{"full_text":"RT Did covid duties,stayed away from our loved ones,zero academics for year and they want us to pay fees.where is justice here...","sentiment_score":0.7}
{"full_text":"Before covid19 the deadline was 22 months.I received the instructions for the medical exam after 22 months!It has expired.I redo another exam.Today it is 43 months and 11 days of waiting with IRCC Paris with two medical exam and the deadline is 27 months","sentiment_score":0.0}
{"full_text":"But if vaccine covid really give you protection then why Big Pharma say you should to take 12 jabs ?","sentiment_score":0.1}
{"full_text":"Just let people make their own choice over medical procedures.Mandatory vaccine is planned in Germany from March 2022.Let that sink in.  Have a good, long think about that.","sentiment_score":0.3125}
{"full_text":"This was Lulworth Cove after the first 3 month lockdown in England. This is p  #Shoreline #Water #Sea #Ocean #Nature #Outdoors #Land #Coast #Boat #Transportation #Vehicle #Bay #Cove #Cave #Promontory #LulworthCove #Dorset","sentiment_score":0.25}
{"full_text":"RT Govt says- Omicron coming- don't worry we have our bonded labourers!( Resident doctors)!#Reduceacademicfees#Unpaidco...","sentiment_score":0.0}
{"full_text":"True, but only because Lambs response will be a vague word salad about shared values or some shit like that whereas Fetterman can respond by taking him to task on policy because he actually supports popular things.","sentiment_score":0.0416666667}
{"full_text":"RT 1. COVID ALLOWANCE TO BE CREDITED. 2. REDUCE ACADEMIC FEES. 3.EXPEDITE PG COUNSELLING. #Reduceacademicfees#Unpaidc...","sentiment_score":0.0}
{"full_text":"RT Praised as hero's,bt rewarded with 300% hike in fee with zero clinical exposure at the time of covid and silence when questi...","sentiment_score":0.0}
{"full_text":"RT Covering up D3, Ivermectin and hydroxychloroquine is a crime against humanity. \"Horowitz: Studies show an aggressive vitam...","sentiment_score":0.0}
{"full_text":"RT Signs of lack of concern are there however.  #Reduceacademicfees#Unpaidcovidallowance#Expediteneetpgcounseling@kar...","sentiment_score":0.0}
{"full_text":"RT I'm deeply concerned about the isolation of southern African countries due to new #COVID19 travel restrictions.The p...","sentiment_score":0.0022727273}
{"full_text":"It's about that time again. God help us","sentiment_score":0.0}
{"full_text":"Boris Johnson facing scrutiny over Omicron's spread as festive concerns flaggedhttps:\/\/t.co\/caKHId4v3nSent via","sentiment_score":0.0}
{"full_text":"RT Increased COVID risk in duties with no covid allowances.No academics with increased academic fees.What a just world!...","sentiment_score":0.0}
{"full_text":"An interesting article in Current UrologyFocus on Characteristics of COVID-19 with the Special... : Current Urology","sentiment_score":0.2142857143}
{"full_text":"RT Last Xmas when the PM cancelled Xmas for the public, he had a sly \"packed\" Xmas party in No10, breaking lockdown rules....","sentiment_score":0.0}
{"full_text":"I forgot, the new \"it\" counter-measure will be coupled with existing vaccines to create a new gestalt \"super vaccine\" wherein the symbiont combined  is greater than  sum of individual parts. So those obsolete vaxx now will get a new lease on life. Procurements are big business yo","sentiment_score":0.1774891775}
{"full_text":"RT If you rearrange the letters in \"coronavirus\" you will have \"Carnivorous\" which make sense because i want to spend 14days in...","sentiment_score":0.0}
{"full_text":"I bought VIP tickets in APRIL to see some of my beloved queens perform in London. I'm in Los Angeles so this was major. Now omicron has fucked me over. I blame the unvaxed and I am both angry and sad. Love you and will miss you","sentiment_score":-0.05625}
{"full_text":"RT We all owe South Africa a thank you and an apology.","sentiment_score":0.0}
{"full_text":"RT There seems to be no learning from the past mistakes made by public health officials....because in their minds...","sentiment_score":-0.125}
{"full_text":"RT  Praying &amp; remembering daily through the pandemic, those who have died in the UK with C-19. May they rest in peace. Also fo...","sentiment_score":0.0}
{"full_text":"RT The Supreme Court has turned away a group of health care workers who sought exemptions from their Boston-based hospital's...","sentiment_score":0.0}
{"full_text":"There are intense debates surrounding the vaccine, its efficacy, how long the immunity lasts -- particularly as the virus evolves -- its experimental nature, its \"Emergency Use Authorization,\" and its serious side effects and adverse reactions","sentiment_score":0.0166666667}
{"full_text":"Biden stuffedhttps:\/\/t.co\/dhl94hscNM","sentiment_score":0.0}
{"full_text":"RT THIS is why a distinction must be made between \"discovery\" &amp; \"origination\". SA has one of the BEST medical research eco...","sentiment_score":0.5}
{"full_text":"Fugitives? Lay off the bong son, they're victims of illegal imprisonment and discrimination.","sentiment_score":-0.5}
{"full_text":"RT Signs of lack of concern are there however.  #Reduceacademicfees#Unpaidcovidallowance#Expediteneetpgcounseling@kar...","sentiment_score":0.0}
{"full_text":"Understanding omicron, the new COVID-19 variant | UCLA: \"Can we expect to have COVID variants from now on? Yes, until we are able to get the entire human population vaccinated. @GOP @DNC @WHO @HHSGov @CDCgov ","sentiment_score":0.1590909091}
{"full_text":"RT In light of the fact that #OmicronIsAirborne, because all variants are #airborne, hand washing is not that important for C...","sentiment_score":0.4}
{"full_text":"Nothing is breaking here because Omicron is literally everywhere ","sentiment_score":0.0}
{"full_text":"RT I AM a healthcare worker, and I don't want empty gratitude. I want people to get vaccinated so we can get ou...","sentiment_score":-0.1}
{"full_text":"Judge Blocks Biden's Covid Vaccine Mandate for Federal Contractors -","sentiment_score":0.0}
{"full_text":"RT \"In Florida, we will not let them lock you down. We will not let them take your jobs. We will not let them harm your busines...","sentiment_score":-0.1555555556}
{"full_text":"RT Merck thinks their new drug should work on the Omicron variant...based on clinical trials?...carried out over the last th...","sentiment_score":0.0681818182}
{"full_text":"They should announce another lockdown so petrol prices can go back down xxx","sentiment_score":-0.0777777778}
{"full_text":"RT While Entire World is struggling from Covid19, India's active cases has dropped below 1 lakh, lowest in 18 months","sentiment_score":-0.0666666667}
{"full_text":"RT Six months ago the Sacramento Bee called my bill to ban vaccine passports a \"meaningless stunt\" because they didn't exist...","sentiment_score":-0.5}
{"full_text":"RT Joe Biden didn't defeat Covid but Ron DeSantis did!","sentiment_score":0.0}
{"full_text":"RT RRB NTPC CBT-1 Exam started on 28th December,2020 ended on 31st July 2021 ( due to covid some phases were delayed till...","sentiment_score":-0.125}
{"full_text":"RT Everything that's wrong with how economic, social and political structures have negatively impacted pandemic cooperation and...","sentiment_score":-0.1133333333}
{"full_text":"The variant was active in the Netherlands a week before South Africa announced it, yet they weren't put on the red list. The question is why are African countries slapped with a travel ban and not China or the Netherlands? This is clearly not informed by science but politics.","sentiment_score":-0.0458333333}
{"full_text":"Hardly surprising. The hypocrisy and messaging it sends out is terrible, no wonder this country is so f--ked.","sentiment_score":-0.15}
{"full_text":"RT We need our rights!! Covid warriors were made fool by government ?#Reduceacademicfees#Unpaidcovidallowance#E...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Unvaccinated, vocal anti-vaxxer Marcus Lamb, founder and of the influential Christian Daystar Television Net...","sentiment_score":0.0}
{"full_text":"RT Here's your AB COVID # analysis for Tues Nov 30th covering Fri\/Sat\/Sun\/Mon, because. 1\/","sentiment_score":0.0}
{"full_text":"RT NEW--As of today, unvaccinated people can no longer board airplanes  or ride (long distance) trains  in Canada.","sentiment_score":-0.05}
{"full_text":"Q2 GDP should have provided us with a very good reason for sunny optimism but for the rising threat of the new Covid variant.New mutant, dubbed Omicron by the WHO instead of Xi -- Greek letter preceding Omicron -- is our main threat to economic revival.","sentiment_score":0.2826060606}
{"full_text":"RT Wednesday's front page: It's One Rule For Them: Boris Party Broke Covid Rules","sentiment_score":0.0}
{"full_text":"RT Biden's house of corona-cards is falling fast--because it's built on lies, not on the law.#StopTheMandate","sentiment_score":0.0}
{"full_text":"RT is this that new c*vid variant?? ","sentiment_score":0.1363636364}
{"full_text":"RT We all owe South Africa a thank you and an apology.","sentiment_score":0.0}
{"full_text":"RT Amazing to see Perth fighting back! All workers affected by vaccine mandates marching on Parliament House. #TogetherWeA...","sentiment_score":0.3}
{"full_text":"RT You utilised our hands during crisis. And now taking us for granted. Kudos to your thinking.#Reduceacademicfees#Unpaidcov...","sentiment_score":0.0}
{"full_text":"RT My colleague tested positive for covid this morning and the first thing he thought to do was come into the office to tell u...","sentiment_score":0.2386363636}
{"full_text":"Thanks Iftekhar, is there a working paper you can share? We recently analysed the impact of compound COVID and climate risks and the role of remittances, and this paper sounds really interesting","sentiment_score":0.2333333333}
{"full_text":"From Latimer Alder@latimeralder*Your chances in UK yesterday:Of dying 'with Covid'- 1  in 395,000Of dying at all-  1 in 42,000Of being in hospital 'with Covid'- 1 in 8,900Of being in hospital at all- 1 in 485Of being ill with Omicron or Climate Change- 0","sentiment_score":-0.5}
{"full_text":"RT Yep! Huge win.https:\/\/t.co\/XjTvZ1qD7H","sentiment_score":0.4}
{"full_text":"RT BREAKING NEWS.Another devastating ruling against Biden's vaccine mandate means it is now blocked in all 50 states.ht...","sentiment_score":-1.0}
{"full_text":"RT Last Xmas when the PM cancelled Xmas for the public, he had a sly \"packed\" Xmas party in No10, breaking lockdown rules....","sentiment_score":0.0}
{"full_text":"RT Guys...People in Sweden are now inserting microchips in their hands with their covid passports on it.They scan their...","sentiment_score":0.0}
{"full_text":"RT Vaccination against coronavirus should be made mandatory, the chairman of the National Task Force Against COVID-19 said Wed...","sentiment_score":0.0}
{"full_text":"show talking about the workforce crises in the care sector today,&amp; rightly so,but not a single mention of #Brexit being one of the major causes.Of course the recruitment issues have been historic,but it's Brexit AND Covid that have been the causes of the latest crisis","sentiment_score":0.2209821429}
{"full_text":"It's not just people who get sick and die\/disabled who are being screwed over. It's all the people who can't live a \"pandemic normal\" life with the constant disruption due to half-assed measures and slow responses\/roll-outs.","sentiment_score":-0.1421536797}
{"full_text":"RT Did you know?Of nearly 8 billion COVID-19 #vaccine doses administered globally to date, only 5.5% have gone to low-income c...","sentiment_score":0.0333333333}
{"full_text":"20,000+ cases a day, testing not adequate for the number of people experiencing symptoms, healthcare stretched to capacity, last in the EU for booster vaccinations, most likely origin for the Omicron variant. It's just terrible.","sentiment_score":-0.1194444444}
{"full_text":"Strongly agree. If a person's ethical framework is deeply or extremely ableist, it's easier to imagine why they think a simple mask wearing indoors is a \"lockdown\" because being forced to avoid killing off \"the weak\" is seen as an infringement on \"genetic birthright\" which","sentiment_score":-0.0277777778}
{"full_text":"Both the Australian Defence Force and the Northern Territory's Chief Minister Michael Gunner have rejected wild social media claims that the military is forcibly vaccinating Indigenous Territorians. https:\/\/t.co\/lA5h0vpjF4#defence #socialmedia #covid19 #lockdown","sentiment_score":0.1066666667}
{"full_text":"RT Televangelist Marcus Lamb, president and founder of Daystar Television Network, died at age 64.","sentiment_score":0.0}
{"full_text":"RT Good God!  They're negative and still interned!!  What the hell is going on in Australia?! Wake up Alberta!!!","sentiment_score":-0.0625}
{"full_text":"RT One stray comment with no evidence has led to Govt's making travel restrictions.The world has truly gone mad. The people...","sentiment_score":-0.625}
{"full_text":"RT Blah blah blah you have a right to not get vaxxed. Fine. Then business and government have a right to tell you that you're...","sentiment_score":0.3293650794}
{"full_text":"RT Thankless Government. #ReduceAcademicFees #UnpaidCovidAllowance","sentiment_score":0.0}
{"full_text":"RT Guys...People in Sweden are now inserting microchips in their hands with their covid passports on it.They scan their...","sentiment_score":0.0}
{"full_text":"That plus finding out I was adopted, I weazed to death the first time I had covid, I couldn't understand what it was or what to do, nobody did, so many ran to hospitals yet left in a body-bag, and so I AVOIDED HOSPITALS, I rode it out at home in my bed weazing uncontrollably.","sentiment_score":0.25}
{"full_text":"I've had it twice. Not fun either time. I got the vaccine, but after it had already happened","sentiment_score":-0.15}
{"full_text":"RT BREAKING: NCDC Confirms Two Cases Of Omicron COVID Variant In Nigeriahttps:\/\/t.co\/QjwIMT08KR","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: Pfizer CEO Says \"Most Likely Scenario\" is \"ANNUAL REVACCINATION\" Against Covid...","sentiment_score":0.25}
{"full_text":"RT One person with undiagnosed cancer is extremely concerning. What about almost 50,000?That's a football stadium full...","sentiment_score":0.1125}
{"full_text":"RT There were 48.1 million K-12 students in the US (public schools only). 2% is roughly 1 million dead children. This is a...","sentiment_score":-0.075}
{"full_text":"RT Boy, I'd sure love to see those 2020 Covid Impact Assessments that refuses to release despite the courts ruling...","sentiment_score":0.5}
{"full_text":"RT So basically South African scientists did the work of the Europeans and instead of being thanked they got blamed","sentiment_score":0.0}
{"full_text":"RT For anyone who needed more proof that the v@ccines don't prevent a person from contracting the coronavirus, fully v@xed...","sentiment_score":0.5}
{"full_text":"RT Agency shares that #ChoSeungWoo has been tested negative for COVID-19, after being classifiied as close contact of posit...","sentiment_score":-0.3}
{"full_text":"RT my mental health because we're close to another lockdown and people are still acting reckless: ","sentiment_score":-0.05}
{"full_text":"RT 3.2 Crore Covid vaccine doses given in Uttar Pradesh in NovemberFirst state with 05 crore fully jabbed people","sentiment_score":0.0}
{"full_text":"RT I wonder why the media is trying to create a panic around this new variant of covid. I thought most people are vaccinated. Or...","sentiment_score":0.3181818182}
{"full_text":"RT SCAM ALERTThis fake test order form is doing the rounds. There is NO \"Omicron PCR test\".Omicron is detected perfectly...","sentiment_score":0.25}
{"full_text":"RT Great to hear corporates being open to cushion us financially to have Vaccinated people only events. This means we have an op...","sentiment_score":0.2}
{"full_text":"\"It's worth stressing that there is no evidence at this stage that the disease caused by the new variant is more severe than others\"https:\/\/t.co\/KMgnEFkt8e","sentiment_score":0.3121212121}
{"full_text":"COVID Vaccination not just to protect self but Society-Bishop #COVID19 #ArchdioceseofManila#rcamaochttps:\/\/t.co\/xCHhkeBXqw","sentiment_score":0.0}
{"full_text":"#WorldAIDSDay raises awareness of the AIDS pandemic caused by HIV, but also reminds us of those who have died as a result of the disease!Did you know that azidothymidine (AZT) was the first drug used for the treatment of AIDS?https:\/\/t.co\/0Q69yyIvPL#ueascience #StopTheSpread","sentiment_score":0.25}
{"full_text":"Today marks World Aids Day - a day of remembrance, awareness, and support. Geoff Allshorn discusses why the AIDS epidemic wasn't just a fight for the rights of the community but also its survival - it was a battle to keep the love alive. #HIVAIDS #LGBThttps:\/\/t.co\/NUK5dSfBdz","sentiment_score":0.3}
{"full_text":"Thanks to USAID for the new collaborative effort with the MoH, UNICEF &amp; WHO to further support the COVID-19 vaccine roll out in Lao PDR.The grant will primarily focus on supporting the readiness, delivery &amp; post-delivery monitoring of COVID-19 vaccinations. #VaccinateLao","sentiment_score":0.1972727273}
{"full_text":"People with diabetes are at a higher risk of complications due to COVID-19. Therefore, it is very important that people with diabetes and their family members take extra precautions to minimize the risk of infection.","sentiment_score":0.16125}
{"full_text":"Even more....icing on the cake  Boris Johnson 'broke Covid lockdown rules' with Downing Street parties at Xmas","sentiment_score":0.0}
{"full_text":"RT I'm old enough to remember when banning travel was racist as fuck.","sentiment_score":-0.1}
{"full_text":"RT Guys, I think I have the #Omricon variant.  I have zero symptoms, and feel great. ","sentiment_score":0.8}
{"full_text":"RT Last Xmas when the PM cancelled Xmas for the public, he had a sly \"packed\" Xmas party in No10, breaking lockdown rules....","sentiment_score":0.0}
{"full_text":"MayGODBlessAllSouls HopePeace Grace \"CoVid-19\"\"Vaccines\"Hope Mr. LeBron James, And All, Feel Better","sentiment_score":0.5}
{"full_text":"9 people in Lubbock died this past week from covid, Greg. What're you going to do about that? Oh, right, you're going to continue to pander to your base while they literally drop like flies. Better be careful, Greggy, or you won't have a base to vote you in next time.","sentiment_score":-0.1663265306}
{"full_text":"RT Exploiting the tragedy of people who became victims of criminal pseudo-medical experiments in Auschwitz in a debate ab...","sentiment_score":-0.4}
{"full_text":"Asian factories shake off supply headaches but Omicron presents new risksJoin our community: #bottrading #tradingbot #bitcoinprice #Ai #jadongmaemae #giveaway #makemoney #airdrop #ZIL #BTC #ICX #LRC #NEXO #DX #TRV","sentiment_score":0.0681818182}
{"full_text":"Recently, as the pandemic situation keeps improving, and with the permission of the Malaysian government, CSCEC Malaysia has resumed \"Badminton Day\" corporate event.","sentiment_score":0.0}
{"full_text":"Higher Education must transform to be more relevant, accessible and affordable -  writes Courtney Brown #Coronavirus #Highered #GlobalEd","sentiment_score":0.38125}
{"full_text":"#ICYMI   #Stocks slide in the red as nation awaits lab results for possible #Omicron variant#StockMarket","sentiment_score":0.0}
{"full_text":"\"If we could develop a vaccine then it could help prevent a lot of people, particularly those with heart and lung disease, from developing severe chest infections related to this virus and ending up in hospital or unfortunately dying.\" Professor","sentiment_score":-0.1111111111}
{"full_text":"The easiest way to protect your little ones from COVID-19?Getting them vaccinated. It's the best way to keep your family safe.Register at","sentiment_score":0.40625}
{"full_text":"We can't afford Vaccine hesitancy at this point of time.Maulanas should be deployed at every vaccination centres to spit on syringe so that Vaccine becomes Halal.","sentiment_score":0.0}
{"full_text":"The holiday season is upon us, and for a successful post-Covid retail experience, contactless and virtual queuing options are a must!Explore the opportunities Wavetec's WhatsApp Queuing software can afford your retail business - #holidayretail2021","sentiment_score":0.75}
{"full_text":"RT COVID gave the media a relevance they thought they had lost. They're now clinging to it for dear life, certain in the kn...","sentiment_score":0.2142857143}
{"full_text":"I'm gonna be so fucking angry if the next arc will be a flashback arc on what happened at the Reverie with Vivi and Karoo as the main character","sentiment_score":-0.1111111111}
{"full_text":"If you want to end up like the USA and China, by all means comply, if you don't, don't do it. We are suffering here in the USA because our laws are being broken by our politicians. We aren't doing enough. Don't end up like us. Our CDC literally has a plan for camps. Don't comply.","sentiment_score":-0.2}
{"full_text":"Covid-19 damage to economies, education and livelihoods has set back some countries by a generation, but Africa has lived to fight another day. This and more to be discussed at this year's third edition of The Kusi Ideas Festival.","sentiment_score":0.1666666667}
{"full_text":"RT THIS IS MADNESS.","sentiment_score":0.0}
{"full_text":"The anti Face covering and anti Covid measures Rant by one of your guests this morning was horrendous.. Why give that Nutter a platform to trash all Covid safety measures without challenge?","sentiment_score":0.0}
{"full_text":"UpdateDue to the current recommendations &amp; restrictions because of the spread of the corona virus in Helsinki, our seminar will be organized fully online. Don't forget to register!#GlobalAcademicPartnershipshttps:\/\/t.co\/kRIGK7f9r9","sentiment_score":0.0}
{"full_text":"New findings about the coronavirus's #omicron variant made it clear that the emerging threat slipped into countries well before their defenses were up ","sentiment_score":0.1181818182}
{"full_text":"Omicron Identified as Covid-19 'Variant of Concern,' Triggering Global Fearshttps:\/\/t.co\/UEm7lVKqFO","sentiment_score":0.0}
{"full_text":"RT BBC's Jane Hill suggests that First Minister Sturgeon has slightly different approach to dealing with COVID-19 than the PM...","sentiment_score":0.125}
{"full_text":"Roughly a quarter of Greece's adult population remains unvaccinated and ICU occupancy is near capacity nationwide.","sentiment_score":0.0333333333}
{"full_text":"The F*cking Train Line Cost More Than The Pandemic!#lifethisweek #podcast #animation #HS2 #truthhurts #wednesdaywisdom","sentiment_score":-0.05}
{"full_text":"#TechScienceDailyOmicron: why vaccines could struggleWe find out about the new Twitter boss - Parag Agrawal Has the mystery of 'where the Earth's water comes from' been solved?Plus more!Listen here:","sentiment_score":0.1363636364}
{"full_text":"#Moderna CEO Stephane Bancel:Existing #vaccines will be much less effective at tackling #Omicron than earlier strains of #coronavirus and it will take months before pharmaceutical companies could manufacture new variant-specific jabs at scale.","sentiment_score":0.1424242424}
{"full_text":"RT 1. As a Fox \"news\" employee, Tammy is fully vaccinated.2. Over 96% of doctors were vaccinated in June.","sentiment_score":0.0}
{"full_text":"What a great way to welcome a new month!!1st Dec it is!TODAY's Theme: 'Changing Environments, Epidemics, Pandemic and Epizootics' Registrationhttps:\/\/t.co\/MRtI0weuQO","sentiment_score":0.5787878788}
{"full_text":"RT advises unvaccinated people aged 60+ to postpone travel#worldnews #WHO #worldhealth #COVID19SL #COVID19LK #COVID19...","sentiment_score":-0.1}
{"full_text":"The number of COVID cases has increased steadily in most of the cities and towns of Daraa during the past few weeks amid a deteriorating health sector via","sentiment_score":0.0166666667}
{"full_text":"#FactCheck: Did WHO skip two #Greek #alphabets while naming #Omicron variant of #COVID to avoid naming after Chinese President?Read at","sentiment_score":0.0}
{"full_text":"remittances outstripping FDI third year in a row since 2019 despite covid-19","sentiment_score":0.0}
{"full_text":"Residents in some remote areas in Caraga who could not go to vaccination sites may now receive their COVID-19 jabs, as authorities travel to their island to inoculate more Filipinos this year.https:\/\/t.co\/6HhWWmf1Eb","sentiment_score":0.2}
{"full_text":"Trump tested positive for Covid few days before Biden debate, chief of staff says in new book","sentiment_score":0.0545454545}
{"full_text":"The DfE should be extending the Christmas break. Not encouraging more indoor mixing. Completely reckless.","sentiment_score":0.3}
{"full_text":"RT BREAKING: COVID-19: Ngeria announces first case of Omicron variant","sentiment_score":0.25}
{"full_text":"RT NHS waiting lists could reach 12 million by 2025, up from a record 5.8million now, says report.If the NHS can inc...","sentiment_score":0.0}
{"full_text":"RT Omicron","sentiment_score":0.0}
{"full_text":"The Omicron variant does not escape RT-PCR and RAT tests: What this means to India's #Covid surveillance efforts. | #OmicronAlert #Covid19 #coronavirus","sentiment_score":0.0}
{"full_text":"RT In the whole of this you people's women right advocacy,women supporting women pandemic that you women go about ranting...","sentiment_score":0.2452380952}
{"full_text":"Go lick the boots of the orange godless, who is responsible for the heinous situations the US is in due to his denial of Covid.  Vile scum!","sentiment_score":-0.1}
{"full_text":"We're 'very confident' that our PCR tests are effective in detecting the omicron variant, says Dwight Egan of Co-Diagnostics.","sentiment_score":0.625}
{"full_text":"RT There are signs of third covid waveBut no signs of covid allowanceNo signs of fee reductionNo signs of counseling#Reducea...","sentiment_score":0.0}
{"full_text":"RT Remember when most early NYC COVID cases came from Europe, but the US government banned travel from Asia instead?","sentiment_score":0.3}
{"full_text":"It's a new month! This December, take steps to protect yourself by getting vaccinated against COVID-19 and following the 5 Golden Rules.Find your nearest vaccination centre here: Ministry of Health >> COVID-19 Vaccination Sites","sentiment_score":0.1568181818}
{"full_text":"RT Trade in goods set a new record of $5.6tn in the 3rd quarter, according to new Global Trade Update. Overall, trade...","sentiment_score":0.0545454545}
{"full_text":"According to presidential adviser Joey Concepcion, unvaccinated on-site employees must be required to undergo RT-PCR tests at their expense, adding that this can encourage them to receive their free #COVID19 jabs.READ:","sentiment_score":0.4}
{"full_text":"RT #JusticeForRailwayStudentsStop befooling Innocent and poor students of Railway NTPC and Grouo D Exam in the name of p...","sentiment_score":0.05}
{"full_text":"RT Provincial update #COVID19 in South Africa:* All provinces reporting an increase in cases now; GP still of most concern...","sentiment_score":0.5}
{"full_text":"The Covid-19 Pfizer vaccine could be available for children from the end of January, while the Omicron variant reaching MIQ is 'inevitable' the Covid-19 Response Minister says.","sentiment_score":0.2}
{"full_text":"Food bank usage in Ontario rose 10 per cent during the first year of the pandemic to the highest levels since the recession, a new report has found.","sentiment_score":0.3287878788}
{"full_text":"RT And this is how came down with covid..","sentiment_score":-0.1555555556}
{"full_text":"RT Good morning from The United Kingdom of Peppa Pig World, where various voters believe that because 'Omicron B' is an anagram of '...","sentiment_score":0.35}
{"full_text":"BREAKING: NCDC Detects Two Cases Of Omicron Variant In Nigeria","sentiment_score":0.0}
{"full_text":"This is how the maidservant  called it aamir khan,  the new variant omicron.","sentiment_score":0.1363636364}
{"full_text":"RT Yesterday evening I read a gushing tweet from the Chair of in praise of 's TV appeara...","sentiment_score":0.0}
{"full_text":"This quote is from Coronavirus Is Worse Than You Think - H3 Podcast #171","sentiment_score":-0.4}
{"full_text":"Yes, COVID-19 &amp; 'variants' are risks 2 all.  Live FREE.  We now have CHOICE.  Tyrants take away choices.  Would U have that sir?  Deaths under President B: over 350K.  Far exceeds when he demanded President T resign.  Follow his own advice, please. Resign.  Please sir, resign?","sentiment_score":0.3090909091}
{"full_text":"We will be testing attendees for COVID-19 every day - Rage Festival organiser.","sentiment_score":0.0}
{"full_text":"About 70 000 people in South Africa still die of HIV every year, more than any other country, more than Covid 19.#WorldAIDSDay","sentiment_score":0.2916666667}
{"full_text":"Follow Covid Appropriate Behaviour to Protect Yourself and Others from COVID-19 #Unite2FightCorona #LargestVaccineDrive","sentiment_score":0.5}
