{"full_text":"CDC says no one ever.","sentiment_score":0.0}
{"full_text":"Coronavirus Fact-Check #14: No, 500 Children were NOT admitted to hospital with Covid this week.","sentiment_score":0.0}
{"full_text":"The CDC says if your nose is running, then you better go catch it","sentiment_score":0.5}
{"full_text":"set to address the press about the status of millions of COVID-19 test kits that were supposed to be delivered to CT.  On Monday - the Governor said, \"We were able to move quickly because we could pay $18.5 million.\"","sentiment_score":0.4166666667}
{"full_text":"RT Yes major problem in messaging here.  This is what vaccines do. Save us from why we all noticed covid to begin with. Sev...","sentiment_score":0.0625}
{"full_text":"RT The CDC now says you should organize a union because clearly no one else is looking out for your health and safety","sentiment_score":-0.05}
{"full_text":"RT Sajid Javid says there's a global shortage of testing kits for Covid.In other news, Wales offers England 4 million of them.","sentiment_score":-0.0083333333}
{"full_text":"RT A family member has passed away. After the service, we are expected to go to a restaurant in a red county that has no vaccine...","sentiment_score":-0.05}
{"full_text":"RT Watching the government openly embrace the \"everyone's going to get Covid\" strategy is hard enough, but notice how the...","sentiment_score":-0.0972222222}
{"full_text":"They're just as wack-a-doodle as our Mr Conspiracy theory doctor Nick Begich Jr.","sentiment_score":0.0}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT Caught #knitting! What a difference to #lockdown March 2020. #feelinggrateful #newhome #loveherefordshire #happy","sentiment_score":0.8}
{"full_text":"RT Cabinet approves changes to COVID-19 regulations","sentiment_score":0.0}
{"full_text":"Well worth a listen.","sentiment_score":0.3}
{"full_text":"RT Have you considered \"storytelling\" as a way to capture experiences of Covid19 &amp; how our new learning can be applied to...","sentiment_score":0.1363636364}
{"full_text":"RT the CDC now recommends watching twilight","sentiment_score":0.0}
{"full_text":"RT Spain reports 161,688 new coronavirus cases, by far the biggest one-day increase on record","sentiment_score":0.1181818182}
{"full_text":"RT Reading a story about Covid and Climate  change. We're gonna need some nationalizations Of industry, media  and banking alo...","sentiment_score":0.0}
{"full_text":"RT 1\/What if we had the ability to stop #SARSCoV2--and all its variants--from infecting us?We do. It's called an N95 mask. W...","sentiment_score":0.0}
{"full_text":"RT 2,101 Covid deaths in the US yesterday. The flu kills about 36,000 Americans annually. You do the math.","sentiment_score":0.0}
{"full_text":"Same. I've spent probably thousands outfitting my extended family with masks, air filters, etc. over the last two years. I monitor the COVID news and disperse it to my whole family. I explain how to order groceries, when to stock up to avoid shortages. We're tired! TIRED!","sentiment_score":-0.15}
{"full_text":"Back to back days where I get CLV and Covid cancels the game","sentiment_score":-0.1333333333}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT In April, Good Law Project revealed how a former advisor to the Home Secretary acted as a fixer to land huge PPE deals...","sentiment_score":0.3666666667}
{"full_text":"Vaccine idea for the day:The COVID Vaccine doesn't prevent one from getting COVIDThe COVID Vaccine doesn't prevent one from transmitting COVIDThe claim that is \"lessens symptoms\" is a farce","sentiment_score":-0.4}
{"full_text":"RT sIngLe cAsE","sentiment_score":-0.0714285714}
{"full_text":"Incoming NYC mayor says he will keep de Blasio's vaccine mandates in place","sentiment_score":0.0}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT More than one million people a day on average are being infected with the coronavirus, according to a global tally by The New...","sentiment_score":0.1215909091}
{"full_text":"RT We should be demanding the publicly funded mRNA vaccine info is shared with the world. Feels like not enough people are ma...","sentiment_score":0.0}
{"full_text":"Controversial but if covid hadn't happened I wouldn't have switched jobs and have the people in my life now, I've made new friends for life, have a true best friend who has stayed with me throughout and met the most perfect boyfriend who I can't wait to start a future with ","sentiment_score":0.5051948052}
{"full_text":"I saw someone say \"the CDC said if we do the Hokie Pokie we can turn this thing around.\" PUHLEEEEAAZZZZEEEEE!!!!! ","sentiment_score":0.0}
{"full_text":"RT Our hospitals are taking in more patients than we have beds. Treating strokes, cancer and car accidents is becoming a daily...","sentiment_score":0.3166666667}
{"full_text":"Thats the problem all these work places requiring covid test to people not sick and people are sick and cant get medicine without a test. Its really backwards and retarded. Lady at advant health said wait in line tomorrow morning at 7 and shell give you a appointment later inday","sentiment_score":-0.1914285714}
{"full_text":"Someone said I was afraid to catch #covid. I responded \"you're god damn right I am. I'm not afraid to die; I'm afraid 2-3 weeks in the hospital and living.\" When you're 58 you are more afraid of being destitute. We're all going out someday. I don't want to do that homeless.","sentiment_score":-0.119047619}
{"full_text":"RT and if people get long term disabilities form covid will they get denied benefits bc they never had a positive test????","sentiment_score":0.0886363636}
{"full_text":"RT NEW - As of tomorrow publicly-funded PCR testing will be available only for high-risk individuals who are symptomatic...","sentiment_score":0.1787878788}
{"full_text":"\"If you don't wear a mask and fancy a Free No Mask No comedy Monday night out in London etc\" Fixed for you dickhead ","sentiment_score":0.25}
{"full_text":"And what happened to Covid?","sentiment_score":0.0}
{"full_text":"RT These people are genuinely evil and have zero regard for even our most basic constitutional rights.We're truly in a f...","sentiment_score":-0.1666666667}
{"full_text":"RT We did it, Joe","sentiment_score":0.0}
{"full_text":"RT Vaccine mandates are about money and control. COVID Vaccines don't keep you from getting or spreading COVID so enough with...","sentiment_score":0.0}
{"full_text":"RT 189 K cases of coronavirus in the U.K. today (despite running out of tests)332 deaths.An absolute disgrace.May they RIP...","sentiment_score":0.2}
{"full_text":"RT Daily number of #COVID19 cases in the UK reaches a staggering record new high of 189,213. Hospitalisations are also rising...","sentiment_score":0.0987878788}
{"full_text":"We rehearsed together. We performed together. We sacrificed time with family. Together. Tomorrow we perform our last #Panto 2021. Together. Family is more than blood. Thank you to and these wonderful people. #Theatre 1 #Covid 0 @timchurchill71 #producers","sentiment_score":0.5}
{"full_text":"This is just false. We have the tools to course correct on both covid and the climate. Pretending it's hopeless doesn't help anyone.","sentiment_score":-0.4}
{"full_text":"Everyday that passes I stand more firm in what I believe in. Never wavering. Trump won 2020Corona was intentionalThe vaccine is bullshit The leftist ideology is cancer Democrats and Republican politicians don't give a flying fig about any of us.","sentiment_score":0.0125}
{"full_text":"RT If you planned to go to a restaurant or Party on #NewYearsEve. DO. NOT. Even if #vaccinated &amp; #Boostered. Two weeks ago, I...","sentiment_score":0.0}
{"full_text":"RT As you know by now, Warriors v. Nuggets has been postponed. With 11 players on the injury list -- due to covid protocol...","sentiment_score":-0.125}
{"full_text":"RT +UPDATE+Over 60 NHS hospital car parks are being assessed as possible \"overflow\" wards where mobile hospitals can be se...","sentiment_score":0.0}
{"full_text":"RT Staying put (outdoors if need be in a rural setting!)is the best option at present! Only the rich can aff...","sentiment_score":0.275}
{"full_text":"Wow..... I thought if anyone knows his whereabouts  it d be you!  .... this is good but not good!i m strictly guessing..... he and Covid have met head to head...... or he's met his match! I have no real idea!","sentiment_score":0.2916666667}
{"full_text":"RT #Omicron two schools of thoughts. Summarised brilliantly by","sentiment_score":0.9}
{"full_text":"RT The American People 2020: no masks, that's tyranny! The American People 2021: no vaccine mandates, it wi...","sentiment_score":0.0}
{"full_text":"RT When you think about the immeasurable cost of this pandemic in terms of life, quality of life, liberty, societal divisio...","sentiment_score":0.0}
{"full_text":"Having been so careful, for 18months, kept all clinics going, and now its when we get it not if. Husband last day of an on call week, sorry, couldn't avoid seeing covid positive patients and examining them, all with protection of a surgical mask.  The uncertainty is horrible.","sentiment_score":-0.2745454545}
{"full_text":"Never #notmovingon","sentiment_score":0.0}
{"full_text":"RT College kids aren't at severe risk from covid to begin with &amp; since we now know that the boosted can still get\/spread c...","sentiment_score":0.0}
{"full_text":"Tom, it is useless to try to change your mind. But here are some facts:Australia, 1. Has one of highest vax rates in world.2. Has lowest covid death rate in world.3. Has best Covid economic performance in world.4. Has nationwide consensus on Close Contact and RAT\/PCR testing","sentiment_score":0.2333333333}
{"full_text":"RT The whole idea of scaling back PCR testing is to hide the real case numbers.There is no reporting system for RAT resul...","sentiment_score":0.1333333333}
{"full_text":"The real kick in the crotch will be him coming back orthopedically healthy and then contracting covid before the playoffs. *ducks* Sorry!","sentiment_score":0.01875}
{"full_text":"RT Morrison lied. Again. This time about the free supply of rapid antigen tests. All the key suppliers have publicly denied...","sentiment_score":0.1333333333}
{"full_text":"RT As a microbiologist I would rather eat a whole batch of raw cookie dough that's been at room temp for four hours than b...","sentiment_score":-0.0153846154}
{"full_text":"Bruh they were missing a bunch of players also that was one of the more even games when you factor in injuries and covid","sentiment_score":0.15}
{"full_text":"RT Wow...look at Manchin's West Virginia.","sentiment_score":0.0}
{"full_text":"It actually is. The vast majority of the people in the ICU's and dying from COVID are unvaxxed.","sentiment_score":0.0}
{"full_text":"RT Text of omnibus\/COVID relief bill:https:\/\/t.co\/R1dwAln1UQ","sentiment_score":0.0}
{"full_text":"RT Haven't been back to Melbourne for 3 years but it always amazes me the improvements make...","sentiment_score":0.0}
{"full_text":"RT Empty streets of #schiedam due to Lockdown","sentiment_score":-0.1125}
{"full_text":"RT So hang on... covid in England doesn't require restrictions, but does require 4000 covid beds in temporary hubs??? That ab...","sentiment_score":0.0}
{"full_text":"RT From a verified source in the DMs. COVID case numbers for December 29, 2021 in Alberta. 3916 cases, 33.10% positivity,...","sentiment_score":0.0}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT If mandates, passports, and restrictions worked, NYC wouldn't be breaking COVID records ","sentiment_score":0.0}
{"full_text":"RT WAIT, WHAT? Bill De Blasio Now Says He Doesn't 'Believe in Shutdowns' to Stop COVID -","sentiment_score":0.0}
{"full_text":"You mean like in California where the coroners refused to accept faked COVID as a cause of death?","sentiment_score":-0.3125}
{"full_text":"RT Polio vaccine announcement from 1955.","sentiment_score":0.0}
{"full_text":"RT LOOK WHAT THE TIDE BROUGHT IN!#ResignSturgeon","sentiment_score":0.0}
{"full_text":"RT Perfectly and rationally stated. Because of that it will be irrationally decried by Leftists of course.","sentiment_score":1.0}
{"full_text":"RT As a microbiologist I would rather eat a whole batch of raw cookie dough that's been at room temp for four hours than b...","sentiment_score":-0.0153846154}
{"full_text":"RT Given that the rationale for vaccine passports has entirely collapsed, I'm renewing my legislation to ban them throughout...","sentiment_score":0.0}
{"full_text":"RT Another report today  from 49 acute care hospitals in South Africa with similar findings for the Omicron wave...","sentiment_score":0.3}
{"full_text":"RT Ontario's COVID-19 presser summary:Don't look up.","sentiment_score":0.0}
{"full_text":"RT Now that we're all in agreement that the CDC is just making stuff up, can we stop using the BMI as an indicator of heal...","sentiment_score":0.0}
{"full_text":"You do realize over 7k people die per day without Covid?","sentiment_score":0.0}
{"full_text":"RT The Labour-run Welsh Government is loaning England four million Covid tests to help with the shortage.An absolute gift for...","sentiment_score":0.2}
{"full_text":"Then we should vote to change up the administration to address the covid isuse.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Clayton County Schools said Thursday it plans to pivot to remote learning when classes resume next Wednesday.","sentiment_score":-0.05}
{"full_text":"RT Why are some people worried about unknown long term side-effects of the vaccine but not the unknown long term side-effects of...","sentiment_score":-0.075}
{"full_text":"RT We called it in 2020 and put out another warning again this past summer...Stark reminder about the #PCRTest pandemic,...","sentiment_score":-0.25}
{"full_text":"RT We're in the 'you're on your own' stage of the pandemic. Tests, contact tracing, good masks are all hard to come by, by...","sentiment_score":0.3361111111}
{"full_text":"RT I'm really one of God favorites lol","sentiment_score":0.5}
{"full_text":"RT \"Australia is the only member of the G20, the world's 20 largest economies, to have increased debt by more t...","sentiment_score":0.25}
{"full_text":"No people have died of comorbidities with covd or even other diseases but the Drs And Nurses are made to write Covd thus so many leaving","sentiment_score":0.1875}
{"full_text":"finding out you were exposed to covid is just like a regular thing these days huh","sentiment_score":0.0}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT Saw about 1-in-5 wearing masks at the Pig last night, so ... Yeah.","sentiment_score":0.0}
{"full_text":"CDC says y'all should have ate more dirt as a kid.","sentiment_score":0.5}
{"full_text":"I doubt you're a scientist, but if you are, you're one of the unethical ones. How can a scientist be unaware that most kids who've not been injected &amp; contract the virus are asymptomatic? How can you be unaware that the CDC admitted yesterday to lying about the total numbers","sentiment_score":0.125}
{"full_text":"RT It feels like joking about the CDC is the only way to process the seemingly absurd fact that yet another institution that...","sentiment_score":-0.25}
{"full_text":"I don't think you're being all that paranoid. A lot of the accounts pushing anti-vax stuff do look suspiciously like bot accounts. It starts there, then makes its way to normal people who are hesitant about the vaccine, and then you get perfect storm of disinformation.","sentiment_score":0.575}
{"full_text":"RT Dr. Kieran Moore says one Ontario hospital estimated around 50% of its COVID-19 cases are incidental (i.e. someone comes i...","sentiment_score":0.0}
{"full_text":"The CDC has mandated that it's now four apples a day to keep the doctor away.  Until further notice...","sentiment_score":0.0}
{"full_text":"The question is...is there anyone left in Jax who doesn't have Covid?","sentiment_score":0.0}
{"full_text":"RT 1. DeSantis has been MIA for 12 days. 2. Biden had a phone meeting with Putin today 3. Pushaw is a political hack.","sentiment_score":0.0}
{"full_text":"Defund the CDCThey're fucking useless","sentiment_score":-0.5}
{"full_text":"RT Unprecedented. During 1918 flu pandemic most people bought in. Yes, there was pushback against interventions (closure poli...","sentiment_score":0.55}
{"full_text":"It appears that people are finally realizing that there is very little that can be done to avoid catching COVID-19.","sentiment_score":0.11875}
{"full_text":"RT My thoughts: Australian leaders must put aside political games and actually work cooperatively | Stephen Duckett","sentiment_score":0.0}
{"full_text":"RT Dems: we LISTEN to SCIENCEScience: the best way to beat a pandemic is to provide for people's needs while they quara...","sentiment_score":1.0}
{"full_text":"RT EVERYONE WHO JUST GOT THEIR BOOSTER COULD GET COVID TOMORROW N THESE MEAT PUPPETS WOULD B LIKE \"WELL NO VACCINE IS 100%\"","sentiment_score":0.0}
{"full_text":"They just took covid that was man made in I think 1965 and sent it to wuhan for genetic mutation which was funded by fauci and his minions then called it covid-19...people dont understand were in a biochemical war that has been planned for years...wanna learn more dm me","sentiment_score":0.5}
{"full_text":"RT CDC now says it's safe to bring your toaster into the bath. Enjoy your bagel ","sentiment_score":0.45}
{"full_text":"RT stay home if you sicc, come over if you thicc. Respectfully","sentiment_score":0.5}
{"full_text":"RT THREAD on England &amp; Omicron and what is going on.My take on it.TLDR: things are pretty bad and I'm sad &amp; bewildered at...","sentiment_score":-0.3166666667}
{"full_text":"RT They said ain't no way covid still 19, that mothfcker 21 by now ","sentiment_score":0.0}
{"full_text":"No, it's not \"just like flu\", Twitter.The flu gives you some bad days and gets weaker, #COVID19 attacks every day w\/ smth new: fever, chills, runny nose, sore throat, cough, loss of smell, taste, voice - repeat. It's exhausting.My immune system wants to thank #vaccine for info.","sentiment_score":-0.1212121212}
{"full_text":"RT linkin park                  the cdc                                       in the end, it          doesn't even matt...","sentiment_score":0.0}
{"full_text":"RT COVID gotta chill the bad bunny concert in a few months","sentiment_score":-0.45}
{"full_text":"Not covid or justice or screaming related--why do Ed Sheeran's songs slap? It defies logic and reason. It just doesn't make sense.","sentiment_score":0.0}
{"full_text":"Gearing up with the willing assistance of the media for a January lockdown, because the common cold. ","sentiment_score":-0.2166666667}
{"full_text":"Florida breaks daily COVID-19 case record yet again - WESH - #GoogleAlerts","sentiment_score":0.0}
{"full_text":"RT If Omicron is at 90% of cases and climbing, with known symptoms being that of the common cold, when does injecting 3 dos...","sentiment_score":-0.45}
{"full_text":"RT Massive protests broke out in #Rome against the mandatory vaccine passports. Watch as anti-vaxx protestors in #Rome try to...","sentiment_score":0.0}
{"full_text":"RT Why are some people worried about unknown long term side-effects of the vaccine but not the unknown long term side-effects of...","sentiment_score":-0.075}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"RT This is a *molecular test* that you *can do at home*This isn't \"a little over-engineered\" - it's a technological marvel.","sentiment_score":-0.1875}
{"full_text":"So how's that meeting and beating our climate goals target going? And just a reminder that this is under a Queensland LABOR government clearly showing its (vacuous) commitment to climate change, reef protection and and general environmental duty.","sentiment_score":0.075}
{"full_text":"Guess the rest of the country like death. Literally listed Covid as a top reason to move here ","sentiment_score":0.5}
{"full_text":"RT Day 2 of COVID Garbage: worst bone pain ever like hot knives poking, 104 fever, sore throat, headache, cough. This is...","sentiment_score":-0.375}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT Use of fear to control behaviour in Covid crisis was 'totalitarian', admit scientists","sentiment_score":0.0}
{"full_text":"Experimental?  Well then, how about those results? Unvaccinated are getting infected by Covid at 5x the rate of vaccinated people, and and are dying at 13x the rate.  And 60% of unvaccinated adults in the US identify as GOP...","sentiment_score":0.1}
{"full_text":"RT Unless I am misreading these data, second and third doses of vaccine should be ceased for healthy males under 40 immediatel...","sentiment_score":0.1666666667}
{"full_text":"RT I need MOH to answer this Question. You can have a Vaccination Certificate and you are Covid-19 Positive. But on the other...","sentiment_score":0.0511363636}
{"full_text":"RT I think it's worth reminding people months ago Morrison said he was gonna deliver a covid safe Christmas.He didn't.","sentiment_score":0.4}
{"full_text":"RT Packers activated Kevin King and Shemar Jean-Charles from COVID-19 list","sentiment_score":0.0}
{"full_text":"...and getting them out of the underperforming DC school system would be a bonus.","sentiment_score":0.0}
{"full_text":"RT Why are some people worried about unknown long term side-effects of the vaccine but not the unknown long term side-effects of...","sentiment_score":-0.075}
{"full_text":"RT We need a proper public conversation about just how INSANE the rules in the first lockdown were to make sure it never, eve...","sentiment_score":-0.05}
{"full_text":"RT \"Vaccine Passports\" for a 'vaccine' that doesn't prevent transmission or infection is the dumbest concept imaginable....","sentiment_score":0.0}
{"full_text":"RT Good morning to everyone except Tuchel, here is complaining about Covid and injuries problems impacting them. They subs a...","sentiment_score":0.7}
{"full_text":"RT The CDC says just put some Windex on it","sentiment_score":0.0}
{"full_text":"RT Women who are pregnant, breastfeeding or trying for a baby can have the #COVID19 vaccination.The COVID-19 vaccine cannot give...","sentiment_score":0.3333333333}
{"full_text":"I'm glad you did not contract the novel coronavirus","sentiment_score":0.5}
{"full_text":"How can companies expand once they emerge from the pandemic and are ready to focus on growth? That was one of the main questions explored during the webinar \"Creating a Borderless Organizational Structure With #GlobalPayroll.\"","sentiment_score":0.1833333333}
{"full_text":"you are a professional, you cannot afford to say these things to a fan. Coincidentally, you took the covid again on your birthday... Did you have a party again throwing money on the floor?","sentiment_score":0.1}
{"full_text":"The warned people on Thursday not to go on cruises, regardless of their vaccination status, because of onboard outbreaks fueled by the omicron variant.","sentiment_score":0.0}
{"full_text":"Where do u get the idea that he might have infected many ppl, any more than a vaxed person who gets covid might infect ppl? Your unjustified prejudice against unvaxed ppl is showing. You've fallen for the msm anti-unvaxed narrative.","sentiment_score":0.5}
{"full_text":"LMFAOOOO","sentiment_score":0.0}
{"full_text":"RT I get that lockdowns weren't actually for nothing but I have 3 kids with covid, 14 days into a 21 day iso and if the new...","sentiment_score":0.0681818182}
{"full_text":"RT When covid gets really bad, it's easier to find snow in FL than Ron Desantis.","sentiment_score":-0.7}
{"full_text":"RT Nature is the ultimate healer, uplifter &amp; joy-maker! In an outside temperature of -35oC\/-31oF, I'm dancing for joy, hop...","sentiment_score":0.2666666667}
{"full_text":"RT The cdc now recommends at least one sopranos episode per day","sentiment_score":-0.3}
{"full_text":"Biden was in such a hurry to declare \"Mission accomplished\" last July, just as Delta was warming up. But that attempt to wriggle out of a problem by declaring it solved went about as well for Biden as it did for George W. Bush.","sentiment_score":0.0666666667}
{"full_text":"RT \"In 2021, the evolution of unprecedented changes picked up speed. We witnessed the U.S. Capitol riot, the Kabul Moment, vaccin...","sentiment_score":0.6}
{"full_text":"Nursing homes are a testing ground for President Joe Biden's assertion that the U.S. is much better prepared to handle a surging virus than it was last winter.https:\/\/t.co\/2g18AY3cTH","sentiment_score":0.25}
{"full_text":"A doctor has slammed the \"incomprehensible\" decision to not get a covid vaccine and said the pressure on the NHS may \"break us\"https:\/\/t.co\/KQrEnoHeCR","sentiment_score":0.0}
{"full_text":"RT Shame on for the lack of any state-run testing sites or state assistance on locally run sites amid the omic...","sentiment_score":0.0}
{"full_text":"RT A little over a month ago, I was shut down and labeled \"misinformation\" on network TV when I said that vaccinated people...","sentiment_score":-0.1715277778}
{"full_text":"DON'T SHARE: The U.S. Centers for Disease Control and Prevention (CDC) on Wednesday put out a warning about cytomegalovirus, or CMV, before the New Year's holiday.https:\/\/t.co\/8JQVqIEAak","sentiment_score":0.1363636364}
{"full_text":"Because you don't like workers complaining about pay or unsafe conditions, except for those who defy vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT As a society we are concerned about the recent change in guidance regarding use of rapid antigen tests. With high communi...","sentiment_score":0.08}
{"full_text":"Here's What Biden's Failure to Order Enough COVID Tests Could Mean for You -","sentiment_score":-0.2097222222}
