{"full_text":"Sigh, evil strikes again. Good luck and strength to all German brothers and sisters.","sentiment_score":-0.1}
{"full_text":"RT The President will announce today FREE and RELIABLE at home tests.","sentiment_score":0.4}
{"full_text":"RT Overturning Roe v. Wade is incredibly unpopular. Mandating COVID vaccines is incredibly popular. From the way media c...","sentiment_score":0.75}
{"full_text":"RT \"i just got my 2nd vaccine shot\" ah you worked hard\/did well!@BTS_twt","sentiment_score":0.0}
{"full_text":"Myocarditis has a 50% survival rate Covid has a 99.85% survival rate Choose carefullyGrim prospects for the wrong choice.","sentiment_score":-0.5}
{"full_text":"Keep repeating this.. As we all know that Australia has COVID passport mandates, and only a vaccinated person could have brought the new COVID variant into Australia","sentiment_score":0.0681818182}
{"full_text":"RT Updates? Pris?","sentiment_score":0.0}
{"full_text":"2 years in, there is still debate whether covid was of natural origin or not. Some even doubt the country of origin.The more politics gets in the way, the harder it is to get a REAL solution to the problem.","sentiment_score":0.175}
{"full_text":"WHAT DOES THIS TELL YOU","sentiment_score":0.0}
{"full_text":"RT Republicans won't be happy until every American has a gun, a Bible, and Covid.","sentiment_score":0.4}
{"full_text":"RT Hate that for ya","sentiment_score":-0.8}
{"full_text":"Moerskont what a teamFuck this new variant man! #URC","sentiment_score":0.1704545455}
{"full_text":"95% vac uptake in ireland ....and literially nothing has changed .Still high cases ( if we believe the figures) Still too many ending up in hos.Still required yo wear a mask.I wonder he really had their head up their arse.Hmmm","sentiment_score":0.2866666667}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"RT This Global Covid Summit? https:\/\/t.co\/v9krGwJZih","sentiment_score":0.0}
{"full_text":"RT 959new #covid19ontario cases expected today, compared to 748 last week (+28.2%). The 7 day average is now 851, up 23.1% f...","sentiment_score":-0.0833333333}
{"full_text":"RT Brown University Study Shows COVID Rules are to Blame for Decline in Children's Development","sentiment_score":0.0}
{"full_text":"\"80 House Republicans Vote to Fund Federal Vaccine Database to Spy on Americans\"https:\/\/t.co\/mhXqdPBvdk","sentiment_score":0.0}
{"full_text":"I know for most of us, this is our first pandemic. But we really suck at it.","sentiment_score":0.3166666667}
{"full_text":"RT Breaking News: President Biden is expected to unveil a winter Covid plan today that includes insurance reimbursement for at-ho...","sentiment_score":-0.1}
{"full_text":"RT Muttahida Majlis-e-Ulema (MMU) Jammu &amp; Kashmir headed by the incarcerated Mirwaiz Umar Farooq has expressed serious concern...","sentiment_score":-0.3333333333}
{"full_text":"RT Fauci can't explain why he banned travel from African countries with *zero* omicron cases","sentiment_score":0.0}
{"full_text":"RT I've heard these concerns from academic physicians in the U.S.  There's a modern day McCarthyism in science whereby resear...","sentiment_score":0.1}
{"full_text":"RT We don't want covid to go away? In Florida, we've been living normally for months and months. You idiots are still pushing...","sentiment_score":-0.325}
{"full_text":"UK Covid live: No 10 refuses to back minister's suggestion that big Christmas parties might be unwise","sentiment_score":0.0454545455}
{"full_text":"RT FOX NEWS: BIDEN TO ANNOUNEC HEALTH INSURERS MUST COVER 100% OF AT-HOME COVID TESTSHundreds of millions of Americans (any...","sentiment_score":0.0}
{"full_text":"RT Nurses know that Covid patients are dying from government subsidized hospital protocols (Remdesivir, intubation), NOT fro...","sentiment_score":0.0}
{"full_text":"RT If they want us barefoot in the kitchen, maybe we should all stay home from work and stop spending our $ on any thing oth...","sentiment_score":0.0}
{"full_text":"RT The bottom fucking line is this: A once in a lifetime pandemic hit us early in 2020 when we tragically happened to have...","sentiment_score":-0.25}
{"full_text":"RT in a state like Alabama you cannot be forced to wear a mask to protect others but you can be forced to endure an entire...","sentiment_score":-0.2}
{"full_text":"RT Looks like 6.5 to me, what do you think?","sentiment_score":0.0}
{"full_text":"Well they do say a little knowledge is a dangerous thing and you just go to prove it. mRNA vaccines are in fact not new to covid vaccines.","sentiment_score":-0.2852272727}
{"full_text":"RT \"Trump knowingly exposed Joe Biden, half of his Cabinet, numerous reporters, Gold Star families, and the entire crew of...","sentiment_score":-0.0555555556}
{"full_text":"RT COVID patient left for 'dead' recovers after court forces hospital to allow ivermectin treatment -","sentiment_score":-0.1}
{"full_text":"I know this is a side issue, but its still weird to hear that people are travelling the world during a global pandemic","sentiment_score":-0.25}
{"full_text":"RT I have de same concern in the population in 40's. They already have Proteccion against severe COVID, but the bo...","sentiment_score":0.0}
{"full_text":"RT Covid and STDs are the only things Trump gives people for free.","sentiment_score":0.2}
{"full_text":"RT What happened in Australia &amp; Canada are examples of where this leads. This administration is everything they blamed the l...","sentiment_score":0.0}
{"full_text":"RT Republicans won't force a 12 year old to wear a mask at school but they'll force her to have a fucking baby","sentiment_score":-0.25}
{"full_text":"RT Your periodic reminder that this clown is the Upper East Side son of a wealthy banker. Fuck Sexton has told friends th...","sentiment_score":0.0333333333}
{"full_text":"RT This.This is the truth.If you can't admit this, your tribalism is preventing you--or you are as incapable of empathy...","sentiment_score":0.0}
{"full_text":"RT India confirms its first cases of the omicron coronavirus variant in two people who traveled abroad.","sentiment_score":0.25}
{"full_text":"RT If we go by the Covid logic, you must not leave your house because there's a chance of getting into a car accidentIf you do l...","sentiment_score":0.0}
{"full_text":"RT That's morally untenable, but increasing the cost of medical insurance for the unimmunized or e...","sentiment_score":0.0}
{"full_text":"RT \"What an absolute load of rubbish... Did anyone else's friends get contracts?\" Watch and disagr...","sentiment_score":0.2}
{"full_text":"RT Press release: Greylock Earns Next Century Award for its Community Response to the Pandemic ht...","sentiment_score":0.0}
{"full_text":"Can't wait to get started on the 30 minutes of forms to my insurance company for each test, only to get reimbursed by check for 40% of the cost 10 weeks later.","sentiment_score":0.0}
{"full_text":"Yes so just go get Covid and not the jab!!! I mean Trump did and look at him!","sentiment_score":-0.390625}
{"full_text":"RT Fauci can't explain why he banned travel from African countries with *zero* omicron cases","sentiment_score":0.0}
{"full_text":"RT Mark Meadows calls his own book \"fake news\" after Trump denies he tested positive for Covid.MSNBC's Morning Joe mocks M...","sentiment_score":0.1090909091}
{"full_text":"RT The AIDS epidemic didn't have to be the way that it was in the 80s (and 90s) both domestically and internationally, and the...","sentiment_score":0.0}
{"full_text":"RT Y'all are acting like you've never seen a 75 year-old drug addict who paid for upteen abortions with his myriad mistresses...","sentiment_score":0.0}
{"full_text":"I'm not sure I do. I think maybe more wanton disregard for the safety of others driven by the desire to not \"admit\" Covid was a problem by being sidelined and appearing \"weak\".","sentiment_score":-0.0416666667}
{"full_text":"RT Examining the evidence gathered from South Africa, the World Health Organisation believes that the Omicron variant is mild...","sentiment_score":0.3333333333}
{"full_text":"RT I too am sickened. I've cared for too many patients dying of Covid to count. Who are these people who think they can flo...","sentiment_score":0.5}
{"full_text":"RT Foreigner Who Tested Positive For #Omicron Left India On November 27 Read more:","sentiment_score":0.2424242424}
{"full_text":"How is the #Omicron variant different from other coronavirus variants? Is it more pathogenic? Are disinfectants effective against it? Here's everything you need to know about the Omicron variant, according to the experts. #VitalOxide #Disinfect #COVID19","sentiment_score":0.24375}
{"full_text":"I've seen a lot of stories like \"I know people who are vaccinated who still got very sick!\".  So I wanted to share my own story. 2 months ago, My wife got COVID &amp; was pretty miserable for a week. For the first 2-3 days, she masked up and isolated as much as possible.  \/1","sentiment_score":-0.15}
{"full_text":"We have mAbs and soon we'll have Paxlovid. And Omicron will probably be more beneficial than harmful. This shit is over with.","sentiment_score":0.15}
{"full_text":"2\/ For starters, $MA's and $V's cross-border card volume has faced significant headwinds from the pandemic's effect on travel. While cross-border card-not-present payment volume (think e-commerce) is thriving, travel is still significantly down.But this should be temporary.","sentiment_score":0.375}
{"full_text":"What I'd say is that you don't seem to care about the elderly enough to be more widely read, and to act accordingly. This is why vaccines were quickly produced.","sentiment_score":0.1833333333}
{"full_text":"Yes love it.","sentiment_score":0.5}
{"full_text":"RT Overturning Roe v. Wade is incredibly unpopular. Mandating COVID vaccines is incredibly popular. From the way media c...","sentiment_score":0.75}
{"full_text":"RT India confirms its first cases of the omicron coronavirus variant in two people who traveled abroad.","sentiment_score":0.25}
{"full_text":"Got mine on Tuesday with the flu jag. Had both arms sore and like lead weight. Now have mild flu like symptoms. At least now I know what the flu is like and most certainly do not want to sample Covid","sentiment_score":0.106547619}
{"full_text":"RT The pandemic ended in Britain in April and then in July again. Everything is fine.","sentiment_score":0.4166666667}
{"full_text":"RT 8) What is the latest in estimate relative growth rate (transmission) of #Omicron vs #Delta? 5.2x! This confirms","sentiment_score":0.3333333333}
{"full_text":"RT  GULF KANAWUT'S BIRTHDAY PROJECT Project by : Phiballs Indonesia &amp; Malaysia  04.12.21 00:00~23:59 (24 hours)10...","sentiment_score":0.0}
{"full_text":"As far as coincidences go, this would be a very fucking strange one #Omicron #Delta","sentiment_score":0.025}
{"full_text":"RT Trump tried to blame Gold Star families for giving him covid last year. Now we now learn he had already tested positive whe...","sentiment_score":0.1136363636}
{"full_text":"RT Vaccine company CEO: Vaccines will struggle with OmicronThe literal Vice President of the US: \"Best protection against the Om...","sentiment_score":1.0}
{"full_text":"It's interesting that people who wont have the vaccine need to justify their decision constantly .. meanwhile everyone else gets the booster!!","sentiment_score":0.25}
{"full_text":"I saw it as the perfect horrible storm: Trump + Pandemic + election year ","sentiment_score":0.0}
{"full_text":"RT We can all take steps to help stop the spread of #COVID19 in the run-up to Christmas.COVID spreads through tiny droplets fro...","sentiment_score":0.0}
{"full_text":"this is the problem w. anecdotes; they often cancel each other out. You might know someone fully vaxxed who still had to go to the hospital, I might know someone fully vaxxed that's never caught COVID. This is why we need to look at actual data, research &amp; evidence that takes \/3","sentiment_score":-0.0625}
{"full_text":"RT We don't want covid to go away? In Florida, we've been living normally for months and months. You idiots are still pushing...","sentiment_score":-0.325}
{"full_text":"Didn't and endorse Dougie in early November. Has the had any discussions with either of them regarding this move?","sentiment_score":0.1}
{"full_text":"RT In the face of multiple rumours going round the BBC ought to make a definitive statement as to whether Laura Kuenssberg...","sentiment_score":-0.1}
{"full_text":"The Fed is right to stick to its tapering acceleration story #Fed #Intermarket #Inflation #Coronavirus #Positioning","sentiment_score":0.2857142857}
{"full_text":"RT It's here! A special series of articles, poetry &amp; artworks about how the pandemic has affected youth fro...","sentiment_score":0.3571428571}
{"full_text":"RT The human cost of criminal, failed, herd immunity concept He must be brought to justice","sentiment_score":-0.3}
{"full_text":"A must read from on the state of virtual health care in Canada -- inlcuding the good (convenience, catching things early) and what we need to do to prevent the bad (inefficiencies, missed diagnoses, the 'Netflixization of health care')https:\/\/t.co\/waF9dJXjYb","sentiment_score":0.175}
{"full_text":"RT Freedom includes the freedom not to be harmed avoidably by others' choices. Vaccine mandates for health care workers and...","sentiment_score":0.0}
{"full_text":"Actually Bionntech had been working on an Mrna vaccine for nearly 20 years, it's just once covid hit it went from being a future hypothetical to a need a","sentiment_score":0.0333333333}
{"full_text":"these different outcomes into account. There will always be outliers &amp; exceptions to the rule (a vaccine that's 90% effective still means it won't be effective for 10% of people.) but looking at the actual data helps us reach rational conclusions &amp; make logical choices.  \/end","sentiment_score":0.29}
{"full_text":"RT Nah there's no way y'all are seriously hoping for another lockdown... someone explain to me why ???","sentiment_score":-0.3333333333}
{"full_text":"Founder &amp; CEO of at the #PRSKSummit2021 had a fantastic presentation on Trends around Leveraging on Technology for growth amidst the Pandemic! A Thread ","sentiment_score":0.5}
{"full_text":"Doubt that they will have a complete lockdown. The whole thing could be long term very bullish if unvaccinated and low IQ correlates and mostly unvaccinated people die.  ","sentiment_score":0.1583333333}
{"full_text":"RT Brain problems found in 1% of hospitalized COVID-19 patients; real-world data shows Moderna vaccine highly effective","sentiment_score":0.6}
{"full_text":"It's like frosting of shit on top of the shit cake that has been this pandemic.","sentiment_score":0.0333333333}
{"full_text":"RT Mark Meadows could have revealed at any point in the last year that Trump tested positive for COVID three days before his...","sentiment_score":0.1136363636}
{"full_text":"RT Ways to prevent CORONAVIRUS #FridayMotivation","sentiment_score":0.0}
{"full_text":" BREAKING: Germany to announce nationwide Covid lockdown for the unvaccinated  #unitedkingdom #mostshared","sentiment_score":0.0}
{"full_text":"RT She also said there were 30 previous variants that didn't illicit any response globally and doesn't understand...","sentiment_score":-0.0833333333}
{"full_text":"RT 489. In case you were wondering how many people died of Covid on the day that our Prime Minister had a Christmas party.","sentiment_score":0.5}
{"full_text":"Indian variant incoming","sentiment_score":0.0}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"RT Brutal police ATTACK on a minor caught on cameraExpect more of this now that the Pandemic Bill has passed.FULL VIDEO:...","sentiment_score":-0.1416666667}
{"full_text":"Core genes involved in the regulation of acute lung injury and their association with COVID-19 and tumor progression: A bioinformatics and experimental study by #Bioinformatics","sentiment_score":0.35}
{"full_text":"Not to mention, so many people are at the airport, are we going to ask countries to make sure social distancing is at the airport? Are countries going to have to stagger folks' airport arrival time ? So many costs and no one is talking about them.","sentiment_score":0.3833333333}
{"full_text":"I don't leave my house and money still spending. Lol what to do?","sentiment_score":0.8}
{"full_text":"I had-&amp; ENCOURAGE shotsHad covid b4shots cameWear maskWAS glad4lockdownsWe learnedlockdown harms2Psychihungerabuseillnesses not attended2.Econ.&amp; New data showsPrev.Inf.may not B spreading more than VXD &amp;may hav imm protectWhy not Nuanced approach based on new data?","sentiment_score":0.2575757576}
{"full_text":"RT Keir Starmer enjoys beer with Labour workers despite lockdown rules banning indoor social gatherings","sentiment_score":0.0333333333}
{"full_text":"Expletive deleted.","sentiment_score":0.0}
{"full_text":"RT Ohio's public libraries continue to receive national attention for helping to distribute COVID testing kits from","sentiment_score":0.0}
{"full_text":"RT New proposal is 4x jabs per year.  Because Omicron.  For which there are zero recorded deaths and zero evidence that th...","sentiment_score":0.1363636364}
{"full_text":"RT Would the NHS Covid App have proximity data from all in that room?","sentiment_score":0.0}
{"full_text":"Transforming from Peter Parker to Spidey in order to do fun superhero shopping EDSA Annex! Just enjoying fun yuletide mall rounds! #Spidey #SpiderMan #PeterParker #Marvel #Avengers #superhero #cosplay #Covid_19 #COVID #COVID19 #COVID__19 #coronavirus #pandemia","sentiment_score":0.4166666667}
{"full_text":"RT Federal court dismantles Biden's vaccine mandate, noting Biden administration cannot show any evidence it even reduces tran...","sentiment_score":0.0}
{"full_text":"RT Posting without any comments! #OmicronVariant #COVID19 #ChineseVirus #Liberals","sentiment_score":0.0}
{"full_text":"RT This piece is dripping with disdain for the COVID-jab hesitant and those fully opposed to taking the mRNA shot. It's really...","sentiment_score":0.2}
{"full_text":"RT Counter-terrorism police are concerned that lockdown lifting has created new opportunities for people who've been radicalize...","sentiment_score":0.1363636364}
{"full_text":"RT Im fighting pneumonia and Covid rn.  I can't be a father to my kids, I can't train my sons in the gym, I can't attend the...","sentiment_score":0.0}
{"full_text":"Listen in. Discussion about omicron.https:\/\/t.co\/5wBf5ddYBF","sentiment_score":0.0}
{"full_text":"With the emergence of #Omicron, the world is once again scrambling to manage the spread of this latest variant with travel restrictionsHas it learned anything from Delta &amp; the initial COVID19 response? And is there a better way?New commentary explores:","sentiment_score":0.3333333333}
{"full_text":"RT There will be more variants. There will be more mutations.Let us share the vaccine patents to all so we can keep each o...","sentiment_score":0.5}
{"full_text":"Bring all those future democrat voters in. No need for COVID testing or testing for TB or otther infectious diseases. People's health and well-being isn't important. Voting Democrats into perpetual power is the all important goal and end game. People are collateral damage.","sentiment_score":0.1}
{"full_text":"Good news for Barca","sentiment_score":0.7}
{"full_text":"RT THIS JUST IN: Ontario's chief medical officer of health will be providing a COVID-19 update at 2 p.m. to announce the provinc...","sentiment_score":0.0}
{"full_text":"RT More of this. ","sentiment_score":0.5}
{"full_text":"God works in mysterious ways. -- Christian TV network founder and preacher Marcus Lamb, who discouraged vaccinations, dies after being hospitalized for Covid-19https:\/\/t.co\/cJx3i2wMMf","sentiment_score":0.0}
{"full_text":"Exactly, dont be gungoo and do chest thumping ab kya hoga...ye twitter handle ne bataya \"trust your vaccine\" comes from a doc having phd","sentiment_score":0.25}
{"full_text":"RT The federal government could be heading for temporary shutdown, with Republicans poised to stall a must-pass funding bill...","sentiment_score":0.0}
{"full_text":"RT We know what we need to do to control Omicron: get people vaccinated, get them boosted, and get our children vaccinated. We can do...","sentiment_score":0.0}
{"full_text":"RT Plenary 2 of #PROTECT2021 featured on #COVID19 Human Challenge Studies, Susan Gould (@LSTMnews) &amp; Nicola Y...","sentiment_score":0.0}
{"full_text":"RT ... omicron, le dicen.","sentiment_score":0.0}
{"full_text":"I have spent the morning unable to get dressed bc pain in my lungs. From bed I've written the copy for a #LongCovid project starting in Jan 2022. too painful to speak or walk today but I still have a voice here. Please avoid the virus. #GetBoosted #GetVaccinated #WearAMask","sentiment_score":-0.325}
{"full_text":"RT Christian TV network founder and preacher Marcus Lamb, who discouraged vaccinations, dies after being hospitalized for Covi...","sentiment_score":0.0}
{"full_text":"Polio killed 7,000 people a year at its peak in the United States. How many have died each year from COVID in the US?","sentiment_score":0.15}
{"full_text":"Thu 2 Dec 2021Dr Michelle Groome of South Africa's National Institute\"there had been an \"exponential increase\" in infections over the past two weeks, from a weekly average of around 300 new cases per day to 1,000 last week, and most recently 3,500.\"https:\/\/t.co\/2fBqgi15j3","sentiment_score":0.0393939394}
{"full_text":"COVID-19 ICU bed use in Arizona is now at the highest level since mid-February. And health care leaders in the state continue to warn that hospitals are dangerously close to capacity. reports.","sentiment_score":-0.6}
{"full_text":"Bennett had recommended as recently as Friday that people do not travel abroad because of the Omicron variant of the coronavirus","sentiment_score":0.0}
{"full_text":"Top 10 most downloaded article in the #BullMathBiol, Sep 2020:The Role of Movement Patterns in Epidemic Models on Complex Networksby Alfonso Ruiz-Herrera &amp; Pedro J. Torres Congrats to the authors!  ","sentiment_score":0.2083333333}
{"full_text":"Let yourself shine bright with beautiful Off-white colored hijab that is super comfortable and calming. Rock and roll just like you want.Shop Online: #hijabsonline #PSL7 #Omicron #COVID19 #modesty #MuslimGirls #womenempowerment #onlineshop","sentiment_score":0.5708333333}
{"full_text":"Request for #COVID19 #wellness survey participants. The survey explores how #SocialDistancing and #socialmedia has effected our #mentalhealth.  #wellbeing #BizHourhttps:\/\/t.co\/W5JNPOcEZ1","sentiment_score":0.0}
{"full_text":"Have you taken a positive #PCR in the past 3 days? If so we'd love your help to train our dogs to sniff out #COVID19 Find out more at","sentiment_score":0.2443181818}
{"full_text":"Unvaccinated foreign workers in Jordan face strict measures, including deportation#Jordan #COVID #thelevanthttps:\/\/t.co\/lLGuSPbaAH","sentiment_score":-0.125}
{"full_text":"Biden to Announce New Restrictions as US Reports First Case of Omicron Variant","sentiment_score":0.1931818182}
{"full_text":"COVID-19 gave us pause for thought about improving our professional learning and practices. We're excited to hear from our colleagues who will reflect on their experiences as practitioners at #HELTASA21.","sentiment_score":0.2375}
{"full_text":"Welcome to the show Dr. He'll be on with us in just 5 minutes. LISTEN: #coronavirus","sentiment_score":0.8}
{"full_text":"While the 66-year-old man is a South African national, the other one has no travel history and is a healthcare worker.","sentiment_score":-0.0625}
{"full_text":"RT Kyle Griffin and MSNBC could have revealed at any point last year the contents of Hunters Lap Top before Trump's first de...","sentiment_score":0.25}
{"full_text":"RT #BREAKING Omicron could cause over half of Europe's Covid cases in 'next few months': EU health agency","sentiment_score":-0.1222222222}
{"full_text":"Let's Be careful but don't panic, however observe COVID appreciate behaviour..Omicron varient arrived Indian shores.#OmicronAlert#OmicronVarient#Omicronindia","sentiment_score":-0.1}
{"full_text":"Quick and easy verification for vaccine status with robust protection!#vaxie #vaxienated #vaxieNFT #NFTCommunity #nftcollector #NFTGiveaway #NFTartists #NFTshill #NFTdrops  #nftasia #cryptoartphCheck out our Vaxie NFT &gt;","sentiment_score":0.3833333333}
{"full_text":" In Kenya, the project on COVID-19 #recovery &amp; #resilience focuses on empowering #personswithdisabilities on their post-pandemic entrepreneurial journey.  Dadaab Refugee Settlement #IDPD2021 #EveryoneIncluded@UNHCR_Kenya","sentiment_score":0.0}
{"full_text":"After using references from #Stree and #MainHoonNa, the #MumbaiPolice account used a scene from the upcoming Kabir Khan directorial '83' to talk about the importance of wearing #masks at all times. ","sentiment_score":0.0}
{"full_text":"Share your COVID journalism experienceThe survey, which is being led by Dr Kyriaki Giorgakoudi, Dr Zahera Harb, and Miss Vishwa Parsana, closes on Thursday 9 December 2021https:\/\/t.co\/QqBvMXRjoD","sentiment_score":0.0}
{"full_text":"DOJ: 30,000 vaccine doses allocated to PDLs under BuCorhttps:\/\/t.co\/kcVSdnDgQq","sentiment_score":0.0}
{"full_text":"RT lsanger: Never before has practically the entire goddamned world been put under the same lockdown and masking orders.Never before hav...","sentiment_score":0.0}
{"full_text":"RT While we have to be smart and take precautions to protect against the coronavirus, at the same time we must not let fe...","sentiment_score":0.1071428571}
{"full_text":"RT Mainline clergy are reporting the most concerns. The ways our institutions interface with technology and media impacts...","sentiment_score":0.5}
{"full_text":"RT Amy Coney Barrett's comments today about pregnant women were horrific and she was in the position to say them (in part) bec...","sentiment_score":-0.3333333333}
{"full_text":"Fauci, congress, the CDC, FDA, WHO and governors need to be held accountable","sentiment_score":0.0}
{"full_text":"RT Pfizer and Moderna understand COVID-19 as a new industry. Their execs are the leaders of a new, powerful global mafia....","sentiment_score":0.1431818182}
{"full_text":".@HHSOCR Director Lisa J. Pino shared a statement of solidarity in support of people living with HIV in commemoration of #WorldAIDSDay. Learn more:","sentiment_score":0.5}
{"full_text":"Dr. Muralidharan Jagadeesan recognized with Presidential Volunteer Service Award for advancing AAKP's COVID risk education &amp; elevating kidney patients in COVID clinicals trials\/vaccine protocols. AAKP COVID programs engaged 80K+ patients in 70 countries!","sentiment_score":0.0}
{"full_text":"Some vaccinated, at-risk employees may have a disability-related reason to continue teleworking. Read A Practical Approach to Telework as a Reasonable Accommodation During the Pandemic at","sentiment_score":0.2}
{"full_text":"My daddy don't know if he wanna be a comedian or a doctor","sentiment_score":0.0}
{"full_text":"Book your free flu or COVID-19 vaccine today for maximum protection this festive seasonVaccines are the best way to protect yourself, friends and familyCheck your eligibility and if you can, get vaccinated today!#VaccinateBCWB","sentiment_score":0.7}
{"full_text":"Omicron variant officially confirmed in 4 African countrieshttps:\/\/t.co\/LnwtSStQgM","sentiment_score":0.2}
{"full_text":"The California resident who tested positive for the new variant after returning from South Africa recently was fully vaccinated. The person was not yet due for a booster shot.https:\/\/t.co\/AtZNooVucM","sentiment_score":0.0596590909}
{"full_text":" JUST ADDED: This sexy splatter vinyl variant of hotly-anticipated new album, World I Understand |","sentiment_score":0.3181818182}
{"full_text":"Everyone ages 18+ who is fully vaccinated against COVID-19 is eligible for a booster dose. Studies show after getting vaccinated against COVID-19, protection against the virus may decrease over time. Learn more at","sentiment_score":0.5}
{"full_text":"Biden launching winter COVID-19 booster, testing campaignhttps:\/\/t.co\/qc7w6SYTvT","sentiment_score":0.0}
