{"full_text":"#rblbank is now down by 9% near 130 again!If 130 is gone and sustained below then 124, 116 can come in no time#banknifty #nifty still trying to show 'all is well' and omicron and covid fear are not significant!","sentiment_score":-0.0966435185}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT Twitter suspends Just the News founder for report on legal distinctions between COVID vaccines via...","sentiment_score":0.2}
{"full_text":"Like I feel like I'm at the brink of death. Fuck Covid","sentiment_score":-0.4}
{"full_text":"RT BREAKING: U.S. reports 484,377 new coronavirus cases, setting world record","sentiment_score":0.1363636364}
{"full_text":"Ryan you attacked big time I saw your tweets at the time.. you attack anyone who presents facts and studies which contradict your narrative .. please Ryan stick to Stats and leave the science and medicine to people who are actually vaccine scientist &amp; doctors","sentiment_score":0.0}
{"full_text":"RT Dr. Malone may be right or may be wrong in his views regarding Covid vaccines. But he is a respectable scientist, the inv...","sentiment_score":0.0952380952}
{"full_text":"RT Did you know that under 65s with covid now have no access to Hospital at Home? Just take that in. You catch this thing a...","sentiment_score":0.0}
{"full_text":"RT You wanted everything reopened before it was safe. Then you wanted everything to stay open no matter how high the nu...","sentiment_score":0.22}
{"full_text":"RT Ron DeSantis is MIA -- I'm going with he's tested positive for Covid.","sentiment_score":0.2272727273}
{"full_text":"Florida and other US states are seeing a different effect. Likely blends of Delta and Omicron. But unknown.Hospitalizations tracking higher than Delta (kids), about even for adults.","sentiment_score":0.03125}
{"full_text":"RT Kate is right about this. If we had shared the vaccine a year ago, there would be no omicron. It's that simple.","sentiment_score":0.1428571429}
{"full_text":"RT \"Did you attend public school before 2020?\"\"Yeah lol\"\"Did you ever care that you were required to get vaccinated in orde...","sentiment_score":0.4}
{"full_text":"RT Professor Paul Kelly, Chief Medical Officer.Summary*Omicron only kills a quarter as many cases as Delta.So we are spre...","sentiment_score":0.1666666667}
{"full_text":"RT Omicron cases are on the rise, but it's clear that vaccines and boosters are making a difference. Vaccines and boosters hel...","sentiment_score":0.1}
{"full_text":"RT New CDC guidelines","sentiment_score":0.1363636364}
{"full_text":" ... the pandemic is really revealing so much.","sentiment_score":0.2}
{"full_text":"RT Out of 46 omicron cases reported in Tamilnadu till now 27 people have recovered so far. #omicron","sentiment_score":0.1}
{"full_text":"RT Fk the CDC! Fk the government! And fk cocomelon!","sentiment_score":0.0}
{"full_text":"Dragging the cursor along the timeline you can see Canada has never tried to reach Test on Demand.Yesterday, we narrowed availability (limited supply \/ orders-of-magnitude higher Omicron spread) ... The point is, people with access to their health information will act with.","sentiment_score":0.0892857143}
{"full_text":"RT Marines say they're being 'crushed' over vaccine refusal: 'A political purge' #FoxNews","sentiment_score":-0.05}
{"full_text":"RT the CDC says roll initiative","sentiment_score":0.0}
{"full_text":"RT Dr. Malone may be right or may be wrong in his views regarding Covid vaccines. But he is a respectable scientist, the inv...","sentiment_score":0.0952380952}
{"full_text":"RT SEVEN QUESTIONS PUBLIC AUTHORITIES ARE AVOIDING LIKE THE PLAGUE\"What motive, other than criminal negligence, could pos...","sentiment_score":-0.175}
{"full_text":"RT Possibly the delta faucet variant ","sentiment_score":0.0}
{"full_text":"RT My period lasts longer than the CDC's new quarantine recommendation","sentiment_score":0.1363636364}
{"full_text":"#auspol Live breaking news: Morrison's a failure. Australia records over 20,000 daily COVID-19 cases; National Cabinet changes to close contacts, international arrivals; Two-year-old child with virus dies in SA","sentiment_score":-0.0450757576}
{"full_text":"RT Getting boosted is the most powerful protection you can get against COVID-19 and its variants. Find vaccination and booster...","sentiment_score":0.4}
{"full_text":"They thought they was safe!","sentiment_score":0.625}
{"full_text":"Upside to quarantine, waiting for your COVID results texted to you? New text message-based game with three friends.  Pace like F, Marry, Kill. Don't be surprised at the consensus who gets Test 4.","sentiment_score":-0.0545454545}
{"full_text":"RT TN is seriously broken. 50 swabs in my ER. 47 positive. NOT ONE VACCINATED! And yet they still have no intentions of getting t...","sentiment_score":-0.0579545455}
{"full_text":"RT When Twitter suspends the invtentor of mRNA technology for spreading \"misinformation\" about Covid vaccines, you know we're...","sentiment_score":0.0}
{"full_text":"RT FULL DETAILS: Man contracts, then recovers from COVID while waiting in testing line","sentiment_score":0.35}
{"full_text":"RT #COVID19 immune status impacts the risk of outbreaks and incidence of infection. #Booster doses are timed to increase antibo...","sentiment_score":0.0}
{"full_text":"RT Unfortunately tested positive for Covid today. I found the cure though: picked up this beast! Spread the word and help save t...","sentiment_score":-0.1079545455}
{"full_text":"Shark Week lasts longer than the CDC's new quarantine recommendation","sentiment_score":0.1363636364}
{"full_text":"RT CDC says you can just do your Covid quarantine during your lunch break.","sentiment_score":0.0}
{"full_text":"RT Arrest them. Now.","sentiment_score":-0.05}
{"full_text":"RT That time visited the to share a powerful message on climate action, COVID-19 vaccines and the importance of takin...","sentiment_score":0.2}
{"full_text":"RT Covid getting back bad ! Lord please just watch over me and mines  .","sentiment_score":-0.4375}
{"full_text":"RT TN is seriously broken. 50 swabs in my ER. 47 positive. NOT ONE VACCINATED! And yet they still have no intentions of getting t...","sentiment_score":-0.0579545455}
{"full_text":"RT what does the cdc recommend we do about virgo men","sentiment_score":0.0}
{"full_text":"ima be real upset if I get covid after this show on NYE cause it seems like everyone's getting it","sentiment_score":0.2}
{"full_text":"again spruiking of omicron being milder despite it infecting double &amp; triple vaccinated who weren't infected by delta but who skew the stats to make the disease look milder but now hospitalises kids at higher rate. It's still Wuhan strain lethal.","sentiment_score":0.125}
{"full_text":"RT The change that is being considered by Nat Cab to restrict the definition of close contacts (to those in a household) makes N...","sentiment_score":0.0}
{"full_text":"RT BJC Health, &amp; Washington U School of Medicine  one of the largest and most prominent healthcare systems in the  United Stat...","sentiment_score":0.5}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT FDA authorizes at-home rapid COVID testhttps:\/\/t.co\/eflRh12FKY","sentiment_score":0.0}
{"full_text":"RT CDC like","sentiment_score":0.0}
{"full_text":"Yeah, a state of COVID-19  was alright before f*ck face opened the border.","sentiment_score":0.0}
{"full_text":"RT The change that is being considered by Nat Cab to restrict the definition of close contacts (to those in a household) makes N...","sentiment_score":0.0}
{"full_text":"RT One rule has always been true of COVID- it is a health crisis first, economic crisis second.You cannot solve the economic...","sentiment_score":0.25}
{"full_text":"RT You think if there was Covid at the World Juniors, it's safe to assume it's also going to be at schools on Tuesday? Too f...","sentiment_score":0.5}
{"full_text":"RT A true lockdown *does* cut into the profits of the capitalists, but it also necessarily entails support for working class...","sentiment_score":0.175}
{"full_text":"RT One depressing thing about COVID (but perhaps necessary) is finding out ppl you thought were smart are just...not ","sentiment_score":-0.1285714286}
{"full_text":"RT Breaking: The introduction of Vaccine passports in Canada caused a 461% increase in cases.","sentiment_score":0.0}
{"full_text":"Along the same lines - it is getting difficult to tolerate the meandering and shape shifting CDC.","sentiment_score":-0.25}
{"full_text":"RT Imagine how many people are going to die in the next Pandemic because people feel empowered from having not caught Covid...","sentiment_score":0.25}
{"full_text":"Not afraid of any lehar of covid or death. i keep doing what my heart says.","sentiment_score":0.3}
{"full_text":"The worst place to be during a pandemic. Hospitals. Imagine having to work at one.","sentiment_score":-1.0}
{"full_text":"RT If you can stand in line for a covid test, you can stand in line to vote.No mail in ballots.","sentiment_score":0.0}
{"full_text":"RT You won't belive who Twitter has banned this time.They banned Dr. Robert Malone, the inventor of mRNA vaccine technolog...","sentiment_score":0.0}
{"full_text":"RT Just had to cancel two scheduled transplants as the patients tested COVID positive. After so long. Sadly, it's back. No r...","sentiment_score":0.0590909091}
{"full_text":"According to my feed the cdc was saying some things","sentiment_score":0.0}
{"full_text":"RT ......until you do actually catch it ! #COVID19 #auspol","sentiment_score":0.0}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"Okay, but can the pussy catch COVID? ","sentiment_score":0.5}
{"full_text":"RT The CDC just said hi gay","sentiment_score":0.4166666667}
{"full_text":"RT Can you believe the Emmy people?!Cuomo won an Emmy while groping women all over the office, killing thousands of elde...","sentiment_score":0.0}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"RT Ron De Santis is apparently MIA.Does he have COVID?","sentiment_score":0.05}
{"full_text":"RT This anti-scientific, discriminatory vaccine segregation policy is not actually the worst part of this bit of news. It...","sentiment_score":-0.5}
{"full_text":"I thought you was scared of covid","sentiment_score":0.0}
{"full_text":"RT Shocking! Delta has its protocol out. Doesn't even meet CDC abysmal guidance. And immediately cuts sick leave pay.","sentiment_score":-0.8571428571}
{"full_text":"RT USA : \"Can we beat the pandemic?\"CDC Dungeon Master: \"You can certainly try.\" ","sentiment_score":0.2142857143}
{"full_text":"Its not because he took a holiday, it's because it's been declared an alleged pandemic then he took off on holidays. If it was really so serious he should have hung around. It's obviously not serious enough.","sentiment_score":-0.0666666667}
{"full_text":"RT Australia has been immersed in a 120-year-long experiment of being ruled by a majority cohort of straight white religious pr...","sentiment_score":0.0666666667}
{"full_text":"The answer is probably yes and if you're vaccinated and have the dominant strain (Omicron) congrats, you have a cold. Lol.","sentiment_score":0.1}
{"full_text":"is there some fucky astrological shit goin on or are people just fucked off covid paranoia","sentiment_score":-0.4}
{"full_text":"Portual wants a word with you \"Portugal has one of the world's highest COVID-19 vaccination rates with around 87% of its 10-million population fully inoculated, but the fast-spreading Omicron variant has caused the recent surge in cases\"https:\/\/t.co\/DgPuceKTHn","sentiment_score":0.1}
{"full_text":"Though times don't last but covid came with a power bank","sentiment_score":0.0}
{"full_text":"I don't know how often they test for the variants. My understanding is that a sample is tested; not every COVID patient's info is run to determine the variant. Could be wrong though.","sentiment_score":-0.5}
{"full_text":"RT Ron De Santis is apparently MIA.Does he have COVID?","sentiment_score":0.05}
{"full_text":"RT Very good, balanced &amp; thoughtful thread about the Omicron situation in England's hospitals right now. Some reasons for concern...","sentiment_score":0.5319047619}
{"full_text":"RT I can't believe I am tweeting this. Breaking in to an NHS facility, screaming at staff and calling them murderers, and ste...","sentiment_score":0.0}
{"full_text":"RT My period lasts longer than the CDC's new quarantine recommendation","sentiment_score":0.1363636364}
{"full_text":"RT The dumb ass cult vilify a man like Dr. Fauci and they vote for a moron like Ron Johnson. First of all, Johnson is more R...","sentiment_score":-0.10625}
{"full_text":"Harto covid","sentiment_score":0.0}
{"full_text":"RT The deaths on the right are from cases that happened SEVERAL weeks ago. The cases happening now wont show up in death numbe...","sentiment_score":0.1428571429}
{"full_text":"RT Florida COVID update: State surpasses 4 million cases and breaks single-day case record","sentiment_score":0.0}
{"full_text":"I call bull shit, stop with this fake news, my wife is a Dr, and you guys keep this up day in and day out, The Covid is played out, make new shit up wow,","sentiment_score":-0.1327272727}
{"full_text":"RT Just finished an ED shift. Literally everyone has COVID.  Everyone. And the few people who don't have COVID have the flu.Th...","sentiment_score":-0.2}
{"full_text":"RT \"Early evidence suggests that for most people, at least for those who are up to date on their Covid vaccines, omicron a...","sentiment_score":0.1}
{"full_text":"RT How sad    a child under the age of 2 has died was covid positive   fuck  in SA","sentiment_score":-0.2242424242}
{"full_text":"Lateral flow tests: Swab both your throat and nose to identify the Omicron Covid variant, experts warn - inews","sentiment_score":0.0}
{"full_text":"RT Don't you just  Love Morrison's &amp; Perrottet's \"Cunning Plan\", to reduce the Frightening Number of Covid Cases, in NSW....","sentiment_score":0.0}
{"full_text":"RT The CDC says if you can't hang then there's the door baby","sentiment_score":0.0}
{"full_text":"RT You won't belive who Twitter has banned this time.They banned Dr. Robert Malone, the inventor of mRNA vaccine technolog...","sentiment_score":0.0}
{"full_text":"RT CDC now says you can ignore citation format for all journals. just cite it however u want baby.","sentiment_score":0.0}
{"full_text":"But, I am not against the vaccine.","sentiment_score":0.0}
{"full_text":"RT Wild graphic","sentiment_score":0.05}
{"full_text":"RT Section 144 Imposed In Mumbai Starting Today Amid Covid Surge","sentiment_score":0.0}
{"full_text":"let me tool","sentiment_score":0.0}
{"full_text":"RT Hard to imagine an end to this pandemic under capitalism.","sentiment_score":-0.2916666667}
{"full_text":"RT this is WILD. the entire B\/Yamagata species of influenza virus has possibly gone extinct since people have been masking an...","sentiment_score":-0.075}
{"full_text":"RT Every suit in the upcoming #SpiderMan game for #PS5 will reportedly have a symbiote variant version. (Source:","sentiment_score":-0.4}
{"full_text":"RT I don't care what the CDC say, you gone need them 10 days &amp; a negative test to come around me.","sentiment_score":-0.3}
{"full_text":"RT PM Shri Ji, As a responsible apex trade body of the Country, the has issued an appeal to more than...","sentiment_score":0.35}
{"full_text":"RT \"Covid is real, yall\" - a person who got covid after not taking  it seriously","sentiment_score":-0.0666666667}
{"full_text":"RT stay safe at home  :--)","sentiment_score":0.5}
{"full_text":"This...","sentiment_score":0.0}
{"full_text":"COVID-19 cases in India start to inch up as Omicron takes over","sentiment_score":0.0}
{"full_text":"The idiot has his Surgeon General complaining about the lack of monoclonal antibody treatments. The criminals  should have been pushing vaccines and masks. Now they are blaming Joe.","sentiment_score":-0.375}
{"full_text":"RT Upon witnessing the increase in the number of #COVID19 cases, Delhi Government has decided to put a yellow alert in plac...","sentiment_score":0.0}
{"full_text":"RT the cdc now recommends that andrew garfield wins an oscar for tick tick boom","sentiment_score":0.3}
{"full_text":"RT What's 2,000 people unnecessarily dying each day from COVID-19 in the grand scheme of things...","sentiment_score":0.05}
{"full_text":"RT an astounding U turning  doing away with quarantine and contact tracing, Can only marvel how NDoH once again clut...","sentiment_score":0.3}
{"full_text":"savage Lmaoo did you catch Covid or Na ?? ","sentiment_score":0.0}
{"full_text":"This from someone who offered to \"stand with Australians\" because we successfully protect ourselves from covid.  Doesn't know our state abbreviations.","sentiment_score":0.75}
{"full_text":"RT WOW: An AFLDS physician now directs the nation's leading response to Covid as Florida's surgeon general, and he just exp...","sentiment_score":0.075}
{"full_text":"RT A quick FAQ:N95 (), KN95 (), and KF94 () are all approximately the same standard from different countries. Headbands...","sentiment_score":-0.0133333333}
{"full_text":"Crazy, isn't it?","sentiment_score":-0.6}
{"full_text":"RT Florida reports 46,923 new coronavirus cases, the biggest one-day increase on record, amid a rise in hospitalizations","sentiment_score":0.1363636364}
{"full_text":"RT A few weeks ago, a friend who works for the govt's Covid team said they were being briefed to prepare for another extended l...","sentiment_score":-0.2}
{"full_text":"RT what does the cdc recommend we do about virgo men","sentiment_score":0.0}
{"full_text":"RT the CDC says roll initiative","sentiment_score":0.0}
{"full_text":"The Evil Truth Behind Vaccine Passports via","sentiment_score":-0.7}
{"full_text":"RT Question for the people who are angry that advice on how to handle Covid is changing. If the next day's forecast is for...","sentiment_score":-0.25}
{"full_text":"RT BREAKING NEWS: CDC just told me I can hit it raw, it's fine","sentiment_score":0.0929487179}
{"full_text":"What are the mortality rates for omicron? That's the true indicator to me.","sentiment_score":0.35}
{"full_text":"RT Good tweet","sentiment_score":0.7}
{"full_text":"Mr. Reich, I think we were separated at birth! You have not made one comment I haven't agreed with. I'm sure not all our ideals match up but, so far, we are simpatico! Or maybe it's because we're Boomers. ","sentiment_score":0.3125}
{"full_text":"RT Are you avoiding big New Years parties because of omicron?Yes   Yes   Yes ","sentiment_score":0.0681818182}
{"full_text":"RT I've just tested positive for Covid, what should I do??The CDC:","sentiment_score":0.2272727273}
{"full_text":"RT BREAKING: U.S. reports 484,377 new coronavirus cases, setting world record","sentiment_score":0.1363636364}
{"full_text":"RT As #Master standing on top of almost every theatres top 10 lists with 50% occupancy by shattering previous records in...","sentiment_score":0.2777777778}
{"full_text":"1) He's not the inventor of the modern mRNA vaccine and has absolutely no knowledge on it.2) he's actively spreading insane misinformation claiming vaccines make COVID Worse.3) he's a grifter making the rounds on conservative YouTube trying to gain infamy from stolen valor","sentiment_score":-0.2583333333}
{"full_text":"RT Imagine if Victoria had removed all restrictions as Omicron appeared, refused to reintroduce masks etc until too late,...","sentiment_score":-0.3}
{"full_text":"RT As of 5 mins ago there are currently 32,190 vacancies in the NHS, and they are threatening termination of employment of...","sentiment_score":0.0}
{"full_text":"Michael Ihiekwe on his Millers future, all the Covid latest and Paul Warne on Michael Smith ... #rufc stories on the back page of this week's Premium article.","sentiment_score":0.1666666667}
{"full_text":"Doctor to CNN: Biden 'Dropped the Ball' on Coronavirus Testing","sentiment_score":0.0}
{"full_text":"[scheduled tweet from 8\/20\/21]if dt didnt do the christmas thing, did they meet up todayhttps:\/\/t.co\/Q3sWVSXvnR","sentiment_score":0.0}
{"full_text":"The league and NHL Players' Association agreed to the updated protocols, which apply for the next two weeks before they are reviewed.--https:\/\/t.co\/ZAxraJOceL","sentiment_score":0.0}
{"full_text":"Tens of thousands of #turkeys are being destroyed in #Israel, as it tries to contain a serious avian flu outbreakhttps:\/\/t.co\/AMkyZYgfPz","sentiment_score":-0.2166666667}
{"full_text":"RT TN is seriously broken. 50 swabs in my ER. 47 positive. NOT ONE VACCINATED! And yet they still have no intentions of getting t...","sentiment_score":-0.0579545455}
{"full_text":"Crush: I have a crush on Collin for testing negative for COVID","sentiment_score":-0.3}
{"full_text":"Really!?!? She should remember the children HUMANS that she is killing with this damn vaccine! &amp; the athletes, and our FRIENDS! This is no human! STUPID TRASH TWITTER NAZIS! BTW - THIS HUMAN HAS FREEDOM OF SPEECH TO EXPOSE YOUR PROPAGANDA!","sentiment_score":-0.12734375}
{"full_text":"RT Some states have declared night curfew to contain Omicron but in Telangana special permissions have been given to bars and...","sentiment_score":0.3571428571}
{"full_text":"RT Please include our dear VP Leni , Tricia and others afflicted with CoVid for their Fast Recovery!      ","sentiment_score":0.25}
{"full_text":"RT I see a lot of people - on both \"sides\" - making simple mistakes about masks. I've studied PPE, taught PPE, and overseen PPE...","sentiment_score":0.0}
{"full_text":"RT i think she could end covid","sentiment_score":0.0}
{"full_text":"#Omicron will soon replace #Delta as dominant global variant of #COVID19, say expertshttps:\/\/t.co\/NJSmCl8mwn","sentiment_score":0.0}
{"full_text":"665 days since day zero, shows that COVID19 vaccines are not justifiable for any age cohort.#JesusChristcc:","sentiment_score":0.0}
{"full_text":"RT France is mandating work from home starting on January 3rd. The Netherlands is on lockdown, and so is most of the UK due to...","sentiment_score":0.09375}
{"full_text":"RT NY Dept of Health official admits they exaggerated the number of children hospitalized for COVID to motivate parents to get...","sentiment_score":-0.5}
{"full_text":"RT Florida has begun setting new daily records for COVID-19 cases again, there were more than 32,000 Christmas Day.So...where'...","sentiment_score":0.2121212121}
{"full_text":"Canberra's New Year's Eve celebrations will go ahead, with fireworks around Lake Burley Griffin for a socially-distanced event, as the territory's COVID-19 cases grow, via","sentiment_score":0.1363636364}
{"full_text":"RT 6 months ago you were cancelled and called all sorts of names for saying this. This was obviously true for over a year, but pol...","sentiment_score":0.35}
{"full_text":"Bahrain is stepping up its national vaccination campaign against the coronavirus (Covid-19), with buses on the road offering free jabs to citizens and residents Read more - #Bahrain","sentiment_score":0.45}
{"full_text":"The Westminster Kennel Club's annual dog show has become the latest event to be postponed or canceled in New York as the number of coronavirus cases surges.https:\/\/t.co\/95sVrhv3yH","sentiment_score":0.3181818182}
{"full_text":"WATCH: Vice President Leni Robredo revealed that she is currently in quarantine after close-in security tested positive for COVID-19.","sentiment_score":0.1136363636}
{"full_text":"In 11 charts: What an Omicron wave looks like","sentiment_score":0.0}
{"full_text":"RT Aren't you lefties suppose to be 'pro-worker' and against government overreach? If you support workers being fired over...","sentiment_score":0.0}
{"full_text":"Narsimha Brother, Mandu andari thagutharu, but stateki primary source of income kakudadu....there are many other source of income.Delhi has started night curfew and trying to contain Covid......Telangana state forgot everything and allowing late night parties. Nt good brother..","sentiment_score":0.235}
{"full_text":"Covid 19 Omicron: Minister Chris Hipkins' mum warns media he will be latehttps:\/\/t.co\/xLizhKQtJ1","sentiment_score":0.0}
{"full_text":"San Francisco will now require law enforcement in certain settings and other people in higher-risk workplaces to receive a coronavirus booster by Feb. 1, the city announced Wednesday, as the omicron variant wreaks havoc across the country.","sentiment_score":0.0446428571}
{"full_text":"RT The refusal to weigh the costs not just of COVID itself but of the grave life restrictions imposed in its name -- indeed, t...","sentiment_score":0.0}
{"full_text":"#MiddayNews |Despite #Omicron surge, #tourists flock to #Goa for #NewYearcelebrations","sentiment_score":0.0}
{"full_text":"Me: *trying to live my life, survive and stay safe from covid* \"oh it's probably just a cold\"My positive Covid test results:","sentiment_score":0.0659090909}
