{"full_text":"Chris, covid antibodies from the mild Omicron variant plus the Pfizer protease inhibitors -- it's over. Roll back the goddam mandates, you overreaching tyrants","sentiment_score":0.1666666667}
{"full_text":"This \"scenario\" marks a new twisted paradigm re. bodily autonomy, Nuremberg principles &amp; tenets of Hippocratic mindset in medical care. Add to that numerous definition changes to meet the \"moment.\"See Webster &amp; Wikipedia changes in definitions of \"vaccine\" &amp; \"herd immunity.\"","sentiment_score":-0.0727272727}
{"full_text":"RT #NTPolice are taking action against an #AliceSprings detective sergeant over his resignation letter to Police Commissione...","sentiment_score":0.1}
{"full_text":"You're literally a communist hack who posts Cool-Aid propaganda all day long with near-zero engagement (except me).Here are some **real** scientist talking about pandemic response and vaccine mandates. I listened to the whole thing, and you should too.https:\/\/t.co\/FftWvysNze","sentiment_score":0.0625}
{"full_text":"Biden just doesn't get it. Want to reduce human trafficking and Covid? Control the border.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Illinois introduces a bill to force unvaccinated residents to pay out of pocket for their hospital treatment...","sentiment_score":0.0}
{"full_text":"Masks and social distancing worked for the first 2 years, so maybe they'll both continue indefinitely!! And thank God almost 90% of Ontario is dblvaxxed! This means numbers of + cases should plummet annnyyyy narrative now! I mean any day now!!! ","sentiment_score":0.0111111111}
{"full_text":"Man said vegan vaccine","sentiment_score":0.0}
{"full_text":"There doesn't seem to be sufficient data as yet to ascertain severity of Omicron. Even if severity is lesser than Delta, the trend of hospitalization is alarming &amp; such a trend here could potentially overwhelm our weak healthcare system. Better to err on the side of caution.","sentiment_score":0.0041666667}
{"full_text":"You do realize it's a world wide pandemic! Regardless of politics.  Europe is mostly like the democrats and socialism and have they not had the same pandemic as America?","sentiment_score":0.125}
{"full_text":"RT Subramanian Swamy peddles debunked lies to claim India helped in the creation of Wuhan coronavirushttps:\/\/t.co\/ekO8ZIYvY6","sentiment_score":0.0}
{"full_text":"RT In print today: New Year, New Weekend in the #UAE : All you need to know; #SaudiArabia #Oman open up direct first land link;...","sentiment_score":0.1245454545}
{"full_text":"RT Shots are never fun, but the kids I met at Kimball Elementary knew how important the COVID-19 vaccines are to keep our fam...","sentiment_score":0.1833333333}
{"full_text":"Gee their shot didn't produce a stronger variant this time? Maybe there were not enough 3rd doses given to produce a stronger variant. Shucks, says Pfizer","sentiment_score":0.0}
{"full_text":"RT I like to imagine there's a Media Matters staffer who spends thousands of hours listening to Joe Rogan and then starts ea...","sentiment_score":0.0}
{"full_text":"RT Pretty wild that more people died of covid yesterday than on Dec 6, 2020 but now the pandemic is \"over\"","sentiment_score":0.2833333333}
{"full_text":"Your Article Marketing into Overdrive with a Simple yet Advanced Guide that Covers All the Bases and Will Give Your Website Torrents of Traffic! Home Based Business, Stay At Home Job, Work A Home Mom,","sentiment_score":0.25}
{"full_text":"Ah, the ivermectin debate. Comparing a drug made for treatment and a vaccine, any vaccine, is of course a fool's errand. Also calling it a horse dewormer shows a severe lack of knowledge. It's been prescribed for humans for decades and is FDA approved","sentiment_score":0.0}
{"full_text":"If you have young kids, COVID hasn't gone away--we're still very much in it","sentiment_score":0.18}
{"full_text":"If you feel you need or want the vaccine THAT IS OK. But I should have the choice whether or not. It doesn't prevent the virus. Makes 0 sense.","sentiment_score":0.5}
{"full_text":"RT a little bit of the disruption of COVID is simply from the fact that everyone with a cold has to be put out of work for two...","sentiment_score":-0.2625}
{"full_text":"RT COVID19-related deaths in SA have breached the 90-000 mark after 27 additional fatalities were registered in the last repo...","sentiment_score":0.0}
{"full_text":"RT Wow. What has happened to our profession? Vaccine apartheid should be denounced and rejected by all health professionals. Ir...","sentiment_score":0.1}
{"full_text":"Lawmakers act in good faith and give justice to #DV2020 #DV2021. #covid19 shouldn't take away their opportunity nor stop America from increasing budget","sentiment_score":0.7}
{"full_text":"Laura, at some point did you mention that COVID infections trigger lesions or tumors?","sentiment_score":0.0}
{"full_text":"RT The list of studies on natural immunity continues to grow.","sentiment_score":0.1}
{"full_text":"Thats not to mention the people struggling with it after infection such as my daughter. Have you ever seen a lung after COVID? Whats horrible is even a mild case can cause it.","sentiment_score":-0.2222222222}
{"full_text":"Here are few snapshots of the #COVID19 test registration counters provided for passengers arriving from 'at-risk' countries at Terminal-4. Passenger can also prebook &amp; pay online using the link","sentiment_score":-0.2}
{"full_text":"RT Kellogg's says it will permanently replace most of 1,400 workers who went on strike over a new system that cuts newer workers'...","sentiment_score":0.3181818182}
{"full_text":"Reasons for searches:1. To get fake pass to live normal life again2.Can't get pass, learn to tie a noose3. Gov killed small business - need job4.Gambling as $ inflating away from covid stimulus5.What overseas looks like6.7.8.9&amp;10Give in cause I want to leave this island","sentiment_score":-0.1327272727}
{"full_text":"RT U.S. covid deathsJuly 1 - Dec 6, 2020:  158,000July 1 - Dec 6, 2021:  183,000","sentiment_score":0.0}
{"full_text":"RT The key issues from this alleged outbreak: the restaurant followed all passport rules; all 42 guests were vaccinated; al...","sentiment_score":-0.05}
{"full_text":"RT \"Over the past week, three children have died following their vaccination with the Pfizer Covid-19 vaccine in Bac Gian...","sentiment_score":-0.125}
{"full_text":"Oh-my-cron","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT:  Judge BLOCKS Biden's Vaccine Mandate For Federal Contractors Nationwide...","sentiment_score":0.0}
{"full_text":"Corruption. No more masks. No more control. No to vaccine passports. Give us our freedom back. Get them out of office. All of them.","sentiment_score":-0.1666666667}
{"full_text":"RT Good news for the doctors and nurses who valiantly took care of COVID patients, got COVID themselves, and who logically decid...","sentiment_score":0.475}
{"full_text":"RT The pause on student loan payments has been critical amid COVIDBut an extension on the pause is needed--89% of borrowers s...","sentiment_score":0.0}
{"full_text":"No. Out of respect for the whole community you'd stay your racist a** home and log off. No one likes people as miserable as you around.","sentiment_score":-0.4}
{"full_text":"Crazy an you realize most of those unvaccinated deaths were prior to the vaccine and not all died from covid. They died with covid.  You need to wake up","sentiment_score":-0.0333333333}
{"full_text":"RT #BREAKING No indication Omicron causes more severe disease than Delta: WHO","sentiment_score":0.5}
{"full_text":"GOVERNMENT KICKS VACCINE MANDATES INTO TOUCHState to seek a Constitutional Court order before making vaccination mandatory for access to certain places and activities.","sentiment_score":0.2142857143}
{"full_text":"RT WOW: a preprint study for The Lancet shows protection from the Covid shots declines severely after only a few months--and...","sentiment_score":-0.0333333333}
{"full_text":"RT [ICYMI] SAMA: Get tested for COVID-19, even if you think it's flu","sentiment_score":0.0}
{"full_text":"Glad #ReesMogg finds this funny. My wife doesn't find it funny she couldn't see her much loved step Dad once over November\/December last year whilst he died of Covid and some self entitled #spads broke those rules designed to slow an epidemic they were responsible for. #r4today","sentiment_score":0.2285714286}
{"full_text":"RT Globally, economies are opening up, activities level are reaching pre-pandemic level: Governor Das","sentiment_score":0.0}
{"full_text":"RT He should be done! He lies constantly to us all. His ministers then lie to us all on his behalf. Here's what he will do1. Ri...","sentiment_score":0.0}
{"full_text":"RT The Ontario Science Table report released today says \"current public health measures are effective against Omicron\" and d...","sentiment_score":0.2}
{"full_text":"RT \"If any doctor is seen behaving the way he did - breaking lockdown rules - they would be reported to the General Medical Coun...","sentiment_score":0.025}
{"full_text":"Trump lied.  He was surely COVID positive at the Sept 30 debate.Dr. Sean Conley, head of Trump's medical team, told Meadows that Trump's blood oxygen was \"a dangerously low level for someone his age,\" the former chief of staff wrote.https:\/\/t.co\/kkTRp23t41","sentiment_score":0.1454545455}
{"full_text":"RT I would guess that those minimizing pediatric #COVID19 deaths aren't aware thatCancer (2nd leading cause of death in 1-14y...","sentiment_score":0.125}
{"full_text":"Vaccine fundamentalists getting desperate as their shots are failing in effectiveness, and adverse events keep mounting. By the way, Omicron is dominant strain in RSA, and these vax's do fokol for this variant. This is pure religion now.","sentiment_score":-0.1928571429}
{"full_text":"RT A statement remarkable for:1. It's apparent ignorance of transmission by the vaccinated.2. It's lack of trust that the v...","sentiment_score":0.4}
{"full_text":"RT Two weeks to flatten the curve - to if five-year-olds don't show their vaccine passport they can't eat out in New York City.","sentiment_score":0.1363636364}
{"full_text":"RT Go and take a covid jabs","sentiment_score":0.0}
{"full_text":"Covid: How vaccines changed the course of the pandemic","sentiment_score":0.0}
{"full_text":"RT BREAKING: Illinois introduces a bill to force unvaccinated residents to pay out of pocket for their hospital treatment...","sentiment_score":0.0}
{"full_text":"RT Omicron is here Australia and is more transmissible  We all have  a role in keeping thing under control and not letting COVID...","sentiment_score":0.5}
{"full_text":"RT Two weeks to flatten the curve - to if five-year-olds don't show their vaccine passport they can't eat out in New York City.","sentiment_score":0.1363636364}
{"full_text":"ONLINE ACTIVITIES December 2021English Idiom.What does it mean idiom \"The elephant in the room!\"Good Luck #homeactivities #staysafe #stayhome","sentiment_score":0.1546875}
{"full_text":"RT Covid: Vaccines should work against Omicron variant, WHO says","sentiment_score":0.0}
{"full_text":"After a year of debate and lack of clinical data, the WHO strongly discourages against the use of convalescent plasma treatment for COVID-19.","sentiment_score":0.4333333333}
{"full_text":"RT Ahead of Drakefords announcement Friday on possible further restrictions let's get this video to 1M views. Dear comms team f...","sentiment_score":0.0}
{"full_text":"RT BREAKING: NYC Mayor Bill de Blasio's vaccine mandate on the NYPD has been temporarily BLOCKED by a Manhattan court.","sentiment_score":0.0}
{"full_text":"RT What China did with the Virus was an Epidemiological Pearl Harbor. In fact, it was worse. Our response should have bee...","sentiment_score":-0.4}
{"full_text":"Some have flu vaccine,  and 1 a year not 3","sentiment_score":0.0}
{"full_text":"RT He should be done! He lies constantly to us all. His ministers then lie to us all on his behalf. Here's what he will do1. Ri...","sentiment_score":0.0}
{"full_text":"fc coronavirus (175% speed) on six-fret","sentiment_score":0.0}
{"full_text":"IDM collaborated with for experts to dispel vaccine misinformation. Prof Marc Mendelson, Division of Infectious Diseases &amp; HIV Medicine head at Groote Schuur Hospital, says vaccination means your COVID-19 symptoms won't be as severe if you contract it.","sentiment_score":0.0}
{"full_text":"RT Is this so complicated?A global pandemic requires a global response.Vaccines are remarkably safe and effective.Mask...","sentiment_score":0.1666666667}
{"full_text":"Long time no travel? Have you missed the beautiful view outside before the pandemic? Well, Darley is ready to explore the world with U! Join our #DarleyInTown campaign at by sharing a photo of Darley horses in your city and win the whitelist privileges!","sentiment_score":0.41}
{"full_text":"I'm a stay-at-home parent, I lost my home to a shark attack, and I'm here to one-up my sibling and get my name on the map.","sentiment_score":0.0}
{"full_text":"RT Kellogg's says it will permanently replace most of 1,400 workers who went on strike over a new system that cuts newer workers'...","sentiment_score":0.3181818182}
{"full_text":" Is the PSL out of touch when it comes to dealing with COVID related issues ?","sentiment_score":0.0}
{"full_text":"Thailand's tourism authority has expressed confidence the finding of an Omicron COVID-19 case in Thailand would not affect the country's tourism recovery, as the government is set to press ahead with further relaxation of measures for New Year celebrations.","sentiment_score":0.0681818182}
{"full_text":"The outbreak has been linked to foreign travelhttps:\/\/t.co\/whouee5p6i","sentiment_score":-0.125}
{"full_text":"Rangers fans will now be allowed to attend their Europa League match against Lyon tomorrow","sentiment_score":0.0}
{"full_text":"Officials kicked off the celebration of the 450th \"Aldo Ning Kapampangan\" or Pampanga Day at the Capitol on Monday night.https:\/\/t.co\/1xM2oSvFvY#CentralNews","sentiment_score":0.0}
{"full_text":"The UK has tightened travel restrictions amid a surge of the #Omicron variant. Visitors to the country must provide a negative COVID test taken within 48 hours before boarding a flight. Andrew Wilson reports.","sentiment_score":-0.3}
{"full_text":"Through the years of visiting Manila Cathedral before pandemic. 2018 and 2019 #Episode342of365 #ImmaculateConception Manila Cathedral","sentiment_score":0.0}
{"full_text":"Global corporations can proactively work towards #sustainable and ethical development, particularly in the post-pandemic recovery. From Gowree Gokhale. #COVID19 #MNC","sentiment_score":0.1222222222}
{"full_text":"Historically, December has been a great month for stocks, but now we have the Omicron variant causing major volatility and uncertainty. Read more:","sentiment_score":0.340625}
{"full_text":"#Omicron: learning to live with uncertainty \"We are in transition and how we crash out of this bubble needs restructuring and planning\"@jyotsnamohan opines in","sentiment_score":0.1363636364}
{"full_text":"Historically, December has been a great month for stocks, but now we have the Omicron variant causing major volatility and uncertainty. Read more:","sentiment_score":0.340625}
{"full_text":"The kin of Kolkata municipal area residents who died from Covid-19 can now apply to the Kolkata Municipal Corporation (KMC) to get an ex-gratia.#Covid19 #KMC #Kolkata #MyKolkata","sentiment_score":0.0}
{"full_text":"RT Ladies and Gentlemen, the first 3D printed houses in Kenya! Yesterday was a historic day as the first 3D printed house...","sentiment_score":0.1875}
{"full_text":"The latest coronavirus strain is causing alarm. Here's how to protect yourselfhttps:\/\/t.co\/UNV8zO4HLO","sentiment_score":0.5}
{"full_text":"Historically, December has been a great month for stocks, but now we have the Omicron variant causing major volatility and uncertainty. Read more:","sentiment_score":0.340625}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"Cost effective arrays for rapid epidemiological investigation of SARS-CoV-2 infection (COVID-19) susceptibility in relation to underlying health conditionshttps:\/\/t.co\/s5jTogMtC8","sentiment_score":0.6}
{"full_text":"The last Covid-19 patient at the isolation facility of San Fernando City has been discharged, showing the downtrend in the number of Covid-19 cases in the city.https:\/\/t.co\/kGGHnWEkcy#CentralNews","sentiment_score":0.0}
{"full_text":"RT Getting our kids fully vaccinated is the best way to protect them against COVID-19. Today, Dr. Fauci and I stopped by Kimb...","sentiment_score":1.0}
{"full_text":"RT It's a cold.","sentiment_score":-0.6}
{"full_text":"RT Charles and Camilla have issued a plea to get the nation boosted a year to the day that Maggie Keenan became the first pe...","sentiment_score":0.25}
{"full_text":"During the pandemic, Kenney failed to support public healthcare. As a result, Alberta now has a nurse and doctor shortage and extreme wait times for surgeries on everything from cancerous brain tumor removal to knee replacements.#ableg #abhealth","sentiment_score":-0.2083333333}
{"full_text":"RT Sharon Keogan reiterates the question of Michael McNamara from last week - when does it end?She then goes on to request a rec...","sentiment_score":0.0}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"Any other health care worker got super desensitised to covid? Like yes I know it's bad and yes I take masks and social distancing seriously but I sometimes forget just how terrified the general public is about it cuz I see so many patients with it every day? Idk lol","sentiment_score":0.062037037}
{"full_text":"gm, your variant is winning.","sentiment_score":0.5}
{"full_text":"Gadgets and apps supporting women's health have boomed during the pandemic. We have a deeper look at what benefits femtech has to offer...","sentiment_score":0.25}
{"full_text":"Downing Street party: No 10 staff joked about party amid lockdown restrictions","sentiment_score":0.0}
{"full_text":"I liked him tell it like it is.china virusHe had no time for nonsense like bo cyril","sentiment_score":0.6}
{"full_text":"What will the post-pandemic #datacenter look like? How will infrastructure investments change to support our \"new normal?\" Hear Vertiv experts weigh in on this and other 2022 #DataCenterTrends:","sentiment_score":0.0537878788}
{"full_text":"RT #justiceforpustudents The lack of concern for the health and well-being of students and teachers deeply saddens me , th...","sentiment_score":0.0}
{"full_text":"O'CONNELL street Dublin Ireland |4K Walking in Dublin City Centre |Level 5 Lockdown|Travel with Atiqhttps:\/\/t.co\/4R2AOHhZkr","sentiment_score":0.0}
{"full_text":"The first two questions (transmissibility and virulence) can only be answered by waiting for epidemiology and clinical data, as transmissibility and virulence are *so complicated* we can't even begin to predict them from sequence. #Omicron","sentiment_score":-0.0833333333}
{"full_text":"Wednesday's front page of The Herald.Covid restrictions are to be reviewed on a daily basis amid a 10-fold rise in Omicron cases over the past week.#TomorrowsPapersToday#scotpapers#BuyAPaper &amp; subscribe:","sentiment_score":-0.125}
{"full_text":"RT BREAKING: Illinois introduces a bill to force unvaccinated residents to pay out of pocket for their hospital treatment...","sentiment_score":0.0}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":" THE COLLEGE NEWS DECEMBER EDITION IS OUT NOW!In this issue, you'll meet two newly appointed #RACDS Board of Directors, hear from members about how they showed resilience and creativity dealing with the impacts of COVID-19 and much more. Read now","sentiment_score":0.3181818182}
{"full_text":"Half Peterborough's neighbourhoods saw a drop in new Covid cases but a handful have some of the highest rates in the region. These are the latest figures for each area of the city...","sentiment_score":0.1565656566}
{"full_text":"One hour until the #TTRadio Breakfast Show with is talking about self-harm in schools.Have you noticed an increase since lockdown?How do you address this topic?Are we doing enough?Tune in. Talk it Out!https:\/\/t.co\/pnKpZ2ILiT","sentiment_score":0.0}
{"full_text":"There are a number of Covid 'blackspots' in the county","sentiment_score":0.0}
{"full_text":"RT Today, I entered the legislature with a negative COVID-19 test. After taking my seat to ask the Ford PC Gov a question the...","sentiment_score":-0.3}
{"full_text":"Like many cities, New York long ago required vaccines for its municipal and health workers. But no major American city has required its private businesses to be fully inoculated before now.","sentiment_score":0.0925189394}
{"full_text":"RT Provide FREE COVID-19 Rapid Antigen Tests to every household in British Columbia - Sign the Petition!","sentiment_score":0.2}
{"full_text":"Union county leading the way once again.","sentiment_score":0.0}
{"full_text":"RT A team of experts, including Oxford Brookes researchers, have discovered that jungle trekkers could be risking the live...","sentiment_score":0.1363636364}
{"full_text":"The Omicron variant of the coronavirus can partially evade the protection from two doses of Pfizer and partner BioNTech's Covid-19 vaccine, the research head of a laboratory at the Africa Health Research Institute in South Africa said on Tuesday.https:\/\/t.co\/ttw6wB0g8W","sentiment_score":-0.1}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT and communicate throughout the shoot. Reptile episode is the most evident in that respect.\"-- Animal Detective preparation...","sentiment_score":0.375}
{"full_text":"RT Sunrise in Black Forest, Germany(c) Michael Corona","sentiment_score":-0.1666666667}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT Imagine, instead of momentarily forgetting to put her face mask back on at a funeral, Nicola Stugeon had held a party in B...","sentiment_score":0.0}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"MyMD Pharmaceuticals Investment Company Oravax Medical and Genomma Lab Announce Joint Venture to Develop and Commercialize Oral COVID-19 Vaccine in Mexico and Drive Business Development in Latin America Millions of people in the region ... #cannabis","sentiment_score":0.0}
{"full_text":"RT Racism has more variants than Covid-19 ever will. #Reparations","sentiment_score":0.5}
{"full_text":"Pfizer Shot Provides Partial Omicron Shield in Early Study - #Omicron #OmicronVariant","sentiment_score":0.0}
{"full_text":"The pandemic has caused a surge in remote working professionals moving to regional areas.  Our experts say this phenomena is putting pressure on already stretched local services -","sentiment_score":-0.05}
{"full_text":"TOP 5 VOLUME CHANGES The Divine Order Of the Zodiac - 509.0%Schroot - 261.8%Lockdown Lemmings - 185.8%PPPandas - 174.67%EvolvedApes - 172.26%","sentiment_score":0.5}
{"full_text":"RT I was to get my my second dose of Faizer on 24th November but up to date there is still no vacc...","sentiment_score":0.0}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT If this is true, then #BigMouse (#BigMouth) gonna be a completely pre-produced drama!Tho we'll have to wait longer to...","sentiment_score":0.225}
{"full_text":"RT We have no beds. We are boarding. We are boarding. We are on bypass. We have no nurses. We have no hospitalists. We can't...","sentiment_score":0.0}
{"full_text":"The National Economic Development and Labour Council will approach the Constitutional Court for a legal declaration on vaccine mandates.#smile904fmnews","sentiment_score":0.2}
{"full_text":"World: BifrostWorld Set: Vanaheim OmicronRegion: EU CENTRALStatus: MaintenanceTime: 2021-12-08 05:59:17 UTCNow down for maintenance#PlayNewWorld #NewWorldMMO #NewWorld #Amazon","sentiment_score":-0.1555555556}
{"full_text":"RT COVID-19 has turned everyone into scientists.","sentiment_score":0.0}
{"full_text":"The Omicron variant of the coronavirus can partially evade the protection from two doses of Pfizer Inc and partner BioNTech's COVID-19 vaccine, the research head of a laboratory at the Africa Health Research Institute in South Africa said on Tuesday.","sentiment_score":-0.1}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT 42 fully vaccinated individuals just caught COVID after 1 night at a restaurant they wore a mask to enter. The...","sentiment_score":0.0}
{"full_text":"Numbers double every two days as Boris warns super-mutant variant IS 'more transmissible' as daily infections jump 15% in a week to 45,691","sentiment_score":0.1666666667}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"COVID INOCULATION: Vaccine mandates in the retail industry pick up, but many companies remain reluctant to enforce the jab","sentiment_score":0.5}
{"full_text":"Watch our video that explains more about NDIS participants aged 12 years and receiving a COVID-19 vaccine: for more on how to book a COVID-19 vaccine appointment and information on other supports:","sentiment_score":0.19375}
{"full_text":"COVID 19 is a HOAX...https:\/\/t.co\/n2hqepVr8v ...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Federal judge blocks Biden's last remaining COVID vaccine mandate rule on contractors: Warns would have 'vast economi...","sentiment_score":0.0}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT STOP VACCINE MANDATES!STOP JOE BIDEN!SIGN HERE ","sentiment_score":0.0}
{"full_text":"RT Someone please batter this lanky streak of piss.","sentiment_score":0.0}
