{"full_text":"RT My right to be protected from covid-19 stops the moment it infringes upon someone else's right to bodily autonomy or medi...","sentiment_score":0.1904761905}
{"full_text":"RT The CDC closed the outbreak investigation after 9 months even though people were continuing to get sick. The USDA said noth...","sentiment_score":-0.4071428571}
{"full_text":"RT Number of Omicron cases in India: 21","sentiment_score":0.0}
{"full_text":"RT This is obscene. Last week, 8 investors in Pfizer and Moderna became $10 billion richer as news about the Omicron variant s...","sentiment_score":0.0}
{"full_text":"The fact that COVID lock-downs were a disastrous, cowardly failure may be the ultimate example of an obvious reality being \"vanished\" by the media and political elite. ~100,000 over-doses last year?","sentiment_score":-0.1694444444}
{"full_text":"RT Jungkook at AMAs: \"We believe that this award opens the beginning of our new chapter.\"Namjoon at Variety Hitmakers: \"We...","sentiment_score":0.1363636364}
{"full_text":"RT Last few days of clinic and vaccine clinics, and staff still working with mild URI sxs.Folks are paid by the shift -- no wor...","sentiment_score":0.0444444444}
{"full_text":"RT This is obscene. Last week, 8 investors in Pfizer and Moderna became $10 billion richer as news about the Omicron variant s...","sentiment_score":0.0}
{"full_text":"You are Evil Incarnate. We lost my FIL to COVID last Dec, before vaccines. Our nation has lost almost 800,000 already. Goddamn you antiVaxxers. So many more will die now because of people like you.","sentiment_score":0.0}
{"full_text":"RT Loss of motivation has to be a Covid symptom, I ain't feel the same since March 2020","sentiment_score":0.0}
{"full_text":"Why boosters are neededcc","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Do we now understand that the unvaxed are infecting the unvaxed &amp; spreading Covid. That's why Fauci &amp; Biden are trying to vax the unvaxed &amp; those with natural immunity. The unvaxed are the real threat cause they'll stop the spread.","sentiment_score":0.15}
{"full_text":"RT I be talking shit about people under there","sentiment_score":-0.2}
{"full_text":"Chicken shits!","sentiment_score":-0.75}
{"full_text":"Their first vaccine shots or first booster 2nd booster third booster which one?","sentiment_score":0.125}
{"full_text":"RT One week after Germany announced a lockdown for the unvaccinated, their soldiers are holding a night march with torches h...","sentiment_score":0.0}
{"full_text":"Bro they kissing that cup like covid don't exist we about to be 12 men out in the finals.","sentiment_score":0.0}
{"full_text":"We woulda hung 100 on you if you didn't dodge us and fake COVID in 2020 (which is when Day supposedly said that). Don Brown couldn't stop a turtle from running away from him. Dodging us essentially set you up for what happened. Congrats","sentiment_score":-0.25}
{"full_text":"RT The is George Soros's plaything. is on their board. These are the Great Reset people, the Build Back Bette...","sentiment_score":0.4}
{"full_text":"RT  Breaking: Israeli Ministry of Health announced today that it will soon approve the 4th vaccine shot.It will mean that a...","sentiment_score":-0.3125}
{"full_text":"RT Sheila Gunn Reid speaks with Marlene Brod, a teacher for more than 30 years in the province of Alberta who was fired f...","sentiment_score":0.5}
{"full_text":"RT Two-thirds of Americans see the Democratic Party as \"out of touch\". In the middle of a global pandemic and economic depr...","sentiment_score":0.0666666667}
{"full_text":"That's a lie invite someone even you friends and family.covid regulations and capacity of your venue dicates.please use your commen sense.","sentiment_score":0.0}
{"full_text":"And it begins.... See!!!  Now the passports are going to be no fucking good unless you take another jab... ffs .. this world is insane!","sentiment_score":-0.675}
{"full_text":"Unless a vaccine has gone through all of the rigorous trial phases, they are experiments!","sentiment_score":0.0}
{"full_text":"RT 2 years later and Covid still ruining our lives. I'm over it","sentiment_score":0.0}
{"full_text":"RT The South Africa President refuses vaccine mandates and vaccine passports.Bravo.https:\/\/t.co\/PqPaCXqjBk","sentiment_score":0.0}
{"full_text":"speaking at #ISF2021 Share best practicies, and learning from best experiences only way to fight pandemic. we need to support in their work to create universal health fund.","sentiment_score":0.5}
{"full_text":"RT \"Ursula Van Der Leyen, the head of the EU commission, told the press on Wednesday that she is in favour of scrapping the lon...","sentiment_score":0.0}
{"full_text":"RT PRAYERS PLEASE :Please pray for Rose and Al, they are struggling with Covid at home. ","sentiment_score":0.6}
{"full_text":"RT 2 years later and Covid still ruining our lives. I'm over it","sentiment_score":0.0}
{"full_text":"RT The less those work, the more they double down on it.The UK is \"offering\" a second booster for people who are immunoc...","sentiment_score":0.0355555556}
{"full_text":"RT Countries with more Omicron cases than Nigeria (3):Netherlands (19)Portugal (19)Denmark (14)Germant (13)France (9...","sentiment_score":0.5}
{"full_text":"RT \"Overall, I'd say that we've had a pandemic of fear. And fear has affected almost everybody, whereas the infection has af...","sentiment_score":0.0}
{"full_text":"RT Maryland man allegedly distributed over 600 fake vaccine cards, faces federal chargeshttps:\/\/t.co\/ZCa7efk0Xq","sentiment_score":-0.3}
{"full_text":"RT If you need any more proof animation should be paid what they're owed and taken seriously by execs look at how much people...","sentiment_score":0.1222222222}
{"full_text":"RT It's time to start trying these communist frauds for human rights abuses. Covid mortalities are calculated with positiv...","sentiment_score":0.0}
{"full_text":"Rest well  You all deserve it!! Thank you for working so hard and keeping us company through covid. We will look forward to your comeback after a good rest borahae","sentiment_score":0.2041666667}
{"full_text":"Save tourist and holiday hotel we need you to support us I hate covid hate lockdown and you call yourself  snp help government help us","sentiment_score":-0.8}
{"full_text":"Exactly. That is what a vaccine does, and this abomination is not a true vaccine. Only idiots dont think there are problems with this.","sentiment_score":-0.18125}
{"full_text":"Many mix-and-match combinations of booster shots are likely to provide strong protection against the coronavirus, a large study found.","sentiment_score":0.2869047619}
{"full_text":"RT One week after Germany announced a lockdown for the unvaccinated, their soldiers are holding a night march with torches h...","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: [D] Sen. Joe Manchin will vote with 50 Republican senators to OVERTURN Biden's vaccine mandates...","sentiment_score":-0.75}
{"full_text":"RT Masks don't stop the spread of Covid. Masks stop the spread of freedom.","sentiment_score":0.0}
{"full_text":"They dont want to kill the children. Just the adults.","sentiment_score":0.0}
{"full_text":"Daily COVID deaths are just 0.00026 percent of the US population -- it's time to move onI wonder if vaccine deaths have surpassed this number yet.....it's not like they would admit it if it has.","sentiment_score":0.0}
{"full_text":"RT The Republican Party is the party of school shootings, book banning and Covid spreading. Let our children live and learn!","sentiment_score":0.1704545455}
{"full_text":"RT The Last Hours of Verdansk event \/ playlist begins tomorrow December 6th at 1 PM EST and will be available until Decembe...","sentiment_score":0.2}
{"full_text":"RT All were vaccinated, since this place enforces it.  This means it's working.  42 people test positive for COVID-19 follow...","sentiment_score":0.2272727273}
{"full_text":"RT \"If there was a big party taking place then it would be right to call the police anyone that is effectively defying the r...","sentiment_score":0.2952380952}
{"full_text":"RT A little reminder that I'm now taking bookings for live performances at events and establishments  COVID protocols in plac...","sentiment_score":-0.0255681818}
{"full_text":"RT Outbreak of Covid of fully vaccinated passengers on a Norwegian cruise line Imagine that....","sentiment_score":0.0}
{"full_text":"RT At least 160 San Diego police officers could face termination over vaccination mandate","sentiment_score":-0.3}
{"full_text":"RT Two hippos at a zoo in Antwerp, Belgium, have tested positive for Covid-19, in what is believed to be the first such i...","sentiment_score":0.1590909091}
{"full_text":"RT Report by doctors at a hospital in Tshwane, the center of the Omicron outbreak in South Africa's Gauteng province say t...","sentiment_score":-0.1}
{"full_text":"Thank  You \".. we are now sequencing approximately 80,000 samples per week -- about 1 in every 7 PCR-positive cases.  And that's more than any other country.\"\"Press Briefing by White House COVID-19 Response Team and Public Health Officials\"https:\/\/t.co\/7hl1jzj88Z","sentiment_score":-0.005}
{"full_text":"A view of the foothills of Valencia, shared by Marky Mansueto [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"Rising vaccination rates and a rebound in exports are helping Japan's economy to recover from the Covid-19 pandemic, although challenges remain.","sentiment_score":0.0}
{"full_text":"Britain's government tightened travel restrictions Saturday amid concerns about the spread of the omicron coronavirus variant, saying all travelers arriving in England will need to take a COVID-19 test before they board their flight.https:\/\/t.co\/yzkxDSVPyR","sentiment_score":0.0}
{"full_text":"Have you been following pandemic protective personal equipment (PPE) protocol?","sentiment_score":0.0}
{"full_text":"\"With every industry facing staffing shortages, unions are using it to show workers the power and importance of a unified voice. Unions &amp; their workers are finding more leverage as employers become more desperate for talent.\" #UnionStrong #1u","sentiment_score":0.1333333333}
{"full_text":"Asia in cautious mood as Omicron spreads, US CPI looms","sentiment_score":0.0}
{"full_text":"The lifetime achievement awards for artistic excellence will be presented Sunday night in a gala at the Kennedy Center's main opera house after the coronavirus pandemic forced delays and major changes to last year's plans.","sentiment_score":0.0270833333}
{"full_text":"RT To Deny the \"Lab Leak\" COVID Theory, the NYT and WPost Use Dubious and Conflicted Sources -- all without disclosing any of...","sentiment_score":0.0}
{"full_text":"RT A huge march in Denmark this weekend against lockdowns and vaccine mandates.","sentiment_score":0.4}
{"full_text":"World Health Organization publishes the horrific death toll from the Omicron variant of COVID -","sentiment_score":-1.0}
{"full_text":"The Therapeutic Goods Administration has provisionally approved the Pfizer COVID-19 vaccine for children aged 5 to 11 - and pending further advice and approvals, the roll out can start from January 10 next year....#m4tvcovid19updates","sentiment_score":-0.0333333333}
{"full_text":"One of the most promising theories suggests Omicron emerged in an immunocompromised person. https:\/\/t.co\/JYMK2l5tBm","sentiment_score":0.35}
{"full_text":"#COVID-19 #coronavirus #omicron #variant is in at least 15 states ... | #SARSCoV2 | #mutant | #UnitedStates | #COVID19 | #PublicHealth | By via","sentiment_score":-0.3}
{"full_text":"\"Encouraging\" early feedback on Omicron case severity: Fauci","sentiment_score":0.1}
{"full_text":"One of THE most annoying things about Delta\/Covid\/Omicron?The anagrams.All those Sundays, folk staring at jumbled letters, reading Dan Brown novels, literally mincing words to make an effigy of justified conspiracy","sentiment_score":0.0333333333}
{"full_text":"BEEN over it y'all sit y'all ass down somewhere","sentiment_score":-0.1555555556}
{"full_text":"Omicron Prompts Swift Reconsideration of Boosters Among Scientists","sentiment_score":0.0}
{"full_text":"RT CBC testing the waters for forced vaccines.","sentiment_score":-0.3}
{"full_text":"RT Meet the Press routinely extends invitations to anti-vaxxers who pushed the Big Lie and nobody is holding accoun...","sentiment_score":0.0}
{"full_text":"Via UN Women's COVID prevention efforts in Asia,  provided livelihood support to those women in trouble. As a few example, 800 Bangladeshi  (including migrant workers) received emergency assistance, and in Myanmar, support was delivered to 100 women in IDP camps.@unwomenasia","sentiment_score":-0.2}
{"full_text":"Booming stage of hand sanitizer products!#handsanitizer #clean #washing #health #Covid #coronavirus #Corona #Delta #virus #packleadertaiwanhttps:\/\/t.co\/EM1JVTzur5","sentiment_score":0.3666666667}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"RT Oh, that is rich, Kayleigh. https:\/\/t.co\/FJ69HMvDVo","sentiment_score":0.375}
{"full_text":"LAST CALL TREASURE MAKERS! This is our last chance. Please join us on our MAMA LOCKDOWN. Kindly take time to READ what's on the poster &amp; cooperate. This is ALL FOR TREASURE. https:\/\/t.co\/fVIkyKjVBVTEUMES MAMA EMERGENCY#MAMAVOTE  #treasure@treasuremembers","sentiment_score":0.2}
{"full_text":"are you the staff with covid ","sentiment_score":0.0}
{"full_text":"RT It's not a vaccine thing, it's not a health thing \"it's the law\"https:\/\/t.co\/RWHszzgOhp","sentiment_score":0.0}
{"full_text":"'A space for women': Why men's reluctance to access clinics for #HIV testing &amp; treatment could explain why they're not in any hurry to get vaccinated against #COVID19. #WAD2021","sentiment_score":0.0}
{"full_text":"An Impolite Message to Those Who Got the Covid \"Vaccine\"","sentiment_score":0.0}
{"full_text":"RT Rittenhouse Sends LeBron James Some Lemon Drops To Help Him Get Over Covid","sentiment_score":0.0}
{"full_text":"We've seen how strong partnerships helped in ensuring that learning continues even with the pandemic, especially for our marginalized learners. As community leaders\/workers, how can we create a school-community that welcomes and cares for everyone? #CommunityReinventingSchools","sentiment_score":0.2166666667}
{"full_text":"Another exciting episode airs tonight!Antenna: Ch. 44.1Spectrum: Ch. 1240\/19Charter: Ch. 20\/715Cox: Ch. 32DirectTV, Dish, U-verse: Ch. 44For more info, check","sentiment_score":0.4}
{"full_text":"Dina Nadzir, as a celebrity, inspires many youngsters who look up to her. Listen to her sharing on what she experienced during the pandemic &amp; how she coped w\/ the situationhttps:\/\/t.co\/pUweAGtczmOr access #ActivityBook for #Wellness in the Pandemic:","sentiment_score":0.65}
{"full_text":"The DepEd said thanks to the preparations and implementation of health protocols, no Covid19 cases have been reported in schools that conducted in-person classes. #thepostph #phstudenttambayan","sentiment_score":0.2}
{"full_text":"RT 2 years later and Covid still ruining our lives. I'm over it","sentiment_score":0.0}
{"full_text":"Annual Toys for Tots parade returns to Chicago after COVID cancellation","sentiment_score":-0.25}
{"full_text":"Outgoing Chancellor Angela Merkel on Saturday made what is likely her final appeal before leaving office next week for Germans to get vaccinated against COVID-19.https:\/\/t.co\/Cf9Tg4QgPt","sentiment_score":0.0}
{"full_text":"A mixed U.S. jobs report did little to shake market expectations of a more aggressive tightening by the Federal Reserve and the consumer price report due o...Read more:","sentiment_score":0.1375}
{"full_text":"Christmas is For Giving - Moving Past The Pandemic 7 PM - Bishop Kevin Foreman","sentiment_score":-0.25}
{"full_text":"186,985 Americans have died of #COVID19 since and their partner Relief Therapeutics submitted an EUA application 187 days ago to for #Zyesami, a safe and effective therapeutic. How many more must die? $NRXP $RLFTF","sentiment_score":0.525}
{"full_text":"Central Massachusetts is facing a \"critical\" hospital bed shortage as COVID hospitalizations rise.Patients are waiting for ICU beds in emergency rooms, causing a buildup in emergency rooms and slowing urgent treatment:https:\/\/t.co\/qJDMuYckIu","sentiment_score":0.0}
{"full_text":"Louisiana's health department announced Sunday that it has confirmed the state's first case of COVID-19 caused by the omicron variant of the coronavirus.https:\/\/t.co\/DEDfZSRWeW","sentiment_score":0.325}
{"full_text":"Covid decision halts organ transplants via","sentiment_score":0.0}
{"full_text":"Angela Anderson makes no secret of the fact that she does not take the coronavirus seriously. The 56-year-old Brixton, South London resident recently returned to the UK from a month-long visit to Jamaica where she buried her grandfather.Read: #GLNRToday","sentiment_score":-0.0444444444}
{"full_text":"Peter gets real about Omicron for stock market reasons! #stockmarket #covid19 #coronavirus #covidvariant #virus #globalhealth #worldhealth #australianmarket #sharemarket #buystocks #investinstocks #investing #investor #invest #investingtips","sentiment_score":0.25}
{"full_text":"RT Free NHS Covid tests are good enough to condemn you to 10 days of self-isolation, but only paid tests are good enough to l...","sentiment_score":0.3}
{"full_text":"Hides my facial expressions cuz if ion say it out loud MY FACE WILL ","sentiment_score":0.05}
{"full_text":"Wisconsin has its first confirmed case of the omicron variant of COVID-19, according to the Wisconsin Department of Health Services.https:\/\/t.co\/xXfMM7V47E","sentiment_score":0.325}
{"full_text":"RT Dan Crenshaw is the problem.","sentiment_score":0.0}
{"full_text":"RT Biden admin sued by Oklahoma AG over 'unlawful' vaccine mandate that 'does not reflect the Land of the Free'https:\/\/t.co...","sentiment_score":0.4}
{"full_text":"All passengers travelling to #PODublin (freight exempt), must complete an online Passenger Locator Form before arriving at the port. Please follow this link","sentiment_score":0.1}
{"full_text":"Omicron Covid cybervariant in at least 15 cyberstates and cybercases are likely to cyberrise, CDC chief says","sentiment_score":-0.15}
{"full_text":"RT Grammy isn't good enough for BTS. They deserve to win Nobel Prize for uniting millions around the world with their music...","sentiment_score":0.5}
{"full_text":"DanksterRevolt lifesmyth BriPC23 normonics I think most Pharmaceutical companies are generally immune from most vaccine-related personal injury lawsuits. In America, we have the National Childhood Vaccine Injury Act of 1986 that protects them.","sentiment_score":0.2625}
{"full_text":"RT walahi I can't afford going through another lockdown mentally, financially or physically.","sentiment_score":0.0}
{"full_text":"I'm glad they laughed it off. I really do. In fact, I wish my sister-in-law's grandma could also laugh off her post covid symptoms but she can't. She's too busy helping to take care of her grandma who is now dependent on a wheelchair &amp; can't stand without getting dizzy.","sentiment_score":0.36}
{"full_text":"RT The best protection against Omicron is simple: Get fully vaccinated. Get a booster shot.","sentiment_score":0.5}
{"full_text":"RT Under Trump, real wage growth pre-pandemic led to a \"blue collar boom\" for workers.Under Biden, real wages have gone D...","sentiment_score":0.1333333333}
{"full_text":"\"Gorsuch is, one hopes, not fool enough to think that the disease is about to be eradicated.\"If the author truly believed this he would be championing an end to this emergency. What is the good of requiring everyone to be vaccinated if COVID will be with us forever? #Booster99","sentiment_score":0.35}
{"full_text":"I have a flight to brissy next Monday and I hope I don't have to quarantine since I'm double vaccinated and will receive a negative covid test result","sentiment_score":-0.1}
{"full_text":"RT My friend's oxygen was 95 this morning and is now 93. Fever of 101. I'm nervous for her as she has some medical conditions a...","sentiment_score":0.0}
{"full_text":"RT  Channel 4 investigation reveals analysis by one biological engineering expert claiming the Pfizer vaccine costs just 76p...","sentiment_score":0.0}
{"full_text":"I'm amazed at all these people taking their kids who are not eligible to be vaccinated out to dinner and stores without masks (or too young for masks) when the Covid infection rate is like 12% and we're breaking records every day for number of infections.","sentiment_score":0.1}
{"full_text":"Better lock down the world again just to be safe","sentiment_score":0.2814814815}
{"full_text":"RT One week after Germany announced a lockdown for the unvaccinated, their soldiers are holding a night march with torches h...","sentiment_score":0.0}
{"full_text":"RT Dear No. Best protection is through multiple layers of interventions: masking, testing, ventilation, refraining...","sentiment_score":-0.25}
{"full_text":"RT 10) Victoria State COVID-19 dashboard before December 5.","sentiment_score":0.0}
{"full_text":"They should sue Fox News too, they encourage people not to wear a mask or get vaccinated.","sentiment_score":0.0}
{"full_text":"RT Whether we're talking about 222 school shootings just this year, or 808K+ American Covid deaths...it's pretty da...","sentiment_score":0.125}
{"full_text":"If you invest $1000 in $TUFN today at $8.19 per share, and the stock prices rebound back to pre-pandemic prices at $14.58, your investment would be worth $1780.22! That's 78% growth and $780.22 profit!  See more:  $APRE $ODFL $USWS $PYZ $APVO","sentiment_score":0.3229166667}
{"full_text":"Today, we are caring for 52 patients with #COVID19 in our Medical Center. Of those 52 patients, 12 are being cared for in our ICU. Hospital occupancy is at 105%. Our full COVID-19 report will return tomorrow.","sentiment_score":0.0833333333}
{"full_text":"Professor John Skerritt, Deputy Secretary of the TGA, said while children don't generally get as sick as adults from the virus, they can carry coronavirus and expose more immuno-compromised family members. #9Today","sentiment_score":-0.0547619048}
{"full_text":"How has the pandemic affected our household energy usage? researchers have looked at this and ways to improve energy management in Australia. #energy #energynews #electricity #energyusage #power #energymanagementhttps:\/\/t.co\/zHi2wMwEJO","sentiment_score":0.0}
{"full_text":"2 M'sian players down with Covid-19 ahead of AFF Suzuki Cup match","sentiment_score":-0.1555555556}
{"full_text":"RT While waiting for my second dose of vaccineI vote #MAMAVOTE #lisa","sentiment_score":0.0}
{"full_text":"RT 2 years later and Covid still ruining our lives. I'm over it","sentiment_score":0.0}
{"full_text":"UK government announced all adults will be able to get a booster jab by the end of January 2022 and it secured 114 million extra doses of the Moderna and Pfizer\/Biontech vaccines. #Omicron #Coronavirus #Vaccine #Pfizer #Moderna #BionTech","sentiment_score":0.25}
{"full_text":"RT Loss of motivation has to be a Covid symptom, I ain't feel the same since March 2020","sentiment_score":0.0}
{"full_text":"RT BREAKING: Next virus could be 'more contagious' and 'more lethal', warns Oxford vaccine creator: The next pandemic coul...","sentiment_score":0.25}
{"full_text":"they deserve all the love in this world","sentiment_score":0.5}
{"full_text":"RT The First Wave is a must see doc from Matthew Heineman following a hospital in New York City, as it battles the COVID-19 pan...","sentiment_score":0.1287878788}
{"full_text":"RT #hamburg today#Bunker &amp; #Trees#GoodEvening Friends!peacelove No war!#COVID19 #staysafe","sentiment_score":0.0}
{"full_text":"Getting the vaccines, most people are only thinking of something to stop them dying. They should really have questioned the vaccine and what is in it first.","sentiment_score":0.2375}
{"full_text":"Omicron: We Warned You The COVID Farce Would Never End | ZeroHedge","sentiment_score":-0.4}
{"full_text":"Umm, 30% of the population is unvaccinated and around 30% of hospitalised Covid patients are unvaccinated.  Your diagram is totally off.","sentiment_score":0.0}
{"full_text":"Gov isnt saying here are potential side effects. Then can say, talk to you Dr to make sure the vax is safe for you. Just like everyother drug in world has to list every side effect even if 1 person died in trial, they have to list. Not w\/covid vax &amp; to me that is very wrong","sentiment_score":0.0875}
{"full_text":"RT With free at-home COVID-19 testing, you and your family will be able to test from the comfort of your home and have some...","sentiment_score":0.45}
{"full_text":"RT How to protect yourself against the new variant...","sentiment_score":0.1363636364}
{"full_text":"RT Loss of motivation has to be a Covid symptom, I ain't feel the same since March 2020","sentiment_score":0.0}
{"full_text":"RT Kejriwal had warned in Jan 2021 that Delta variant is spreading in England, close International travel. Modi didn't listen....","sentiment_score":0.0}
{"full_text":"Many UK events &amp; hospitality will be available to our clients looking for that extra sophistication &amp; excitement after many months of lockdown rules &amp; regulations. Contact us. #UK #London #relocation #Lifestyle #ServicedAccommodation #concierge","sentiment_score":0.35}
{"full_text":"Agree . The tests should be free.","sentiment_score":0.4}
{"full_text":"RT  Breaking: Israeli Ministry of Health announced today that it will soon approve the 4th vaccine shot.It will mean that a...","sentiment_score":-0.3125}
{"full_text":"RT Many office goers who used to use the Metro are now looking at alternate modes of transport because the coaches are extremely...","sentiment_score":0.125}
