{"full_text":"RT We're still in a pandemic because it's still unpredictable. 'Endemic' means predictable rates and disease spread. Whet...","sentiment_score":-0.1833333333}
{"full_text":"RT Now some 80-90 of the 120 are PCR pos, 13 of these confirmed omicron, the rest waiting for sequencing results. Some of those...","sentiment_score":0.4}
{"full_text":"RT FM had her Covid booster and flu vaccine at today.Getting vaccinated is still the single most...","sentiment_score":0.2142857143}
{"full_text":"RT \"No one has died with the new super mutant Omicron Covid variant despite the strain being spotted in 38 countries, the World H...","sentiment_score":0.2348484848}
{"full_text":"RIP big man, what a sad loss","sentiment_score":-0.25}
{"full_text":"RT Government figures claim there have been more than 10.3ml cases of covid in the UK &amp; over 145,000 deaths. Never forget...","sentiment_score":0.5}
{"full_text":"RT i want an actual vaccine passport. give me a little pleather book where i can record every vaccine i ever get like a l...","sentiment_score":-0.09375}
{"full_text":"RT Dan Crenshaw... Republicans did not vote for Vaccine Database...","sentiment_score":0.0}
{"full_text":"RT \"The best vaccine we've found is Mother Nature's vaccine. It's contracting the virus\" -- on OAN, Rep. Matt Gaetz cuts a promo...","sentiment_score":1.0}
{"full_text":"50% more likely to die of covid in red states.","sentiment_score":0.1666666667}
{"full_text":"#NOWPLAYING : Imagine Dragons - Follow You  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife #trap #internetradio","sentiment_score":0.0}
{"full_text":"RT psa: if you're sick, or think it's \"just a cold\", don't go to someone's house &amp; not tell them this until it's too late!...","sentiment_score":-0.5630952381}
{"full_text":"RT you're the exact reason the rest of us wanna stay home","sentiment_score":0.25}
{"full_text":"Omicron variant detected in at least 11 U.S. states","sentiment_score":-0.3}
{"full_text":"RT It is December 2021 and we're still measuring the severity of the pandemic by case numbers instead of by hospitalizations...","sentiment_score":0.0}
{"full_text":"RT Remember when, after Omicron was discovered, the Government allowed planes arriving in the UK from South Africa to disgo...","sentiment_score":0.0}
{"full_text":"Hey EPISD! It's up to all of us to stop the spread of the virus.  El Paso health experts recommend the following steps to keep our families healthy and safe: 1. Get vaccinated. 2. Wear a face mask. 3. Wash your hands often.  4. Stay home if you're feeling sick.","sentiment_score":0.0714285714}
{"full_text":"RT .@RepMattGaetz: \"The best vaccine we've found is Mother Nature's vaccine. It's contracting the virus.\" (775,000 dead Ameri...","sentiment_score":0.4}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"RT Never forget that at the beginning of the pandemic last year, the government let us down so badly with protective equipme...","sentiment_score":-0.2851851852}
{"full_text":"RT Finally! But why on earth is this still only being brought in nearly TWO WEEKS AFTER #Omicron was identified?","sentiment_score":0.0333333333}
{"full_text":"Guess what my friends and I do when morons like you, who spread misinformation, die from covid? We lol!  I know that's wrong but we are fed up with you losers! Thanks for the entertainment! And if you don't die, congratulations, now you have a multi million $ hospital bill! ","sentiment_score":-0.0475}
{"full_text":"If I am made to quarantine in a managed facility upon return to UK even though I have been double jabbed then I am not taking any booster jab. Y'all are fvcking racists looking for cash cows. Omicron is in 38 countries add them to your fvcking red list. Imp","sentiment_score":0.0}
{"full_text":"RT .@BCSchoolSports so why are unvaccinated adult coaches &amp; volunteers permitted to work with school aged children for sport b...","sentiment_score":0.0}
{"full_text":"RT Doing telehealth from home but unsure of legal &amp; ethical requirements? Get the facts &amp; do it right!","sentiment_score":0.2523809524}
{"full_text":"RT High Court judgement ruled in favour of Dr Sam White who should not only be able to return to work as a GP...","sentiment_score":0.165}
{"full_text":"RT Retailers should stop worrying about whether vaccine mandates will cause workers to quit and start saving their lives","sentiment_score":0.0}
{"full_text":"RT They claim that number but we know FL has been cookin the Covid books from the get go. Remember when Deat...","sentiment_score":0.0}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT WATCH: Demonstrators invade a Christmas market in Luxembourg, access to which is restricted by vaccine passports.https:\/...","sentiment_score":0.0}
{"full_text":"RT Smallpox would like a word. Also, polio. Anthrax. Mumps. Measles. Whooping cough. Diphtheria. Cholera. Ebola. HIV\/AIDS. Fl...","sentiment_score":0.0}
{"full_text":"RT Dusk variant in case you want to see.","sentiment_score":0.0}
{"full_text":"Auckland reopens as New Zealand tries new virus approach via #COVID19 #COVID_19 #NZ #NewZealand","sentiment_score":0.0575757576}
{"full_text":"RT Epidemiological update as of 4\/12 on the #Omicron variant: Since 3\/12, 58 additional SARS-CoV-2 Omicron cases have been...","sentiment_score":0.0}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"In a major break with tradition, Santa Claus won't be using his famous \"Naughty or Nice\" list this year. Instead, he'll be keeping a list of vaccinated and unvaccinated children. =&gt; #Christmas #politics #COVID #vaccine","sentiment_score":0.253125}
{"full_text":"RT psa: if you're sick, or think it's \"just a cold\", don't go to someone's house &amp; not tell them this until it's too late!...","sentiment_score":-0.5630952381}
{"full_text":"Omicron variant: Cases confirmed in 6 more U.S. states as delta still biggest Covid threat #COVID19timelines","sentiment_score":0.45}
{"full_text":"RT \"Mother Nature\" -- Incredibly dangerous and reckless advice, from yet another politician.A plea from someone who actuall...","sentiment_score":-0.6}
{"full_text":"RT Trump blaming Biden for Trump's willful negligence is very much on-brand for Trump.","sentiment_score":0.26}
{"full_text":"RT Norwegian  Christmas #Omicron party.... That Norwegian work outbreak is now up to ~100 out of 120 attendees testing #COVID1...","sentiment_score":0.0}
{"full_text":"RT the variant is the equivalent of getting plain at Nando's","sentiment_score":-0.2142857143}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT This is powerful from a mother who speaks from the heart about her anger at this Government for failing to protect bot...","sentiment_score":-0.2}
{"full_text":"As a 38 year old male, in good health, and no underlying conditions. What's my statistical chance of dying from covid?","sentiment_score":0.2666666667}
{"full_text":"RT Viruses mutate... that's what they do. Use the holidays and travel season to push vaccinations. No vaccine, stay where you are...","sentiment_score":0.0}
{"full_text":"RT As we rethink behaviors in face of possible new threats, a reminder that SF - w\/ 78% full vax rate, and sensible mask &amp; ot...","sentiment_score":0.1621212121}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"RT It's difficult to admit when you're wrong. Seriously, I get it. No one likes to admit fault. But would it be too much to ask...","sentiment_score":-0.2833333333}
{"full_text":"Don't you have to make an appointment in order to get the vaccine first?","sentiment_score":0.25}
{"full_text":"RT These guys injected a disinfectant into sick COVID patients!UV light was the disinfectant, injected via a light cathe...","sentiment_score":0.0285714286}
{"full_text":"RT Majority of the new cases of the COVID-19 variant - Omicron, are in Europe. No travel ban across Europe. This is a clear...","sentiment_score":0.1181818182}
{"full_text":"RT \"Eritrean forces in northern Ethiopia (#Tigray) have blocked access to humanitarian assistance.  They have also committed ser...","sentiment_score":0.0}
{"full_text":"RT UK Gov have added Nigeria to the red travel list as they have reported 3 omicron variant cases. There are 167 cases re...","sentiment_score":0.0}
{"full_text":"RT There's still a lot we don't know about Omicron, but it's best to have as much protection as possible. Get vaccinated if...","sentiment_score":0.4}
{"full_text":"21 months in to Long Covid and I'm still setting off oxygen alarms. It's exhausting","sentiment_score":-0.225}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"Great to join The Cable yesterday.  Covid Cases Continue to Rise - Bloomberg","sentiment_score":0.8}
{"full_text":"The labor participation rate is lower now than at any time under Trump up until the pandemic hit.","sentiment_score":0.0}
{"full_text":"Growing Threat Of WarPentagon says Russia wants to invade Ukraine in spring 2022. . You keep provoking Russia to start a war in order to pass the Covid genocide. Why is Putin going to get his hands dirty as they are sinking on their own..","sentiment_score":0.0666666667}
{"full_text":"RT My first story for - Doctors and nurses vent their frustration as Covid pressures in ICU prevent other pa...","sentiment_score":0.0625}
{"full_text":"#3Sudan threatens to to go into lockdown as #COVID19 cases surge via News Website","sentiment_score":0.0}
{"full_text":"Wonder what her thoughts on the HPV vaccine are**not really, I assume hypocritical.","sentiment_score":0.2}
{"full_text":"A positive test isn't a case as you should know. Where is the hospitalised for omicron data, where's the death from Omicron data?What a plank !!!!","sentiment_score":0.5548650568}
{"full_text":"Wow spoken like a true sheep. Where has the logic gone?  When people received the Polio shot they weren't at risk of giving or getting Polio again?? They didn't need a Polio passport did they? No! A vaccine by definition erraticates the virus so by definition this is NOT a vax.","sentiment_score":0.26875}
{"full_text":"RT Hard to fix the moronic stupidity of but she should be told Covid19 is a highly contagious disease...","sentiment_score":-0.2438888889}
{"full_text":"So how many? What's the risk? Greater than covid? You won't even acknowledge suggestions when it's not from a side you don't support, so why now if there are no conclusive facts?","sentiment_score":0.5}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"RT For all the people who complained about school closings because of COVID-19, over 60 schools are currently closed in MI becau...","sentiment_score":-0.2}
{"full_text":"It's been below zero with the Wind chill for several days now,  I'm out every morning at 6, maybe I should stay at home?","sentiment_score":0.0}
{"full_text":"Nigerian government!!!!! I know for a fact that there's no omicron abi what do dey call it! But you want to use ur own greediness to spoil people's lives  now countries are placing you on a ban!","sentiment_score":0.75}
{"full_text":"RT \"Eritrean forces in northern Ethiopia (#Tigray) have blocked access to humanitarian assistance.  They have also committed ser...","sentiment_score":0.0}
{"full_text":"RT Thank you to Canine Companions(r) Mork and Nicole for stopping by our vaccine clinic! You brought smiles to the kids' faces as the...","sentiment_score":0.0}
{"full_text":"RT psa: if you're sick, or think it's \"just a cold\", don't go to someone's house &amp; not tell them this until it's too late!...","sentiment_score":-0.5630952381}
{"full_text":"RT Trump blaming Biden for Trump's willful negligence is very much on-brand for Trump.","sentiment_score":0.26}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT We absolutely need to make strong proactive changes on public health messaging and practice as omicron approaches. SARS-2 is a...","sentiment_score":0.2111111111}
{"full_text":"RT UK tightens travel testing rules amid Omicron concernshttps:\/\/t.co\/GBn4Qidyvb","sentiment_score":0.0}
{"full_text":"1. IDK it's something Marjorie Taylor Greene or another idiot said. 2. There are several: they are unsafe, they make you magnetic, there is a chip in them. 3. It's a public health measure during a pandemic that has been weaponized to distract people from solving real problems","sentiment_score":-0.15}
{"full_text":"RT Norway is seeing the world's first omicron superspreader event after a party downtown Oslo last Friday. Of 120 healthy non-sy...","sentiment_score":0.25}
{"full_text":"RT I'm not anti vaccine but I am growing deeply distrustful as I know of two people very close to me who has s...","sentiment_score":0.1}
{"full_text":"RT UK Gov have added Nigeria to the red travel list as they have reported 3 omicron variant cases. There are 167 cases re...","sentiment_score":0.0}
{"full_text":"RT Hate Long Covid. Hate it keeps invading my son.77k kids with LC.115 kids dead (UK)Fatigue,insomnia,severe rashes...","sentiment_score":-0.4625}
{"full_text":"RT Short-handed hospitals in  upstate New York are filling up w\/ Covid patients amid a powerful surge in cases. Situation is...","sentiment_score":0.2181818182}
{"full_text":"RT Two of my father's cousins who were in their 60's died within weeks of getting the mRNA vaccine. They were in good healt...","sentiment_score":0.7}
{"full_text":"RT Tucker Carlson and Fox News should be sued over their Covid-19 misinformation.","sentiment_score":0.0}
{"full_text":"RT Simple question. Do you think #CressidaDick should sanction an investigation into the alleged parties held in No 10 during...","sentiment_score":-0.05}
{"full_text":"RT CDC is strengthening its recommendation on #COVID19 vaccine booster doses. Everyone ages 18 and older should get a booster shot...","sentiment_score":0.1666666667}
{"full_text":"True, but not the way Noel himself would probly like Omicron's threat level to be reported.","sentiment_score":0.35}
{"full_text":"RT 221 fines were issued in the Telford region for breaking lockdown rules last Christmas: their M...","sentiment_score":0.0}
{"full_text":"RT When #SpiderManNoWayHome hits theatersbe kind to theater employees!This is probably the most crowded theaters will b...","sentiment_score":0.55}
{"full_text":"RT \"Eritrean forces in northern Ethiopia (#Tigray) have blocked access to humanitarian assistance.  They have also committed ser...","sentiment_score":0.0}
{"full_text":"RT Thats on them, they chose not 2 be vaccinated during a global pandemic.  If those in the health sector arent prepared to...","sentiment_score":0.0}
{"full_text":"\"Sadly, kids get flu shots now\"","sentiment_score":-0.5}
{"full_text":"RT Thousands facing heart problems due to 'post-pandemic stress disorder' | Nothing to do with the vax that causes myocarditis...","sentiment_score":-0.125}
{"full_text":"RT So no one, exactly ZERO people, have died from the new variant according to the WHO, but we are going to implement drac...","sentiment_score":0.1931818182}
{"full_text":"RT My 8 yo came home today scared because the school practiced a lockdown. She said our teacher stands at the door so the b...","sentiment_score":0.0}
{"full_text":"RT Heartfelt thanks to over 3000 NHS &amp; care staff who signed this letter in less than 24 hours I'm closing the form now...","sentiment_score":0.0111111111}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"Health experts in South Africa shared preliminary data that suggest Omicron is even more infectious than Delta.","sentiment_score":0.5}
{"full_text":"RT This is my friend Joe, he died from suicide whilst you scumbags stole our money, failed to fund mental health services a...","sentiment_score":-0.3}
{"full_text":"At this point these countries are using Covid as an opportunity to make crazy money ","sentiment_score":-0.6}
{"full_text":"The public health messaging has been very explicit","sentiment_score":0.1}
{"full_text":"RT \"Eritrean forces in northern Ethiopia (#Tigray) have blocked access to humanitarian assistance.  They have also committed ser...","sentiment_score":0.0}
{"full_text":"RT Had the government been a little smart and cautious, it could have saved several lives. For each Covid death, I request the P...","sentiment_score":0.0089285714}
{"full_text":"RT How Boris Johnson's spokespeople answered questions today about whether the Prime Minister broke Covid rules by having par...","sentiment_score":0.0}
{"full_text":"RT Seeing as it's #SmallBusinessSaturday I decided to do my bit and visit the local hostelry. In the Gents this auld boy...","sentiment_score":0.0}
{"full_text":"RT A South Carolina nurse allegedly filled out vaccine cards for people she knew had not received a COVID-19 shot and then lied to f...","sentiment_score":0.4}
{"full_text":"Ah yes! Just like you lefties forcing covid shots on everyone or loss your job.. how is that \" building back better\"?","sentiment_score":0.25}
{"full_text":"\"As businesses work in hybrid or more traditional ways following Covid19, here is a reminder of some of the simple benefits of remote working.\"@PeopleDevelop1 Benefits of Remote Work for Organizations #managingpeople #remoteworkhttps:\/\/t.co\/hHmTVFw9dl","sentiment_score":0.05}
{"full_text":"RT What happens to you in the days \/ weeks \/ months \/ years after you get Covid is part of Covid, it's not outside of the...","sentiment_score":0.0}
{"full_text":"Have questions about the new #Omicron variant? Tune in to for insight from Infectious Disease Specialist, Dr. Kristi Moffit.","sentiment_score":0.1363636364}
{"full_text":"Healthcare screenings and clinical trial enrollment were battered by the pandemic. But the well-known celebrity-backed Stand Up To Cancer non-profit, along with pharma and advocacy partners, has been working to reverse that and make up lost ground.https:\/\/t.co\/8uUxcU9UKs","sentiment_score":0.0}
{"full_text":"\"To believers, the question of why suffering exists is a misguided one. No one makes it out of life alive,\" writes for","sentiment_score":0.1}
{"full_text":"South Africa recorded 11,535 new cases of #Covid19 on Thursday, a sharp jump from the 2,465 infections added a week prior. (@VinayakD reports)https:\/\/t.co\/RFf6e6OZN9","sentiment_score":0.0037878788}
{"full_text":"Outgoing Chancellor #AngelaMerkel urged #Germans on Saturday to get vaccinated against #COVID19 to help turn the tide on a fourth wave of cases that she said had become \"dramatic\" in parts of the country.Read more:","sentiment_score":0.0222222222}
{"full_text":"RT Marjorie Taylor Greene Humiliates Herself By Comparing Cancer To COVID","sentiment_score":0.0}
{"full_text":"RT Unvaccinated COVID-19 hospitalizations cost billions of dollars","sentiment_score":0.0}
{"full_text":"Let's keep life moving, help the NHS and keep safe Your essential guide to keeping COVID safe this winter from our local experts. Why is the COVID booster vaccination so important?For the latest walk-in vaccination clinics this week visit","sentiment_score":0.3}
{"full_text":"RT Be brave, don't give up. Millions think like you, we need to stand together now.\"It takes hope and courage to keep f...","sentiment_score":0.8}
{"full_text":"RT Has my heart ever been broken?Yep. Nov. 8, 2016. And hundreds of thousands are dead because of it....","sentiment_score":-0.2}
{"full_text":"RT We are staring into the abyss. The crises are stark: climate catastrophe, murderous pandemic, plutocracy, stymied Presiden...","sentiment_score":-0.2}
{"full_text":"Surrey residents were not the most friendly pre-covid and I find it's getting worse now.   Staff at stores are almost rude to customer, no patience, no one smiles anymore.I think everyone is suffering mental health deterioration.","sentiment_score":0.015}
{"full_text":"RT WATCH: Demonstrators invade a Christmas market in Luxembourg, access to which is restricted by vaccine passports.https:\/...","sentiment_score":0.0}
{"full_text":"RT The republicans want a young woman to make a huge sacrifice for a fetus but don't think they should be forced to wear mask to...","sentiment_score":0.0666666667}
{"full_text":"BioNTech and Pfizer's COVID-19 vaccine will likely offer strong protection against any severe disease from the new Omicron virus variant, BioNTech's Chief Executive said.https:\/\/t.co\/hqRUeJApkC","sentiment_score":0.1898989899}
{"full_text":"RT A nurse said she could tell right away that something was off when a 57-year-old man presented the phony limb for a shot...","sentiment_score":0.2857142857}
{"full_text":"Gov. John Carney on Friday formally extended the Public Health Emergency order another 30 days to allow the state and medical providers to continue COVID-19 vaccination and testing programs.https:\/\/t.co\/r3OzIqS5eZ","sentiment_score":0.0}
{"full_text":"WSJ editorial got it right.https:\/\/t.co\/wbMPDmM1bo","sentiment_score":0.0}
{"full_text":"The vaccine does work anyone who says anything else is lying or ignorant.","sentiment_score":0.0}
{"full_text":"Doctors and nurses cheered on a mom who returns home with family after nearly 8 months of battling COVID-19 ","sentiment_score":0.1}
{"full_text":"Unsure if you are experiencing symptoms of #COVID19 or need testing? Learn the symptoms Use the online screening tool Find a testing site near you","sentiment_score":0.1}
{"full_text":"Daniel Isn't RealPoster Variant by #danielisntreal","sentiment_score":0.0}
{"full_text":"Syracuse and Florida State did not play each other last year due to COVID-19. Here's everything to know about the Seminoles from","sentiment_score":-0.0833333333}
{"full_text":"#News f\/Scott Thompson@FMCSA extended COVID-19 emergency declaration again.@OOIDA asks to pump $1 billion in discretionary funds toward #TruckParking.And@USCapitolTree comes to life with help of six truckers.6p Central 146https:\/\/t.co\/jMZDD1Q6YF","sentiment_score":0.0}
{"full_text":"While some White House reporters continue to openly advocate for lockdown measures, others like Peter Doocy ask actual tough questions.","sentiment_score":-0.0972222222}
{"full_text":"The COVID virus killed more than 3,600 Houston residents as of November, nearly 52% of whom had diabetes, according to data. One quarter were obese.https:\/\/t.co\/dYYtnqKQD7","sentiment_score":0.1333333333}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"RT This week I have been diagnosed with #Fibromyalgia triggered by #Covid\/#LongCovid . I feel utterly, utterly broken.","sentiment_score":-0.4}
{"full_text":"RT I request you sir please consider usWe International students are vaccinated with Chinese vaccine ready to fo...","sentiment_score":0.0666666667}
{"full_text":"Read how partners in #Georgia, #NorthMacedonia &amp; #Zambia are working toward more disability-inclusive governing processes post-#COVID19 world.#IDPD #EveryoneIncluded #CRPD https:\/\/t.co\/V25VfbMrLq","sentiment_score":0.5}
{"full_text":"Will the omicron variant further decimate the job market? |","sentiment_score":0.0}
{"full_text":"HPV and nearly 90% of HPV-related cancers are preventable through the HPV vaccine. It works best when given to boys and girls ages 9 to 12. Early vaccination protects children before they are ever exposed. Learn more at: # HPVFreeCO","sentiment_score":0.425}
{"full_text":"Vaccines are the best protection we have against dangerous viruses like flu and COVID-19.Find out if you're eligible for these two essential vaccines now at","sentiment_score":0.1333333333}
{"full_text":" When temperatures drop, energy bills go up. The helps low-income Hoosiers stay warm through the Energy Assistance Program. Visit or read more below for more info! https:\/\/t.co\/2jTasSEsq3","sentiment_score":0.575}
{"full_text":"A Republican lawmaker from Maine who fought against vaccine and mask mandates has resigned after his wife died of COVID.https:\/\/t.co\/0SJN952bSq","sentiment_score":0.0}
{"full_text":"If authorized, the Pfizer vaccine would be the first company in the U.S. to have a booster shot that is available for people under the age of 18.","sentiment_score":0.325}
{"full_text":"RT #poetry books that make great stocking fillers.#Christmas2021 @McNairPoet The Swinging Door Saloon@hubner_t  A Dem...","sentiment_score":0.8}
{"full_text":"Omicron said we inside this december o","sentiment_score":0.0}
{"full_text":"I'm vaccinated and got covid. You can't depend on rebuilding if the vaccine is still allowing breakthrough cases.","sentiment_score":0.0}
{"full_text":"RT This box-unloading robot has one arm and can unload up to 1600 boxes per hour#technology #innovation #DataScience #B...","sentiment_score":0.0}
{"full_text":"Filmmaker and raconteur John Waters takes on COVID arguments, sloppy airplane dressing, and how to be rich with class.","sentiment_score":-0.0208333333}
{"full_text":"Since today's \"Republican legislator says something really dumb on Twitter\" event is getting so much attention, let me remind you that a large burden of worldwide cancers (maybe 10-15%) are caused by viruses, some of which are vaccine preventable.","sentiment_score":0.0130952381}
{"full_text":"National Guard members who refuse COVID-19 vaccination will be barred from federally funded drills and training required to maintain their Guard status.https:\/\/t.co\/J3RAQhtrik","sentiment_score":0.0}
{"full_text":"In this week's Chapelboro #WeekInReview: A UNC scientist discusses the omicron variant. A Duke economist shares how pandemic-related inflation affects day-to-day life. A local nonprofit receives a $50,000 award for improving community health.https:\/\/t.co\/2BkLH3SH3H","sentiment_score":0.0}
{"full_text":"Look in a pre-pandemic world they could have had a destination wedding and branded it Vicky Katrina Barcelona.","sentiment_score":0.0}
{"full_text":"A call for urgent action urgent action when it comes to #COVID19 vaccine, especially for those who are pregnant. Learn more:","sentiment_score":0.2066666667}
{"full_text":"Dabbing is still in! Cover your cough + sneezes with a bent elbow (or tissue) to prevent the spread of #COVID19.","sentiment_score":0.0}
