{"full_text":"How many children are damaged by the vaccine versus those that are damaged by Covid please?!","sentiment_score":0.625}
{"full_text":"Damn. That's unfortunate cause both KFC and the jab will kill you.","sentiment_score":-0.5}
{"full_text":"RT Help deliver vital COVID-19 vaccines to close the vaccination gap around the world.","sentiment_score":0.1}
{"full_text":"RT If 200,000 people in the UK are catching Omicron every day, as the government says, and hospitals aren't seeing a signifi...","sentiment_score":0.6}
{"full_text":"RT The BBC is obliged to report that England has just recorded its *highest ever* number of daily Covid cases. Reporting it a...","sentiment_score":0.0}
{"full_text":"It's going to be funny hearing this jackass died from the #CovidChallenge.#NaturalSelection, here he comes! #DarwinAwards for everyone!.","sentiment_score":-0.265625}
{"full_text":"RT Those who through their own choice have decided not to take the vaccine have been called selfish. I find those young and hea...","sentiment_score":0.0666666667}
{"full_text":"RT We are looking for Vaccinators to join our team! Help us deliver COVID-19 vaccines at our mass immunization clinics in Northum...","sentiment_score":0.0}
{"full_text":"So next seasons #fpl will have a 5th sub to be used as a Covid replacement, to be randomly drawn by computer from all eligible players who participated.","sentiment_score":-0.25}
{"full_text":"RT The government is claiming that Omicron will double every day. \"400,000\" cases today, up from \"200,000\" yesterdayOn these...","sentiment_score":0.0}
{"full_text":"RT 78,610. The highest day of reported cases throughout the whole pandemic by over 10,000 (previous high 68,053 8th Jan 2...","sentiment_score":0.0644444444}
{"full_text":"RT Severe COVID-19 infections may reduce male fertility, study finds","sentiment_score":0.0}
{"full_text":"RT Google said that more than 150,000 of its employees in the US will be placed on unpaid leave and terminated if they don't comp...","sentiment_score":0.35}
{"full_text":"RT As others have mentioned DT Matt Ioannidis being added to the Covid list, per source. DL decimated.","sentiment_score":0.0}
{"full_text":"Guess the ethnic makeup.","sentiment_score":0.0}
{"full_text":"RT \"The Pfizer injection was responsible for 131 (94%) of these cases, with 128 (92% occurring after the second dose). \"...","sentiment_score":0.1}
{"full_text":"#COVID19 Boris Johnsons answer to a question about problems with the Covid supply chains is to \"Throw everything at it\", well that's a plan then.","sentiment_score":0.0}
{"full_text":"204 individuals are hospitalized with COVID across Louisiana.","sentiment_score":0.0}
{"full_text":"RT I dunno, if I was PM of the country in Europe with the most Covid deaths and cases, I wouldn't answer each and every qu...","sentiment_score":0.5}
{"full_text":"I knew they would do this; I think I mentioned it too. They have been managing cases; as any decent analyst could see in irregular charts, via voids, managed tests and underperforming tests. Now they have a 'foreign' Omicron they can blame.","sentiment_score":0.0208333333}
{"full_text":"RT I can't reconcile anything they're saying about #Omicron with the extraordinarily light touch, half arsed measures being taken to...","sentiment_score":0.1166666667}
{"full_text":"RT The vaccine passport IS the trojan horse for the social credit score system. You can take less than 5 minutes to look...","sentiment_score":-0.0666666667}
{"full_text":"RT bell hooks got me through lockdown tbh.","sentiment_score":0.0}
{"full_text":"RT True - but actually it makes all UK nations less safe. Under current funding arrangements, without responsible public h...","sentiment_score":0.1261904762}
{"full_text":"Trumps Pandemic causes the Inflammation that's happening but Cruz refuses to tell the Truth !","sentiment_score":0.0}
{"full_text":"Pfizer Finally Admits 'Large Increase' in COVID Jab Side Effects via","sentiment_score":0.1071428571}
{"full_text":"While the CDC will tell you otherwise, you'll be fine.","sentiment_score":0.4166666667}
{"full_text":"God jusgemnt","sentiment_score":0.0}
{"full_text":"Could they not start naming it after ancient gods. The Zeus variant etc. Sounds more scary....","sentiment_score":0.0}
{"full_text":"RT My latest cartoon for tomorrow's 'My husband doesn't want to catch omicron and miss Christmas. He's shield...","sentiment_score":0.5}
{"full_text":"RT Does this mean they will ban anyone who says that vaccinated people need to wear a mask?","sentiment_score":-0.3125}
{"full_text":"RT remember when we thought covid was gonna last three months? now look at us .... about to enter our third year with it. htt...","sentiment_score":0.0}
{"full_text":"RT  COVID-19 vaccines have saved thousands of lives.  You could help save even more. Visit the NHS website to find out how...","sentiment_score":0.5}
{"full_text":"Proud of my city! ","sentiment_score":1.0}
{"full_text":"Me discussing Christmas plans with the family when Boris tries to lock us down again","sentiment_score":-0.1277777778}
{"full_text":"RT A combined delta\/omicron infection is going to be the latest in the long line of nudge ideas to scare people out of th...","sentiment_score":0.225}
{"full_text":"RT The OTHER big event at SF City Hall yesterday","sentiment_score":-0.0625}
{"full_text":"This is a true story! ","sentiment_score":0.4375}
{"full_text":"RT Pfizer Granted Emergency Use For Pill That Kills You Before Covid Can","sentiment_score":0.0}
{"full_text":"RT Today Kroger announced that they are taking away paid Covid benefits and adding insurance surcharges for unvaccinated emp...","sentiment_score":0.0}
{"full_text":"Nebraska in the news for the most #COVID19 hospitalizations and deaths in the past year. This is post-vaccine. Apparently no impact on patient care or outcomes nor on healthcare burnout...https:\/\/t.co\/joOTSqa1Uu","sentiment_score":0.075}
{"full_text":"RT Democratic lawmakers also invested in COVID-19-sensitive companies, including through selling and buying stocks in vacci...","sentiment_score":0.0}
{"full_text":"can you plea for people to PCR test even when they have cold symptoms and negative LtFs?? I had 4 negative lateral flows but positive PCR #downingstbriefing #COVID19","sentiment_score":-0.2431818182}
{"full_text":"We sadly also report 15 COVID deaths reported to the state since 12\/14\/21, bringing our death toll to 14,912.","sentiment_score":-0.5}
{"full_text":"RT The Rochelle Walensky, is in serious danger of being permanently banned from Twitter under this policy, given...","sentiment_score":-0.3333333333}
{"full_text":"RT Shaun Bailey who was at a \"Christmas party thrown by Tory aides at party HQ during coronavirus restrictions last year....","sentiment_score":0.0}
{"full_text":"RT Vaccinated people can spread COVID-19.  #HealthcareFreedom","sentiment_score":0.0}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT Billionaires got $2.1 trillion richer during the pandemic. Corporations are raking in record profits.We can make them p...","sentiment_score":0.0}
{"full_text":"I am waiting for a vaccine to come out that treats covid19.","sentiment_score":0.0}
{"full_text":"RT I'm about to unleash everything on this school. So miffed. Jenny &amp; I are very aware that the state doesn't give a damn abo...","sentiment_score":0.325}
{"full_text":"RT Another 78,610 people tested positive for Covid today - the highest daily total since the pandemic began. Buckle in, folks...","sentiment_score":0.0757575758}
{"full_text":"RT The vaccine passport IS the trojan horse for the social credit score system. You can take less than 5 minutes to look...","sentiment_score":-0.0666666667}
{"full_text":"RT Chris Whitty says it is an inevitable and \"pretty depressing\" reality that lots of health and social care staff will get c...","sentiment_score":-0.0791666667}
{"full_text":"RT There is one sure fire way to reduce your risk of catching COVID, reduce your contacts. Sorry.","sentiment_score":0.2}
{"full_text":"RT That's now 17 players on Washington's Covid list. Some could return for Sunday's game. Six of their top 7 defensive linemen...","sentiment_score":0.05}
{"full_text":"RT Health officials and vaccine makers call for boosters after studies show Pfizer vaccine is less effective against Omic...","sentiment_score":0.2166666667}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"Add the gift of protection against COVID to your Christmas list! Before gathering with friends and family, everyone who is eligible should get the vaccine and the booster as soon as possible. Find yours at","sentiment_score":0.0}
{"full_text":"RT Over the next few days, I'll share my annual list of favorite books, music, and movies. Art always sustains and nourishes...","sentiment_score":0.1}
{"full_text":"RT A caveat to #COVID pts in the ICU...some are vaxxed but on either immunosuppressant...","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT NASA's Parker Solar Probe plunged deep into the Sun's corona &amp; passed directly through streamers of solar plasma. The vie...","sentiment_score":0.05}
{"full_text":"RT  Small businesses are facing a nightmare before Christmas, FSB Chair Mike Cherry explains to firms are...","sentiment_score":-0.25}
{"full_text":"RT people who are vaccinated can still spread covid","sentiment_score":0.0}
{"full_text":"RT SAGE are deliberately using mass testing to try and find any cases even when the situation in the UK - with very high i...","sentiment_score":0.208}
{"full_text":"RT Upcoming media briefing: Thursday, Dec. 16 at 8:30 a.m. ET. Thomas Denny of will answer questions about COVID-19 t...","sentiment_score":0.0}
{"full_text":"I used to drive to my mom and dad's every Sunday afternoon pre-pandemic so they could visit with their grandkids and we'd have Sunday dinner together. We haven't done that since pandemic and all our visits have been outside and distanced ","sentiment_score":0.0}
{"full_text":"RT 78,610. The highest day of reported cases throughout the whole pandemic by over 10,000 (previous high 68,053 8th Jan 2...","sentiment_score":0.0644444444}
{"full_text":"I couldn't believe what she was saying. The press are desperate for a lockdown","sentiment_score":-0.6}
{"full_text":"RT The COVID-19 Cost of School Closures in Earnings and Income across the World | Comparative Education Review: Vol 65, No 2 ht...","sentiment_score":0.0}
{"full_text":"As #OMICRON &amp; #DELTA variants loom, join TONIGHT at 7 PMto discuss whether DC schools' current COVID testing protocols are optimized to prevent COVID contagion.  Event Details &amp; Registration Link Provided Belowhttps:\/\/t.co\/o4WaN5M1Zc","sentiment_score":0.0}
{"full_text":"We've been in lockdown for 2 hours","sentiment_score":0.0}
{"full_text":"RT This was in London so it's likely this was Omicron. It's *so* infectious. My boosted friend has mild symptoms - but still n...","sentiment_score":0.1666666667}
{"full_text":"Lock it all down NOW for Christmas. Do it for everyone: vaxed, unvaxed, boosted. Overplay your hand. Show all Canadians what clowns you truly are. I dare you.","sentiment_score":-0.1555555556}
{"full_text":"RT Incredibly worrying.","sentiment_score":0.9}
{"full_text":"If you recall, covid wad not Issue during the trump administrating brain dead.. he told everyone it would simply disappear.  I think you have injected too much bleach into you brain mate!","sentiment_score":0.0166666667}
{"full_text":"Claire-Maurel #DearVenmo my holiday wish is to be able to buy presents for my entire family who has been working hard through the pandemic ","sentiment_score":0.0694444444}
{"full_text":"dictatorship????? Or hardliner laws???","sentiment_score":0.0}
{"full_text":"RT Today Kroger announced that they are taking away paid Covid benefits and adding insurance surcharges for unvaccinated emp...","sentiment_score":0.0}
{"full_text":"How can you only notice a covid outbreak 2 hours before kick off?? We should get 3 points","sentiment_score":0.0}
{"full_text":"Lol we don't even have a QB","sentiment_score":0.8}
{"full_text":"RT Diagnostic criteria for multisystem inflammatory syndrome in children (MIS-C) vs Kawasaki disease vs Toxic shock syndrome...","sentiment_score":0.0}
{"full_text":"RT The coronavirus is airborne. Very airborne. Even if you don't see anyone--doesn't mean the aerosols aren't in the air. WATC...","sentiment_score":-0.05625}
{"full_text":"RT Do you know anyone who still wears their masks, practice social distancing etc and never had Covid?","sentiment_score":0.0333333333}
{"full_text":"RT In England, over 106,000 fixed penalty notices were issued to ordinary people for breaking Covid rules.Downing Street...","sentiment_score":-0.075}
{"full_text":"RT I do wonder if it might be a problem that we have a prime minister that has no authority to implement restrictions that woul...","sentiment_score":0.0}
{"full_text":"RT Whoever is making the decisions around covid safety in schools right now is the kind of guy who would keep his brother's e...","sentiment_score":0.4428571429}
{"full_text":"Children are at more risk of being injured or killed in an car on the way to get vaccinated than from the virus.From the CDC :In 2019, 608 child age 12 and younger died in motor vehicle crashes, more than 91,000 were injured. Of the children who died 38% were not buckled up.","sentiment_score":0.2}
{"full_text":"RT \"A welcome respite from the isolation of the pandemic!\" - #mentalhealth #mentalhealthmatters htt...","sentiment_score":1.0}
{"full_text":"An Audio Statement in English, titled:Indeed the Calamity of the Corona War and the Climate War Shall IntensifyImam Nasser Mohammed Al-Yemeni21-Ramadan-1442 AH03-May-2021 AD12:35 PMhttps:\/\/t.co\/wSFYnUHcLS7#Divine_Cosmic_n_Covidious_War PQJjh8","sentiment_score":0.0}
{"full_text":"Gutted for you, Chris. I was positive at the end of October so had to miss the Fulham game. Covid was probably the better option! ","sentiment_score":0.1507575758}
{"full_text":"My parents said they are giving them away at their local library fwiw. I ordered a bunch from fucking Walmart and I never go to Walmart for anything. They're $14 a box ($7 each) which isn't horrible.","sentiment_score":-0.5333333333}
{"full_text":"Cold and flu does not crash the nhs. If they cant control this strain, nhs will go into meltdown or there will be a lockdown. Its nit abiut death rate or how severe symptoms are.","sentiment_score":-0.6}
{"full_text":"Dr. John Zweiflier with the Fresno County Department of Public Health says with the holidays around the corner, this mandate is a preventative step to keep families and friends safe from COVID-19 this season.https:\/\/t.co\/pckwuf6qEx","sentiment_score":0.25}
{"full_text":"If adults were only 25% vaccinated I'd be looking for them to close malls and restaurants.There's no need to risk covid spreading through kids, because some are too self-centred to vaccinate. Choose not to vaccinate and that means on-line learning.","sentiment_score":0.0}
{"full_text":"RT This study looks at data from 78,000 Omicron patients in South Africa. There are 38 admissions per 1,000 Omicron cases,...","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT Think it's fair to say that a lot of us will struggle if the football stops due to COVID.","sentiment_score":0.2875}
{"full_text":"RT Prof Chris Whitty suggests idea that South African data shows omicron is milder is wrong.\"There's a danger that people h...","sentiment_score":-0.25}
{"full_text":"RT Why didn't  Starmer fight for this yesterday","sentiment_score":0.0}
{"full_text":"A mantra that applies to so many things","sentiment_score":0.5}
{"full_text":"RT Small correction It was who is a Zimbabwean scientist based in Botswana who fou...","sentiment_score":-0.25}
{"full_text":"RT Today, in a letter to the House Committee on Health and Welfare, I confirmed that will move forward with ad...","sentiment_score":0.4}
{"full_text":"RT Update No.27Measures taken against spread of CORONAVIRUS#TheVaccinesAreSafe #GetVaccinatedNow","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"All you COVID fear superspreaders: read this. Absorb it. Then read it again. #covidisover","sentiment_score":0.0}
{"full_text":"RT NHS urged to STOP counting thousands of Covid 'patients' who are actually being treated for other illnesses","sentiment_score":-0.0625}
{"full_text":"RT New rule: you don't get to make rules about how society operates \"with covid\" until you've been involved in several cat...","sentiment_score":0.0681818182}
{"full_text":"RT New Data Suggest #COVAXIN(tm) (#BBV152) Vaccine Candidate Generates Robust Immune Memory to #COVID19 and #Variants of Concern...","sentiment_score":0.1363636364}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT Tonight I will oppose both compulsory vaccines for NHS staff, and the introduction of vaccine passports.  Both measures a...","sentiment_score":0.0}
{"full_text":"I just got mine and only had to wait a week. Maricopa County has plenty...https:\/\/t.co\/BlepXjYDn8","sentiment_score":0.0}
{"full_text":"RT According to official UK government data, fully vaccinated people make up 56% of all Covid-19 cases, 63% of hospitalizati...","sentiment_score":0.0}
{"full_text":"RT Amazing how Chris Whitty still talking about cases.  How many Covid hospitalisations? (Considerably fewer than last ye...","sentiment_score":0.3}
{"full_text":"RT Room Rater in Memoriam. Today, we remember Golden Hembry.","sentiment_score":0.3}
{"full_text":"I prefer companies that keep us all safe from your \"freedom\" to keep covid rolling over us.","sentiment_score":0.5}
{"full_text":"RT Unpossible","sentiment_score":0.0}
{"full_text":"Oh, la.I enter the briefest of retreats in my own pain of the moment and my body's loosened connections to itself and in worry and mourning  pandemic losses, to listen to stories of liminal women teaching and guiding their people, and return to the news of bell hooks' death.","sentiment_score":0.6}
{"full_text":"Omnicorn sprinkling COVID at every family dinner","sentiment_score":0.0}
{"full_text":"RT Good question from Robert Peston - protection from the booster vaccine takes a week or two, but people are having Chris...","sentiment_score":0.7}
{"full_text":"RT If Covid-19 literally was sponsoring Fox News programming, how could you tell the difference?","sentiment_score":0.0}
{"full_text":"RT Fingers crossed that the result of that rumoured last minute premieres' summit on omicron is that we all get annexed by Nova S...","sentiment_score":0.0}
{"full_text":"Automatically age-restricted but intact for the time being (ads placed due to (c) music) | experimental digital auto-ethnographic montagist rendering of affect of browsing AV social media content during Covid-19 pandemic | any meaning subjectivehttps:\/\/t.co\/mcMJiNceH0","sentiment_score":0.0020833333}
{"full_text":"RT Read the superintendent's letter here:","sentiment_score":0.0}
{"full_text":"RT The cabal will fall","sentiment_score":0.0}
{"full_text":"The place is out of control with absolutely zero leadership. Biggest problem now is a large % of people who did care about following the rules this time last year, no longer do. The tories chose not to adhere to the restrictions, doesn't mean we should be like them.","sentiment_score":0.0203571429}
{"full_text":"RT Covid related deaths down 17% in a week. But Sage's little models predict catastrophe. And that's all that matters. Of course it...","sentiment_score":-0.1143518519}
{"full_text":"RT This is why we students are demanding online exams. Don't know when will AKTU come to its senses?#aktuonlineexam2022","sentiment_score":0.0}
{"full_text":"We are answering you're ignoring us Vaccinations reduce severity and slow the spread, whether its polio or smallpox or COVID  Once enough people are vaccinated, the disease can't find enough targets to spread effectively and it disappears.  That's why we don't have polio anymore","sentiment_score":0.075}
{"full_text":"RT UK  is about to hit a testing capacity issue. PCR testing slots now often unavailable -- again, with exponentially rising...","sentiment_score":0.0}
{"full_text":"So double vaccinated &amp; boostered ppl are still getting #COVID19? ","sentiment_score":0.0}
{"full_text":"RT Retweet if you still wear a mask, practice social distancing, and got vaccinated (including boosters).Please give me...","sentiment_score":0.0333333333}
{"full_text":"RT The meat packing industry rakes in huge profits from jacking up prices for Americans. That's rotten.https:\/\/t.co\/IgzVdJ...","sentiment_score":0.4}
{"full_text":"So the technology changes at every lab to diagnose a new variant? Not buying it!","sentiment_score":0.1704545455}
{"full_text":"BOYCOTT","sentiment_score":0.0}
{"full_text":"Alec Baldwin has killed more people than Omicron.This is madness.","sentiment_score":0.15}
{"full_text":"You, the British people respect the UK Vaccine Task Force.","sentiment_score":0.0}
{"full_text":"Plan to celebrate the holidays safely and help keep others safe by getting a COVID-19 test prior to visiting with your family and after you travel.","sentiment_score":0.3333333333}
{"full_text":"\"His record there is phenomenal, so hopefully he'll be there.\" @andy_murray hopes to see world No. 1 at the MORE:","sentiment_score":0.5}
{"full_text":"#COVID19 underscored the challenges people face who are experiencing #homelessness. More importantly, it exposed how much low-income populations and people of color desperately need community investment.","sentiment_score":0.125}
{"full_text":"UK Sees Highest Ever Daily Covid Cases Amid Omicron Spread","sentiment_score":0.0}
{"full_text":"RT The vaccine passport IS the trojan horse for the social credit score system. You can take less than 5 minutes to look...","sentiment_score":-0.0666666667}
{"full_text":"The year is winding down, but #covid19 doesn't seem to be. Listen to 2021 in review from correspondent for on Healthy You: Surviving a Pandemic. Prod by w\/ support from","sentiment_score":0.1722222222}
{"full_text":"RT KIM HOME WORK COFFEE!Hey Dudes   Enough is Enough..Are You 2Min Man..Nolonger Able to Stay in the Sack for Some Good...","sentiment_score":0.4}
{"full_text":"RT |She remains silent: chief does not comment on text message communication with #Pfizer\/#...","sentiment_score":0.0}
{"full_text":"RT Millions of young people will soon have to begin making student loan payments again.Payments they cannot afford.We n...","sentiment_score":0.1}
{"full_text":"RT The evil in this article comes entirely from the mistaken belief that vaccines stop infections and transmission. To be...","sentiment_score":-0.5}
{"full_text":" Nicola Sturgeon announced new guidance designed to ensure that Scots enjoy Christmas celebrations 'safely'.Read more here:","sentiment_score":0.3840909091}
{"full_text":"The cast and crew of South African soap opera, SABC 2's #Muvhango will receive their Covid-19 jabs #Covid19 #Vaccine","sentiment_score":0.0}
{"full_text":"\"A lot of scientists thought Delta was already going to make this a really, really tough winter. I'm not sure the message has gotten across to the people who make decisions, how much tougher #Omicron is going to make this.\"https:\/\/t.co\/UcgsPKiWNx","sentiment_score":-0.1462962963}
{"full_text":"Despite the financial impacts of COVID-19, some nonprofits have emerged from the past year with a surplus of funds. Learn how organizations can maximize this lucky position by reinvesting in their own people and internal processes: #Nonprofits #COVID19","sentiment_score":0.1366666667}
{"full_text":"US COVID death toll hits 800,000, a year into vaccine drivehttps:\/\/t.co\/btHSm03rjF","sentiment_score":0.0}
{"full_text":"The school board officially fired teacher Chad Gerrick this week, who is awaiting trial after he allegedly threatened to shoot district officials over Central York's COVID-19 policies in October.","sentiment_score":-0.05}
{"full_text":"RT Dozens of Republican and Democratic lawmakers on Capitol Hill have invested in companies that have a direct stake in the...","sentiment_score":0.1}
{"full_text":"So I'm assuming you didn't attend any protests at all during covid right? Cuz the 100% preventable deaths aren't worth any protests right?","sentiment_score":0.2904761905}
{"full_text":"RT Health officials and vaccine makers call for boosters after studies show Pfizer vaccine is less effective against Omic...","sentiment_score":0.2166666667}
{"full_text":"Congressional Leaders, and bipartisan members of House and Senate hold moment of silence for Americans lives lost to COVID-19 at the US Capitol in Washington, DC. December 14, 2021.More : #PressImages #PressPhotography #News #NewsImages","sentiment_score":0.0}
{"full_text":"\"During the pandemic, we learned that we are only as healthy as the least healthy in our community.\" More from CEO Lloyd Dean on how we are approaching health equity.","sentiment_score":0.2}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT We have placed the following players on the Reserve\/COVID-19 List:-QB Kyle Allen-LB Milo Eifler-S Darrick Forrest-DT...","sentiment_score":0.0}
{"full_text":"in Missouri:If you have COVID-19, you no longer have to quarantine or isolate.In fact, being ordered to isolate or quarantine is literally illegal, thanks to our attorney general.This is step one in the plan to eliminate public health in Missouri.","sentiment_score":-0.1}
{"full_text":"RT From #Browns QB Baker Mayfield and coach Kevin Stefanski test positive for COVID, joining a long list of vaccinated pe...","sentiment_score":0.0886363636}
{"full_text":"Are you a small business owner affected by the COVID-19 pandemic? Striving to survive, and adapt to the changes happening in the global market? If this the case, maybe outsourcing #accountingservices can help you!Read here and find out why:","sentiment_score":-0.125}
{"full_text":"I wonder how Caputo's cancer treatment is progressing. Since he doesn't believe in science and had no problem messing up the CDC...","sentiment_score":0.0}
{"full_text":"RT The propaganda and insanity continues unabated. Short term, it will only get worse. Vaccine passports, a cancer that i...","sentiment_score":-0.125}
{"full_text":"As of 11.2.21 the County Health Department reported 191 Cases of Covid in Sacramento jails. Learn more in this clip from our most recent newsletter!Read the full article here: #manyhandslightwerk","sentiment_score":0.3375}
{"full_text":"DAVID JARVIS III, 55, of Columbus, Ohio, died of COVID on Dec. 10 , 2021.He was a firefighter with the Columbus Division of Fire, and the third member of the department to die of COVID.https:\/\/t.co\/CmcnUMZBhT","sentiment_score":0.0}
{"full_text":"Powerful Film Story of Courageous Citizens and Soldiers who have Changed the World for Peace LOVE JusticePlease Help Retweet@dtpfilmhttps:\/\/t.co\/9bMEkux73l   #Peace #love #Vegan #music #Art #rt #BTS #got7 #jimin #exo #covid19 #news #tiktok #bitcoin","sentiment_score":0.4333333333}
{"full_text":"Citywide Winter COVID Projects will provide self-isolation support, activities &amp; (COVID safe) social contact to ensure residents are not alone and isolated during Christmas and the dark months of January, February and early March. For more info click below","sentiment_score":0.1966666667}
{"full_text":"Boris Johnson Covid press conference: lockdown fears as UK Omicron doubles.https:\/\/t.co\/MxILg1Mf8Y","sentiment_score":0.0}
{"full_text":"We can't pick and choose what science to follow for political purposes. Those with natural immunity should be included in our COVID policy. Nothing controversial about this statement. Consult with your doctor and do what's best for you and your family, and get vaxxed.","sentiment_score":0.4125}
{"full_text":"RT So all the countries that the UK had put on a red ('for danger') list have been removed as of today from the red ('for dange...","sentiment_score":0.0}
{"full_text":"\"Stealing thousands of dollars of handbags from a Nordstrom is a side effect of Covid-19? Following the science gets trickier by the day.\"","sentiment_score":0.0}
{"full_text":"Thought Leader &amp; Author on how digital-first customers are driving total market transformation #Covid19 #customerexperience #digital marketing","sentiment_score":0.0}
{"full_text":"The Station Variant!","sentiment_score":0.0}
