{"full_text":"Hilarious.How about giving people a say in your disastrous regeneration polices? I don't remember when I was asked if I wanted to spend PS210m on an arena during a pandemic for 21 jobs. Great idea that was.","sentiment_score":0.05}
{"full_text":"RT Laura Kuenssberg warns stage one of Boris ousting plans complete 'We're at stage 2'  Inside info...","sentiment_score":0.1}
{"full_text":"Another Changi Airport frontline worker tests preliminary positive for Omicron Covid-19 variant","sentiment_score":0.2272727273}
{"full_text":"RT So while the government peddles their well worn mantra of \"protect the NHS\", they conveniently forget that NHS beds in E...","sentiment_score":0.0}
{"full_text":"but it's because of Covid restrictions not because Johnson is an immoral arse hat","sentiment_score":0.0}
{"full_text":"Just in time for Christmas , go figure. When will the lockdowns be December 15th?Non compliance is the only way to end this. Government is the pandemic","sentiment_score":0.0}
{"full_text":"RT It's happening.A court in Belgium ruled that the covid passports were illegal.","sentiment_score":-0.5}
{"full_text":"RT Update on coronavirus outbreak at Christmas party in Oslo:- 80 out of 111 participants later tested positive. All or most be...","sentiment_score":0.2424242424}
{"full_text":"RT you have written many statements concerning this matter but we still have not believed you and we believed the global warmi...","sentiment_score":0.25}
{"full_text":"RT The Good Law Project has written to the Metropolitan Police threatening legal action for its continued refusal to investig...","sentiment_score":0.3333333333}
{"full_text":"There has never been data to justify what has been done, never.","sentiment_score":0.0}
{"full_text":"RT .@Lizstuartdc and I provide our thoughts on using our #COVID19 safety toolbox to help you celebrate the holidays.1 - ge...","sentiment_score":0.0}
{"full_text":"RT Pfizer CEO Albert Bourla declared this week that a fourth COVID shot is coming and will be needed \"sooner than expected\"...","sentiment_score":-0.05}
{"full_text":"RT Making booster shots mandatory without powerful evidence of a community benefit could cost public trust just when it's nee...","sentiment_score":0.15}
{"full_text":"RT Over 58k new cases just reported - the highest number since early Jan.Please: Wear a mask Open windows  Minimis...","sentiment_score":0.0787878788}
{"full_text":"Probably. The standard diptheria vaccine is 5 rounds of shots over a 6 year period. Which is fine.Like the idea that if it turns out that 4 shots are more advisable than 3 that would imply something wrong with vaccinations is just incredibly dumb.","sentiment_score":-0.09375}
{"full_text":"RT [UPDATE] Wanna One will do pre-recording at 2:30AM on December 11However, they will not attend live broadcast schedule...","sentiment_score":0.1363636364}
{"full_text":"If #Omicron is less severe &amp; doesn't cause as many hospitalizations &amp; deaths, great. But it will still infect a ton of people. So what about #LongCovid? My case of #Covid was mild, but led to moderate LC. I still can't work full time. How much disability will Omicron cause?","sentiment_score":0.2880952381}
{"full_text":"I'm assuming by that answer that you'll vote these through regardless.. You know it won't stop at face masks.. Covid Pass is going to extend to bars and restaurants and it will be that that will destroy the town...  And who knows what you'll do next ","sentiment_score":-0.1}
{"full_text":"RT Of course it is. I'm challenging the position taken by certain experts that novelty = after m...","sentiment_score":0.3571428571}
{"full_text":"So, with proper testing that we were doing this time last year we're at 2900. Wtf? #topoli #onpoli","sentiment_score":-0.1666666667}
{"full_text":"RT Call me ms. stay at home.. watch a lot of shows.. barely wearing clothes.. .","sentiment_score":0.05}
{"full_text":"RT Vaccine passports won't control a virus.. they will only control you. Why is this so hard for people to see?","sentiment_score":-0.1458333333}
{"full_text":"\"The CDC's [Vaxx] Adverse Event Reporting System...to which doctors and patients may voluntarily report adverse vaccine events, received 58,381 reports in 2018, including 412 deaths, 1,237 permanent disabilities, and 4,217 hospitalizations.\"","sentiment_score":0.0}
{"full_text":"RT We were pleased to give evidence at the Scottish Parliament this week about the impact of #COVID19 on women's unpaid care...","sentiment_score":0.35}
{"full_text":"I totally agree with you to get the booster vaccine, it only takes a few mins and it helps everyone get better to a much normal life. I got my booster last week and my arm was only sore for about a hour then fine. Total stupid people who refuse to get the vaccine.","sentiment_score":0.0066666667}
{"full_text":"\"An HHS-funded review of VAERS concluded that 'fewer than 1% of [vaxx] adverse events are reported' to VAERS. This suggests that there are a hundredfold more adverse...events than are reported. The CDC has nonetheless refused to mandate or automate VAERS reporting.\"","sentiment_score":0.5}
{"full_text":"RT I won't be on Twitter for awhile because I'm in the hospital and Covid positive. I had a bad fever when I got here but it's g...","sentiment_score":-0.2363636364}
{"full_text":"RT Tests of Omicron variant in UK show third Covid vaccine booster dose offers 75% protection against symptomatic infection h...","sentiment_score":0.05}
{"full_text":"RT \"Pfizer concedes this is 'a large increase' in adverse event reports and that even this huge volume is under reported\"","sentiment_score":0.3071428571}
{"full_text":"Unfortunately, the only thing that might actually stop this man from winning the 2024 RNC Primary is Comrade COVID.","sentiment_score":0.08}
{"full_text":"RT In Germany the new Health Secretary is a medical doctor who's an absolute expert on Covid. In the UK, the Health Secretary...","sentiment_score":0.1121212121}
{"full_text":"RT Another theory about how Omicron emerged in southern Africa has been advanced by William Haseltine, a virologist who ha...","sentiment_score":0.2}
{"full_text":"RT Listening to giving a Covid briefing. I wish folk in England could have the chance to listen and hear ho...","sentiment_score":0.0}
{"full_text":"RT \"Hospital data show that COVID-19 admissions are now rising sharply in more than half of the country's nine provinces,...","sentiment_score":0.1666666667}
{"full_text":"Of course there is a discrepancy in ages!  Older people die more than younger people from any cause, not just COVID.Your comment was that the science is overwhelming that under 50 is not an issue.  The facts do not reflect that.","sentiment_score":0.2916666667}
{"full_text":"RT \"The teams will arrive next week 'and begin treating patients immediately, providing support for the next 30 days,' the dep...","sentiment_score":0.0}
{"full_text":"RT Letitia Wright will go down in history as one of the all-time greatest bag fumblers.","sentiment_score":0.4222222222}
{"full_text":"Yes, the entire site is. It lists all the prominent anti-vaxers who have died from COVID. Sounds pretty ghoulish, I know, but I have no sympathy. Every one of them has the deaths of others on their conscience. They actively encouraged people not to get vaccinated.","sentiment_score":0.1541666667}
{"full_text":"RT Tests of Omicron variant in UK show third Covid vaccine booster dose offers 75% protection against symptomatic infection h...","sentiment_score":0.05}
{"full_text":"RT If the COVID cases don't spike, they'll say it's because of the restrictions they imposed.If they do spike, they'll say...","sentiment_score":0.0}
{"full_text":"RT Rotary Uganda Kicks Off Mass Vaccination Drives Across the Country#ChimpReportsNews #covid-19vaccination","sentiment_score":0.0}
{"full_text":"RT Wasn't that after he tried using an #enema to wash the #COVID19 and #covidvariant out of his body...only to fail and soi...","sentiment_score":-0.5}
{"full_text":"RT they do not know its animalistic origin since it has not come from animals but a strain of somewhat like a gnat (Ba'ouda) w...","sentiment_score":0.0}
{"full_text":"RT NEW thread: data show South Africa's Omicron wave is resulting in less severe disease and death than past waves, though h...","sentiment_score":-0.0934343434}
{"full_text":"It's simply impossible to know right now. Since omicron is capable of infecting vaccinated people who nonetheless remain protected against serious cases and death, it's drawing from a larger pool that dilutes what may or may not be happening among the unvaccinated. Stay tuned.","sentiment_score":-0.1028571429}
{"full_text":"RT It's happening.A court in Belgium ruled that the covid passports were illegal.","sentiment_score":-0.5}
{"full_text":"RT Tests of Omicron variant in UK show third Covid vaccine booster dose offers 75% protection against symptomatic infection h...","sentiment_score":0.05}
{"full_text":"RT Governor Kathy Hochul announced that masks will be required to be worn in all indoor public places in New York unless businesse...","sentiment_score":0.0681818182}
{"full_text":"RT Today's update on the Daily Sceptic is here. More than 60 Tory MPs are expected to vote against 'Plan B' measures, an ex-M...","sentiment_score":0.1333333333}
{"full_text":"RT Mikel Arteta questions 'vague' Premier League coronavirus rules amid Tottenham and Norwich concerns as Leicester insist t...","sentiment_score":-0.5}
{"full_text":"Does this (kind of) count as lockdown if we have to work from home? #recordconnectors in Jan if that's still the case ","sentiment_score":0.6}
{"full_text":"Meanwhile I'm in Spain. Just for a week to escape the British anti-vaxxers, Covid deniers and similarly afflicted.Everyone in Spain wears a mask. Everyone.  It's mandatory over here. The Spanish government has not twatted about risking lives trying to please the libertarians.","sentiment_score":0.0}
{"full_text":"RT Ya know, until the families of the dead unvaccinated people get mad enough to file lawsuits and name Fox and the GOP p...","sentiment_score":-0.275}
{"full_text":"RT THIS TUESDAY MPs will vote on whether to introduce divisive and discriminatory Covid IDsUse our template below to...","sentiment_score":0.0}
{"full_text":"Nomenclature changed largely to \"post COVID syndrome.\" Post-COVID clinics can be found at large academic hospitals.","sentiment_score":0.1428571429}
{"full_text":"Mmm...wonder if she's had the jab, now that would be a thing. Thrice-jabbed Prince Charles is now praising all the life sciences companies for developing effective GM Covid vaccines in record time. Not long ago he insisted GM strayed into the realms of God and God alone...","sentiment_score":0.3125}
{"full_text":"RT Why vote for an out-of-county shoe in who stands for a party that laughs at you...","sentiment_score":0.0}
{"full_text":"RT Hilarious to see the radio silence from those journalists and commentators who insisted government would immediately lift a...","sentiment_score":0.5}
{"full_text":"RT I'm beyond angry that nearly all of those calling for further restrictions continue to fail to even mention - let alone...","sentiment_score":-0.225}
{"full_text":"RT Don't forget vaccine passports usher in an era of missing out because of:1. Long queues making you late 2. NHS IT f...","sentiment_score":-0.1833333333}
{"full_text":"RT Local Michigan Republican official who refused to certify Biden's win in his county and who vehemently opposed vaccines...","sentiment_score":0.4}
{"full_text":"RT I'm actually confused. If mild illness is still dreadful for the health service according to Nicola Sturgeon, what i...","sentiment_score":-0.3555555556}
{"full_text":"OPINION: Why I would support restrictions on \"Anti vaxxers\" to prevent another lockdown","sentiment_score":0.0}
{"full_text":"Omicron is a big threat and can expose the whole scam.","sentiment_score":0.1}
{"full_text":"RT Tests of Omicron variant in UK show third Covid vaccine booster dose offers 75% protection against symptomatic infection h...","sentiment_score":0.05}
{"full_text":"Amazing how utterly selfish some people still are.Despite all the scientific evidence, despite all the medical advice they'd rather just go ahead and keep the virus spreading, possibly even killing off their own families in the process.Don't be a moronic cunt, #StayHome","sentiment_score":0.14}
{"full_text":"RT Many people I know will stand shoulder to shoulder with Tim.   Covid now has the same infection fatality rate as FLU....","sentiment_score":0.25}
{"full_text":"RT If you are immunocompromised, it is recommended to get 3 doses of the #COVID19 vaccines. Check to ensure you are eligib...","sentiment_score":0.0}
{"full_text":"RT Call me ms. stay at home.. watch a lot of shows.. barely wearing clothes.. .","sentiment_score":0.05}
{"full_text":"Americans pay taxes. Major healthcare problem in the US rn. There are no free Covid 19 tests. The US government doesn't care about Americans.","sentiment_score":-0.06875}
{"full_text":"Sorry Tom I meant to post this one it's from 7th December 2021. Whatever you decide I wish you well","sentiment_score":-0.5}
{"full_text":"RT whether the subject is policing or healthcare, this odious account really is a case study in how the liberal imaginary...","sentiment_score":0.0166666667}
{"full_text":"RT I'm glad you're negative, and I hope your class stay healthyWe will unfortunately all be exposed multiple times this year...","sentiment_score":-0.075}
{"full_text":"RT Can you explain why the taxpayer has paid over PS500 billion into the NHS and the number of beds have not ris...","sentiment_score":0.0}
{"full_text":"RT \"A mum with an autistic son who has life-threatening medical needs is to be interviewed under caution after pulling him...","sentiment_score":-0.1}
{"full_text":"RT Daniel back to post on FcHe Apologies again to fans, staff members. He wants to give his best on his special day. And...","sentiment_score":0.3892857143}
{"full_text":"RT Tucker Carlson: Getting COVID \"does feminize people. No one ever says that but it's true\"","sentiment_score":0.35}
{"full_text":"RT 'The ritual humiliation of children [in Germany] who are asked to go to the front of the class and state their vaccination stat...","sentiment_score":0.0}
{"full_text":"RT and next week is going to get a lot worse as Omicron makes itself felt.","sentiment_score":-0.2}
{"full_text":"The idea that if we truly love and trust someone, they magically can't infect us with whatever infectious diseases they might be carrying, is both moralizing and anthropomorphizing the pandemic.","sentiment_score":0.2333333333}
{"full_text":"RT Too right","sentiment_score":0.2857142857}
{"full_text":"RT BREAKING:  Keir Starmer tells Tory MPs to 'oust' Boris Johnson amid Downing Street party row: The Labour leader branded...","sentiment_score":0.0}
{"full_text":"\"There was simply no other place a Johnson govt would ever end up but mired in rampant lies, chaos, negligence, financial sponging &amp; the live evisceration of public service. \" bravo @MarinaHyde ","sentiment_score":0.0497159091}
{"full_text":"RT Tests of Omicron variant in UK show third Covid vaccine booster dose offers 75% protection against symptomatic infection h...","sentiment_score":0.05}
{"full_text":"RT As we are frequently asked questions about this:* Of the 1,851 new positive not-fully-vaccinated individuals, 1,774 have not re...","sentiment_score":0.1545454545}
{"full_text":"RT [UPDATE] Wanna One will do pre-recording at 2:30AM on December 11However, they will not attend live broadcast schedule...","sentiment_score":0.1363636364}
{"full_text":"RT Tests of Omicron variant in UK show third Covid vaccine booster dose offers 75% protection against symptomatic infection h...","sentiment_score":0.05}
{"full_text":"RT For a politician to use language like ' a tsunami of cases' and the variant 'running riot' makes me so angry. Disgraceful...","sentiment_score":-0.5}
{"full_text":"RT It's happening.A court in Belgium ruled that the covid passports were illegal.","sentiment_score":-0.5}
{"full_text":"Especially the first one. T'Challa deserves to live on.","sentiment_score":0.1287878788}
{"full_text":"RT : \"he's (Trump) my friend\". Really? The guy who gave you Covid and didn't tell you that he had it?!...","sentiment_score":0.25}
{"full_text":"yeesh","sentiment_score":0.0}
{"full_text":"RT This data from U.K.HSA says to me that IcU cannot be full of unvaxed Covid patients. What say you","sentiment_score":0.35}
{"full_text":"RT Been thinking about Rage Against the Machine and how they are pushing vaccine passes.They can go sit on the Chomsky s...","sentiment_score":0.0}
{"full_text":"RT Lmao mf making a Covid Arnold Palmer","sentiment_score":0.6}
{"full_text":"I've reconsidered my original position on this (bad idea in a raging pandemic) because of the context that at the time, there was nowhere peaceful protestors could congregate without being subject to extreme police violence. And ultimately it didn't cause a covid outbreak.","sentiment_score":-0.0611111111}
{"full_text":"RT Everyone begs for a miracle. I want to scream \"you HAD a miracle! The vaccine was the miracle and you spat on it.\"We ha...","sentiment_score":0.0}
{"full_text":"LOL sure, russian roulette - but this time the gun has 100,000 barrels and there's only 2 bullets.","sentiment_score":0.325}
{"full_text":"RT Update on coronavirus outbreak at Christmas party in Oslo:- 80 out of 111 participants later tested positive. All or most be...","sentiment_score":0.2424242424}
{"full_text":"RT NEW: Two Singapore residents may have caught the omicron variant even after receiving their booster shots, in cases which may...","sentiment_score":0.1363636364}
{"full_text":"I just imagine what would happen to a recruit who tells their DI they're scared to get the vaccine. I assume it starts with yelling and ends with a lot of sweat","sentiment_score":0.0}
{"full_text":"RT This is vaccine apartheid.","sentiment_score":0.0}
{"full_text":"RT Sorry but the idea that Labour should vote against the public health measures it believes are necessary to contain omicr...","sentiment_score":-0.1666666667}
{"full_text":"RT 58,194 cases retorted today.Only 5 days through the whole pandemic have been higher.Is everyone still ok with wher...","sentiment_score":0.35}
{"full_text":"RT People still refusing the vaccine should also refuse medical treatment when they get COVID.They are the most selfish a...","sentiment_score":0.0}
{"full_text":"RT Should parents be held liable for sending their kids to school after they TEST POSITIVE for Covid-19?","sentiment_score":0.0636363636}
{"full_text":"Omicron?","sentiment_score":0.0}
{"full_text":"RT If people are afraid to enter a business without wearing a mask... Well, we might as well be afraid of covid. Because it...","sentiment_score":-0.6}
{"full_text":"i think the first thing we can do to help build up confidence is implement safe and easy systems for a return life. like vaccine passports and masks to reduce transmission. if the country isnt even doing the first few steps, i wont be risking my gran. thanks.","sentiment_score":0.2388888889}
{"full_text":"RT Sadly, one thing Covid has taught me, we are surrounded by so many truly stupid people. And they are everywhere.","sentiment_score":-0.2666666667}
{"full_text":"2 years later and Covid still ruining our lives. I'm done","sentiment_score":0.0}
{"full_text":"RT Update on coronavirus outbreak at Christmas party in Oslo:- 80 out of 111 participants later tested positive. All or most be...","sentiment_score":0.2424242424}
{"full_text":"RT Tests of Omicron variant in UK show third Covid vaccine booster dose offers 75% protection against symptomatic infection h...","sentiment_score":0.05}
{"full_text":"So if 90% of people are vaccinated yet it's still spreading like it is. Surely that means the vaccine isn't working and it means the vax pass is useless?And if it was 100% effective. The vax pass would still be useless since the unvaccinated minority would be negligible.","sentiment_score":0.2}
{"full_text":"Structurally most work in Jobs that could easily adapted to Covid or were unaffected to begin with, plus obviously it's all one incestuous circle to begin with. In this instance I don't even think they felt any conscious \"need\" they just did it","sentiment_score":0.1966666667}
{"full_text":"RT Reminder: You cannot compare seriousness of Omicron with delta or wild strain by comparing crude rates of hospitalization or...","sentiment_score":-0.3}
{"full_text":"There must be something exciting about consuming dog crap anti-vax misinformation, declining a life protecting vaccine and rolling the dice!Of course, with few exceptions, people beg for a simple shot from their hospital bed when it's too late.Please get vaccinated, folks!","sentiment_score":-0.175}
{"full_text":"RT I'm a black trans woman with no income due to covid-19. #transcrowdfundTo support myself, I set up a patreon where y...","sentiment_score":-0.1458333333}
{"full_text":"RT Watching in utter disbelief how #Omicron is taking over in Denmark. 5% of all cases on the 7th of December. At this ra...","sentiment_score":0.0}
{"full_text":"RT Over 58k new cases just reported - the highest number since early Jan.Please: Wear a mask Open windows  Minimis...","sentiment_score":0.0787878788}
{"full_text":"RT \"This week Michigan had more Covid patients hospitalized than ever before. Covid hospitalizations jumped 88% in the past mo...","sentiment_score":0.125}
{"full_text":"And while it might just be my imagination, the Warder bond used seems stronger then it is in the books. More akin to the intensity of the female\/female bond, or the Asha'man's variant.","sentiment_score":0.5}
{"full_text":"RT Sorry for him.One Bright student left us of corona.@Aktuchhatrsangh@myogiadityanath","sentiment_score":0.0666666667}
{"full_text":"Long covid is destroying careers, leaving economic distress in its wake","sentiment_score":-0.0166666667}
{"full_text":"RT #Michigan confirms #Omicron. Joins Ariz., Calif, Colorado, Connecticut, Florida, Georgia, Hawaii, Illinois, Iowa, Louisia...","sentiment_score":0.0}
{"full_text":"RT It's happening.A court in Belgium ruled that the covid passports were illegal.","sentiment_score":-0.5}
{"full_text":"RT A huge supporter #CovidVaccine but opposed to #VaccinePassport &amp; any mandation in a free society. It comes as no surprise t...","sentiment_score":0.4}
{"full_text":"RT Tests of Omicron variant in UK show third Covid vaccine booster dose offers 75% protection against symptomatic infection h...","sentiment_score":0.05}
{"full_text":"RT Details on Letitia Wright Allegedly Done With MCU and Black Panther: Wakanda Forever Because of Vaccine Mandates (Video)","sentiment_score":-0.1333333333}
{"full_text":"RT Got a stroppy letter from my son's school a couple of weeks ago because his attendance...","sentiment_score":0.0}
{"full_text":"as under 10k supporters expected","sentiment_score":-0.1}
{"full_text":"babes i don't think the schizophrenia is contagious","sentiment_score":0.0}
{"full_text":"RT England Daily Coronavirus (COVID-19) Report * Friday 10th December.48,908 new cases (people positive) reported, givin...","sentiment_score":0.1212121212}
{"full_text":"RT It's quite a state of affairs in the country when is probably trusted by a great deal more Americans on coronav...","sentiment_score":0.65}
{"full_text":"RT \"Caught 'LATEX' Handed.\" Trump and Meadows Covid-19 Cover-Up. Meadow's strapped on a latex glove to carry Trump's ge...","sentiment_score":0.0}
{"full_text":"RT Lmao mf making a Covid Arnold Palmer","sentiment_score":0.6}
{"full_text":"Growing Illness Rates Prompt Kenosha County, Hospitals To Urge COVID-19 Vaccinations | Local News I Racine County Eye - Racine, Wisconsin","sentiment_score":0.0}
{"full_text":"Which party is 'radical'? The ones who want to give people healthcare &amp; childcare? Or could it possibly be the ones who call the insurrectionists 'tourists', who are killing off their own voters with anti-vax rhetoric, &amp; make a hero out of a killer.#SeditiousGOP@IndivisibleGCo","sentiment_score":0.3}
{"full_text":"RT Plan B was not calibrated against Omicron.https:\/\/t.co\/GMBO6kcYqk1\/4","sentiment_score":0.0}
{"full_text":"DeSantis calls out the left's hypocrisy, says Covid-19 mandates have created a 'two-tiered society'https:\/\/t.co\/DomQFb49MO","sentiment_score":0.0}
{"full_text":"Universities targeted by omicron variant cyber-attack scam campaign. is here to help! Become PCI compliant today and protect your customer's financial info!   #asvscanning #pciscan #pciasvscan","sentiment_score":0.0}
{"full_text":"Nigerian stars Kelechi Iheanacho and Ademola Lookman were among those who tested positive for COVID-19, according to Eurosports. #News #Health #Sports #Nigeria #UK #Football #Leicestercity #COVID19https:\/\/t.co\/4hvdNSIAwoLike  Follow  Share  Comment ","sentiment_score":0.2272727273}
{"full_text":"Repeal the vaccine mandate while your at it.","sentiment_score":0.0}
{"full_text":"Mask, distance &amp; contact tracing with consistent application of quarantine protocols and communal cooperation successfully permitted in-school education w\/out COVID spread in a high COVID prevalence environment.","sentiment_score":0.3866666667}
{"full_text":"\"When you miss school at the beginning of the year, it has consequences for learning. But also the beginning of the SY is when you're building relationships to peers and building relationships to teachers.\" -Hedy ChangGet the full story in","sentiment_score":0.35}
{"full_text":"Impacts of the COVID pandemic on international faculty's academic activities and life in Japan","sentiment_score":0.0}
{"full_text":"RT We have called for today's Covid briefing by to be delivered to the Scottish Parliament, not to TV cameras....","sentiment_score":0.0}
{"full_text":"RT If you're a conservative MP and you want to instil a modicum of faith in your voters.i suggest youVOTE AGAINST VACCINE PASSP...","sentiment_score":0.0}
{"full_text":"Steven Gerrard's Reds return and Chelsea chase win - Here are the Premier League talking points Gerrard's Anfield return  Chelsea back on track  Covid chaos at Spurs  Magpies taking flight  United on the road ","sentiment_score":0.4}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"Today, December 10th at 11:00am, Washington State Secretary of Health, Dr. Umair Shah will be LIVE to discuss the most recent COVID-19 updates as well as answer some of YOUR questions! Tune in on Facebook or RSVP to the virtual event here:  ","sentiment_score":0.2121212121}
{"full_text":"Let the answer ALWAYS be #LOVE! #JoyTrain #Joy #Kindness #Quote #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #Quote #ChooseLove #IAMChoosingLove #FridayFeeling #FF #FridayMotivation #FridayMood #FridayMorning #FridayThoughts RT","sentiment_score":0.7125}
{"full_text":"Animal research underway on omicron and vaccines","sentiment_score":0.0}
{"full_text":"#Virus: #Nipah #film #movie #cinema #flick relevant for #Corona #COVID #COVID19 #coronavirus #Covid_19 #OmicronVariant #OmicronVirus #pandemic too. #films #movies #cinemas #flicks #review #reviews #goodnight #GoodNightEveryone #GoodNightTwitterWorld ","sentiment_score":0.4}
{"full_text":"Our latest staff story features Corine's reflections on the challenges imposed by the pandemic on patients, families, &amp; colleagues &amp; her Call to Action. We're celebrating healthcare workers &amp; their stories.Read Corine's story &gt;","sentiment_score":0.3}
{"full_text":"The Pandemic Unemployment Payment has been reopened to support people who directly lose their employment due to the new restrictions that came into effect on Tuesday, 7th DecemberThe quickest and easiest way to apply for PUP is online at #MyWelfare","sentiment_score":0.0371212121}
{"full_text":"Michigan hospitals are treating more COVID patients today than at any time during the pandemic, just as Omicron is starting to hit.","sentiment_score":0.25}
{"full_text":"Daniel Nagase sheds some light on concerning findings from the recently released safety data on Pfizer's COVID-19 vaccine.#TAC #Takeactioncanada via","sentiment_score":0.2}
{"full_text":"There were 56 road-rage reports fielded in October and 49 reported in November, according to LAPD data. These numbers are similar to monthly totals before the pandemic.","sentiment_score":0.0}
{"full_text":"RT This is what you get when you pay more attention to Joe Rogan and Donald Trump than you do to actual scientists who've s...","sentiment_score":0.25}
{"full_text":"COVID-19 hospitalizations at Asante have fallen slightly. Please continue to take precautions to slow the spread. Vaccines help prevent hospitalizations and deaths.Get vaccinated: tested: #vaccinationsaveslives","sentiment_score":-0.2333333333}
{"full_text":" Only 6% of people in low-income countries have received their first dose of the #COVID19 vaccine. Where you live continues to determine your access to care, leaving half of the world's population behind. This #HumanRightsDay, we continue the call for #VaccinEquity.","sentiment_score":-0.0360606061}
{"full_text":"#COVID19 testing, treatment, and vaccination:W. Tampa Community Resource Ctr.2103 N. Rome Ave.Tampa, FL 33607Open Daily 9AM-5PMAdministering 1st\/2nd doses, and boosters.Appts not required, but can preregister at","sentiment_score":0.0}
{"full_text":"#NTDs affect 1 in every 3 people in Africa and their treatment has been severely disrupted by the pandemic, threatening years of progress. African countries must redouble efforts on treatment services, awareness programmes and more to continue the fight against #NTDs.","sentiment_score":0.25}
{"full_text":"Despite the marked difference in donations, it was #China that emerged as the one country with the production capacity to provide supplies and vaccines throughout the 1st year of the #pandemic leaving an indelible impression in #LAC. #Analysis by","sentiment_score":0.1}
{"full_text":"A California pastor said that his church was subjected to overly zealous treatment by state officials attempting to enforce compliance with strict #COVID19 mandates. https:\/\/t.co\/xzQlNgLDq3","sentiment_score":0.0}
{"full_text":"What do you need to know in the face of post COVID-19 volatility?","sentiment_score":0.0}
{"full_text":"Just one area in #Kilkenny is below the average incidence rate..https:\/\/t.co\/HC7X0XCw3h","sentiment_score":-0.15}
{"full_text":"According to the World Bank, up to 59 million South Asians became or remained poor because of COVID-19. Let's do something for people like Madhu.Donate now at #READHopeInAction #GiveBackWithREAD #DoGood #SocialChange","sentiment_score":-0.4}
{"full_text":"The COVID-19 outbreak was declared a pandemic approximately one year and nine months ago -- almost half the time it takes to complete a typical bachelor's degree and nearly the entire average to complete a typical master's degree.@fabflutist2716 reports","sentiment_score":-0.0833333333}
{"full_text":"RT For two years reporter traveled the country searching for answers to how the pandemic got so ou...","sentiment_score":0.0}
