{"full_text":"RT I think the most interesting point here is...","sentiment_score":0.5}
{"full_text":"I got seriously ill from covid so I followed the rules. Our different contexts probably explains the different reactions to their hypocrisy","sentiment_score":-0.1666666667}
{"full_text":"RT Sajid Javid was due to do morning broadcast round to mark one year anniversary of first Covid vaccination.In a highly ir...","sentiment_score":0.02125}
{"full_text":"The master of incompetence has made London Europe's most congested city due to the implementation of cycle lanes. We went from 20th to 1st in one year. The average driver will lose on average of 148 hours stuck in jams in 2021.https:\/\/t.co\/VQ6djKKXtI","sentiment_score":0.015}
{"full_text":"RT -gas prices down-supply chain eases -Omicron looks less deadly this is problem w\/ mindless Biden \"crisis\" coverage, t...","sentiment_score":-0.1888888889}
{"full_text":"These are the people that you are asked to follow in this country  and yet the majority still listen","sentiment_score":0.0}
{"full_text":"The #FL event where you attended was right before the Summer 2021 surge of Covid deaths where the Deep South and Plains states caught up and surpassed the deaths in Blue states.https:\/\/t.co\/e5YtbfaEp0","sentiment_score":0.0952380952}
{"full_text":"RT \"Innocent until proven guilty\", but the entire Whitehall village has a lockdown credibility problem now.Cummings, Sul...","sentiment_score":0.0}
{"full_text":"Neutralisation refers to the way antibodies neutralise the virus. A reduction in neutralisation means the vaccine (or prior infection) is less effective compared to previous variants.","sentiment_score":0.0666666667}
{"full_text":"RT #UPDATE The Omicron variant appears to be no worse than other coronavirus strains, top scientists from the WHO and the United Stat...","sentiment_score":0.1916666667}
{"full_text":"RT \"Critical funding will help support our rural hospitals so they can continue keeping our families &amp; communities safe &amp; h...","sentiment_score":0.1666666667}
{"full_text":"RT Do you guys remember this video from lockdown? This video still kills me to this day ","sentiment_score":0.0}
{"full_text":"RT Why are you letting them mandate vaccines for any employees?Are federal contracts more important than rights of Texans?","sentiment_score":0.45}
{"full_text":"RT I performed this test on a child with autism in front of the pharmacy today. His mother wanted him tested because \"he had a...","sentiment_score":0.0}
{"full_text":"RT Guido Fawkes posted the clip of Rees-Mogg mocking last year lockdown at the IEA Christmas party this year. Let that sink in.","sentiment_score":0.0}
{"full_text":"In the last two weeks I've had more foreign bodies shoved up my nose than a 90s It-girl #covid","sentiment_score":0.125}
{"full_text":"RT Why would a 3rd shot (booster) likely override Omicron's  immune evasiveness? Take a look at the 40-fold rise of neutralizin...","sentiment_score":0.0}
{"full_text":"RT I'm the social media manager of Best for Britain. I don't often use my own voice. But 5 days after the #downingstreet...","sentiment_score":0.5444444444}
{"full_text":"RT Truckload of dead cats heading up Whitehall in the direction of Downing Street?","sentiment_score":-0.2}
{"full_text":"RT Here we go!!!!!! The Distraction!!","sentiment_score":0.0}
{"full_text":"RT Bad early signal--The 7-day average coronavirus level found in Boston-area wastewater has now reached their highest levels s...","sentiment_score":-0.25}
{"full_text":"Now is the time to act on this. Not after another \"meaningful Christmas.\" Every day counts.","sentiment_score":0.5}
{"full_text":"RT please in memory of all covid victims and for the sake of our NHS please do not let this...","sentiment_score":0.0}
{"full_text":"RT And was the one Rees-Mogg was filmed at mocking the lockdown rules in Tufton Stree?","sentiment_score":0.0}
{"full_text":"RT One year today since the first vaccine.If you haven't had one you're an idiot.Blunt, but am past caring.","sentiment_score":0.0}
{"full_text":"RT The  are saying that they don't normally retrospectively investigate breaches of Covid rules.  May I respectfu...","sentiment_score":0.15}
{"full_text":"RT Remember when you secretly dumped millions of dollars worth of stocks before the public knew about Coronavirus","sentiment_score":-0.0333333333}
{"full_text":"RT A little baffled by Labour this morning calling for an apology.An apology isn't close to good enough.Boris Johnson al...","sentiment_score":0.25625}
{"full_text":"RT Tens of thousands of Serious Adverse Reactions, over 1200 dead in the first 90 days of this trial and Pfizer did everyth...","sentiment_score":-0.0944444444}
{"full_text":"RT South AfricaNigeriaZambiaMalawiLesothoBotswanaEswatiniZimbabweAre former British colonies. All of them are on...","sentiment_score":0.0}
{"full_text":"Another rusty cog in the crappy system.Someone I know was told by the app they were exposed to covid last week, and they are currently patiently waiting for their PCR test to be delivered to the correct city as it's been in the wrong city for two days now.","sentiment_score":-0.1666666667}
{"full_text":"RT 80% of Italy's entire population has received at least one vaccination dose, they have some of the strictest vaccine passport r...","sentiment_score":-0.15}
{"full_text":"I'm sick of companies using covid as an excuse for poor and downright lazy customer service, cancelling things and then demanding you still pay without a refund. I've had to fight for everyone.Why is it the youth of today can lose so many years of their life to a bad cold.","sentiment_score":-0.3163265306}
{"full_text":"RT BREAKING: NYC Mayor Bill de Blasio's vaccine mandate on the NYPD has been temporarily BLOCKED by a Manhattan court.","sentiment_score":0.0}
{"full_text":"RT Yemen is facing the largest humanitarian crisis in the world. Over 22 million people are in need of humanitarian assist...","sentiment_score":0.0}
{"full_text":"RT \"If you're over 40 you can now get your booster jab 3 months after your second dose of vaccine. Please book today and the...","sentiment_score":0.0}
{"full_text":"#IAFChopperCrash Reports suggest 3 persons have been injured. CDC BipinRawat has been shifted to hospital. The chopper crashed at a terrain not accessible normally for ambulances and fire trucks. A very serious crash. Rescue operations in progress.","sentiment_score":-0.1569444444}
{"full_text":"RT What's this government's lowest point? When it emerged that they left Afghans to die to save cats and dogs because the...","sentiment_score":0.0}
{"full_text":"The joke's on us, South Africa. The cruel logic of Omicron travel bans - debunked - Bhekisisa @KP24 @KayBurley ","sentiment_score":-1.0}
{"full_text":"RT The police were in on itThe politicians were in on itThe press were in on it And the public, diligent and considerat...","sentiment_score":0.0}
{"full_text":"RT People are understandably furious.What the hell were they playing at? The public will forgive a lot but Covid hypocrisy...","sentiment_score":0.0}
{"full_text":"RT Never mind my last tweet! I've just learned that the sudden increase in heart-related illnesses is likely due to **checks...","sentiment_score":-0.03125}
{"full_text":"RT Botswana's President Dr. Mokgweetsi Masisi revealed that the first four cases of Omicron variant in Botswana were from...","sentiment_score":0.25}
{"full_text":"RT People are likely to need Covid-19 booster shots \"for a number of years to come\", a Pfizer boss has said.I bet he did.","sentiment_score":0.0}
{"full_text":"PACS coming to Latin America to help with COVID-19 Diagnosishttps:\/\/t.co\/vYEPdpVxIS #COVID19 #coronavirus #CoronavirusOutbreak #Jamaica #Jamaicans #COVID19JAMAICA #DeltaVariant #MuVariant #OmicronVariant","sentiment_score":0.0}
{"full_text":"RT He should be done! He lies constantly to us all. His ministers then lie to us all on his behalf. Here's what he will do1. Ri...","sentiment_score":0.0}
{"full_text":"RT As people stop fearing Covid, politicians start fearing people.","sentiment_score":0.0}
{"full_text":"Stopping transmission is a line you've drawn in the sand that no one else is drawing. Decreasing the risk of transmission is a fair line, and one that the vaccine actually meets. Less risk, less chance of transmission of a virus, pretty simple stuff Joseph","sentiment_score":0.1027777778}
{"full_text":"RT #BREAKING: A COVID-19 alert issued for the Bathurst 1000 at Mount Panorama. The PM attended the event at the weekend....","sentiment_score":0.0}
{"full_text":"RT BJP K'taka is quick to capitalize on every opportunity &amp; grow rich....from Bed,Sanitizer &amp; PPE Scams during Covid to B...","sentiment_score":0.3333333333}
{"full_text":"RT Hi apart from sharing an article that has been criticised can you source the 90% of cases in ICU are unvacci...","sentiment_score":0.0}
{"full_text":"\"I only found out about the party yesterday.\"What, the Health Secretary of the day had to wait a year until ANT AND DEC told him?","sentiment_score":0.0}
{"full_text":"should not have Kay Burley reporting on the Government Christmas party during lockdown. Can't have double standards now can we.","sentiment_score":0.0}
{"full_text":"Covid-19 Paper of the Month: Safety and Efficacy of the BNT162b2 mRNA Covid-19 Vaccine through 6 Months ","sentiment_score":0.0}
{"full_text":"RT Here we go!!!!!! The Distraction!!","sentiment_score":0.0}
{"full_text":"RT Whilst NHS staff were holding the hands of dying COVID patients up and down the country, this was happening. Is this sheer...","sentiment_score":-0.0777777778}
{"full_text":"RT This is totally unacceptable . This Government forced lockdown on millions of people but deliberately broke its own rules...","sentiment_score":0.1}
{"full_text":"RT Here we go!!!!!! The Distraction!!","sentiment_score":0.0}
{"full_text":"RT Also New Zealand government announced will not attend #BeijingWinterOlympics due to epidemic consideration ","sentiment_score":0.0056818182}
{"full_text":"RT This does not imply boosters are useless. First we're still dealing with a delta variant epidemic, which right now rem...","sentiment_score":0.0119047619}
{"full_text":"RT the lack of emotional intelligence and communication skills amongst that group? an epidemic... plus they be boring 9\/10","sentiment_score":-0.5}
{"full_text":"With the pandemic accelerating the shift into online shopping, 50% of consumers have avoided or spent considerably less with brands that provided poor customer service during this time. Are you providing the best online customer experience?","sentiment_score":0.0833333333}
{"full_text":"BREAKING NEWS: Bahrain has signed an agreement with French vaccine company Valneva SE to supply one million doses of its Covid-19 vaccine - VLA2001Read more:https:\/\/t.co\/MvgOrFw0zg#Bahrain","sentiment_score":0.0}
{"full_text":"RT For some grandparents Christmas can be a difficult time of year, regardless of Covid, when it comes to spending precious...","sentiment_score":0.0}
{"full_text":"RT As people stop fearing Covid, politicians start fearing people.","sentiment_score":0.0}
{"full_text":"RT HPA reiterates adherence to health protocols amid Omicron threat.see: ","sentiment_score":0.0}
{"full_text":" Children aged 2 or 3 before September are eligible for a free flu vaccine. It's just a quick and painless nasal spray.","sentiment_score":0.2111111111}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"WHO emergencies director Michael Ryan said there was no sign that Omicron could fully sidestep protections provided by existing COVID vaccines.https:\/\/t.co\/zAs3Lxdd1n","sentiment_score":0.0}
{"full_text":"Ppl that stupid views about covid always talk about brainwashing after getting called out on their stupidity lmao","sentiment_score":-0.2666666667}
{"full_text":"Please continue to support this petition, the EU parliament will consider it during its sessions!It's not only for letting us in now, it will also help to commit Japan to recognize its faults. IT'S NOT ONLY FOR EUROPEANS. IT WILL BENEFIT EVERYONE!https:\/\/t.co\/onC6OjyN8g","sentiment_score":0.0}
{"full_text":"we uncertainly reiterate Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"RT Downing Street withdrawing Ministers(incl Sajid Javid) from TV and radio this morning is a sign of the PM's panic.The...","sentiment_score":0.0}
{"full_text":"RT EXC:Did international media try to malign India over dumping of bodies in water by citing COVID for all deaths? A st...","sentiment_score":0.0}
{"full_text":"RT Sajid Javid was due to do morning broadcast round to mark one year anniversary of first Covid vaccination.In a highly ir...","sentiment_score":0.02125}
{"full_text":"RT Deleting an earlier tweet because I thought this footage was from one of the Downing Street lockdown parties last year. Tur...","sentiment_score":0.0}
{"full_text":"Minister has announced the details of the re-opening of the Pandemic Unemployment PaymentAnyone who loses employment as a direct result of the new restrictions should apply for PUP online via more information https:\/\/t.co\/nWSWAX417v","sentiment_score":0.1090909091}
{"full_text":"Today's Two Footed PodcastTuesday, December 7thOn today's show:- Late Gray stunner earns Everton win over mediocre Arsenal- Champions League Preview- Spurs hit with Covid Outbreaks- Gossip Round UpListen:","sentiment_score":-0.05}
{"full_text":"Do you think new digital habits stick in our post-pandemic world?https:\/\/t.co\/9T5qN2Jael","sentiment_score":0.0681818182}
{"full_text":"RT Omicron. No deaths, no hospitalisations, no sign that it is anything but mild. And yet this insane government plans vaccine pass...","sentiment_score":-0.3333333333}
{"full_text":"RT Pretty wild that more people died of covid yesterday than on Dec 6, 2020 but now the pandemic is \"over\"","sentiment_score":0.2833333333}
{"full_text":"Protect yourself and others by getting the flu vaccine if you're offered it this winter More details:>","sentiment_score":0.5}
{"full_text":"Our mental health is extremely important, but the NHS have been hit harder than most.If we all take responsibility for our own health by getting the vaccine, we are doing our bit to help. Read more: #pandemic2021 #Mentalhealth #NHS #Cleartrace","sentiment_score":0.26}
{"full_text":"RT A little baffled by Labour this morning calling for an apology.An apology isn't close to good enough.Boris Johnson al...","sentiment_score":0.25625}
{"full_text":"Today marks 1 year of the COVID vaccination programme More than 15 million vaccine doses have been delivered in the North East and Yorkshire, including 2.7 million booster vaccines","sentiment_score":0.5}
{"full_text":"#MiddayNews |#Telangana man climbs on tree to avoid getting vaccinated#Covid19 #Vaccination","sentiment_score":0.0}
{"full_text":"At a time when Covid is affecting place branding around the world, does it matter that Evviva's hometown of San Francisco detected the Omicron variant early?Why Omicron Was First Found in San Francisco","sentiment_score":0.25}
{"full_text":"This new job aid for #COVID19 vaccination implementers was developed as part of the Access to COVID-19 Tools Accelerator's Country Readiness and Delivery workstream.The resource shares common #COVID19vaccine introduction challenges and potential solutions.https:\/\/t.co\/QLkV1mFdml","sentiment_score":-0.0159090909}
{"full_text":"I wonder if people actually think that the vaccine is going to kill them or if this is just an ego thing.","sentiment_score":0.0}
{"full_text":"RT your reminder that almost 2,000 people have been prosecuted at Westminster magistrates court for ignoring lockdowns, attendi...","sentiment_score":0.0}
{"full_text":"A new medical study from #SouthAfrica has reported that the #Pfizer-#Biontech #vaccine is not as effective against the new #Omicron #variant as was previously believed.","sentiment_score":0.1412121212}
{"full_text":"This team created a unique success story for a leading American chain of quick service restaurants in the UAE during the pandemic. They reduced employee attrition rates, uplifted the client's CX in only 10 months and gained client loyalty.https:\/\/t.co\/HgqvcPqKCq","sentiment_score":0.2016666667}
{"full_text":"RT So if  played and the additional 5 positive cases were part of the playing members or technical\/support staff,  C...","sentiment_score":0.2272727273}
{"full_text":"The lockdown Christmas party at Number 10 Downing Street. I can't wait to see these fools get cooked. Might cheer me up #COVID19 #WhoWasAtTheParty","sentiment_score":0.0}
{"full_text":"Will the Omicron variant be less severe than other variants? #COVID #coronavirus #omicron","sentiment_score":-0.1458333333}
{"full_text":"Covid passport advice for those travelling to and from Northern Irelandhttps:\/\/t.co\/v8lFQRdYH3","sentiment_score":0.0}
{"full_text":"I said it before and I'll scream it again... this can't be real lifeee wth","sentiment_score":0.2}
{"full_text":"Duque: Compliance with protocols, vaccination will help keep COVID-19 cases low after holidayshttps:\/\/t.co\/Pole6bdxCV","sentiment_score":0.0}
{"full_text":"Over 90% of #enterprises have accelerated #digitaltransformation in response to the pandemic, and they are looking to #telcos to guide them. Get your copy of our #EnterpriseMonetization Report In collaboration with to learn more.https:\/\/t.co\/YsT8LDMbxI","sentiment_score":0.0}
{"full_text":"RT \"If you're over 40 you can now get your booster jab 3 months after your second dose of vaccine. Please book today and the...","sentiment_score":0.0}
{"full_text":"Who knows anymoreIs anyone accounting for naturally antibodiesDon't think so","sentiment_score":0.1}
{"full_text":"Would someone from the BBC like to confirm this statement","sentiment_score":0.0}
{"full_text":"The minimum personal hygiene precautions expected from licensees can be found here:https:\/\/t.co\/Z0ZlHep7AF","sentiment_score":-0.05}
{"full_text":"A spokesperson for the James A. Haley Veterans' Hospital in Tampa confirmed that a patient tested positive for the variant.https:\/\/t.co\/bizrbtNqaU","sentiment_score":0.3136363636}
{"full_text":"RT It's increasingly obvious that the new variant poses very little risk to a country with high levels of immunity from infecti...","sentiment_score":0.0131534091}
{"full_text":"On the 8th day of #MIHealthChristmas we remember...The Midlands COVID-19 Response report launch that showcased the key role the Midlands had and continues to play in defeating COVID-19https:\/\/t.co\/BJZ9w5EloL#MidlandsHealth #MICountdown #Christmas","sentiment_score":0.0}
{"full_text":"RT Sweden is now recommending the use of covid passports in restaurants.It was only 1 week ago since Sweden started using...","sentiment_score":0.0}
{"full_text":"Today's Two Footed PodcastTuesday, December 7thOn today's show:- Late Gray stunner earns Everton win over mediocre Arsenal- Champions League Preview- Spurs hit with Covid Outbreaks- Gossip Round UpListen:","sentiment_score":-0.05}
{"full_text":"RT Just to be clear everyone - there was more than one lockdown breaking party at Number 10 last year.","sentiment_score":0.2}
{"full_text":"HIV\/AIDS: Is It Women's Pandemic or Are Men Just Left Behind?","sentiment_score":-0.2}
{"full_text":"omicron still not overtake delta.","sentiment_score":0.0}
{"full_text":"RT encourages every responsible citizen to get vaccinated against #COVID19. The #thevaccinesaresafe, free and effective. P...","sentiment_score":0.4}
{"full_text":" A reminder that we are closed today between 10am-12.30pm for a school visit.Closure is to ensure Covid safety for children and staff during their visit.  You can book your museum visit online here:","sentiment_score":-0.1}
{"full_text":"The emergence of the new #Omicron variant underlines the importance of #PathogensSharing.Detecting &amp; alerting theon the new threat quickly has given us an early start in mounting an effective response.#ShareDataOnPathogens","sentiment_score":0.2612121212}
{"full_text":"Video has emerged of Commons leader Jacob Rees-Mogg joking about a Christmas party reportedly held at No 10 last year, despite gatherings being forbidden under COVID rules at the time.https:\/\/t.co\/DbZSM3o0Zv","sentiment_score":0.0}
{"full_text":"Video has emerged of Commons leader Jacob Rees-Mogg joking about a Christmas party reportedly held at No 10 last year, despite gatherings being forbidden under COVID rules at the time.https:\/\/t.co\/E727j0bL30","sentiment_score":0.0}
{"full_text":"Protect yourself and others by getting your COVID vaccine when it is due. You can find the full list of walk-in clinics in Bolton up to and including Sunday the 12th of December here https:\/\/t.co\/vjmm2BqWye","sentiment_score":0.1125}
{"full_text":"Absurd comedy or real life? Europe was responsible for 80% of the first #COVID infections in South Africa. The region didn't face any selective restrictions from SA's government. Read more via #travelbans","sentiment_score":0.13}
{"full_text":"COVID-19 Vaccine Booster Covid Vaccine booster available for 16 years and older available at Stratus Healthcare.Please call us on 051 337054 to and arrange an appointment.#COVID19Vaccine #Booster #Pfizer #StaySafe #StratusHealthcare","sentiment_score":0.3222222222}
{"full_text":"In the libraries  you will still need to follow COVID guidelines to sign in, use sanitiser, wear a mask and follow the one way systems. Thank you for helping us to keep learners and staff safe #NewNormal","sentiment_score":0.5}
{"full_text":"Are you looking to flexibly join the NHS and support the country's vaccine response? Our strategic partners are recruiting for a wide range of paid roles from healthcare professionals, unregistered vaccinators, admins...Details here: #OneTeam","sentiment_score":-0.1}
{"full_text":"Bauer Media NI is looking back on 2021 with our very own #12DaysOfChristmas celebrating milestones from the year. Our research highlights have included 3 seminal pieces of insight using webinars around our Mood of NI Series relating to attitudes towards the Covid-19 Pandemic.","sentiment_score":0.39}
{"full_text":"As the variant needs to be confirmed through testing through genome analysis, the scientists are calling the new variant \"stealth Omicron\"https:\/\/t.co\/21UbxSG5Xz","sentiment_score":0.2681818182}
{"full_text":"RT URGENT REQUEST: ITV News would like to speak to people in Leicester in reaction to the leaked video about the Downing Str...","sentiment_score":0.0}
{"full_text":"As an industry we support South Africa's vaccine roll-out and mandate to #SavingLives and #SavingLivelihoods  IvanPlats #VaccinationChampion","sentiment_score":0.0}
{"full_text":"RT #pynshn_brwqt_d_khrwThe pension system was created by the British government so that when a man spends his whole life in...","sentiment_score":0.1}
