{"full_text":"RT Vaxxed\/boosted people will not die but 37% are getting long-COVID. It'd be nice if more journalists talked about this...","sentiment_score":0.55}
{"full_text":"we are going to be in this pandemic for atleast another year and i'm fucking sick of it","sentiment_score":-0.7142857143}
{"full_text":"RT You all just be careful. Lock it down, get boosted, mask up. It's ridiculous out here right now","sentiment_score":-0.0757936508}
{"full_text":"LOL. You want him to just lie? You caught Covid yourself and used testing. But because you've this certain niche to get media appearances you must keep up the shtick. Why do that?","sentiment_score":0.5071428571}
{"full_text":"She does it out of nonsense and then wants people walking all alone to wear a mask. Becoming nuts!","sentiment_score":0.38125}
{"full_text":"RT Well, said the federal government doesn't have a plan. Fauci can go #FuckHimself with his mandates. #NoPlanJoe","sentiment_score":0.0}
{"full_text":"RT We've been in a pandemic for almost 2 yrs. So I have a couple questions for our govts. How many new hospitals have we...","sentiment_score":0.3181818182}
{"full_text":"RT the situation right now:- there are soldiers screening everyone who comes into the hospital- all patient visits are Face...","sentiment_score":0.2857142857}
{"full_text":"RT Wait, didn't he run almost solely on defeating COVID? Is he quitting?","sentiment_score":0.0}
{"full_text":"RT 2-day update NEW YORK: Hospitalizations up 13% (which is artificially low from holiday). Positive rate is new record (but...","sentiment_score":0.125}
{"full_text":"RT Covid in France ","sentiment_score":0.0}
{"full_text":"RT 'This is the beginning of the end of Covid.'Professor Karol Sikora says 'Boris made the right call' in not introducing new re...","sentiment_score":0.211038961}
{"full_text":"RT These podcasts really are very good.  You may have some time off over the holiday.  Please do take the time to listen to...","sentiment_score":0.555}
{"full_text":"RT This is true for every single state and people only ever call it out for Florida.Guess why.","sentiment_score":0.0928571429}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT The way y'all ignore and dismiss disabled people saying how harmful \"everyone will inevitably get covid\" is really scary","sentiment_score":-0.2333333333}
{"full_text":"RT #Browns getting several key guys back off the COVID list: DE Jadeveon ClowneyG Drew ForbesS Ronnie Harrison Jr.CB Tro...","sentiment_score":0.0}
{"full_text":"This is insane","sentiment_score":-1.0}
{"full_text":"What I JUST say?! Lol","sentiment_score":0.8}
{"full_text":"RT The vaccine was always sold as a preventative. It was supposed to stop transmission. Here is Pfizer and it's CEO on how th...","sentiment_score":0.0}
{"full_text":"RT So far it seems to be reality, which doesn't seem to care much about politics or public health","sentiment_score":0.1}
{"full_text":"Stay safe Richard.Take every vaxx available Richard. Stay home Richard.Stay masked up Richard.Stay masked up at home Richard.","sentiment_score":0.45}
{"full_text":"RT This from is what you need to knowHow Omicron is affecting folks coming to ERBoosted? A bad coldVaxx...","sentiment_score":-0.7}
{"full_text":"RT Why are folk in England frothing at the mouth over the Covid-19 restrictions the Welsh and Scottish Governments have put in p...","sentiment_score":0.0}
{"full_text":"What's the point of Fresh Air Fund if I'm dying from Covid","sentiment_score":0.3}
{"full_text":"RT Yesterday Minister casually drops \"everyone in Australia will probably get this\"Today 5hr + waits for PCR testsPeople...","sentiment_score":-0.5}
{"full_text":"This is the test \"kit\" that is coming to you via your local health district. is spending $18.5 million to put CT ahead of the line. Story at 5 &amp; 6! #COVID19 #athometestkit","sentiment_score":0.0}
{"full_text":"RT Wait, didn't he run almost solely on defeating COVID? Is he quitting?","sentiment_score":0.0}
{"full_text":"Yup, so point still stands. Took them 20 years to figure it out, all the meanwhile testing on humans. How long were the Covid vaccines tested on humans for before being released?","sentiment_score":-0.05}
{"full_text":"What a fuckin world we live in. As I've said time and time again, the real pandemic in this country is stupidity. From top to bottom.","sentiment_score":0.0590909091}
{"full_text":"RT But how many are in hospital specifically due to covid and how many tested positive when admitted for other health issues?...","sentiment_score":0.1954545455}
{"full_text":"#USA , let's get a and #DonaldTrump #PSA on all traditional and social media platforms about the importance and benefits of all US Citizens getting vaccinated ASAP! ATTN","sentiment_score":0.0208333333}
{"full_text":"RT The Colts now have 12 players on the active roster placed on the Reserve\/COVID-19 list, 6 of those being starters.#For...","sentiment_score":-0.1333333333}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"RT Biden never had a plan. Demand #SmallGovt &amp; #BigCitizens. #Federalism #MAGA","sentiment_score":0.0}
{"full_text":"RT Just a reminder: Everyone deserves access to N95 masks &amp; rapid tests. Not just people who have enough money to buy them.","sentiment_score":0.0}
{"full_text":"RT NEW: Holiday sales in the US were up by a massive 10.7% compared to the *pre-pandemic* 2019 holiday season. The Biden eco...","sentiment_score":0.0681818182}
{"full_text":"Well, they fired half their staff for one. Two, crazy people flooding ERs bc they have cold symptoms and are scared it's covid. Three, it's highly contagious but less virulent so many will have it or get it in the hospital while there for other reasons.","sentiment_score":-0.1426190476}
{"full_text":"RT Sources: Portland Trail Blazers coach Chauncey Billups enters COVID-19 protocol - via App","sentiment_score":0.0}
{"full_text":"RT So, I get to work this morning &amp; find out yet another fully vaxxed co-worker is off all week because they have covid. Yet I...","sentiment_score":0.0}
{"full_text":"RT COVID testing should be free and easily accessible. All healthcare should be free and accessible. We're seeing the dysfunct...","sentiment_score":0.3875}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"If only we had known Omicron's schedule in advance...","sentiment_score":0.0}
{"full_text":"RT [turns music up louder]","sentiment_score":0.0}
{"full_text":"RT In case you haven't noticed, previous infection does not deter Omicron. Herd immunity through 'natural' infection is a dead...","sentiment_score":-0.0888888889}
{"full_text":"RT This We've seen how a major fraction of the population reacts to being told to get a vaccine t...","sentiment_score":0.0625}
{"full_text":"I'm alittle worried there is going to be a lockdown in the new year.","sentiment_score":0.1363636364}
{"full_text":"RT The NHS is short of nearly 100k staff, including:2,000 A&amp;E consultants1,400 anaesthetists2,500 GPs1,900 radiologist...","sentiment_score":0.05}
{"full_text":"RT Delhi records 290 fresh Cases of #COVID19 in 24 hours. Positivity rate rises to 0.55%.","sentiment_score":0.3}
{"full_text":"RT It's was a great podcast. You should listen to his senate testimony in TX. His E...","sentiment_score":0.8}
{"full_text":"My daughter is currently at a higher risk from Omicron than I am, because still can't get a booster, and it's making me very anxious She's also struggling with her mental health and that's making me even more anxious, on top of my own anxiety, because I'm struggling too!","sentiment_score":0.1892857143}
{"full_text":"RT this y'all's eugenicist-in-chief that niggas swore up and down would \"save us from fascism\" btw","sentiment_score":-0.1555555556}
{"full_text":"RT I'm currently in Costa Rica and I've never seen anyone without a mask, even outdoors! We have a government issued QR code o...","sentiment_score":0.0}
{"full_text":"RT We are so fortunate to have @LisaBarrettID helping to guide us through this pandemic. ","sentiment_score":0.4}
{"full_text":"RT As Omicron Surges, Sanders Says Congress Must Ensure Mass Distribution of N95 Masks","sentiment_score":0.0}
{"full_text":"RT Like y'all consistently want all these things from healthcare workers, public health workers, retail workers, covid testers,...","sentiment_score":0.125}
{"full_text":"At home Covid test is $50. Great! $50 to swab my brain. I'm thrilled. I can't even get through to the pharmacy on the phone. I'm going to have to drive to town and see if they still have them. #annoyed","sentiment_score":0.4}
{"full_text":"RT so it doesn't get solved. cool. cool cool cool. cool.","sentiment_score":0.35}
{"full_text":"RT Fauci is a ghoul. He's wrought more destruction on America than anyone in the last 20 years. He must be shamed and d...","sentiment_score":0.25}
{"full_text":"It should have been seriously mandated before the delta variant took hold. But this stupid country does not do anything proactively.","sentiment_score":-0.5666666667}
{"full_text":"RT Remember when all the politicians called this a \"pandemic of the unvaccinated\"?That didn't age well.","sentiment_score":0.0}
{"full_text":"floating #COVID19  those cruise lines are like contained virus spreading boats.","sentiment_score":0.0}
{"full_text":"RT My sweet dad passed away yesterday from #Covid. I am grateful I to have been with him in his last moments. He was 3x v...","sentiment_score":0.175}
{"full_text":"RT How not to wear a mask.  Or, possibly, manufacture a mask.  That puppy looks engineered to be nostril-sparing.https:\/\/t.co\/R...","sentiment_score":0.0}
{"full_text":"Turned negative today, ended my quarantine flop era, let's fucking gooo!!!","sentiment_score":-0.65}
{"full_text":"RT In case you haven't noticed, previous infection does not deter Omicron. Herd immunity through 'natural' infection is a dead...","sentiment_score":-0.0888888889}
{"full_text":"RT They really left him in Nashville","sentiment_score":0.0}
{"full_text":"Here is the web address for individuals that need Monoclonal Antibody Treatment for COVID-19: Website:","sentiment_score":0.0}
{"full_text":"RT Succes! #EindeLockdownNu","sentiment_score":0.0}
{"full_text":"RT The Seahawks added DL L.J. Collier to the reserve\/COVID-19 list and activated practice squad TE Ryan Izzo from the COVID lis...","sentiment_score":0.0}
{"full_text":"RT Andrews government lies over who could access tracing and QR code details exposed in secret court case","sentiment_score":-0.4}
{"full_text":"BEE!! WE ARE COVID BUDDYS!!! 10 more days and I'm out though","sentiment_score":0.5}
{"full_text":"Biden Admits To Having No COVID19 Plan","sentiment_score":0.0}
{"full_text":"Waited 6 hours to get a #covid test. Thanks to #charlescountyhealth for setting this up.","sentiment_score":0.2}
{"full_text":"RT The new data from Pfizer on vaccine effectiveness against Omicron is encouraging. This reinforces what my medical advisors have...","sentiment_score":0.0681818182}
{"full_text":"RT Stephen Reicher writes better than almost anyone I know about the psychology of the pandemic. Read this if you have (o...","sentiment_score":0.5}
{"full_text":"RT .@NoLore's book \"Spin Doctors\" holds #CdnMedia accountable the way media itself should've held Canada accountable for its #COV...","sentiment_score":0.0}
{"full_text":"RT #STVScottish Covid Cases highest ever..But let's go over to Bucks Bar where they bleat about folk not being allowed to pack...","sentiment_score":0.0}
{"full_text":"RT #NoPlanJoeHow could this guy manage to muck up COVID TESTING!!!!!!! He didn't order the TESTS!!!!! Biggest failure ev...","sentiment_score":-0.3166666667}
{"full_text":"it's crazy how anti vax are crying about businesses shutting due to covid. i checked the google reviews for our fave campsite which is maori owned -!: you have people saying they hope their shut down for using vaccine passes. doesn't sound like you care about businesses at all.","sentiment_score":-0.1423611111}
{"full_text":"RT It's wild to imagine that I either got it in a room wearing an N95 where we were *alone* or outdoors on streets that are...","sentiment_score":0.1}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT this you?","sentiment_score":0.0}
{"full_text":"Again, nothing is perfect. But I live in a rural area, and there are a lot of options given the challenges that living a long way from a center city presents on every issue, not just covid. I'm just concerned that we keep acting as though folks don't have personal agency.","sentiment_score":0.1409090909}
{"full_text":"The lunacy of the left is dangerous","sentiment_score":-0.3}
{"full_text":"RT It's our wedding anniversary! Plans were canceled due to Covid so we're gonna stay home &amp; roll around in 5gal of Xlube...","sentiment_score":-0.125}
{"full_text":"RT The vaccine was always sold as a preventative. It was supposed to stop transmission. Here is Pfizer and it's CEO on how th...","sentiment_score":0.0}
{"full_text":"RT Remember when Biden was threatening and other pro-freedom governors to \"get out of the way\" and surren...","sentiment_score":-0.125}
{"full_text":"RT 4x kids hospitalizations--NYC reports \"4-fold\" increase in pediatric hospital #COVID19 admissions for Dec 19th versus week...","sentiment_score":0.0}
{"full_text":"RT What do vaccinated young healthy people and boosted young healthy people have in common?I've yet to see a single one of...","sentiment_score":0.2257142857}
{"full_text":"Another 'case' of Gell-Mann Amnesia.","sentiment_score":0.0}
{"full_text":"Another brainwashed moron.","sentiment_score":-0.8}
{"full_text":"RT If CNN wants to REALLY scare people, they should replace the Covid death counter with an illegal alien entry counter....","sentiment_score":-0.0875}
{"full_text":"RT Annual holidays  arent sufficient justification for a nation's leader to be absent in either a bushfire or a pandemic eme...","sentiment_score":0.0}
{"full_text":"RT predicting some obvious shit tell me when kelela coming back and I'll gag","sentiment_score":-0.0666666667}
{"full_text":"RT What many of us have been saying for nearly 2 yrs and been accused of being uncaring. Unbelievable ","sentiment_score":0.1166666667}
{"full_text":"RT An entire political &amp; medical management class suppressed the true -- &amp; COMPLETELY OBVIOUS - nature of the core transmi...","sentiment_score":0.07}
{"full_text":"Show me one state that has put in mandates and other restrictions and stop the spread of COVID-19. Just one!","sentiment_score":-0.15625}
{"full_text":"How do?  Also did you know that many that are suffering wish they were dead?  You can't ignore long COVID just because you want to","sentiment_score":0.0833333333}
{"full_text":"RT In January, Gretchen Whitmer defied her own rules and traveled to Washington D.C. for the Biden Inauguration. Meanwhile...","sentiment_score":0.6}
{"full_text":"RT 1\/ Provisional figures for cases reported over the Christmas weekend show the highest daily totals so far in pandemic....","sentiment_score":0.05}
{"full_text":"RT The 2021 COVID Derby...","sentiment_score":0.0}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT Niggas talking bout a Mardi Gras like that covid ain't running wild rn","sentiment_score":0.1}
{"full_text":"if you are asymptomatic how do any of us know that you hasn't got covid?   See the flaw in your argument?","sentiment_score":0.0}
{"full_text":"More kids are being hospitalized with Covid.Listen: or","sentiment_score":0.5}
{"full_text":"RT I'm not the White House Chief of Staff but I've known a few. This is a HORRIBLE visual for the Biden team. Punt to the g...","sentiment_score":-0.3}
{"full_text":"RT WWE really said our wrestlers can't catch COVID if we don't test them.","sentiment_score":0.2}
{"full_text":"(Oogway voice) My friend, you will never fulfill your destiny until you let go of the illusion of control","sentiment_score":0.0}
{"full_text":"RT I'm old enough to remember when they had to store the Pfizer vaccine at -75 degrees and then they didn't. I'm old enough to...","sentiment_score":0.05}
{"full_text":"RT #Altinbasonlinesinavistiyor We need online exams because it's very dangerous to do an exam while cases of Corona is a lot...","sentiment_score":-0.78}
{"full_text":"RT Dr. Fauci Says Vaccination Requirement Should 'Seriously Be Considered' for Air Travel","sentiment_score":-0.3333333333}
{"full_text":"RT Promises made, promises broken once again.Joe Biden today: \"There is no federal solution\" on COVID-19vs.Joe Biden's...","sentiment_score":-0.4}
{"full_text":"RT Covid-19 stopped being an area of major concern in April 2020 when accurate age specific mortality numbers became availab...","sentiment_score":0.1541666667}
{"full_text":"Brother in-law works at a very familiar Chicago hospital and he said if he had to guess, 75-80% of Covid patients are fully (booster) vaccinated. Whereas, the unvaccinated are nearly all older and very overweight; vaccinated are all ages and health levels... very telling ~","sentiment_score":0.2308333333}
{"full_text":"Beginning January 1, children ages 5 to 11 will be required to have at least the first dose of the COVID-19 vaccine to attend all athletic events at #UBuffalo. Details  ","sentiment_score":-0.025}
{"full_text":"RT Another Important public health message! As well as knowing about cold like symptoms- always swab both your throat as well...","sentiment_score":-0.0666666667}
{"full_text":"And the point is what? We should just pretend the pandemic is over and nbd and not wear masks or get vaccinated?","sentiment_score":0.0}
{"full_text":"Ben, have you considered they want to limit team exposure to Covid?  Or did you just leap to the conclusion it was about you?","sentiment_score":0.0}
{"full_text":"I definitely feel something got lost along the way about him (either cut because of pandemic worries or because they were worried he'd look a Thanos knockoff).But, that didn't bother me so much the second time because it's really not a film about the villain of the week.","sentiment_score":0.025}
{"full_text":"RT Black people calling Omicron \"Omarion\" is so on brand.","sentiment_score":-0.1666666667}
{"full_text":"RT Vaccine passports are working well in Australia I see. It's not like they didn't have evidence from the rest of the wo...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Our President is meeting with U.S. governors right now to strategize a coordinated response to covid.RT if...","sentiment_score":0.2857142857}
{"full_text":"Have anyone valuated what vaccines are the best after all vaccinated that got COVID?","sentiment_score":1.0}
{"full_text":"RT There is no \"solution\" to COVID. We treat it like the flu, wash our hands, pay attention to our overall health and move the...","sentiment_score":0.0}
{"full_text":"This is literally how it spreads people without symptoms can still have and spread the virus !!","sentiment_score":0.0}
{"full_text":"When the Omicron reaches it's peak and the unvaccinated are dying by the thousands the States,elected representatives,media outlets, and Opinion hosts and Or personalities, that advised against vaccinations or advocated alternative cures-should be held accountable.","sentiment_score":0.0}
{"full_text":"RT I thought he was going to \"shut down the virus?\"","sentiment_score":-0.1555555556}
{"full_text":"Only positive is we are going through COVID now instead of in the playoffs. If guys get it and are vaxxed they are less likely to get it.","sentiment_score":0.0151515152}
{"full_text":"RT Look at this waste of peoples' time, gasoline, and money. The government should be sending us tests; it should be thrilled that...","sentiment_score":0.2}
{"full_text":"RT Over the last 3 weeks I know seven people who came down with Covid. Zero of them were vaccinated. Zero of them went to th...","sentiment_score":-0.0777777778}
{"full_text":"RT The COVID19 impact on health and care workers is at unprecedented levels worldwide. This data from UK illustrates. Thanks to...","sentiment_score":0.4}
{"full_text":"So, you didn't have Covid then.","sentiment_score":0.0}
{"full_text":"You are welcome to lock yourself down forever luv","sentiment_score":0.3222222222}
{"full_text":"I'm so happy to hear that Trump is now promoting the use of the Covid vaccine! I didn't see that coming.","sentiment_score":1.0}
{"full_text":"RT Boise State's bowl games during four years at BSU:Fr- First Responder Bowl canceled in 1st quarterSo- UW st...","sentiment_score":0.25}
{"full_text":"RT Whitepill. They seem to be having trouble installing the biomedical dystopia","sentiment_score":-0.2}
{"full_text":"RT Lets not forget the blanket \"do not resuscitate order\" imposed on English care homes from the very start of this pandemi...","sentiment_score":0.1}
{"full_text":"It's another freaking flu type shitz. Why? Cause this bad boy is going Nowhere! I mean Seriously, have we got rid of the Coronavirus Yet? It's only been around since Before your Grandparents Parents, just another type funded by His Truly!","sentiment_score":-0.3802083333}
{"full_text":"RT David passed away today. He was vaccinated, but I don't think he had his booster. He was careful and wore masks, but his...","sentiment_score":-0.1}
{"full_text":"Did you hear them say that reduced covid restrictions would bring MORE freedoms? That was a crock wasn't it.Not impressed with leaders who ask vulnerable people to not call an ambulance, &amp; not get a covid test? Me either.My thoughts in this week.","sentiment_score":0.3333333333}
{"full_text":"RT Looking to get an in-home #COVID19 vaccine for children ages 5-17? can help coordinate appt and offer spec...","sentiment_score":0.0}
{"full_text":"A vicious cycle of inequity: How #HIV provides a path for strengthening the world's #COVID19 response.","sentiment_score":-1.0}
{"full_text":"RT Thousands of doctors and nurses were fired over vaccine mandates. Just unbelievable. Another government created problem.","sentiment_score":-0.25}
{"full_text":"'You can't have everything you want all the time, even if most of the time you absolutely do. So stop your sobbing and take the rag away from your face, now ain't the time for your tears.'@JohnnyTheNic the recent Premier League postponements...https:\/\/t.co\/GlfGNalFgH","sentiment_score":0.2333333333}
{"full_text":"Natural immunity and getting Covid 9 times don't even make sense","sentiment_score":0.1}
{"full_text":"RT So now that a hardcore group of Americans have turned against vaccines, should we expect the next fights to be over the MMR...","sentiment_score":0.0}
{"full_text":"There are so many people around now who don't cover their noses with their masks. There MUST be something in their logic, so I'm using the same logic now. Here I am protecting my eyes from the harsh Australian sun.#TheProjectTV #COVID19 #covidnsw","sentiment_score":0.075}
{"full_text":"Another #COVID #vaccine may soon come to market. CEO Stanley Erck says they've upped their manufacturing speed in preparation. #VarneyCo","sentiment_score":0.0}
{"full_text":"COVID cases tick upward while hospitalizations keep falling.","sentiment_score":0.0}
{"full_text":"As COVID safety precautions are changing daily, restaurateurs are finding relocating to hotels to be more appetizing than ever. Hear why they're making the switch and how they're taking advantage of new spaces on the blog.","sentiment_score":0.2090909091}
{"full_text":"Well if we didn't test asymptomatic players we wouldn't be on pauses so maybe stop testing these players? At most jobs if someone is positive and you are vaccinated and deemed a close contact they tell you come into work monitor symptoms if they develop then get tested but ","sentiment_score":0.3636363636}
{"full_text":"COVID delays holiday travel for thousands: \"Omicron is the Grinch that stole Christmas\" ","sentiment_score":0.0}
{"full_text":"These morons Failed to test Seth Rollins who is a father a small baby girl &amp; married to another major star becky lynch, he has covid &amp; WWE quit testing! that poor kid has been put at extreme risk!!","sentiment_score":-0.2595982143}
{"full_text":"Doctors with the #WTCHealthProgram are experts in identifying and treating 9\/11-related conditions, even those like #cancer that can show up 20 years later. If you were there, find out if you're eligible for benefits.","sentiment_score":0.0}
{"full_text":"CPS 'Strongly' Encouraging Students, Staff to Get COVID Test Before Coming Back to Class Next Week","sentiment_score":0.1444444444}
{"full_text":"RT I've seen a lot of Covid in the ER recently.With so many people getting infected recently, some folks may wonder wha...","sentiment_score":0.25}
{"full_text":"RT GIVEAWAY: FREEOmicron cancelled our Europe trip, I have 4 tickets to game Wednesday vs Brighton. Please help s...","sentiment_score":-0.4}
{"full_text":"The Ohio Department of Health reported 8,092 new COVID-19 cases and 211 additional hospitalizations.https:\/\/t.co\/MhAMmBu1Wv","sentiment_score":0.1363636364}
