{"full_text":"RT CDC shortening the Covid quarantine time from 10 days to 5 days definitely came from pressure from businesses and corp...","sentiment_score":0.0}
{"full_text":"RT New: The pandemic killed so many dialysis patients that their total number shrunk for the first time in nearly half a centu...","sentiment_score":0.0866161616}
{"full_text":"RT the CDC every time they announce new covid guidelines:","sentiment_score":0.1363636364}
{"full_text":"I think Dr. Julia is over cautious but I'd love to see her sue JHB.","sentiment_score":0.5}
{"full_text":"The vaccine doesn't seem to be working. Vaccinated people are getting and spreading covid.","sentiment_score":0.0}
{"full_text":"RT Last week my 7 year old daughter was rushed to hospital with 'Acute exacerbation of asthma'.  Except it wasn't. It wa...","sentiment_score":0.2333333333}
{"full_text":"RT So the CDC says stop isolating after 5 days, and then wear a mask for 5 days. I'm guessing they mean that flimsy cloth m...","sentiment_score":-0.3125}
{"full_text":"Yup. I haven't yet canceled my conference registration or hotel reservation, but I honestly cannot imagine going unless something really dramatic happens in the next few months. (Frankly, I wasn't thrilled about traveling to Texas even before covid...)","sentiment_score":0.1133333333}
{"full_text":"RT Given the spread of Omicron globally, the temporary travel restriction on the 8 countries has been lifted. These countries wi...","sentiment_score":0.0}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"RT Getting a COVID-19 booster is the best way to protect yourself against the Omicron variant.All adults over 18 can boo...","sentiment_score":1.0}
{"full_text":"RT Reason we're facing higher taxes for poorer, fewer public services is very simple: recurring under-performance of UK e...","sentiment_score":0.0833333333}
{"full_text":"RT Isn't it about time the Govt proposed a temporary billionaire tax - Stokes; Reinhart; Forrest; Pratt; Palmer, et...","sentiment_score":0.0}
{"full_text":"RT #India Clears 2 New Vaccines And Merck's Covid PillNDTV's Vishnu Som explains Read more:","sentiment_score":0.3181818182}
{"full_text":"RT SCIENTISTS: People are contagious for 10 daysCORPORATIONS: [sliding the CDC a $20]THE CDC: So people can stop isolating aft...","sentiment_score":-0.75}
{"full_text":"RT The CDC says you can now wipe back to front","sentiment_score":0.0}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"RT COVID SHIBA ($CVSHIBA) is a cryptocurrency with instant rewards for holders.For every transaction in COVID SHIBA,...","sentiment_score":0.0}
{"full_text":"$DVAX Dynavax adjuvant used in newly approved COVID-19 shot in India","sentiment_score":0.1363636364}
{"full_text":"RT We worked very hard and gave our exams in tough times while COVID was on its peak. It was our right to get our results...","sentiment_score":-0.1607804233}
{"full_text":"Did you talk to any doctors before you did this? Good Lord. People are gonna die because of this.","sentiment_score":0.7}
{"full_text":"It's not 2022 but already a bad start my boyfriend and his sister have both tested positive for COVID","sentiment_score":-0.2363636364}
{"full_text":"20,000 - that's how much a former Italian official received in bribes for assigning a contract for migrant management worth 2.5 million.https:\/\/t.co\/INMo2g2em5","sentiment_score":0.1}
{"full_text":"RT Ajith is not like Vijay..He'll never force the producer to release his movie when the entire nation is suffering from a dead...","sentiment_score":-0.1}
{"full_text":"No-one gets ordinary Covid anymore - just 'breakthrough Covid.'","sentiment_score":-0.25}
{"full_text":"This is fascinating, we are starting to see public policy being made for many different reasons, what was carelessness a few weeks ago is now health policy, although the public is frightened, it might be time to come out from under a rock and think for one's self","sentiment_score":0.1428571429}
{"full_text":"RT What was 2021 to Daehwi?There was lots he couldn't do, though he was busy many opportunities were gone bcs of the pandem...","sentiment_score":0.3}
{"full_text":"RT Congress is exempt from the vaccine mandate.  Make your decisions accordingly","sentiment_score":0.0}
{"full_text":"RT NYC antivaxxers, some wearing MLK images, storm a Burger King to protest vaccine mandates and begin cussing at each other...","sentiment_score":-0.125}
{"full_text":"Great thread on the current status of the COVID pandemic.","sentiment_score":0.4}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"RT One thing that I learned going to school with rich yt kids &amp; something COVID has hammered home is people with a lot of p...","sentiment_score":0.375}
{"full_text":"RT you want me to put my full trust in the cdc, that thing that ignored AIDS for over a decade","sentiment_score":0.35}
{"full_text":"RT no free tests. no free masks. no lockdown. no stimulus. no fucking compassion or leadership.","sentiment_score":-0.0333333333}
{"full_text":"RT Francois is not public health. He is not a medic. His research interest is computational...","sentiment_score":0.0}
{"full_text":"RT and left us for dead honestly ","sentiment_score":0.1333333333}
{"full_text":"RT It looks like your policy is the outlier now. Do you support this policy?#TrustTheS...","sentiment_score":0.0}
{"full_text":"RT The indictment of Enchong Dee is a blow to our right to free speech.Let's be reminded of the facts here: a congresswoman...","sentiment_score":0.3428571429}
{"full_text":"JUST GO HOME ALREADY DJKJCNKNCKJ take care &amp; stay safe pls!!","sentiment_score":0.78125}
{"full_text":"CDC on that RoK","sentiment_score":0.0}
{"full_text":"RT Waiting for someone to say that beating up doctors during a pandemic is service to the nation. #Doctors","sentiment_score":0.0}
{"full_text":"RT CDC recommends splitting up your quarantine over your two 15min breaks","sentiment_score":0.0}
{"full_text":"RT Covid weird","sentiment_score":-0.5}
{"full_text":"tell her to stop talking omg ","sentiment_score":0.0}
{"full_text":"RT A tragedy. A scandal. A day of reckoning is coming ","sentiment_score":0.0}
{"full_text":"Fire outbreak took place in MaeHtawThalay village, Lay Kay Kaw Myothit, from the opening of the remaining shells which were lobbed by junta soldiers, yesterday. #CrimesAgainstHumanity #Dec28Coup #WhatsHappeningInMyanmar","sentiment_score":0.0}
{"full_text":"RT Definitely! Just think that during a pandemic, we need to reallocate resources better! Good rota coordinator...","sentiment_score":0.4416666667}
{"full_text":"RT #BREAKING: #SaudiArabia records 602 new #coronavirus cases, 147 recoveries and one death","sentiment_score":0.1363636364}
{"full_text":"This honestly makes me a little happy because I feel like we are finally getting close to being on the same page. We can take this as understanding that all previous and future recommendations from the CDC may not be based on \"science\" or out of concern for public health. Right?!","sentiment_score":0.1558862434}
{"full_text":"remembering today who died from #COVID19 last year. grateful for her legacy of teaching kindness that she left the world.  she will always be missed. #pinksocks","sentiment_score":0.0}
{"full_text":"RT Biden last week: \"It will be a Winter of Death\"Biden this week: \"I can't do anything about it. I'm going on vacation\"...","sentiment_score":0.0}
{"full_text":"RT So, I get to work this morning &amp; find out yet another fully vaxxed co-worker is off all week because they have covid. Yet I...","sentiment_score":0.0}
{"full_text":"RT I've already seen symptomatic people talking about ending their quarantine early...","sentiment_score":0.1}
{"full_text":"Well, that the best news today..","sentiment_score":1.0}
{"full_text":"No resources at 1pm on a sunday afternoon pre covid?What a shambles.","sentiment_score":0.0}
{"full_text":"My 2021 in a #Thread.1\/ 2021 was a hell of a year, with lots of ups and downs.The year started with a lockdown, and right at the end of january i tested positive to COVID, not the best start of the year.#ThankYou #NFTfamily","sentiment_score":0.5043290043}
{"full_text":"RT no free tests. no free masks. no lockdown. no stimulus. no fucking compassion or leadership.","sentiment_score":-0.0333333333}
{"full_text":"RT California is getting ready to lockdown again. Our son plays high school basketball. We just drove two hours for a 4-day...","sentiment_score":0.18}
{"full_text":"RT Ask anybody going through their 16th consecutive month of #LongCovid if they're \"so done with this pandemic\". Case counts a...","sentiment_score":0.0}
{"full_text":"Gotta love working for billion dollar corporations and being told it would simply cost too much to give folks Covid Sick Leave.","sentiment_score":-0.0035714286}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"down. That instantly makes me question them and differing views and peer reviews are very much required. The only people I know with serious covid now are vax. Fear impacts our immune system yet no unvax I know are scared. Be kind to yourself, but be kind to everyone else too.","sentiment_score":0.1387301587}
{"full_text":"We don't talk enough about long-lasting Covid in the public discourse. Someone close to me got covid, and they were chronically fatigued for several months afterwards. More than a year later, this person is still fully recovering.","sentiment_score":0.1}
{"full_text":"RT Lockdown was the excuse for the vaccine, the vaccine was the excuse for the digital ID, and the digital ID will be the \"perf...","sentiment_score":-0.025}
{"full_text":"RT I will be spending a lot of time in DC over the next few monthsI will remain unvaccinated","sentiment_score":-0.1}
{"full_text":"RT So he's essentially doing the same bullshit as Trump but 99% less funny?!? Okay this sucks","sentiment_score":0.0576388889}
{"full_text":"Same here, for same reasons. My opinions haven't been changed by MSM pressure. I still think enforced anything is wrong, and Covid passports nonsensical.","sentiment_score":-0.1666666667}
{"full_text":"RT Biden literally said he'd stop the COVID pandemic and now he says there's \"no federal solution.\"  ","sentiment_score":0.0}
{"full_text":"THE CDc said you only have to  quarantine 5 days now instead of two weeks. and quite frankly that aint sitting well with me","sentiment_score":0.0}
{"full_text":"That would be because of short staffing. Not COVID....","sentiment_score":0.0}
{"full_text":"RT My sweet dad passed away yesterday from #Covid. I am grateful I to have been with him in his last moments. He was 3x v...","sentiment_score":0.175}
{"full_text":"RT CNN now admitting Biden's failure.","sentiment_score":-0.3166666667}
{"full_text":"So, the new \"living with COVID\" lifestyle largely revolves around queueing, isolating, cancelling all plans and responsibly staying away from social interaction. The last couple that came up with such a good organisational plan was Laurel &amp; Hardy.","sentiment_score":0.1834260977}
{"full_text":"RT I cannot stress this enough, if you are attending a concert PLEASE BE VACCINATED. THIS ISN'T A JOKE. Omicron is spreadi...","sentiment_score":0.0}
{"full_text":"RT If you're sick, STAY TF HOME ","sentiment_score":-0.7142857143}
{"full_text":"RT The CDC just announced that you must kiss ur dog goodnight","sentiment_score":0.0}
{"full_text":"RT Biden says there's no federal solution to COVID and that this gets solved at a state level.He should immediately end h...","sentiment_score":0.0}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"Martin:\"In New York City, child COVID-19 hospitalizations have quadrupled over the past three weeks, rising from 22 to 109. Nationwide, child infections rose to 170,000 last week, a rise of 28 percent, according to the American Academy of Pediatrics.\"","sentiment_score":0.0972727273}
{"full_text":"Do you mean the inquiry Deloitte (who were heavily involved in test and trace) have been given the contract to prepare evidence for?   Another Government sleight of hand. ","sentiment_score":-0.25625}
{"full_text":"RT Biden lied about COVID.","sentiment_score":0.0}
{"full_text":"RT 1. Survive Covid 1st Wave2. Survive  Covid 2nd Wave3. Survive Covid 3rd Wave","sentiment_score":0.0}
{"full_text":"RT A leading Israeli hospital has started what it says is the first formal clinical trial examining the safety and efficacy of...","sentiment_score":0.25}
{"full_text":"RT Na Covid reallly spinning the block ARMED AND DANGEROUS","sentiment_score":-0.6}
{"full_text":"RT As I wasn't able to get to Britain for Christmas due to COVID, my mum sent over gifts for my kids. I had to pay a boarder...","sentiment_score":0.1875}
{"full_text":"RT If you can stand in line for a covid test, you can stand in line to vote.No mail in ballots.","sentiment_score":0.0}
{"full_text":"RT we saw price gouging with hand sanitizer&amp;lysol wipes in the first wave and we r seeing it again with rapid tests &amp; n95\/kn95 m...","sentiment_score":0.25}
{"full_text":"RT Over the last 3 weeks I know seven people who came down with Covid. Zero of them were vaccinated. Zero of them went to th...","sentiment_score":-0.0777777778}
{"full_text":"RT Covid. calling for access to scientific data. Shouldn't opposition parties have access to the same levels of...","sentiment_score":0.0}
{"full_text":"Anger over pandemic restrictions spurs GOP-led states to curb health officials' power","sentiment_score":-0.7}
{"full_text":"So you went for a show that should start 8pm and the artiste came by 3am to perform . You didn't do thread . You didn't ask for your money back . You even stood all through and caught some omicron variants . If it's church now you will sew threads .","sentiment_score":0.0}
{"full_text":"RT There are many hesitants who would gladly take a well-tolerated, inactivated virus vaccine like #C...","sentiment_score":0.5}
{"full_text":"To our winter babies, Taejin. I want u to know that you are ARMY's Universe. You give as hope and strength amidst this pandemic. For that continue pursuing ur dreams and goals and we will be right behind u to support and cheer u on. Love u 3000 to the moon and back for eternity.","sentiment_score":0.0964285714}
{"full_text":"Yeah I was gone pop out for New Years but the way covid done sparked back up then everybody talking bout Houston for New Years, yea I can't afford to get sick againima just stay home.. I hope everyone stays safe tho","sentiment_score":0.0116883117}
{"full_text":"RT A 'rejection of lockdown' in effect forced on him by backbench revolt, exposure of SAGE worst-case-scenario modelling...","sentiment_score":-0.3}
{"full_text":"RT Over the last 3 weeks I know seven people who came down with Covid. Zero of them were vaccinated. Zero of them went to th...","sentiment_score":-0.0777777778}
{"full_text":"Wear a mask .or go into the mountains","sentiment_score":0.0}
{"full_text":"RT Omicron has shown us that sChOoLs being the main drivers of transmission-- as probably the biggest myth of pandemic","sentiment_score":0.1666666667}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT It's Int. Day of Epidemic Preparedness#OpenWHO helps you prepare for epidemic events with free online learning on 24 different d...","sentiment_score":0.2}
{"full_text":"RT Fully vaxxed, still gets covid, still says get shots.The definition of insanity","sentiment_score":0.0}
{"full_text":"RT !!Mallorca have seven positive cases of COVID-19, as per","sentiment_score":0.2272727273}
{"full_text":"RT For example, every media outlet should include that Delta CEO Ed Bastain asked the CDC to reduce the recommended quarantine...","sentiment_score":0.0}
{"full_text":"RT If you can stand in line for a covid test, you can stand in line to vote.No mail in ballots.","sentiment_score":0.0}
{"full_text":"' Covid 19 is not a cold - get a grip!' ","sentiment_score":0.375}
{"full_text":"RT The girl on IG got 4 covid test and showing how the water testing positive, this lady gonna comment &amp; say \"This is why...","sentiment_score":0.2272727273}
{"full_text":"\"I got it and it's mild thanks to the vaccine\" #\\gratefulforvaccine #\\blessed #\\itrustscience #\\gogetboosted","sentiment_score":0.2666666667}
{"full_text":"RT WELSH SCIENCE - #Only 50 fans could watch the rugby socially distanced outside#140 watched on the TV, crammed tog...","sentiment_score":0.0166666667}
{"full_text":"2\/ February i spent the time counting the days, recovering from COVID and trying to figure out what to do with my life. I had no work schedule and was going down a not so pretty path. Live was looking kind of dark.","sentiment_score":0.0968013468}
{"full_text":"RT Here's a reminder that the man who partied in lockdown and spent 200,000 on golden wallpaper wants to make it more difficu...","sentiment_score":0.225}
{"full_text":"RT #COVID19 restrictions Yellow alert of Graded Response Action Plan in #Delhi: Night curfew 10pm-5am, Delhi Metro, restaurant...","sentiment_score":0.05}
{"full_text":"The only place that could've been a spreader for covid was the fkn movie theater. I don't go inside stores. I don't have gatherings. I don't go to restaurants. I work alone. I wore a kn95 the entire time I saw Spiderman. It worked for 2 yrs. I guess it doesn't work for Omicron.","sentiment_score":0.0}
{"full_text":" inoculation not a vaccine.","sentiment_score":0.0}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"RT Boom. ","sentiment_score":0.0}
{"full_text":"RT The government is building a police state in which biometric digital IDs will be required to access jobs, housing and...","sentiment_score":0.0}
{"full_text":"RT We worked very hard and gave our exams in tough times while COVID was on its peak. It was our right to get our results...","sentiment_score":-0.1607804233}
{"full_text":"RT SCIENTISTS: People are contagious for 10 daysCORPORATIONS: [sliding the CDC a $20]THE CDC: So people can stop isolating aft...","sentiment_score":-0.75}
{"full_text":"RT NEW: Another grim set of covid hospitalisation figures for England.7 day admissions total for London up 68% in last week (...","sentiment_score":-0.2159090909}
{"full_text":"What the CDC's latest COVID quarantine recommendations mean for you - ABC News","sentiment_score":0.09375}
{"full_text":"RT \"The German government invested PS452m in Oct 2020 improving ventilation in public buildings, including schools, includ...","sentiment_score":0.0}
{"full_text":"Fam in Texas (all vaxed) have covid AGAIN. Cousin that works from home &amp; doesn't get out much is pretty bad. He has no immune system built up. Thankfully my mom has been visiting me &amp; hasn't been exposed this time around.","sentiment_score":-0.225}
{"full_text":"RT Waiting for someone to say that beating up doctors during a pandemic is service to the nation. #Doctors","sentiment_score":0.0}
{"full_text":"My experience is every vaccinated ICU patient had some reason not to respond--solid organ transplant, active chemo, over 80. There's no indication that Omicron is fundamentally different yet.","sentiment_score":-0.0666666667}
{"full_text":"The CDC says HCWs no longer should wear seatbelts and should engage in unprotected sex with strangers especially sex workers. The CDC also recommends handing your children loaded guns, and no more helmets. Also, please ride motorcycles in the rain.","sentiment_score":-0.125}
{"full_text":"RT Apparently, there are currently more #Omicron cases in London than in any other city in the world. #BorisJohnson proving...","sentiment_score":0.1416666667}
{"full_text":"\"By historical standards, the U.S. COVID-19 vaccination campaign has already been an astonishing success,\" write Jeanne Abrams and Hilary Smithhttps:\/\/t.co\/NOvOl2UfDN","sentiment_score":0.2666666667}
{"full_text":"Pandemic has made us more conscious about our health, including feminine hygiene and sexual wellness.#WomenHealth #FeminineHygienehttps:\/\/t.co\/Q0oHhi87lB","sentiment_score":0.3666666667}
{"full_text":"NEWS: The CDC on Monday shortened the recommended isolation time for people infected with COVID-19 from 10 days to five if they are asymptomatic.","sentiment_score":0.0}
{"full_text":"RT no free tests. no free masks. no lockdown. no stimulus. no fucking compassion or leadership.","sentiment_score":-0.0333333333}
{"full_text":"ICYMI: Earlier, authorities in #AbuDhabi have announced new rules to travel to the Emirate from within the UAE. Here's what you should know:","sentiment_score":0.0681818182}
{"full_text":"#jazzforcovidLike life these days, #jazz is improvised...#COVID19 #covid19 #covid_19 #FlattenTheCurveKarma - Kwanzaahttps:\/\/t.co\/xLp3trW6qz","sentiment_score":0.0}
{"full_text":"For the Istanbul Best Bites of 2021,  and each chose an Istanbul classic, a modern favorite and an exciting new addition to the city's culinary scene, all of which have rolled with the pandemic punches.","sentiment_score":0.329004329}
{"full_text":"The pandemic seems to be speeding up the impact of tech on marketing. What does that mean for your brand?3 disruptive trends that will shape marketing in 2022 - TechCrunch","sentiment_score":-0.3125}
{"full_text":"RT The girl on IG got 4 covid test and showing how the water testing positive, this lady gonna comment &amp; say \"This is why...","sentiment_score":0.2272727273}
{"full_text":"At least four cruise ships were denied entry to foreign ports because of COVID cases onboard.https:\/\/t.co\/pupsW4dRz2#KTVONews","sentiment_score":-0.2125}
{"full_text":"In Charts | These numbers show how India's economy grew steadily -- before #Omicron hit.Read:","sentiment_score":0.1666666667}
{"full_text":"Children younger than 5 can't get COVID-19 vaccines in the U.S. yet, but there are steps you can take to protect them from infection.https:\/\/t.co\/n1AIq8VON9","sentiment_score":0.0}
{"full_text":"RT I fully expect the CDC to announce any day now that people who test positive for COVID can return to work after their lu...","sentiment_score":0.2272727273}
{"full_text":"Cancer prevention, detection and care have been greatly impacted due to the pandemic. Collaboration to protect global populations from all diseases, including HPV-related cancers, is key . #KnowHPVForAll","sentiment_score":0.16875}
{"full_text":"Well, they aren't going to be honest &amp; admit we blew the handling of the pandemic &amp;  now Covid is our annoying BFF.  We have to get back to \"normal\" which, in a weird twist, is why we didn't handle the pandemic properly from the beginning. Greed &amp; stupidity are a deadlier virus.","sentiment_score":-0.1642857143}
{"full_text":"How have health and care services coped with the pandemic - and how quickly are they recovering? Amid concerns about the impact of the Omicron variant and winter pressures, has taken a closer look at the latest NHS and social care data","sentiment_score":0.2888888889}
{"full_text":"RT Alabama seeing rise in COVID-19 cases, hospitalizations  (from","sentiment_score":0.0}
{"full_text":"\"When the world shrinks to our domestic spaces and grocery stores, time seems to pass far more slowly than it did before\"","sentiment_score":0.075}
{"full_text":"Free at-home COVID tests are available for individuals and families who are facing financial hardship. Kits will be distributed at the Town Hall Lobby from 1-4pm the week of Dec 27th on Mon thru Thurs. Applications can be found on the town website.https:\/\/t.co\/q0puN2o0dC","sentiment_score":0.2666666667}
{"full_text":"RT 1\/ Covid and the brain. I am updating my list of papers, which is extensive. But, in the meantime, here is a talk I gav...","sentiment_score":0.0}
{"full_text":"RT 80.3% of COVID19 deaths in England last month were vaccinated 2,903 fully vaccinated(77.9%)89...","sentiment_score":0.0}
{"full_text":"Booster shots are now available to the public and residents in Bacolod City. Read the full article here: #bacolod #vaccine","sentiment_score":0.25}
{"full_text":"RT 2020: wow the movie Contagion is about a novel respiratory virus that becomes a deadly pandemic and it's spooky how ac...","sentiment_score":-0.05}
{"full_text":"RT This is great news and will be welcomed by everybody wanting to get on with their lives and to be able to enjoy the New...","sentiment_score":0.4590909091}
{"full_text":"RT The UK had the highest number of #COVID19 cases in the World on Boxing Day - world-beating as Boris Johnson would say....","sentiment_score":0.0}
{"full_text":"RT 2020: \"I'll put in place a plan to deal with the pandemic responsibly!!\"2021: \"There is no federal solution...\"#NoPlanJ...","sentiment_score":0.3125}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
