{"full_text":"RT NEW--South Korea  reports its first suspected cluster outbreak of #Omicron variant at church. Details forthcoming.","sentiment_score":0.25}
{"full_text":"RT Good news! But how many healthcare workers have been fired due to Biden's bluff before he was stopped?","sentiment_score":0.4166666667}
{"full_text":"RT Hey, it's just the Nuremberg code. Only what we learned from the Nazi atrocities, not least those that were medical.","sentiment_score":0.05}
{"full_text":"RT FYI some of these businesses do NOT keep their hookahs 100% clean &amp; sanitized. I was weirdly getting sick BAD &amp; didn't know...","sentiment_score":-0.3869047619}
{"full_text":"RT Comprehensive, reasonable and well explained thread on Omicron, relative to prior variants. TLDR: it's very bad news,...","sentiment_score":-0.1775}
{"full_text":"RT The simple truth is we dont know enough yet about Omicron. We should not panic &amp; over react, but continue to take all the PH...","sentiment_score":0.0}
{"full_text":"RT UPDATE: Sen. Joe Manchin became the first Democratic cosponsor of SJRes29 tonight, Sen. Braun's measure to overturn and ba...","sentiment_score":0.25}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT So the polish MPs start a Nuremberg trial 2.0 they interview 150 medical members  to find out why the pandemic been used...","sentiment_score":0.0}
{"full_text":"RT It's not like Walgreens has a test that can tell you if you have \"Covid\" 1.0, \"Delta,\" or \"Omicron.\" Everyone realizes th...","sentiment_score":0.0}
{"full_text":"RT A tyrannical government is much more terrifying than any COVID variant.","sentiment_score":-0.25}
{"full_text":"says who?  Many people never get a flu vaccine and are fine.  most times the flu vaccines are useless anyway","sentiment_score":0.2291666667}
{"full_text":"RT But apparently not one of them is thought to be seriously ill. Which is surely all that matters. For how how long is t...","sentiment_score":-0.01875}
{"full_text":"RT Laaaaadies &amp; Gentlemen El Famoso Fact-Checking  ","sentiment_score":0.0}
{"full_text":"RT f*ck covid!!!@BTS_twt","sentiment_score":0.0}
{"full_text":"Wow, 1 in 500 Americans have died of covid? Is that real??  Omg, and red states are under reporting deaths . At what point is the disinformation considered yelling fire in a crowded theater?","sentiment_score":0.1}
{"full_text":"RT As people catch up with the Omicron announcement, it's important to note that this case came in to Malaysia on 19 November BE...","sentiment_score":0.4}
{"full_text":"RT At this point, I'd feel more comfortable if Covid hosted a press conference on how to protect us from the government. ","sentiment_score":0.45}
{"full_text":"RT No curfews planned yet - 'No omicron in Kuwait'#Kuwait #Omicron #Curfew #Lockdownhttps:\/\/t.co\/LTGcs8yc4H","sentiment_score":0.0}
{"full_text":"RT Omicron is not a 'South African variant', it's a variant that was spotted &amp; reported by brilliant South African scientists...","sentiment_score":0.3}
{"full_text":"President Biden is not responsible for the deaths of brainwashed, unvaccinated, kamikaze Covid pilots. They chose their fate.","sentiment_score":-0.1}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT It's about your health.","sentiment_score":0.0}
{"full_text":"RT 2 ans de Covid, ressenti 10 ans.","sentiment_score":0.0}
{"full_text":"What kind of a bullshit headline is this? Like, it is so speculative, and creates panic among masses who are already rattled?? I'm sure these are not the first positive cases at an airport but to cash in on panic? Pathetic.","sentiment_score":0.1154545455}
{"full_text":"RT Hannity said he was talking about \"pre-Covid,\" so let's look at 2019...when the US imported about 500,000 barrels of Saudi crud...","sentiment_score":0.0}
{"full_text":"RT That Omicron is an immune escape variant, that breaks through immunity caused by prior infection and\/or va...","sentiment_score":0.0}
{"full_text":"RT 53945 UK COVID cases reported today Please wear a mask. Please.","sentiment_score":0.0}
{"full_text":"RT Have questions about the new #Omicron variant of #COVID19? Want to know what safety measures to follow? Then write to us...","sentiment_score":0.1363636364}
{"full_text":"RT 80 House Republicans just voted on H.R.550 Bill which will give $400M to fund vax centers, allow the Fed Gov to keep a data...","sentiment_score":0.0}
{"full_text":"RT no but what made me tears up rn is knowing TBZ WILL EXPERIENCE THEIR 1ST DEOBI OCEAN USING THEIR 1ST OFFICIAL LIGHTSTIC...","sentiment_score":0.0}
{"full_text":"RT Schoolchildren are \"freezing\" in classrooms because windows and doors are being kept open to meet Covid-19 ventilation stan...","sentiment_score":0.0}
{"full_text":"RT There are no vaccine mandates or passports in El Salvador, no mask mandates, no testing requirements to enter the country....","sentiment_score":0.0}
{"full_text":"RT The glaring omission in the Biden COVID plan is the absence of a vaccination requirement for domestic air travel. Now is the...","sentiment_score":-0.00625}
{"full_text":"RT  James was #anxious during #lockdown and lacked structure in his days. Since seeking our support he's become calmer a...","sentiment_score":-0.25}
{"full_text":"So not concerned at all about severe reactions &amp; sudden deaths then?","sentiment_score":0.0}
{"full_text":"i just got my vaccine shot this week and the doctor said i cant have alcohol intake for 2 weeks so lemme have a blast in the holidays!!!! :D","sentiment_score":1.0}
{"full_text":"I guess nurses are in on the Covid conspiracy too. ","sentiment_score":0.0}
{"full_text":"RT \"Four days after the Pfizer vaccine was approved for ages 16+, we submitted a Freedom of Information Act Request to the FD...","sentiment_score":0.0}
{"full_text":"RT Dear I'm troubled by reports that your Chief Political Correspondent Laura Kuenssberg attended Boris Johnson's Ch...","sentiment_score":-0.25}
{"full_text":"RT Put politics aside you fucking babies.And this isn't even just about your internal politics even. What the US (or any oth...","sentiment_score":-0.3}
{"full_text":"RT Half of those 10 million under 5 that's 10 children per minute die in India (2018 figures). That doesn't make it as the t...","sentiment_score":-0.1666666667}
{"full_text":"RT NEW: Facebook has sold ads promoting anti-vaccine messages, comparing the US government's response to Covid-19 to Nazi Germany,...","sentiment_score":0.1363636364}
{"full_text":"RT We find evidence of increased reinfection risk associated with emergence of the #Omicron variant, suggesting evasion of...","sentiment_score":0.0}
{"full_text":"RT \"Stay at home and save money\"Delivery guys:","sentiment_score":0.0}
{"full_text":"As World Shuts Borders to Stop Omicron, Japan Offers a Cautionary Tale","sentiment_score":0.1}
{"full_text":"RT WATCH: Policemen, doctors, nurses, teachers and others protest vaccine mandates by laying work uniforms in front of parlia...","sentiment_score":0.0}
{"full_text":"RT Three days after Trump tested positive for covid, Melania, Don Jr and others in his inner circle sat in the debate hall...","sentiment_score":0.1136363636}
{"full_text":"how the fuck do i have an sh addiction but be scared shitless of needles i havent gotten the vaccine im scared LMFAOAOEKD","sentiment_score":-0.4}
{"full_text":"naurrr im watching chenji's this and that ep where they were giving the members mask necklaces and jisung gave yangyang a black mask necklace he said he'll wear it to their 90s love performance and he really did  he put it as an accessory on his pants","sentiment_score":0.1777777778}
{"full_text":"There're a lot more important problems than sri lanka to worry about","sentiment_score":0.45}
{"full_text":"RT #AskWHO Live Q&amp;A with Dr &amp; Friday, 3rd December, 15:00h CET  WHO Twitter, Facebook, LinkedIn &amp; You...","sentiment_score":0.0681818182}
{"full_text":"RT \"We don't say in  or in the , 'there might be some vaccine hesitancy' or 'delivery might be difficult to a particular...","sentiment_score":-0.1666666667}
{"full_text":"Hon Uhuru Kenyatta: Stop the tyrranical vaccine mandates - Sign:","sentiment_score":0.0}
{"full_text":"RT BREAKING; The NFL announces that it has \"indefinitely suspended\" Antonio Brown \"effective immediately\" for violating t...","sentiment_score":0.6}
{"full_text":"RT If you're also worried about getting deadnamed with the new vaccine passport system: hey, I made some cool lockscreens! Idk...","sentiment_score":0.2869318182}
{"full_text":"She says: \"A lot of girls in my locality were not allowed to pursue an education till very recently. They would stay at home, while their brothers would roam around outside -- playing or going to school or to work.\"","sentiment_score":0.0}
{"full_text":"#acsa last year reduced their staff compliment by 20% already, now this... probably the best performing SOE shedding experienced staff due to being placed on the  UK #redlist #COVID19SA","sentiment_score":0.41875}
{"full_text":"Our ethnic group people are facing such hardships. Now that the winter is very cold and there is risk of mutant COVID virus, I wish this battles end soon.LEGALIZATION OF NUG#WhatsHappeningInMyanmar #Dec3coup","sentiment_score":-0.39}
{"full_text":"RT  OMICRON (a variant of covid) STAY OUT","sentiment_score":0.0}
{"full_text":"RT Antivaxxers are now buying \"magic dirt\" from Canada as a COVID-19 cure and to \"reverse vaccinations.\" $100 for 4 Oz of di...","sentiment_score":0.5}
{"full_text":"HelloKindly check the travel alerts on :","sentiment_score":0.0}
{"full_text":"RT [updated]  OMICRON STAY OUT","sentiment_score":0.0}
{"full_text":"RT hmm hmmm moot's right, it's professionals who were actively telling to THEIR faces that the support they received was fake...","sentiment_score":-0.1158730159}
{"full_text":"RT There will eventually be human rights trials over the treatment of citizens during Covid. For those of you in business, m...","sentiment_score":0.0}
{"full_text":"RT Purdue Pharma was sued by the federal government because they claimed that oxycontin was not addictive.False medical infor...","sentiment_score":0.0}
{"full_text":"RT Interesting that the cardiac arrests are now a symptom of Covid, yet never were before the vaccines were roll...","sentiment_score":0.225}
{"full_text":"RT Today we launched our People's Covid Inquiry report.Amid huge media interest we accuse the Govt. of MISCONDUCT IN PUBL...","sentiment_score":0.4}
{"full_text":"RT And we would have got away with it too if it wasn't for our love of anagrams","sentiment_score":0.5}
{"full_text":"RT On 18 Dec - when Downing Street staff broke their own Covid rules by boozing it up at a Christmas party - 489 people die...","sentiment_score":0.6}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT South Australia announces four new COVID-19 cases including mystery case via","sentiment_score":0.1363636364}
{"full_text":"RT Dear I'm troubled by reports that your Chief Political Correspondent Laura Kuenssberg attended Boris Johnson's Ch...","sentiment_score":-0.25}
{"full_text":"RT NEW: Facebook has sold ads promoting anti-vaccine messages, comparing the US government's response to Covid-19 to Nazi Germany,...","sentiment_score":0.1363636364}
{"full_text":"RT She also stated that CSE candidates were not only impacted because of such problems but also because they fulfilled the...","sentiment_score":0.0}
{"full_text":"RT This ","sentiment_score":0.0}
{"full_text":"omfg ","sentiment_score":0.0}
{"full_text":"Australia has worked so hard for so long to get into a position to reopen and move forward and it would be devastating if Omicron wiped it all out and we had to start again.","sentiment_score":-0.4472222222}
{"full_text":"RT Binjari woman in her 70s becomes first person in Northern Territory to die from COVID-19 via","sentiment_score":0.25}
{"full_text":"RT Omicron variant pls don't ruin my 2022 travel plans.","sentiment_score":0.0}
{"full_text":"RT At this point, I'd feel more comfortable if Covid hosted a press conference on how to protect us from the government. ","sentiment_score":0.45}
{"full_text":"RT Results of COVID-19 tests done on 30 November 2021 confirm 29 new cases. The cumulative confirmed cases are 127,551. #ST...","sentiment_score":0.2681818182}
{"full_text":"RT  right now the feeling i have is the feeling after getting a vaccine\/shot. feeling tense and then the feeling it's over","sentiment_score":-0.0238095238}
{"full_text":"RT #OnlineRemoteExamJCBOSE no covid consern by universityas most of student are from far awayor other state so if anyone...","sentiment_score":0.1583333333}
{"full_text":"RT \"What an absolute load of rubbish... Did anyone else's friends get contracts?\" Watch and disagr...","sentiment_score":0.2}
{"full_text":"fuck omicron","sentiment_score":-0.4}
{"full_text":"RT PTD in LA Day 4 Setlist (@BTS_twt)ONFIREDopeDNABlue &amp; GreyBlack SwanBSTFake LoveLife Goes OnBoy With LuvDynamite...","sentiment_score":0.0}
{"full_text":"RT Try our easy candied almond recipe for 100% nostalgia! In times when #Christmas markets are shut due to the pandemic, why...","sentiment_score":0.2083333333}
{"full_text":"RT *NB never ever mention the death toll, long covid, the destruction of the healthcare system, orphaned children or the...","sentiment_score":-0.05}
{"full_text":"What's with Germans and their inclination for fascism? Fuckin dickheads...lol","sentiment_score":0.0}
{"full_text":"RT My husband's hospital just suspended their vaccine mandate!!!!","sentiment_score":0.0}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT As people catch up with the Omicron announcement, it's important to note that this case came in to Malaysia on 19 November BE...","sentiment_score":0.4}
{"full_text":"RT #ThePowerOf4 Reminds me, since 4 is the key number of the day #scariant, 'n all... If you haven't read #IAmNumberFour...","sentiment_score":0.0}
{"full_text":"RT Vaccinated &amp; unvaccinated NBA players who tested positive for Delta variant all had the same viral load in their noses...","sentiment_score":0.1136363636}
{"full_text":"RT Fans of a club who's team applied for postponement of a fixture because they were travelling from another country and didn't...","sentiment_score":0.0}
{"full_text":"Home Office data published for the first time, shows roughly 50 people who applied to continue living in Gwynedd, and between one and nine in Anglesey, by September 30 had their application rejected.","sentiment_score":0.075}
{"full_text":"'When you snog someone you have to put it into the NHS app!' Dominic Frisby, Josh Howie and Steve N Allen react to the cover of The Express: No snogging under the mistletoe, says minister, as Boris Johnson denies 'boozy party broke Covid rules'","sentiment_score":0.0}
{"full_text":"Have you been obeying UK-wide stay-at-home orders?","sentiment_score":0.0}
{"full_text":"It is so important the #Hospitality industry embraces new digital tools in order to succeed in the future. An interesting look here at how hoteliers can use technology to power their post-pandemic recovery! #HotelTech #FutureOfHospitality","sentiment_score":0.2322727273}
{"full_text":"As the world reacts to the spread of Omicron, all eyes are on South Africa. The president, Cyril Ramaphosa, writes that the pandemic has exposed the fragility of the global economy and society.Read how he believes nations can achieve an inclusive recovery from the pandemic ","sentiment_score":0.0}
{"full_text":"Easy read update from with the latest information about Covid booster vaccines and other info about #Omicron.Read: the video:","sentiment_score":0.2694444444}
{"full_text":"RT Pfizer Boss has met business objective - 'Covid Jab will become an annual event'. Big Pharma has created a whole new mar...","sentiment_score":0.0840909091}
{"full_text":"Covid-19: Himachal Pradesh to vaccinate 100% residents by tomorrow","sentiment_score":0.0}
{"full_text":"Nearly two-thirds of citizens in North #Macedonia believe that coronavirus was created to control humans, a new study has revealed.https:\/\/t.co\/kh9dFBqIQ7","sentiment_score":0.1181818182}
{"full_text":"RT  right now the feeling i have is the feeling after getting a vaccine\/shot. feeling tense and then the feeling it's over","sentiment_score":-0.0238095238}
{"full_text":"RT Guess who has positn on #Scotty's inquiry into #SocialMedia &amp; #OnlineSafety? Clue? He's ignorant &amp; banned from #Facebook du...","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic is deepening pre-existing inequalities. Nowhere is this more evident than for people with disabilities. They have been left out of response and recovery measures and struggled to access critical health information. #BetterWorldForAll #IDPD","sentiment_score":0.1875}
{"full_text":"A really interesting look here at how uses #3DPrinting to make its #Packaging. With consumer habits changing due to the pandemic, this method gives the brand more agility and enables it to keep up with rising demand. #DigitalTransformationhttps:\/\/t.co\/2bCHX41F0g","sentiment_score":0.2916666667}
{"full_text":"Oil Continues Rollercoaster Ride As OPEC Considers Omicron Impact On Fuel DemandNews Source: Author: For More Trending Crypto And Finance News,Please visit:  #Price  #business","sentiment_score":0.5}
{"full_text":"RT Real America is done with #COVID19. The only people who don't understand that are Fauci and Biden.","sentiment_score":0.1}
{"full_text":"RT India has administered 125 crore vaccines, strengthening our fight against COVID. Get yourself vaccinated and contri...","sentiment_score":0.0}
{"full_text":"RT RM acknowledges that they must be the first team [from Korea] to be able to perform in front of a live crowd with just...","sentiment_score":0.2954545455}
{"full_text":"Bolstering the surgical response to COVID-19: how virtual technology (like Proximie) will save lives and safeguard surgical practice...","sentiment_score":0.0}
{"full_text":"#WebinarUnderstanding the myth and the science of novel #coronavirus   (@OpenParlyZED","sentiment_score":0.0}
{"full_text":"Shoppers are being told to expect fewer choices and higher prices for Christmas and New Year as increased shipping costs and commodity prices associated with the pandemic strain global supply chains.","sentiment_score":0.1287878788}
{"full_text":"No parties this Christmashttps:\/\/t.co\/dVGDioRaqL","sentiment_score":0.0}
{"full_text":"Pandemic task force resolutions requiring vaccination in some workplaces are unfair and contrary to Department of Labor policy, said Friday.READ:","sentiment_score":-0.5}
{"full_text":"The house comes with Chicago pizza, aftershave, and a real tarantula. ","sentiment_score":0.2}
{"full_text":"\"It is encouraging to see ... that teachers are using their considerable skills and experience to coax and encourage their pupils to make leaps and bounds in their learning.\" Full comment on research into pandemic impact on KS1 attainment:","sentiment_score":0.225}
{"full_text":"RT It may not have been the coma. Daughter had Covid 6-8 weeks ago could not remember my address, tea I dra...","sentiment_score":-0.1}
{"full_text":"RT Give us the facts","sentiment_score":0.0}
{"full_text":"RT 80% of the whole of Africa have not even had a 1st dose of the vaccine","sentiment_score":0.2}
{"full_text":"As many as 12 patients suspected to be infected with the Covid-19 'Omicron' variant have been admitted to Lok Nayak Jai Prakash Narayan hospital in Delhi so far#LNJP #OmicronInIndia #OmicronVariant #Coronavirushttps:\/\/t.co\/VwqAxmfYWY","sentiment_score":0.5}
{"full_text":"Today is International Day of Persons with Disabilities (IDPWD). It is a day that promotes equality for people with disabilities in all areas of society. This year's theme is 'Fighting for Rights in the Post-Covid era'.Read more about it here:","sentiment_score":0.25}
{"full_text":"...and so long as Murdoch and Dacre are on board, there is little chance of an awakening.This said, the tabloids and the Telegraph are losing readers hand over fist to Covid, but also to the mortal coil.The cycle will be broken in time!","sentiment_score":-0.2458333333}
{"full_text":"NEW RULES: Anyone flying into the United States--even American citizens returning--will be required to get a COVID-19 test within one day of their flight starting next week.https:\/\/t.co\/tuDr0yWpz9","sentiment_score":0.0340909091}
{"full_text":"Women with disabilities are at a high risk for #GBV, especially during the COVID pandemic. Dec 3 is #InternationalDayofPersonswithDisabilities . On this day, we would like to thank org like Kwt Society for the Handicapped for their efforts to support people with disabilities.","sentiment_score":0.08}
{"full_text":"Messages from the Union of Deaf:\"Don't be scared, vaccinate!\"\"I got a vaccine to be healthy.\"\"We need information to make decisions.\"#Vaccines4Life campaign reached out to the deaf community. Almost everyone attending the meetings got vaccines.#IDPD #everyoneincluded","sentiment_score":0.5}
{"full_text":"FAMdemic: Nurturing Family Relationships During the Pandemic  A Community Development Project that aims to help families cope with the challenges brought by the pandemic will be attended by Ma'am Sarah Raymundo  (1\/5)","sentiment_score":0.0}
{"full_text":"#SouthKorea hit a record high of daily #COVID19 cases. And its government has issued new Covid measures amid concern about the #OmicronVarient. Jack Barton reports.","sentiment_score":0.0987878788}
{"full_text":"RT It's about your health.","sentiment_score":0.0}
{"full_text":"RT One Downing Street insider tells the FT there were often get togethers in the evenings in No 10 while the country was i...","sentiment_score":0.0}
