{"full_text":"#EU Sees Signs That 4th #COVIDWave Is Already Slowing...https:\/\/t.co\/AmcIR81H2A $SPY $SPX $ES_F $SP $DIA $DJI $DJIA $IXIC $QQQ $NDX $VIX $VIIX $UVXY $TLT $IAU $IWM $BTC $ETH","sentiment_score":0.0}
{"full_text":"RT and #AdcockIngramOTC are spearheading Season 4 of 'Sponsors of Brave: Be Brave Mzansi',...","sentiment_score":0.8}
{"full_text":"\"epidemiologist\" ? .. not sure how that would relate to this topic, but ok..   If your battling pandemic deniers, I find this image helpful","sentiment_score":0.125}
{"full_text":"So, because of FECAFOOT elections, there is no COVID?","sentiment_score":0.0}
{"full_text":"Aww I pray it's not Covid  i feel like it might be tho. I get tested Monday but I realized yesterday that I can't smell or taste and I still can't this morning","sentiment_score":0.3}
{"full_text":"RT They say our voices don't have impact but they do. So thankful to this brave reporter and others like him who I have had the...","sentiment_score":0.8}
{"full_text":"RT \"Hello. This is Label SJ.Aside from Choi Siwon, all members tested negative for COVID-19.All SJ members are vaccinate...","sentiment_score":-0.3}
{"full_text":"RT Only ~30% of those 70 years and older in Ontario have received their 3rd #COVID19 vaccine dose.That 3rd dose is even mor...","sentiment_score":0.0416666667}
{"full_text":"RT The real war on Christmas? It's being waged by science-deniers, anti-vaxxers, and complicit elected officials who quake in fe...","sentiment_score":0.2}
{"full_text":"RT Sen. Ron Johnson said, \"I'm going to choose not to get the vaccine, and now we are demonizing those people. Around the wor...","sentiment_score":0.0}
{"full_text":"RT Kenney to change COVID-19 rules, says his own Christmas plan would violate current restrictions#ableg #cdnpolihttps:\/\/t....","sentiment_score":0.3}
{"full_text":"RT oh look it's the owner of the Atlantic with a child sex slaver","sentiment_score":0.0}
{"full_text":"Guardiola urges Christmas Covid-19 precautions at Man City","sentiment_score":0.0}
{"full_text":"RT You see? Andrew Neil was right. If only they'd had to show vaccine passes on the way in they'd all have been fine.","sentiment_score":0.2341269841}
{"full_text":"RT Over 70,000 Brits were fined PS200 for illegal lockdown parties - SEVENTY THOUSAND - but still Met won't probe No10 Chr...","sentiment_score":-0.5}
{"full_text":"RT Florida has a 2.3% COVID positivity rate with no mask or vaccine mandates. We live life, we congregate, and we trust our...","sentiment_score":0.1363636364}
{"full_text":"RT WATCH: New Zealand PM Jacinda Ardern says her country has created a special account to fund journalists who will produce g...","sentiment_score":0.2467532468}
{"full_text":"RT This 'everything we know' about #omicron article is missing a big one - we KNOW it will cause #longcovid in some not tiny...","sentiment_score":-0.0666666667}
{"full_text":"RT oh look it's the owner of the Atlantic with a child sex slaver","sentiment_score":0.0}
{"full_text":"But African doctor states Omicron is like a mild headache and body ache for a day or two!","sentiment_score":0.2083333333}
{"full_text":"If COVID arrived in the United States a few months earlier -- say, November 2019 -- would Biden have won the nomination?","sentiment_score":-0.1}
{"full_text":"RT All #WannaOne Members Test Negative For COVID-19 + #2021MAMA Pre-Recording Rescheduledhttps:\/\/t.co\/N9O9fUce33","sentiment_score":-0.3}
{"full_text":"The way people who are paid to know things about politics managed to miss the Cold War ending is a trip.","sentiment_score":-0.6}
{"full_text":"Yes you're are right.. UK is very small compared to South Africa but your population is approx. 8 million more than us. Even if that was the case if vaccines worked cases, mortality rate and deaths from covid should have dropped","sentiment_score":0.1535714286}
{"full_text":"RT @NYCMayor  Are you kidding me?  Nearly two years of this COVID mess, and this plastic-enclosed heater-lined SARS-CoV2 incu...","sentiment_score":-0.0375}
{"full_text":"RT Nothing on this planet would ever have me fumbling Disney money like what","sentiment_score":0.0}
{"full_text":"RT So will those people who you want to be refused treatment be entitled to stop their contributions to the NHS then Tom and ev...","sentiment_score":0.0}
{"full_text":"RT Nothing on this planet would ever have me fumbling Disney money like what","sentiment_score":0.0}
{"full_text":"RT as we all know that covid cases are increasing rapidly and even after this situation aktu is taking offline examination....","sentiment_score":0.0}
{"full_text":"RT If they really believed Covid was that terrifying and that deadly, they wouldn't have had parties.This is about your...","sentiment_score":-0.3333333333}
{"full_text":"RT The amount of abuse scientists and doctors get for simply stating the facts about Covid-19 and the pandemic is unrealOu...","sentiment_score":0.0}
{"full_text":"The diverse community of Oxford East, will be watching.","sentiment_score":0.0}
{"full_text":"RT New guidance from the Scottish Government says that entire classes will have to self-isolate if anyone tests positive for...","sentiment_score":0.1212121212}
{"full_text":"RT Biden four dimensional Never-Trump chess: continuing to let increasingly deranged Fauci dictate national COVID policy in...","sentiment_score":0.0}
{"full_text":"RT Quick thread with thoughts on the UK pandemic response re: kids  My brain kicks in at 6am crunching what's going on with t...","sentiment_score":0.3333333333}
{"full_text":"RT CNN refuses to put a Covid death count tracker on air because the number is higher under Joe Biden than Donald Trump.","sentiment_score":0.25}
{"full_text":"Webinar on 1. Improving Outcomes in Locally Advanced  Head and Neck Cancer by Dr Tanushree Mishra 2. Transforming Indian HealthCare System through Ayushman Bharat  by Dr Pankaj Kumar Arora and 3. Covid-19 Epidemiological Updates by Dr Rajiv Kumar Jain","sentiment_score":0.4}
{"full_text":"Might be my favorite pandemic phrase","sentiment_score":0.5}
{"full_text":"What you seem to miss is as time goes by more and more households have already had COVID go through the house and everyone survived making your statement seem even more ridiculous. Why don't you just say it... kids can't go to school because Jack is afraid.","sentiment_score":0.1133333333}
{"full_text":"RT This deserves a million views. If every person that followed me retweeted this, we would be well on our way! Let's do...","sentiment_score":0.0}
{"full_text":"RT So the party that plotted a coup, has exacerbated the Covid pandemic, voted unanimously against the American Recovery Ac...","sentiment_score":0.0}
{"full_text":"im making it clear that im not against mask use. they do work in preventing the spread of covid 19. its the long term requirement of masks im against since it can weaken your immune system and increase your risk of being sick over time","sentiment_score":-0.2214285714}
{"full_text":"RT Just keep sticking out your arm and don't question. And definitely don't express any skepticism online about any of these...","sentiment_score":0.0}
{"full_text":"RT there is no debate to have, BE is a self-produced album tackling experiences during the pandemic, sold millions, broke record...","sentiment_score":0.0}
{"full_text":"RT Sen. Ron Johnson said, \"I'm going to choose not to get the vaccine, and now we are demonizing those people. Around the wor...","sentiment_score":0.0}
{"full_text":"RT A major reason why the old barons of our oligarch-serving establishment have to monster China.You don't want the plebs not...","sentiment_score":0.08125}
{"full_text":"RT I'm asked by friends and colleagues why I speak out against vaccine passports. \"What's in it for you?\"The answer is simpl...","sentiment_score":0.0}
{"full_text":"RT Here's a #HighFive to the backers of our latest #crowdfunding campaign Despite pandemic dramas &amp; the fact that","sentiment_score":0.5}
{"full_text":"RT It's a very simple message: The number of #vaccine doses needed to protect you against #Omicron #COVID19 is 3.Please...","sentiment_score":0.0}
{"full_text":"You have no explanation as to how Biden caused the price-gouging by private firms.Supply chains were interrupted by covid-19, which you first denied, then told your voters to reject vaccines and masks.It's all on you.","sentiment_score":0.125}
{"full_text":"When 70% of the population dies there, thanks to the Attorney General, the Native Tribes who own it last pre-white wet-foot-dry-foot dudes era can take their land back:","sentiment_score":0.17}
{"full_text":"Remember for decades governments saying without real facts we cant act on this issue?They, the police, the armed forces all used this line as a reason not to over react or to wait until facts are clear.Covid turned this reasoning on its head?Why?Covid is definitely not ebola?","sentiment_score":0.1}
{"full_text":"RT Dr. Rochelle Walensky, director of the CDC, says the data about the omicron variant is very limited and the agency is working on a...","sentiment_score":-0.0928571429}
{"full_text":"RT \"When is a new covid variant good news? When you're a pharma shareholder, obviously.\"https:\/\/t.co\/suxMax1hP6","sentiment_score":0.2787878788}
{"full_text":"RT Today, announces the start of a three-year study to investigate the long-term impact of COVID-19 on NHS staff across...","sentiment_score":0.0}
{"full_text":"I had to read the heading 3x just to make sense of it \"Therapeutic vaccine for chronic diseases after the COVID-19 Era | Hypertension Research\"","sentiment_score":0.0}
{"full_text":"RT Please read this \"hit piece\" in it's entirety. Then, let me tell you about one of the OUR heroes who rescued trafficked ch...","sentiment_score":0.0}
{"full_text":"RT Florida has a 2.3% COVID positivity rate with no mask or vaccine mandates. We live life, we congregate, and we trust our...","sentiment_score":0.1363636364}
{"full_text":"RT Hey fellow parent friends. I decided to give my informed consent for my kid to receive her second dose after 28 days. If...","sentiment_score":0.0}
{"full_text":"RT Kevin: \"Why would you punish people for making a legitimate decision not to have the vaccine?\"Retired paediatrician Dr Ros...","sentiment_score":0.0}
{"full_text":"Because most of those are people who were already going to die and happened to have a positive covid test near or after their death","sentiment_score":0.2757575758}
{"full_text":"RT Just numb after issuing 8 tor watches and QCing 28 MCDs this evening for the outbreak which included the epically long-track qu...","sentiment_score":-0.6}
{"full_text":"RT There are now 60 Tory MPs who have vowed to vote against the Govt bringing in vaccine passports.Tweet, call and email your M...","sentiment_score":0.0}
{"full_text":"The reproductive number, R, for Delta under the current conditions (vaccination, masks, social distancing) is about 1. For Omicron to have a doubling time of 3 days means a current value of R of about 3 and R0 well over 10.My take on it:","sentiment_score":0.0111111111}
{"full_text":"RT y'all be defending tf out the school who wouldn't give us another pass fail semester during the pandemic and had to BEG to g...","sentiment_score":-0.5}
{"full_text":"RT 'It's not right when you have the people who make the rules, making a mockery of them.'The Telegraph's Chief Political Corres...","sentiment_score":-0.0714285714}
{"full_text":"RT Worth remembering that at almost every single stage of the Covid crisis the modelling of the virus's growth has been wrong....","sentiment_score":-0.0904761905}
{"full_text":"RT +UPDATE+UK civil servants have been told to expect lockdown and full \"work-from-home mode\" by Christmas.","sentiment_score":0.35}
{"full_text":"Those wanting take away your freedom over the fake Vaccine and Covid scam are the NEW NAZIS","sentiment_score":-0.1818181818}
{"full_text":"RT \"There's no vaccine that you put into your muscle that can ever protect you against an infection of a respiratory tract...","sentiment_score":0.0}
{"full_text":"No restrictions needed anymore","sentiment_score":0.0}
{"full_text":"RT Fun fact: During Caratland 2020 Pledis had to cut down the number of staff bcs of a new pandemic protocol that time. SVT mem...","sentiment_score":0.0936026936}
{"full_text":"RT Prayers to all involved in this horrific outbreak.","sentiment_score":-1.0}
{"full_text":"RT At Corona Pandemic ,These Kind Of Pics Full Of Unprecedented Crowd Showing That The Biggest \" MEGASTA...","sentiment_score":0.5166666667}
{"full_text":"..... I think SEVERAL Americsn Patriots have been \"intentionally\" off-ed!!!  Nashville's common sense &amp; very healthy radio talk show host, Phil Valentine, passed from the #CHINAvirus!!!!! Something DOES NOT smell right here!!!! Deep state IS killing its on!!!!","sentiment_score":0.2795089286}
{"full_text":"YES! Thank you Joe. EVERYONE: have a plan to PREVENT Covid &amp; a plan to TREAT Covid. Get those plans together TODAY &amp; take ACTION. Also, no such thing as \"cold &amp; flu season\". Less healthy during the holiday season; more sugar\/carbs\/alcohol &amp; less exercise, sunlight, fresh air.","sentiment_score":0.0583333333}
{"full_text":"Reading this as I sit in a hospital ER room with my vulnerable unvaxxed toddler. #COVID19 #pandemic #WearAMask #GetVaccinatedNow #GetVaccinated #GetVaxxed #WEARADAMNMASK","sentiment_score":-0.5}
{"full_text":"RT Day 11 of #MAPSAdvent2021 - we celebrate Professor British Medical Journal Award for her courageous...","sentiment_score":0.0}
{"full_text":"RT Coronavirus please let us out of the damn house. my ppl are talking about Nancy Reagan's throat game and I can't escape th...","sentiment_score":-0.4}
{"full_text":"RT The very same hunt whose leading huntsman was found GUILTY of his dogs being dangerously out of control for killing a fami...","sentiment_score":-0.3666666667}
{"full_text":"RT This is you tho correct?","sentiment_score":0.0}
{"full_text":"RT Well, plenty of workers are striking against your vaccine mandate and you think all of them should be fired. Excuse me if I...","sentiment_score":0.225}
{"full_text":"RT As part of Plan B the Government wants to bring in vaccine passports. This will be debated on Tuesday.There are civil li...","sentiment_score":0.2}
{"full_text":"RT \"(CDC) said that of the 43 cases attributed to Omicron variant, 34 people had been fully vaccinated.\" [14 boosted] \"Si...","sentiment_score":0.0}
{"full_text":"when did the testing begin for this variant? can I get this particular test? I'm calling BS.CDC Announces 79% of All US Omicron Cases Have Occurred In Vaccinated Individuals","sentiment_score":0.1666666667}
{"full_text":"RT Looking forward to seeing this little fella later today  Chance is such a lovely friendly chap, currently being assessed...","sentiment_score":0.1145833333}
{"full_text":"RT Scotland is due PS145 million in Covid business support in Barnett consequentials from the British Gov The British Gov were...","sentiment_score":-0.0416666667}
{"full_text":"It will still go ahead..","sentiment_score":0.0}
{"full_text":"RT Let's have a logical conversation. Why would a less lethal variant kill more People in this wave, than Delta when more...","sentiment_score":0.2708333333}
{"full_text":"RT 50,000 missing cancer patients, 24,000 also with significantly delayed treatment.More people every day are failing t...","sentiment_score":0.0875}
{"full_text":"RT Thousands flock to Salman Khan's Da-Bangg show in Riyadh, fans say even Covid can't stop him. Watchhttps:\/\/t.co\/SHJ239rLpw","sentiment_score":0.0}
{"full_text":"RT All 62 are to be applauded  I think the list will grow. Abstentions are not enough.","sentiment_score":0.0}
{"full_text":"RT Coming to you live from the Zulu Social Aid and Pleasure Club. We are here holding a  flu, COVID-19  vaccine and booste...","sentiment_score":0.0848484848}
{"full_text":"Agree... This Pandemic has made people realise that health is v important and wud be the right time to start...","sentiment_score":0.3428571429}
{"full_text":"No words. https:\/\/t.co\/uddURMX6b5","sentiment_score":0.0}
{"full_text":"Yes, believe she would have done that. ","sentiment_score":0.0}
{"full_text":"RT WHO\/CDC: Zero Omicron Deaths In The World, Only 1 Hospitalized Across 22 States In US","sentiment_score":0.0}
{"full_text":"Our Human Rights are being VIOLATED by SAC Terrorists!#CrimesAgainstHumanity#Dec11Coup#WhatsHappeningInMyanmar","sentiment_score":0.0}
{"full_text":"RT 1) Ontario is reporting 1,607 new cases and 786 resolved cases of #COVID19 today.14% (221) of the cases began over a week...","sentiment_score":0.1363636364}
{"full_text":"RT Yet another Whitehall drinks do in lockdown, this time under Rishi Sunak's nose.They say: \"It wasn't a formal party but...","sentiment_score":0.0}
{"full_text":"RT Agreed! \" ... it is dystopian for the government to give Pfizer billions, mandate Americans to take its product, prohibi...","sentiment_score":0.0}
{"full_text":"New variant you say?","sentiment_score":0.1363636364}
{"full_text":"How about hospital limit the number of COVID patients they take in who have NOT been vaccinated. Allowing people to overrun a hospital is the real shame. When they complain, tell them SCIENCE rules what they do and redirect them to the nearest Vet!","sentiment_score":0.25}
{"full_text":"RT That is exactly what they did with attempts to avoid or mitigate Brexit, and nothing I know about them and nothing I've...","sentiment_score":0.25}
{"full_text":"RT A group of \"risk-averse\" and \"super responsible people\" let their guard down enough to become unwitting vectors of COVID-1...","sentiment_score":0.0944444444}
{"full_text":".What a website it is.  He is awefFave it seems .   ","sentiment_score":0.0}
{"full_text":"Who, pray, will inform Allison about scenario modelling and planning?","sentiment_score":0.0}
{"full_text":"RT All #WannaOne Members Test Negative For COVID-19 + #2021MAMA Pre-Recording Rescheduledhttps:\/\/t.co\/N9O9fUce33","sentiment_score":-0.3}
{"full_text":"TONIGHT  with 7:30 PM: 8:30 PMAll agesVenue safety guidelines: Proof of negative COVID test within the last 72 hours from the event OR proof of full vaccination required","sentiment_score":0.0166666667}
{"full_text":"CTV NEWS: \"Kenney to change COVID-19 rules, says his own Christmas plan would violate current restrictions.\"#ableg #cdnpoli #covid19ab","sentiment_score":0.3}
{"full_text":"\"In contrast to Europe and Japan, U.S. GDP exceeded its pre-COVID level in the third quarter of 2021 and may reach its pre-crisis trend in the fourth quarter\"","sentiment_score":0.0}
{"full_text":"RT We're being taken for absolute fools. How long before they say a fourth jab is the only way to protect against Omicron?","sentiment_score":0.0375}
{"full_text":"Can You seriously stop talking about Resident Evil: Outbreak and actually give us an Outbreak Remastered with online capabilities or an Outbreak file 3 with the Resistance characters...#ResidentEvil #ResidentEvilOutbreak #WeWantOutbreak","sentiment_score":-0.4444444444}
{"full_text":"When we arrive at the government \"protection\" camps in 2025 after Omicron Part 12...I truly look forward to being in the company of the Wolfpack!! We should develop a secret handshake so we know who is really holding. I call top bunk!!!#saitamawolfpack #saitama","sentiment_score":0.1}
{"full_text":"The CDC and Prevention said that omicron cases have mostly been mild with symptoms mostly consisting of cough, fatigue, congestion or a runny nose.https:\/\/t.co\/LzXAkONWVC","sentiment_score":0.4444444444}
{"full_text":"Best case scenario would have been for Corbyn to decline an election in 2019, pass EU withdrawal act with the Tories and then stay in opposition during covid with next election due in '22. That's the thing about hindsight tho.","sentiment_score":0.2916666667}
{"full_text":"To help stop the spread of the #COVID19 Omicron variant, all close contacts of suspected cases must self-isolate for 10 days, even if fully vaccinated or under 18. Read more on the updated guidance here:","sentiment_score":0.5}
{"full_text":"In one area only 55.4% of people have had their first dose","sentiment_score":0.125}
{"full_text":"Sounds like the entire GOP. Reminds me of the anti-vac era in the hospital begging for the vaccine.","sentiment_score":0.0}
{"full_text":"#Tesla Joins the Trillion-Dollar Club following #Apple, #Mircosoft &amp; Aramco #SaudiArabia #tech #innovation #Python #Data #java #code  #DataScience #Analytics #digital #IoT #COVID19 #devops #Flutter #100DaysOfCode #bot #NodeJS #django #twitme #TensorFlow #blockchain#CES2022","sentiment_score":0.0}
{"full_text":"RT Ted Cruz was the only 1 who refused to wear a mask at Bob Dole's funeralHe was surrounded by the elderly &amp; sat NEXT TO Amy K...","sentiment_score":0.0}
{"full_text":"RT #Crude #Oil Prices Touched a7year High in October 2021, Propelled by Strong #Economic #Growth@McKinsey#tech #innov...","sentiment_score":0.0233333333}
{"full_text":"Critic's Pick\"A viral video scandal ensnares a Bucharest schoolteacher in Radu Jude's biting, bawdy and brilliant Covid-age fable\"NOW PLAYING at The ClairidgeBAD LUCK BANGING OR LOONY PORNTickets, showtimes, and Memberships at","sentiment_score":0.9}
{"full_text":"DYK: In 2020, disbursed funds at record speed, supporting rapid responses for children &amp; adolescents in need: 76% of sudden-onset crisis &amp; #COVID19 emergency grants were disbursed within 8 weeks! #SDG4  More #ECWResults here:","sentiment_score":0.40625}
{"full_text":"RT Day 10 of #ArtAdventCalendar - one of my pandemic hobbies was learning pyrography. These little ornaments represent my...","sentiment_score":-0.1875}
{"full_text":"Covid: Omicron data prompts fresh call to get booster jab. The Omicron variant is spreading so quickly everyone is likely to come into contact with an infected person in the next few weeks","sentiment_score":0.0866666667}
{"full_text":"The uneven distribution of #COVID19 vaccines worldwide is a lesson about what happens when we don't prioritize #HealthForAll. This #UHCDay, let's call on world leaders to #LeaveNoOneBehind. It's time to balance the scales.","sentiment_score":-0.2}
{"full_text":"Leading U.S. climate scientist has called on video sharing platform YouTube to treat climate science denial videos in the same way it treats content containing Covid-19 misinformation, by removing them, reports for","sentiment_score":0.0}
{"full_text":"\"I also think he got too much credit for some of the stuff,\" says, assessing the Trump presidency.\"He wasn't tough on China,\" Christie says, citing the trade deal and calling Trump a \"Xi cheerleader at the beginning of COVID.\"#Podcast:","sentiment_score":-0.0944444444}
{"full_text":"I make a living traveling so please don't tell me when I should stay home. Chey wouldn't be in business if everyone just stayed home. Delta cancelled flights while the others didn't. It's not weather related but they're claiming it is.","sentiment_score":0.0}
{"full_text":"Cohen 'grateful' for chance to help guide NC through pandemic ::","sentiment_score":0.0}
{"full_text":"This has ALWAYS been my argument,  totally backed up by Professor Bellamy   MSM and Attenborough went into attack mode against this poor man.  No free speech or discussion allowed unless you agree with the green woke brigade!","sentiment_score":-0.2125}
{"full_text":"Coronavirus is still spreading in Wales, but together we can disrupt the transmission  Wear a mask when neededGet tested and self-isolate if required Get vaccinatedBy doing the small things to protect each other, we can #KeepWalesSafe this winter.","sentiment_score":-0.1875}
{"full_text":"CHARLES HENRY KREBBS, 75, of Phoenix, Arizona, died of COVID on Aug. 7, 2020. \"He believed in equality and that a person's worth is not measured by their material possessions, but by how they treat others.\"","sentiment_score":0.3}
{"full_text":"Pop into the Saddlers Vaccination Centre in #Walsall any day of the week from 8am-6pm to get your COVID-19 vaccine ","sentiment_score":0.0}
{"full_text":"RT 21 months in and I still see people - in Florida of all places - wearing masks while driving in their cars alone. What's...","sentiment_score":0.0}
{"full_text":"RT BREAKING--\"Deeply concerning\"--Two doses of a Covid vaccine are not enough to stop you catching the Omicron variant, UK scien...","sentiment_score":0.2}
{"full_text":"A link takes people to a phoney website that appears to look like a genuine NHS site which asks for their banking details.","sentiment_score":0.4}
{"full_text":" Freedom Party (FPO) Dagmar Belakowitsch caused outrage by claiming that hospitals were not filled with the unvaccinated, but with people who needed treatment because of vaccination \"damage\". She also took part in the corona demonstration in Vienna.https:\/\/t.co\/tiAVi5DjqB","sentiment_score":-0.2}
{"full_text":"Interesting, but the conclusion strikes me as w\/o evidence. Why did they decide masks were the silver bullet? Especially if they were low-efficacy \/ cloth. This article is from the time when 12+ kids were vaccine eligible. Seems like the more relevant metric + social distancing?","sentiment_score":0.2866666667}
{"full_text":"Yes exactly right, this isn't rare or 'breakthrough' anymore, it just is HOW these new variants are showing immunity to the shots.","sentiment_score":0.2406926407}
{"full_text":"Matthew Henegan earlier attended court wearing a swastika armband and was ordered to remove it by a judge","sentiment_score":0.0}
{"full_text":"RT Good point.","sentiment_score":0.7}
{"full_text":"US authorises Pfizer Covid booster for people aged 16 and 17","sentiment_score":-0.1}
{"full_text":"RT ICMR designs kit to detect new COVID-19 variant Omicron in 2 hours Read Story |","sentiment_score":0.1363636364}
{"full_text":"If you invest $1000 in $CORR today at $3.59 per share, and the stock prices rebound back to pre-pandemic prices at $45.71, your investment would be worth $12732.59! That's 1173% growth and $11732.59 profit!  See more:  $MSD $TCBIL $EPIX $NLY.I $ALCO","sentiment_score":0.3229166667}
{"full_text":"RT The Downing Street Christmas parties scandal isn't going away. The government plans to investigate itself again - but break...","sentiment_score":0.0}
{"full_text":"The fashion house is getting into the world of NFTs!https:\/\/t.co\/hXKL7Xa2tt#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"ROUGH TRADE EDITOur pick of the best new titles...Painfully honest songs and raw production. releases his first new material since 2018, self-produced over last year's winter lockdown in his makeshift studio.On red vinyl.https:\/\/t.co\/09boXhGVvt","sentiment_score":0.1991064491}
{"full_text":"RT 'My administration is not the reason for inflation\", says Joe Biden, adding that most people \"mistakenly\" think govt spend...","sentiment_score":0.5}
{"full_text":"RT 4) If we think about Omicron, we need to think globally. Yes, boosters seem to protect and mRNA vaccines can be adapte...","sentiment_score":0.0}
{"full_text":"RT Aerial footage shows scale of damage in Mayfield, Kentucky, after catastrophic tornado outbreak. Officials fear there are at...","sentiment_score":0.0}
{"full_text":"Trying to bring some festive spirit into my covid lockdown Piano arrangement by Jane Scoring #theremin (had to trim the video to upload)","sentiment_score":0.0}
{"full_text":"Reply, No, and I have the same chance of getting and spreading Covid as you. Imagine that..","sentiment_score":0.0}
{"full_text":"The mobile test unit will be in the car park at North West Area Centre, Kilmarnock tomorrow (12 Dec) from 10am-5pm for anyone with COVID-19 symptoms. Tests must be booked in advance from 6pm today at or call 0800 028 2816. More:","sentiment_score":0.5}
{"full_text":"A Navy commander has been fired from his job as the executive officer of a warship because he refused to get a COVID-19 vaccine as required and refused to be tested for the virus.https:\/\/t.co\/SwJOI6iPZq","sentiment_score":0.0}
{"full_text":"RT So businesses have the right to protect themselves from COVID by getting access to free rapid tests but everyday Ontarians don...","sentiment_score":0.1619047619}
{"full_text":"#Toronto - It's time for our smallest and mightiest to get vaccinated against #COVID19. Join and at on Dec.12 for #TorontoKidsVaccineDay and cheer on Toronto's newest superheroes. All kids 5-11 are eligible.","sentiment_score":0.0}
{"full_text":"Be mindful of your body language! You won't believe what it can reveal about you.The pandemic changed the world drastically. What once was face to face business meetings are now done virtually from the comfort of your own home or personal office. This is a major game changer!","sentiment_score":0.040625}
{"full_text":"RT This is utterly irresponsible. That \"could\" is doing an awful lot of work. Bear in mind lockdown and restrictions will...","sentiment_score":-0.5}
{"full_text":"#Omicron Scare: Section 144 Imposed For Two Days In #Mumbaihttps:\/\/t.co\/00ocqhxVbp","sentiment_score":0.0}
{"full_text":"RT Imagine that.","sentiment_score":0.0}
{"full_text":"RT WHO\/CDC: Zero Omicron Deaths In The World, Only 1 Hospitalized Across 22 States In US","sentiment_score":0.0}
