{"full_text":"Out of 34 Omicron cases at Delhi hospital, 33 are fully vaccinatedhttps:\/\/t.co\/tYfEtX0KjI","sentiment_score":0.0}
{"full_text":"The papers in the UK are weird. The Daily Mail excoriates people who die because they poo poo'd the vaccine yet they also have editorials saying that the government should let people do what they want. Having your cake and eating it...","sentiment_score":-0.25}
{"full_text":"RT We also had enough data to look at VE against Omicron following a primary course of Moderna (mRNA-1273) for the first t...","sentiment_score":0.1625}
{"full_text":"RT How will Biden's COVID-19 test giveaway work?","sentiment_score":0.0}
{"full_text":"RT YES.For the Love of God, look at THEIR logo. THEY are and have always been preying upon you with their sick care tr...","sentiment_score":-0.1071428571}
{"full_text":"RT Decision about curfew &amp; lockdown restrictions in TN to be taken on Dec 31st - Health Minister.","sentiment_score":0.0}
{"full_text":"RT Am an MD in the West... In my area of the world we all received multiple letters warning us against leaking a...","sentiment_score":0.0}
{"full_text":"RT Govt-Linked 'Mitre Corp' Rolls Out 'Vaccine Credential Initiative' With CCP Affiliated Partners.","sentiment_score":0.0}
{"full_text":"Did you actually read the article? This is the cost for similar procedures in 2017. So if you thought this article proved they were \"upcharging\" and over diagnosing COVID, I think you should read it again.","sentiment_score":0.0}
{"full_text":"RT Who hasn't yet seen this? \"Sam White and his legal team on Monday presented what they claim is 'significant and irrefu...","sentiment_score":0.1916666667}
{"full_text":"RT Another question is why did so many Mercer-connected orgs get millions in tax...","sentiment_score":0.5}
{"full_text":"Ever wear a mask so long your ears hurt? ","sentiment_score":-0.05}
{"full_text":"RT +UPDATE+A number of Conservative MPs including it is thought at least one Cabinet minister involved in organised briefi...","sentiment_score":-0.3}
{"full_text":"RT The corrupt corporate media doesn't even pretend anymore.","sentiment_score":-0.25}
{"full_text":"RT I see Swansea cinema and cafe Cinema &amp; Co, which is \"taking a stand\" against Covid safety measures, didn't take a stand...","sentiment_score":0.0}
{"full_text":"What made me chuckle  is but Micheal  hasent seen the data so hes not close to covid well he attended the most recent  cobra  meetings  as Boris couldn't  be arsed.","sentiment_score":0.25}
{"full_text":"RT They lied. I'm so glad I did not get to the \"vaccine\", which does NOTHING to stop the spread of Covid. The rest of you...","sentiment_score":0.5}
{"full_text":"RT This pandemic makes it clear how dysfunctional our healthcare system is. Not only do we pay the highest prices in the world...","sentiment_score":0.05}
{"full_text":"RT Home Test for the \"EVIL\" covidFollow me for more Home Tests@TheyCallMeDoc1","sentiment_score":-0.25}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"Stop testing in the community. Go back to March 2020 and test when you go into hospital with\/because of COVID","sentiment_score":0.0}
{"full_text":"Albo, the GOOSE, would be an even BIGGER DISASTER than BIDEN (BRANDON) who is destroying the USA.","sentiment_score":-0.1}
{"full_text":"RT Oh look, more #FakeNews Goebbels propaganda!Fact Check: There Is NO COVID 'Ligma' Variant Outbreak -- It's An O...","sentiment_score":0.5}
{"full_text":"Covid ruined my plans. ","sentiment_score":0.0}
{"full_text":"RT It's like the plot of a fiendish movie.","sentiment_score":-0.6}
{"full_text":"RT On 17th April when India was reporting more than 2lakh Covid case and people in Delhi were dyin...","sentiment_score":0.5}
{"full_text":"RT putangina carats, how can u even call yourself a carat? seriously? that's why they are now attacking svt bcos some \"carat...","sentiment_score":-0.3333333333}
{"full_text":"RT remember when we rolled back disaster support payments because the pandemic was over","sentiment_score":0.0}
{"full_text":"70 Per Cent of London's COVID Hospitalizations Diagnosed After Being Admitted For Other Ailments via","sentiment_score":-0.125}
{"full_text":"its odd that republicans are getting vaxxed and begging their Dr not to tell anyone? also dying of covid in record rates and begging Drs not to add covid to death certificates so not to embarrass them in front of friends","sentiment_score":-0.1666666667}
{"full_text":"RT And almost every single patient that I've taken care of that needed to be admitted for Covid has been unvaccinated.E...","sentiment_score":-0.0714285714}
{"full_text":"Risk transmission through breastfeeding and antibody in COVID-19 mother #NeoPapers #neoTwitter","sentiment_score":0.0}
{"full_text":"RT 1\/ I have been saying this SINCE THE BEGINNING OF THE PANDEMIC. The \"living with covid\" maniacs have no regard for the...","sentiment_score":0.0}
{"full_text":"RT Half the timeline got COVID, the other half got engaged.","sentiment_score":-0.1527777778}
{"full_text":"RT Retweet if you think the Supreme Court should uphold President Biden's vaccine\/testing mandate.Legal AF is breaking down...","sentiment_score":-0.1555555556}
{"full_text":"RT What happens to you in Barcelona if you don't wear a mask on a train.","sentiment_score":0.0}
{"full_text":"RT Germany reaches its goal of 30 million additional immunizations against Covid-19 by year's end","sentiment_score":0.0}
{"full_text":"RT #HarGharDastak#Unite2FightCorona #LargestVaccineDrive Vaccination will keep you and your loved ones protected from #COV...","sentiment_score":0.7}
{"full_text":"RT Nearly 21K new COVID-19 cases reported in Ohio over Christmas weekend","sentiment_score":0.1181818182}
{"full_text":"RT The German police maced a mother and baby for protesting COVID mandates... and the German police wish you Merry Christmas!https:...","sentiment_score":0.0}
{"full_text":"RT #LeadStoryOnET | Bharat Biotech's Covaxin is likely to be the only COVID-19 vaccine available, for now, for children in...","sentiment_score":0.1333333333}
{"full_text":"Just got themselves back in game then that , waste of time going over, covid only thing that can save them now ","sentiment_score":-0.15}
{"full_text":"RT You know, franking credits are useless against covid.","sentiment_score":-0.5}
{"full_text":"RT Everything I read about #Omicron indicates a bizarre obsession with individual-level outcomes rather than population-level...","sentiment_score":0.4}
{"full_text":"RT All vaccinated. This is lunacy.","sentiment_score":0.0}
{"full_text":"but but but.. UP reported -3837448 deaths due to corona.. whoever is the chairperson of this niti ayog should resign immediately.","sentiment_score":-0.125}
{"full_text":"PM tiger force volunteer's served our nation in COVID-19 ","sentiment_score":0.0}
{"full_text":"RT False premise.But those choosing not to be part of the solution to the pandemic need to take on additional r...","sentiment_score":-0.4}
{"full_text":"RT Refresh the tag  #CovidAgentTNTheatres","sentiment_score":0.0}
{"full_text":"RT Social media companies once considered themselves neutral platforms for free speech. That changed with the pandemic,...","sentiment_score":0.2166666667}
{"full_text":"RT The will at some point soon publish estimates of how many people died from Covid last year.I wish they would do this...","sentiment_score":0.25}
{"full_text":"RT School closings and \"remote learning\" have caused a massive mental health crisis among teenagers. This, and the disruption...","sentiment_score":-0.0666666667}
{"full_text":"RT NSW Health has revealed the majority of patients in ICU with COVID-19 are unvaccinated.https:\/\/t.co\/7tzSDuMy99","sentiment_score":0.0}
{"full_text":"RT On call in + figured my sequin skirt was a necessity to keep up the Christmas spirit!Lots of frustrated patients...","sentiment_score":-0.7}
{"full_text":"Damn mfs out here catching Covid left &amp; right. I'm praying for better days","sentiment_score":0.3464285714}
{"full_text":"RT Larry still dreams of a Brexit wonderland. ","sentiment_score":0.0}
{"full_text":"RT 100 hours down &amp; still waiting for a result. Entire household in lockdown attempting to do the right thing. But 4 days...","sentiment_score":0.0433862434}
{"full_text":"Many of them reached out to authorities for a public debate","sentiment_score":0.25}
{"full_text":"Tomorrow goin be a rough one we got 20 something players on the Covid list #saints","sentiment_score":-0.1}
{"full_text":"RT How many lies will they tell and we expose before you people getting tested, boosted will admit you've been played. It...","sentiment_score":0.5}
{"full_text":"RT Here's a picture of my vaccine passport:","sentiment_score":0.0}
{"full_text":"RT This pandemic makes it clear how dysfunctional our healthcare system is. Not only do we pay the highest prices in the world...","sentiment_score":0.05}
{"full_text":"This","sentiment_score":0.0}
{"full_text":"FEMA dismisses report of looting NEXT supermarket after fire outbreak.","sentiment_score":0.0}
{"full_text":"RT Corona in Delhi is going out of control is busy in  campaigning demands  Del...","sentiment_score":0.1}
{"full_text":"RT 2020 was a wild year. It's sad the fact that we might have to endure another year of Covid-19 in 2022. This virus seems to...","sentiment_score":-0.2}
{"full_text":"RT \"We could have saved 80-85% of those who died if we had given early treatment with hydroxychloroquin, ivermectin, steroids,...","sentiment_score":0.1}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT As a climate scientist - absolutely yes!Watching the pandemic response is like a lesson in climate change p...","sentiment_score":0.2}
{"full_text":"\"I have felt connected to others in prayer using these resources much more this year due to Covid.\"Explore inspiring testimony, just like this one, here:","sentiment_score":0.2916666667}
{"full_text":"#UN Development Programme said the economic impact of lost foreign assistance in the wake of Taliban takeover has Afghanistan facing the prospect of \"near universal poverty\" by mid-2022 &amp; a humanitarian crisis exacerbated by drought &amp; continuing #COVID19https:\/\/t.co\/5O9inQjKlG","sentiment_score":0.04375}
{"full_text":"Would you value unsung COVID-19 heroes please?","sentiment_score":0.0}
{"full_text":"The latest COVID-19 variant is upending holiday plans for tens of thousands of travelers -- but it didn't do much damage to holiday shopping.https:\/\/t.co\/7QBwCljUbr","sentiment_score":0.35}
{"full_text":"Australia's New South Wales sees first omicron death:https:\/\/t.co\/AktS9YgYWN","sentiment_score":0.1931818182}
{"full_text":"Come grab a cold one at Strolla  We've got good vibes and Corona buckets on special, get 5 and only pay for 4!#PeninsulaHotel #CapeTown #Strolla","sentiment_score":0.1142857143}
{"full_text":"Community-Based Organizations (CBOs) serve a vital role in role in the #health systems of many L\/MEDCs.This project explores the role of CBOs in 4 countries during the #COVID19 pandemic and the challenges they face.  Link to the full report:","sentiment_score":0.3166666667}
{"full_text":"PM tiger force volunteer's has performed duties in serious circumstances during COVID-19 lockdown@ImranKhanPTI@UdarOfficial","sentiment_score":-0.3333333333}
{"full_text":"Door-to-door vaccines trialed in Ipswich could go national to prevent Omicron lockdownhttps:\/\/t.co\/gtaaAPCqK8","sentiment_score":0.0}
{"full_text":"Words infected by the pandemic:CORONA doesn't make me think of beer and beach daysBUBBLES don't conjure memories of summer fun with kidsZOOM is about chatting instead of movingMASKS aren't just about facials and HalloweenDISTANCING is now specific: 6ft","sentiment_score":0.15}
{"full_text":"#QatarAirways is working to keep you safe in the air and on the ground with rigorous COVID-19 protocols, including UV light cleaning technology, diligent mask usage and increased sanitisation.","sentiment_score":0.45}
{"full_text":"If you follow #drcole, screen\/follow everyone who LIKES this #GetBoostedNow #stayhome #disabledmatter #eldersmatter #youmatter","sentiment_score":0.0}
{"full_text":"RT Why are all discussions about covid in schools so cavalier about the long term implications of the disease on teachers...","sentiment_score":-0.05}
{"full_text":"India's #realestate industry staged a rebound from 2020's downturn, with housing sales seen rising.https:\/\/t.co\/Vgxzg1jw2V","sentiment_score":0.0}
{"full_text":"Ryanair's annual loss forecast grows amid Omicron fears and tighter travel restrictions#OmicronVirus #Covid19 #Omicron #Travel","sentiment_score":0.0}
{"full_text":"RT All the Love  &amp; Respect to #SmallBusinessOwners out there who stood their ground during these #COVID19 difficult times...","sentiment_score":0.0}
{"full_text":"During the year ended 30 September, the Australia and New Zealand Banking Group profits jumped by 65 per cent, following a release of funds which were set aside to cover potential bad loans amid the pandemic...Read Morehttps:\/\/t.co\/W6diNdnfyA","sentiment_score":-0.1409090909}
{"full_text":"Prateek Kuhad's Delhi concert postponed amid rising COVID cases; 'Hold onto your tickets'https:\/\/t.co\/XQmoiL1JI8","sentiment_score":0.0}
{"full_text":"Following the pandemic, Virginia reports a dramatic drop across the board when it comes to kids passing their post-pandemic Standards of Learning tests.WATCH: reports:https:\/\/t.co\/15nZrng7yq","sentiment_score":-0.2166666667}
{"full_text":"RT Hmmm. The sentiment here is great but if there's only one man who's ultimately responsible for this entire mess, it's the ma...","sentiment_score":0.165}
{"full_text":"RT Sent a 4 year old with #Covid19 and respiratory distress to the hospital yesterday (Christmas Day). Now in peds ICU.But...","sentiment_score":0.1}
{"full_text":"There is plenty of time for you to #GetBoostedNow ahead of the New Year If you are 18 or over, and had your second dose at least three months ago, you can walk-in to RJAH for your covid booster!A full list of our open times can be found here:","sentiment_score":0.0372727273}
{"full_text":"RT #BREAKING: #Oman to prohibit employees without #COVID19 vaccination certifications from entering the workplace, health author...","sentiment_score":0.0}
{"full_text":"With the lockdown coming off and life's slowing resuming to normal, here are the best Vietnamese restaurants in Australia's biggest cities to try right now. #FlavorsVN2021","sentiment_score":0.4785714286}
{"full_text":"A vicious cycle of inequity: How #HIV provides a path for strengthening the world's #COVID19 response.","sentiment_score":-1.0}
{"full_text":"RT prayer circle:                                                                                    no more bts...","sentiment_score":-0.25}
{"full_text":"The global coronavirus caseload has topped 279.9 million, while the deaths have surged to more than 5.39 million and vaccinations to over 8.94 billion#CoronavirusPandemic #Coronavirus #COVID19 #OmicronVariant","sentiment_score":0.25}
{"full_text":"RT Theaters should be closed #valimaicluster","sentiment_score":-0.1}
{"full_text":"Today, December 27th is the #InternationalDayOfPreparationForEpidemicsAs evidenced by the #pandemic of #COVID19, infectious diseases and epidemics have devastating effect on human healthMeletios Therapeutics is taking part of this fight ","sentiment_score":-0.5}
{"full_text":"#CritCare #OpenAccess COVID-19: #HFNC is associated with a reduction in oxygenation failure, whereas #NIV is associated with a higher mortality #FOAMed #FOAMcc #BMC #intubation #ventilation #ARDS #respiratory_failure #COVID_ICU","sentiment_score":-0.0333333333}
{"full_text":"Leeds are next due to play on January 2 at Elland Road against Burnley when their players are all expected to be out of isolation. #lufc","sentiment_score":-0.075}
{"full_text":"This is complete nonsense. Of course infection spreads in social settings. The inconsistencies in Government Covid19 management is at the heart of why Covid is yet again out of control","sentiment_score":0.0111111111}
{"full_text":"RT 1\/ Lots of questions on why I think we could be in the early part of the COVID decade. Tons of focus right now on omicron,...","sentiment_score":0.1928571429}
{"full_text":"Sensible advice from to help reduce the spread of #COVID19. Also remember to get a #BoosterJab if eligible and appropriate.","sentiment_score":0.5}
{"full_text":"TODAYCome to the opening event of the audio-visual installation of \"Voices of New Belarus\". The event will be held today 5PM - 8:30PM at the Black Box Due to the new COVID Restrictions, this will be THE ONLY CHANCE to experience this installation","sentiment_score":-0.0037878788}
{"full_text":"RT Some patients continue to experience cardiovascular symptoms months after recovering from COVID-19","sentiment_score":0.0}
{"full_text":"As the pandemic is far from over, #Europe will aim to #LeaveNoOneBehindWe contributed EUR400 million to a total of 500 as part of #TeamEurope supporting the #COVAX initiative to make a #COVID19 vaccine available for developing countries","sentiment_score":0.1875}
{"full_text":"RT This pandemic makes it clear how dysfunctional our healthcare system is. Not only do we pay the highest prices in the world...","sentiment_score":0.05}
{"full_text":"Hello Madam\/sir,Could you please guide me how to apply for freshwater fish culture under PMMSY? Location: Dist-Balasore, Odisha. State Dept officials refusing to accept saying pmmsy for Freshwater is now over as it was an initial covid guide. Thanks.","sentiment_score":0.1}
{"full_text":"RT You notice with all these New Covid Variants they STILL Haven't closed the Border?","sentiment_score":0.0181818182}
{"full_text":"Today marks the International Day of Epidemic Preparedness, set by the #UN General Assembly last year to advocate for the importance of the prevention of, preparedness for and partnership against epidemics. #COVID19","sentiment_score":0.0166666667}
{"full_text":"Registration for Covid vaccine to open for children on Jan 1; check how to register on CoWIN app#CoWIN #Vaccination","sentiment_score":0.0}
{"full_text":"Private equity hedge funds and the profiteers of Covid19 through PPP bailouts, loans, aquistions of foreclosed companies...And the paid actors inside corrupt lawfirms to divide and distract with fear mongering tweets that pretend to be Patriotic.","sentiment_score":-0.25}
{"full_text":"Throughout the year, campaigners in the UK and around the world have been calling for world leaders to put peoples lives above pharmaceutical profits. Vaccine supplies need to be increased to vaccinate the world.    Join us to support a #PeoplesVaccine","sentiment_score":0.0}
{"full_text":"FutureDanger Indicator: VACCINATIONS FORCEDHeatMap Column 4&gt; #Vaccine #Vaccinations #Vaccination #Vaxx","sentiment_score":0.0}
{"full_text":"Nobody is denying that it was propaganda. In fact, that's the exact complaint of the original Tweet and my own response: The grand narrative about the vaccine turned out to be propaganda, yet there are still people who deny that there was ever any propaganda.","sentiment_score":0.140625}
{"full_text":"We are running various drop-in clinics this week so there is still time to get #BoostedByTheBells  Details of our upcoming drop-in clinics can be found on our website:","sentiment_score":0.0}
{"full_text":"RT First death from Omicron variant registered in Australiahttps:\/\/t.co\/uPeiCHBaY2","sentiment_score":0.25}
{"full_text":"RT +UPDATE+A number of Conservative MPs including it is thought at least one Cabinet minister involved in organised briefi...","sentiment_score":-0.3}
{"full_text":"In my county is CA, unvaxxed persons account for between approx 70%-80 of COVID cases, hospitalizations or deaths, depending upon which metric you're examining.","sentiment_score":0.0}
{"full_text":"EVOLVE has been a part of many events, and the pandemic brought a new reality - many of them were online.Our event highlights include the HiPEAC and Teratec conferences, the Future Data Week and, naturally, our final event at the EBDVF 2021.#EvolveAchievements@CORDIS_EU","sentiment_score":0.2060606061}
{"full_text":"Consuming alcohol during pandemic linked to more liver disease, deaths","sentiment_score":0.5}
{"full_text":"Grab-a-jab at Beeches Green Health Centre, Stroud from 8.30am-12.30pm today.Anyone over 18 for a booster, or 16+ for first and second doses of Pfizer. Read the criteria in full","sentiment_score":0.1}
{"full_text":" NEW JOB at: Central Queensland Hospital and Health Service Role : Nurses - COVID-19 Clinic Date of posting: 2021-12-08Address: SydneyJop Type: Casual\/VacationApply:","sentiment_score":0.0681818182}
{"full_text":"RT Him: \"Vaccination is pointless, it only reduces the chances of people dying. Vaxxed people are still catching covid\"Me...","sentiment_score":0.1166666667}
{"full_text":"Not had your COVID-19 vaccine or booster yet? Walk-in vaccinations at Stoke Mandeville Hospital Hub +, Mandeville Wing. 28 Dec - 10am-6pm 29 Dec - 8am-4pm 30 Dec - 8am-4pmYou can also book appointments via the national booking system https:\/\/t.co\/ZU6e7XovJH","sentiment_score":0.0}
{"full_text":"[The last workday of the year] Thank you very much for all your support this year. Although the covid-19 pandemic still continues, it was my great pleasure working with you all. I wish you a prosperous 2022 filled with health, happiness, and success.","sentiment_score":0.41}
{"full_text":"RT Gov won't publish records of meetings between Dido Harding &amp; Covid firms The NAO reported in December that 70% of cont...","sentiment_score":0.0}
{"full_text":"You know I've been in red resus and itu for 2 years. The question is, how can our lived experience and learning be so easily suppressed and policy determined by the likes of the \"Covid Recovery Group\"?","sentiment_score":0.2166666667}
{"full_text":"'A democratic society like ours ought to have a reckoning with the alarming disparity between what we were told about Omicron and what seems to be the truth about Omicron, and ask ourselves how this could happen.' Brendan O'Neillhttps:\/\/t.co\/2HVhfJizZS","sentiment_score":-0.1}
{"full_text":"Pasay City Mayor Emi Calixto-Rubiano urged city residents to strictly observe basic health protocols after five active cases of COVID-19 were recorded in the city after Christmas.https:\/\/t.co\/sSvdkzQlw4","sentiment_score":-0.0666666667}
{"full_text":"Have you received financial support to get through the corona crisis?#RepayingCoronaSupport #CoronaSupport","sentiment_score":0.0}
{"full_text":"BELGIUM: Belgium's Chamber will hold a broad debate on mandatory vaccination and the Covid Safe Ticket after the end of the year recess.https:\/\/t.co\/NM3P5QYkSg","sentiment_score":0.28125}
{"full_text":"Italy bore the early brunt of Covid, and showed the rest of Europe what lay ahead in the pandemic.In this revisited episode of journalist reflects on a country that's been on an emotional journey over the past two years.https:\/\/t.co\/vQYNRsSIch","sentiment_score":-0.05}
{"full_text":"RT The restaurant industry has been one of the hardest hit by the pandemic. Owners of bars and eateries watched as other b...","sentiment_score":-0.125}
{"full_text":"Corona letter: Omicron can be deadly for those with comorbidities and vaccinated","sentiment_score":-0.2}
{"full_text":"Man Utd boss Ralf Rangnick agrees with Jurgen Klopp on January transfer sticking point","sentiment_score":0.0}
{"full_text":"RT DUE TO THE VIRUS, INHABITANTS IN CHINA'S XI'AN ARE REQUIRED TO REMAIN INDOORS - TV.","sentiment_score":-0.125}
{"full_text":"What do we think of Boris Johnsons latest announcements? Personally I think after the Christmas party scandal who is he to dictate how we act. He may lead the country but he is  not my leader. #Boris #covid #politics","sentiment_score":0.25}
{"full_text":"We are running an optimised schedule due to Covid-19 measures, please check here for our daily sailings :","sentiment_score":-0.0625}
{"full_text":"The 2021 Military Bowl that would have featured the East Carolina Pirates and the Boston College Eagles was canceled Sunday due to COVID-19 protocols.https:\/\/t.co\/yO8ie2CXFz","sentiment_score":-0.1125}
{"full_text":"RT Around th world,masking,vaccine certificates r demanded for entry into markets\/malls.But,in India All political leaders...","sentiment_score":0.0}
{"full_text":"RT Frustrated by level of UK #COVID19 coverage and discourse: this isn't a rerun of the binary, Brexit polarisation - this tim...","sentiment_score":-0.7}
{"full_text":"Review of the year 2021: Lockdown, the shocking murder of Sarah Everard and the death of Prince Philiphttps:\/\/t.co\/eYQJMNccT2","sentiment_score":-1.0}
