{"full_text":"Hear! Hear!","sentiment_score":0.0}
{"full_text":"The thing is.  They know the vaccine didn't work. They still want to mandate it.  Why?","sentiment_score":0.0}
{"full_text":"RT We've got ourselves into an 'incomparably better' position now with herd immunity - literally a world-beating infection...","sentiment_score":0.5}
{"full_text":"Every last word. ","sentiment_score":0.0}
{"full_text":" Good job being obedient and right on message, spinning the conversation for Trump. I saw and heard him downplay the vaccine. He also didn't announce when he got his first vaccine. There was a lack of positive messaging from him and my friends parents died.","sentiment_score":0.3725974026}
{"full_text":"RT The Biden Administration has cut supplies of monoclonal antibody treatments &amp; testing kits when they are needed most.T...","sentiment_score":0.0}
{"full_text":"RT My sister had an appointment today for a COVID test, but the COVID testing place is now closed because everyone working there...","sentiment_score":-0.1}
{"full_text":"RT I cannot take anybody who still believes we are 'in the middle of a deadly pandemic' seriously.","sentiment_score":-0.1777777778}
{"full_text":"If you're fearful, you're either a) a leftist progressive authoritarian or b) a COVID Cultist. And you SHOULD be afraid. Group A will have a massive pendulum swing stripping them of power. Group B will have a very uncomfortable awakening. Enjoy!","sentiment_score":-0.2833333333}
{"full_text":"RT Lift a glass to our Dolly!","sentiment_score":0.0}
{"full_text":"RT Covid or not if I'm sick I'm not going no where , y'all acting like y'all gone die if y'all miss an event ","sentiment_score":-0.3571428571}
{"full_text":"RT avoiding omicron, december 2021","sentiment_score":0.0}
{"full_text":"RT Missouri's COVID-19 related State of Emergency will expire and not be renewed on December 31, 2021.","sentiment_score":0.0}
{"full_text":"RT Vaccinated or not, the CDC still recommends you use your blinkers while driving.","sentiment_score":0.0}
{"full_text":"RT cdc 2020: boil your handscdc now: what if we kissed inside the chuck e. cheese ball pit","sentiment_score":0.0}
{"full_text":"RT  Incredible! Such clear &amp; useful advice about prevention from &amp;  #COVIDisAirborne #Covid19 #Omi...","sentiment_score":0.35}
{"full_text":"RT Got covid booster and had a weird fever dream about a Seinfeld theme park called Seinfeldland and I'm genuinely upset...","sentiment_score":-0.05}
{"full_text":"RT Rules for thee but not for me....Id get out of nyc and go to Florida too","sentiment_score":0.0}
{"full_text":"RT The CDC recommends bringing the giant wooden horse into the city, it seems nice","sentiment_score":0.2}
{"full_text":"COVID dominated the news in Florida in 2021, along with the search for Brian Laundrie, the Surfside condo collapse, red tide and more.","sentiment_score":0.25}
{"full_text":"COVID dominated the news in Florida in 2021, along with the search for Brian Laundrie, the Surfside condo collapse, red tide and more.","sentiment_score":0.25}
{"full_text":"Crazy how Courtland Sutton becomes a viable play this week after not topping 40 yards in any of his last eight gamesNoah Fant also becomes a surefire TE1 with Jerry Jeudy out Sunday","sentiment_score":-0.3}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"339 Athlete Cardiac Arrests, Serious Issues, 193 Dead, After COVID Shot | Opinion - Conservative","sentiment_score":-0.1944444444}
{"full_text":"As #Omicron spreads across the country, #PrinceAndrew claims immunity, as a Prince of the Royal House.","sentiment_score":0.0}
{"full_text":"RT The CDC also say to #RestoreTheSnyderVerse","sentiment_score":0.0}
{"full_text":"RT \"Serious staffing shortage\" calls going out from hospital units all over Ontario. Now they might allow sick workers w\/ Covid to...","sentiment_score":-0.5238095238}
{"full_text":"RT Ron DeSantis shut down all state-operated COVID testing sites and refuses to open them up despite cases in Florida increasin...","sentiment_score":-0.0777777778}
{"full_text":"RT The older you get, the less important certain events like NYE are. Don't get me wrong. I'll be drunk tonight. But I won't b...","sentiment_score":-0.0642857143}
{"full_text":"I would like to have an answer from KLM as well! Today morning my partner wasn't allowed on the plane. He had all documents with him, passport, visa, covid test, and your stuff in Leeds Airport said he had to have an invitation from Russia! Your stuff ruined our family New Year!","sentiment_score":0.1704545455}
{"full_text":"I started using twitter during the pandemic and brought to the distinct mania and unhinged nature which has characterized the last two years. So grateful to you all!","sentiment_score":0.15}
{"full_text":"RT BREAKING: Weekly jobless claims totaled 198,000 for the week ended Dec. 25 beating expectations and near the lowest lev...","sentiment_score":0.1}
{"full_text":"Omicron","sentiment_score":0.0}
{"full_text":"RT Since it's not safe to go out tonight amid the major surge of COVID cases...why not contribute what you planned to spend on...","sentiment_score":-0.09375}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"Isolation periods drop from 10 days to 5 in Alberta. And we will have to wait till Monday to see which businesses will be given an exemption to bring back workers sick with Covid out of isolation early.https:\/\/t.co\/r73XGpjI5v","sentiment_score":-0.3571428571}
{"full_text":"RT The CDC says that no matter how shitty it might feel right now, it will always be New York or Nowhere.","sentiment_score":0.211038961}
{"full_text":"not forgetting the short chaotic women. We aren't looking back to Sodom and Gomorrah. Stay home","sentiment_score":0.0}
{"full_text":"RT WHERES MY MONEY KAM ?? WHERES MY MONEY JOE????","sentiment_score":0.0}
{"full_text":"RT ~190,000 Covid cases 'confirmed' today. This ridiculously high figure DOES NOT inc...","sentiment_score":0.28}
{"full_text":"RT That's a big one.","sentiment_score":0.0}
{"full_text":"RT Rules for thee but not for me....Id get out of nyc and go to Florida too","sentiment_score":0.0}
{"full_text":"pls lord no more","sentiment_score":-0.25}
{"full_text":"RT 2021 recap; - bought a home with my beautiful wife - joined an amazing team with with an exciting future for 2022- do...","sentiment_score":0.4375}
{"full_text":"I made my cousins not come into my house for Christmas cuz of covid ","sentiment_score":0.0}
{"full_text":"RT The CDC said puke &amp; rally","sentiment_score":0.0}
{"full_text":"RT One of the 1984 type Covid absurdities: While the Fauci strategy was implemented under two presidents and by most gove...","sentiment_score":0.5}
{"full_text":"RT me checking if bad bunny has covid","sentiment_score":-0.7}
{"full_text":"RT Why are some people worried about unknown long term side-effects of the vaccine but not the unknown long term side-effects of...","sentiment_score":-0.075}
{"full_text":"Travel ban....in a land of no enforced borders.","sentiment_score":0.0}
{"full_text":"RT NEW: The Ministry of Education will be suspending reporting of COVID-19 cases in child care, according to a memo from t...","sentiment_score":0.1363636364}
{"full_text":"RT Covid booster 88% effective against hospital treatment with Omicron","sentiment_score":0.6}
{"full_text":"Weird revelation that this whole pandemic will become shared trauma and massive FOMO feels for my whole generation","sentiment_score":-0.025}
{"full_text":"RT He walks away from governing during a pandemic.He's silent amid growing extremism in his party that led to Jan 6th. H...","sentiment_score":0.0}
{"full_text":"RT Rules for thee but not for me....Id get out of nyc and go to Florida too","sentiment_score":0.0}
{"full_text":"RT As it's New Year's Eve we thought we'd celebrate with you all with this covid safe firework (anemone) display. Happy ne...","sentiment_score":0.4787878788}
{"full_text":"Fantastic thread. -- seriously, whoever monitors your feeds, read take on this -- it's about much more than the CDC guidelines. They nail where we are right now.","sentiment_score":0.2130952381}
{"full_text":"People can get reinfected.This is akin to eugenics. For many people, especially those of us who are immune compromised, #HighRiskCovid19, or elderly, #Covid19 won't be mild. It may kill us.And this is short-sighted. Mild and asymptomatic cases of COVID can lead to #LongCovid.","sentiment_score":0.2916666667}
{"full_text":"RT 22\/ It shows that those who were shunned &amp; banned for yelling against locking asymptomatic people up for 14 days had a...","sentiment_score":0.0}
{"full_text":"RT LMAOO shit look like a verizon commercial gg yall","sentiment_score":-0.1}
{"full_text":"RT We do too, but my daughter was at a Fred Meyer in Ellensburg and only about 15% wearing m...","sentiment_score":0.0}
{"full_text":"The CDC recommends catching COVID before catching these HANDS.","sentiment_score":0.6}
{"full_text":"Nah My family is good we'll stay part of the 4 percent. Only person in my family to get Covid was vax'd! ","sentiment_score":0.35}
{"full_text":"See y'all there","sentiment_score":0.0}
{"full_text":"RT The ruling class has decided on a policy of uncontrolled infection. Workers will get sick, but they must stay on the job. Chi...","sentiment_score":-0.7142857143}
{"full_text":"RT psa: the covid vaccine(s) were never supposed to prevent you from getting covid- you can and still will get covid.the...","sentiment_score":0.0}
{"full_text":"RT A thread about vaccines and why vaccinated people are catching COVID- The vaccines that were developed were against...","sentiment_score":0.35}
{"full_text":"RT Liverpool: Thiago joins Firmino, Origi and Minamino as out injured. Three new COVID cases reportedChelsea: Reece James an...","sentiment_score":0.1363636364}
{"full_text":"RT I pray to God that #NewYear2022 bring a new ray of hope and everyone gets rid of  #COVID19Stay Safe &amp; HealthyWishing...","sentiment_score":0.3181818182}
{"full_text":"Okay.","sentiment_score":0.5}
{"full_text":"RT COVID hospitalizations are ramping, not just cases.","sentiment_score":0.0}
{"full_text":"RT Free at-home and in-person COVID-19 tests. Free N95\/KN95 high-quality masks. For every person in our country. For whenever th...","sentiment_score":0.4}
{"full_text":"I flew 100,000 miles this year and did not get it. Safety and vaccine","sentiment_score":0.0}
{"full_text":"Didn't you just spend $4B to do just this? Don't tell me the money was spent on gazebos, piers, upgrades at the Kennedy Center and turf fields.","sentiment_score":-0.1}
{"full_text":"\"Omicron's spread was \"unexpectedly fast\"\" kinda like how Delta's effects in BC were unexpected despite data everywhere else suggesting otherwise. Politicians with pants down are busy fucking people over rather than working.","sentiment_score":-0.0711111111}
{"full_text":"RT Let the new year resolution be keep fighting Corona &amp; Other Viruses troubling our nation !! #HappyNewYear to all my...","sentiment_score":-0.0294744318}
{"full_text":"Most luckiest hero ","sentiment_score":0.5}
{"full_text":"RT QUESTION: Since anti-vaxxers don't believe in science and medicine, why are they filling up all the ICU beds in hospit...","sentiment_score":0.0}
{"full_text":"Jecorey has the right idea. ","sentiment_score":0.2857142857}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"RT When I first saw this TikTok Aug 2020, I laughed. As I revisit now, it's still funny, but also, not funny at all? ","sentiment_score":0.26875}
{"full_text":"RT Cases in New York City are up 1,342% since vaccine passports started and an astonishing 861% in only 2.5 weeks since the mask m...","sentiment_score":0.2121212121}
{"full_text":"Does anyone find it strange that children weren't getting Covid hardly at all until they started getting vaccinated? Just talked to my niece a couple days ago and she told me her pediatrician told her not to vaccinate her 3 children. There's 2 sides to the vaccination.","sentiment_score":-0.1708333333}
{"full_text":"This is one major reason for optimism for 2022 (at least in terms of COVID-19) and I hope more people hear about it.","sentiment_score":0.0875}
{"full_text":"RT AOC sipping drinks, maskless and open in the free state of Florida while New York City suffers from record high cases of COV...","sentiment_score":0.0192727273}
{"full_text":"RT Me coming back to work after my recommended 5 day quarantine by the cdc","sentiment_score":0.0}
{"full_text":"2019 was a redshirt year then Covid being in 2020 so he is a redshirt sophomore at 22 years old. He should go to the draft this year will be a top 2 QB","sentiment_score":0.3}
{"full_text":"Can you please clear up an item on this evening. If you received A-Z vaccine over 20 weeks ago - the strength of the vaccine has gone? The booster gives you the same strength - but this only lasts approx 10 weeks? Thank you. Happy New Year","sentiment_score":0.2072727273}
{"full_text":"RT remember when we thought covid was gonna last three months? now look at us .... about to enter our third year with it. htt...","sentiment_score":0.0}
{"full_text":"RT Florida's COVID death toll: 62,480Ron DeSantis's 2018 margin of victory: 32,463","sentiment_score":0.0}
{"full_text":"RT Now \"people getting a cold\" is a headline.","sentiment_score":-0.6}
{"full_text":"RT [covid talk]Lot of attention right now on the relationship between microclots and long covid and I'm supposed to be wri...","sentiment_score":0.1178571429}
{"full_text":"RT The source of our economic problems is the virus, not efforts to control the virus.Much as eating out collapsed in March...","sentiment_score":0.2}
{"full_text":"That happened way before Covid.","sentiment_score":0.0}
{"full_text":"RT I've heard of some hospitals making nurses that test positive for covid go work and help patients....","sentiment_score":0.2272727273}
{"full_text":"RT I visited my parents in Maryland for the holidays, and upon testing positive for COVID-19, I discovered the state's rece...","sentiment_score":0.2272727273}
{"full_text":"RT I'm really worried about all our healthcare workers.  They were exhausted before covid.  Conservatism and right wing p...","sentiment_score":0.0285714286}
{"full_text":"RT Don't worry our government can totally stop climate change just like they put a stop to the coronavirus. We should totally tr...","sentiment_score":0.0}
{"full_text":"RT New York prioritizes 'non-white' people for COVID treatments to fight 'inequity' | The Post Millennial","sentiment_score":0.1363636364}
{"full_text":"RT The CDC said","sentiment_score":0.0}
{"full_text":"Found him #WheresRonnie #WhereIsRon","sentiment_score":0.0}
{"full_text":"Republican or Democrat it doesn't matter. They all serve the same master. Is there anyone who actually believes the government has our best interests at heart?https:\/\/t.co\/Kqf34yCCT9","sentiment_score":0.3333333333}
{"full_text":"Betting nfl right now","sentiment_score":0.2857142857}
{"full_text":"We've made a lot of scientific advances - the only difference b\/w this pandemic and others is that we mitigated a lot of death thru science\/modern medicine, but we must exercise some humility - we can't outrun nature. But that's very hard for a lot of ppl to accept.","sentiment_score":-0.1895833333}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"Staying home tonight because we're still in a pandemic NOT because I have nowhere to go anyway. Yup, that's why.","sentiment_score":0.0}
{"full_text":"Dodging Omicron just tryna get through 2021 like...","sentiment_score":0.0}
{"full_text":"RT OFFICIAL: The Miami HEAT have signed guard Mario Chalmers to a 10-day contract using the COVID-Related Hardship Allowance. H...","sentiment_score":0.0}
{"full_text":"RT I take a week off of social media. I return to find out that sick hospital workers are OK to work but healthy ones who pr...","sentiment_score":0.0797619048}
{"full_text":"RT gorgeous gorgeous girls cancel their plans and stay home for New Years","sentiment_score":0.5121212121}
{"full_text":"RT LMAOO shit look like a verizon commercial gg yall","sentiment_score":-0.1}
{"full_text":"RT It is 3pm. Rounds keep getting interrupted by crash c sections. Half the laboring moms are COVID positive. I would very m...","sentiment_score":0.0868686869}
{"full_text":"The Chief Medical Officer Of Health of Ontario basically told all of us to not get tested anymore yesterday. He basically said if have symptoms you have COVID and should act accordingly (our testing capacity is overwhelmed and hospitalizations and deaths are starting to rise).","sentiment_score":0.0}
{"full_text":"Covid Norms go for a Toss! No Covid-19 protocol, No SOPs, during New year celebrations at Gulmarg Kashmir. While as Penalty, Fine &amp; Covid rules, are only for poor and common man.","sentiment_score":-0.0293939394}
{"full_text":"RT LMAOO shit look like a verizon commercial gg yall","sentiment_score":-0.1}
{"full_text":"Individuals experiencing mild COVID-19 symptoms to self-isolate. Individuals with more severe COVID-19 symptoms, such as difficulty breathing, should visit the Urgent Care Centre at Hotel Dieu Hospital or the Emergency Department at Kingston General Hospital.","sentiment_score":0.2208333333}
{"full_text":"Paying off my house taking these covid crisis contracts","sentiment_score":0.0}
{"full_text":"RT The CDC released updated COVID-19 quarantine guidelines Dec. 27. This graphic shows all the recommended timelines for various...","sentiment_score":0.0}
{"full_text":"Some weekend scheduling changes for and Both games today at St. Mary's have been postponed due to COVID and the women's game Sunday has been postponed as well. Download the UTPB Athletics App for the latest schedule updates.","sentiment_score":-0.0083333333}
{"full_text":"Strange coming from the guy who drank the vaccine Kool aid full strength....","sentiment_score":0.15}
{"full_text":"RT Over 150 studies find that wearing masks makes no difference stopping the spread of the China virus #OANN...","sentiment_score":0.0}
{"full_text":"RT avoiding omicron, december 2021","sentiment_score":0.0}
{"full_text":"RT Rules for thee but not for me....Id get out of nyc and go to Florida too","sentiment_score":0.0}
{"full_text":"She's like fucking covid, always a new variant popping up.","sentiment_score":-0.2318181818}
{"full_text":"RT Two weeks ago there were 6,300 Covid patients in hospitals in England.Today there are 12,400.NHS capacity is being o...","sentiment_score":0.0}
{"full_text":"No, it was typo.  How long do you want to stay on a typo ?","sentiment_score":-0.05}
{"full_text":"i have covid on my favorite holiday. fml.","sentiment_score":0.5}
{"full_text":"RT A little over a month ago, I was shut down and labeled \"misinformation\" on network TV when I said that vaccinated people...","sentiment_score":-0.1715277778}
{"full_text":"RT The CDC says Virgo was right all along and we should have been listening to them","sentiment_score":0.2857142857}
{"full_text":"RT As Americans, one of the most effective and powerful things we can do to force systemic change in our favor isn't protestin...","sentiment_score":0.4666666667}
{"full_text":"RT Vaccinated individuals are still getting COVID left and right. It's just a preventative measure from severe symptoms a...","sentiment_score":0.1428571429}
{"full_text":"RT The evidence for lower virulence of Omicron continues to build, with recent studies finding less lung pathology in multipl...","sentiment_score":-0.0833333333}
{"full_text":"RT Ron DeSantis has now gone from posting 2 week old visits to restaurants to a video showing old high school football gam...","sentiment_score":0.12}
{"full_text":"RT Texas Gov. Abbott asks federal government for more COVID testing sites in areas with spikes","sentiment_score":0.5}
{"full_text":"#NYE2021 and my mum still in hospital in Letterkenny.  Missing her so much.  Have not been able to visit her for a few days as there was covid in her ward.  Hopefully she will be out soon or transferred to a hospital in Cork.","sentiment_score":0.075}
{"full_text":"RT Due to the recent increase in Covid cases in NL, we have cancelled all  programs up to and including Thursday, January 6. T...","sentiment_score":-0.0625}
{"full_text":"overheard on the street: \"I'm not afraid of covid. I live in San Francisco.\"","sentiment_score":0.2181818182}
{"full_text":"RT One rule for the elite. Another for the hoi pillloi.","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: 14 members of Congress have covid, 13 Democrats and one Republican.","sentiment_score":0.0}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"RT That's a big one.","sentiment_score":0.0}
{"full_text":"Vikings Kirk Cousins OUT vs Packers After Testing Positive For COVID-19 &amp; Twitter is Loving It ","sentiment_score":0.4136363636}
{"full_text":"The US shattered its average daily Covid-19 case record again. Experts say numbers will keep climbing in the coming weekshttps:\/\/t.co\/N4URDy8uTU","sentiment_score":-0.075}
{"full_text":"Ransomware continued to be a major security and operational issue in 2021. We took a look at how the threat is impacting schools, many of which have turned to remote learning options during COVID-19:","sentiment_score":0.1541666667}
{"full_text":"In many places, New Year's Eve celebrations were muted or canceled for the second straight year due to a surge of coronavirus infections, this time driven by the highly contagious omicron variant.Read more:","sentiment_score":0.1959090909}
{"full_text":"RT Ron DeSantis Slammed For Vanishing Act During Florida Omicron Crisis via","sentiment_score":0.0}
{"full_text":"Happy New Year everyone! Here's to hoping there's less COVID and more normalcy this year.","sentiment_score":0.3259469697}
{"full_text":"Team news Management comments COVID protocols Previous meetings Ticket information Odds OfficialsIt's all in our match preview as #Gills prepare for the trip to MK Dons.https:\/\/t.co\/mmjkS3PM9E","sentiment_score":-0.1666666667}
{"full_text":"If you gonna act like that you need to stay home ","sentiment_score":0.0}
{"full_text":"Auld Lang Syne: Dr. Anthony Fauci OK'd small, at-home New Year's Eve gatherings among vaccinated and boosted individuals on Wednesday, but he urged Americans to cancel plans to attend larger parties as conditions become more grim amid the #Omicron variant:","sentiment_score":-0.0189393939}
{"full_text":"With a sharp rise in Covid-19 cases, the roll out of the booster to over 16s was brought forward from January 10th.https:\/\/t.co\/9k6s7LT0a0","sentiment_score":-0.125}
{"full_text":"206 Marines have been separated for refusing to comply with the Pentagon's COVID-19 vaccine mandate, according to a Marine Corps spokesperson.MORE:","sentiment_score":0.0}
{"full_text":" Attention Homeowners If you have an FHA mortgage &amp; you are behind on your payments due to #COVID19, FHA has extended the deadline to apply for temp relief from payments to Sept 30, 2022#NewMexico homeowners, contact us to learn morehttps:\/\/t.co\/QY8pT5XHmw#nm #abq","sentiment_score":-0.2625}
{"full_text":"22 years old and I'm tucked up in bed on New Year's Eve and I don't even have covid. No ragrets","sentiment_score":0.1181818182}
{"full_text":"Flu seasons are unpredictable. The best way to protect yourself, your loved ones, and your community is to get a flu shot. Most people who get the flu vaccine have no side effects. Find a location near you to get your flu vaccine:","sentiment_score":0.4266666667}
{"full_text":"You would need to drive a long way to find another area that lowhttps:\/\/t.co\/Or4s5dOHhe","sentiment_score":-0.05}
{"full_text":"Isolation changes based on science, CMOH says. #yyc #yeg #covid19ab","sentiment_score":0.0}
{"full_text":"Quick Hits:  Bob Huggins says multiple players \"will be under COVID protocol\" when #WVU takes on (17) Texas Saturday afternoon.The head coach also spoke about the transfer portal, and gave a scouting report on the Longhorns. #HailWV","sentiment_score":0.1666666667}
{"full_text":"A lot of people have been indifferent about disabled people during COVID. COVID is a mass disabling event. The thing about disability justice is that disabled people will keep fighting for justice for newly disabled people - even if those same people didn't fight for them.","sentiment_score":-0.15}
{"full_text":"RT People are testing positive on rapid tests but their bosses are requiring PCR tests. They can't find anyplace to get a PCR...","sentiment_score":0.2272727273}
{"full_text":"It means that in Manhattan (this is just for the Borough), there are about 335,000 people who aren't fully vaccinated who are running around a 23 square mile area as this extremely contagious variant is in the air.","sentiment_score":-0.125}
{"full_text":"One of the biggest challenges in spring training with Covid was that pitchers were in one clubhouse and hitters another through much of camp.","sentiment_score":0.2}
{"full_text":"RT CDC recommends 3 year quarantine for anyone who shows up to the golf course with a full set of iron covers","sentiment_score":0.35}
{"full_text":"this is a scheduled tweet from nye 2020! i won't tempt the gods so no resolutions--but i'm curious about 2021. was there real change w biden? a covid spike? did i miss all of 11 grade or 12 bc of covid? did i get into stanford\/uk uni? did i fall in love? most of all...am i happy?","sentiment_score":0.38}
{"full_text":"RT The older you get, the less important certain events like NYE are. Don't get me wrong. I'll be drunk tonight. But I won't b...","sentiment_score":-0.0642857143}
{"full_text":"Papers please","sentiment_score":0.0}
{"full_text":"have written to households following a spate of unauthorised felling","sentiment_score":0.0}
{"full_text":"happy new year to covid-19","sentiment_score":0.4681818182}
{"full_text":"More than 493,900 people have died of #COVID19 in 547 cities checkered across all of #Iran's 31 provinces, according to the Iranian opposition PMOI\/MEK.","sentiment_score":0.5}
{"full_text":"Live on yr mountain in Tennessee &amp; tell thousands of Floridians packed in here w maskless fools frm all over the world, cooking up the most unique blend of COVID anywhere. Desantis does this to gain points for his political future at our great mortal expense. Liberty? Selfishness","sentiment_score":0.3018939394}
{"full_text":"We must look at teachers as learners to support them today as well as when the pandemic eases and teachers are ushered into a world with new definitions of schooling, new expectations of learning tech and new partnerships with home learning. ","sentiment_score":0.1363636364}
{"full_text":"A ban on using telemedicine to prescribe controlled medications was suspended in the pandemic. That's allowed many to seek opioid addiction treatment, but some worry about potential for abuse.https:\/\/t.co\/mKSe4zjeGV","sentiment_score":0.25}
{"full_text":"RT Today would be a great day for DeSantis to have a press conference to answer questions about COVID-19 #WhereIsRon","sentiment_score":0.8}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT 1,400 US flights canceled Friday as omicron continues to slow travel","sentiment_score":-0.3}
{"full_text":"BARBARA BENSON of Anderson, South Carolina died of COVID on Dec. 31, 2020.She \"was gentle and kind soul, smart as whip, tough...Her legacy will be the students she mentored, the knowledge she added to the world, and her devoted and loving grandchildren.\"","sentiment_score":0.4035714286}
{"full_text":"This week, the United States partnered with #COVAX to deliver more than 2.5 million COVID-19 vaccine doses to our friends in Angola and Ghana.","sentiment_score":0.5}
{"full_text":"RT Florida's COVID death toll: 62,480Ron DeSantis's 2018 margin of victory: 32,463","sentiment_score":0.0}
{"full_text":"DHEC leaders shared the cases that were positive last week, after taking time off for the holidays, and Dec. 27 saw the highest single-day increase in COVID-19 cases since late September.","sentiment_score":-0.0242424242}
