{"full_text":"Why are people so stupid?","sentiment_score":-0.8}
{"full_text":"I guess he believes in killing his voter and their kids.","sentiment_score":0.0}
{"full_text":"RT Did Geert correctly predict Omicron? Sustain our work:https:\/\/t.co\/eV7Nf0EPEt Follow us on Substack:","sentiment_score":0.0}
{"full_text":"Attention: Don't get COVID  #COVID","sentiment_score":0.0}
{"full_text":"RT How 'bout, if an individual dying of COVID, expressing regrets &amp; apologies to family (via phone) that he didn't get vacci...","sentiment_score":-0.05}
{"full_text":"Yeah I've thought about this. If covid only existed in America maybe but the entire world being in on it is a little far fetched!!","sentiment_score":-0.0078125}
{"full_text":"RT I performed this test on a child with autism in front of the pharmacy today. His mother wanted him tested because \"he had a...","sentiment_score":0.0}
{"full_text":"RT Doctor Stuns CNN by Delivering 'Bad' News: Omicron is 'Mostly Mild,' There are 'No Red Flags'https:\/\/t.co\/wdXjqXbxSx","sentiment_score":-0.1222222222}
{"full_text":"RT \"Never be a bystander whenever a minority is discriminated against.\"Right before the pandemic started, Marian Turski,...","sentiment_score":0.2857142857}
{"full_text":"Are we seeing some new form of Covid-19 Vaccine induced Acquired Immunodeficiency Syndrome? - Official Government data suggests the Fully Vaccinated are on the precipice of disaster as their Immune Systems are being decimated - The Expose","sentiment_score":0.1363636364}
{"full_text":"RT This is WRONG--PERIOD! Illinois State Rep Jonathan Carroll has sponsored a bill that amends the Insurance code saying a...","sentiment_score":0.0}
{"full_text":"I WAS LITERALLY WRITING A BOOK ABOUT THIS WHEN I WORKED FOR YOU!","sentiment_score":0.0}
{"full_text":"RT About 1600 people die each day from #COVID in the US.Most are #unvaccinated We have a medication. It's called a #vacc...","sentiment_score":0.0}
{"full_text":"RT **hospitalizations**\"On Monday, Michigan's COVID-19 hospitalization numbers reached 4,181, surpassing the previous record...","sentiment_score":-0.1666666667}
{"full_text":"RT Research shows that men spread the Covid virus more frequently than women or children. The theory is that it's because the...","sentiment_score":0.3}
{"full_text":"RT Covid proved this beyond doubt:\"You can have a PhD and still be an idiot.\"--Richard Feynman","sentiment_score":-0.8}
{"full_text":"Hacker houses are great except when everybody is suddenly all working from home, the Internet is over-used, there isn't enough common space, and there is a deadly pandemic.","sentiment_score":0.06}
{"full_text":"RT The pandemic did no such thing. The insane overreaction to the pandemic did that.","sentiment_score":-0.5}
{"full_text":"RT Seth Meyers Unloads on Fox News for Blaming Omicron on Democrats","sentiment_score":0.0}
{"full_text":"RT A #mRNA vaccine that induces \"tick immunity\" prevents black-legged ticks from properly feeding and slows the transmiss...","sentiment_score":0.0}
{"full_text":"RT In Delhi, 93.9 percent of eligible beneficiaries have received first dose of vaccination. Vaccines are the only way to...","sentiment_score":0.125}
{"full_text":"RT BREAKINGA federal judge has sided with South Carolina Attorney General Alan Wilson today and blocked the vaccine r...","sentiment_score":0.05}
{"full_text":"RT 'Cheese and wine?' Boris Johnson's staff joked about alleged lockdown party","sentiment_score":-0.1}
{"full_text":"RT So someone I know with a double lung transplant died today from Covid. She'd been forced back into work once furlough ha...","sentiment_score":-0.1}
{"full_text":"RT If you haven't gotten Covid yet, you are pre-disabled. When (not if) you finally get sick, you now have over a 50% chance o...","sentiment_score":-0.3571428571}
{"full_text":"RT The only thing that is growing exponentially since the beginning of the pandemic is the number of lies told by our governme...","sentiment_score":0.0}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"YAY, TEAM ..........","sentiment_score":0.0}
{"full_text":"No Physical Distancing. 2 to 3 weeks covid19 positivity rate will raise again... Tsk! Tsk! I hope hindi mangyari.","sentiment_score":0.0}
{"full_text":"RT And if this is true... NZs vaxprogram has been for naught","sentiment_score":0.35}
{"full_text":"RT This is all No 10 will say at the moment  \"As we have repeatedly stated, there was no Christmas party. Covid rules have been...","sentiment_score":0.0}
{"full_text":"RT Pfizer vaccine 'may be up to 40 times less effective' against omicron, study suggests","sentiment_score":0.2166666667}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"RT 7) Also key detail, among those previously infected with COVID, the vaccine shots came AFTER the infections. Thus, vaccine'...","sentiment_score":-0.0833333333}
{"full_text":"RT BREAKING: NYC Mayor Bill de Blasio's vaccine mandate on the NYPD has been temporarily BLOCKED by a Manhattan court.","sentiment_score":0.0}
{"full_text":"you still have not engaged with this O'Driscoll and Salje table at allhttps:\/\/t.co\/Mtu9Kd3WcR","sentiment_score":0.0}
{"full_text":"RT Is ... that why? Or is it because global oil prices soared and perhaps the federal government covered off many of Alberta's COV...","sentiment_score":0.25}
{"full_text":"RT Rhode Island hasn't either... education is acting \"as if\" COVID is gone, trauma doesn't exist and people are expendable... what a s...","sentiment_score":0.0}
{"full_text":"COVID is a UN\/Fauci global domination op. They've covered up the vax deaths and will be held accountable.","sentiment_score":0.0}
{"full_text":"RT Rahul Shivshankar is absolutely right. Why should only these protesting 'farmers' be compensated? Why doesn't the govt comp...","sentiment_score":0.1428571429}
{"full_text":"&gt; Be me&gt; hang out with a girl&gt; proud of myself&gt; two days later&gt; \"hey so I just got positive covid test...\" &gt; is Christmas&gt; mfw ","sentiment_score":0.5136363636}
{"full_text":"RT Imagine a vaccine so thoroughly tested they didn't know it would require 3 doses in 6 months until it had been given to 2...","sentiment_score":0.0}
{"full_text":"RT For the non French people : French government just decided to close clubs, and electronic concerts because of COVID. Meanwh...","sentiment_score":0.0}
{"full_text":"RT Officials trying to contact all 53K anime convention attendees in omicron probe by","sentiment_score":0.0}
{"full_text":"RT Can someone help me understand why an addictions centre would release all their vulnerable clients in the midst of a COV...","sentiment_score":-0.5}
{"full_text":"RT Katy has not looked at the data. But Katy won't do that, because Katy is powerful, so she doesn't need to. Katy knows ever...","sentiment_score":0.3}
{"full_text":"RT \"...philanthropy has a unique moment ... to bridge public and private sector concerns in service of real equity, transparenc...","sentiment_score":0.14375}
{"full_text":"RT Dang. I just got off a call with a bunch of doctors. My heart is broken. The level of moral injury, burnout, desperation....","sentiment_score":-0.2}
{"full_text":"RT \"*might* impact\" So many provincial govts seem to have leveraged the pandemic to achieve their goal o...","sentiment_score":0.5}
{"full_text":"RT New CDC report finds increase in autism, with 1 in 44 8-year-olds diagnosed","sentiment_score":0.1363636364}
{"full_text":"RT Judge blocks Biden's COVID-19 vaccine mandate for federal contractors | Just The News","sentiment_score":0.0}
{"full_text":"In New Hampshire you can get 8 free rapid covid tests delivered to you!!","sentiment_score":0.3806818182}
{"full_text":"99% of Americans over 65 are vaxxed, 84% over 18 vaxxed, cities are reporting infection rates approaching pre vaccine levels. How much data do u liberal fuckwits need to realize the un-vaxxed are not the problem, the problem is the vaccine doesn't work!","sentiment_score":0.125}
{"full_text":"The US funded the man made virus and then US corporate cronies made hundreds of billions off it. This was a made in China pandemic sold to America by our own crony capitalist mega corporations.","sentiment_score":0.3}
{"full_text":"RT THREE strikes! The third of Biden's five mRNA\/DNA shot mandates has been halted NATIONWIDE by a federal judge. These a...","sentiment_score":0.0}
{"full_text":"RT The Daily Beast summarizes this guy fairly well. His most controversial moment was i...","sentiment_score":0.4375}
{"full_text":"And what's the point of segregation if the \"clean group\"  can still catch and transmit Covid.I'm vaccinated, but find the passports utterly useless and ridiculous","sentiment_score":-0.1555555556}
{"full_text":"RT It's not about stigmatizing the unvaccinated. It's about educating them, and vaccinating them, because they are stigmatiz...","sentiment_score":0.0}
{"full_text":"RT WOW: a preprint study for The Lancet shows protection from the Covid shots declines severely after only a few months--and...","sentiment_score":-0.0333333333}
{"full_text":"Oh boy..Yet they STILL fight basic analytical Common Sense, having given up their God given consciousness, instead preferring the Lie to make incredulous decision to keep taking this toxic crapAny attempts with a Severe Reality Adjustment doesn't help.https:\/\/t.co\/ql3M8Ujl4X","sentiment_score":-0.15}
{"full_text":"I'm offline until Jan. 10thchecking in periodically. If you commented here I'll see it when I check in. Have a safe holiday, love on your family, wear your mask,and get some rest.","sentiment_score":0.5}
{"full_text":"RT If we are not in pandemic pon pengantin ada hak untuk limitkan jumlah tetamu. Its involve cost and budget. If people choos...","sentiment_score":0.0}
{"full_text":"RT Today my daughter's school went into an actual \"active shooter\" lockdown as the result of a staff member error.Initially...","sentiment_score":-0.0666666667}
{"full_text":"RT Research shows that men spread the Covid virus more frequently than women or children. The theory is that it's because the...","sentiment_score":0.3}
{"full_text":"Hi. Could you please let me know the current wait times for the drive through covid testing stations? Thanks","sentiment_score":0.1}
{"full_text":"RT Guess he didn't claim executive privilege about a lot of other things, including an undisclosed positive covid test before a...","sentiment_score":0.0511363636}
{"full_text":"As many as 9 school girls tested positive for #COVID19 in a govt residential school in Odisha's Jajpur district. Currently, classroom teaching has been suspended at the school.https:\/\/t.co\/6cCc8VUaCy","sentiment_score":0.2424242424}
{"full_text":"#NSTopinion The #Covid19 pandemic and the accompanying measures necessary to protect public health remain an ongoing challenge.https:\/\/t.co\/FKetv1agLg","sentiment_score":0.0}
{"full_text":"First Mover Asia: Bitcoin Rises on Encouraging Omicron News Before Falling Back; Ether Drops Slightlyhttps:\/\/t.co\/OMjQsjrYbx#bitcoinsallday #bitcoinnews #invest","sentiment_score":0.125}
{"full_text":"RT Mixing Pfizer, AstraZ COVID-19 shots with Moderna gives better immune response -UK study","sentiment_score":0.5}
{"full_text":"RT And mandatory vaccination for people is a longstanding practice in the Queen City of the Ozarks and across the Show Me S...","sentiment_score":0.0}
{"full_text":"Just a week after the state set a COVID-19 hospitalization record, the number of people hospitalized with the virus has already increased by 10%. ....https:\/\/t.co\/t8X2ZQUIE4","sentiment_score":0.0}
{"full_text":"A naturopath has been slapped with an indefinite ban on his actions after spreading 'false' Covid vaccine information.https:\/\/t.co\/oMEX4K5fG8","sentiment_score":-0.4}
{"full_text":"New research helps bolster the argument for getting COVID-19 booster shots now, even though the formulations are not specifically targeted to the latest Omicron and Delta variantshttps:\/\/t.co\/UbjJog3iPk","sentiment_score":0.3181818182}
{"full_text":"Awww....someone's pissed that their book was a flop.  #RINO #Jealous","sentiment_score":0.0}
{"full_text":"RT Dear failing to enforce a vaccine mandate you're violating the public trust--And endangering the vulnerab...","sentiment_score":0.0}
{"full_text":"#APSAONLINE2021 Dr &amp; Dr will present on a faculty approach for creating an inclusive and connected community campus environment for international students during the COVID-19 pandemic at the 'Pharmacy &amp; Pharmaceutical Science Education 1' session","sentiment_score":0.0}
{"full_text":"As Aotearoa New Zealand moves into the Traffic Light System, keep an eye on our COVID blog for updates, resources and news related to COVID-19, vaccinations and community orgs https:\/\/t.co\/pfEghx3nSg","sentiment_score":0.1787878788}
{"full_text":"Today's Two Footed PodcastTuesday, December 7thOn today's show:- Late Gray stunner earns Everton win over mediocre Arsenal- Champions League Preview- Spurs hit with Covid Outbreaks- Gossip Round UpListen:","sentiment_score":-0.05}
{"full_text":"While some big malls insist on double #vax certificate for entry, most have become lax in checking visitors after #Omicron rules were put in place Read more on #MiddayDigitalTabloidhttps:\/\/t.co\/rLvn1WnNYC#MiddayNews #Covid19Protocols #NewsUpdate #MiddayEpaper","sentiment_score":0.25}
{"full_text":"The crux of the controversy in Austria is around the efficacy and the ethical component of vaccine mandates.https:\/\/t.co\/PfMRX3JrMy","sentiment_score":0.2}
{"full_text":"RT +UPDATE+Other UK govt ministers hosted secret parties during Christmas lockdown.","sentiment_score":-0.4}
{"full_text":"The disparities in vaccination rates between wealthy and poorer countries remind us why we should be scaling-up vaccination across the globe.   While scientists are racing to learn more about the new Omicron variant, here's a summary of what we know so far ","sentiment_score":0.3090909091}
{"full_text":"Preliminary data indicated that #Omicron did not make people sicker than Delta and other strains.https:\/\/t.co\/lKI2e71p5j","sentiment_score":-0.125}
{"full_text":"Covid-19: 5,590 new cases today as Tony Holohan urges those eligible to take up booster shots","sentiment_score":0.1363636364}
{"full_text":"Mandatory vaccinations against the #coronavirus are an \"absolute last resort\", the WHO's top Europe official said.","sentiment_score":0.2333333333}
{"full_text":"Listen to our panel of experts as they share insights on how regional financial cooperation can help achieve financial resilience and sustained recovery post-pandemic. 14 Dec |  2:00 PMRegister ","sentiment_score":0.0}
{"full_text":"The anesthesiologist's case drew a lot of attention as the patient had no travel history at a time when most Omicron cases in the country are returnees from Africa.https:\/\/t.co\/rGmuvse1ml","sentiment_score":0.5}
{"full_text":"\"The most important thing to watch if you want to understand the economy is, as has been the case for a year and half now, the progress made against the virus,\" professor Austan Goolsbee says. #coronavirus","sentiment_score":0.2444444444}
{"full_text":"The bodies of two 40-year-olds and their children aged 10, 8 and 4 were found with gunshot wounds at their home on Saturday. #9Newshttps:\/\/t.co\/8xqhGLfU4I","sentiment_score":-0.1}
{"full_text":"Tonight on Alaska News Nightly:Alaska doctors describe their frustration fighting misinformation during the pandemic.Also, as the Alaska Native Claims Settlement Act turns 50, a look back at what's worked and what hasn't.Listen here:","sentiment_score":0.0}
{"full_text":"Bit awkward for those claiming 90% of those in hospital with COVID are unvaccinated","sentiment_score":-0.6}
{"full_text":"#Reflections SSVMS is proud to work with the to turn the tide of the local opioid epidemic.This year, we collaborated on public service announcements to educate the public on the facts of Opioid Use Disorder.#EndOverdose #Fentanyl","sentiment_score":0.2}
{"full_text":"liberal mobagesensemble pronouns project gender homosexual stageshe\/heliosRidolish5Gargaynavishypnosis vaccinethey\/them band party mahoyaku","sentiment_score":0.0}
{"full_text":"RT BREAKING: NYC Mayor Bill de Blasio's vaccine mandate on the NYPD has been temporarily BLOCKED by a Manhattan court.","sentiment_score":0.0}
{"full_text":"Our ship, at full capacity, could carry about 3,200 passengers. It was roughly two-thirds full with around 2,100 passengers, making crowding less of an issue than it might be on a full ship.https:\/\/t.co\/JDwNDDj0ZV","sentiment_score":0.1566666667}
{"full_text":"RT We're here to set the record straight on spike proteins.Here's why the spike proteins generated via the vaccine are s...","sentiment_score":0.2}
{"full_text":"RT The Johnson regime destroyed tens of thousands of small businesses, ruined children's education &amp; left people to die alone...","sentiment_score":-0.125}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"OMICRON LESS SEVERE? reports as the WHO says preliminary data suggests that the Omicron variant is less severe than Delta.","sentiment_score":-0.1666666667}
{"full_text":"Students will get 60 percent concession on bus fare by using Chalo cards. Bus passes will not be issued as usual, said Dakshina Kannada Bus Operators Association. #Colleges #Buses #Omicron #Travel #Mangaluru #Mangalore #DakshinaKannada #Karnataka #Kerala #Covid","sentiment_score":-0.25}
{"full_text":"RT REALLY?? One family decided to send their child to school for seven days after TESTING POSITIVE for Covid-19, resultin...","sentiment_score":0.2136363636}
{"full_text":"RT Sky News runs this top headline and nowhere even in the body of the article is it mentioned that Omicron has killed preci...","sentiment_score":0.15}
{"full_text":"RT #hamburg today#Allieae#GoodEvening Friendspeacelove No war!#COVID19 #staysafe","sentiment_score":0.0}
{"full_text":"On Monday, scientists reported that #bloodpressure measurements of nearly a half-million adults showed a significant rise last year, compared with the previous year.https:\/\/t.co\/fIb806EUCS","sentiment_score":0.0770833333}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT If the founder of Starbucks can become nearly $2 BILLION richer during the pandemic, yes, Starbucks can afford to pay its w...","sentiment_score":0.1}
{"full_text":"RT Fauci's agency funded China's bat coronavirus research for years: Judicial Watch report | Just Ye News ","sentiment_score":0.0}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"Covid: Boris Johnson warns Omicron 'more transmissible' than Delta according to early indicationshttps:\/\/t.co\/bmEBCzenFY","sentiment_score":0.3}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"Deputy Speaker and Las Pinas Rep. Camille Villar awarded a brand new house and lot to a lucky Las Pinas resident during the final draw of her \"May Bahay sa Bakuna\" vaccine incentive program yesterday.https:\/\/t.co\/KKRzaNT6a9","sentiment_score":0.1565656566}
{"full_text":"\"Before dashing through the snow, the Santas must all donate a minimum of $20, which helps support local education and recreation programs. The event raised several thousand dollars for the Sunday River Community Fund, a local charity.\" ","sentiment_score":0.0}
{"full_text":"RT They're doing there best to scare the bejesus out of everyone over this pissweak Omicron.","sentiment_score":1.0}
{"full_text":"we can stay at home, for our behavior as exponents is hemmed in on every side. LOL #truth","sentiment_score":0.8}
{"full_text":"RT Official Data shows Deaths of male Children are up 54% since they were offered the Covid-19 Vaccine","sentiment_score":0.0}
{"full_text":"Taiwan's homegrown vaccine Medigen has completed the latest phase of medical trials, pushing it closer to international acceptance. But along with COVID-19, Medigen is also battling skepticism and questions about a lack of data.","sentiment_score":0.1666666667}
{"full_text":"RT 1st TN legislature wants to dismantle the state dept of health for sharing TN law w physicians. Now it wants to dissolve the b...","sentiment_score":0.2}
{"full_text":"RT Fauci's agency funded China's bat coronavirus research for years: Judicial Watch report | Just Ye News ","sentiment_score":0.0}
{"full_text":"RT FG \"released\" N950m to each of the 52 teaching hospitals to combat COVID-19. That's nearly N50b. See what transpired when B...","sentiment_score":0.1}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"After the Covid-19 crisis, people have learned to take the advantage of online mediums. So, why do you need to deploy a marketing strategy for your local business? Let's find out the major reasons! https:\/\/t.co\/x79WD0PJS0 6280308034#CWS","sentiment_score":0.0390625}
{"full_text":"Player of the Week: Rep. Paul Ryan R-Wis. Biden's vaccine mandate.","sentiment_score":0.0}
{"full_text":"RT If we had locked down at the first sign of Omicron and started printing money, #bitcoin would not have crashed.The pric...","sentiment_score":0.0472222222}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT succession boring assfff","sentiment_score":-1.0}
{"full_text":"#Omicron has been detected in many wealthy nations. But did their governments implement travel bans against each other? Nope. Only Africa faces that burden, writes","sentiment_score":0.21875}
{"full_text":"The countries with the most new #deaths are #US with 1,345 deaths, followed by #Russia with 1,182 and #Poland with 505. #COVID19 #Variant #Omicron #Vaccines #Pandemic","sentiment_score":0.3181818182}
{"full_text":"Looks like Biden's mandates have struck out.https:\/\/t.co\/4ytjjVQFq7","sentiment_score":0.0}
{"full_text":"RT Hope to see \"Health\" section in #IGAC2022 .@IGACProject as were in #IGAC2012 and #IGAC2014#AirPollution #AtmosphericChemistr...","sentiment_score":0.0}
{"full_text":"The omicron variant is the newest COVID-19 strain. Now that the first case has popped up here in the United States, some leaders are looking to create new mandates, while Texas will remain the same.https:\/\/t.co\/vWqwngu6KJ","sentiment_score":0.1931818182}
{"full_text":"The omicron variant is the newest COVID-19 strain. Now that the first case has popped up here in the United States, some leaders are looking to create new mandates, while Texas will remain the same.https:\/\/t.co\/nOqHXypZy5","sentiment_score":0.1931818182}
{"full_text":"Top 10 state reports, new cases, 12\/07:1. Minnesota +12,1452. New York +7,9493. Pennsylvania +7,9124. Ohio +7,8765. Illinois +7,0686. California +5,8897. Texas +4,8528. Massachusetts +4,5069. Indiana +4,17910. New Jersey +3,950https:\/\/t.co\/dBr3uPg4nS","sentiment_score":0.2272727273}
{"full_text":"TOP 5 VOLUME CHANGES The Divine Order Of the Zodiac - 509.0%Schroot - 261.8%EvolvedApes - 170.57%PPPandas - 108.33%Lockdown Lemmings - 93.8%","sentiment_score":0.5}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT Ridiculous. They were good enough to risk their lives for your safety yesterday, but not today?","sentiment_score":0.1222222222}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT Top Gold Coast Lawyer says it will be near impossible to police vaccine certificates, and businesses have an \" economic...","sentiment_score":0.0333333333}
{"full_text":" a negative COVID test. Gave him cold &amp; flu medicine and rubbed him with Vics. Going to the doctor in the am.","sentiment_score":-0.45}
{"full_text":"RT Folks, the state's first #Omicron case has been confirmed in Chicago. The resident--who was fully vaccinated with a boost...","sentiment_score":0.325}
{"full_text":"RT U.S. EPA proposes biofuel mandate cuts, a boost to pandemic-hit refiners","sentiment_score":0.0}
{"full_text":"RT This is a big deal.","sentiment_score":0.0}
{"full_text":"In many states and territories, your COVID-19 digital certificate is your ticket to getting back to the things you love.We have information on our website to help you get proof, including if you can't get it online or don't have a mobile device:","sentiment_score":0.1666666667}
{"full_text":"Health care professionals say they're frustrated by the abundance of misinformation about COVID-19 that continues to circulate online.","sentiment_score":-0.7}
{"full_text":"not having to take nose piercings out for work lol","sentiment_score":0.8}
{"full_text":"RT The Russians and Chinese have *invaded* the United States.They did it without saying a word. No soldiers. No airplanes....","sentiment_score":0.0}
