{"full_text":"November's Self Portrait! Was stuck in covid isolation and played with some fun colours ","sentiment_score":0.3}
{"full_text":"RT Modi does not give compensation to covid affected families and Railway minister can not even give jobs to railway stude...","sentiment_score":0.0}
{"full_text":"We need justice.#WarCrimesOfJunta #Dec1Coup#WhatsHappeningInMyanmar","sentiment_score":0.0}
{"full_text":"This week's #BoJo Woe Show featuring the #OmicronVariant #ToryCorruption #JohnsonTheCorruptPM","sentiment_score":0.0}
{"full_text":"US State Population Distribution by County  For TN   2021-11-29:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #globalhealth","sentiment_score":0.0}
{"full_text":"RT NCDC Confirms First Case of Omicron Variant in Nigeria Guys, you need to stay safe and protected. If you're yet to t...","sentiment_score":0.375}
{"full_text":"RT Modi does not give compensation to covid affected families and Railway minister can not even give jobs to railway stude...","sentiment_score":0.0}
{"full_text":"RT There was lots of potential for Omicron to have made its way to Europe before more severe restrictions were imposed this...","sentiment_score":0.25}
{"full_text":"He's acting like they have conquered the delta variant when the govs own site states \"Deaths with COVID-19 on the death certificate - 1197 in the last week\". Losing over a thousand people a week isn't my standard for success.","sentiment_score":0.18}
{"full_text":"RT 5.2 million Covid deaths worldwide. Omicron being detected around the world. I've lost people to Covid already. We almost a...","sentiment_score":0.0}
{"full_text":"RT How many of them told us Brexit would be great and easy and lead us to the sunlit uplands?","sentiment_score":0.5777777778}
{"full_text":"RT The PM said that indications are that vaccines hopefully continue to provide good protection against serious illness &amp; death f...","sentiment_score":0.1833333333}
{"full_text":"RT Breaking news! NCDC has announced the detection of the Omicron COVID-19 variant in Nigeria. The variant was detected in two Ni...","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE Gina Rinehart mega-mine run by a climate denier has been pushing Covid-19 misinformation - banned by Google -...","sentiment_score":0.0}
{"full_text":"RT Pandemic laws passed the lower house just after 7pm. It will be put to a final vote in the upper house on Thursday. htt...","sentiment_score":0.0}
{"full_text":"Did you think of your wife &amp; 3 kids when you were sleeping with the Chinese spy Fang Fang??  Hmmm","sentiment_score":0.0}
{"full_text":"RT The threats posed by the new Omicron variant should serve as a wake up call.The government needs to 'reset' preventati...","sentiment_score":0.1363636364}
{"full_text":"And to think that the Tories had the bare faced cheek to vote down the SNPs attempt to censor the PM last night in the HOC. It really is One rule for them and another for everyone else. They should be banned from ever again holding a position of power.","sentiment_score":0.0236111111}
{"full_text":"Mum's flight lands in about 5 hours! It's been 2 years &amp; 3 months since we have seen each other due to COVID. Can't wait for a relaxed work hiatus to spend time with my most special person. ","sentiment_score":0.1517857143}
{"full_text":"Johnson has never been so unpopular. Bet he can't believe his luck with this variant so he can say he's been World beating at vaccines again. ","sentiment_score":0.0}
{"full_text":"RT WHO skipped Greek alphabets in naming Covid19 variants so not to offend the current Chinese Govt who are their main funder...","sentiment_score":0.0416666667}
{"full_text":"This is more scary and will cost more lives than covid ever could!","sentiment_score":0.2083333333}
{"full_text":"Open the country back up ffs.Another xbn added to the national debt. Of the 45bn Covid bill, how much was pup?","sentiment_score":0.0666666667}
{"full_text":"RT Implement these 3 steps and never impose a COVID travel ban again...1. PCR 48 h prior (detects Omicron variant)2. Proof...","sentiment_score":0.0}
{"full_text":"RT BREAKING: A federal judge in Louisiana issued a nationwide preliminary injunction against Biden's COVID-19 vaccine manda...","sentiment_score":0.0}
{"full_text":"The PM is mulling new Covid restrictions, but the Mirror has revealed that he was partying hard in Downing Street during the last lockdown. Join me and Mirror deputy political editor  live from 9am to discuss:","sentiment_score":-0.0037878788}
{"full_text":"RT HOLISTIC REMISSION in IBDSession 1 : prediction and prevention Session 2 : holistic remissionSession 3 : innovation...","sentiment_score":0.0}
{"full_text":"RT Seriously, 'South African friends'? Lift the travel ban which has caused global chaos and decimated our t...","sentiment_score":-0.1111111111}
{"full_text":"RT Modi does not give compensation to covid affected families and Railway minister can not even give jobs to railway stude...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson's lockdown Xmas parties are the most arrogant of his many offences - Daily Record","sentiment_score":0.3333333333}
{"full_text":"THE KIDS are at zero risk. 700 kids under 12 over in America have died of Covid. That's out of a population of 73 million children. If we're protecting the kids then we shouldn't let them drive in cars, play sports and we should have safety measures to stop household accidents.","sentiment_score":0.0}
{"full_text":"RT #Omicron is a sad reminder that no one is safe until everyone is safe. We urge rich countries to stop blocking and suppor...","sentiment_score":0.21875}
{"full_text":"RT New Children with poorly controlled asthma are at very high risk for Covid hospitalization and should be p...","sentiment_score":-0.0185454545}
{"full_text":" NHS trusts urge staff 'not to mix in big groups' before Christmas","sentiment_score":0.0}
{"full_text":"RT I think Johnson's making the most of Omicron so's he doesn't have to deal with the illegal immigrant invasion.","sentiment_score":0.0}
{"full_text":"RT What a dark day for Victoria. Shame on you for supporting the draconian Pandemic Bill and selling us out. No...","sentiment_score":0.05}
{"full_text":"RT Six passengers, who arrived in Maharashtra from South Africa and other high-risk countries, have tested positive for coronav...","sentiment_score":0.0511363636}
{"full_text":"RT Guys...People in Sweden are now inserting microchips in their hands with their covid passports on it.They scan their...","sentiment_score":0.0}
{"full_text":"Suspending reservations for new flights to Japan for a month due to \"Omicron\"","sentiment_score":0.0056818182}
{"full_text":"RT It is horrifying to know that bodies of 2 victims who succumbed to Covid in July 2020 were never cremated by the #ESIhosp...","sentiment_score":-0.9}
{"full_text":"The PM is so SCARED of Haine's ICAC Bill they REFUSED to DEBATE it on a bizarre 'technicality'! via Despite Legislation being passed BY the Govt during Covid-19 WITHOUT all MPs physically in the House - Govt MPs argued NO majority vote #auspol","sentiment_score":0.25}
{"full_text":"RT I never ever scan QR codes at restaurants. I always request paper menus.Just a weird gut feeling I have about how it wa...","sentiment_score":-0.5}
{"full_text":"Rs. 3900 for a rapid antigen test at Delhi airport. Unreal!#Omicron#India#travel","sentiment_score":0.0}
{"full_text":"RT I'm going to say something horrible. I've been asked to go back to help in a vaccine centre and I probably will but thinking ab...","sentiment_score":-0.5}
{"full_text":"RT Amazing to see Perth fighting back! All workers affected by vaccine mandates marching on Parliament House. #TogetherWeA...","sentiment_score":0.3}
{"full_text":"RT Modi does not give compensation to covid affected families and Railway minister can not even give jobs to railway stude...","sentiment_score":0.0}
{"full_text":"RT MPs are now nothing more than drug pushers. Their love of tyranny grows by the day. They are salivating to lock us all down...","sentiment_score":0.2814814815}
{"full_text":"Possibly, but they also just make up a new variant whenever they feel like it lol","sentiment_score":0.3121212121}
{"full_text":"RT So basically South African scientists did the work of the Europeans and instead of being thanked they got blamed","sentiment_score":0.0}
{"full_text":"RT So having COVID after vax is acceptable but COVID unvaxxed is not socially acceptable?","sentiment_score":-0.0166666667}
{"full_text":"Medical professionals in #Myanmar are unlawfully arrested and charged with fabricated evidences. Failed Justice!@WHO #CrimesAgainstHumanity","sentiment_score":-0.1666666667}
{"full_text":"RT Chinese President #XiJinping on Monday said #China and #Africa should fight COVID-19 with solidarity and promote green dev...","sentiment_score":-0.1}
{"full_text":"Oh look here's the \"fact checkers\" desperately trying to discredit the latest science because it doesn't fit the pro vaccine narrative. You hacks should be rotting in jail.","sentiment_score":0.05}
{"full_text":"RT Oil climbs over 2% ahead of OPEC meeting amid Omicron concerns","sentiment_score":0.0}
{"full_text":"RT Metrobus is rolling out a pop-up vaccine program for employees between today the 25 and tomorrow at Milpark Depot.#vac...","sentiment_score":0.0}
{"full_text":"RT NEW: UP TO 740,000 potential cancer cases have been \"missed\" since the first lockdown, a report has found. Via","sentiment_score":0.1287878788}
{"full_text":"good one that explains the challenges and promise of DNA based vaccines like Zycov-D and many others coming along.","sentiment_score":0.6}
{"full_text":"No, you will be able to tell your children that you added to the deaths from Covid.It is NOT discrimination or segregation. It is a choice made by anti-vaxxers. What right do you have to go around spreading the virus &amp; possibly leading to the death of people?","sentiment_score":0.2619047619}
{"full_text":"RT covid releasing variants as fast as rupaul releasing seasons of drag race","sentiment_score":0.05}
{"full_text":"It's our humble request to the authorities to please understand our problem. It's Been Stressful, Difficult 2 Years, We Want a 3rd Attempt for JEE Advanced.@dpradhanbjp #JEEAdvancedExtraAttempt #jeeadvanced3rdattempt#JEEAdvancedForAll2020#JEEAdvancedOnceMore","sentiment_score":-0.2333333333}
{"full_text":"RT Modi does not give compensation to covid affected families and Railway minister can not even give jobs to railway stude...","sentiment_score":0.0}
{"full_text":"Covid patients take up 5% of nhs beds. How is it overwhelmed?","sentiment_score":0.0}
{"full_text":"RT Not only is #BorisJohnson the worst Prime Minister Britain has ever had, he also the luckiest.  Read this and tell me I'm...","sentiment_score":-0.5}
{"full_text":"RT #BREAKING: The first locally acquired #COVID19 cases since South Australia's borders opened have been detected. Two men in...","sentiment_score":0.125}
{"full_text":"RT What's everybody's plan for Junior year of the pandemic?","sentiment_score":0.0}
{"full_text":"RT The Cabinet has affirmed its commitment to continuously monitor global developments following the discovery of a new Covid-1...","sentiment_score":0.0454545455}
{"full_text":"RT I appeal ji to act immediately","sentiment_score":0.0}
{"full_text":"RT Finished sec school 12 years ago. Jamb jambed me for 7 good died in between. Got admission 2016. St...","sentiment_score":0.3}
{"full_text":"RT Brendan O'Neill: 'If we respond like this to every new variant we're going to be locked in this spiral of doom and authoritaria...","sentiment_score":0.1363636364}
{"full_text":"RT Ever got a text so freaky you had to to lock your phone, put it down, unlock it and read it again ","sentiment_score":-0.1555555556}
{"full_text":"RT Canada is expanding its travel ban to include Nigeria, Malawi and Egypt. (After previously imposing bans on southern Afri...","sentiment_score":-0.0833333333}
{"full_text":"RT Man's a dick.","sentiment_score":0.0}
{"full_text":"Mask-wearing linked to 53% cut in Covid incidence, global study findsResearchers said results highlight the need to continue with face coverings, social distancing and handwashing alongsideWed 17 Nov 2021Mask-wearing is the single most effective public health measure","sentiment_score":0.176984127}
{"full_text":"RT BREAKING: Federal judge blocks Biden vaccine mandate for health care workers nationwide","sentiment_score":0.0}
{"full_text":"Well, the research into SARS really helped speed up research into Covid as they share similarities in their sequencing, so that argument is fairly moot at this point. However, the vaccine is still experimental and I can understand why people are apprehensive but it's fine.","sentiment_score":0.3541666667}
{"full_text":"Hahahahaha if you agree with these fines you're insane. Fuck this is insane","sentiment_score":-0.55}
{"full_text":"RT What a fucking lunatic.","sentiment_score":-0.6}
{"full_text":"RT Modi does not give compensation to covid affected families and Railway minister can not even give jobs to railway stude...","sentiment_score":0.0}
{"full_text":"RT Modi does not give compensation to covid affected families and Railway minister can not even give jobs to railway stude...","sentiment_score":0.0}
{"full_text":" wailing incoming....","sentiment_score":0.0}
{"full_text":"RT All the headlines are about Omicron, and how we must all be injected because of it, yet it hasn't killed anyone, or even...","sentiment_score":-0.2}
{"full_text":"RT *Thread* I had to take a break from here to care for my medically vulnerable children, who have various new health issues t...","sentiment_score":-0.1212121212}
{"full_text":"RT At least Govt. should wake up at this time and see how many Govt. aspirants suffering from job anxiety, job insecurity, fin...","sentiment_score":0.1}
{"full_text":"RT It turns out that it wasn't three weeks to flatten the curve. It was endless three week cycles of the government figurin...","sentiment_score":-0.125}
{"full_text":"RT READ: Moderna announces some of its strategies to address the Omicron (B.1.1.529) COVID-19 variant. Moderna says the...","sentiment_score":0.0}
{"full_text":"RT 2) Also #Omicron...","sentiment_score":0.0}
{"full_text":"#Australian authorities have flagged another probable case of the #Omicron variant in Sydney as they brace for more infections after at least two international travelers visited several locations in the city while likely infectious.https:\/\/t.co\/sMhhlft8Ec","sentiment_score":0.0333333333}
{"full_text":"Have you considered how the new vaccine mandate could impact your workplace? In this virtual session, our team of expert employment lawyers and accountants will explain how you can best manage this new legislation .","sentiment_score":0.4242424242}
{"full_text":"A three-dose vaccine regimen will be the world's path out of the omicron threat, says Dr. Leong Hoe Nam of Singapore's Mount Elizabeth Novena Hospital.","sentiment_score":0.0}
{"full_text":"Flu and COVID-19 can both be life-threatening, and spread more easily in winterIf you suffer with a long term health condition you are more at risk and will need your flu and COVID-19 booster vaccineshttps:\/\/t.co\/Uh0OFoBZKX","sentiment_score":0.3458333333}
{"full_text":"Belenenses were 7-0 down at half-time against Benfica after being made to play following a Covid outbreak in the squadhttps:\/\/t.co\/hShq3ocoo8","sentiment_score":-0.0777777778}
{"full_text":"RT There are reports of more severe Covid restrictions being worked up by the Govt to be deployed over Christmas...The Govt...","sentiment_score":0.5}
{"full_text":"RT Yep! Huge win.https:\/\/t.co\/XjTvZ1qD7H","sentiment_score":0.4}
{"full_text":"This #WorldAIDSday, hear from young people living with HIV around the world about how they are being affected by the COVID-19 pandemic. And check out the #StepUpForHIV.https:\/\/t.co\/Ga7bAScz3p","sentiment_score":0.1}
{"full_text":"RT HIV\/AIDS is a major cause of concern around the world &amp; the #COVID pandemic has weakened the fight against the killer di...","sentiment_score":0.0625}
{"full_text":"BioNTech and Pfizer's COVID-19 vaccine will likely offer strong protection against any severe disease from the new Omicron virus variant, BioNTech's Chief Executive said.https:\/\/t.co\/hqRUeJApkC","sentiment_score":0.1898989899}
{"full_text":"RT Agree. I've had to guard my 2 year old like half the state was actively trying to harm him. Selfish, petulant, children...","sentiment_score":-0.175}
{"full_text":"Will be joining #UCUstrike action this week... &amp; have weaponized a global pandemic to further undermine pay and working conditions for those in higher education... ...they cannot be allowed to get away with it","sentiment_score":0.0875}
{"full_text":"A vaccine and an antibiotic is not the same thing. There is no correlation. Now you know.","sentiment_score":0.0}
{"full_text":"Today from 9am-6pm Tarvin Community Centre, Meadow Close, Tarvin, will have a pop-up vaccination clinic giving out 1st, 2nd and booster doses of Pfizer and Astrazeneca, so if you are 16 or older come on down and get your vaccine. There is no need to book just walk-up! #GrabaJab","sentiment_score":-0.0092592593}
{"full_text":"Much is still unknown about the omicron variant, but experts say not to expect another lockdown","sentiment_score":0.05}
{"full_text":"How Online Learning is Helping #Education Industry During #COVID-19https:\/\/t.co\/xrDGTc6WtU","sentiment_score":0.0}
{"full_text":"#HEALTH: EU to share at least 700 million doses of #Covid_19 #vaccine via the #Covax facility by mid-2022, says","sentiment_score":-0.3}
{"full_text":"Disgusting Fauci is joined by Obama for second COVID vaccination at DC school  via","sentiment_score":-0.5}
{"full_text":"If you're eligible, you can pre-book your COVID-19 booster appointment from five months (152 days) after your second dose. Visit or call 119 to book.","sentiment_score":0.0}
{"full_text":"RT \"Irrational paranoia\" when the OP said that her colleague CONFIRMED he had covid and waltzed into...","sentiment_score":0.4}
{"full_text":"Greece will require COVID-19 vaccines for citizens over the age of 60","sentiment_score":0.0}
{"full_text":"This winter it's essential you protect yourself and others against both flu and #COVID-19. If you're over 50, you are eligible for a free flu vaccine and a #COVID-19","sentiment_score":0.2}
{"full_text":"We hope you had a great time celebrating #LancashireDay over the weekend.  We'd like to ask our alumni who work in Lancashire to help the county's post-pandemic recovery by completing a short, 6 minute survey.  ","sentiment_score":0.4}
{"full_text":"RT NT Chief Minister, in emotional press conference, says son subject of death threat from anti-vaxxers","sentiment_score":-0.0833333333}
{"full_text":"Today is #WorldAIDSDay \"Tackling HIV-AIDS has required multi-disciplinary effort, and mathematical modelling played a central role.\" Read about how the AIDS epidemic was a defining event for disease modelling of all types in the #MathematicsToday article:","sentiment_score":0.0}
{"full_text":"World AIDS Day 2021 - raising awareness of the AIDS pandemic caused by the spread of HIV infection and mourning those who have died of the disease.#WorldAIDSDay","sentiment_score":0.0}
{"full_text":"RT Seems #SARSCoV2 #COVID19 can do in humans what it used to do only in #bats: recombine. Even more important we keep cir...","sentiment_score":0.3}
{"full_text":"Managing stress around the holidays can be challenging enough, and when you add work-related issues, including staffing shortages, childcare concerns, and a pandemic, it can feel exhausting.","sentiment_score":0.0333333333}
{"full_text":"South Korea is battling to contain a sharp rise in patients with severe COVID symptoms and stave off the Omicron variant.https:\/\/t.co\/6xwN5fnLk8","sentiment_score":-0.125}
{"full_text":"The claims have been described as \"nonsense\".https:\/\/t.co\/PL0NTBz7ay","sentiment_score":0.0}
{"full_text":"Vaccine makers in India say they can scale up production to deal with new crises. More on that in our top headlines#OmicronVariant #CovidVariant #CoronavirusPandemic #IndianEconomy #IndiaGDPhttps:\/\/t.co\/r7u8aqmLqf","sentiment_score":0.3787878788}
{"full_text":"RT 1 As promised as I understand more about omicron, I'm sharing it. This will be a thread I add to during the day.First f...","sentiment_score":0.5}
{"full_text":"Stop the spread of Covid-19. Wear a face covering: in any indoor public space in any outdoor space where you can't maintain social distancePlease take care of yourself and other people #TakeCareNottingham","sentiment_score":-0.0305555556}
{"full_text":"If you're over 50, you are eligible for a free flu vaccine and a COVID-19 booster.https:\/\/t.co\/6a3PcZfcZD","sentiment_score":0.4}
{"full_text":"#SaudiArabia sees slight rise in new #COVID19 cases on Tuesday, with 32 new infections recorded over the past 24 hourshttps:\/\/t.co\/72frR9xzLV","sentiment_score":-0.0359848485}
{"full_text":"In this one in mice, vaccine therapy targeting ANGPTL3 improved obesity-induced dyslipidemia and fatty liver, and attenuated the development of atherosclerosis.","sentiment_score":-0.2}
{"full_text":"Everything you need to know aboutCovid vaccine requirements when entering the U.S &gt;https:\/\/t.co\/gZpLgUznu7#dreamofusa #dousa #covid19 #covidvaccine#vaccinerequirements #enterusa","sentiment_score":0.0}
{"full_text":"Tests will provide information about the effectiveness of the #BioNTech vaccine against #Omicronhttps:\/\/t.co\/YCxQwCyMd6","sentiment_score":0.0}
{"full_text":"National Institutes of Health Director Francis Collins suggested holding off on \"concluding that [the Omicron variant] is not a virus that can cause people to get sick enough to be in the hospital.\"","sentiment_score":-0.3571428571}
{"full_text":"Today from 9am-6pm Tarvin Community Centre, Meadow Close, Tarvin, will have a pop-up vaccination clinic giving out 1st, 2nd and booster doses of Pfizer and Astrazeneca, so if you are 16 or older come on down and get your vaccine. There is no need to book just walk-up! #GrabaJab","sentiment_score":-0.0092592593}
{"full_text":"UK Summary.Last updated on Tuesday, 30 November 2021 at 5:30pmCoronavirus (COVID-19) in the UK. Deaths within 28 days of positive test.Daily159Total Deaths 144,969Cases. People tested positive.Daily 39,716","sentiment_score":0.2272727273}
{"full_text":"The Biden administration is expected to take steps in the coming days to toughen testing requirements for international travelers to the U.S., including both vaccinated and unvaccinated people, amid the spread of the new omicron variant of the coronavirus.https:\/\/t.co\/ujBfgdlUs0","sentiment_score":0.0121212121}
{"full_text":"Following yesterday's changes to Covid-19 restrictions, all visitors entering the museum shop are required to wear a face covering unless exempt. The wearing of them around the museum, including galleries remains at your discretion, although we do advise at busy periods.","sentiment_score":0.05}
{"full_text":"Medical professionals in #Myanmar are unlawfully arrested and charged with fabricated evidences. Failed Justice!@WHO #CrimesAgainstHumanity","sentiment_score":-0.1666666667}
{"full_text":"Covid-19: Number of children testing positive not linked to schools - Donnelly","sentiment_score":0.2272727273}
{"full_text":"RT Failed. Risk. Assessment.Dr decided that covid was more dangerous to Kelly than cancer so she was told to isolate and...","sentiment_score":-0.2}
{"full_text":"\"We almost lost her multiple times. For her to be next to me, I don't have the words. My heart is full. I'm super-happy, super-blessed. We thank God multiple times a day.\"https:\/\/t.co\/mRAs5PlKJT","sentiment_score":0.0875}
{"full_text":"Does this sound right to you? Less than 1 in 10 healthcare workers in Africa are fully vaccinated against COVID-19. If you've had your jab, pay it forward and help UNICEF deliver doses to those going without. #GiveTheWorldAShot","sentiment_score":0.173015873}
{"full_text":"RT Mohammed survived Manus Island, seeing his friends die, contracted Covid, all for nothing.Almost 9 years.He's calling...","sentiment_score":0.0}
{"full_text":"RT Sweden will end the year 2021 with below average mortality. No lockdown &amp; no masks &amp; open schools. This tweet is for my g...","sentiment_score":-0.075}
