{"full_text":"RT We are happy to announce that our IJO will be live on very soon. We are such glad to start our...","sentiment_score":0.3272727273}
{"full_text":"RT Did Morrison really compare mandating mask wearing with wearing sunscreen &amp; a hat? The second protects me, the first protects...","sentiment_score":0.15}
{"full_text":"RT Our #Recovery Tracker continued its downward trajectory in early December as the resurgent #pandemic, reimposed restri...","sentiment_score":0.1}
{"full_text":"Went to the bogeonseo today (testing facility? I don't know how to translate) Handed me my proof of vaccine and there were spaces for 4th, 5th, and 6th ","sentiment_score":0.0}
{"full_text":"RT This is not the right time to conduct exams with a high risk of students life. Students are already in stress due to curren...","sentiment_score":0.1069047619}
{"full_text":"RT Portugal is a top-tier cyberbullying country, my goodness ","sentiment_score":0.0}
{"full_text":"RT Regardless of contestant, COVID omicron rapidly spreading in USA. Take precautions and brace yourselves. It spreads faste...","sentiment_score":0.0}
{"full_text":"It's been a year and a half or so where it's been painfuly obvious that ubiquitous, frequent rapid testing would dramatically lower transmission rates at the lowest cost to society (and of course in death toll). Here's my summary\/writeup from last year","sentiment_score":-0.0166666667}
{"full_text":"RT Healthcare professionals and politicians #MP #MSP should be including the risks of #LongCovid in the #press and #Briefin...","sentiment_score":0.0}
{"full_text":"The Gillard government did a pandemic exercise in 2011 or 2012.","sentiment_score":0.0}
{"full_text":"RT My covid test centre looks like a trap","sentiment_score":0.0}
{"full_text":"RT Delusion and COVID is at a all time high this December ","sentiment_score":0.16}
{"full_text":"RT A must-read on how Fauci and Collins actively shut down debate from scientists challenging their lockdown approach. And u...","sentiment_score":0.0703703704}
{"full_text":"RT  Metro - London doctor says 'nine in 10 ICU patients are unvaccinated' This may be true of the wards he is working in...","sentiment_score":0.35}
{"full_text":"RT Loose translation: a Japanese guy got Covid-19 in Shanghai a little while ago so the city published a list of places he w...","sentiment_score":-0.0881410256}
{"full_text":"RT New born Making more noise than 90% of Leicester fans. Asked my mate if he'd had a covid vaccine and he said no he's a do...","sentiment_score":0.3181818182}
{"full_text":"RT Good thread here, feels very sensible and pragmatic.","sentiment_score":0.45}
{"full_text":"Top 5 TN Rights of tamil movies #Bigil - 80Crs#Master - 72Crs(post covid)#Sarkar - 70Crs#Mersal - 65CrsValimai - 61CrsExpecting #Beast TN Rights around 90 or 100Crs","sentiment_score":0.5}
{"full_text":"The Prime Minister has revealed GPs and pharmacists will receive an extra $10 per booster shot administered in an attempt to return vaccination rates back to peak levels seen during the initial rollout.","sentiment_score":0.0}
{"full_text":"RT I've just been on briefing call for MPs with Patrick Vallance &amp; Chris Whitty.The rapid spread of Omicron means it's a h...","sentiment_score":0.0}
{"full_text":"Clark County teen's doctor speaks, young woman hospitalized after J&amp;J vaccine  #News #Covid19 #ClarkCounty  #Vaccine #COVID19Vaccine #sideeffects","sentiment_score":0.05}
{"full_text":"RT Column: Boris Johnson - unpopular populist, and the cult of cake that ate the Conservative party","sentiment_score":0.0}
{"full_text":"won this NFT by this morning.Thank you.Also opened a silver  on CDCLooks like good day","sentiment_score":0.7}
{"full_text":"RT I feel this more strongly every day that passes, when I observe the monumental 'stuff-up' this mob have made of pandem...","sentiment_score":0.4666666667}
{"full_text":"RT Alberta NDP MLA Thomas Dang steps down after RCMP search warrant executed on his home via","sentiment_score":-0.1555555556}
{"full_text":"Republicans accuse Biden of controlling Americans with 'fear' as COVID cases spike #SmartNews  LMFAO!  Sorry no, that's a Republican game.","sentiment_score":-0.45}
{"full_text":"RT Vaccinated or not, get a covid test this week before you go to see family members.","sentiment_score":0.0}
{"full_text":"RT It shouldn't be a battle though  if South Africa were telling us they were seeing unprecedented numbers of Omic...","sentiment_score":0.6}
{"full_text":"Truth!","sentiment_score":0.0}
{"full_text":"Foreigner with covid escapes from a hotel in Bangkok","sentiment_score":0.0}
{"full_text":"RT Man how ironic is it gonna be if Omicron is \"nature's vaccine,\" and all the holdouts got a mild cold, natural immunity, and...","sentiment_score":0.0083333333}
{"full_text":"Indeed.COVID-19: SO YOU OR SOMEONE IN YOUR HOUSEHOLD HAS TESTED POSITIVEWhat you should dohttps:\/\/t.co\/zYdTWLwZyy","sentiment_score":0.0}
{"full_text":"RT This is a direct threat from a mayor of a major city in the United States. Wild.","sentiment_score":0.0875}
{"full_text":"RT Missing from coverage of Omicron since it appeared in the UK is the decision by the UK Govt to scrap PCR tests for airport...","sentiment_score":-0.2}
{"full_text":"RT they let us die in the pandemic, they let us die drowning, they let us die hungry every day, they let us die in every which way p...","sentiment_score":0.0}
{"full_text":"RT Lots of maxxvaxxers out there, sick with COVID, writing heartfelt posts, urging, pleading with the rest of us to... do... ex...","sentiment_score":-0.3571428571}
{"full_text":"If it makes you feel any better the milder symptoms of Omicron could be a response to herd immunity and the vaccinated. And some experts are predicting omicron will peak in January. I don't have my hopes up high anymore, but there are some reasons to remain hopeful","sentiment_score":0.33}
{"full_text":"RT Can we go back to social distancing please? Y'all be too damn close omg","sentiment_score":0.0166666667}
{"full_text":"RT trying to make it to Xmas without getting omicron:","sentiment_score":0.0}
{"full_text":"RT Instead of admitting they were wrong about anything, the Fauciites demand more extreme, absurd, and intrusive expansions of...","sentiment_score":-0.15625}
{"full_text":"RT School attendance laws have no place in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Somebody said that Tyra Banks did not follow directions for this video and now that's all I can see ANY time I see this...","sentiment_score":0.0}
{"full_text":"1\/A thread on the \"presentation\" that was given to the cabinet office yesterday.I hope many of you had questions about this as I sure do.  If you had no questions about how this is being presented I really worry.@EssexPR","sentiment_score":0.4}
{"full_text":"RT Anti Covid Booster shots provide the strongest protection against the Omicron variant.GoI is still struggling to vacc...","sentiment_score":0.0}
{"full_text":"more good news re #OmicronVariant ?Again, does this suggest Bojo's decision not to increase restrictions is the right one?@michaelgove Thoughts as papers suggesting you wanted tighter rules?@Mike_Fabricant","sentiment_score":0.4952380952}
{"full_text":"RT The COVID vaccine is part of a secret government plot to keep you alive so they can use you to work productively and rai...","sentiment_score":-0.15}
{"full_text":"RT Translation: SAGE modelling has been repeatedly misrpresented, by cherry picking models to cast doubt on scientists &amp; expe...","sentiment_score":0.0}
{"full_text":"Yep.  Me too. I got Covid very early on and haven't vaxxed.  Why would I?I've often been in large groups, unmasked, through out the last couple of yrs &amp; never been sick since.  ","sentiment_score":-0.0925}
{"full_text":"RT Amazing event this weekend with lots of press coverageBut when I asked the room of over 8,000 people how many of them...","sentiment_score":0.55}
{"full_text":"RT Almost 2 years into the pandemic, self isolation is cut from 10 days to 7. What exactly has changed? How many millions...","sentiment_score":0.375}
{"full_text":"Lockdowns were an interim measure whilst \"injectables\" were rolled out (&gt;90% coverage thanks to coercion), whilst expectations for said injectables are lower they still claim to reduce severity and rates of Hospitalisation.Omicron appears less severe.https:\/\/t.co\/knQPWbTrT1","sentiment_score":0.0166666667}
{"full_text":"RT \"up to PS6,000 per business premises\"Interesting. You paid individual consultants up to PS7,000 a day to be advisors on...","sentiment_score":0.25}
{"full_text":"Very Sad to see all Sections of people on road. Didn't even spare doctors to come on roads for justice","sentiment_score":-0.65}
{"full_text":"RT I don't want people who are too stupid to get vaccinated or wear masks also \"managing their own COVID response\".That's li...","sentiment_score":-0.1}
{"full_text":"RT Due to the latest development on Omicron variant reported in Singapore, the sales of VTL Air and Land tickets will be tempora...","sentiment_score":0.1875}
{"full_text":"RT We are a selfish, reckless, broken country where people refuse to save lives by taking a free and readily available vaccine...","sentiment_score":-0.025}
{"full_text":"RT The COVID survival rate if you're unvaccinated is 99.8% (including elderly &amp; sick).99.93% if you're under 65.99.993% i...","sentiment_score":0.0}
{"full_text":"RT Due to the latest development on Omicron variant reported in Singapore, the sales of VTL Air and Land tickets will be tempora...","sentiment_score":0.1875}
{"full_text":"COVID 19: Greater Accra has seen an increase in cases from 4 a day to 400 a day. - Dr. Patrick Kumah Aboagye [Director, #JoySMS","sentiment_score":0.5}
{"full_text":"RT Israel  head of public health services at Health Ministry: \"In South Africa  900 people died in one and a half month du...","sentiment_score":-0.0833333333}
{"full_text":"RT \"Giving full-blown legal immunity...while mandating the public to use their product is absurd.\"In light of #VaccineMandates...","sentiment_score":0.025}
{"full_text":"Great! The point is vaccine, as well the natural immune response, does not give sterilising immunity and vaccinated are transmitting virus too. But natural immunity is always better - there were no proven cases it was vice versa in the history. Why coerce people with 0 benefits","sentiment_score":0.425}
{"full_text":"RT Can we go back to social distancing please? Y'all be too damn close omg","sentiment_score":0.0166666667}
{"full_text":"RT Love him or hate him, listen to what he has to say. David Icke explains the 'Great Reset' &amp; why we have to oppose it...","sentiment_score":0.1666666667}
{"full_text":"On point","sentiment_score":0.0}
{"full_text":"RT Ranald Macdonald MD of restaurant chain Boisdale tells #LBC U.K. has spent a third of what US has on COVID business relief,...","sentiment_score":-0.05}
{"full_text":"RT the funniest part of the 2011 comedy \"Contagion\" is when they invent a lifesaving vaccine at the end, and then everyone...","sentiment_score":0.0}
{"full_text":"RT I've worked all through this plandemic,  no masks, no social distancing. Hugging friends! No jab, not a sniffle! Yet I know...","sentiment_score":-0.0260416667}
{"full_text":"The rise and fall of cakeism ","sentiment_score":0.0}
{"full_text":"RT Whilst Sturgeon condemns many Scottish businesses to the scrap heap with her draconian rules BBC report this morning that...","sentiment_score":0.5}
{"full_text":"Good point although that position will be on lock once Romeros back. Obviously he could then cover rcb and rwb if thats a road Conte went down","sentiment_score":0.1361111111}
{"full_text":"3\/ LondonYes, but only London.  What I mean is why is London the only region to have extensive data on it?It says it is a document focussing on the Omicron document, not London.London has had the least cases all summer so a winter rise was inevitable.","sentiment_score":-0.1020833333}
{"full_text":"What are you doing??","sentiment_score":0.0}
{"full_text":"RT 'There are lots of people who will help you if you're scared.'@CBeebiesHQ presenter George Webster shares a special messa...","sentiment_score":0.3571428571}
{"full_text":"RT We now know Brexit deal will be worse for the UK economy than a pandemic which caused whole industries to collapse ove...","sentiment_score":-0.1}
{"full_text":"\"Omicron Is Just Beginning and Americans Are Already Tired\" by BY PATRICIA MAZZEI via NYT New York Times","sentiment_score":-0.1318181818}
{"full_text":"Another one who will be getting a back hander for pushing this vaccine. Where has the idea gone of getting double jabbed and a yearly booster. It's gonna be a booster a month at this rate. These cunts are making millions off this #Booster #vaccine #COVID19 #OmicronVariant","sentiment_score":0.0}
{"full_text":"RT When Biden eases up on the vaccine mandates he will blame Trump for rushing the vaccine. Then herd natural immunity and m...","sentiment_score":0.1}
{"full_text":"RT Now there is this view as well, 'no third wave'... but it counts on people getting booster doses of the vaccine, to protect...","sentiment_score":0.0}
{"full_text":"RT Klopp's mother died of covid and he couldn't go to her funeral. He's advocating that people listen to medical professionals...","sentiment_score":0.0}
{"full_text":"RT \"We're in a pandemic\"NahYOU in a pandemic. I'm LIVING.","sentiment_score":0.0}
{"full_text":"Quick recovery Sir.","sentiment_score":0.3333333333}
{"full_text":"RT \"A box-fresh unaccredited testing company was given a huge public contract; it then delivered tens of thousands of fals...","sentiment_score":0.2}
{"full_text":"RT Perth....no masks......no social distancing......no restrictions.......no COVID-19.......let's keep it that way......M...","sentiment_score":0.0333333333}
{"full_text":"RT A friend of my husband for over 30 years is getting married New Years Eve. We just got email everyone has to be tested...","sentiment_score":0.1931818182}
{"full_text":"13th.Unlucky for some ","sentiment_score":0.0}
{"full_text":"RT I work in a Sydney COVID testing clinic. Shit is bonkers right now. We know wait times are insane, we're in full PPE in 35 de...","sentiment_score":-0.1410714286}
{"full_text":"RT This is why separating out funding for \"hard\" sciences and only letting humanities and social science in the back door via lit...","sentiment_score":-0.0645833333}
{"full_text":"RT Covid vaccines mean no more lockdowns or 'economic restrictions,' Sunak says 23rd Oct Economy trashed because of Sunak and h...","sentiment_score":-0.1208333333}
{"full_text":"Only the vulnerable need the vaccine, even the head of the WHO said boosting children is wrong. The vulnerable are the ones at risk, they get jabbed, we move on with life...but the jabs don't work as planned so now everyone is vulnerable?","sentiment_score":-0.4}
{"full_text":"In April, we contributed to a pan-disability hustings ahead of the election. Disabled people questioned candidates from the 5 main Scottish political parties on a wide range of issues including social care, the impact of the pandemic and social security:","sentiment_score":-0.0111111111}
{"full_text":"Four close friends who share the same passion for flying and thrilling stunts came together to create a dynamic group that's sweeping the nation! The Marksmen Aerobatic Team was founded in 2020 in the heart of the pandemic. Here's the story:https:\/\/t.co\/FIg7pjZJW9","sentiment_score":0.0833333333}
{"full_text":"RT Well i just cancelled due to 2 kid and a grandchild in 2 different households tested pos today. All vaccinated....","sentiment_score":-0.0625}
{"full_text":"1,123 positive tests were returned to #Carlow and #Kilkenny in the week to Monday ... ","sentiment_score":0.2272727273}
{"full_text":"RT The \"I have been so careful but I still got covid\" posts are a symptom of a society that was told that staying safe was within...","sentiment_score":0.2}
{"full_text":"RT Johnson's broken Brexit Britain ... where health workers have to set up charities to get health care for health workers w...","sentiment_score":-0.4}
{"full_text":"Help with the volunteer effort at a Covid-19 vaccination centre near you! Sign up to volunteer here https:\/\/t.co\/DTLsDYcEs7","sentiment_score":0.125}
{"full_text":"The Red Cross claims to have spent $760,000 so far to support anti-pandemic efforts in North Korea.\"The DPRK government has taken consistent pre-emptive and offensive measures since the outbreak of COVID-19,\" according to the group's latest report.https:\/\/t.co\/1kwrySCz4D","sentiment_score":0.125}
{"full_text":"Due to the increase in COVID cases and the early closure of schools, we have had to make the difficult decision to close playcentres from today Wed 22nd Dec until Jan. The parties are also cancelled. We thank you for your support and will see you next year.","sentiment_score":-0.13125}
{"full_text":"Four weeks after the #OmicronVariant first reported to the #WHO, it has now been detected in at least 95 nations.#COVID19","sentiment_score":-0.025}
{"full_text":"No more evidence of other fans want it than there is evidence that this new mild variant is transmissible at outdoor events.","sentiment_score":0.0236742424}
{"full_text":"RT End Game :","sentiment_score":-0.4}
{"full_text":"With the new strain of Covid, it is now mandatory for everyone to wear a protective face covering to reduce the spread of #Covid - 19. Here are some tips and tricks to help limit the spread of the virus. #Carers","sentiment_score":0.1363636364}
{"full_text":"Parents express frustration with the sudden decision at the end of last week to move to virtual schooling until Jan. 18.","sentiment_score":0.0}
{"full_text":"Antibodies from common cold coronaviruses could protect against COVID-19 infection in children #health #COVID19 #coronavirus","sentiment_score":-0.45}
{"full_text":"\"We're also noting that people who have had COVID may actually be more susceptible for severe flu. We're seeing cases of co-infections that can be very, very deadly,\" said Roberts.","sentiment_score":0.12}
{"full_text":"If you are breastfeeding, or planning to breastfeed, you can get the COVID-19 vaccine. You should not stop breastfeeding to be vaccinated against COVID-19. You can continue breastfeeding as normal after vaccination. For more information visit ","sentiment_score":0.325}
{"full_text":"Congresswoman Barbara Lee tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT Kevin: \"One person every four minutes is dying from cancer. We cannot run this country over an obsession with one condition...","sentiment_score":0.0}
{"full_text":"It's simple for international students in Australia to book a COVID-19 vaccine booster shot. Here's how: #GetVaccinatedNowhttps:\/\/t.co\/r0r7XVMO7B","sentiment_score":0.0}
{"full_text":"I don't even need to get my test results I 100% have covid. Woke up wanting to buy these","sentiment_score":0.0}
{"full_text":"With the variant proving an ability to cause breakthrough cases in vaccinated individuals, the Biden administration is working to address the newest wave with a number of new initiatives.","sentiment_score":0.1363636364}
{"full_text":"Six international passengers who have tested positive for #COVID19 have been sent to home isolation in a designated hospital in Bengaluru.#Bengaluru #Covid_19 #Passesngers #bangaloreairport #bengaluruairport #covidpositive","sentiment_score":0.1136363636}
{"full_text":"Heart inflammation cases emerge among 5- to 11-year-old kids after COVID-19 shot: CDC","sentiment_score":0.0}
{"full_text":"Government may introduce pandemic restrictions for New Year's Evehttps:\/\/t.co\/XjeIaLTi9Q","sentiment_score":0.1363636364}
{"full_text":"The Centers for Disease Control and Prevention is now looking into loosening its isolation guidance for breakthrough cases. The agency may shorten the time for fully vaccinated, asymptomatic people.","sentiment_score":0.0}
{"full_text":"RT  With two years of pandemic-enforced cancellations, the last Greenlandic Football Championship now took place almost two...","sentiment_score":0.0}
{"full_text":"RT \"Boston's vaccine mandate will not apply to professional athletes.\"https:\/\/t.co\/1pIf6xq0Pk","sentiment_score":0.1}
{"full_text":"5\/Now this is the important one for many reasons.Hospital Admissions.  Was it made perfectly clear that a hospital admissions does not mean an admission to hospital and being treated for COVID?It should also have been done per 100k that main chart it has no relevance.","sentiment_score":0.2645833333}
{"full_text":"Santa's had his flu vaccine and is all set to do his job on Christmas eve!It's quick and easy to get the vaccine. Find out if you're eligible, and have a happy, safe festive season!For more info visit:","sentiment_score":0.5133333333}
{"full_text":"Jan 2020Nobody paid attention(Beside stock brokers for senators)","sentiment_score":0.0}
{"full_text":"New York City's iconic New Year's Eve ball drop is in jeopardy because of Omicron.","sentiment_score":0.2575757576}
{"full_text":"RT NBCNews: Omicron symptoms: What we know about illness caused by the new variant.","sentiment_score":0.1363636364}
{"full_text":"Boris Johnson: No new Covid restrictions for England before Christmas#Christmas #Covid  #UK  #thelevanthttps:\/\/t.co\/XDpStrTrmh","sentiment_score":-0.0681818182}
{"full_text":"\"We don't think today that there is enough evidence to justify any tougher measures before Christmas,\" Johnson said in a video posted on social media.\"We can't rule out any further measures after Christmas,\" Johnson added.  #featured #UMMhttps:\/\/t.co\/ZD7g0zDO8Y","sentiment_score":0.0111111111}
{"full_text":"DOTS Year In Review: March Lockdown was slowly lifting, the end of red 221s was nigh, Plain white 221101 was hanging on, Pride visited &amp; 730002 1st time on the Stour!#YearInReview #railwayphotography #trainphotography #railwaytwitter #voyager #class730 #pride","sentiment_score":-0.1285714286}
{"full_text":"RT Sell those vaccines asshole.","sentiment_score":0.0}
{"full_text":"Marketing your company properly is essential as we look to move away from the pandemic so if you are looking for a new marketing or website strategy, please look towards Elris CE.","sentiment_score":0.0681818182}
{"full_text":"'We need to see swift action against any rule breaking.'https:\/\/t.co\/5TCihy8tIz","sentiment_score":0.1}
{"full_text":"The results of the 13th annual BTI Outlook, GBTA's study of business travel spending and growth show a sharp 53.8% year-over-year decline in spending in 2020, with global expenditures predicted to rebound 14% in 2021.https:\/\/t.co\/fvx2bg7ibb via #BusinessTravel","sentiment_score":-0.0416666667}
{"full_text":"Hey, mates, let's get a vaccine!Our rats have already done it.#NFTs #NFTartists #Metaverse #Crypto #opensea #OpenSeaNFT #NFTGiveaway #NFTcollection #NFTCommunity #NFTGame #blahblah","sentiment_score":0.0}
{"full_text":"Bored during lockdown. Also incredibly nosey and like to read other people's opinions. Better to be nosey than dozy ","sentiment_score":0.19375}
