{"full_text":"RT A message from Give yourself the gift of health this holiday season.Vaccines for COVID-19 and the seasonal...","sentiment_score":0.0}
{"full_text":"RT It's frightening. With European governments forcing vaccinations upon their citizens, Australia sending peopl...","sentiment_score":-0.25}
{"full_text":"RT Can you source the 75% of Covid ITU pts are unvaccinated please? I can't find it. I find figures fr...","sentiment_score":0.0}
{"full_text":"The vaccine only lessens symptoms of the vaccinated, if that, according to many studies - including government ones.It does not help with transmission.","sentiment_score":0.25}
{"full_text":"FACT! Do people HONESTLY believe Biden really cares about the US???LOL: Regarding travel restrictions for American citizens: \"The answer is yes,\" Fauci said, prompting Doocy to ask if migrants crossing the southern border were included.\"That's a different issue,\" Fauci claimed.","sentiment_score":0.16}
{"full_text":"The only fun thing about this is seeing a procession of Tory dimwits put up to say they know nothing but it was all perfectly fine. Recently appointed junior ministers getting an apprenticeship in lying.","sentiment_score":0.1791666667}
{"full_text":"RT 20,000 unvaccinated Texans have needlessly died from COVID since June 1, 2021.  Lives lost from self-defeating, dangerous,...","sentiment_score":-0.55}
{"full_text":"RT DC, Kokrajhar personally interacted with #COVID19 vaccine-hesitant people in semi-urban areas during","sentiment_score":0.0}
{"full_text":"RT Re-upping this brilliant image from last year as a reminder on how mitigation measures work together to prevent the sp...","sentiment_score":0.45}
{"full_text":"RT Slightly depressed that this story is being covered by \"right wing\" channels all over the world but not a peep from BBC\/...","sentiment_score":0.0595238095}
{"full_text":"RT Vast majority of those who tested positive for COVID on flight were mRNA compliant. There is no scientific case for...","sentiment_score":0.1136363636}
{"full_text":"RT I'm not getting the vaccine. COVID is not statistically a threat to my life and everyone spreads it, regardless if the...","sentiment_score":0.0}
{"full_text":"RT This, along with the now &gt;24% test positivity in South Africa and nearly 5-fold rise in cases in a week certainly (&gt;16,000 c...","sentiment_score":0.1571428571}
{"full_text":"RT This the last big weekend until next year","sentiment_score":0.0}
{"full_text":"RT Opinion | GOP Reject Vaccine Mandates for Men, But Demand Pregnancy Mandates for Women | @Martina ","sentiment_score":0.0}
{"full_text":"I was just diagnosed with Covid early monday morning and had the monoclonal antibody infusion the next day in Maine. I'm doing well. I'm grateful to have received it and think its bullshit they don't offer this therapy to everyone.","sentiment_score":0.05}
{"full_text":"RT Is it just me...or do they REALLY want to normalise serious heart issues right now?? Thousands facing heart problems due to...","sentiment_score":0.0068452381}
{"full_text":"I was born in Hamilton. I just don't believe in punishing someone when they were asked to promote the game\/team\/league in an arena full of vaccinated people. It's called common sense, living in a time where the rules and regulations change on a daily basis.","sentiment_score":0.0166666667}
{"full_text":"RT This is a vile attack by the Johnson gov't on fundamental democratic rights and even the basic parental instinct to pro...","sentiment_score":0.0}
{"full_text":"RT Dit houdt mij bezig PARMA, ITALY  MARCH OF THE VACCINE DEADPeople march with photos of their loved ones who were killed...","sentiment_score":0.25}
{"full_text":"Not really. They're comforting him so he can get a vaccine. It's good actually","sentiment_score":0.2}
{"full_text":"RT After issuing a student vaccine mandate the rest of the country is rejecting, Newsom's corruption and publicity-seeking a...","sentiment_score":0.0}
{"full_text":"RT Met Commissioner told earlier she needed a letter of complaint on parties in Number 10 during lockdown before decid...","sentiment_score":-0.15}
{"full_text":"RT When all the children are ill with long covid and the NHS has gone private!Who's going to pay your child's medical costs...","sentiment_score":-0.1833333333}
{"full_text":"Dan Wooton is a menace to the health of the people of UK. He is a selfish person who cares for no one but himself ... Karma please do your thing","sentiment_score":-0.5}
{"full_text":"Steps gig linked to 6 Omicron cases. I'm surprised it wasn't 5,6,7,8","sentiment_score":0.1}
{"full_text":"RT Breaking News: The Omicron variant appears to be spreading more than twice as fast as Delta in South Africa, scientists said....","sentiment_score":0.35}
{"full_text":"Anti-vaxxers are similar in some ways to Trump cult members. Both have trouble weighing evidence because they think wishfully or just irrationally. \"Covid-consicous people\" have enough sense to recognize facts when they see them, so they trust science and scientific experts.","sentiment_score":-0.0666666667}
{"full_text":"Translation Root cause are the failed policies that have devastated poor communities","sentiment_score":-0.45}
{"full_text":"RT Latest: Switzerlandremove all quarantine requirements for passengers, effective tomorrow. For countries on its risk lis...","sentiment_score":0.55}
{"full_text":"RT Hayley Hodgson, 26, has just been released from a 14-day detention at the Howard Springs quarantine facility in Australia.On...","sentiment_score":0.0}
{"full_text":"I'm doing fine with my third no problem whatsoever now with the flu shot,when will the non- VAXer realise how stupid they are because when they are dead it is too late.remember you all get vaccinated and wear a mask when needed and be a part of the solution and not the problem.","sentiment_score":-0.1458333333}
{"full_text":"RT \"In consultation with an unelected, unaccountable, unnamed bureaucrat who wants to play both politician and monarch, Toronto...","sentiment_score":0.2}
{"full_text":"Tell you what.  Practice what you preach and stay home.","sentiment_score":0.0}
{"full_text":"RT Hayley (COVID negative) asks her COVID camp wardens if she can take a walk outside or run (with mask on) because her ce...","sentiment_score":-0.15}
{"full_text":"RT Majority of England's Omicron cases ARE double-vaccinated","sentiment_score":0.0}
{"full_text":"RT It took a year for #Omicron, the 5th variant of concern, to be detected after Gamma and Delta, picked up in late 2020","sentiment_score":-0.3}
{"full_text":"RT America's unemployment rate tumbled last month to its lowest point since the pandemic struck.https:\/\/t.co\/0PoeHxdf9a","sentiment_score":0.0}
{"full_text":"Michael Jordan let a pizza ruin his immune system. LeBron beat the biggest disease in modern day in the midst of a pandemic. Who's the goat??","sentiment_score":0.2}
{"full_text":"RT Oz is like the clown in Stephen King's \"IT.\" He too wants to kill your kids. But Oz wants to do it for money. At least th...","sentiment_score":0.0333333333}
{"full_text":"RT \"Ok let's try again. If we have a pandemic with 160,000 dead 50,000 new infections and 200 deaths a day then we get a new...","sentiment_score":0.1431818182}
{"full_text":"RT should really be known as Allison Clickbait Pearson.Claimed \"booster shots are of no us...","sentiment_score":0.2}
{"full_text":"RT We know there is a COVID crisis in the world. But, after long efforts, our victory this year is more valuable to us th...","sentiment_score":0.225}
{"full_text":"RT 86% vaxxed in Canada and we have more travel restrictions now than this time last year when we had no vaccine.","sentiment_score":0.25}
{"full_text":"RT Finally, our 'national news network' is starting to take notice! This is significant! Let's hope they can tell more...","sentiment_score":0.2421875}
{"full_text":"Someone needs to do a study on the effect of the pandemic on \"202X is my year\"","sentiment_score":0.0}
{"full_text":"RT Pfizer and Moderna Covid vaccines give best overall boost, UK trial finds","sentiment_score":0.5}
{"full_text":"RT It is December 2021 and we're still measuring the severity of the pandemic by case numbers instead of by hospitalizations...","sentiment_score":0.0}
{"full_text":"Nah but i has covid","sentiment_score":0.0}
{"full_text":"I'm thinking the vaccine is the worst thing that has ever happened Trump spearheaded that one OK","sentiment_score":-0.25}
{"full_text":"Idiot beyond belief!!! Why would you do that??? Just don't have the vaccine end of. Why the deceit??","sentiment_score":-1.0}
{"full_text":"RT Facebook sold ads comparing vaccine to Holocaust ","sentiment_score":0.0}
{"full_text":"RT Putin wages war on Russians and makes clear his intentions to escalate his war against Ukraine. How's that going to wo...","sentiment_score":0.1}
{"full_text":"RT Italian man tries to dodge Covid jab using fake arm","sentiment_score":-0.2}
{"full_text":"RT @husainhaqqani said \"The rise of the TLP has normalised murder over blasphemy allegations. What were once random inc...","sentiment_score":-0.5}
{"full_text":"RT During the pandemic a lot of people got brave &amp; tried to question just how famous BTS were bc they live in the hellholes...","sentiment_score":0.4787878788}
{"full_text":"RT BREAKING: Ontario is reporting 1,031 new COVID-19 cases today, and four COVID-related deaths.It's the first time in almo...","sentiment_score":0.1931818182}
{"full_text":"RT Opinion | GOP Reject Vaccine Mandates for Men, But Demand Pregnancy Mandates for Women | @Martina ","sentiment_score":0.0}
{"full_text":"RT Today is the International Day of Persons with Disabilities! This year's theme is \"Fighting for rights in the post-COVID era\"....","sentiment_score":0.0}
{"full_text":"RT Well said, sir.","sentiment_score":0.0}
{"full_text":"RT you know how to avoid covid?same way you'd avoid any flu or cold virus.wash your hands!  stay away from sick people!","sentiment_score":-0.8214285714}
{"full_text":"RT They partied as my mother lay dying, alone over Christmas, of Covid. We obeyed the rules and didn't visit in order to...","sentiment_score":0.0}
{"full_text":"RT But they can mandate women get vaginal ultrasounds and force 10 year olds to give birth to their own siblings.","sentiment_score":0.6}
{"full_text":"RT Let's see if you have it in you , let's see your Churchillian moment, by NOT reintroducing restrictions or a Vac...","sentiment_score":0.0}
{"full_text":"RT After South Africa switched it and said nah g that ting came from Europe  all of a sudden it's not that deep A complete...","sentiment_score":0.0333333333}
{"full_text":"Why does UK ignore people who have had Covid and recovered when the whole EU treats them as vaccinated for travel purposes?","sentiment_score":0.2}
{"full_text":"We're offering the vaccine by appointment only based on local eligibility guidelines. To book your appointment today! https:\/\/t.co\/1pTHsBU1EV#ARCpointLabsofHoustonWest #ARCpointLabs  #CovidVaccine #ImVaccinated #IGotVaccinated #VaccinesSaveLives #VaccinesWorks","sentiment_score":0.0}
{"full_text":"Escape room done  now out for a meal with my Mum and sister. It's a shame my sisters boyfriend couldn't join us but he tested positive for covid a couple of days ago. We still got through the escape room just though with 3 brains instead of 4  xx","sentiment_score":0.2272727273}
{"full_text":"RT Everyone stop! The NYGov TikTok response to Omicron covid at AnimeNYC is actually perfect ","sentiment_score":1.0}
{"full_text":"RT And look where he works. No conflict of interest there.https:\/\/t.co\/80sAdDtGAW","sentiment_score":0.0}
{"full_text":"I'll be appearing shortly on The Hull Show. Hope you tune in while Brady and I talk .","sentiment_score":0.0}
{"full_text":"RT You need to be fully vaccinated to travel to nearly every country on this list. That means the vaccinated are spreading...","sentiment_score":0.1}
{"full_text":"RT If you're just getting going this morning, here's 4 minutes on what we know about the Christmas Party in No.10 last year...","sentiment_score":0.0}
{"full_text":"RT And people still aren't putting two and two together...","sentiment_score":0.0}
{"full_text":" (1\/6) Happy Friday December 3! Here is today's #COVID19 practice directive update from Canadian courts","sentiment_score":1.0}
{"full_text":"RT If you are wondering what is going on in South Africa in regards to Omicron, doctors describe what they are seeing thus...","sentiment_score":0.0}
{"full_text":"RT I heard that getting the COVID booster makes you immune to fentanyl pass it on","sentiment_score":0.0}
{"full_text":"RT Ireland 202194% Jabbed Longest lockdown in Europe MasksHotel Quarantine Slowest opening in EuropeVax P...","sentiment_score":0.0}
{"full_text":"RT Omicron COVID-19 variant found in three U.S. states","sentiment_score":0.0}
{"full_text":"RT The November jobs report is further evidence that the Biden #BuildBackBetter agenda is getting Americans back to work. ...","sentiment_score":0.0}
{"full_text":"The discovery of a new Covid variant has sparked panic across the globe. While it's still early days, it's crucial to unpack Omicron's impact on our industry and understand how we can move forward.","sentiment_score":0.0787878788}
{"full_text":"Omicron variant of COVID-19 found in multiple US states ","sentiment_score":0.0}
{"full_text":"Pick your favorite one...","sentiment_score":0.5}
{"full_text":"Letter to members about forced vaccinations","sentiment_score":-0.3}
{"full_text":"RT What are the odds of COVID originating from China, the most powerful communist nation, under secretive conditions that im...","sentiment_score":0.4}
{"full_text":"RT 'The Omicron variant' is basically a cold.People are so weak and easily frightened these days. Literally afraid to breathe...","sentiment_score":-0.1805555556}
{"full_text":"Heartbroken Parents Urge Others Not To Get COVID-Complacent After 3-Month-Old Boy Dies","sentiment_score":0.0}
{"full_text":"As pandemic-driven economic instability has heightened the risk factors for white-collar crime, so too has the importance of compliance been reinforced.https:\/\/t.co\/tgJ4neUVtF","sentiment_score":0.2}
{"full_text":"Creative Power: How Cultural Entrepreneurship Could Shape the Post-Covid World  Written by of","sentiment_score":0.3}
{"full_text":"\"The support of technology in managing the pandemic situation is irreplaceable.\" We cannot agree more with #IreneOkike! Follow our #iwc21 roundtable live on the UN Webcast #infopoverty #digitalsociety","sentiment_score":0.3806818182}
{"full_text":"RT Wrote about one of the most serious COVID-19 complications -- amputations -- with We talked to two patien...","sentiment_score":0.0833333333}
{"full_text":"RT Please excuse my language in the posts about gun violence. As a teacher, I've lived with this anxiety and de...","sentiment_score":-0.05}
{"full_text":"RT honestly I respect bts's ability to stay so kind and open in an industry filled with people who hold nothing but bitterness...","sentiment_score":0.4}
{"full_text":"reported global remittances increased from $126 bil to $702 bil between 2000-2020. Despite predictions, COVID caused just a small drop.https:\/\/t.co\/AoIdsTx86ZImproving quality of labor mobility will play increasingly critical role as number of migrants grow!","sentiment_score":-0.0833333333}
{"full_text":"England, Scotland, Wales, and Northern Ireland profoundly support until and beyond COVID-19's end, our wonderful community leaders.","sentiment_score":0.5416666667}
{"full_text":"RT And now we know why.... Reckless.","sentiment_score":0.0}
{"full_text":"The COVID-19 vaccination rate among workers in Arizona nursing homes remains lower than that of most other states. reports.","sentiment_score":0.1875}
{"full_text":"Well you're going to lose because people arre smart enough to protect themselves, their children and their communities against Covid.","sentiment_score":0.1071428571}
{"full_text":"Background reading: #Diversealz Thursday and beyond: 'Guidance on Care Home Visiting' (Nov 2021) via #diversealz","sentiment_score":0.0}
{"full_text":"The first case of the Omicron variant of the #coronavirus has been confirmed in #Mexico, the deputy health minister said on Friday, sparking concerns a new spike in infections could follow#COVID19 #Omicronhttps:\/\/t.co\/IHIKoebxND","sentiment_score":0.2621212121}
{"full_text":"A family in Arizona wondered if COVID-19 could get passed down to their furry companions, so they reached out to the Arizona Department of Health and who gave them info about a volunteer study that would provide the answerSTORY:","sentiment_score":-0.1555555556}
{"full_text":"Dollar General plans to open 1,000 stores aimed at wealthier shoppers, reports CNBC. Store traffic and sales are rising to pre-pandemic levels in New York City, according to The Wall Street Journal. #mustreads #cre #commercialrealestate","sentiment_score":0.0621212121}
{"full_text":"RT Jimmy Carr: \"Put your hand up if you are not going to take the vaccine because you think it's dangerous. Now slap your...","sentiment_score":-0.6}
{"full_text":"Immigration detention facilities have always created threats to immigrants' health, but the COVID-19 pandemic has exacerbated these pre-existing conditions to dangerous levels. Read our new research spotlight by UMN graduate student Eunice Kim:","sentiment_score":-0.2318181818}
{"full_text":"After Trump double digit unemployment, Biden is #buildbackbetter jobs to America. Unemployement doing down to 4.2% and more expected when uncounted self employed are counted.","sentiment_score":0.0611111111}
{"full_text":"RT South African doctor who discovered Omicron: \"It causes mild symptoms. No reason to panic.\"The rest of the world: \"PANIC!...","sentiment_score":0.2083333333}
{"full_text":"RT Generic Congressional Republicans be like \"I support limited government!\" and then vote to fully fund federal vaccine ma...","sentiment_score":-0.0446428571}
{"full_text":"A 2018 study showed that among adults hospitalized with #flu, vaccinated patients were 59% less likely to be admitted to the ICU than those who had not been vaccinated. Protect yourself and your loved ones by getting vaccinated. More:","sentiment_score":0.2583333333}
{"full_text":"All adults are eligible for a #COVID19 booster shot. Find available vaccines near you at Consult your healthcare provider or local pharmacist if you have questions about vaccines or boosters.Read","sentiment_score":0.1666666667}
{"full_text":"At 96, Giuseppe Paterno has faced many tests in life - childhood poverty, war, and, more recently, the coronavirus pandemic. Now he has sailed through an exam that makes him Italy's oldest university graduate.  #fridayfun #amazingseniors #nevertoolate","sentiment_score":0.3333333333}
{"full_text":"RT you're the exact reason the rest of us wanna stay home","sentiment_score":0.25}
{"full_text":"Last year, health authorities in the UK decided to extend the time between #COVID19 vaccine doses in order to allow more people to receive their first dose. Data are emerging from the extended vaccine schedule.","sentiment_score":0.25}
{"full_text":"At 96, Giuseppe Paterno has faced many tests in life - childhood poverty, war, and, more recently, the coronavirus pandemic. Now he has sailed through an exam that makes him Italy's oldest university graduate.  #fridayfun #amazingseniors #nevertoolate","sentiment_score":0.3333333333}
{"full_text":"RT Where are we on Omicron &amp; Delta in the US?","sentiment_score":0.0}
{"full_text":"Today on The Daily Break Podcast:@NaveedAJamali talks with Newsweek's Tom O'Connor (@ShaolinTom) about the U.S. Marine Corps preparing for the outbreak of a potential crisis by returning to its roots as an elite island-hopping force.Listen &amp; Subscribe:","sentiment_score":0.0}
{"full_text":"Long COVID -- or post-COVID-19 conditions -- includes several symptoms that some people may experience 4 or more weeks after infection. Get tips on prevention and find out what you can do to support people who are experiencing long COVID.","sentiment_score":0.1}
{"full_text":"How 'killer' T cells could boost COVID immunity in face of new variants","sentiment_score":0.1363636364}
{"full_text":"U.S. economy adds just 210,000 jobs in November:https:\/\/t.co\/zLsg4FTKxR\"The November unemployment rate dropped to a pandemic low of 4.2 percent, from 4.6 percent in October.\"#jobsreport#payroll #CaliforniaBusinesses","sentiment_score":0.0}
{"full_text":"RT Close the border now!","sentiment_score":0.0}
{"full_text":"RT At least those federal vaccine mandates prevent infection and reduce employee time off.","sentiment_score":-0.3}
{"full_text":"At 96, Giuseppe Paterno has faced many tests in life - childhood poverty, war, and, more recently, the coronavirus pandemic. Now he has sailed through an exam that makes him Italy's oldest university graduate.  #fridayfun #amazingseniors #nevertoolate","sentiment_score":0.3333333333}
{"full_text":"RT 629 days later.I didn't lockdown, wear a mask, get tested, or get an mRNA shot.And I'm still here.","sentiment_score":0.0}
{"full_text":"For me  the malaysian junior team  have done well. With lockdown in Malaysia, no any competive tournament, compare to European which their league is truthout  the year. And yet you said future looks bleak. Do Malaysian team is top 5 in the world? Be realistic  ","sentiment_score":-0.0666666667}
{"full_text":"Omicron and Vaccines: What You Should Knowhttps:\/\/t.co\/B3hN7EFVDC","sentiment_score":0.0}
{"full_text":"RT Ireland is 94% adult vaxxed and has had mask mandates and vaccine passports in place for months.","sentiment_score":0.1}
{"full_text":"The pandemic has made the fissure dividing Idaho's Republican party even wider.","sentiment_score":0.0}
{"full_text":"This is a time capsule tweet. It will open on Friday, December 3, 2021 at 3:00 PM EST. The time right now is June 5, 2020 at 2:04 PM EST. There are riots happening right now and we are getting out of a pandemic. I will recap in when this opens. Pt. (1\/2)","sentiment_score":0.1904761905}
{"full_text":"Doesn't seem that Omicron is that bad after all. Can someone let Mr Market know ","sentiment_score":-0.7}
{"full_text":"At 96, Giuseppe Paterno has faced many tests in life - childhood poverty, war, and, more recently, the coronavirus pandemic. Now he has sailed through an exam that makes him Italy's oldest university graduate.  #fridayfun #amazingseniors #nevertoolate","sentiment_score":0.3333333333}
{"full_text":"Dozens of maskless passengers have been slapped with fines after compulsory face coverings were brought back in. Face coverings became mandatory again on public transport from Tuesday amid rising concerns about the #Omicron variant of #Covid19.","sentiment_score":0.0}
{"full_text":"Medical face masks are the common blue disposable masks that are widely available. You should wear a medical face mask at home if you have COVID-19 or if you're a close contact of someone with COVID-19.https:\/\/t.co\/wT6K0j6yKP","sentiment_score":0.02}
{"full_text":"As the world continues to battle #COVID19, these 3 lessons from the Pacific experience may inform #pandemic responses in other jurisdictions.","sentiment_score":-0.125}
{"full_text":"At 96, Giuseppe Paterno has faced many tests in life - childhood poverty, war, and, more recently, the coronavirus pandemic. Now he has sailed through an exam that makes him Italy's oldest university graduate.  #fridayfun #amazingseniors #nevertoolate","sentiment_score":0.3333333333}
{"full_text":"BEST MOTIVATIONAL PODCASTS TO LISTEN TO RIGHT NOW!https:\/\/t.co\/CjeoX00LAk(Saturday's pick tomorrow!)#podcast #podcasts #youtube #goals #music #love #comedy #success #itunes #business #interview #entrepreneur #covid #motivation #art #inspiration #news #god #FridayFeeling","sentiment_score":0.5214285714}
{"full_text":"please, lock yourself down. We'll go on living if you don't mind.","sentiment_score":-0.1555555556}
{"full_text":"Oklahoma sues over National Guard vaccine requirement","sentiment_score":0.0}
{"full_text":"RT Prof Ibrahim Umara, a Lecturer and Islamic scholar,  justified the necessity for Muslims to take the COVID-19 Vaccine to...","sentiment_score":0.4}
{"full_text":"An official from Taiwan's central bank stated that Taiwan's trade surplus with the U.S. is due to the U.S.-China trade war.","sentiment_score":-0.0625}
{"full_text":"RT Cleveland Clinic Suspends Vaccine Mandate After The Gateway Pundit Exposed Hospital's 'Heinous' COVID Malpractice","sentiment_score":0.0}
{"full_text":"US's Second Omicron Case Possibly Linked to #AnimeNYC","sentiment_score":0.0}
{"full_text":"Karnataka health department officials haven't been able to ascertain how one of the two people who tested positive for #Omicron, got infected with ithttps:\/\/t.co\/0E2QXCx3qx","sentiment_score":0.3636363636}
{"full_text":"RT Permanent masking, folks. They're doing all the things we told you they would from the beginning, because COVID has made th...","sentiment_score":0.0}
