{"full_text":"Chief bedwetter should spend less time worrying what hilderdope writes","sentiment_score":-0.1666666667}
{"full_text":"South Africa. #Omicron . How is your refusal to mandate #MasksInClass not #Democide ?","sentiment_score":0.0}
{"full_text":"RT Ugur Sahin warned that the vaccine alone will not stop the pandemic. \"Even triple-vaccinated people can transmit the d...","sentiment_score":0.0}
{"full_text":"Probably the only thing Britain is doing right during the pandemic is making rapid lateral flow tests free for the asking. They have a web page where you can request up to 14 at a time, and there's no limit on how often you can request.","sentiment_score":0.2285714286}
{"full_text":"New Zealander Dies of #Pfizer #vaccine Related #myocarditis","sentiment_score":0.0681818182}
{"full_text":"RT NSW Health asks everyone to just stop having covid","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"RT This is a stealth lockdown. Towns and Cities are deserted. Mixed messaging and a lack of faith in the people delivering the mess...","sentiment_score":-0.0875}
{"full_text":"RT Ontario, Canada. No popcorn or drinks at the movies, no beer or food at Leafs games, no singing or dancing allowed a week...","sentiment_score":0.0}
{"full_text":"RT Covid deaths are not rising. Average daily fatalities 112. Saturday's count was five per cent down on the previous week. Sage mo...","sentiment_score":-0.1180555556}
{"full_text":"RT Contrast the loveliness of the vaccine volunteers talking of they joy they get in helping others with Johnson not  being...","sentiment_score":0.8}
{"full_text":"RT #BREAKING The Chief Medical Officer Paul Kelly has written to the Prime Minister, Premiers and Chief Ministers urging t...","sentiment_score":0.0}
{"full_text":"RT And the govt are prepared to sacrifice more pensioners at the altar of face to face teaching!I hope yo...","sentiment_score":0.5}
{"full_text":"RT Corona Warriors on protest in support of to #ExpediteNEETPGCounselling2021! Paralysed understaffed hospitals,short...","sentiment_score":0.0}
{"full_text":"Are you taking the or are you a genuine covid cacker?","sentiment_score":0.4}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Look at the guy's face ... knows that every time he goes out to lie for the Charlatan, a little more of his soul dies ....","sentiment_score":0.15625}
{"full_text":"Oh and also seeing that you have burried your head deep in the sand. Let's take a look at this as well. You are a fool.","sentiment_score":0.0}
{"full_text":"RT Listening to Varadkar say there'll always be restrictions needed and maybe we can sometimes 'allow' more freedom has prove...","sentiment_score":0.5}
{"full_text":"RT Health minister says Vaccine for kids SoonAwaiting Policy approvals from NTAGI#CADILA","sentiment_score":0.0}
{"full_text":"RT As Omicron proliferates throughout the country unchecked, I am reminded of the time about a year ago when Congress double...","sentiment_score":0.0}
{"full_text":"So, there is a Cobra meeting to discuss a health and economic crisis which looms. The PM misses it, the Mayor of COVID ravaged London is not invited, the Deputy PM isn't there, the Chancellor isn't there, and the meeting is chaired by the Chancellor of the Duchy of Lancaster!","sentiment_score":0.25}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT You would think that #Domicron would have checked the vaccine supply for boosters before relaxing restrict...","sentiment_score":0.0}
{"full_text":"RT Me this entire pandemic","sentiment_score":0.0}
{"full_text":"RT If COVID happened pre-internet, everybody would be vaccinated.","sentiment_score":0.0}
{"full_text":"RT Opposition shouting slogans while Union Health Minister provides important details in Rajya Sabha on #Omicron variant of...","sentiment_score":0.4}
{"full_text":"When are people going come to their senses and ignore the \"cases\" figure.. it's meaningless.. who cares how many people have Covid if it's not reflecting in hospitalisation numbers... it's here to stay, deal with it","sentiment_score":0.0}
{"full_text":"RT If you are aged 18+, you can now book your Covid-19 vaccine and booster on the national booking systemMake sure to ke...","sentiment_score":0.2}
{"full_text":"RT Covid patients currently occupy 5% of NHS hospital beds. Roughly the same percentage since August 2021.","sentiment_score":-0.0333333333}
{"full_text":"RT Me this entire pandemic","sentiment_score":0.0}
{"full_text":"We do need to get on with it or else everything else will become a bigger problem than Covid then what? There's no going back","sentiment_score":0.0}
{"full_text":"RT Greg Luyssen: 22-Year-Old Cyclist Forced To End Career After Developing Heart Problems Caused By COVID Vaccine","sentiment_score":-0.3}
{"full_text":"RT \"Those cloth and blue surgical masks so many of us have been wearing? They're unlikely to cut it against Omicron, says an ex...","sentiment_score":0.0}
{"full_text":"RT Today, 20\/12\/2021.Malaysia catat 2,589 kes Covid 19.","sentiment_score":0.0}
{"full_text":"RT Lord Frost on resignation....","sentiment_score":0.0}
{"full_text":"RT What worries me about the rise in Covid cases is not my own health. I will be fine. I am worried for the beautiful women...","sentiment_score":0.6222222222}
{"full_text":"RT For those struggling to find rapid home COVID tests, Walmart has these in stock for $14; a better price comparatively but stil...","sentiment_score":0.5}
{"full_text":"RT I, for one, never understand this biennial fuss about the AFCON.European clubs act 'surprised' and agitated when they...","sentiment_score":0.1}
{"full_text":"RT Nigerians really chesting COVID like morning assembly cane","sentiment_score":0.2}
{"full_text":"The fight against #COVID19 has not ended, our health workers are working day and night. SHARP NGO and commend their contribution in these tough times. We distributed shoes among the health workers of Maheshwari Chikitsalaya, Maternity home and vaccination centre.","sentiment_score":-0.2569444444}
{"full_text":"There are different types of \"lockdown\", remember. Most of Sweden's policy has mostly been recommendations. No mask mandate for kids in all of Scandinavia at all, no mandatory vaccination either","sentiment_score":0.3333333333}
{"full_text":"Hats off to and for stepping up for commentary on final day's play from Adelaide.  Much better than we had to endure for day four.  Best wishes to all in Adelaide who impacted by CoVid.","sentiment_score":0.5}
{"full_text":"RT Man who jumped the vaccine queue AND had Pfizer instead of Astra Zeneca (going against his own rules at the time) AND just...","sentiment_score":0.6}
{"full_text":"RT Despite the hot, humid weather of South East Asia, Blinken got a cold &amp; frosty reception in Ind...","sentiment_score":-0.175}
{"full_text":"That would run the risk of overwhelming the testing service with folk who have colds not covid. Surely a more sensible approach is to test with LFT if you have cold symptoms. A +ve LFT gives you access to PCR testing. NHS should just add \"or a positive LFT\" to the criteria?","sentiment_score":0.1568181818}
{"full_text":"RT Fully vaccinated can still catch and transmit covid. Pass it on.","sentiment_score":0.0}
{"full_text":"RT All adults can now book their COVID-19 booster.If you're 18 or over and had your second dose over 2 months ago, book now at...","sentiment_score":0.0}
{"full_text":"RT As more and more evidence (Yes, Dick evidence) emerges of his Covid breaches, we - the public - are basically now paying...","sentiment_score":0.3333333333}
{"full_text":"RT Void the season &amp; keep the teams where they are imo. Would be gutted, but I think it's only fair for the Premier League.","sentiment_score":0.35}
{"full_text":"RT Last May during lockdown Them.                                     Us.","sentiment_score":0.0}
{"full_text":"Let's rt.","sentiment_score":0.0}
{"full_text":"RT On the left is the last photo I have of my mum alive in May 2020. Living alone with serious illness, she faced the pande...","sentiment_score":-0.0583333333}
{"full_text":"RT Also, an Excel error led to an estimated 1,500 deaths in the UK last year. The UK COVID contact tracing effort saved to an ol...","sentiment_score":0.0}
{"full_text":"RT Cory Booker tested positive. Elizabeth Warren tested positive. NFL and NHL rescheduled games. SNL altered their show. Record...","sentiment_score":0.2272727273}
{"full_text":"RT #Akhanda is having its beautiful Run over Telugu states even in 3rd weekDream run at Box-office for any other post Pandem...","sentiment_score":0.2416666667}
{"full_text":"The Ministry of Health conducts 272,115 tests as part of its plans to expand the scope of the tests, and reveals 301 new cases of the #Coronavirus, 149 recoveries and 1 death case due to complications. #TogetherWeRecover","sentiment_score":0.0056818182}
{"full_text":"RT Updated: Now the ratio is 14.The COVID death rate among unvaccinated people is 14-times higher than among vaccinated peopl...","sentiment_score":0.25}
{"full_text":"RT New Zealand health authorities said they believe a man's death may be linked to the Pfizer Covid-19 vaccine","sentiment_score":0.1363636364}
{"full_text":"RT COVID Season 3","sentiment_score":0.0}
{"full_text":"RT This might sound odd but I'm actually at the point now where I almost hope they do impose a lockdown - such will be th...","sentiment_score":0.0583333333}
{"full_text":"RT The Department of Health has also said there was no backlog in yesterday's Covid figures of 7,333.","sentiment_score":0.0}
{"full_text":"RT WATCH: White House COVID Response Coordinator tells unvaccinated Americans to be prepared to die","sentiment_score":0.0}
{"full_text":"Last October my staff were finishing up work and the police knocked on the door to check they weren't having an after work drink","sentiment_score":0.0}
{"full_text":"Trying to give Raab benefit of doubt - maybe he means scientific projections?As opposed to today's reality.All in the context of Coronavirus.","sentiment_score":0.0}
{"full_text":"RT HIGHER HOSPITALIZATION &amp; DEATHS VS FIRST WAVE--Comparing #Omicron in South Africa epicenter versus its first wave in 2020...","sentiment_score":0.25}
{"full_text":"Updated real-time R estimate just dropped.","sentiment_score":0.0}
{"full_text":"So were domestic use of Covid Certs. They lie and few believe them now. I have zero trust in our Govt, our health system and our courts after what I have witnessed in the past 2 years.","sentiment_score":-0.15}
{"full_text":"Punished for catching covid. WTF?","sentiment_score":0.05}
{"full_text":"RT I can't believe some folk are still saying 'but all that New Zealand did was delay covid so it was pointless'. YEAH de...","sentiment_score":-0.0568181818}
{"full_text":"I got tested positive to covid today, because I had a cold and I wanted to make sure  not to contaminated peiple before going to the cinema ... and you know what I always wear my mask and make sure yo wash my hands... and there is only one person at my work that isn't vaccinated","sentiment_score":0.1254545455}
{"full_text":"RT I'm on at 17:20 discussing the Omicron situation and what we should be doing next.Spoiler: it's not pretty.","sentiment_score":-0.125}
{"full_text":"After covid there is no opposition play with their full squad or their full strength against Pakistan and you judge them with India who mostly play with best teams after covid .","sentiment_score":0.55}
{"full_text":"RT Sorry but unless we solve global vaccination, and stop the powers, moneymen and companies blocking it, we shall face mo...","sentiment_score":-0.25}
{"full_text":"RT Getting a ticket for parking at the hospital in order to work a 13-hour shift during a pandemic Because we don't have en...","sentiment_score":0.0}
{"full_text":"RT This is a stealth lockdown. Towns and Cities are deserted. Mixed messaging and a lack of faith in the people delivering the mess...","sentiment_score":-0.0875}
{"full_text":"RT I am invited to 3 parties this week. One (today) canceled because she wasn't feeling great. 2 remaining and I'm nervou...","sentiment_score":0.8}
{"full_text":"Typical when long covid. Take it easy, lets hope time will help.","sentiment_score":0.0722222222}
{"full_text":"RT Which members of Congress have taken Ivermectin? If they can demand a vaccine database for every citizen, then we can dem...","sentiment_score":0.0}
{"full_text":"RT the eternal question: do I feel this way because of depression, adhd, the pandemic, gloomy winter weather, holiday obl...","sentiment_score":0.0}
{"full_text":"RT It didn't set you free! Again and again,Coerced, punished and controlled, until you do as you're told!On and on and...","sentiment_score":0.5}
{"full_text":"RT I'm triple jabbed and nearly all of my immediate family are at least double jabbed and most of us have had( and...","sentiment_score":0.075}
{"full_text":"RT Anyone who held a funeral for loved ones at this time wasn't allowed to have people in the garden 'for a drink' after w...","sentiment_score":0.7}
{"full_text":"RT HOLLY SHIT! IM WATCHING PEOPLE IN BROOKLYN AS I TYPE, BEING ARRESTED AT PANERA BREAD, FOR NO VACCINE PASS! AND SO IT BEGIN...","sentiment_score":-0.3125}
{"full_text":"RT Covid: Dutch go into Christmas lockdown over Omicron wave#bbcgms 0650https:\/\/t.co\/yMYzRma0JL","sentiment_score":0.0}
{"full_text":"RT Are you listening, This is from South Africa, where Omicron was first observed....","sentiment_score":0.25}
{"full_text":"RT N: Let me ask you for real, how many times are you going to greet me HBDO: It's the- 8th times- N: Thank you O: There's...","sentiment_score":0.35}
{"full_text":"RT \"We know that cooler weather, when people crowd indoors, is when the virus is mostly likely to spread,\" he said. \"We kno...","sentiment_score":0.0}
{"full_text":"RT 60+ degrees in December, Omicron taking a 2-0 lead in the series, $20 not doing nothing to the tank......we down bad","sentiment_score":-0.4277777778}
{"full_text":"RT covid really said \"hi just circling back\"","sentiment_score":0.1}
{"full_text":"vaccination clinics today at Long Toft Sports Hall and Rutland House","sentiment_score":-0.05}
{"full_text":"RT ji... if you couldn't save us in pandemic... at least don't kill our Dream. #ExtraAttemptKiBaat #ExtraAt...","sentiment_score":-0.3}
{"full_text":"RT Based on observed trends, our COVID-19 positivity rate will peak between 45-55% over the coming 1-2 weeks.Hospitalizati...","sentiment_score":0.0}
{"full_text":"RT Time and time again this government proves that they're dissociated from reality and have no sense of urgency. From Covid r...","sentiment_score":0.3}
{"full_text":"RT .@piersmorgan: smokes cigars, drinks heavily, is overweight - complains that he got #covid19 &amp; suffered despite undertaking...","sentiment_score":-0.2}
{"full_text":"RT This is a stealth lockdown. Towns and Cities are deserted. Mixed messaging and a lack of faith in the people delivering the mess...","sentiment_score":-0.0875}
{"full_text":"RT Question, in NYC unvaccinated New Yorkers can't do much of anything. They can't go out to eat, go to a bar, go to resta...","sentiment_score":0.1681818182}
{"full_text":"RT Perspective.Only 1 person in every 460 in UK has ever died 'with Covid'And about 1 in 70 has died of other things dur...","sentiment_score":-0.125}
{"full_text":"You're either being disengenious or ignorant to the data that existed before the vaccine rollout. Average age of death 84. Most people hospitalized had other health problems. You can quite safely predict Irving would be ok if he caught the virus.","sentiment_score":0.245}
{"full_text":"RT So, have I got this right? While Australians worry about covid outbreaks, flat wages, insecure work and climate catastrop...","sentiment_score":-0.0797619048}
{"full_text":"RT This is a stealth lockdown. Towns and Cities are deserted. Mixed messaging and a lack of faith in the people delivering the mess...","sentiment_score":-0.0875}
{"full_text":"RT Reports of Boris Johnson skipping Cobra at a critical pandemic moment just adds to the sense of deja vu ","sentiment_score":0.0}
{"full_text":"RT World leaders who want to get #COVID and all its variants under control need to follow the work of The...","sentiment_score":0.0}
{"full_text":"RT Is it omicron or delta or your period or a cold or flu or allergies or anxiety or long covid or perimenopause or food poi...","sentiment_score":-0.325}
{"full_text":"RT A message to and all his ministers. Just stop taking the public for fools. This is getting more and more...","sentiment_score":0.3333333333}
{"full_text":"Good to see Hamish the Highland Coo has his mask on. #KeepSafe #WearAMask","sentiment_score":0.7}
{"full_text":"LATEST UPDATE on UAE COVID-19 as of 20 Dec 2021NEW CASES: 301TOTAL NUMBER OF CASES: 744,438NO OF RECOVERED CASES: 738,785 (New: 149) NO OF FATALITIES: 2,152 (New: 1) Source: Ministry of Health and Prevention (MOHAP UAE)#BantayCOVID19 #CoViD19UAE","sentiment_score":0.2575757576}
{"full_text":"RT It's become v clear that \"Party management\" is also quite literally the only priority for this lot () during a global pand...","sentiment_score":0.0333333333}
{"full_text":"RT they're unpaid with a hazard pay of zero pesos. deal with that first before we get so obsessed with LEARNINGZ......","sentiment_score":-0.0166666667}
{"full_text":"RT It maybe hard to face but the truth still has to be conveyed to the American  People, there has been a series of clinical...","sentiment_score":-0.1458333333}
{"full_text":"This can be directly measured as true or not a problem based on how vaccine hesitancy for other vaccines changes with time.","sentiment_score":0.1083333333}
{"full_text":"A photograph showing British Prime Minister Boris Johnson and more than a dozen other people drinking wine in the garden of his Downing Street residence during a lockdown last year does not show a party, his deputy says.https:\/\/t.co\/BWHtJSmMtG","sentiment_score":0.09375}
{"full_text":"RT Hmm! It's very absurd, because we can't just defend ourselves orally by saying \"oh I have taken it the vaccine oo\"","sentiment_score":-0.65}
{"full_text":"HEAR YE HEAR YEMy country may be in full lockdown again but I am ready to explore the WORLD in FF7 !!See ya in two hrs &lt;3#twitchstreaming #Vtuber #ENVtuber","sentiment_score":0.33125}
{"full_text":"Due to Covid-19, we were unable to welcome for their usual Christmas visit  So, as part of our #ChristmasWishes campaign, we set up surprise video calls for some of our brave young patients and their Reds heroes  Find out what happened below  #ChristmasAtAlderHey","sentiment_score":0.1375}
{"full_text":"It's Day 1 of our Christmas countdown! Firstly, let's take a look some of the amazing online events that we've put on this year - from panels on COVID to Sailing on the Edge, to In Conversation events and virtual tours, here's just a selection of what we've been up to... ","sentiment_score":0.425}
{"full_text":"We're closed from 2pm on 24 December until 8.30am on 4 January. If you need help during this time with Covid-19 support, our housing or waste collection services, please visit our website #ChristmasServices","sentiment_score":-0.15}
{"full_text":"Biden to deliver address on COVID Omicron variant Tuesday","sentiment_score":0.0}
{"full_text":"Customer Notice: As current the situation with Covid is changing rapidly, we have taken the decision to postpone the planned Family Day on 31st Dec.  The Family Day will now take place on 18 Feb:  Apologies for any inconvenience casued.","sentiment_score":0.0}
{"full_text":"RT Europe's travel and leisure stocks take a fresh hit on concerns about a tightening of pandemic restrictions over the holid...","sentiment_score":0.3}
{"full_text":"RT Getting a ticket for parking at the hospital in order to work a 13-hour shift during a pandemic Because we don't have en...","sentiment_score":0.0}
{"full_text":"Why would anyone have an animus against the government that holds its own private wine and cheese parties whilst insisting the rest of the nation stays in lockdown?","sentiment_score":0.3}
{"full_text":"As omicron takes over the news, there's a lot of questions about masks, boosters and holiday gatherings. We tried to answer those for you.","sentiment_score":0.0}
{"full_text":"RT I can't believe some folk are still saying 'but all that New Zealand did was delay covid so it was pointless'. YEAH de...","sentiment_score":-0.0568181818}
{"full_text":"Volunteers needed to help at Mass Vaccination Centres! If you're a former registered Healthcare Professional then find out how you can help here: #vaccination #volunteering #covid19","sentiment_score":0.05}
{"full_text":"Be good and disinfect regularly, and #Santa will put you on the good list! In #India's #Mumbai, \"Santa Claus\" visited schools to distribute disinfectants to local students. It seems that preventative measures against #coronavirus are for life, not just for #Christmas!","sentiment_score":0.39375}
{"full_text":"The only fringe \"doctor\" here, is Fauci. He is also a  and a ","sentiment_score":0.0}
{"full_text":"Today is #InternationalHumanSolidarityDay! The pandemic has proved the importance of solidarity in communities around the world, and in the last 2 years we have seen wonderful examples of solidarity and unity. Today we celebrate our #UnityInDiversity!","sentiment_score":0.5}
{"full_text":"RT On Friday 15th May 2020 at 1 pm we held a minute's silence on our ward (and throughout our hospital) in memory of those who...","sentiment_score":0.0}
{"full_text":"Lockdown your  yes fukking tards","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"The Tories ended 2021 the way they began--by putting profits ahead of people's lives and failing over Covid. #ToriesOut#BorisMustGo#BorisResign#BorisJohnsonMustGohttps:\/\/t.co\/uBgEzEDDnT","sentiment_score":0.0}
{"full_text":"RT Remember the ISage mob trying to use Denmark last week and a few news channels citing them?..Now use them guys \"Denmark ho...","sentiment_score":-0.1}
{"full_text":"The lockdown in May 2020One rule for them. One rule for the rest of us","sentiment_score":0.0}
{"full_text":"RT President Cyril Ramaphosa returns to work after #Covid19 quarantine","sentiment_score":0.0}
{"full_text":"RT It's no VIP lane covid contract, but spending PS2.50 on the Christmas edition of Private Eye could be a very profitable...","sentiment_score":0.1}
{"full_text":"New #report on #COVID19 in #Africa shows widespread willingness to get #vaccinated , underscoring need for consistent #supply and additional logistical #support Full Story:https:\/\/t.co\/wuHQnnrjPh Follow Us #Africa #Health #Omicron #OmicronVariant #Aid #BLM","sentiment_score":0.2454545455}
{"full_text":"First it was get vaccinated and you are fully vaccinated. Then get double vaccinated. Now 3 jabs is fully vaccinated. Is everybody aware of the bullshit yet?#antivax Unvaccinated Fully Vaccinated Vaxxed #vaccine #auspol","sentiment_score":0.1666666667}
{"full_text":"The Prime Minister has called a snap cabinet meeting to discuss Australia's way forward amid fears of a rapidly spreading Covid-19 variant - urging Premiers to keep calm and keep borders open.https:\/\/t.co\/CnXbezxacp","sentiment_score":0.3}
{"full_text":" Throughout the week, we'll be looking back at some of our favourite memories and stories of 2021 In January we went to visit Lily, who had been struggling with home-schooling during lockdown. With a little help from the Lily was delighted with her pack ","sentiment_score":0.1708333333}
{"full_text":" \"We risk being trapped in a vicious circle with a health service that cannot cope without lockdown measures, which in turn exacerbate the problems it faces\" | Telegraph View  #unitedkingdom #mostliked","sentiment_score":-0.6}
{"full_text":"Omicron is a fast-moving form of COVID-19 which has the potential to cause a large wave of infectionsDo the right thing, and get your booster jab when you are eligible:","sentiment_score":0.1666666667}
{"full_text":"#Sensex correction: What is different this time - #Omicron vs earlier Covid waves? Read here:","sentiment_score":0.0}
{"full_text":"They dont, too many unknown and what we know so far is not good news. A more transmissible variant will bring more deaths.","sentiment_score":0.1916666667}
