{"full_text":"RT Extraordinary + welcome return to rationality by Vaccines Minister today:\"Mandating vaccinations is discriminatory...","sentiment_score":0.5666666667}
{"full_text":"RT [Thread]: Explanation:Why will the price of #PCR #COVID19 tests in SA's private sector GO DOWN from R850\/test to R500? An...","sentiment_score":-0.0777777778}
{"full_text":"RT Gov of Japan COVID-19 vaccine information. Normal.\"No vaccination will be given without consent. Please do not force any...","sentiment_score":0.15}
{"full_text":"RT I'm asked by friends and colleagues why I speak out against vaccine passports. \"What's in it for you?\"The answer is simpl...","sentiment_score":0.0}
{"full_text":"RT In a world gone mad #Marr is criticising for supporting the recommendations of the Chief Medical Officer re...","sentiment_score":-0.125}
{"full_text":"RT We will need to vote against the Government next week to prevent illiberal and discriminatory Covid passport...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Ampath and Lancet have agreed that #COVID19 PCR tests will no longer cost R850 but R500 with immediate effect. #...","sentiment_score":0.0}
{"full_text":"RT We know why, it's because they wiang to undercut Ashley Uys new venture with Antegen test kits that have recently been approv...","sentiment_score":0.0681818182}
{"full_text":"RT FYI - no-one, I repeat no-one, anywhere in the world, has yet died of Omicron. Please share this.","sentiment_score":0.0}
{"full_text":"RT She only just told me. Consultant, further to a recent MRI scan, has requested a specific blood test. Doc...","sentiment_score":0.0}
{"full_text":"RT \"There is no compassion....They don't care about Covid. They care about their money - even if it means dragging us to cou...","sentiment_score":0.0}
{"full_text":"RT Aberdeen boss Stephen Glass has called for greater clarity on new coronavirus rules in Scottish football","sentiment_score":0.3181818182}
{"full_text":"RT Okay..well I know where my vote has gone and it's no longer in this coalition.Guess why?Sc...","sentiment_score":0.0}
{"full_text":"He couldn't look and sound shiftier even more than normal. Don't talk about Boris, let's talk Omicron to deflect.","sentiment_score":0.35}
{"full_text":"RT As schools grapple with the pandemic's impact on kids' mental health, music, theater and other art classes are emerging as a space...","sentiment_score":-0.1125}
{"full_text":"RT Remember when everyone kept saying how tired Boris looked - that he must be working so hard on the pandemic...","sentiment_score":-0.3458333333}
{"full_text":"RT Well, if they're going to blame the vaccinedeaths on \"new variants\" such as Omicron -- the figure might well get a lot hi...","sentiment_score":0.0681818182}
{"full_text":"RT Be Informed, Be Prepared, Be Smart, Be Safe, Be Ready to Fight Covid 19 -WHO#staysafe#PNPKakampiMo#WeServeAndProtect#rmf...","sentiment_score":0.3047619048}
{"full_text":"RT Variant concept  - Loki, child of Thanos#Loki","sentiment_score":0.0}
{"full_text":"RT COVID WINTER SURGE: With much of the U.S. in the grip of a winter surge, fueled largely by the delta variant, cases and h...","sentiment_score":0.2071428571}
{"full_text":"RT We will need to vote against the Government next week to prevent illiberal and discriminatory Covid passport...","sentiment_score":0.0}
{"full_text":"RT AMAZING: A massive crowd in Barcelona chants for freedom as they push to end the government's harsh Covid mandates.","sentiment_score":0.1333333333}
{"full_text":"RT This appears to break the law. When we consider, let's be charitable that may have inadvertently misled...","sentiment_score":0.6}
{"full_text":"RT How thick are these Tory MPs? Zero significance in nobody yet having died from Omicron variant. There's usually a lag of...","sentiment_score":-0.275}
{"full_text":"lockdown lag jayga","sentiment_score":0.0}
{"full_text":"RT Leftist loons are now accusing Boris Johnson of breaking lockdown rules by hosting a quiz..... on zoom. I kid you not. They h...","sentiment_score":-0.05}
{"full_text":"RT The FDA has granted emergency use authorization for a COVID-19 vaccine booster in 16- and 17-year-olds as the omicron variant...","sentiment_score":0.0}
{"full_text":"Omicron is already here Guys just pass through the airport The interns were used as a threat and a way to cool the situation but they can't do anything","sentiment_score":0.35}
{"full_text":"RT BUT were they already in hospital? If this new variant is as transmissible as they say it is then lots of people...","sentiment_score":0.1363636364}
{"full_text":"RT The nursing home outbreak I worked at recently was having multiple cases a day for a week, min. effect from staff in PPE...","sentiment_score":0.0}
{"full_text":"RT By the end of April #COVID-19 #coronavirus #omicron #variant could potentially cause 75,000 deaths in #England ... | #S...","sentiment_score":0.0}
{"full_text":"RT I have a feeling many of the people \"doing their own research\" on COVID vaccines were the ones copying someone else's homewo...","sentiment_score":0.55}
{"full_text":"RT Deja-flu - The realization you've already done a pandemic Christmas","sentiment_score":0.0}
{"full_text":"RT Normally opposition party would do that. Sadly our 'opposition' just ask for more restrictions.","sentiment_score":0.05}
{"full_text":"RT I have commented in this story. From what I have been told - social quiz, alcohol being drunk, lots of people together at...","sentiment_score":-0.2333333333}
{"full_text":"RT Mr Nadhim Zahawi claiming govt acting early and doing enough to limit impact of Omicron. Where us the ventilation of our...","sentiment_score":0.0333333333}
{"full_text":"RT Shocking behaviour hosting a quiz via zoom...... Desperate stuff from the","sentiment_score":-0.8}
{"full_text":"RT Anonymous poll: Will you be complying with the new covid restrictions?","sentiment_score":0.1363636364}
{"full_text":"Finally a Hindi movie i can really enjoy watching in cinema after pandemic reopening ,Mam you delivers a performance worth remembering.","sentiment_score":0.2333333333}
{"full_text":"Yup I had ulcer problems but when I got to Montana medi clinic they said I'm covid positive","sentiment_score":0.2272727273}
{"full_text":"RT I have enormous respect for these MPs.","sentiment_score":0.0}
{"full_text":"I bet you did wear a mask, sanitised your hands and just generally looked out for your fellow shoppers.","sentiment_score":0.05}
{"full_text":"RT So vaccine papers will only pass with Labour's support.Backbench Tory MPs doing more to hold this government to account...","sentiment_score":0.25}
{"full_text":"RT If you know an older person who is not online, please share the number below with them so they can request an NHS COVI...","sentiment_score":0.1666666667}
{"full_text":"RT Both Allegra Stratton and Jacob Rees-Mogg were shown on camera to be laughing about #no10ChristmasParty during lockdow...","sentiment_score":0.0}
{"full_text":"1% of 60m people is six hundred thousand people, in South Africa alone. You don't think six hundred thousand people are worth lifting a bucket for? And many of those who survive, suffer long term effects.And if Covid mutates to become more virulent, all bets are off.","sentiment_score":0.3125}
{"full_text":"RT If announced they were voting against Vaccine Passports Johnson would be forced to drop the measure as he couldn...","sentiment_score":-0.3}
{"full_text":"RT enha are collecting new kfans after mama performance in front of live audience. imagine if they didn't debut during pandemic...","sentiment_score":0.1363636364}
{"full_text":"RT If I'm redeployed to Covid ICU again, I will have to refuse. If I'm told I have no choice, I'l...","sentiment_score":0.0}
{"full_text":" This","sentiment_score":0.0}
{"full_text":"RT Massive own goal by ,they must have the worst advisers out of the lot.If they opposed Vaccine Passports they'd gain...","sentiment_score":-0.1333333333}
{"full_text":"RT The Queen sitting at Prince Philip's funeral on her own as household mixing was banned vs the PM apparently breaking Covid...","sentiment_score":0.325}
{"full_text":"RT Please retweet since we have come out of lockdown shelters across the UK are full and unable to take anymore animals. Cats...","sentiment_score":-0.075}
{"full_text":"You realise a vote for the Conservatives is literally a vote for the ones who didn't miss the opportunity to feather nests due to the covid crisis, so if you have a problem with what she said (I do too) you should vote blue either","sentiment_score":-0.0625}
{"full_text":"RT Two years ago today, the Conservative Party celebrated our biggest majority at an election since Margaret Thatcher.W...","sentiment_score":0.35}
{"full_text":"Can't wait for the Megatron variant","sentiment_score":0.0}
{"full_text":"RT On Tuesday 100 Tory MPs who are in favour of taking away our right to protest will be voting against their own governme...","sentiment_score":0.4428571429}
{"full_text":"RT There are reports of 30+ being able to book their boosters here.  (This may vary due to a couple of things, but very mu...","sentiment_score":0.1916666667}
{"full_text":"The vaccine being forced upon Americans is a violation of our rights as citizens of America and as human beingsThe Nazi's of Germany gained control in a similar mannerGypsies, seniors  religion sects were persecuted, as transmitters  of diseaseLater, they were sent to camps","sentiment_score":-0.1}
{"full_text":"RT Seattle: surveillance picks up a signal of severe reinfection in previously infected unvaccinated people. Sequencing in...","sentiment_score":-0.1666666667}
{"full_text":"RT Daehwi mentioned MAMA on his Vl1v3\"In MAMA 490 people? I heard 500 people came, but... is it possible to hold a conce...","sentiment_score":0.0}
{"full_text":"RT Q: Which UK Prime Minister famously said no Covid rules were broken days before it was revealed he hosted a pub quiz at...","sentiment_score":0.05}
{"full_text":"RT The govt held several parties during lockdown. We know this. The point is, not that they're all total hypocrites &amp; lia...","sentiment_score":0.0}
{"full_text":"RT Ah, the quizmaster himself. Here's a question for you Prime Minister. Why did tens of thousands die alone in hospital, why did...","sentiment_score":0.0}
{"full_text":"RT Leftists who think the Covid-19 origins debate is over a political rather than a scientific question need to be careful they d...","sentiment_score":-0.05}
{"full_text":"RT BREAKING Another lockdown lock-in, while we were all sticking to the rules.Boris Johnson pictured hosting Number 10 X...","sentiment_score":0.0}
{"full_text":"RT 1,265 confirmed Omicron infections; ZERO hospital admissions; ZERO deaths. That's a CFR of 0.000000%. Yet again this pathet...","sentiment_score":0.4}
{"full_text":"Is there a way to get this firmed up? I went through posts and could not find a comment on \/ whether admissions are with or due to covid\/ the impact on cases (or not) of the low level of free testing vs. Western Europe","sentiment_score":0.06875}
{"full_text":"RT This is what I think, how many people are getting tested for a cold (a coronavirus) and being told they have...","sentiment_score":-0.05}
{"full_text":"RT Price of a Covid test so high, you actually upset when it comes out negative.","sentiment_score":-0.0466666667}
{"full_text":"RT BREAKING: According to QAnon, in 'BLACK PANTHER 2' a fictional virus will hit the shores of Wakanda, killing everyone exc...","sentiment_score":-0.0833333333}
{"full_text":"RT Please retweet since we have come out of lockdown shelters across the UK are full and unable to take anymore animals. Cats...","sentiment_score":-0.075}
{"full_text":"Marr: Was there a party, did No10 break the law, agree it doesn't look good... one last time, was there a party?Zahawi:Let's move on, talk about Omicron &amp; the need for the UK public to trust this Govt #MarrShow#ToriesPartiedWhilePeopleDied","sentiment_score":0.2333333333}
{"full_text":"So all these u announce everyday tested positive,they pay such alot of money oooh I see this pandemic wont go vele","sentiment_score":-0.1}
{"full_text":"RT See what our Government are doing to us yet?Omicron is an excuse to catch up with other countries on passports, please help d...","sentiment_score":-0.0875}
{"full_text":"RT And don't get me started on vaccine access. Keeping and happy is now a national pastime. God for...","sentiment_score":0.8}
{"full_text":"RT Nobody is talking about the Delta Variant now....that's forgotten about. It's the Omicron. Yet there's no hospitalisations...","sentiment_score":0.0}
{"full_text":"RT The guy next to the Prime Minister is sat there with tinsel around his neck yet they still claim it wasn't a party...","sentiment_score":0.0}
{"full_text":"Yes after his arrest","sentiment_score":-0.05}
{"full_text":"RT Daily reminder that Omicron has killed absolutely no one in the entire world.","sentiment_score":-0.075}
{"full_text":"RT Typical BBC. Forcing Downing Street to hold Christmas parties against Covid rules and making Boris Johnson attend them...","sentiment_score":-0.1666666667}
{"full_text":"RT Great scoop, but is anyone surprised? Johnson thinks rules are for we peasants, not people like him who set rules for we p...","sentiment_score":0.45}
{"full_text":"RT Q: Which UK Prime Minister famously said no Covid rules were broken days before it was revealed he hosted a pub quiz at...","sentiment_score":0.05}
{"full_text":"RT On December 15th 2020 wrote to Boris Johnson urging him to convene a COBRA meeting to discuss the worsening...","sentiment_score":0.0}
{"full_text":"RT Two more Tory vaccine passports rebels in the last hour - Lee Anderson and Jonathan Djanogly - taking the total to 62.B...","sentiment_score":0.1666666667}
{"full_text":"RT BREAKING: Ampath and Lancet have agreed that #COVID19 PCR tests will no longer cost R850 but R500 with immediate effect. #...","sentiment_score":0.0}
{"full_text":"RT #COVID mortality in Sweden vs its land and sea neighbors","sentiment_score":0.0}
{"full_text":"A few dozen lying hypocrites breaking their own Covid rules is apparently more important than the UK's Article 3 Human Rights institutional bullying &amp; abuse of pupils at State schools by Spartan Heads disallowing coats to be worn over blazers in windows open freezing classrooms.","sentiment_score":0.2166666667}
{"full_text":"RT Quick thread on some omicron thoughts with today. 1. At population level, Omicron's sheer growth advantage is li...","sentiment_score":0.1666666667}
{"full_text":"Anxieties of a Delta replay were certainly stoked when Omicron was first discovered. So what does a new coronavirus variant mean for hotels? Not too much, based on early performance data.","sentiment_score":0.0980248918}
{"full_text":"RT I really hate how the pandemic hit when Mamamoo were at the peak of their career. That completely fucked everything up. We...","sentiment_score":-0.7}
{"full_text":"RT To be clear, Amazon has a long history of neglecting worksite health and safety. What happened in Kentucky is not a fluke.","sentiment_score":0.025}
{"full_text":"RT Out of 67,000,000 people in the UK, there are 7,308 in hospital with Covid &amp; 892 in ICU. I still cannot comprehend why...","sentiment_score":0.0}
{"full_text":"RT Tory leadership challenge top contenders:Priti Patel 12 - 1Jeremy Hunt  8 - 1Rishi Sunak  8 - 1Michael Gove 10 - 1The O...","sentiment_score":0.5}
{"full_text":"Like Elle betta' stay home ya know?","sentiment_score":0.0}
{"full_text":"How drastically did the series have to change to adapt it to covid restrictions. Going from 10 episodes, to 6, must have been a curveball to say the least!","sentiment_score":-0.375}
{"full_text":"#US President #JoeBiden urged #Americans to get vaccinated against #COVID19, vowed to combat inflation and joked about his lack of #cooking skills during his first late-night TV appearance on #NBC's \"#TonightShow\".Read more:","sentiment_score":0.375}
{"full_text":"'Lots of youngsters struggled through lockdown but basketball is helping them bounce back' #ad #britishbasketball #plymouthcitypatriots #plymouth","sentiment_score":0.0}
{"full_text":"\"Boris Johnson met with the editors of four national newspapers and senior executives at the BBC, before he reportedly attended a party for one of his aides inside Downing Street during lockdown.\" -","sentiment_score":0.0}
{"full_text":"RT Please, help people who have to work in the Parliament (most people could lose their job if they do not co...","sentiment_score":0.5}
{"full_text":"We want to hear how adults, children and young people in Swansea and Neath Port Talbot have been affected by the pandemic so we can shape our services to best help your needs.","sentiment_score":0.55}
{"full_text":"Please support pandemic emergency service workers profoundly.","sentiment_score":0.0833333333}
{"full_text":"RT The snake oil jabs are super-effective.","sentiment_score":0.0}
{"full_text":"RT For the record if you're a Tory MP banging on about 'freedoms', 'tyranny' and 'illiberalism' sit down and shut up. You los...","sentiment_score":-0.1555555556}
{"full_text":"RT On May 26, 2020: promises accountability after horrifying Military Reports are leaked, rocking the nation. Dec...","sentiment_score":-0.5}
{"full_text":"VACCINE PROTEST | There's now concerns about a potential COVID-19 super-spreading event in Newcastle.Thousands today protested against virus vaccinations in the city.@laurenkempe","sentiment_score":0.0}
{"full_text":"Scotland's First Minister Nicola Sturgeon has advised people to defer work Christmas parties, as she warned the Omicron variant of coronavirus would \"run riot\" through the population","sentiment_score":0.25}
{"full_text":"Founded by two tech exec.'s, the Seattle NFT Museum will open its doors on Jan. 14!https:\/\/t.co\/RPe5gHOw4c#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.05}
{"full_text":"The rules and restrictions if Wales goes into Alert Level One because of omicronhttps:\/\/t.co\/YkcTnJdyzi","sentiment_score":0.0}
{"full_text":"Join the Leeds Long Covid Rehab team and on 25th Jan, 2-4pm for a webinar exploring C19-YRS: a clinically validated patient-reported outcome measure (PROM) for use in patients with long covid.Register here:","sentiment_score":-0.05}
{"full_text":"RT Today was a fantastic COVID recovery workshop with So great to have a real focus on infants and rebuildin...","sentiment_score":0.4666666667}
{"full_text":"In normal years, we busk some Christmassy tunes to raise money for Save the Children. Due to Covid restrictions, we've put together this carol with the to spread festive cheer and prompt Christmas giving. Donate here: or retweet ","sentiment_score":0.0125}
{"full_text":"RT Baltimore will give a one-time payment of $1,000 to city employees who are fully vaccinated against the coronavirus, in a...","sentiment_score":0.0}
{"full_text":"RT Flashback: Shorty after Jussie Smollett committed his hate crime hoax to blame white Trump supporters in early 2019, I spoke...","sentiment_score":-0.2333333333}
{"full_text":"The test result of a wastewater sample showed that the #Omicron #COVID19 variant was present in U.S. state California even before the WHO declared it the newest coronavirus variant of concern, media reported Friday, citing official sources.","sentiment_score":0.0}
{"full_text":"Visiting elderly family or friends this weekend?  Don't forget to take a rapid #COVID19 test before you go. The virus remains a serious health risk so it's important to protect yourself and others.Pick up FREE rapid test kits at your local or pharmacy.","sentiment_score":0.1166666667}
{"full_text":"Well, living and working in Temiskaming, this is scary.","sentiment_score":-0.5}
{"full_text":"RT The best way to stop Omicron spreading is to keep adults apart says Nadhim Zahawi Yet arent they encouraging people no...","sentiment_score":1.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"Private looks down, then gets an idea and walks up to the paperclip in the lock","sentiment_score":-0.0777777778}
{"full_text":"RT Do you believe that economic destruction is an intentional part of the Covid-19 plan, and if so, why? Leave a comment.","sentiment_score":0.2}
{"full_text":"RT The number of Covid-19 patients in hospital in the UK has largely been on a steady decline since the start of November....","sentiment_score":0.1904761905}
{"full_text":"RT So here's my promised thread on Covid &amp; education that's been brewing for days....It's been fuelled primarily by statements...","sentiment_score":0.4}
{"full_text":"RT Omircon is now the dominant covid variant in South Africa, for at least 1 month. Covid deaths in South Africa have plummeted...","sentiment_score":-0.3}
{"full_text":"India Inc stumbles across a critical work-from-home red flaghttps:\/\/t.co\/ejMruzlIQ1","sentiment_score":0.0}
{"full_text":"It's still way too high","sentiment_score":0.16}
{"full_text":"PANORAMIC is an Urgent Public Health clinical trial investigating COVID-19 treatments for people aged 18 or over with current COVID-19 symptoms. More details at","sentiment_score":0.1}
{"full_text":"RT Nadhim Zahawi tells Trevor Phillips and Andrew Marr that there are now people with Omicron in UK hospitals. But that is not the...","sentiment_score":0.0}
{"full_text":"RT If Johnson personally broke his own lockdown laws he must resign. The end.","sentiment_score":0.3}
{"full_text":"RT 4th Highest Grossing Movie in India Post PandemicNBK Rampage at Box-office Continues#Akhanda #100CrBlockbusterAkhan...","sentiment_score":0.0}
{"full_text":"The musician had the inspiration for the song while isolating with Covid.","sentiment_score":0.0}
{"full_text":"RT We will need to vote against the Government next week to prevent illiberal and discriminatory Covid passport...","sentiment_score":0.0}
{"full_text":"On Saturday, Gov. Dan Mckee and the Rhode Island Department of Health announced the state's first confirmed case of the omicron COVID-19 variant.https:\/\/t.co\/9Xd928I7wg","sentiment_score":0.325}
{"full_text":"ES Magazine is the first UK publication to print an NFT--a groundbreaking piece of moving digital artwork. #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1166666667}
{"full_text":"In the age of Covid-19, employee well-being requires even greater focus. Katie Bryant, Senior Safety, Health and Environment Adviser at NatWest Mentor, takes a closer look at the healthy working practices businesses should adopt.","sentiment_score":0.5}
{"full_text":"RT Neil Oliver: This Christmas my family and I are not afraid of Covid, just like the Government at their parties last year ","sentiment_score":0.15}
{"full_text":"RT Australia's foreign minister is meeting with the US government who is literally torturing her citizen Julian...","sentiment_score":-0.125}
{"full_text":"South Africa's response to omicron shows the value of sharing data - but rich nations can do better |","sentiment_score":0.4375}
{"full_text":"RT OMICRON VARIANT -         They say. -         Reality -","sentiment_score":0.0}
{"full_text":"RT Omicron could be a natural vaccine for the vaccine free, says Prof Eleanor Riley, Edinburgh Universityhttps:\/\/t.co\/jsvK6UCv...","sentiment_score":0.25}
{"full_text":"RT Japan on vaccines: \"Although we encourage all citizens to receive the COVID-19 vaccination, it is not compulsory or mandatory...","sentiment_score":0.0}
{"full_text":"If you're unable to attend a booked appointment for your COVID-19 vaccine, please cancel the appointment so someone else can be vaccinated.Appointments are available at Bath Racecourse and new slots are added regularly.> Book or manage an appointment:","sentiment_score":0.0121212121}
{"full_text":"RT EXCLUSIVE: Boris Johnson accused of personally breaking Covid laws by hosting a Christmas quiz in No10 last year - and we'...","sentiment_score":0.0}
{"full_text":"Emergency Operations Centre, accident and emergency, non-emergency patient transport, and enabling and support services ambulance staff urged to share their COVID-19 IPC experiences. See for details.","sentiment_score":0.0}
{"full_text":"BEST OF THE WEEKOn Friday, Ian Collins reacted to the news that in Scotland, you will have to self-isolate if you've been in contact with a Covid case, regardless of vaccination status.@iancollinsuk","sentiment_score":1.0}
{"full_text":"What side are you on? One minute you're a scared vax-pass supporter the next you're all \"omicron - meh\".","sentiment_score":0.0}
{"full_text":"RT If announced they were voting against Vaccine Passports Johnson would be forced to drop the measure as he couldn...","sentiment_score":-0.3}
{"full_text":"\"Its like being a family, rather than being a business\". This is how Store Manager, Rosie describes her experience of working at Bens Grocers.Support independent businesses like hers when you Shop Small this December.*Content captured whilst adhering to COVID-19 guidelines","sentiment_score":-0.125}
{"full_text":"Register now today! Link: #surviving #fundraising #SHG #networking","sentiment_score":0.0}
{"full_text":"From TOMORROW (Monday 3 Dec) #WestMidlands people should work from home if possibleIf you must go out to work or if using #PublicTransport - make sure you wear a #FaceCovering to protect against #COVID19 #Omicron #OmicronVariant","sentiment_score":0.5}
{"full_text":"The NHS is getting ready to offer more people a booster vaccine, and will prioritise those at greatest risk.The NHS will let you know when it's your turn. If you are already eligible, book yours today. #VaccinateSheffield","sentiment_score":0.5666666667}
{"full_text":"Door 12 #AdventCalendar is a shoutout to our Imaging IT SFG, who have been busy during COVID assisting customers to enable their staff to work from home and providing high quality medical images so patients can still be diagnosed promptly. #PACS #RIS vendors in membership","sentiment_score":0.0866666667}
{"full_text":" the Intl Cose of Tourism puts travel ban as force majeure, see my issue below #Travel #tourism #israel #visitisrael #consumeraffairs #consumerrights #travelban #OmicronVirus","sentiment_score":0.0}
{"full_text":"RT Nadhim Zahawi tells Trevor Phillips and Andrew Marr that there are now people with Omicron in UK hospitals. But that is not the...","sentiment_score":0.0}
{"full_text":"What I don't get either is it doesn't add up that they are not scared of getting #Covid especially with #Omricon at the moment with current vile Jacob Rees Mogg video though please stay safe &amp; keep others safe as better to be safe than sorry  #CovidUK","sentiment_score":0.2142857143}
{"full_text":"Covid nationalism and bordering: contestation in practiceProssimo #webinar mensile di Social Scientists Against the Hostile Environment il #13dicembre (bisogna registrarsi)","sentiment_score":0.0333333333}
{"full_text":"RT Millions of covid claims,flood claims and cyclone claims.We made on account payments but in return gave us a tag of cov...","sentiment_score":0.0}
{"full_text":"RT All together now. Boris Johnson is a ....","sentiment_score":0.0}
{"full_text":"Israel announced the extension of travel restrictions to curb the spread of the Omicron variant of COVID-19.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 34.0FWind Chill: 34.0FHumidity: 78%Dew Point: 27.9F Barometer: 30.133 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 267.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT EVERY MP should watch this perfect summary of the evils that have been done in the name of covid and reflect on their...","sentiment_score":1.0}
{"full_text":"Vax needs to start hunting them down again ","sentiment_score":-0.1555555556}
{"full_text":"RT I wonder how furious he'll be about this breach of the rules? He's unfit to lead","sentiment_score":0.0}
{"full_text":"Only a pandemic could stop 'Britain's oldest footballer'","sentiment_score":0.0}
{"full_text":"RT 79% of discovered omicron cases in the US were among fully vaccinated.There is no reason to treat vaxxed differently...","sentiment_score":0.0}
{"full_text":"What we can all do to help stop the spread of #COVID19 and protect ourselves and our loved ones Get vaccinated, and boostedWear face masks in crowded spacesRegularly test to find infection earlySelf-isolate if unwell","sentiment_score":0.7}
{"full_text":"Don't let the most wonderful time of the year turn into the worst. #HelpSleighCovid by getting the covid vaccine - it will reduce your risk of getting seriously ill or dying of Covid as well as catching or spreading it Vaccinate Test Protecthttps:\/\/t.co\/oVyKXNUwFM","sentiment_score":0.12}
{"full_text":"RT Covid is the most intelligent  in human history. It attacks only during ur walk of 20 mts inside a resturant but holds pea...","sentiment_score":0.325}
{"full_text":"If you're a contact of someone who may have been infected with the Omicron variant, you must self-isolate for 10 days, regardless of your age or vaccination status.#covid19 covid-19 #omicron #variant","sentiment_score":0.0}
{"full_text":"Today is #UniversalHealthCoverage day!#COVID19 has increased the need for universal mental health care. Learn+ with OECD's Health at a Glance --&gt; | #HealthForAll #UHCday  #MentalHealth","sentiment_score":-0.05}
{"full_text":"Get vaccinated, get boosted, get protected. Vaccines boost our immunity and protect us from dangerous viruses like flu and #Covid19.Visit to learn more.","sentiment_score":-0.05}
{"full_text":"RT Here comes another. Parties, late night drinks, soirees, after work drinks, gatherings, late night meetings, mingling...whatever...","sentiment_score":-0.3}
