{"full_text":"RT [TRANSLATION] JIHYO SPEECH 211225 TWICE \"III\" CONCERT \"Because of COVID-19, we couldn't see ONCEs. I was worried about w...","sentiment_score":0.0}
{"full_text":"RT Today is Dr. Anthony Fauci's 81st birthday. He has devoted his life to science and has been an integral leader in the...","sentiment_score":0.0}
{"full_text":"RT Have a great Christmas guys, wishing you a fantastic day and amazing holidays! Enjoy these hours with your family a...","sentiment_score":0.5875}
{"full_text":"When I am feeling sick I may get tested but not until.!!!!","sentiment_score":-1.0}
{"full_text":"The pro-plague death-cultists bleating about having to get a needle or pop on a mask a little bit here in Australia need to realise we've been lucky here for nearly 2 years, and our luck ran out when softcocks put politics too har ahead of health mattersLook OS and try to learn","sentiment_score":0.0819444444}
{"full_text":"i would like to be in a better mood considering it's christmas morning but this whole having covid thing is making it rough","sentiment_score":0.2}
{"full_text":"RT Sorry, but the smug NWH stans in the qrts are despicable and embarrassing. You guys are so willing to throw local filmmakers...","sentiment_score":-0.0833333333}
{"full_text":"RT Ambulance officer's have been called to staff an Adelaide aged care facility where an outbreak as taken hold!A call has...","sentiment_score":-0.1}
{"full_text":"From our home to yours, we wish you a very Merry Christmas and a happy holiday season! Stay safe and take care.@JayceeChimnedum","sentiment_score":0.5666666667}
{"full_text":"RT Remember don't give anyone Covid this Christmas. It's a terrible gift and very difficult to wrap.","sentiment_score":-0.825}
{"full_text":"RT Just spoke with my best friend in Halifax. He's a GP and for the first time in many years, is taking Christmas to New Year'...","sentiment_score":0.4715909091}
{"full_text":"RT Some are angry that I am suggesting #COVID19 policy is failing. Why would I say this? Because he...","sentiment_score":-0.5}
{"full_text":"They've already done that.","sentiment_score":0.0}
{"full_text":"RT People believe they compared the unknown risk of the vaccination to the unknown long term risk of COVID and made a rati...","sentiment_score":-0.0833333333}
{"full_text":"And yes, vaccine hesitancy is a complex thing and a lot of historical and cultural forces are at play against many people. Don't give up. Try to get through to them. Don't let them fail others in their community because the system has made them afraid.","sentiment_score":-0.1333333333}
{"full_text":"i know we all knew this, but having covid is NO joke. i don't wish this on anyone ","sentiment_score":0.0}
{"full_text":"If you take the covid vax, you can NEVER achieve full immunity again - government stats unveil the horrifying truth via","sentiment_score":-0.275}
{"full_text":"and required any workers who remain unvaccinated to \"undergo [weekly] COVID-19 testing and wear a face covering at work.\"5\/","sentiment_score":0.0}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT #AFPCovid clouds Christmas celebrations for second year.  ht...","sentiment_score":0.0}
{"full_text":"RT Next weekend will be opening Winter Nicolaus Sexy Party again but this year's don't have live Sex Show Because of Covid. htt...","sentiment_score":0.2121212121}
{"full_text":"RT So today I visited the graves of friends who succumbed to covid. To cap it off I passed by the graves of ZAPU and ZPRA s...","sentiment_score":0.0}
{"full_text":"RT A federal judge in Florida on Wednesday blocked President Joe Biden's requirement for federal contractors to receive coro...","sentiment_score":0.0}
{"full_text":"Merry Christmas to all of our listeners, from all of at CDC Radio.","sentiment_score":0.0}
{"full_text":"Omicron just a smile!","sentiment_score":0.375}
{"full_text":"RT Retweet if you are staying home this holiday season because of omicron.Proving a point to anti-vaxxers.","sentiment_score":0.0}
{"full_text":"RT COVID just needs better marketing","sentiment_score":0.5}
{"full_text":"RT Contrary to popular belief the unvaccinated care more about your health than the CDC, Dr. Fauci and government combined","sentiment_score":0.55}
{"full_text":"RT Nearly two years into a pandemic coexistent with several national crises, many Americans are profoundly tense.In the...","sentiment_score":0.1708333333}
{"full_text":"we wont leave","sentiment_score":0.0}
{"full_text":"RT Our paper describing the importance of boosters for Omicron neutralization is now peer-reviewed and published online","sentiment_score":0.0}
{"full_text":"This chart is reflecting covid related deaths. That's why the life expectancy in the US has taken a tumble. China was bound to increased as the death numbers were very high with China's high level of poverty.","sentiment_score":0.1226666667}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"They won't. What we will see is a complete restructuring of society Worldwide. And it will not be pretty!","sentiment_score":0.20625}
{"full_text":"RT [TRANSLATION] JIHYO SPEECH 211225 TWICE \"III\" CONCERT \"Because of COVID-19, we couldn't see ONCEs. I was worried about w...","sentiment_score":0.0}
{"full_text":"RT Seems really interesting what folk at The Community DAO are doing.","sentiment_score":0.5}
{"full_text":"Time to finally go to sleep :)Had to stay up all night to make sure Santa didn't come to my house spreading COVID. Listen man if you want to break and enter everyone's house 1x a year every year go for it but don't be giving me some COVID my guy","sentiment_score":0.3333333333}
{"full_text":"RT Nearly 90% of all adult Indians have received at least one vaccine dose. Over 61% have received both. Full adult popula...","sentiment_score":0.07}
{"full_text":"RT Was going to do a quick pre-xmas thread on where we are but SAGE minutes from their meeting yesterday covers all my points!...","sentiment_score":0.4166666667}
{"full_text":"RT Just a reminder as Omicron rockets through the country that millions of Americans lack paid sick leave If they get sick an...","sentiment_score":-0.7142857143}
{"full_text":"AX Armani Exchange Milan announces COVID-19 positives","sentiment_score":0.0}
{"full_text":"RT Yoshia Uomoto, 98, reacts as her son and niece surprise her with their first in-person visit in a year, after COVID re...","sentiment_score":0.25}
{"full_text":"RT Thank you Garu. The Telugu film industry has been facing challenges due to Covid for last 2 years &amp; Thousa...","sentiment_score":-0.0625}
{"full_text":"RT And finally, as have said, we need to vaccinate the world. The plans are here, but with #...","sentiment_score":0.0}
{"full_text":"RT And children are much more severely affected by Omicron than Delta, which was much more severe for children than prior va...","sentiment_score":0.3333333333}
{"full_text":"RT [TRANSLATION] JIHYO SPEECH 211225 TWICE \"III\" CONCERT \"Because of COVID-19, we couldn't see ONCEs. I was worried about w...","sentiment_score":0.0}
{"full_text":"it's true my cousin gave him covid last night","sentiment_score":0.175}
{"full_text":"\"Vaccinated people are not more susceptible to COVID-19 infection overall, fact-checkers say\" ","sentiment_score":-0.125}
{"full_text":"RT If the medical system took patients at their word people wouldn't feel pressured to go get documentation. And if disabi...","sentiment_score":0.0}
{"full_text":"RT Regular sick has not existed in 2 years, either you got Covid or you straight ","sentiment_score":-0.1714285714}
{"full_text":" Santa visited one of local vaccination centres to wish everyone a wonderful Christmas and to remind you to book your vaccine! Read morehttps:\/\/t.co\/OyoZOXRRoL","sentiment_score":0.5}
{"full_text":"WATCH: On the first of our #12DaysofChristmas, we look back to January this year and the story of how heart specialists at NHS Golden Jubilee are working with ICUs on research into the impact #COVID19 has on the heart.Full story: #TeamJubilee","sentiment_score":0.1833333333}
{"full_text":"I'm a stay-at-home parent, I lost my home to an angry mob of geese, and I'm here to win the million dollars.","sentiment_score":0.15}
{"full_text":"RT Namaste, here is your unroll:  COVID-19: The unbearable 'mildness' of Omicron The 'Omicron is...","sentiment_score":0.0}
{"full_text":"Everyone here at Triumph MMA would like to wish you all a merry Christmas! Due to the pandemic, we were not able to host our first show, but in 2022, we will be hoping to promote our debut card!Stay tuned...","sentiment_score":-0.0416666667}
{"full_text":"#Bangladesh launched the #COVID19 booster shot #vaccination campaign to scale up its efforts for containing new variants of the #virus.https:\/\/t.co\/G70jIDNnGq","sentiment_score":0.1363636364}
{"full_text":"i Remember to pre-register your COVID vaccination status with us if you're coming to tomorrow's game.#NCFC | #NORARS","sentiment_score":0.0}
{"full_text":"US to Lift Travel Ban on 8 Southern African Countrieshttps:\/\/t.co\/mrHWqQ4Rx2","sentiment_score":0.0}
{"full_text":"Roman Catholic Church in England and Wales urges government to lift restrictions on churches#Covid #UK #thelevant","sentiment_score":0.0}
{"full_text":"RT  covid has lasted longer than any of my relationships","sentiment_score":0.0}
{"full_text":"Merry Christmas from Toledo News This Morning! Here's a check of today's top stories, including a look at the latest COVID-19 developments.Watch:","sentiment_score":0.5}
{"full_text":"RT PG Students of SCB Medical College support #ExpediteNEETPGCounselling2021","sentiment_score":0.0}
{"full_text":"There has been an incredible demand for the more accurate form of testing for Covid-19 as Omicron takes hold in Irelandhttps:\/\/t.co\/RAmajvz2n3","sentiment_score":0.6}
{"full_text":"RT I have COVID. Based on what I know, after testing negative several times last week, either I infected my friend or she infected...","sentiment_score":-0.1}
{"full_text":"RT The kids wanna know if Santa will be covid tested before coming in they house","sentiment_score":0.0}
{"full_text":"RT 3\/\"Cerebral blood flow &amp; cardiac index were more significantly reduced in the 3 patient groups* compared with the healthy...","sentiment_score":0.33125}
{"full_text":"And I mean, let's call the \"government mandated medical procedure\" what it really is -- a safe and effective vaccine. Your freedom of mobility should never be hindered. I don't honestly think borders should be enforced in any circumstance anyhow. But, your characterization of...","sentiment_score":0.1979166667}
{"full_text":"Until Friday, the state's seven-day average had been below 8,500. The record covid case count bumped the moving average up 7% to 9,091.https:\/\/t.co\/wQZcnukId3","sentiment_score":-0.15}
{"full_text":"We will not miss you. Stay home.","sentiment_score":0.0}
{"full_text":"RT \"so i want to give y\/n a present too\"\"(picture)\"\"tada\"\"i'm the present \"\"kkkkkkkkkkkk\"\"the best present, right????...","sentiment_score":0.2571428571}
{"full_text":"RT 1. This is not normal. All of these tweets in the last few days from blue ticks with almost identical message: tested posi...","sentiment_score":-0.06875}
{"full_text":"RT [TRANSLATION] JIHYO SPEECH 211225 TWICE \"III\" CONCERT \"Because of COVID-19, we couldn't see ONCEs. I was worried about w...","sentiment_score":0.0}
{"full_text":"Autos overloading passengers and cabs fleecing them was a common sight in #Madurai post lockdown. This has led to locals requesting to intervene &amp; regulate #transport tariffs. #TamilNadu   ","sentiment_score":-0.3}
{"full_text":"RT When did our governments take over marketing for pharmaceutical companies?","sentiment_score":0.0}
{"full_text":"Check it. APPLE'S FRONTLINE EMPLOYEES ARE STRUGGLING TO SURVIVE","sentiment_score":0.0}
{"full_text":"GM NFT community!#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"Need any support with #covid19 or isolation issues? Give us a call. Our helpline is open today from 2-5PM #lgbt #lgbtq #homeless #covid #Covid_19 #isolation #loneliness #mentalhealth","sentiment_score":0.0}
{"full_text":"Some Covid-19 policies fuel violence against women and girls via #healthcare","sentiment_score":0.0}
{"full_text":"RT How does a country the size of India, 1.4 Billion, have about half the Covid deaths of America with 350 million people...","sentiment_score":-0.1666666667}
{"full_text":"Our Winter Aid projects support families in Gaza, Yemen, Lebanon and Jordan facing worsening living conditions during the winter. Our projects address food insecurity, inadequate housing and Covid-19 in refugee camps. Find out more at","sentiment_score":0.5}
{"full_text":"RT Rajasthan reports 21 new cases of #Omicron, number of people infected with new coronavirus variant rises to 43 in state: Offi...","sentiment_score":0.1363636364}
{"full_text":"RT Great Barrington Declaration: a Covid strategy alternative","sentiment_score":0.8}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"It's been a less merry holiday scene at the White House this year under COVID-19's shadow.https:\/\/t.co\/PWdJdpabn6","sentiment_score":-0.0833333333}
{"full_text":"Merry Christmas!I scheduled this tweet on June 27, 2020, so hello from the past. I hope the pandemic is over now, and the world is a better place.","sentiment_score":0.125}
{"full_text":"How Springfield obituary for vaccinated COVID victim led to worldwide attention and insults - The State Journal-Register","sentiment_score":-0.075}
{"full_text":"Our sat down with Dr Anthony Fauci to talk about how the #COVID19 pandemic will look once vaccines are available. Here's what he had to say.","sentiment_score":0.1222222222}
{"full_text":"Scenes of #Christmas celebrations in #WashingtonDC amid fears of #Omicron variant. Read more: A24","sentiment_score":0.5}
{"full_text":"I just suffered through some truly nasty shit the last three days,  could have been COVID but I dunno.. never got tested because after all FUK THAT!","sentiment_score":-0.4}
{"full_text":"#Nowplaying Keep Calm wash your hands stay home - dRem tgi \/@dremtgi |[https:\/\/t.co\/onhsr1sMOZ] listen now at {https:\/\/t.co\/5B9EJ3yqSV} #dremstuff #dremtgi","sentiment_score":0.3}
{"full_text":"RT For those who think mild Covid is just a cold - my daughter had asymptomatic Covid a year ago and her memory i...","sentiment_score":-0.1333333333}
{"full_text":"He he. The old heretic fraud. Closed the churches when COVID hit.","sentiment_score":0.0}
{"full_text":"The #NBAXmas will be different this time around as several key players unavailable to compete due to COVID-19.Read #NBA preview here!*The contents of SBOTOP's blog site are not accessible for users in the UK.","sentiment_score":-0.0625}
{"full_text":"Christmas is one of the most favorite #holidays for Americans. Having #Christmas in a pandemic doesn't have to be overwhelming or anxiety-producing. We've come a long way and learned a great deal, so prepare to enjoy a stress free #Christmas2021.https:\/\/t.co\/yqTTYl5TZW","sentiment_score":0.4357142857}
{"full_text":"If it's Reuters don't believe them, the ceo is on the board of Pfizer, all their fact checking regarding covid &amp; vaccines is propaganda","sentiment_score":-0.1}
{"full_text":"Did you know that people with Type A blood are more susceptible to becoming infected with COVID? There have been various studies carried out &amp; the result concluded that the proportion of people sick with Type A was significantly greater ","sentiment_score":0.1471428571}
{"full_text":"Current Conditions for #Sayre PATemp: 38.7FWind Chill: 38.7FHumidity: 99%Dew Point: 38.4F Barometer: 29.673 inHgWind: 1 mph from the SECorona Virus Weekly Stats:Cases: 212.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"After a positive antigen test, a successful career woman finds herself isolating in her hometown for the holidays. But when she reconnects with her childhood flame, she realises covid isn't the only she's testing positive for in.... \"The Christmas Variant\"","sentiment_score":0.3011363636}
{"full_text":"ONCEEE!!! We finally met today. It feels like a dream we perform on stage and be seen by ONCEs in person, felt so unreal truly. Thank you for coming and please keep following social distancing guidelines. Enjoy our concert until the end!  #TWICE_4TH_WORLD_TOUR","sentiment_score":0.1333333333}
{"full_text":"From all of us at Corona Cigar, we want to wish you a very Merry Christmas! ","sentiment_score":0.25}
{"full_text":"European countries set new daily #COVID19 record during Christmas holidays","sentiment_score":0.0454545455}
{"full_text":"This is America.ACT LIKE AN AMERICAN.We are not complying with the vaccine mandates or the vaccine passport mandates.#WeHaveHadEnough","sentiment_score":0.0}
{"full_text":"Merry Christmas! Whatever your plans, please celebrate safely Take a rapid test before gathering with others to check you're COVID-free When indoors, open windows to let fresh air inWear a face covering in busy public spaces, unless exempt Wash your hands","sentiment_score":0.18}
{"full_text":"Impacts of omicron show in supply chain slowdowns, economic growth outlookhttps:\/\/t.co\/NqKanQrOuq","sentiment_score":0.2}
{"full_text":"Need any support with #covid19 or isolation issues? Give us a call. Our helpline is open today from 2-5PM #lgbt #lgbtq #homeless #covid #Covid_19 #isolation #loneliness #mentalhealth","sentiment_score":0.0}
{"full_text":"RT Eno be Flu. Eno be Malaria. Eno be 'Oh Harmattan dieh so adey feel'. Eno be 'Oh this weather dieh ibi bad o'. Ibi COVID. Go te...","sentiment_score":-0.7}
{"full_text":"RT In the early 2000's when Tony Blair's son Leo was due his MMR, the public demanded a right to know if he had the jab due to t...","sentiment_score":0.0271428571}
{"full_text":"Thousands of appointments booked to receive a vaccine at sites across Englandhttps:\/\/t.co\/JYrztn4kWK","sentiment_score":0.0}
{"full_text":"The WSWS urges our readers to support this test case for the rights of key workers by helping to complete the crowdfund:","sentiment_score":0.05}
{"full_text":"RTE star Ryan Tubridy shares isolation update after Covid cancels Christmas planshttps:\/\/t.co\/Tm1BIWehAR","sentiment_score":0.0}
{"full_text":"FEBRUARY: we hosted a conversation between a hospitalised COVID-19 patient and the doctor who recruited her into the RECOVERY trial which has discovered treatments that have saved over a million lives globallyWatch the webinar:","sentiment_score":0.0}
{"full_text":"Airlines are canceling hundreds of flights as the #Omicron #variant jumbled schedules and drew down staffing levels at some carriers during the busy holiday travel season.","sentiment_score":-0.0277777778}
{"full_text":"Transmission of Omicron is moving with unprecedented speed. We are making relevant papers peer reviewed by Nature immediately available at acceptance. These relate to vaccine and treatment efficacy.","sentiment_score":0.4666666667}
{"full_text":"RT Thinking about all the people who are alone quarantining or who had their plans canceled due to Omicron.","sentiment_score":-0.125}
{"full_text":"Rare pink handfish spotted in Australia for first time since mass-testing began during the pandemic","sentiment_score":0.15}
{"full_text":"As Omicron Overshadows Christmas, Thousands of Flights Are Canceled","sentiment_score":0.0}
{"full_text":"Michigan governor supports vaccine mandate; AG would defendhttps:\/\/t.co\/loiec8BG0x","sentiment_score":0.0}
{"full_text":"RT Sane take by Martha Fulford, infectious disease specialist at McMaster on this very important question concerning the p...","sentiment_score":0.52}
{"full_text":"RT The kids wanna know if Santa will be covid tested before coming in they house","sentiment_score":0.0}
{"full_text":"Today! Festival Family Holy Eucharist with Carols worship is in-person, and available on live-stream. Join us a 10AM. No registration required. All must wear a mask. ","sentiment_score":0.4}
{"full_text":"Good morning and wishing everyone a wonderful Christmas celebrating the way you wish. One reason why many of us are here today was taking advice from staff, and his daughters with science and facts. #WearAMask #vaccinate #Booster","sentiment_score":0.7333333333}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT [TRANSLATION] JIHYO SPEECH 211225 TWICE \"III\" CONCERT \"Because of COVID-19, we couldn't see ONCEs. I was worried about w...","sentiment_score":0.0}
