{"full_text":"RT Hey Education workers should eligible for the 3rd dose now. You have to protec...","sentiment_score":0.0}
{"full_text":"RT Sorry, do you want credit now for not canceling it?","sentiment_score":-0.5}
{"full_text":"RT No one in Congress ever missed a paycheck during the COVID shutdowns. Don't forget that.","sentiment_score":0.0}
{"full_text":"Real Nigga","sentiment_score":0.2}
{"full_text":"RT When faced with evidence something isn't working all there is left to do is mandate it!","sentiment_score":0.0}
{"full_text":"What about the original variant? What about the flu? I haven't heard of the flu in almost 2 years now","sentiment_score":0.375}
{"full_text":"School named after Barack Obama allegedly vaccinated 13-yr-old without mom's consent in exchange for pizza - LifeSite","sentiment_score":-0.1}
{"full_text":"RT 1 of 6:#Omicron - Is this the end of the pandemic?No restrictions will be needed to protect hospitals in any way i...","sentiment_score":0.0}
{"full_text":"Hope I don't got Covid but something is definitely wrong with me ","sentiment_score":-0.5}
{"full_text":"Sask coronavirus cases December 11: 77 cases less the Karen kids means we really have 48 countable cases. (Let's face it, Karen kids come from vaxxed households). 22 free thinkers have a cold and a whooping 26 have omicron!  Nice!","sentiment_score":0.0866666667}
{"full_text":"RT Warning: Watch for bogus (and official looking) cards from an #antivaxx organization called the \"Vaccine Control Group.\"...","sentiment_score":0.0}
{"full_text":"Twatty post. Covid could not be foreseen. Let alone Rennes not accepting dates to replay","sentiment_score":0.0}
{"full_text":"RT 8) Let the Netherlands  be a lesson of what not to do... they basically let the virus rip. And this is the result... huge exc...","sentiment_score":0.45}
{"full_text":"RT South Africa Keep this video in a safe place.  #COVID_19 #vaccine","sentiment_score":0.5}
{"full_text":"Dec 3, 2021: \"Vaccine, an obligation in the EU? And Ursula's husband engaged in gene therapy\"\"Covid vaccine. Heiko, the husband of Ursula von Der Leyen, director of the gene therapy company for vaccines\"https:\/\/t.co\/FT8jHnDC5A","sentiment_score":0.0}
{"full_text":"RT What are the facts on Omicron? The picture is getting clearer: Omicron spreads faster and is better able to escape immuni...","sentiment_score":0.5}
{"full_text":"RT WATCH: New Zealand PM Jacinda Ardern says her country has created a special account to fund journalists who will produce g...","sentiment_score":0.2467532468}
{"full_text":"RT Ultimately, with the being out of touch re: rapid tests, responsibility will fall to the states. It looks...","sentiment_score":0.0}
{"full_text":"RT 30 tornados touched down across 5 states in a single night. While connecting single weather events to climate change isn't...","sentiment_score":-0.0994708995}
{"full_text":"They are not behind us  by now","sentiment_score":0.2}
{"full_text":"RT DWP staff 'drank into the night' in Therese Coffey's office during lockdown","sentiment_score":0.0}
{"full_text":"RT Source just told me that attendance &amp; grosses for Off-Broadway shows in NYC are down SEVENTY PERCENT since last regular...","sentiment_score":-0.0518518519}
{"full_text":"RT So now it's been 2 weeks since the last sequencing report and if it's doubling in 3 days..so now it's well over 150 case...","sentiment_score":0.0}
{"full_text":"RT EXCL - Work and Pensions Secretary Therese Coffey's staff regularly drank alcohol late into the night in her private White...","sentiment_score":-0.075}
{"full_text":"I haven't personally checked the veracity of the math here, but the fundamental thesis is definitely sound...and should be extremely alarming to all if us. Be smart, be safe, folks.","sentiment_score":0.1228571429}
{"full_text":"RT Dr. Rob Davidson: I'm an E.R. doc in Michigan, where the unvaccinated are filling hospital beds\"I'm mad at the Fox pers...","sentiment_score":-0.625}
{"full_text":"RT Luxembourg's strategy to defeat COVID is creating a new police state.From today.","sentiment_score":0.1363636364}
{"full_text":"And the beat goes on... sadly.","sentiment_score":-0.5}
{"full_text":"RT Shutthe fuck UP ","sentiment_score":-0.4}
{"full_text":"RT Flashback: Shorty after Jussie Smollett committed his hate crime hoax to blame white Trump supporters in early 2019, I spoke...","sentiment_score":-0.2333333333}
{"full_text":"when are you going to stop the spread of lies around Covid... This is total BS the pie incident happened in 2017","sentiment_score":0.0}
{"full_text":"Liar! Liar! Pants on fire!! How can you live with yourself? Where's your integrity????? Sold your soul!!!!","sentiment_score":0.3329190341}
{"full_text":"RT Covid rules didn't say it was OK to have a social gathering as long as not planned in advance. Like the Owen Paterson sca...","sentiment_score":0.1611111111}
{"full_text":"Ugh I'm so sorry. I just got over covid, it's everywhere right now. Rest and drink lots of fluids. Feel better","sentiment_score":0.0952380952}
{"full_text":"RT So good to hear a 1st class journalist doing her job - grilling Sun &amp; Telegraph political editors as to why...","sentiment_score":0.35}
{"full_text":"To put it this way...we get a new flu vaccine every year...because the flu varies from year to year.","sentiment_score":0.1363636364}
{"full_text":"Bryan Steil wanted to KILL my daughter. Now he is in office lying. What can I do to stop this Trumpster from continuing his deceit. I donated to the Ann  Roe campaign, what else can I do.","sentiment_score":0.0}
{"full_text":"There is no hesitancy for a vaccine that is experimental the pharmaceutical companies have indemnity and the yellow card reporting system is alarming.","sentiment_score":0.0}
{"full_text":"RT UK is now reporting an average of over 50,000 new cases a day, for the first time in abou...","sentiment_score":0.0787878788}
{"full_text":"RT your reminder that almost 2,000 people have been prosecuted at Westminster magistrates court for ignoring lockdowns, attendi...","sentiment_score":0.0}
{"full_text":"Like being so stupid you believed Trump when he told you Covid was a media\/Democrat hoax or that Covid wouldl magically disappear in April or that he received more votes than Biden in 2020 election or that he didn't sleep with Stormy and on and on and on","sentiment_score":0.0666666667}
{"full_text":"RT We will need to vote against the Government next week to prevent illiberal and discriminatory Covid passport...","sentiment_score":0.0}
{"full_text":"What?  He has been calling for  a full lockdown for months.","sentiment_score":0.35}
{"full_text":"Exactly!","sentiment_score":0.3125}
{"full_text":"This is good information. I especially like no more masks in Northern Health on Jan 31!","sentiment_score":0.1291666667}
{"full_text":"RT VAIDS- Vaccine Acquired Immune Deficiency Syndrome begins after 2 doses. Subsequent doses yields more erosion of the immune...","sentiment_score":0.25}
{"full_text":"So here is proof yet again that parliament is theatre and we pay for them to act !    the voting on Tuesday is just for show ...","sentiment_score":0.0}
{"full_text":"RT I would rather stay at home and cook my own meals for eternity than accept vaccine passports. This is about power, greed,...","sentiment_score":0.6}
{"full_text":"RT AUSTRIA - Reports say a disabled man was arrested for trying to enter a church without a mask.Covid hysteria is dest...","sentiment_score":-0.2}
{"full_text":"RT The amount of abuse scientists and doctors get for simply stating the facts about Covid-19 and the pandemic is unrealOu...","sentiment_score":0.0}
{"full_text":"Indeed.","sentiment_score":0.0}
{"full_text":"I've reported your tweet. As it provides false \"information\" for Covid-19. Do better.","sentiment_score":0.05}
{"full_text":"RT 'They aren't going to publish their findings, they are concerned about losing research money' Dr Aseem Malhotra reveals a car...","sentiment_score":0.0}
{"full_text":"Can you explain why you're saying a *potential* 4th COVID shot is a \"decree\" that deserves skepticism just three days after posting about getting a flu shot, a vaccine that is given annually? ","sentiment_score":0.0}
{"full_text":"RT Omicron appears to be a pandemic of the Vxxinated!  #TrustTheScience ","sentiment_score":0.0}
{"full_text":"RT \"I have the Lagos December flu and no, this isn't COVID\" - Someone who hasn't tested for COVID","sentiment_score":0.0}
{"full_text":"RT Steps to escape pandemic purgatory:1. Sensible social behavior including masks2. Universal vaccination3. Fast, availabl...","sentiment_score":0.0777777778}
{"full_text":"RT I don't know who could have seen this coming, but the CEO of Pfizer is now saying that people might now need FOUR Covid shots i...","sentiment_score":0.0}
{"full_text":"RT Very hopeful if true. I was researching all the theories about how influenza 1918 ended (lower virulence vs higher immun...","sentiment_score":0.2666666667}
{"full_text":"RT TORNADO OUTBREAK LATEST:- At least 50 dead; number likely to rise- Amazon warehouse in Illinois, nursing home in Arkansas hit-...","sentiment_score":0.0}
{"full_text":"RT oh look it's the owner of the Atlantic with a child sex slaver","sentiment_score":0.0}
{"full_text":"So glad he was vaccinated then. Sounds like Omicron if that many people were infected. It's expected that everyone will get it. He will be fine.","sentiment_score":0.3291666667}
{"full_text":"RT Worth noting repeatedly that Covid is the only emergency response not being led by experts. We have fire commissioners, why...","sentiment_score":0.15}
{"full_text":"Great for the economyXmas shoppers brush off Omicron fears as they hit the high streets","sentiment_score":0.48}
{"full_text":"RT After a tornado: * Watch out for fallen power lines or broken gas lines* Return to your home only when authorities say i...","sentiment_score":-0.2}
{"full_text":"RT This is the face of a Respiratory Therapist that battled the last few hours of his shift extremely short-staffed and get...","sentiment_score":-0.1083333333}
{"full_text":"That's maybe so - and why I hope everyone with a Tory MP will ask these questions (below). I have.We really can't anymore assume that most of these MPs have stuck by the #Covid rules. Seems every day brings more rule-breakers.So we have to ask them:","sentiment_score":0.4}
{"full_text":"RT oh look it's the owner of the Atlantic with a child sex slaver","sentiment_score":0.0}
{"full_text":"As yet another medically fragile, vaccinated family member is diagnosed with Covid and everyone's fear kicks back into overdrive, I am tired. Mask. Distance. Vaccinate. And stop treating me like I'm crazy because I'm tired of watching loved ones get sick and sometimes die.","sentiment_score":-0.2020408163}
{"full_text":"RT oh look it's the owner of the Atlantic with a child sex slaver","sentiment_score":0.0}
{"full_text":"RT Riddle me this:If omicron currently has an IFR of 0% based on what has been widely reported in the real world, how could a...","sentiment_score":0.0333333333}
{"full_text":"RT weird how libertarian Tories are completely fine with people losing their British citizenship or voter ID cards but all he...","sentiment_score":-0.0277777778}
{"full_text":"RT This is great! Colorado is following in footsteps of UK\/EuropeAnyone can order a box of 5 rapid tests for FREE from...","sentiment_score":0.4666666667}
{"full_text":"RT As part of a broader seriesCOVID is the leading cause of childhood death from natural causesTo put that in perspective...","sentiment_score":0.1}
{"full_text":"RT Why are they \"estimating\" ?? Doses are a finite resource, they are distributed and jabs are recorded &amp; numbered. Are the...","sentiment_score":0.0}
{"full_text":"RT Forced Jabs - Free assistance and resources for employees and citizens against forced Covid jabs and testing.https:\/\/t.co\/SM...","sentiment_score":-0.0666666667}
{"full_text":"RT All of those old people sitting at the Bob Dole service, but Ted Cruz refused to wear a mask.What a selfish asshole.","sentiment_score":-0.2}
{"full_text":"RT No one in Congress ever missed a paycheck during the COVID shutdowns. Don't forget that.","sentiment_score":0.0}
{"full_text":"RT Big Pharma have NO shameBig Pharma are despicable, money hungry It's about the $$It's about pushing more \"product...","sentiment_score":0.25}
{"full_text":"True, the good doctors and nurses are gone or actively being fired for going against the pharma system. Any medical \"professionals\" complying with these covid mandates are ALL complicit and should be treated as such.","sentiment_score":0.1833333333}
{"full_text":"RT I want to thank God for the travel ban they imposed on us ","sentiment_score":0.0}
{"full_text":"RT 'The ritual humiliation of children [in Germany] who are asked to go to the front of the class and state their vaccination stat...","sentiment_score":0.0}
{"full_text":"RT Both Allegra Stratton and Jacob Rees-Mogg were shown on camera to be laughing about #no10ChristmasParty during lockdow...","sentiment_score":0.0}
{"full_text":"High recommend on the latest from Clears away a huge amount of fog about immunity.https:\/\/t.co\/Ur9vQMX0b6","sentiment_score":0.3533333333}
{"full_text":"RT In California, younger Latinos are dying of COVID-19 at much higher rates than their white and Asian counterparts. Younger B...","sentiment_score":0.05}
{"full_text":"RT 79% of discovered omicron cases in the US were among fully vaccinated.There is no reason to treat vaxxed differently...","sentiment_score":0.0}
{"full_text":"It says clearly \"Our results indicate that mutations present in the spike protein of the lambda variant of interest confer increased infectivity and immune escape from neutralizing antibodies elicited by CoronaVac,\"","sentiment_score":0.05}
{"full_text":"Can you tell which variant of COVID you have?","sentiment_score":0.0}
{"full_text":"After baking 5,000 pizzas in her apartment and losing her mom to COVID, Miriam Weiskind hopes to open her own pizzeria https:\/\/t.co\/ncVma1T6qZ","sentiment_score":0.3}
{"full_text":"As parents, families, and educators have new questions and concerns about the continued COVID-19 spread throughout our schools and community, Dr. Turkovich will sharing valuable information, followed by a Q&amp;A on Dec. 20, 2021 from 6-7:30 P.M. Register at:","sentiment_score":0.1363636364}
{"full_text":"Japanese authorities have confirmed another eight cases of the Omicron variant of the COVID-19, bringing the total number of infections by the new strain in the country to 12, local media reported Friday.https:\/\/t.co\/ckRjMBzyPy","sentiment_score":0.1072727273}
{"full_text":"Whatever you've got planned over the winter, this much is true - it's not too late to get vaccinated  Check your eligibility for flu &amp; #COVID19 booster jabs:","sentiment_score":0.025}
{"full_text":"RT Just read a letter sent from the school, if Omicron case is discovered in a class, all kids in class go home regardless...","sentiment_score":0.0}
{"full_text":"\"We're not used to dealing with our colleagues, our professional colleagues as ... patients,\" said Dr. Gerald Batist of Montreal's Jewish General Hospital, who added that it wasn't clear his team was experiencing burnout die to the pandemic.","sentiment_score":0.0625}
{"full_text":"Keep #COVIDSafe. Remind your child to wash their hands during the day and before and after they eat.#Arabic, #Chinese and #Dari translated resources: #Multilingual #Multicultural","sentiment_score":0.0}
{"full_text":"I wonder when this becomes undeniable. Like today when Hotez admitted the vaccines don't work against Omicron. We'll see it from UK first","sentiment_score":0.25}
{"full_text":"BARBER ON WHEELS: #Bronx Loyal Mobile Barber not only brings the barbershop to customers, but it passes the skill of cosmetology on to the next generation.","sentiment_score":0.1111111111}
{"full_text":"BARBER ON WHEELS: #Bronx Loyal Mobile Barber not only brings the barbershop to customers, but it passes the skill of cosmetology on to the next generation.","sentiment_score":0.1111111111}
{"full_text":"From the week of Dec. 2-8, the Los Angeles Unified School District conducted more than 456,000 coronavirus tests of its students and staff and recorded 892 positive cases. That works out to a 0.2% positivity rate.","sentiment_score":0.3636363636}
{"full_text":"Researchers release 'vaccine' for critical Log4Shell vulnerabilityhttps:\/\/t.co\/M9g5UXGgZW","sentiment_score":0.0}
{"full_text":"In this week's COVID-19 Executive Briefing: The virus is not the only thing with a talent for transformation Transforming sales, general, and administrative activitiesOur latest on the coronavirus outbreak","sentiment_score":0.1833333333}
{"full_text":"RT The Mirror has been told 'gatherings' in Ms Coffey's office throughout the pandemic were an open secret, with one source...","sentiment_score":-0.2}
{"full_text":"RT U.S. Sen. Ron Johnson said this week mouthwash has been proven to kill COVID-19. The manufacturer of Listerine and medical e...","sentiment_score":0.0}
{"full_text":"Omicron seems to have persuaded some unvaccinated people to face reality in a way that \"lockdowns, dead friends and relatives, and company mandates did not.\"@gurleygg discusses how the new COVID strain will effect American attitudes towards vaccines.https:\/\/t.co\/zJmA2V9hWl","sentiment_score":-0.0212121212}
{"full_text":"Do you think you've had it? What were your symptoms?","sentiment_score":0.0}
{"full_text":"RT Today is a good day to send a \"COVID surge package\" to every Ontarian\/Canadian containing: educational materials on ai...","sentiment_score":0.475}
{"full_text":"RT Lab leak confirmed","sentiment_score":0.4}
{"full_text":"Overall, COVID-19 hospitalizations are up 40% over last month and researchers say the delta is still the dominant COVID variant in the U.S.https:\/\/t.co\/kKeShkdAe1","sentiment_score":0.0}
{"full_text":"RT I have a medical friend working in a hospital in South Africa. She can't believe the U.K. government's scaremongering....","sentiment_score":0.0}
{"full_text":"RT And don't get me started on the fact that many activists aren't paying attention to...","sentiment_score":0.5}
{"full_text":"RT EXCL - Work and Pensions Secretary Therese Coffey's staff regularly drank alcohol late into the night in her private White...","sentiment_score":-0.075}
{"full_text":"RT No one in Congress ever missed a paycheck during the COVID shutdowns. Don't forget that.","sentiment_score":0.0}
{"full_text":"A University of Chicago study concluded that the corresponding drop in drug production would result in a loss of 331.5 million life years -- a number 31 times larger than the life years lost in the United States as a result of COVID-19.","sentiment_score":0.0}
{"full_text":"RT I have a medical friend working in a hospital in South Africa. She can't believe the U.K. government's scaremongering....","sentiment_score":0.0}
{"full_text":"Protect yourself and your #baby! #PrEP can prevent you both from getting #HIV during pregnancy or while breastfeeding. Get the facts: #StopHIVTogether #PrEPForHer #ShesWell #breastfeeding #pregnancy #momlife #parenting #lactation #nursing","sentiment_score":0.0}
{"full_text":"RT Swaleside is on lockdown again as covid outbreak 24 hour bang up #prison","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 56.1FWind Chill: 56.1FHumidity: 93%Dew Point: 54.1F Barometer: 29.459 inHgWind: 12 mph from the SCorona Virus Weekly Stats:Cases: 247.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT We've had 2 weeks of evidence saying Omicron only causes mild illness and they still say \"it's too early to say.\"When w...","sentiment_score":0.1444444444}
{"full_text":"The cluster is linked to an event earlier this month","sentiment_score":0.0}
{"full_text":"RT Ted Cruz refused to wear a mask at Bob Dole's funeral, citing a medical condition called Being An Asshole. Ted explained...","sentiment_score":0.0}
{"full_text":"RT Holy freaking crap. 1\/1300 Myocarditis for pfizer - Moderna combo in young males.How can vaccine safety advocates write...","sentiment_score":-0.35}
{"full_text":"RT 79% of discovered omicron cases in the US were among fully vaccinated.There is no reason to treat vaxxed differently...","sentiment_score":0.0}
{"full_text":"RT At least 2 people died in there, and more are unaccounted for, because Amazon forced them to work last night, despite tor...","sentiment_score":-0.025}
{"full_text":"Dr. Janice Lea, BOD Mem, is recognized with Presidential Volunteer Service Award for advancing AAKP's COVID risk education &amp; elevating kidney patients in COVID clinicals trials\/vaccine protocols. AAKP COVID programs engaged 80K+ patients in 70 countries!","sentiment_score":0.0}
{"full_text":"RT The only thing you need to know about Omicron is that it hasn't killed ANYONE - ANYWHERE on the entire planet. AND that de...","sentiment_score":-0.0666666667}
{"full_text":"Lord Jesus... ","sentiment_score":0.0}
{"full_text":"RT If you are working in an overflowing NHS hospital you need to share pictures now.There are patients being treated in...","sentiment_score":0.0}
{"full_text":"this is disgusting man.","sentiment_score":-1.0}
{"full_text":"Pfizer Scientists Caught on Hidden Camera talking about Natural Immunity vs the Vaccine -","sentiment_score":-0.0333333333}
{"full_text":"Still got no smell back after Covid and practically zero taste (could just about taste a lemon Fanta earlier) ","sentiment_score":0.0}
{"full_text":"RT The fact that they gathered during a pandemic -vaccinated or no...","sentiment_score":0.0}
{"full_text":"RT New walk-in vaccination centre for boosters +1st &amp; 2nd jabs at Lambeth Civic Centre in Brixton all ne...","sentiment_score":0.0681818182}
{"full_text":"RT It's not possible or logical to have schools fully open with no mitigations at the height of an R=3 pandemic.We must urgently s...","sentiment_score":0.0833333333}
{"full_text":"RT EXCL - Work and Pensions Secretary Therese Coffey's staff regularly drank alcohol late into the night in her private White...","sentiment_score":-0.075}
{"full_text":"RT The govt held several parties during lockdown. We know this. The point is, not that they're all total hypocrites &amp; lia...","sentiment_score":0.0}
{"full_text":"RT Tests of Omicron variant in UK unearthed in small Cambridgeshire village, archaeologists say","sentiment_score":-0.25}
{"full_text":"We do a little trolling","sentiment_score":-0.1875}
{"full_text":"RT Apple just sent a push notification to news alert subscribers promoting The Atlantic article claiming child sex trafficking...","sentiment_score":0.0}
