{"full_text":"RT They won't let people in and refuse to show us images or video.Been like that for the whole past 20+ months...I saw the...","sentiment_score":-0.025}
{"full_text":"i praise God i never got covid, and ion want it..","sentiment_score":0.0}
{"full_text":"RT For children, observing and interacting with the faces of others is critical to linguistic, social and emotional development...","sentiment_score":0.0333333333}
{"full_text":"RT United Airlines CEO Scott Kirby: \"We did this for safety. We believe it saved lives. We don't compromise on safety.\"200 emplo...","sentiment_score":0.0}
{"full_text":"RT I have traveled across the cosmos and through various dimensions. Throughout all my travels, Syn City has alway...","sentiment_score":0.0}
{"full_text":"RT Remember that time when the President of Tanzania ordered a papaya and motor oil to be tested for COVID-19, both of which...","sentiment_score":0.0}
{"full_text":"Uh huh that's why","sentiment_score":0.0}
{"full_text":"Hey you are a fing IDIOT - 34,000 deaths a year and, uh, not communicable. Compared to 800,000 deaths in 22 months and, highly communicable. This level of professed stupidity must be purposeful.","sentiment_score":-0.4133333333}
{"full_text":"RT NEW:Boeing suspends its vaccine mandate for employees","sentiment_score":0.0}
{"full_text":"RT Fine with another lockdown as long as y'all don't tag me in a \"I am a Black woman\" post","sentiment_score":0.0666666667}
{"full_text":"RT STAY HOME IT IS NOT SAFE TO GO BACK IN THE WATER","sentiment_score":-0.125}
{"full_text":"Maybe we need to accept that #covid is here forever and that once vaccinated we just need to accept that fact and move on. Also, maybe we are missing a mild variant that may lead us out of this mess.","sentiment_score":-0.0138888889}
{"full_text":"RT (1\/2) Effective Monday, December 20, Trent University will be discontinuing in-person exams at our Peterborough and Du...","sentiment_score":0.6}
{"full_text":"yas get his ass","sentiment_score":0.0}
{"full_text":"RT COVID cases rising again, 61 degrees in December and Biden expects me to pay back my loans lol ok","sentiment_score":0.4333333333}
{"full_text":"RT Disabled people have predicted everything about this pandemic. It is so exhausting to be right all the time and still...","sentiment_score":-0.1047619048}
{"full_text":"The pandemic and irrational fear of vaccines in this area is making it worse. #genchat","sentiment_score":-0.4}
{"full_text":"RT Yes \"go to work but don't see your family\" is a confusing message, but you know what's not? \"You might need to go to work be...","sentiment_score":-0.3}
{"full_text":"RT We're on lockdown level 1, please go outside","sentiment_score":0.0}
{"full_text":"You're doing something right &amp; they don't like you for it. Keep it up. The gov &amp; her party are on thin ice. I attended a large company holiday party today, maskless. No one cares about Brown's CoVid restrictions anymore. She's the last one to figure that out. Keep up great work.","sentiment_score":0.18}
{"full_text":"RT Denmark today: 11,194 cases (yesterday 10,000), likely now Omicron dominant, highest per capita case load in world, over 1,4...","sentiment_score":0.0}
{"full_text":"Remember when the picked the only Governor in 50 states that required federal intervention to mange HIV\/AIDS epidemic to be their failed #VP, and then put him in charge of #Covid? I do #MikePence #Indiana","sentiment_score":-0.25}
{"full_text":"RT After testifying for over 3 hours in a Senate hearing where he suggested masks may not be necessary on flights, Southwe...","sentiment_score":0.0}
{"full_text":"Proof that Fauci wanted to destroy anything that got in the way of his \"vaccine \"","sentiment_score":-0.2}
{"full_text":"RT Can I say there is something morally injurious to being urged to cancel all my Christmas plans so I don't get Covid so t...","sentiment_score":0.0}
{"full_text":"RT The vaccine mandate might be the single most effective tool for rooting out extremists in our military.","sentiment_score":0.2321428571}
{"full_text":"RT GOLD!!!!  are we \"Whiny babies\"???https:\/\/t.co\/IyG7Y58aoB","sentiment_score":0.0}
{"full_text":"RT \"The new variant poses a far graver threat at the collective level than the individual one--the kind of test that the U.S....","sentiment_score":0.2090909091}
{"full_text":"RT Tuberculosis outbreak at Goldman Sachs! How could this happen....","sentiment_score":0.0}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT Not getting covid 10 days before Christmas is our nation's Squid Game","sentiment_score":-0.4}
{"full_text":"RT Covid-19 ...a neverending tale of anger &amp; frustrationhttps:\/\/t.co\/6dAxPhIpBl","sentiment_score":-0.7}
{"full_text":"they in the stu","sentiment_score":0.0}
{"full_text":"Title(Official Music Video)Goddess of Your https:\/\/t.co\/XluTZnGKA5 via #happynerdgirl #peddlingla #sexlessinthecity #IMOVoice #NMF#NewMusicAlert #NewMusicVideoFriday#COVID#IStandWithBLM#WearAMask #GetVaccinated","sentiment_score":0.0}
{"full_text":"RT I'm still curious why Covid hasn't wiped out the Homeless population. ","sentiment_score":-0.1}
{"full_text":"I'm sure the fact that he has made a ton of money off the anti-vaxx movement during COVID has absolutely nothing to do with him wanting to make Fauci look bad.","sentiment_score":3.700743415e-17}
{"full_text":"RT dear god protect me from covid, white men, and gonorrhea of the ass and throat. amen.","sentiment_score":0.0}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT Businesses aren't on the brink due to Covid or Omicron, they are on the brink due to the reaction to it.","sentiment_score":-0.125}
{"full_text":"spot on! hear hear!","sentiment_score":0.0}
{"full_text":"RT I'm still curious why Covid hasn't wiped out the Homeless population. ","sentiment_score":-0.1}
{"full_text":"RT After testifying for over 3 hours in a Senate hearing where he suggested masks may not be necessary on flights, Southwe...","sentiment_score":0.0}
{"full_text":"#LongCovid = Oliver Sacks book It's funny cuz it's true ","sentiment_score":0.3}
{"full_text":"RT U Cube noticeInformation on LEE MINHYUK's COVID-19 test result","sentiment_score":0.0}
{"full_text":"RT Even IF Omicron turns out to be mild in vaccinated people, an explosion of cases will have a devastating effect on health...","sentiment_score":-0.3333333333}
{"full_text":"RT NSW should immediately reinstate mask mandates, QR codes, contact tracing, and 3 day home isolation for international tra...","sentiment_score":0.0}
{"full_text":"RT  1 weeks is a long time in a pandemic","sentiment_score":-0.05}
{"full_text":"RT Meet LennyHe has been wandering Longwood Valley since the start of the outbreak. He is partially blind and wears the go...","sentiment_score":-0.5}
{"full_text":"RT All this to beat a 37 year old Lebron","sentiment_score":0.1}
{"full_text":"RT Room Rater Holiday PSA from Canada and Sadly, for another year, Santa better wear a fucking mask. 10\/10...","sentiment_score":-0.2}
{"full_text":"RT The Trump admin. engaged in \"deliberate efforts\" to undermine the US response to the coronavirus pandemic for political purpos...","sentiment_score":0.0}
{"full_text":"RT Over 1 million followers &amp; only 11 retweets.Had to check it out &amp; I was correct again@CNET Stop buying followers it...","sentiment_score":0.0}
{"full_text":"RT All 115 samples taken from the outbreak at New York's Cornell University confirmed as the Omicron variant. No reports of sever...","sentiment_score":0.2681818182}
{"full_text":"RT COVID is really robbing us of our prime years","sentiment_score":0.2}
{"full_text":"RT So our water has been poisoned, there's been a large surge in Covid cases yet Hawai'i is still open?","sentiment_score":0.1071428571}
{"full_text":"Pfizer said the COVID-19 pandemic could extend through next year and announced plans to develop a three-dose vaccine regimen for children ages 2 to 16, a move that could delay its authorization. |","sentiment_score":0.0}
{"full_text":"RT \"You come back to work and you ask who died,\" said Bridget Klingenberg, an intensive care nurse at Covenant... \"I don't think...","sentiment_score":0.0}
{"full_text":"RT If we go back into full lockdown all winter I'm starting hard drugs or becoming a flat earther or something I cannot do t...","sentiment_score":0.0805555556}
{"full_text":"I understand. I went to my doctor last week and he's a very smart man. We talked and I brought IVM up and he said studies weren't showing it helped much. I said that's just not true. I told him a friend,fully vaxed ,died with Covid and had asked for IVM. He knew this friend.","sentiment_score":0.0758928571}
{"full_text":"I'm not kidding. I'm so fucking scared right now. Please get vaccinated &amp; get a booster if you can.","sentiment_score":-0.1571428571}
{"full_text":"Pfizer's lap dog propaganda outfit, the erstwhile \"news agency\" known as Reuters, pumping the latest chapter in the ongoing saga of the would-be #PlagueOfTheCentury.","sentiment_score":0.1333333333}
{"full_text":"Vincent Chin. The 2 year old boy stabbed in TX by someone screaming about the \"China virus.\" People papering neighborhoods with Chinese go home flyersThere is a problem with immigrant communities reporting crimes to the police out of mistrust or fear of immigration status.","sentiment_score":0.05}
{"full_text":"The search for something I can actually purchase near home begins ...","sentiment_score":0.05}
{"full_text":"RT Boeing suspended its vaccine mandate for all 140,000 of its workforce. Good call!","sentiment_score":0.875}
{"full_text":"RT people act like you the one tripping for trying not to get Covid.","sentiment_score":0.0}
{"full_text":"RT This is a scary column by 3 generals who fear rogue military units could be drawn into a partisan putsch. They cite the ins...","sentiment_score":-0.3}
{"full_text":"RT The uncertainty around individual-level severity of #Omicron is shrinking. &amp; what we're learning is, sadly, predictably,...","sentiment_score":-0.2}
{"full_text":"RT The U.K. government is considering plans to ban indoor gatherings for two weeks after Christmas in England to slow the omicro...","sentiment_score":-0.3}
{"full_text":"RT \"It is all completed, we were supposed to come on Diwali but then the COVID thing hit us and then we thought we'll come o...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Turns out Rishi Sunak didn't bugger off to California for a holiday after all. Well, he did stay at his holiday h...","sentiment_score":0.0}
{"full_text":"RT Lmao covid robbing YALL niggas. I'm outside, fuck y'all talm bout ","sentiment_score":0.0666666667}
{"full_text":"And she hasn't even begun to touch on the $ made by NIH in conjunction with Moderna, IF it's true they are partnered. IF ((big IF) they truly are), it may be a conflict of interest for NIH to promote  in any way a vaccine by Moderna.","sentiment_score":0.175}
{"full_text":"yes. like might as well get trapped in a marriage if i'm trapped either way.","sentiment_score":-0.2}
{"full_text":"RT Reminder:  a coronavirus is the common cold.","sentiment_score":-0.45}
{"full_text":"RT Spider-Man: No Way Home earned over $50 million on its opening night, making it the third-biggest Thursday box office preview ever...","sentiment_score":0.0}
{"full_text":"RT Thank you to AB pharmacy partners and for their efforts to distribute. And thank you Albertans for stepping up to...","sentiment_score":0.0}
{"full_text":"RT Line dark as shit this the venom variant","sentiment_score":-0.175}
{"full_text":"If you want or abide by any future lockdown. You're a mug. What's good for the goose etc etc #NoLockdown #EnoughIsEnough #DoNotComply","sentiment_score":0.35}
{"full_text":"RT If we go back into full lockdown all winter I'm starting hard drugs or becoming a flat earther or something I cannot do t...","sentiment_score":0.0805555556}
{"full_text":"RT The Democrats caused the very severe &amp; deadly Delta variant of COVID to flood into our country at a massive rate during the...","sentiment_score":0.0}
{"full_text":"COVID-19: Over 22.7 Million Vaccines Have Been Distributed to Illinois. This is How Many the State Has Actually Given Out","sentiment_score":0.25}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT .@dpfunke you need only go to the CDC website to see your fact-check is a lie.https:\/\/t.co\/kV0tOGaHzx","sentiment_score":0.0}
{"full_text":"RT PLEASE stop slashing our tires &amp; keying our cars just because we are nurses &amp; doctors. We should feel safe after our s...","sentiment_score":0.5}
{"full_text":"70+ degrees in December, Omicron taking a 2-0 lead in the series, COVID cases trending up and gas is still near $3 a gallon...........we down bad","sentiment_score":-0.2518518519}
{"full_text":"RT MSG Amla Juice is a well-packed source of nutrients that can boost your overall health. Amla contains a high amount of v...","sentiment_score":0.08}
{"full_text":"I think i had it bottom of 2019 and didn't know but..ever since then...supplements sleep, masking up and staying out the way.","sentiment_score":0.0}
{"full_text":"Serious question. What's the percentage of #Fauci 's time on TV versus time on his actual job?Is his job now just to do media?","sentiment_score":-0.1666666667}
{"full_text":"RT What fresh hell is this","sentiment_score":0.3}
{"full_text":"RT I really think most people's conception of Long Covid is \"I'll get a little winded walking up stairs\" and not \"I'll get...","sentiment_score":0.115625}
{"full_text":"RT One year ago today the first COVID-19 vaccine was administered in NormanHere is A1 from our coverage that day","sentiment_score":0.25}
{"full_text":"10 Magaluff street.24 HR Party People.","sentiment_score":0.0}
{"full_text":"This has been my question. Covid is mild for most demographics. We need data on the vulberable.","sentiment_score":0.4166666667}
{"full_text":"RT I really think most people's conception of Long Covid is \"I'll get a little winded walking up stairs\" and not \"I'll get...","sentiment_score":0.115625}
{"full_text":"RT After testifying for over 3 hours in a Senate hearing where he suggested masks may not be necessary on flights, Southwe...","sentiment_score":0.0}
{"full_text":"Big thanks for sharing your anger and grief over your father's passing. It's not said enough how relatives and friends suffer from a #covid death. Not being able to witness the passage and not fully able to understand the choice.","sentiment_score":-0.0428571429}
{"full_text":"RT Testing? I test myself &amp; family with any compatible symptom (URI, headache, fever, GI). Note Omicron less likely to cause...","sentiment_score":-0.0833333333}
{"full_text":"LMAO YOU CANT MAKE THIS UP","sentiment_score":0.6}
{"full_text":"RT This is one of the most confusing times of the pandemic, w\/ a firehose of new Omicron data (lots of fab work on #medtwitte...","sentiment_score":0.1121212121}
{"full_text":"The White House is expected to announce support of the measure in a move to keep as many children in school as possible while preventing COVID-19 infection.","sentiment_score":0.1}
{"full_text":"DeSantis promotes monoclonal antibodies (known to be less effective against Omicron variant), calls other states' COVID measures 'insanity' - WPLG Local 10 via","sentiment_score":0.0770833333}
{"full_text":"RT Screw him . If he doesn't like wearing a mask then Drive to his destination . His Right to be an ass doesn...","sentiment_score":0.2857142857}
{"full_text":"RT citymd line around the corner (an hour before it opens) 2 years into the pandemic with a side of 60 degrees in december ht...","sentiment_score":0.0}
{"full_text":"if one of us catch covid before christmas ill kill someone","sentiment_score":-0.5}
{"full_text":"RT World Bank says they're done on 31 Mar 2025.https:\/\/t.co\/UZBhJoJe1F","sentiment_score":0.0}
{"full_text":"Also, the latest data is that prior infection provides no protection against the  Omicron variant.","sentiment_score":0.25}
{"full_text":"Alabama is looking for an opponent after Colorado state pulls out of the C.M Newton classic. If you can help idk who to point you to sorry","sentiment_score":-0.1666666667}
{"full_text":"Dear All, I hope you all are safe.It's time to choose 1 months of social distance or 1 year of Lockdown.Be wise, and Be Safe #OmicronVarient #Omicronindia #BeWise #BeSafe #IndiaFightsCorona","sentiment_score":0.4111111111}
{"full_text":"RT Covid-19 hacked and is writing tweets for another Trumper, I see","sentiment_score":0.0}
{"full_text":"Wolves just tryna to hide him from LeGM","sentiment_score":0.0}
{"full_text":"RT people act like you the one tripping for trying not to get Covid.","sentiment_score":0.0}
{"full_text":"covid said","sentiment_score":0.0}
{"full_text":"I now genuinely believe that Omicron was released intentionally by some guy because he realized how easy it would be to end the pandemic.","sentiment_score":0.4166666667}
{"full_text":"RT Gov. David Ige urged residents Friday to take additional precautions, including by getting vaccinated or a booster shot...","sentiment_score":0.0}
{"full_text":"RT  THANK YOU  finally","sentiment_score":0.0}
{"full_text":"RT \"Additional or reinforced measures may be needed in line with Omicron's increased transmissibility (such as reducing group si...","sentiment_score":0.0}
{"full_text":"RT Not getting covid 10 days before Christmas is our nation's Squid Game","sentiment_score":-0.4}
{"full_text":"RT covid really said \"hi just circling back\"","sentiment_score":0.1}
{"full_text":"RT The vaccine worked so well that the vaccinated are still scared to come out of their house.","sentiment_score":0.0}
{"full_text":"RT Dr. Li-Meng Yan, a Chinese virologist, escaped to America after facing threats for speaking out on the origins of COVID-19....","sentiment_score":0.0}
{"full_text":"Take advantage of a new covid strain coming out and just go ahead and shut the whole program down, worthless team","sentiment_score":-0.1547979798}
{"full_text":"RT end covid NOW. love is love.","sentiment_score":0.5}
{"full_text":"RT I am just going to keep saying it. This is the largest mass disabling event in our history. The more I sit with that reality...","sentiment_score":0.5}
{"full_text":"RT The Trump admin. engaged in \"deliberate efforts\" to undermine the US response to the coronavirus pandemic for political purposes...","sentiment_score":0.0}
{"full_text":"RT I want whichever vaccine booster Buttler had, because that guy can't catch ANYTHING. #Ashes","sentiment_score":0.0}
{"full_text":"Recovery Plans : IT Professionals Can Help During and Post COVID  #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"....and did they go into hospital with Omicron or pick it up in hospital?","sentiment_score":0.0}
{"full_text":"RT The truth is that unless we rapidly reorganize society to center around the collective instead of the individual, we will co...","sentiment_score":-0.05}
{"full_text":"RT Israel  to declare travel ban on *all countries* in the world, because of Omicron, which causes very mild symptoms.2021...","sentiment_score":0.4333333333}
{"full_text":"RT How the Omarion variant is spreading","sentiment_score":0.0}
{"full_text":"Thanks Jessica and all the other health workers giving up their Christmas for Americans who can't think for themselves.","sentiment_score":0.0375}
{"full_text":"RT not they tryna maximize their joint slay aw hell","sentiment_score":0.0}
{"full_text":"RT There is simply not enough vaccine to bring forward booster shots, that's the background to Atagi's decisionJust another Mo...","sentiment_score":0.0}
{"full_text":"RT if you live in dc and you don't know about the free at-home covid tests available at over 25 public libraries and rec ce...","sentiment_score":0.2340909091}
{"full_text":"RT people act like you the one tripping for trying not to get Covid.","sentiment_score":0.0}
{"full_text":"NEW: Kamala Harris ignores the science, says 'we didn't see' COVID-19 variants coming","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: House probe reveals  Trump Admin INTENTIONALLY undermined covid-19 response in America. Shouldn't Trump be ar...","sentiment_score":0.0}
{"full_text":"Coronavirus vaccine means crown poisons cows in Latin, don't look up what fauci means. Mi6 everywhere.","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: In a MAJOR win for President Biden, a federal appeals court reinstates his vaccine-or-testing rule for...","sentiment_score":0.43125}
{"full_text":"RT as this surge worsens, remember the rule: socializing by night, covid's delight\/workplace by day, covid stays away","sentiment_score":0.0}
{"full_text":"Recovery Plans : IT Professionals Can Help During and Post COVID  #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"They are in a separate reality- nothing is going to convince them.","sentiment_score":0.0}
{"full_text":"RT More Covid deaths in 2021 than 2020 despite Biden inheriting 3 good vaccines. By his own measure he's \"responsible\".","sentiment_score":0.5}
{"full_text":"RT Cairns Qld  Boom  Anti WAX Mandate, Anti WAX Passport, Anti Covid BS  Cairns joins in and says Enough ","sentiment_score":0.0}
{"full_text":"My crush will get COVID this year.","sentiment_score":0.0}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"RT Masks and social distancing measures to slow the spread urgently needed in NSW.   Living with COVID doesn't mean letting...","sentiment_score":-0.1930555556}
{"full_text":"RT COVID cases rising again, 61 degrees in December and Biden expects me to pay back my loans lol ok","sentiment_score":0.4333333333}
{"full_text":"RT COVID cases rising again, 61 degrees in December and Biden expects me to pay back my loans lol ok","sentiment_score":0.4333333333}
{"full_text":"BOOSTER SHOTS REQUIRED: All students, faculty and staff at #Pace University will need a COVID-19 booster shot to return to campus in January for the spring semester.https:\/\/t.co\/aisWTMrEml","sentiment_score":0.0}
{"full_text":"RT I hate people and I simply avoid them","sentiment_score":-0.4}
{"full_text":"In a recent study of an Asian IT services company, Booth's Michael Gibbs found that average hours rose but output slightly fell when the firm shifted to remote work amid the pandemic.","sentiment_score":-0.0023809524}
{"full_text":"Iowa doctor promotes ivermectin, calls masks 'silly' and says pandemic is over via","sentiment_score":-0.5}
{"full_text":"Top 10 states, active cases COVID-19 per 1M\/pop, 12\/17:1 ID 96,952 (+703)2 WA 60,423 (+1079)3 MI 44,049 (+2546)4 CO 37,062 (-178)5 AK 29,982 (-5901)6 IA 26,866 (+2565)7 NY 26,764 (+3174)8 MO 24,038 (+630)9 NM 20,837 (+1233)10 VT 17,946 (+1032)https:\/\/t.co\/dBr3uPg4nS","sentiment_score":0.1833333333}
{"full_text":"RT DeSantis will be furious if you RT this because it exposes him for horrible job he's doing to protect Floridians from C...","sentiment_score":-1.0}
{"full_text":"RT Please god no. No challenges. No going live. No gambling on IG.","sentiment_score":0.1363636364}
{"full_text":"RT Thousands of people, mostly your brain dead #MAGA flock who keep infecting others, are DYING EVERYDAY FROM COVID. Yo...","sentiment_score":0.0333333333}
{"full_text":"RT They did all that pushing for people to get vaccinated, only for a new variant to come and they go back to the same measure...","sentiment_score":0.0340909091}
{"full_text":"RT Some new information today from on rapid decline of immunity vs omicron, 2-3 months following boosters. La...","sentiment_score":0.0681818182}
{"full_text":"Be the same folks that get the shit then talk about they can't breathe after taking two steps. ","sentiment_score":-0.1}
{"full_text":"RT i hate puzzles no matter how bad covid gets i'm not doing that shit!!!","sentiment_score":-0.6302083333}
{"full_text":"Adolescents ages 16 years and older can get a booster shot at least six months after a primary series.","sentiment_score":0.0888888889}
{"full_text":"(Update) Tokyo Reports 2 New Omicron Cases, including Soccer Spectator - JIJI PRESS","sentiment_score":0.1363636364}
{"full_text":"NEW from  As COVID complications rock the NFL this week, #DallasCowboys coach Mike McCarthy makes no guarantees Read more here  #CowboysNationhttps:\/\/t.co\/hgPJMry7fx","sentiment_score":0.3181818182}
{"full_text":"Just purchased a bunch of KN95 masks. Currently wear 2 masks, a disposable and a cloth mask because of the environment that I work in. Thank you ","sentiment_score":0.0}
{"full_text":"The move was not looked at kindly by some playershttps:\/\/t.co\/b8RyIss3n7","sentiment_score":0.6}
{"full_text":"When are you bozos going to start sending us free rapid COVID tests in the mail?","sentiment_score":0.4}
{"full_text":"Surging COVID-19 cases bring a 2020 feel to the end of 2021 |","sentiment_score":0.0}
{"full_text":"RT Just got covid tested for the 199th time since March of 2020.  When I get my 200th test on Sunday, I'm hoping for a pre-gam...","sentiment_score":0.0}
{"full_text":"1 in 44 children have been diagnosed with autism in America: CDC data #autism #mentalhealth #CDC","sentiment_score":0.0}
{"full_text":"RT VANESSA LOPEZ DELGADO, 42, of Arizona, died of COVID in December 2021. She was a beloved high school teacher. \"She sa...","sentiment_score":0.43}
{"full_text":"BOOSTER SHOTS REQUIRED: All students, faculty and staff at #Pace University will need a COVID-19 booster shot to return to campus in January for the spring semester.","sentiment_score":0.0}
{"full_text":"RT CDC: OmicronBlack ppl: OmarionCDC: CoronavirusBlack ppl: The RonaCDC: PandemicBlack ppl: \"everything that's going...","sentiment_score":0.0}
{"full_text":"RT This is HUGE! The 6th Circuit Court of Appeals has UPHELD President Biden's vaccine mandate. Who else supports LIFE...","sentiment_score":0.5}
{"full_text":"Businesses turned optimistic with the gradual reopening of the economy, but consumers were more pessimistic in the fourth quarter due to the reimposition of strict lockdown and quarantine measures during the survey period, according to the BSP.","sentiment_score":0.125}
{"full_text":"#BCnurses and #BCmidwives working in community or private settings to get access to COVID-19 booster vaccines starting Jan. 2022:","sentiment_score":0.0}
{"full_text":"RT the risk of exposing immunocompromised people to COVID isn't something to take lightly i recognize that ableds don't ca...","sentiment_score":0.4}
{"full_text":"Retail sales in China disappoint as the government tightens social distancing measures.https:\/\/t.co\/YCqAy8QqZ3","sentiment_score":0.0333333333}
{"full_text":"RT We're still learning more about Omicron, but it may turn out to be one of the most contagious viruses we've seen. We can...","sentiment_score":0.5}
{"full_text":"RT If we go back into full lockdown all winter I'm starting hard drugs or becoming a flat earther or something I cannot do t...","sentiment_score":0.0805555556}
{"full_text":"RT So CNN had a Christmas party where they didn't wear masks and took group pictures and then there was a COVID-19 outbreak ju...","sentiment_score":0.0}
{"full_text":"Word","sentiment_score":0.0}
{"full_text":"Pfizer testing extra Covid vaccine dose for kids under 5","sentiment_score":0.0}
{"full_text":"RT I've worked in hospitals &gt;32 yrs. I've never seen it as bad as this. We're overwhelmed &amp; understaffed. OT is available every...","sentiment_score":-0.15}
{"full_text":"Pfizer's COVID pill is making progress. Learn more in your evening headlines.","sentiment_score":0.5}
{"full_text":"RT According to Dr. Peter McCullough T cell tests are the best covid tests available.More Information:","sentiment_score":1.0}
{"full_text":" #Okinawa Prefecture said Friday that a Japanese worker at the #USmilitary's Camp Hansen has been found infected with the #omicron variant.At the base, a total of 99 U.S. soldiers have been confirmed to be infected with the coronavirus as of Friday.","sentiment_score":-0.1}
{"full_text":"RT We knew it was happening at the time. Now see it so starkly in a House Committee report that Trump &amp; his fascist regime made...","sentiment_score":-0.2}
{"full_text":"That was the scariest injury I've ever seen...stay away from ","sentiment_score":0.0}
{"full_text":"RT After testifying for over 3 hours in a Senate hearing where he suggested masks may not be necessary on flights, Southwe...","sentiment_score":0.0}
{"full_text":"With another variant surging, we should be way more concerned with the well-being of healthcare workers. They've been asked to absorb wave after wave, yet received no hazard pay, mental health breaks, or extra staffing.If they are not okay, our entire care system can collapse.","sentiment_score":0.03}
{"full_text":"RT In case it's not obvious, many places in the U.S. may run out of PCR testing capacity soon. I don't think the fact that many va...","sentiment_score":0.3333333333}
{"full_text":"Court allows Biden's COVID vaccine rule for large companies to take effect -- The vaccine mandate is for companies with 100 employees or more.","sentiment_score":0.3571428571}
{"full_text":"In recent years, there have been an increase in the number of mental health emergencies in adolescents -- which only got worse during the pandemic.","sentiment_score":-0.125}
{"full_text":"Pfizer tests extra COVID shot for kids under 5 in setbackhttps:\/\/t.co\/bYS8zQj2vl#COVID19Vaccine #Pfizervaccine #booster","sentiment_score":0.0}
{"full_text":"The United States donated an additional 299,520 doses of the Pfizer COVID-19 vaccine to Tajikistan via #COVAX. Our COVID-19 vaccine assistance to the people of Tajikistan is vital to stopping the spread of the virus and to saving lives.","sentiment_score":0.1}
{"full_text":"RT Congrats to Southwest CEO Gary Kelly for announcing today that masks aren't necessary, while not wearing a mask himself,...","sentiment_score":0.0}
{"full_text":"RT Going to jail for Applebees is a wild decision","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 34.5FWind Chill: 34.5FHumidity: 74%Dew Point: 27.2F Barometer: 30.333 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 305.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"RT #Taiwan has its own colors, We've got the guts to play tough D against #China's military threats &amp; diplomatic assaul...","sentiment_score":0.037037037}
{"full_text":"RT If we go back into full lockdown all winter I'm starting hard drugs or becoming a flat earther or something I cannot do t...","sentiment_score":0.0805555556}
