{"full_text":"RT That brings the total to 2 young people, I personally know, who have been diagnosed with myocarditis\/...","sentiment_score":0.0333333333}
{"full_text":"RT I got fired over COVID nonsense. Today, a month later, I'm glad I was set free. Now I can do the same work but I'm the boss...","sentiment_score":0.225}
{"full_text":"RT My brother's triple-jabbed - the third one was Pfizer 3-4 wks ago. He's just got covid &amp; feels 'rough' &amp; is isolating. H...","sentiment_score":-0.05}
{"full_text":"RT I have tested positive for the sephora variant","sentiment_score":0.2272727273}
{"full_text":"RT The amount of blood clots we are finding incidentally in Covid patients is startling. Many aren't even being specifically...","sentiment_score":0.0}
{"full_text":"Ontario Dashboard by has been updated.These are the figures that should capture your attention. (Just look at that Omicron curve.)https:\/\/t.co\/WvKJi7fxJX","sentiment_score":0.0}
{"full_text":"RT \"How about toilet paper lines, 550,000 Americans dead from covid, and a president suggesting intravenous di...","sentiment_score":-0.1166666667}
{"full_text":"RT Jenna Ellis sent 2 memos on how Pence could stop the Biden Presidency. She also caught Covid from a fart .","sentiment_score":0.0}
{"full_text":"RT 21 months in and I still see people - in Florida of all places - wearing masks while driving in their cars alone. What's...","sentiment_score":0.0}
{"full_text":"RT BREAKING--\"Deeply concerning\"--Two doses of a Covid vaccine are not enough to stop you catching the Omicron variant, UK scien...","sentiment_score":0.2}
{"full_text":"RT Nothing on this planet would ever have me fumbling Disney money like what","sentiment_score":0.0}
{"full_text":"RT The American Rescue Plan is helping Georgians across our state. It's great to see Tucker residents getting rent and uti...","sentiment_score":0.4}
{"full_text":"RT More children have died in Texas from COVID than any other state. We need a governor that protects out citizens. #BetoFor...","sentiment_score":0.1875}
{"full_text":"RT Kindly find the statement attached below. Dues paid during lockdown(moratorium period)","sentiment_score":0.6}
{"full_text":"RT NEW: Moderna is charging poor nations $29 per vaccine dose--far more than rich nations pay--while blocking African scienti...","sentiment_score":0.1222727273}
{"full_text":"RT The only thing crazier than the fact that we now have to fight a dedicated minority of malicious supremacists in order to h...","sentiment_score":0.0}
{"full_text":"RT What is wrong with my friend voting against the Infrastructure bill . He votes no on everything, he shou...","sentiment_score":-0.5}
{"full_text":"She appears earnest. However, being a bombast, coercive and evasive about IFR (Infection Fatality Rates) &amp; the increasing incidents deaths, myocarditis &amp; pericarditis in the population and insistence on vaccinating 'ever younger' people against medical advice is just sinister.","sentiment_score":-0.1666666667}
{"full_text":"RT No Mask, strictly NO entry &amp; you can't argue with this bouncer at all ,,#MaskUp #WearAMaskNeed to be very strict w...","sentiment_score":0.2}
{"full_text":"wait i just heard about leticia wright possibly leaving the mcu because she won't get the vaccine??? wth","sentiment_score":0.0}
{"full_text":"True! Be the true anti-vaxer and stay home swallowing handfuls of ivermectin. I'd have more respect for you.","sentiment_score":0.4291666667}
{"full_text":"RT I'm old enough to remember when David Perdue secretly sold millions of dollars worth of stocks before the public knew a...","sentiment_score":-1.110223025e-17}
{"full_text":"RT 1 in 420 Americans have now died of Covid. 140,000 children have lost a caregiver or are orphaned as a result.","sentiment_score":0.0}
{"full_text":"RT  MUST WATCH INTERVIEW ON  I sat down with to discuss COVID-19, vaccine mandates for kids, and the o...","sentiment_score":-0.1555555556}
{"full_text":"RT BREAKING--\"Deeply concerning\"--Two doses of a Covid vaccine are not enough to stop you catching the Omicron variant, UK scien...","sentiment_score":0.2}
{"full_text":"RT Education is the single most important tool for children to realise their dreams and aspirations. But COVID-19 has put mi...","sentiment_score":0.2761904762}
{"full_text":"RT Yesterday The Atlantic put out an article claiming child trafficking was a \"fake\" epidemic!Here's a photo of the own...","sentiment_score":0.05}
{"full_text":"RT Hey y'all! I'm Kathleen Brown, running for Congress in TX-13 against Rep. Ronny Jackson, Donald Trump's former doctor a...","sentiment_score":0.0}
{"full_text":"I guess the messaging is still clear; #GetVaccinated, #GetBoosted, #GetTested, #WearAMask","sentiment_score":0.1}
{"full_text":"RT If you don't want the vaccine, I absolutely support your decision not to. Your body your choice. But don't then buy fak...","sentiment_score":0.2}
{"full_text":"RT If you spit in someone's face during a pandemic, you should be charged with attempted murder. I'm so fucking sick of violent as...","sentiment_score":-0.7571428571}
{"full_text":"RT Evidence Omicron unlikely to escape T cell immunity- Green are Spike regions T cells recognise. Blue are changes- only 1 o...","sentiment_score":-0.175}
{"full_text":"when using a new technology such as the mRNA vaccine data collection absolutely must happen as the use of the vaccine occurs. This is all being done in response to the virus and what is needed to protect people. Get vaccinated.","sentiment_score":0.1121212121}
{"full_text":"25 #Omicron cases in India14 fully vaccinatedClearly this variant evades vaccines partiallyData suggest greater transmissibilitySerious ds may be less commonExponential growth of infections possible- sheer numbers can overwhelm even if less serious#WearAMask please#COVID19","sentiment_score":0.0333333333}
{"full_text":"RT I am not expecting to be lonely when I vote against Plan B but we do need MPs to vote against, not abstain.Please ask...","sentiment_score":-0.1}
{"full_text":"RT Since May 2021, people living in counties that voted heavily for Donald Trump during the last presidential election ha...","sentiment_score":-0.1}
{"full_text":"Awwrrite, awwrrite, awwrrite!!! Pau Hana time baby!!! Made it through another COVID-19 day!!!#LockdownDaySixHundredAndTwentyEight","sentiment_score":0.0}
{"full_text":"RT It's happening.A court in Belgium ruled that the covid passports were illegal.","sentiment_score":-0.5}
{"full_text":"RT Yesterday The Atlantic put out an article claiming child trafficking was a \"fake\" epidemic!Here's a photo of the own...","sentiment_score":0.05}
{"full_text":"RT Santa is officially boosted!","sentiment_score":0.0}
{"full_text":"RT Nothing on this planet would ever have me fumbling Disney money like what","sentiment_score":0.0}
{"full_text":"RT This deserves a million views. If every person that followed me retweeted this, we would be well on our way! Let's do...","sentiment_score":0.0}
{"full_text":"RT My brother's triple-jabbed - the third one was Pfizer 3-4 wks ago. He's just got covid &amp; feels 'rough' &amp; is isolating. H...","sentiment_score":-0.05}
{"full_text":"RT Agreed! \" ... it is dystopian for the government to give Pfizer billions, mandate Americans to take its product, prohibi...","sentiment_score":0.0}
{"full_text":"RT BREAKING--\"Deeply concerning\"--Two doses of a Covid vaccine are not enough to stop you catching the Omicron variant, UK scien...","sentiment_score":0.2}
{"full_text":"RT Here's the study from Hong Kong. It's easy to interpret.So for teenage boys the risk is 5\/100k or 1\/20...","sentiment_score":0.2166666667}
{"full_text":"RT 83 percent of people in critical care due to COVID-19 are not fully vaccinated.See the full breakdown:","sentiment_score":0.075}
{"full_text":"RT So enforcing vaccine mandates is a violation of bodily freedom, but forcing pregnant people to carry to term isn't?","sentiment_score":0.1666666667}
{"full_text":"He wouldn't have went nuts for this mild strain case of covid most Nyr'es are vaxxed. Its misses kookoo","sentiment_score":0.4166666667}
{"full_text":"RT Holy freaking crap. 1\/1300 Myocarditis for pfizer - Moderna combo in young males.How can vaccine safety advocates write...","sentiment_score":-0.35}
{"full_text":"RT COVID-19 briefings are like deja vu when it comes to talking about COVID-19 cases\/vaccines and the racial disparities in...","sentiment_score":0.0}
{"full_text":"RT Michigan is such a shit show right now, after being vaccinated and boosted and religious with my mask, I have Covid. Fo...","sentiment_score":0.0214285714}
{"full_text":" Le sigh","sentiment_score":0.0}
{"full_text":"RT Good news!","sentiment_score":0.875}
{"full_text":"Everyone did in Aug when I flew but 5 months is actually 4 pandemic years so ","sentiment_score":0.0}
{"full_text":"RT Government: Omicron is taking over. It will be dominant by January.Me: What can I do to protect myself?Gov't: Get your...","sentiment_score":0.0}
{"full_text":"RT Madonna risked her career to spread awareness about the AIDS epidemic while the woman on the right and her husband refuse...","sentiment_score":0.2857142857}
{"full_text":"RT \"DeSantis turns out to be a case study in the institutionalized nature of its insanity. He has been obsessively promoting anti-...","sentiment_score":0.0}
{"full_text":"RT Thread.","sentiment_score":0.0}
{"full_text":"RT All of this #WakeUp","sentiment_score":0.0}
{"full_text":"RT The Vintage Tea Cup Cafe in Marystown was anticipating an uptick in business for 2021. Instead, the volunteers who run...","sentiment_score":0.0}
{"full_text":"Be a stay-at-home Dad!! Invest in crypto and be happy.","sentiment_score":0.8}
{"full_text":"Very interesting.","sentiment_score":0.65}
{"full_text":"Thank you. This was hard to read but you kept at to. Great job. Unless the press release says, \"The Governor was drunk, really drunk. We're sorry.\" I don't want to hear it. Mind blown. Oh and my fucking 4 year would love to have the vaccine. I guess it's just her choice","sentiment_score":-0.155952381}
{"full_text":"RT LORD, in the midst of a global pandemic, financial crisis, problems &amp; social unrest, as our world seems to be falling apart...","sentiment_score":0.0111111111}
{"full_text":"RT This just in... the extent of COVID #disinformation by some physicians, as reported by the nation's state medical boards,...","sentiment_score":0.0}
{"full_text":"RT Democracy protects human rights and promotes human dignity. It's a means to create peace and prosperity. It's a means to...","sentiment_score":0.0}
{"full_text":"RT Natural infection immunity remains the strongest immunity from COVID on Earth.  Natural immunity deniers are either Big Phar...","sentiment_score":0.0666666667}
{"full_text":"million #babies are #stillborn worldwide every year, with over 40% occurring during #labor#colettelouisetisdahl #cltfoundation #stillbirth #bornstillbutstillborn #childbirth #childloss #babyloss #laboranddelivery #lifeafterloss #bornstill","sentiment_score":0.0}
{"full_text":"RT A reminder, again: at Every. Single. Step. of the pandemic, those who have argued for doing more to mitigate spread have...","sentiment_score":0.2142857143}
{"full_text":"RT The devil's behind the whole pandemic are getting richer and richer while our parents and brothers and sisters are getti...","sentiment_score":-0.1}
{"full_text":"RT Kinda stunning. A local health department in rural southern Missouri county is halting its COVID-19 response efforts a...","sentiment_score":0.125}
{"full_text":"RT Joe Biden has denied EVERY single one of the 16,643 requests from members of our military for religious exemptions to his C...","sentiment_score":-0.0571428571}
{"full_text":"RT Pfizer shots\/Moderna booster Covid gonna be in the trenches if it ever enters my body","sentiment_score":0.0}
{"full_text":"RT if one more vegan cafe does a post about vaccine passes not aligning with their values I'm gonna eat my first meat in ele...","sentiment_score":0.375}
{"full_text":"Or Nature will give us a gift for Christmas.","sentiment_score":0.0}
{"full_text":"RT Ted Cruz was the only 1 who refused to wear a mask at Bob Dole's funeralHe was surrounded by the elderly &amp; sat NEXT TO Amy K...","sentiment_score":0.0}
{"full_text":" play stupid games...","sentiment_score":-0.8}
{"full_text":"RT From Pfizer, three doses neutralize Omicron! LOOKS VERY similar to what we see with Delta here:","sentiment_score":0.0}
{"full_text":"RT Sarah Naluwaga Lubambula, a Women Leader in Kalerwe Market, shall star as a Panelist at the upcoming Digital &amp; F...","sentiment_score":0.0}
{"full_text":"RT Yesterday The Atlantic put out an article claiming child trafficking was a \"fake\" epidemic!Here's a photo of the own...","sentiment_score":0.05}
{"full_text":"RT Had a 6 y\/o come in to the 5-11 vaccine clinic, tear his shirt off, sit down, look at the RN, and say \"do it\". Pretty bad as...","sentiment_score":-0.2018518519}
{"full_text":"RT QUESTION: If the 3rd dose of the COVID vaccine is critical to protection from Omicron, why is the Ontario government waitin...","sentiment_score":0.0}
{"full_text":"RT Once you accept the principle -- of trading the details of one's health status for access to public life -- it only goes in on...","sentiment_score":0.0}
{"full_text":"RT Kinda stunning. A local health department in rural southern Missouri county is halting its COVID-19 response efforts a...","sentiment_score":0.125}
{"full_text":"what the fuck","sentiment_score":-0.4}
{"full_text":"The new, statewide mask mandate will also apply to indoor sporting events, requiring that players, coaches, and referees wear a mask while inside a gymnasium. ","sentiment_score":0.1363636364}
{"full_text":"RT Central District Health in Idaho said a fully-vaccinated man in Ada County tested positive for the variant.","sentiment_score":0.1136363636}
{"full_text":"You guys are def not social distancing. No one is even wearing a mask?","sentiment_score":-0.0166666667}
{"full_text":"The #COVID19 #pandemic put both the unitary strengths and the federal assets of India's political structure to serious test, buffeting the nation from one extreme to the other. But the country's federalism emerged strong: Ramanath Jhahttps:\/\/t.co\/grriEKVoIK","sentiment_score":-0.03}
{"full_text":"RT Nothing on this planet would ever have me fumbling Disney money like what","sentiment_score":0.0}
{"full_text":"RT Doug didn't have courage to face the public. 90% are vaccinated but listen to the CMOH stealing Christmas.@fordnation go...","sentiment_score":0.0}
{"full_text":"RT Covid in respect to Africa can also be attributed to climate too, don't you...","sentiment_score":0.0}
{"full_text":"Nearly seven months after a program set up by Congress to aid dining establishments struggling because of the COVID-19 pandemic ran out of money, restaurant operators are imploring lawmakers to provide further assistance.Read more:","sentiment_score":0.2}
{"full_text":"Can we all back pandemic emergency service workers?","sentiment_score":0.0}
{"full_text":"RT Government: Omicron is taking over. It will be dominant by January.Me: What can I do to protect myself?Gov't: Get your...","sentiment_score":0.0}
{"full_text":"RT FYSA: Researchers at Goethe University in Frankfurt studied antibody potency against omicron after a booster.Here's...","sentiment_score":0.0}
{"full_text":"Recovery at home will be the best option for care. For the best recovery, make sure you:","sentiment_score":0.8333333333}
{"full_text":"The CDC released a report Friday showing that omicron variant cases have mostly been mild with symptoms mostly consisting of cough, fatigue, congestion or a runny nose.https:\/\/t.co\/dyu8PBFhML","sentiment_score":0.4444444444}
{"full_text":"Latest figures suggest residential #construction in #Auckland may have passed its peak:","sentiment_score":0.5}
{"full_text":"Nicola Sturgeon warns 'tsunami' of Omicron Covid cases in Scotlandhttps:\/\/t.co\/w5hyt2w19a","sentiment_score":0.0}
{"full_text":"RT Anecdote warning. Learned of another stroke after second vaccine in someone I know the other day. Prognosis reasonably...","sentiment_score":0.025}
{"full_text":"RT A month into the return of restrictions in Norway and with 89% of adults fully vaccinated, cases are higher than they've ever b...","sentiment_score":0.25}
{"full_text":"RT Hunter Poole always thought about getting a #gloryhole, but it wasn't until COVID that he made that dream a reality. Fi...","sentiment_score":0.0}
{"full_text":"Republican Wisconsin said 'standard gargle mouthwash' kills coronaviruses like COVID-19, though science doesn't back his claim, according to | By","sentiment_score":0.0}
{"full_text":"\"You might think the Fourth Estate would be doing its job -- acting as a watchdog for elected officials -- but Canadians no longer live in a democracy. So instead the media has taken to tut-tutting the government for not being totalitarian enough.\"","sentiment_score":0.0340909091}
{"full_text":"Coronavirus Contextualized, 67th edition: Nevada ranks 40th in the nation for percentage of fully vaccinated residents who have received a booster doseVia","sentiment_score":0.0}
{"full_text":"End-of-year parties will not go ahead like in a typical year.","sentiment_score":-0.1666666667}
{"full_text":"Facing a cold-weather surge in #COVID19 infections, #NewYork Gov. Kathy Hochul announced Friday that masks will be required in all indoor public places unless the businesses or venues implement a #vaccine requirement.","sentiment_score":0.0}
{"full_text":"The Pentagon said that there are \"active discussions\" within the department about making the COVID-19 vaccine booster shots mandatory for service members, even as thousands refuse or seek exemptions from the initial shot requirement.https:\/\/t.co\/M4heaLKlV1","sentiment_score":-0.0666666667}
{"full_text":"RT Some of y'all made being an \"introvert\" your entire personality...then when your friends stopped inviting your \"introverted\" a...","sentiment_score":0.0}
{"full_text":"RT Now I'm fecking raging.Someone on the news said wearing a mask during a 3 hour play could be difficult.FFSDoctors and nur...","sentiment_score":0.0}
{"full_text":"#ICYMI: Nograles said that only fully vaccinated individuals should participate in huge political gatherings. #PressOnePHStory here:","sentiment_score":0.1333333333}
{"full_text":"Worried about the flu and #COVID19? Make sure you're protected by getting a flu shot.   ","sentiment_score":0.5}
{"full_text":"The Jordanian health ministry announced on Thursday evening it had identified its first two cases of the omicron variant of coronavirus.https:\/\/t.co\/XtjXgj37qL","sentiment_score":0.25}
{"full_text":"Evening News Roundup 12-10-2021- Elgin Lions Club Christmas Light Parade- Sumpter Holiday Parade- Enterprise Winter Fest- COVID-19 vaccinesThis episode is sponsored by CHD public health.https:\/\/t.co\/kDTlOnfSmp","sentiment_score":-0.025}
{"full_text":"How it would be like if you could see diseases coming?Get to know more about a new approach to pandemics in our upcoming session on 23 December 2021 (Thu) at 9:30 - 11:00 AM (ICT)Register Nowhttps:\/\/t.co\/M1PliAZdnE#NOVID #application #disease #pandemic #health","sentiment_score":0.3181818182}
{"full_text":"Editorial: Peter McGinn's decision to tell his story spotlights the vital role the public plays as new variant spreads. #omicron #pandemic #COVID","sentiment_score":0.0787878788}
{"full_text":"RT Ted Cruz was the only 1 who refused to wear a mask at Bob Dole's funeralHe was surrounded by the elderly &amp; sat NEXT TO Amy K...","sentiment_score":0.0}
{"full_text":"RT Letitia Wright will go down in history as one of the all-time greatest bag fumblers.","sentiment_score":0.4222222222}
{"full_text":"RT Vaccine passports won't control a virus.. they will only control you. Why is this so hard for people to see?","sentiment_score":-0.1458333333}
{"full_text":"RT So when Tucker Carlson said getting Covid \"feminizes men\" and makes them \"weaker\" -- was that partly a dig at Trump? ","sentiment_score":0.0}
{"full_text":"RT Novak Djokovic claims he is unsure whether he will compete in the Australian Open. He will eventually get the vaccine...","sentiment_score":0.0}
{"full_text":"COVID-19 monoclonal antibody treatment available in northeast Colorado","sentiment_score":0.4}
{"full_text":"RT All these Covid kids will grow up to hate their shitlib parents for stealing their childhood.","sentiment_score":-0.8}
{"full_text":"#Taiwan says it is investigating whether a mouse bite may have been responsible for a worker at a high-security laboratory testing positive for the #coronavirus, the island's first local infection in weeks.https:\/\/t.co\/ZwwKhmvMJz","sentiment_score":0.1693181818}
{"full_text":"AS PROOF that the Covid-19 pandemic is not a hindrance to a tradition that stood through decades serving as a beacon of hope not only to Fernandinos but to all Kapampangans and people across the globe, this year...  Read |","sentiment_score":0.0}
{"full_text":"Some scientists are worried whether the current surveillance mechanisms are efficient enough to catch surge signals earlyhttps:\/\/t.co\/GVU8i7TAra","sentiment_score":0.0}
{"full_text":"Record #COVID-19 #coronavirus incidences reported in #Vermont ... | #COVID19 | #infections | #Illness | #disease | #SARSCoV2 | By via ","sentiment_score":0.0}
{"full_text":"RT Scoop: Andrew Cuomo's top aide Melissa DeRosa and Chris Cuomo discussed with allies ways to discredit Fox News'","sentiment_score":0.5}
{"full_text":"\"People Are at a Breaking Point\" After Transfers From RikersMultiple women at Bedford said the situation there has gotten worse since the transfers from Rikers, including an increase in Covid cases and prolonged lock-ins.","sentiment_score":-0.4}
{"full_text":"RT Need to be aware [Sage scientists are], #Omicron and #Delta could grow as separate epidemics with people infected by one, or...","sentiment_score":0.25}
{"full_text":"UNICEF sees the COVID19 pandemic as the worst crisis for children in its 75-year history. But UNICEF remains a hopeful voice that aims to unite and inspire children, youth, and society. Together, we can fight for child rights. #UNICEF75 #ForEveryChildhttps:\/\/t.co\/KZxr4QG6U8","sentiment_score":-1.0}
{"full_text":"'We make our own luck': New CHO's single-minded focus on COVIDhttps:\/\/t.co\/Pg3LYEZkjN","sentiment_score":0.3681818182}
{"full_text":"RT #PushpaTheRise Extra Shows are getting added at London  Cinworld Chain UK premieres showing good trend despite of...","sentiment_score":0.35}
{"full_text":"The World Health Organization expressed concerns that rich countries spooked by the emergence of the #Omicron variant could step up the hoarding of #COVID19 vaccines and strain global supplies again, complicating efforts to stamp out the pandemic.https:\/\/t.co\/HWJdtQhbay","sentiment_score":0.1875}
{"full_text":"Why would a girl on a golf course, dressed like a golfer be suspected of being a nurse? He lost weight. Every interviewer has said he looks good. He probably was focused on it due to the correlation for COVID.","sentiment_score":0.2875}
{"full_text":"See also: 9\/11 vs Covid-19","sentiment_score":0.0}
{"full_text":"No need to go crazy. Just get a yearly flu vaccine. They're formulated every year to address the variants predicted to be around that year. Which is being worked on right now with regard to SARS-CoV-2 and its variants.","sentiment_score":-0.1571428571}
{"full_text":"He literally wouldn't be able to get an underwritten life insurance policy without paying 3x what a person of healthy weight would pay.If I was as unhealthy as him I'd probably be shilling the vaccine as well.","sentiment_score":0.2}
{"full_text":"With the first case of Omicron reported in the state, health officials warn the situation could worsen if we don't act now.","sentiment_score":0.25}
{"full_text":"I would love it if I could tell if I am:Getting a coldGetting covidReacting badly to a very strongly scented candleShowing signs of imminent heart failure Overreacting to a tickle in my throat and tightness in my chestI'm voting for the last option and going to bed.","sentiment_score":0.1866666667}
{"full_text":"RT It was a massive unforced error to delay planning and administering 3rd doses for all adults &gt;6 months from their 2nd dose...","sentiment_score":0.0}
{"full_text":"I know you're lying now.  Type this in \"Total and New COVID Cases and Deaths by State\" and will give all 50 State including U.S. Territories.  Look at the trend for 7 days for each state.  You need to pay attention,,you libs are so woke.  You a junkie?? C'mon man! A.k.a Hunter","sentiment_score":0.0852272727}
{"full_text":"Lockdown problems!#ChuckDrawsThings #FlashbackFridayhttps:\/\/t.co\/wsAZr74reE","sentiment_score":0.0}
{"full_text":"Where is everyone getting their at-home covid tests?","sentiment_score":0.0}
{"full_text":"RT last yr Xmas cancelled. Covid raging, no vax, families couldn't gather this yr Xmas booming; malls are filled, massive...","sentiment_score":0.1333333333}
{"full_text":"RT \"Most of the infected individuals have no known connection with one another. This indicates the Omicron variant is spreading...","sentiment_score":0.5}
{"full_text":"RT My brother's triple-jabbed - the third one was Pfizer 3-4 wks ago. He's just got covid &amp; feels 'rough' &amp; is isolating. H...","sentiment_score":-0.05}
{"full_text":"RT Just got back from pub(had an early start). Packed with people. No mask wankers. No social distancing. Much fun. Much talk...","sentiment_score":0.1166666667}
{"full_text":" When will international tourism return to pre-pandemic levels in Thailand? What can stakeholders like hotels, airlines and malls do to thrive in the next normal? Leveraging these six actions may be helpful:  #Thailand #Tourism #Travel","sentiment_score":0.05}
{"full_text":"RT Half the people I encounter are living like Covid doesn't exist. The other half is perpetually practicing risk mitigation l...","sentiment_score":-0.1270833333}
{"full_text":"RT 'In every age group over 30 in the UK, the rates of Covid infection per 100,000 are now higher among the vaxxed than the unv...","sentiment_score":0.25}
{"full_text":"RT Kevin: \"Why would you punish people for making a legitimate decision not to have the vaccine?\"Retired paediatrician Dr Ros...","sentiment_score":0.0}
{"full_text":"RT 30th Yaad-E-Murshid Shah Satnam Singh Ji Maharaj, Free Mega Eye Camp will be held adhering to COVID-19 guidelines at DSS...","sentiment_score":0.4}
{"full_text":"RT Yesterday The Atlantic put out an article claiming child trafficking was a \"fake\" epidemic!Here's a photo of the own...","sentiment_score":0.05}
{"full_text":"RT Seems to rely a lot on the Laos discovery, but it's since been revealed that EcoHealth were also sending sa...","sentiment_score":0.0}
{"full_text":"\"Punk isn't a hair-do, it's a lifestyle!\" - Darren Pelechaty. In the latest AYB, Lance sits down with Darren, Aaron Lang, and of to chat all things #food, #punkrock, and opening a bar during #COVID19.","sentiment_score":0.1722222222}
{"full_text":"RT With the Covid vaccines there has clearly been an effort made to cover up ARs but myocarditis was the effect that could n...","sentiment_score":0.1}
{"full_text":"Why Can A Soy Sauce Bland manufacture raw materials for COVID-19 Vaccines ?https:\/\/t.co\/yYRR1sfbtC","sentiment_score":-0.1987179487}
{"full_text":"RT The PD said ;\"Wanna One, standby\"\"Wannable, stand by\" And Covid ,stand by","sentiment_score":0.0}
{"full_text":"RT \"DeSantis turns out to be a case study in the institutionalized nature of its insanity. He has been obsessively promoting anti-...","sentiment_score":0.0}
{"full_text":"RT A virus that spreads more rapidly, even if milder, could cause much more deathsHypothetical ex. of 10x less deadly v...","sentiment_score":0.1583333333}
{"full_text":"RT BEETHOVEN is one of our forever sirius dogs who will likely live with us forever. we need to raise PS40 for his yearly...","sentiment_score":0.0681818182}
