{"full_text":"RT #aktuOnlineExam I feel overwhelmed by seeing all the Support we're getting from all parts of Indian!! Special Thanks...","sentiment_score":0.2785714286}
{"full_text":"RT i don't wanna deal w covid anymore","sentiment_score":0.0}
{"full_text":"RT Retweet if you think looters and violent criminals are a greater threat than those protesting vaccine mandates.","sentiment_score":-0.15}
{"full_text":"RT This is seriously so important, we need data on how different rapid tests recognize the Omicron variant  NOW. Rumors are...","sentiment_score":0.2}
{"full_text":"I think somebody clearly interacted with somebody who had covid. Meaning they didn't stay inside. They then spread it. The Raiders players shouldn't have to change their whole schedule because of the Browns negligence. Either you shut the season down or you play the games.","sentiment_score":0.0481481481}
{"full_text":"RT #Belagavi, which is currently hosting the winter session reports first case of Omicron. A 52-year-old male, resident of Az...","sentiment_score":0.0833333333}
{"full_text":"RT When exposed, he claims WHO says 250K climate deathsBut1) not from wildfires, droughts etc, as he claimed (malaria, de...","sentiment_score":0.0}
{"full_text":"RT All-cause excess Deaths is up +40% until week 48 YoY!That's ~121,700 more excess deaths than last year!#Covid #Covid19 #...","sentiment_score":0.25}
{"full_text":"RT 75 politicians bought and sold stock in companies that make COVID vaccines, tests and treatments. \"Show me a man that gets...","sentiment_score":0.0}
{"full_text":"RT Omicron is a very very mild COVID strain that could be our way out of all of this and yet our public health authorities...","sentiment_score":0.2166666667}
{"full_text":"RT So many unvaccinated people have already gotten COVID, skewing the numbers. And vaccinated populations tend to be more v...","sentiment_score":0.5}
{"full_text":"RT When do you think they'll catch on to the fact that \"you're all going to die\" really loses its effect after the 5th or 6t...","sentiment_score":-0.3}
{"full_text":"RT Just a heads up for my followers and others...A colleague had his \"Vaccine Booster\" 2 weeks ago aged 63, otherwise fit a...","sentiment_score":0.15}
{"full_text":"RT Building our government's capacity to study cheap, generic medicines is a smart $$ move. Why the focus only on costly...","sentiment_score":0.1535714286}
{"full_text":"RT 1. Incomplete Syllabus2. Sem Exam in less than 6 months3. Pandemic Situation, rising cases (3rd Wave) Sti...","sentiment_score":-0.0833333333}
{"full_text":"Omicron = is a 1963 movieCovid = is a novel book of Dean                    koontz...Both used to fool the world....and easy money for SCIENTISTS..","sentiment_score":0.4333333333}
{"full_text":"RT Applebees. Applebees is the restaurant you willing to go to jail for.","sentiment_score":0.075}
{"full_text":"RT Clear evidence that covid cases have peaked in #Gauteng province in South Africa suggests we don't fully understand ep...","sentiment_score":0.1}
{"full_text":"RT Imagine a product so safe and effective that drug companies won't give it to people unless they have zero liability. Makes...","sentiment_score":0.55}
{"full_text":"RT \"I see a lot of vaccinated people getting COVID so what is the point?\"The point is these people aren't in the hospital. T...","sentiment_score":0.0}
{"full_text":"RT 75 politicians bought and sold stock in companies that make COVID vaccines, tests and treatments. \"Show me a man that gets...","sentiment_score":0.0}
{"full_text":"RT This is pretty amazing: 100% of the samples in Orlando-Orange Co., FL wastewater are Omicron. And yet, every single person...","sentiment_score":0.2595238095}
{"full_text":"I am hearing that while easier to get, Omicron may not be as bad as the Delta variant. We take the good news where we can get it, right?","sentiment_score":0.0952380952}
{"full_text":"RT The facial recognition helmets police have been wearing about china have been converted into fever finders. Nothing instil...","sentiment_score":0.0}
{"full_text":"Report from Denmark at the moment, 99% of omi cases have not required hospitalisation at this stage.","sentiment_score":0.0}
{"full_text":"is the first I've heard of a cycle threshold of 35 being non contagious.  What do you think of this change?https:\/\/t.co\/3r3XnDNir5","sentiment_score":0.25}
{"full_text":"Cdc needs to smoke one &amp; chill out. They dish out way too much info &amp; confusion. Not everyone wants to or can research pharmaceutical terms of vaccine doses &amp; names. Might be nothing but a thing for some people. But not everyone is down with all that jargon.#maddow #LastWord","sentiment_score":0.0814814815}
{"full_text":"Tell me about it man. This vaccine is pretty sketchy not gonna lie. I can't even trust Fauci anymore. Never did.","sentiment_score":0.25}
{"full_text":"RT Awesome...... #Covid_19 #covidvariant","sentiment_score":1.0}
{"full_text":"RT The NFL is 95% vaccinated, the NBA is 97% vaccinated, the NHL is nearly 100% vaccinated. All three leagues are still overwh...","sentiment_score":0.1}
{"full_text":"RT The Cleveland Clinic dropped their vaccine mandate.This is a great win for medical freedom in Ohio but we must hold the l...","sentiment_score":0.5333333333}
{"full_text":"RT As #omicron increases in NYC, we're keeping a close eye on cases and hospitalizations. We have seen a marked increase i...","sentiment_score":0.1}
{"full_text":"RT I am so tired of people who know nothing about infectious disease spouting \"everyone will get covid\" nonsense.COVID is not...","sentiment_score":-0.4}
{"full_text":"This piece that  Brookings published nearly a year ago , is as relevant as ever, but it seems we've only backtracked since that time in regards to accurate risk perception.https:\/\/t.co\/UVzxpUC4Zu","sentiment_score":0.225}
{"full_text":"RT in some ways this latest COVID wave feels the most depressing, as it's genuinely hard to tell what we're even reaching f...","sentiment_score":0.0270833333}
{"full_text":"RT The NFL is 95% vaccinated, the NBA is 97% vaccinated, the NHL is nearly 100% vaccinated. All three leagues are still overwh...","sentiment_score":0.1}
{"full_text":"RT COVID and Capitalism bout to make NBA Christmas Day games look like an LA Fitness matchup, shut it down.","sentiment_score":-0.1555555556}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT Army says 98% of active duty got COVID-19 vaccine by deadline","sentiment_score":-0.1333333333}
{"full_text":"After i realized that our executive advisors are Indians i lost hope cos i knw this nation in terms of how they like power and money especially at the expense of black people. We can even see with our SOEs.","sentiment_score":-0.0833333333}
{"full_text":"Imagine getting arrested for Applebees's","sentiment_score":0.0}
{"full_text":"RT BREAKING: President Biden warns the COVID-19 unvaccinated that they're facing a \"winter of severe illness and death ah...","sentiment_score":0.0}
{"full_text":"RT Here are links to the MOST IMPORTANT recent science reports. In a democracy, any one of these would cause an immediate h...","sentiment_score":0.3}
{"full_text":"RT at this point not having covid is a sign of being an antisocial recluse and honey i am one","sentiment_score":0.0}
{"full_text":"RT I literally can't stand this fucking Covid bullshit anymore. It makes no sense that we track a flu and that people are ge...","sentiment_score":-0.6}
{"full_text":"This is the dumbest thing I've read today. That's not how any of this works.","sentiment_score":0.0}
{"full_text":"RT The lesson here is that they should have looted the Applebee's  if they didn't want to end up in cuffs, amirite","sentiment_score":0.0}
{"full_text":"RT This is how uncomfortable ministers are at answering simple fact based questions  if you don't understand that you're bei...","sentiment_score":-0.25}
{"full_text":"she's so sweet","sentiment_score":0.35}
{"full_text":"RT A Melbourne lockdown competition for our followers. Retweet for a chance to receive a special DM. There's really not m...","sentiment_score":0.1285714286}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
{"full_text":"RT Americans have had it with Chinese coronavirus mandates.","sentiment_score":0.0}
{"full_text":" nah early covid was wild times","sentiment_score":0.1}
{"full_text":"RT Multiple people in New York were arrested this week for protesting vaccine mandates.In Joe Biden's America, looters...","sentiment_score":0.0681818182}
{"full_text":"RT 75 politicians bought and sold stock in companies that make COVID vaccines, tests and treatments. \"Show me a man that gets...","sentiment_score":0.0}
{"full_text":"RT Remember when Trump's line was that if we stopped testing for Covid, it would go away? Good times","sentiment_score":0.7}
{"full_text":"RT California has the most brutal COVID rules and absolutely nothing to show for it. It's time to end the mandates and end...","sentiment_score":-0.0583333333}
{"full_text":"RT So where did the idea of \"vaccine hesitancy\" come from?  The same people who are demanding you be vaxxed or else.  SAME...","sentiment_score":0.0}
{"full_text":"RT Just to clarify:- The election wasn't stolen- There is no \"war on Christmas\"- The Covid vaccines won't improve your W...","sentiment_score":0.0}
{"full_text":"Let me paint a more clear picture for you: Let's say 99% of NY's deaths happened in the spring of 2020 and since then there's only been the remaining 1% and that was after they pushed strict mandates.  Let's after the Spring of 2020 FL experiences 99% of their covid deaths","sentiment_score":0.2}
{"full_text":"RT The change of expert opinion was sudden.Researchers at Harvard Medical School now say the omicron variant, not delta, is li...","sentiment_score":0.0}
{"full_text":"RT The delta between the vaxxed and unvaxxed lines = many, many, many thousands of Americans needlessly and pointlessly dyi...","sentiment_score":0.15}
{"full_text":"Cavs Issac Okoro in Covid protocols for invading the social distance of those 3 Rockets defenders who attempted to block his dunk.. #COVID #LetEmKnow #whonext ?","sentiment_score":0.0333333333}
{"full_text":"RT #TreatLongCovid in the United Kingdom  (73)https:\/\/t.co\/om9YMGZGpL","sentiment_score":0.0}
{"full_text":"RT Omicron symptoms: What are they, and how do they compare to other COVID infections?","sentiment_score":-0.125}
{"full_text":"RT Dear God.","sentiment_score":0.0}
{"full_text":"RT I guess hell froze over. Ted Cruz is right about something. Over 100 Marines unwilling to take a vaccine to protect thems...","sentiment_score":0.2857142857}
{"full_text":"RT In simple terms, everyone should assume they're less protected than they were 2 months ago. But if vaccinated (and esp. if b...","sentiment_score":-0.0833333333}
{"full_text":"Nothing better than getting home we traveled across from SoCal to NC with our humans - live our new house!","sentiment_score":0.2689393939}
{"full_text":"This  The public needs to forget what politicians are saying right now re Omicron in Australia. Listen to HCWs instead, who are extremely worried, which means you should be too! There's less HCWs now than in previous waves due to burnout &amp; no booster=little protection 4 Omicron","sentiment_score":-0.0548115079}
{"full_text":"RT Clear evidence that covid cases have peaked in #Gauteng province in South Africa suggests we don't fully understand ep...","sentiment_score":0.1}
{"full_text":"RT A man shakes his fist at God and says, \"Why didn't you send us a scientist who could stop COVID?\"God responds: \"I did, bu...","sentiment_score":0.0}
{"full_text":"RT \"I see a lot of vaccinated people getting COVID so what is the point?\"The point is these people aren't in the hospital. T...","sentiment_score":0.0}
{"full_text":"RT #aktuonlineexam2022Our CM secretary is not wearing mask in AKTU convocation and hoping that covid is over...","sentiment_score":0.0}
{"full_text":"RT New York reports 18,276 new coronavirus cases, the biggest one-day increase since January, of which 8,318 are in New York City","sentiment_score":0.1363636364}
{"full_text":"RT So much misinformation here in BC.   And most of it is coming from our PHO and BC media.#Omicron #COVID19 #BCpoli","sentiment_score":0.35}
{"full_text":"RT Remember when they told you if you took their vaccine your life would return to normal, how did that work out?","sentiment_score":0.15}
{"full_text":"Hi, If you became fully vaccinated in July 2021 or earlier, please make an appointments for your booster shot. - your chronic &amp; immunocompromised friends","sentiment_score":0.0}
{"full_text":"RT FDA rep a no-show for court hearing on release of Pfizer V docs, citing Covid concerns!  While the FDA says V is \"effectiv...","sentiment_score":0.0}
{"full_text":"Doctor Says Fully Vaccinated People Are Going to Test Positive with Omicron: 'Our New Normal'","sentiment_score":0.1712121212}
{"full_text":"RT \"There is no bigger Public Health crisis than the censorship in COVID-19.\"- Dr. Peter McCulloughJoe Rogan Podcast # 1747...","sentiment_score":0.0}
{"full_text":"RT 1. Omicron is going to hit these neighborhoods hard - our analysis from Alpha showed this: Rapid t...","sentiment_score":-0.2916666667}
{"full_text":"RT 'You lack bitches' tweets ","sentiment_score":0.0}
{"full_text":"RT BOJ may scale back emergency funding as pandemic strains ease","sentiment_score":0.0}
{"full_text":"are liars, they misled the public and people are dropping dead from a shot marketed as a vaccine, when they would have never dropped dead from Covid .It's sick","sentiment_score":-0.2785714286}
{"full_text":"Exactly","sentiment_score":0.25}
{"full_text":"I mean I love shitting on multinational corps more than most, but honestly though the popularity came from a controversy that came out of nowhere during a pandemic and they literally stopped selling the game to catch up rather than just telling people to deal with it so","sentiment_score":0.23125}
{"full_text":"RT Pretty much everyone will get Omicron, vaxxed or unvaxxed. Omicron will result in mild or no symptoms for nearly everyone b...","sentiment_score":0.2208333333}
{"full_text":"Therapist: I just don't know why I'm tired all the time and can't seem to focus. Therapist's therapist: You're a therapist during a global mental health pandemic crisis. Therapist: yah but seriously what's wrong with me, I used to be so lively and fun!T's T: R U listening.","sentiment_score":-0.1994949495}
{"full_text":"mollie got covid a year ago i'm glad she's okay","sentiment_score":0.5}
{"full_text":"RT This is an absolute must watch and share.","sentiment_score":0.2}
{"full_text":"RT This woman's home was just destroyed in a tornado and he's lecturing her about vaccines","sentiment_score":0.0}
{"full_text":"Because once you test positive your vaccine status is irrelevant","sentiment_score":-0.1363636364}
{"full_text":"You do realise South Africa (low vax rate) Omicron for 3 weeks, cases sky high, deaths dramatically dropped.","sentiment_score":0.08}
{"full_text":"Date night","sentiment_score":0.0}
{"full_text":"RT YES! This is almost never spoken about by health officials where I live (BC, Canada). They frame Covid as a...","sentiment_score":0.1363636364}
{"full_text":"RT Coronavirus is killing fat people in droves Biden admin messaging:","sentiment_score":0.0}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"RT I really don't understand what the aversion to masks is when covid numbers are high. You're made to put a seatbelt on in a c...","sentiment_score":0.18}
{"full_text":"RT Nightclubs will close in Wales after Boxing Day and social distancing will be required in offices to limit Omicron variant...","sentiment_score":0.0333333333}
{"full_text":"RT At St. Francis in Topeka, some elective surgeries are being cut because the hospital doesn't have enough beds amid the COVI...","sentiment_score":0.0}
{"full_text":"RT y'all please still wear your mask. covid is not over","sentiment_score":0.0}
{"full_text":"RT Make no Mistake. Lack of Oxygen didn't kill people during the Covid Wave. It is lack of Governance, sheer apathy and ca...","sentiment_score":0.0}
{"full_text":"RT There are few words to express the tragic loss in American  lives from vaccine defiance and antiscience aggression from t...","sentiment_score":-0.3166666667}
{"full_text":"RT Since the start of the pandemic Morrison &amp; the Liberals have wanted to let the virus rip. Each time, we have pushed them...","sentiment_score":0.0}
{"full_text":"RT Let's be very clear. We didn't have MUCH warning. But we DID HAVE a warning, loud and clear. And our government did sweet F...","sentiment_score":0.176}
{"full_text":"RT math isn't hard","sentiment_score":-0.2916666667}
{"full_text":"Which is why I'm headed to AZ . I can lock myself down in Yuma just as easily as here .","sentiment_score":0.1388888889}
{"full_text":"RT Not getting Covid during the 10 days prior to Christmas is literally the worst adrenalin sport ever.","sentiment_score":-0.5}
{"full_text":"RT  Our #ParkerSolarProbe has touched the Sun!For the first time in history, a spacecraft has flown through the Sun's atmosphere...","sentiment_score":0.25}
{"full_text":"RT This is an absolute must watch and share.","sentiment_score":0.2}
{"full_text":"RT Listening to on and one myth people are clinging to is that the vaccines stop transmission. If they don...","sentiment_score":0.0}
{"full_text":"Please check out my good #friend and very talented original recording artist Ade Wilding! He has a new single out \"Pandemic\" ! You can check it and his other material here: Great friend to have and most appreciative of y...","sentiment_score":0.4334253247}
{"full_text":"RT Let's say Biden has three big achievements: covid stimulus, pulling out of Afghanistan, and the infrastructure bill. The fi...","sentiment_score":0.0}
{"full_text":"The discovery of more transmissible variants like #Delta and #Omicron requires protecting our exposed older population. Prioritising senior citizens in policy and practice can help nations prevent avoidable deaths, argues #COVID19https:\/\/t.co\/mHAOHlSxwr","sentiment_score":0.3333333333}
{"full_text":"RT If you are aged 18 and over, from today you can book your appointment for a coronavirus vaccine booster.Book yours ","sentiment_score":-0.1}
{"full_text":"Researchers Identify Molecule That Blocks COVID-19 Infection","sentiment_score":0.0}
{"full_text":"RT Time for N95 masks for all healthcare workers? #OmicronVarient","sentiment_score":0.0}
{"full_text":"First case of omicron variant confirmed in West Virginia.https:\/\/t.co\/Ca3iM1SBYl","sentiment_score":0.325}
{"full_text":"RT Most still pull it together and come to work.Many just go through the motions. They're 'there', but not like they us...","sentiment_score":0.5}
{"full_text":"One Belgian grandmother has been waiting months to see her family in Israel, but Omicron has put a wrench in her plans.https:\/\/t.co\/lQAhuLS73c","sentiment_score":0.0}
{"full_text":"The amount of Covid cases in NYC over the past few days is actually wild","sentiment_score":-0.1166666667}
{"full_text":"Queen Elizabeth cancels pre-Christmas lunch for extended family as UK Covid cases rise","sentiment_score":0.0}
{"full_text":"Federal judges in Louisiana and Texas continue to chip away at Biden administration COVID-19 vaccine mandates.","sentiment_score":0.0}
{"full_text":".@DrFiliatrault and painted a very informative picture of Omicron in their briefing today. Every British Columbian needs to watch this and learn what steps they can take now. No need to wait for leadership from Bonnie Henry.https:\/\/t.co\/QZWz8l2GbB","sentiment_score":0.1}
{"full_text":"Our executives at the COVID testing booths examine passenger samples with utmost care. We work around the clock to ensure swift movement at #HYDAirport.#FlyHYD #NewTravelGuidelines@MoCA_GoI","sentiment_score":0.0}
{"full_text":"RT Why is this story not - \"Vaccine manufacturers refuse to accept liability for their products\"?","sentiment_score":0.0}
{"full_text":"Thailand's tourism cities including Pattaya, Phuket, and Chiang Mai are preparing themselves for the New Year festival after the government relaxed Covid-19 prevention measures. See more:","sentiment_score":0.3181818182}
{"full_text":"Interim recommendations for heterologous COVID-19 vaccine scheduleshttps:\/\/t.co\/Xh9Y91XRZ2","sentiment_score":0.0}
{"full_text":"RT Tens of millions of migrants may be denied COVID-19 vaccines from a global program because some major manufacturers are worrie...","sentiment_score":0.03125}
{"full_text":"RT .@anubha1812, President India Wide Parents Association Lawyer and Child Rights Activist, has extended support to students, sa...","sentiment_score":-0.1}
{"full_text":"Pro sports taking big COVID hit as Omicron variant spreads rapidly ","sentiment_score":0.0}
{"full_text":"RT To be clear: The new NFL COVID protocols make it possible for anyone who's tested positive this week to \"test back in\"...","sentiment_score":0.0927272727}
{"full_text":"RT A Centers for Disease Control and Prevention panel on Thursday voted 15-0 to recommend that mRNA Wuhan coronavirus vac...","sentiment_score":0.0}
{"full_text":"RT Chinese police can facial recognition you to national wide criminal big data center to catch criminals and dissidents...Q...","sentiment_score":-0.1}
{"full_text":"Vaccine mandates for most health care workers in Illinois are back on in Illinois.https:\/\/t.co\/5PU0lZdHHJ","sentiment_score":0.25}
{"full_text":"RT 75 politicians bought and sold stock in companies that make COVID vaccines, tests and treatments. \"Show me a man that gets...","sentiment_score":0.0}
{"full_text":"Older people's bullshit detectors may save them from COVID-19 scamsolder people are less likely to perceive 'bullshit' statements as valid and this may make them warier of the alleged benefits of COVID-19 scamshttps:\/\/t.co\/vR4HIvAoqL","sentiment_score":-0.025}
{"full_text":"But it's over, right? #covidisstillhere #covidvariant #vaccinatedstillgetsick #itsnotthefuckinflu","sentiment_score":0.2857142857}
{"full_text":"The mf timing","sentiment_score":0.0}
{"full_text":"Apereo is supporting learning communities across the globe during COVID.Duncan MacGruer presented at Open Apereo about U of Edinburgh's need for clear governance around the use of the urgent communications methods made available via","sentiment_score":0.1875}
{"full_text":"RT New York reports 18,276 new coronavirus cases, the biggest one-day increase since January, of which 8,318 are in New York City","sentiment_score":0.1363636364}
{"full_text":"Because it's a leaky vaccine that isn't as effective in the real world as they sold it to be. At this point, the only thing the shot does is lessen your symptoms should you get the virus. Period. It doesn't even guarantee you not to die, and you can still catch and spread Covid.","sentiment_score":0.2666666667}
{"full_text":"Former Surgeon General Jerome Adams joins New Day to discuss recent Covid-19 outbreaks on college campuses across the U.S.#SeattleMediumhttps:\/\/t.co\/sNN5UDp2i6","sentiment_score":0.0465909091}
{"full_text":"RT It's 0802. My 13 year-old daughter is already in the Office at School. Refused to wear a #mask and... \"called her homero...","sentiment_score":0.0}
{"full_text":"\"Is the #vaccine effective against variants?\" The effectiveness of the vaccines against new #variants is being confirmed.#COVID19 Vaccine Q&amp;A English website for COVID-19 information","sentiment_score":0.2454545455}
{"full_text":"Army says nearly 98% got the COVID-19 vaccine by deadline","sentiment_score":0.1}
{"full_text":"During the pandemic, Kenney failed to support public healthcare. As a result, Alberta now has a nurse and doctor shortage and extreme wait times for surgeries on everything from cancerous brain tumor removal to knee replacements.#ableg #yyc #yeg #yql #ymm","sentiment_score":-0.2083333333}
{"full_text":"Remember last year this time Mitch McConnell and the bipartisan congress was finishing up another COVID stimulus &amp; unemployment extension? #MAPOLI #BOSPOLI","sentiment_score":0.0}
{"full_text":"Covid-19 has created the greatest education emergency in our lifetime. of shared how this generation of students has experienced major learning losses due to the pandemic.","sentiment_score":0.434375}
{"full_text":"RT Omicron is a very very mild COVID strain that could be our way out of all of this and yet our public health authorities...","sentiment_score":0.2166666667}
{"full_text":"RT #aktuonlineexam2022Our CM secretary is not wearing mask in AKTU convocation and hoping that covid is over...","sentiment_score":0.0}
{"full_text":"Seeing what you have, I'd stand pat actually. With injuries and covid you need all the guys you have.","sentiment_score":0.0}
{"full_text":"As of Oct 1, 1988, Fed law states \"no vaccine manufacturer is liable for damages\".","sentiment_score":-0.1}
{"full_text":"With Christmas and the new year fast approaching, many wonder if it's safe to get together for traditional gatherings. Dr. Jason Row offers guidance for staying healthy and preventing the spread of COVID-19 as we celebrate the holidays.","sentiment_score":0.2420454545}
{"full_text":"Be Responsible, Be Safe!Don't forget to wear a mask and maintain 2 gaj doori while you step out of home.  #IndiaFightsCorona #Unite2FightCorona","sentiment_score":0.2}
{"full_text":"FREE RAPID TEST DISTRIBUTION!!Tomorrow from 3 p.m. to 7 p.m. at Abrams Public Health Center, 3950 S. Country Club Rd. you can pick up a rapid, at-home COVID test kit. Each test kit contains two tests that produce results in 15 minutes. Limit of one test kit person.","sentiment_score":0.1}
{"full_text":"Rich, self-important people like to talk about #covid19 vaccinations and boosters because it helps them take the focus off the problems in society that their lifestyle creates.","sentiment_score":0.375}
{"full_text":"Haven't you noticed how the teachers demand the students be masked and vax`d while they themselves refuse the vaccine?","sentiment_score":0.0}
{"full_text":"RT Covid is getting so bad again that the fact that it's almost 70 degrees in the middle of December is the smaller concern","sentiment_score":-0.2333333333}
{"full_text":"RT NEW! Award-winning journalist returns to discuss Julian Assange, how foundation money shapes dialogue in t...","sentiment_score":0.1704545455}
{"full_text":"RT I thought we may never play a Mahler symphony again when the pandemic hit. So wonderful to finish the se...","sentiment_score":1.0}
{"full_text":"RT School shootings became so common place they went from something teachers were shocked by to drills we had to practice every m...","sentiment_score":-0.5}
{"full_text":"#Liverpool bounces back#PremierLeague","sentiment_score":0.0}
{"full_text":"RT UK is leading the world in confirmed Omicron cases and this is also the time where most Malaysian T20s are holidaying in the UK","sentiment_score":0.45}
{"full_text":"Current Conditions for #Sayre PATemp: 59.0FWind Chill: 59.0FHumidity: 68%Dew Point: 48.5F Barometer: 29.849 inHgWind: 5 mph from the SSECorona Virus Weekly Stats:Cases: 304.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
