{"full_text":"RT NEW RECORD holder: Denmark has now surpassed UK in #Omicron growth rate-- now doubling every **1.6 days**, while  d...","sentiment_score":0.1363636364}
{"full_text":"RT Hell yes, the Supreme Court just rejected a \"religious challenge\" to block New York's vaccine mandate for healthcare wo...","sentiment_score":0.0681818182}
{"full_text":"Ugh!  ( I think Dr DR has tweeted about this too)","sentiment_score":0.0}
{"full_text":"RT Nothing to see here, just the New York Times casually mentioning that Merck's new miracle COVID drug... Might actually...","sentiment_score":-0.0568181818}
{"full_text":"RT And there you have it. Roll up your sleeves folks. I'd imagine that 5 million vax free folk in the UK could hit 10 million or m...","sentiment_score":0.4}
{"full_text":"RT Rams placed CB Jalen Ramsey and TE Tyler Higbee  on the Reserve\/COVID-19 list. Both players out of tonight's game vs. Car...","sentiment_score":-0.4}
{"full_text":"RT Covid Emergency?","sentiment_score":0.0}
{"full_text":"RT Why do all the Brexit loons keep banging on about the harm being done to the economy by the quite minor Covid restrictions...","sentiment_score":-0.05}
{"full_text":"He created a virus through gain of function research that has killed millions of people by instructing the government to mandate improper treatment followed by mass vaccination for a global pandemic which wipes out natural immunity while causing virus to mutate into variants.","sentiment_score":-0.0333333333}
{"full_text":"RT Evans says even if omicron is less virulent than delta, the rise in cases is going to produce more hospitalizations. I...","sentiment_score":0.1666666667}
{"full_text":"RT It's quite simple. Don't compare anything to Nazi Germany apart from... Nazi Germany.","sentiment_score":0.0}
{"full_text":"RT We present three stories from Leeds &amp; Grenville, Lanark and Renfrew counties you may have missed on Inside Ottawa Valley t...","sentiment_score":0.0}
{"full_text":"RT Billie Eilish: I Think I Would Have Died From COVID Had I Not Been Vaccinated","sentiment_score":0.0}
{"full_text":"RT The vaccination rate in low income countries is just 5.8%. Let's call this what it is: vaccine apartheid. Stop hoarding va...","sentiment_score":0.0}
{"full_text":"RT 2 Champions League draws, Carrington closing due to a COVID-19 outbreak and a Premier League game vs Brentford that sh...","sentiment_score":-0.2625}
{"full_text":"RT The Rams have added Jalen Ramsey and Tyler Higbee to the COVID list the team announced.","sentiment_score":0.0}
{"full_text":"By \"all our freedoms\" do you also mean the right to protest and the right for all British people to remain British as well or just the covid stuff?","sentiment_score":0.0517857143}
{"full_text":"RT Before your child is injected, watch Dr. Robert Malone's official statement on child COVID vaccinations - Global Covid S...","sentiment_score":0.0}
{"full_text":"RT As U.S. nears 800,000 virus deaths, 1 in 100 older Americans has died from the virus. For people younger than 65, that ratio...","sentiment_score":0.0833333333}
{"full_text":"With Covid spreading around the league, the Dolphins bye week + Jets matchup = perfect timing","sentiment_score":1.0}
{"full_text":"RT Germany fights back.","sentiment_score":0.0}
{"full_text":"RT JUST IN: Omicron is expected to be the dominant variant in London in the next 48 hours, health official Sajid Javid warns.\"No va...","sentiment_score":-0.05}
{"full_text":"RT BREAKING: Almost 1 in 100 people in Kingston between the ages of 20 and 29 have received a COVID-19 diagnosis in the last week.","sentiment_score":0.0}
{"full_text":"RT It's quite simple. Don't compare anything to Nazi Germany apart from... Nazi Germany.","sentiment_score":0.0}
{"full_text":"Cases of vaccine-induced VAIDS on the rise due to mass covid vaccination","sentiment_score":-0.125}
{"full_text":"and you think it's about keeping us 'safe?'","sentiment_score":0.5}
{"full_text":"PLEASE SIGN AND SHARE THIS PETITION IT'S VITALLY IMPORTANT TO SAVE OUR COUNTRY FROM THE IDIOTS CURRENTLY RUNNING IT: Referendum in the United Kingdom to abolish the Coronavirus Act.","sentiment_score":-0.1333333333}
{"full_text":"RT sure, the scientists who created a vaccine that saved millions of lives was nice, but they didn't host SNL","sentiment_score":0.55}
{"full_text":"RT BREAKING REPORT: Multiple Hospital Groups Including [HCA Healthcare, Tenet Healthcare Corp, AdventHealh and the Clevelan...","sentiment_score":0.0}
{"full_text":"via how are folks feeling about prolonged grief disorder's addition to the DSM-5?","sentiment_score":-0.8}
{"full_text":"How many people total on our COVID list currently\/all season?","sentiment_score":0.25}
{"full_text":"RT To clear the first point up:In the UK,Flu deaths are 1200 per year.At our current rate, COVID-19 kills over 40,000 p...","sentiment_score":0.1166666667}
{"full_text":"RT Please don't come to a theatre and abuse the FOH staff who are asking you to wear a mask. You may think the rules are 'boll...","sentiment_score":0.0}
{"full_text":"Very revealing ","sentiment_score":0.2}
{"full_text":"RT Sound familiar NZ? These guys are working from a script","sentiment_score":0.3875}
{"full_text":"RT Wirral Globe Community Heroes Awards: Our NHS Hero revealedhttps:\/\/t.co\/rFXKOScIRd","sentiment_score":0.0}
{"full_text":"RT \"People will need a new form of 'Digital ID' so they can prove their 'disease status' as the world moves out of lockdown....","sentiment_score":0.0681818182}
{"full_text":"We know. And that's why we've now passed 800k dead and face a public health, rural and urban health care, and health care work force blow out.","sentiment_score":-0.05}
{"full_text":"Now playing on : Scars To Your Beautiful by Alessia Cara! Tune in now: https:\/\/t.co\/ELw1epTk1t Radio Lifestyle!!!   #oralvaultradio #lockdown #keepiton","sentiment_score":1.0}
{"full_text":"RT The Washington Football Team placed DT Jonathan Allen, LB David Mayo, DE William Bradley-King and TE Temarrick Hemingwa...","sentiment_score":0.0}
{"full_text":"RT A few stray comments from Governor Hochul were enough for Gorsuch to call the vaccine mandate something which \"practic...","sentiment_score":-0.1}
{"full_text":"RT 'We are experiencing it as a much milder form...it's definitely a different clinical picture, it's not the same as delta.'Dr...","sentiment_score":0.0666666667}
{"full_text":"Rare? Maybe in the professional world but I know a few teenagers who dropped dead 20 years ago. Maybe now dumb fuckers want to play expert on social media without any proof. Young people haven't just all of a sudden started dropping coz of a vaccine no matter how much you want it","sentiment_score":-0.0046296296}
{"full_text":"RT 60.8%: The share of all Americans who are fully vaccinated, according to the CDC. 72.1%: The share of all Americans 18-...","sentiment_score":0.0}
{"full_text":"RT  -- Players and staff are now being tested three times via lateral flow tests per week and one PCR test in order to flag...","sentiment_score":0.0}
{"full_text":"As we dive into the season's celebrations, take steps to enjoy your time in good health. Visit the CDC's website for tips on how to stay healthy during the holidays, and visit us for any needed services! ","sentiment_score":0.575}
{"full_text":"RT Gosar and 209 of his House GOP colleagues voted against the bill","sentiment_score":0.0}
{"full_text":"RT \"We're being directed to experience rage at a dodgy, year-old lockdown party. Yet, the SNP want us all to remain calm about be...","sentiment_score":0.3}
{"full_text":"RT South Africa COVID update: Positivity rate hits 31%- New cases: 13,992- Average: 20,488 (+1,087)- Positivity rate: 31.0% (...","sentiment_score":-0.0068181818}
{"full_text":"RT This is my therapy, my bliss because reality bites in these times of covid-19  This is my self care.  -- Overture in E-F...","sentiment_score":0.0}
{"full_text":"i bought the bundle and i got the base variant of it","sentiment_score":-0.8}
{"full_text":"RT Kellogg's workers came to work during the pandemic.They worked 12-hour shifts.They worked 7 days a week.Kellogg's mad...","sentiment_score":-0.625}
{"full_text":"Fact check: TRUE #covidiancult needs to go away.","sentiment_score":0.35}
{"full_text":"Ghana will fine airlines US$3,500 for each passenger who arrives in the West African country without being fully vaccinated against COVID-19, the latest measure taken by the country with some of the strictest restrictions in the region.","sentiment_score":0.3055555556}
{"full_text":"RT The Trump Administration Violated Federal Law By Silencing Staffers During The COVID-19 Outbreak","sentiment_score":0.0}
{"full_text":"RT Omicron Covid variant is already infecting 200k people every DAY in UK, government believes ","sentiment_score":0.0}
{"full_text":"Executive privilege, my ass. Mark Meadows should be locked up inside a dark prison cell at Guantanamo. The man was central in a plot to overthrow our democracy and keep a monster in power during a pandemic.","sentiment_score":-0.075}
{"full_text":"RT A friend believes because she is triple jabbed she is immune to COVID But she won't sit next to an unvaccinated...","sentiment_score":0.0}
{"full_text":"RT NHS staff have worked with skill, integrity and determination through very difficult circumstances for a long time.As mi...","sentiment_score":-0.35}
{"full_text":"RT BREAKING: The Supreme Court has declined to block vaccine mandates for healthcare workers in NY.","sentiment_score":0.0}
{"full_text":"has a placebo healing effect accompanied to that name,let it remain independent from the . Matters pertaining to COVID-19 should be left with as opposed to the ministry. Stop hawking nurses to the UK yet Kenya has no nurses","sentiment_score":0.0}
{"full_text":"RT .@TeresaCMosqueda what's the deal here? Please explain. You can't possib...","sentiment_score":0.0}
{"full_text":"Provinces in India , more poor, had little vax but lots of ivomec usage and had numbers lower than neighboring provinces.  Could be many reasons but significant enough to warrant full eval by cdc that is not there.  Do you not question why?","sentiment_score":0.1625}
{"full_text":"Effective December 13, employees and patrons of New York businesses must wear masks indoors unless the business requires proof of vaccination. #maskmandate #GovHochul #NYC #NewYork #vaccination #COVID19 #COVID","sentiment_score":0.3681818182}
{"full_text":"RT South Africa's case fatality rate falls again to 0.5%. The theory that Omicron causes milder symptoms is becoming very hard...","sentiment_score":0.0354166667}
{"full_text":"RT Omicron isn't mild. London is showing quite a sudden rise in hospitalisations and omicron has only been spreading for a...","sentiment_score":0.1111111111}
{"full_text":"RT  so are they going to ban the CDC now?","sentiment_score":0.0}
{"full_text":"Mannn smh ","sentiment_score":0.0}
{"full_text":"Update re: yesterday's Cajun Navy mention. is on the ground; they are actively putting out calls for money, equipment and personnel. First, their donation link: #tornadoes","sentiment_score":0.0583333333}
{"full_text":"Womp womp womphttps:\/\/t.co\/1GTrPKyzyQ","sentiment_score":0.0}
{"full_text":"Wow, advocating to open transmission of an infectious disease among athletes is patently absurd. Young people and athletes have bad outcomes too.","sentiment_score":-0.2}
{"full_text":"Recently watched couple movies #PVRCinemas and #GopalanCinemas at Bangalore. Noticed that playing #NationalAnthem is missing now post pandemic while advertisement and trailers still go. Liked those moments of standing up together and pls bring it back.","sentiment_score":0.1}
{"full_text":"RT I feel so proud seeing long queues of fellow Britons getting their booster jabs. While the conspiracy theorists and cov...","sentiment_score":0.375}
{"full_text":"I've had 2 vaxs and on principle wouldn't have had a Vax passport anyway. Never will I have another jab so you can stick your passport where the sun don't shine.","sentiment_score":0.0}
{"full_text":"RT Oop! Cuz he's right we gotta talk about the male relationship podcast epidemic","sentiment_score":0.1428571429}
{"full_text":"RT Amid omicron, Case inquiry, Tory mutiny, and North Shropshire, don't not take your eye off planned 20 per cent cut in FCD...","sentiment_score":0.0}
{"full_text":"RT Princess Diana was loved because she went to the people with an open heart. What you...","sentiment_score":0.35}
{"full_text":"RT BREAKING: Supreme Court DECLINES to block New York's vaccine mandate for healthcare workers.Big win for public healt...","sentiment_score":0.3121212121}
{"full_text":"Are the Suns ok???","sentiment_score":0.5}
{"full_text":"I don't know the answer to this. What worries me are the Russian troops on the Ukrainian border. The deadliest wave of Spanish Flu came after battle:https:\/\/t.co\/0fB8tq2254","sentiment_score":0.0}
{"full_text":"RT So Supreme Court refuses to stop Texas \"imposing\"restrictive abortion law, but it allows NY to \"impose\" vacci...","sentiment_score":0.0}
{"full_text":"RT no shit!https:\/\/t.co\/En8ZXw5VkL","sentiment_score":0.0}
{"full_text":"How does one get a vaccine to fly?  You're a fucking idiot. Oh and a traitor.","sentiment_score":0.0}
{"full_text":"RT Get your booster shot. Save Christmas","sentiment_score":0.0}
{"full_text":"RT \"We oppose vaccine passports. It's about freedom and civil liberties\" say Tory MPs who were happy to vote to effectivel...","sentiment_score":0.8}
{"full_text":"RT Fascinating, insightful thread on the role of caste, or class if you will, in the #COVID19 pandemic. [via","sentiment_score":0.7}
{"full_text":"RT And the conspiracy theorists win again ","sentiment_score":0.8}
{"full_text":"RT 'I am really, really disappointed that once again, this house has become second runner up to TV news. Not acceptable.' Speaker L...","sentiment_score":-0.375}
{"full_text":"RT Must be absolutely pinned to the blanket denial he issued in Parliament. Lied. Again.","sentiment_score":0.2}
{"full_text":"RT And the conspiracy theorists win again ","sentiment_score":0.8}
{"full_text":"RT FT: Business accuses @BorisJohnson of bringing in 'lockdown by stealth' #TomorrowsPapersToday","sentiment_score":0.0}
{"full_text":"RT Another article. We need to look into Fort Detrick. I am hearing from talk of the US demanding reparations...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"New variantPetrol increaseRain that causes floodingTo me this is clear, no December, no mosasanko..Ke lockdown..","sentiment_score":0.1181818182}
{"full_text":"Wasnt it Covid last year too? False positive test for his roommate I thought","sentiment_score":-0.0575757576}
{"full_text":"RT Imagine if this headline read: \"Over 97% of active-duty servicemembers have been fully vaccinated.\"","sentiment_score":0.0}
{"full_text":"So are you saying that because 10% of Harris county chose to vote 1 time during a pandemic via mail, now in a post pandemic world they can't vote? We have a vaccine now. You are aware that people in red counties who voted red also voted via mail for the first time in 2020 too.","sentiment_score":0.125}
{"full_text":"RT in no way was i able to guess what word in this tweet would come next","sentiment_score":0.25}
{"full_text":"RT Nationalist Separatists ecstatic omicron has emerged. More TV...","sentiment_score":0.5}
{"full_text":"RT The Supreme Court allows New York's vaccine mandate for health-care workers to stay in place","sentiment_score":0.1363636364}
{"full_text":"Its when they try to open up more, that they will see a likely rise in COVID cases.Then the country will shut down again, and the cycle will continue, vaccines or no","sentiment_score":0.0861111111}
{"full_text":"RT When the Taliban took Kabul, women were urged to stay home. But Mary-Ellen McGroarty of the U.N. World Food Program has been...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Supreme Court refuses to block a COVID-19 vaccination requirement for New York state health care workers who sought a...","sentiment_score":0.1363636364}
{"full_text":"RT Is this because they've sacked all the carers so discharged patients have nowhere to go? ","sentiment_score":0.0}
{"full_text":"RT SCOTUS just left the New York vaccine mandate--that refuses any kind of religious exemption--in place by denying injunctive re...","sentiment_score":0.1840909091}
{"full_text":"Isn't 'milder symptoms' a good thing? Isn't this exactly what we wanted COVID-19 to mutate in to? Something less harmful? I'm baffled.","sentiment_score":0.2611111111}
{"full_text":"RT Available from all amazon stores in eBook, Paperback and free to read on Kindle Unlimitedhttps:\/\/t.co\/bOjp0vDlRv","sentiment_score":0.4}
{"full_text":"RT America used to lead...","sentiment_score":0.0}
{"full_text":"RT The Department of Health can confirm that 8 additional cases of the #Omicron variant have been detected, bringing to 18 t...","sentiment_score":0.0}
{"full_text":"RT Sunday: Boris Johnson does pre-recorded national address to distract from Tory scandal by announcing mass campaign to defe...","sentiment_score":0.0}
{"full_text":"Omicron's community transmission could 'rapidly escalate' in coming days, Tam warns - via","sentiment_score":0.0}
{"full_text":"RT Of the 1700 people who have died in the UK today, Johnson has managed to find 1 who had died within 28 days of a positive t...","sentiment_score":0.2272727273}
{"full_text":"RT Case fatality rate in South Africa will soon be lower than UK. It would be funny if it is not vaccine, treatment, but a var...","sentiment_score":0.25}
{"full_text":"RT 'It was getting so bad I was having these attacks, I actually had to go to Hospital'International ballroom dancer Maxwell Har...","sentiment_score":-0.2333333333}
{"full_text":"RT BREAKING: The Supreme Court has declined to block vaccine mandates for healthcare workers in NY.","sentiment_score":0.0}
{"full_text":"I'm talking about what's coming further down the line like other European countries. Sorry Hollie, just because you have a vaccine pass doesn't mean you're not going to spread a virus.","sentiment_score":-0.1821759259}
{"full_text":"WFT placed DT Jonathan Allen on Reserve\/COVID list.","sentiment_score":0.0}
{"full_text":"And yet the carol concerts &amp; Nativity plays continue ","sentiment_score":0.0}
{"full_text":"RT KFL&amp;A Public Health reported 359 new COVID-19 cases, and one new death since Friday. 0-4: 85-11: 1312-17: 1418-29: 247...","sentiment_score":0.0909090909}
{"full_text":"Children have #NaturalImmunity to the virus, most likely due to their Thymus Gland which is at its most effective from birth to puberty.Also, we all know they'd still be able to pass Covid on if they took the jab.Therefore, where is the logic to vaccinate #healthy #kids?","sentiment_score":0.3535714286}
{"full_text":"RT As U.S. nears 800,000 virus deaths, 1 in 100 older Americans has died from the virus. For people younger than 65, that ratio...","sentiment_score":0.0833333333}
{"full_text":"RT Suicide figures are up 200% since lock down. Could 2 followers please copy and re-post this tweet? We're trying to demonstr...","sentiment_score":-0.1555555556}
{"full_text":"RT Nobody tells you about this side effect of the booster....we need to share...I'll let you know if I have the same result on Thu...","sentiment_score":0.0}
{"full_text":" \"My Son Was a Terrible Baby\" - When I was pregnant with my first son, I worked and listened to you. I was on three waiting lists for day care, and didn't think to consider quitting my job to stay at home. #drlaura #emailoftheday #stayathomemom","sentiment_score":-0.1388888889}
{"full_text":"RT There are fears that the coronavirus pandemic could last into 2025, calling indyref2 plans into doubthttps:\/\/t.co\/wfzv5...","sentiment_score":0.0}
{"full_text":"I don't think the coin has equal sides! 2 to 1 are worried about covid vs not","sentiment_score":0.0}
{"full_text":"RT NEW: The Metropolitan Police say that despite photographic evidence of the PM potentially breaking social distancing rule...","sentiment_score":0.0565656566}
{"full_text":"Omicron detected in three people in Travis County, Austin Public Health says by","sentiment_score":0.0}
{"full_text":"Bill, would love to take my wife to dinner after nursing me back to health from Covid hospital stay","sentiment_score":0.25}
{"full_text":"RT Justice Gorsuch slams SOCTUS for denying injunction stopping NY COVID vaccine mandate for medical workers:\"No...","sentiment_score":0.0}
{"full_text":"RT Marcus Fysh voted in favour of forcing people to show photo ID at polling stations.","sentiment_score":0.0}
{"full_text":"RT In the light of the rise in #Omicron cases will the Royal College of Veterinary Surgeons be reinstating remote...","sentiment_score":0.15}
{"full_text":"How Covid unleashed a 'tsunami' of bad science","sentiment_score":-0.7}
{"full_text":"RT Perhaps this needs reframing. The reward for all the hard work for most Aucklanders is that they thei...","sentiment_score":0.1041666667}
{"full_text":"RT not the crack epidemic making a comeback","sentiment_score":0.0}
{"full_text":"RT The Supreme Court has rejected two challenges to New York's COVID-19 vaccine mandate for health care workers. The challenge...","sentiment_score":0.1363636364}
{"full_text":"RT From the government of Japan: \"Please do not force anyone in your workplace or those who around you to be vaccinated,...","sentiment_score":0.0}
{"full_text":"Big downside to the 5 game divisional stretch in December\/January was the risk of injuries and Covid. These things ramp up as the season goes on and as it gets cold out. It's good T.V and could prove beneficial, but this was my big concern when the schedule dropped in April.","sentiment_score":-0.06}
{"full_text":"RT A pandemic of the vaccinated.","sentiment_score":0.0}
{"full_text":"RT Iran coronavirus update: Over 488,100 deaths, more students contracting Covid-19#Iran #COVID19 #coronavirus ","sentiment_score":0.5}
{"full_text":"I know people that were double vaxed and boosted. They still got covid not sure you can claim you're going to be safe","sentiment_score":0.0833333333}
{"full_text":"RT In a country where the covid social grant is only R350 ","sentiment_score":0.0166666667}
{"full_text":"RT Hello There ! India and world is watching You,so COLORS STOP HARASSING UMARIn the past 2 years Doctors along wi...","sentiment_score":-0.25}
{"full_text":"RT MoH Release - Trinidad and Tobago's First Confirmed Case of the COVID-19 Omicron Variant","sentiment_score":0.325}
{"full_text":"RT #Most Covid deaths in Europe#Greatest economic hit in G7#Farming, fishing devastated#PS12bn less trade a month#...","sentiment_score":0.1777777778}
{"full_text":"UK PM Boris Johnson says at least one person infected with #Omicron had died, as the country stepped up the campaign for booster shots against the heavily mutated #Covid19 variant#IndiaNarrative","sentiment_score":-0.25}
{"full_text":"It's comes out of national Insurance that people pay out of there wage weekly\/monthly and have probably not used their moneys worth..dont understand where this has come from about having to pay separately for covid treatment if not vaccinated ","sentiment_score":0.0}
{"full_text":"Ramsey, Higbee join Rams' growing COVID list","sentiment_score":0.0}
{"full_text":"Free COVID-19 TESTINGTuesday, December 14, 9am-4pmYeshiva School2100 Wightman StPre-registration link: is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"A Dec. 7 ruling has issued a nationwide preliminary injunction staying the implementation of Executive Order 14042 requiring gov't contractors to have a vaccine mandate for employees. ASLRRA member explains it here:","sentiment_score":0.0}
{"full_text":"Kindergarten children have taken covid-19 vaccine. #Covid_19","sentiment_score":0.0}
{"full_text":"Rams' Ramsey, Higbee out vs. Cardinals after hitting COVID-19 listhttps:\/\/t.co\/g9iK5NHhML","sentiment_score":0.0}
{"full_text":"Vaccine initiative push continues; NE Ohio attorney, Elliot Forhan (@ForhanForOhio), seeks House seat...","sentiment_score":0.0}
{"full_text":"Perceptions about China's handling of the pandemic have improved with time, but Beijing has not shaken accusations that it is ultimately to blame for the pandemic. Explore our feature to learn more:","sentiment_score":0.25}
{"full_text":"\"When I think of the sacrifices which those young men made, I realise how much we have to be thankful for in spite of Covid 19.\"","sentiment_score":0.15}
{"full_text":"Most of the 43 cases of the COVID-19 Omicron variant found in the U.S. were mild and occurred among vaccinated people, but boosters are effective against it, according to a report the CDC released","sentiment_score":0.4777777778}
{"full_text":"\"America has been the freest country in the history of the world. Are we going to give that up?\"Attorney General discussed his opposition to the federal government's vaccine mandates on this week's show. #moleg #mosen Full episode:","sentiment_score":0.2}
{"full_text":"RT COVID is airborneYour actions tell the entire planet's population you are working hard to reach herd immunity throug...","sentiment_score":-0.1458333333}
{"full_text":"\"Drama, music, dance and other art classes allow kids to tap into their \"creative superpowers,\" says Rolling... art class is often a school's \"oasis.\"@NYCSchools Dancellor, gets it.  #ArtsAreEssential #ArtsEducationhttps:\/\/t.co\/g67RAW01bq","sentiment_score":0.1875}
{"full_text":"Travellers flying with TUI, Jet2, Ryanair, EasyJet, British Airways and other major airlines are being urged to check with operators now that 13 countries have banned UK travellers due to the spike in cases of the Omicron variant.https:\/\/t.co\/UfFNZGSGGg","sentiment_score":-0.046875}
{"full_text":"What does telehealth, food delivery, &amp; ridesharing apps have in common? They're all part of the OPE, or Online Platform Economy, something we heavily relied on during the pandemic. While workers in this space have many benefits, there's also several risks.","sentiment_score":0.0}
{"full_text":"In order to help those impacted by the pandemic, 2021 #HolidayGiftGuide is focusing on gifts from #SmallBusinesses &amp; #IndieCreators: #Geeky #Crafts &amp; Collectibles feat. &amp; More!","sentiment_score":0.625}
{"full_text":"RT According to UK govt, #Omicron new cases are tracking in parallel -- 1st #COVID19 infections and re-infections.And the...","sentiment_score":0.0681818182}
{"full_text":"The #COVID19 pandemic has had devastating impacts on the #mentalhealth of kids and teens around the state. speaks to our Dr. Erica Lee for insight on the emerging crisis.","sentiment_score":-1.0}
{"full_text":"RT NEW: The Metropolitan Police say that despite photographic evidence of the PM potentially breaking social distancing rule...","sentiment_score":0.0565656566}
{"full_text":" We have not seen the scale of transformations that we require to ensure that we can provide care for all  , nor the scale in capacity to improve preparedness and response during public health emergencies - #COVID19 #HealthForAll","sentiment_score":0.0}
{"full_text":"All students who are required to quarantine under our COVID-19 guidelines, please do the following-Take care of yourself and feel better-Continuously access Google Classroom to get your assignments -Email your teachers if you have questions -Login to afterschool tutoring","sentiment_score":0.0}
{"full_text":"RT GOP Sen. Marshall say administration should acknowledge 'natural immunity' to COVID-19, 'be honest' | Just The News...","sentiment_score":0.35}
{"full_text":"In the latest edition of our \"Data Journalism Top 10\" series, highlights stories on changing rainfall, viral fake news in Thailand, and how artificial intelligence can judge your music taste.https:\/\/t.co\/euny99aAeV","sentiment_score":-0.025}
{"full_text":"The most actual topic of our news today - COVID, QR, VACCINE.So if it urs NFT, you will be the most famous person in district #NFTGiveaway #NFTcollection #NFTCommunity #NFTGame #blahblah #NFTs #NFTartists #Metaverse #Crypto #opensea #OpenSeaNFT #COVID19 #QRcode  #vaccine","sentiment_score":0.375}
{"full_text":"RT Phony cowards crybaby Brett Kavanaugh and Amy Commie Barrett strike again. They're both an utter disgrace.","sentiment_score":0.0}
{"full_text":"South Korean City Goes Big Brother with AI Facial Recognition of Covid Infected Citizens","sentiment_score":0.0}
{"full_text":"Boosters, not more restrictions, are the way to beat Covid. They top up waning immunity and they will protect people from Omicron, too. Human ingenuity is our way out of this pandemic. We must seize it, says","sentiment_score":0.0833333333}
{"full_text":"At least one #person has #died in the #UnitedKingdom after contracting the #Omicron coronavirus variant, Prime Minister #BorisJohnson said on Monday, the first publicly #confirmed death globally from the swiftly #spreadingstrain.Read More:","sentiment_score":0.17}
{"full_text":"RT Under the 148th Guard of The Crimson, we navigated a pandemic, reunited this fall, and restarted printing. We can't express...","sentiment_score":0.0}
{"full_text":"Correct. So, the odds of you getting Covid are less than the odds of you not getting Covid. Then if you get Covid, you still have a 98.6% survival rate. Or you can take a vaccine that both Biden &amp; Harris said wouldn't be available for years due to ensuring the vaccine was safe.","sentiment_score":0.1520833333}
{"full_text":"New Post: Thailand confirms 8 Omicron cases, 3 more pending #nbtworld #news","sentiment_score":0.3181818182}
