{"full_text":"MITIGATE a Covid infection which gives immunity, very much worth having. I had the Wuhan Tourist A version on the 3rd Jan 20 5 days of near choking, &amp; 5 weeks to recovery to step out of the front door. I don't wish it on anybody. I wish all a Healthy New Year immune from COVID.","sentiment_score":0.2072727273}
{"full_text":"RT BREAKING: U.S. reports 484,377 new coronavirus cases, setting world record.Anti-masker, anti-vaxxer, anti-science, flat...","sentiment_score":0.0556818182}
{"full_text":"RT A Danish study is being misrepresented online, a co-author says, with posts claiming it shows the COVID-19 vaccines increa...","sentiment_score":0.0}
{"full_text":"I only knew to sign my children up because I had received info at my first vaccine appointment back in April.","sentiment_score":0.0833333333}
{"full_text":"FELIZ 2022!Covid 19 Omicron outbreak in Antarctic: Belgian polar researchers at remote station infected, via","sentiment_score":-0.0916666667}
{"full_text":"You ignored his caveat that Ben's list is describing the pandemic through the lens of omicron AND mass vaccinations. I'm not even on his or your side, but your tweet is bad faith bullshit and you should know it.","sentiment_score":-0.7}
{"full_text":"Sure guy who wrote that ridiculous piece about being the perfect \"straight news\" replacement for Chris Wallace. ","sentiment_score":0.3416666667}
{"full_text":"I am tired of being at home, believe me, it's been two years since I've eaten in a restaurant, gone on vacation,a whole bunch of shit. But since I am pretty sure I had COVID back in Jan 2020 and it was not fun, I don't want it or to spread it more than I want to go out.","sentiment_score":0.0875}
{"full_text":"RT Interesting working paper on vax vs. unvax transmission:\"[C]linicians and public health practitioners should conside...","sentiment_score":0.25}
{"full_text":"RT So once it became clear that covid was not in fact a pagan god visiting vengeance on the unwashed Trump voters alone, the m...","sentiment_score":0.1}
{"full_text":"RT I've gotta say, these \"The CDC has announced.....\" jokes are all terrible. Like not one of them has been funny.","sentiment_score":-0.375}
{"full_text":"It's not all rosey. \"During the week of Dec. 21-27, an average of 334 children 17 and under were admitted per day to hospitals with the coronavirus, a 58% increase from the week before, according to the Centers for Disease Control and Prevention.\"","sentiment_score":-0.15}
{"full_text":"RT It's amazing how many people think that one month of data is enough to prove that Omicron is mild but one year of data is...","sentiment_score":0.3583333333}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"RT Class warfare is Warren Buffett becoming $41 billion richer during the pandemic while a manufacturing plant his company...","sentiment_score":0.45}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"This picture going to be in textbooks","sentiment_score":0.0}
{"full_text":"RT Michigan paid up to $8.5 billion in fraudulent jobless assistance claims during the pandemic, a new audit found. The governor orde...","sentiment_score":0.1363636364}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"Great dinner after a day of brewery building - our close neighbors here in Medfield, Sethji's offers covid-safe delicious Indian curbside pickup 3 days a week! Paired with the always delicious Denshin Aki (autumn) #medfieldMA #Fu Jing Xian Jiu ","sentiment_score":0.725}
{"full_text":"RT COVID cases going crazy The CDC:","sentiment_score":-0.6}
{"full_text":"RT I said the US should do this like last week and got berated for days by people claiming it was \"impossible.\" Amazon lit...","sentiment_score":-0.3333333333}
{"full_text":"RT Good morning. The Omicron variant is raging through Florida, there is still not a single state sponsored testing facility...","sentiment_score":0.3678571429}
{"full_text":"RT The CDC just announced a hit of poppers kills Covid","sentiment_score":0.0}
{"full_text":"Choices","sentiment_score":0.0}
{"full_text":"My guess is he's got Covid and is pretty sick.","sentiment_score":-0.2321428571}
{"full_text":"RT Got an update from Hopefully only needs to be in the hospital a few more days, depending on how his lungs re...","sentiment_score":0.1}
{"full_text":"The symptoms could be mild, just like the long term effects could be life changing.Covid 19 is not a cold. It does neurological and organ damage even in mild cases.","sentiment_score":0.2291666667}
{"full_text":"Obstacles in life can make or break us. Either way shaping the relationships with those around us. Pandemic within pandemic has started Journey continues-A Second Wave-The Surgehttps:\/\/t.co\/7AHELPzbnYhttps:\/\/t.co\/yhnVF4omVb #afirstwave #asecondwave #athirdwave #COVID19 #Omicron","sentiment_score":-0.025}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"RT Are you also wondering why NHS test kits end up in Florida? Because I certainly am.","sentiment_score":0.2142857143}
{"full_text":"RT Pubs are open but supposed wards are being built in car parks when the real crisis is with NHS staff shortages due to C...","sentiment_score":0.025}
{"full_text":"RT Every time you see something crazy in the news about Covid, like anti-vaxers attacking hospitals, or even just the infectio...","sentiment_score":-0.6}
{"full_text":"You are so full of crap observed the #COVID19 guidelines while in Florida, nice try yoyo.","sentiment_score":0.05}
{"full_text":"Importance of booster not a surprise but speed of reduction of booster effectiveness over time jumps out of this. But even if we need four jabs a year, I'll be there for that &amp; we've all the infrastructure. Whatever it takes.I'm no expert but all sounds \"manageable\" #omicron","sentiment_score":0.0}
{"full_text":"RT GOOD LUCK NY! AOC Spotted Mask-Free in Miami as New York Reports Record Cases of COVID -","sentiment_score":0.5056818182}
{"full_text":"RT So I've been a bit MIA. Truth is I got Covid (tested positive on 12\/25). I am fully vaccinated, boosted &amp; have HCM, NVST\/SV...","sentiment_score":0.2272727273}
{"full_text":"RT Last time I checked, raised 5 million in relief fund for Texas, while Cancun Cruz abandoned them. But tell me more...","sentiment_score":0.25}
{"full_text":"What a great interview. A must watch!","sentiment_score":1.0}
{"full_text":"RT Lockdown fanatics think they're morally superior. They actually support killing more people, vulnerable and young ones i...","sentiment_score":0.16}
{"full_text":"RT what are the chances that my entire grad school experience will be within the covid-19 pandemic??","sentiment_score":0.0}
{"full_text":"Here's to 2022 -thanks everyone who has risen to the challenge of citizenship - through the pandemic, the losses, the unpredictability that has created so much anxiety for everyone of us. Wishing you all a happier, healthier &amp; prosperous new year full of love, laughter &amp; kindness","sentiment_score":0.2772727273}
{"full_text":"Now that we're all in agreement that the CDC is just making stuff up, can we go back to smoking cigarettes in restaurants?","sentiment_score":0.0}
{"full_text":"RT BREAKING: Metro Manila returns to Alert Level 3 from January 3 to 15 as new COVID-19 cases spike to its highest since Nov...","sentiment_score":0.1363636364}
{"full_text":"Best seller in its classAs is now my Magic of Banking","sentiment_score":0.75}
{"full_text":"RT The U.S. is reporting 500,000 new COVID cases in just the last day. This does not include those who took at-home tests;...","sentiment_score":0.0681818182}
{"full_text":"RT Dolly Parton donated $1M to help develop the Moderna Covid vaccine, and her program, a book gifting prog...","sentiment_score":0.0}
{"full_text":"RT Covid getting back bad ! Lord please just watch over me and mines  .","sentiment_score":-0.4375}
{"full_text":"New virus infections driven by omicron soar in Australia","sentiment_score":0.1363636364}
{"full_text":"RT So once it became clear that covid was not in fact a pagan god visiting vengeance on the unwashed Trump voters alone, the m...","sentiment_score":0.1}
{"full_text":"RT Where was this in the summer when every RSV hospitalization\/death was conflated with COVID?","sentiment_score":0.0}
{"full_text":"RT An outbreak was declared at my son's school on December 22. I mean, is it still in outbreak orrrrrr?   #Un...","sentiment_score":-0.3125}
{"full_text":"RT Confused about N95, KF94, KN95, double-masking? You're not alone. Here is my 90-second explainer. Thanks to a...","sentiment_score":-0.1}
{"full_text":"RT FL's population: 21.5 millionNY's population: 19.5 millionFL has two million more residents and 50% fewer ICU beds in...","sentiment_score":0.5}
{"full_text":"RT Polk County, Florida line for COVID-19 testing #WhereIsRon","sentiment_score":0.0}
{"full_text":"RT This is going to be the new right-wing strategy for retconning the pandemic: insisting that things that are true of Om...","sentiment_score":0.2431818182}
{"full_text":"RT Saying this on Twitter would be cause for suspension just a few months ago.","sentiment_score":-0.2}
{"full_text":"RT Failed leadership. Plagued with political corruption.Ron is missing while Florida is in crisis. #WhereIsRon","sentiment_score":-0.2333333333}
{"full_text":"RT AOC in Miami Beach for 'taste of freedom' as New York sees record number of Covid cases: report","sentiment_score":0.1363636364}
{"full_text":"RT By Popular demand, we unlocked the last segment! TPS55 MAKE BARRINGTON GREAT AGAIN is free on your podcast app@Sunetra...","sentiment_score":0.45}
{"full_text":"RT 98 cruise ships now have over 5,000 (+) cases onboard. All passengers &amp; crew are vaaxed. \"Pandemic of the unvaaxed?\"","sentiment_score":0.0}
{"full_text":"RT Now that we're all in agreement that the CDC is just making stuff up, can we stop using the BMI as an indicator of heal...","sentiment_score":0.0}
{"full_text":"RT So once it became clear that covid was not in fact a pagan god visiting vengeance on the unwashed Trump voters alone, the m...","sentiment_score":0.1}
{"full_text":"RT Lord please protect us from the Gwyneth Chua covid variant. Amen ","sentiment_score":0.0}
{"full_text":"My aunt passed away on Christmas Day, not Covid related, but her children are having a huge Celebration of Life party per her wishes,I asked what about Covid they replied what about it They are Floridians and big fans of DeSantis,I just do not get it, many have the same attitude","sentiment_score":0.18}
{"full_text":"Everything I've ever heard about children and covid is basically they are invincible. Unless of course you listen to the bullshit mainstream media.","sentiment_score":0.0}
{"full_text":"WHO Chief Says COVID Pandemic Could End In 2022, Here's How","sentiment_score":0.0}
{"full_text":"RT BREAKING: AOC sips cocktails in free state of Florida as New York Covid cases skyrockethttps:\/\/t.co\/c4q2qwKCNN","sentiment_score":0.2681818182}
{"full_text":"People nuh think enuh. Cyaa a do dem fuckry ya and yuh see how time stay. Sorry she neva put couple stab pon dem kmt","sentiment_score":-0.5}
{"full_text":"RT \"The acute phase of the pandemic, the pandemic that's been associated with the tragedy of deaths &amp; hospitalizations - that can end...","sentiment_score":0.6}
{"full_text":"Out, Out dinner drinks and dance .. can't wait ...grown ups only for a change ...and love the build up to going out, getting ready, drinking. Fantastic end to an amazing Xmas break. 2021 has been quite good to us despite the pandemic. Appreciate we are some of the lucky ones.","sentiment_score":0.3904761905}
{"full_text":"RT So we've been hearing reassuring talk about \"mini-Nightingales\" to cope with surging Covid.Well this is what the Londo...","sentiment_score":0.0}
{"full_text":"RT The CDC recommends finga poppin each othas assholes","sentiment_score":0.0}
{"full_text":"RT Ramaphosa nearly succumbed to COVID-19 and said \"fuck it, let's rock\"","sentiment_score":-0.15}
{"full_text":"RT The CDC recommends finga poppin each othas assholes","sentiment_score":0.0}
{"full_text":"RT Think about it, this will minimize the common flu, and with fail PCR all of us will have FLURONA, capicce?...","sentiment_score":-0.4}
{"full_text":"I swear corona symptoms wouldn't be half as bad if ye were allowed get on with ur life as if ye just had a cold","sentiment_score":-0.4888888889}
{"full_text":"RT The thing about \"everyone is going to get COVID eventually\" is that my family HASN'T gotten COVID yet and I am not tryin...","sentiment_score":0.0}
{"full_text":"RT MALAYALAM CINEMA missed many blockbusters due to pandemic. Some of the films like #Drishyam2 and #MinnalMurali could have ea...","sentiment_score":0.1875}
{"full_text":"Another kid one dating back to May in Californiahttps:\/\/t.co\/y5klHJ0MCG","sentiment_score":0.0}
{"full_text":"RT #BREAKING: #Israel records first case of #florona disease, a double infection of #COVID19 and influenza: Al-Arabiya","sentiment_score":0.125}
{"full_text":"RT If you don't think doctors would unwittingly recommend an unsafe product at the behest of big pharma, consider our role in the...","sentiment_score":0.0}
{"full_text":"Well I guess these are the highest \"official\" numbers we'll see before we go dark.","sentiment_score":-0.15}
{"full_text":"RT He literally said that \"5% of kid wear glasses, they wear masks, they fog up, they can't read!\"I literally worked in a COV...","sentiment_score":0.0}
{"full_text":"Sounds about right","sentiment_score":0.2857142857}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"What is your obsession with this man? You have a Biden administration banning needed monoclonal antibody treatment. Lying about most of his promises, covid numbers skyrocketing and crimes escalating yet you still publish of an African country leader what a shame. Keep painting","sentiment_score":0.25}
{"full_text":"The hospital bed numbers are a scam.  I know ER nurses who say the vast majority of cases now are jab injuries (being reported as Covid)","sentiment_score":0.0}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"How else are the elite going to keep control? Things are going precisely how they want them to. 40% of republicans are morons and are preventing the pandemic from dying. Capitalism wins again","sentiment_score":-0.0333333333}
{"full_text":"RT EXCLUSIVE: AOC Spotted in Miami Beach as NYC Reports Record Covid Cases","sentiment_score":0.0}
{"full_text":"RT 2021 was a difficult year - not going to sugarcoat it. I am most thankful for good health, meeting so many great people...","sentiment_score":0.4}
{"full_text":"This feels like a welcome party for Corona.","sentiment_score":0.8}
{"full_text":"RT The CDC bumped up the travel risk level for cruise travel from Level 3 to Level 4, indicating the risk for Covid-19 is \"v...","sentiment_score":0.0}
{"full_text":"RT In 2022, the world must greatly increase the investments needed to strengthen global health protection. South Africa's qu...","sentiment_score":0.4}
{"full_text":"RT Just fyi, Dr. Oz is full of bs on this one. Babies born in the pandemic aren't in school. They're two.","sentiment_score":0.35}
{"full_text":"RT You know whose voices are missing from the media's daily coverage of Covid &amp; school reopening next week? Teachers &amp; sch...","sentiment_score":-0.0666666667}
{"full_text":"RT Still need to get your vaccine or booster? Here are 4 easy ways to find a shot near you.","sentiment_score":0.2666666667}
{"full_text":"RT How burdensome will it be if every COVID-19 case publicly identifies their workplace? Or their families do so for them?","sentiment_score":0.0}
{"full_text":"RT Why are we setting up field hospitals if the threat from #covid19 isn't high enough to introduce more public protections?","sentiment_score":0.165}
{"full_text":"Because of a cold? Even Dr Fauci has just said positive Asymptomatic cases can go about as normal (wear a mask) as the variant is now mild and 'society must function as normal'.","sentiment_score":0.0521212121}
{"full_text":"RT With more than 580,000 cases, the United States shattered its own record for new daily coronavirus cases -- beating a mil...","sentiment_score":0.3090909091}
{"full_text":"the CDC says it's okay for to eat cereal in bed","sentiment_score":0.5}
{"full_text":"RT LMAOO shit look like a verizon commercial gg yall","sentiment_score":-0.1}
{"full_text":"RT Read this one again and remind me why \"let it rip\" is a good strategy. Brain imaging before and after COVID-19 in UK...","sentiment_score":0.7}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT A Dutch economist who was a prominent skeptic of COVID vaccines and an anti-lockdown campaigner has died at the age of 53...","sentiment_score":0.5}
{"full_text":"RT BBC1 Six Oclock News \"People in Scotland and Wales are warned not to travel to England on New Year's Eve to take advantag...","sentiment_score":0.1363636364}
{"full_text":"RT The SNP Health Secretary, Humza Yousaf, has admitted that hundreds of Covid patients may have been in hospital for reasons...","sentiment_score":0.0}
{"full_text":"unfortunately, i'm about 95% sure at this point that it's covid. my coworkers have been in extended close contact with each other and one of them developed symptoms after being in extended close contact with someone who's COVID positive","sentiment_score":0.0404545455}
{"full_text":"RT \"If you just sat down and listen to people with no belief in science you would learn a lot\" is a ludicrous statement to make so...","sentiment_score":-0.1555555556}
{"full_text":"Nailed it","sentiment_score":0.0}
{"full_text":"RT I take a week off of social media. I return to find out that sick hospital workers are OK to work but healthy ones who pr...","sentiment_score":0.0797619048}
{"full_text":"RT Good morning. The Omicron variant is raging through Florida, there is still not a single state sponsored testing facility...","sentiment_score":0.3678571429}
{"full_text":"Nice, we're having our in laws over for dinner then likely gaming,Join a stream or two. 8 month old and Covid raging, keep it low key.","sentiment_score":0.14}
{"full_text":"RT Canada : Thousands of hospital staff on unpaid leave due to vaccine mandate for healthcare workers As a result, the...","sentiment_score":0.0375}
{"full_text":"FL Governor's Office has announced that has died.He was found reaching for a bottle of Clorox to cleanse himself of covid.His body will be thrown to the tigers in the Naples Zoo at midnight tonight at which time Lt Gov Nunez will be sworn in as FL's new Governor","sentiment_score":0.1363636364}
{"full_text":"RT People are upset about schools closing but literally people sent their children hundreds of miles away during the Blitz...","sentiment_score":0.0}
{"full_text":"RT Steep rise of new covid cases continuesNew Delhi","sentiment_score":0.1363636364}
{"full_text":"RT The community around schools is currently at a 50% daily positivity rate and ~35% for 7 day average. (NOTE: This is dangero...","sentiment_score":-0.05}
{"full_text":"RT Who is filling up the hospitals in NYC as omicron surges?Answer: it's still the unvaccinated. They are now *32* times...","sentiment_score":0.0}
{"full_text":"FYI this thing has hit my lungs &amp; as a person with asthma, I'm super grateful for all 3 shots and the 'less severe' variant, because HOLY HECK I don't know how I would have made it otherwise","sentiment_score":0.0833333333}
{"full_text":"RT Ron DeSantis' press secretary who gets paid $120,000 a year by taxpayers to tweet  misinformation all day,...","sentiment_score":0.0}
{"full_text":"RT \"There's no comprehensive data yet about the risk omicron poses to unvaccinated people vs. those who are fully...","sentiment_score":0.0}
{"full_text":"Maharashtra: Maharashtra minister Yashomati Thakur also became corona positive, 5th politician to be infected, read- who is in the grip of corona","sentiment_score":0.2272727273}
{"full_text":"RT Vaccines are vital to ending the COVID-19 pandemic. This week, the United States delivered nearly 5 million additional doses...","sentiment_score":0.1}
{"full_text":"RT You know who I wish would've done a pandemic themed special? The Office. Like, that zoom call would've been a hot damn MES...","sentiment_score":0.3035714286}
{"full_text":"RT Shutdowns were put in place to damage the economy and cause as much disruption to normal life as possible to hurt Donald...","sentiment_score":0.1166666667}
{"full_text":"RT Whenever anybody says \"India will never forget that...\"I am like bro between 1918-1920 between 12-18 million Indians died of S...","sentiment_score":0.0}
{"full_text":"RT \"Try and find a pocket full of happiness in every single day\", beautiful words to live by. Happy New Year Richard &amp; all...","sentiment_score":0.414471243}
{"full_text":"Yes, nowhere better.Highest rate of new Covid cases country wide.19th highest rate of citizens living in Poverty.Middle of the road at best for healthcare, education and crime rates.","sentiment_score":0.5681818182}
{"full_text":"I remember when home-working was becoming a thing. Years before the pandemic. People were begging to go to home-working, one person famously worked from Spain! It was like a dream come true to home-work. I wonder how they feel now. I went to work to meet people.","sentiment_score":0.475}
{"full_text":"RT Finally, KFI will see a second Rs100cr cinema in 2022 for sure. PS : If corona doesn't play the spoilsport","sentiment_score":0.1666666667}
{"full_text":"RT From memory, said (or said something like) \"Normal is a country whose shores we will not see again.\" Climate is...","sentiment_score":0.15}
{"full_text":"RT Increased demand for testing was absolutely predictable in late November when Omicron emerged. It seems evident that the gove...","sentiment_score":-0.0833333333}
{"full_text":"It has been brought to my attention that this was actually NYE 2018 . Looks like I was quarantining before it was mandated. Anyway here's me on my real last NYE before the pandemic.","sentiment_score":0.0}
{"full_text":"triggers the Usual Suspects","sentiment_score":-0.25}
{"full_text":"Voting rights ? I see long lines trying to get a Covid test ..  No issues getting out of the house.. ID's are required for Banks, Access to buildings .. Library .. etc.. etc","sentiment_score":-0.05}
{"full_text":"RT They literally said the vaccine will stop transmission. Even Pfizer's tweets and documents said it.I...","sentiment_score":0.0}
{"full_text":"RT Britain's medicines regulator on Friday approved Pfizer Inc's COVID-19 pill, Paxlovid, for people over the age of 18 year...","sentiment_score":0.0}
{"full_text":"RT And I get so annoyed at the excuse: \"but kids have struggled so much w\/ remote learning this year+\"WE ARE IN A GLOBAL...","sentiment_score":-0.1375}
{"full_text":"#Omicron: The 'scary' telltale sign of the variant that strikes in the middle of the night   #paralysis","sentiment_score":-0.25}
{"full_text":"RT Cinema HallsDelhi - ClosedMumbai - Closes after 5 pmTN - 50% allowedMany more coming soon.#LockDown #TNLockDown #O...","sentiment_score":0.5}
{"full_text":"RT the CDC says it's not omicron unless it comes from the Omicronne region of France, otherwise it's just sparkling covid","sentiment_score":0.0}
{"full_text":"I like that they have two blank cards that actually look like the CDC cards and three more prominent ones that bear no resemblance","sentiment_score":0.25}
{"full_text":"Covid and injuries, why you so arsed? Why should we play with the kids instead of taking advantage of the rules that were set just like other clubs have?","sentiment_score":-0.125}
{"full_text":"JHB humans fall for the trap every single year. NYE = Rain as far as probability goes based on the historical data from those who have grooved annually since 2010. Stay home and sauce dawg ","sentiment_score":0.0095238095}
{"full_text":"RT Imagine the stunning bravery it took for her to enter the hellscape dominated by the iron fist of Deathsantis","sentiment_score":0.5}
{"full_text":"RT \"Mild\" but hospitals overloaded.\"Mild\" but healthcare workers burnt out.\"Mild\" but thousands of flights cancelled.\"Mild\"...","sentiment_score":0.3333333333}
{"full_text":"RT Vaccine mandates, mask requirements, domestic travel restrictions, lockdowns, social distancing protocols.  All aime...","sentiment_score":0.0166666667}
{"full_text":"RT Ron DeSantis has been missing for 13 days while Covid kills thousands of Floridians Ted Cruz fled to Cancun amid a power out...","sentiment_score":-0.2}
{"full_text":"Its falling apart.","sentiment_score":0.0}
{"full_text":"I used to think the same thing til Corona showed it's big waffle head. Now I know 2020 &amp; 2021 combined was at least 6.3721 years. So, yeah... Happy New Years Y'all!!!","sentiment_score":0.1532670455}
{"full_text":"Age 28: New Years Eve shots...Jager, Patron, WoodfordAge 48: New Years Eve shots...Covid Booster, Flu, Cortisone","sentiment_score":0.1363636364}
{"full_text":"RT #BREAKING: #Israel records first case of #florona disease, a double infection of #COVID19 and influenza: Al-Arabiya","sentiment_score":0.125}
{"full_text":"RT The CDC says it's not omicron unless it comes from the Omicronne region of France. Otherwise it's just sparkling covid.","sentiment_score":0.0}
{"full_text":"RT While Florida sees its worst COVID surge ever and the state refuses to open testing sites despite Floridians waiting up to s...","sentiment_score":-0.5}
{"full_text":"RT My 13year old daughter got univited to a New Year's Eve party bc she's not vaccinated.  The \"older people won't feel com...","sentiment_score":0.1343434343}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"RT \"This is my body, I have to defend it!\" Reminder: Being vaccinated and boosted is your best line of defense against...","sentiment_score":1.0}
{"full_text":"RT Fireworks in Sydney as Australia marks the beginning of 2022Sydney Harbour Bridge was bathed in colours to recognise the ef...","sentiment_score":0.0}
{"full_text":"RT they would've found the cure for covid already","sentiment_score":0.0}
{"full_text":"RT Lockdown fanatics think they're morally superior. They actually support killing more people, vulnerable and young ones i...","sentiment_score":0.16}
{"full_text":"RT We've witnessed the birth of a new secular religion:Covid-19 is the devil.Government is 'god'.Scientists &amp; experts are...","sentiment_score":0.1363636364}
{"full_text":"RT -Louden the Standards of TFI &amp; Pride of Telugu cinema at Indian Level -Revived single screens All Over India Post Pan...","sentiment_score":-0.0714285714}
{"full_text":"RT no medical diagnostic tool has better positive predictive value than \"it can't be COVID\"","sentiment_score":0.2424242424}
{"full_text":"Rep. Alexandria Ocasio-Cortez was seen relaxing in Miami Beach on Thursday, the same day her home city reported a record number of COVID-19 cases.","sentiment_score":0.0}
{"full_text":"RT To think, two years to the day since the world was alerted to a potential novel outbreak, the US broke its highest dai...","sentiment_score":0.0}
{"full_text":"Op-Ed: Vaccine-hesitant people can still change their minds. As a doctor, I'm seeing it happen","sentiment_score":0.0}
{"full_text":"Not sure except that it's not covid. ","sentiment_score":-0.25}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"Yes it would be depressing and upsetting but no where near as bad as catching Covid from all the random visitors traipsing in and out","sentiment_score":-0.22}
{"full_text":"Personalised Name #Journal (#Alessandra): Ideal for notes, ideas or your secrets.: Great for Birthdays, Christmas or as a Thank You Gift. #Omicron","sentiment_score":0.85}
{"full_text":"I guess Drugs has overwhelmingly won \"The War On Drugs\"...this wont go away until we find solutions. We need to stop throwing away addicts.","sentiment_score":0.5}
{"full_text":"RT So once it became clear that covid was not in fact a pagan god visiting vengeance on the unwashed Trump voters alone, the m...","sentiment_score":0.1}
{"full_text":"RT Omicron sending waves of children to hospital in record numbers","sentiment_score":0.0}
{"full_text":"RT me checking if bad bunny has covid","sentiment_score":-0.7}
{"full_text":"RT One in 25 of us now has Covid, there are no tests to be had anywhere (believe me I have tried) and everyone can go out...","sentiment_score":0.0}
