{"full_text":"RT A tale of two studies. Both can't be right.CDC study says vaccine is 5 times better than natural immunity.https:\/\/t...","sentiment_score":0.3}
{"full_text":"RT From a public records request:Within a day of Texas Gov. Greg Abbott sitting down with Breitbart at UT's Darryl K Royal-T...","sentiment_score":-0.0777777778}
{"full_text":"hi 282 likes nobody likes you","sentiment_score":0.0}
{"full_text":"RT If you think Prior Covid protects against Omicron (B.1.1.529), think again antibo...","sentiment_score":0.0}
{"full_text":"RT FYI - no-one, I repeat no-one, anywhere in the world, has yet died of Omicron. Please share this.","sentiment_score":0.0}
{"full_text":"RT In times of crisis, when Americans need to be brought together and politics needs to be set aside, you want the right le...","sentiment_score":0.2857142857}
{"full_text":"RT Dr. Oz says Fauci should be 'held accountable,' suggests he resign after 'misleading' Americans on COVIDhttps:\/\/t.co\/DOvzv63...","sentiment_score":0.0}
{"full_text":"Just a reminder that if you are vaccinated, good job, and please keep wearing your mask and being safe. A vaccine doesn't stop the virus, it gives your body tools to fight it. What can help significantly reduce the chances of contracting covid? A good mask. ","sentiment_score":0.56875}
{"full_text":"THE CHART REFERS TO ALL DEATHS AND NOT JUST COVID DEATHS","sentiment_score":0.0}
{"full_text":"RT And so it begins. A total of 84 people who attended the Argyle House nightclub in Newcastle between 9pm Wednesday December...","sentiment_score":0.0}
{"full_text":"RT 1\/ Here's an example of how parents are being lied to about the safety of COVID-19 vaccines for children.","sentiment_score":0.0}
{"full_text":"RT Boris telling GPs to cancel all appointments and dedicate all resources to a million vaccine boosters a day for the rest...","sentiment_score":0.0}
{"full_text":"Surely not, maybe you should get another 75 booster shots, before you get off the train, just to be on the safe side and make sure to triple mask in case you might breathe some fresh air.....cos covid","sentiment_score":0.2625}
{"full_text":"Doug is such a fearless leader that he couldn't even announce this himself last Friday. He had segregationist Kieran Moore do it for him.","sentiment_score":0.0}
{"full_text":"RT I've had zero vaccines and haven't had so much as a cold since 2019. ","sentiment_score":-0.6}
{"full_text":"RT this is still complying. you're just making the choice to spend 24 hours driving in order to comply with the requireme...","sentiment_score":0.0}
{"full_text":"Hi all, I'm inviting you all to join SurveyJ, a site that lets you earn money with social media. I just earned $790 and you can too! Sign up today for a $40 bonus! #cashgem #cashappfriday #stayathome","sentiment_score":0.0520833333}
{"full_text":"RT A New Zealand man received as many as 10 COVID-19 vaccinations in one day on behalf of other peopleIt's believed the man...","sentiment_score":0.1704545455}
{"full_text":"So I get the show must go on but y'all really getting on these planes during Covid to meet random people off the internet in other countries for #90DayFiance and this is pre-Vaccines too! I've been trying to make it make sense for 2 hours now!","sentiment_score":-0.1651041667}
{"full_text":"RT When America was experiencing the depths of pandemic and economic crisis, knew that we had to #BuildBackBetter. C...","sentiment_score":0.2}
{"full_text":"What's wrong with an at risk person self isolating? Masking and gloving up?Why does everyone have to go the the charade to protect the .1% of the population at risk?95% of adults vaxxed, plus those who have had covid. And we're still going through all this? Such a farce.","sentiment_score":-0.3}
{"full_text":"RT A rapid RTPCR test costs RS 3,900 at Mumbai\/Hyd Intl Airport, way above normal mkt prices (was RS 4500 till last week)...","sentiment_score":0.05}
{"full_text":"I had to have mine cut off a broken finger then COVID hot before I could get it fixed. Constant paranoia I'd lose it. I'm so sorry! Worst feeling!","sentiment_score":-0.2791666667}
{"full_text":"RT More than 797,000 #Americans have died from #COVID19, and #JoeBiden has not, in three long conversations, talked to #Chin...","sentiment_score":0.225}
{"full_text":"RT Covid is a deadly pandemic. It killed science, logic, evidence-based medicine, and common sense ","sentiment_score":-0.2333333333}
{"full_text":"RT Does this clown ever STFU?","sentiment_score":0.0}
{"full_text":"Wow some of these are actually... incredible...I didn't hear anyone say the COVID pen thing likeJfc. That can't be something someone has said... I don't know how... what...","sentiment_score":0.05}
{"full_text":"RT A tale of two studies. Both can't be right.CDC study says vaccine is 5 times better than natural immunity.https:\/\/t...","sentiment_score":0.3}
{"full_text":"Americans plan social holiday season despite Omicron - CBS News poll","sentiment_score":0.0333333333}
{"full_text":"RT Pandemic of The UNWAXXED...I don't think so....","sentiment_score":0.0}
{"full_text":"RT Donald Trump himself best channeled how his base views the pandemic when he said this: \"if you take the blue states out, we...","sentiment_score":0.0666666667}
{"full_text":"RT Ex-Trump aide Peter Navarro has refused to comply with a subpoena from the COVID select subcommittee -- saying Trump order...","sentiment_score":0.0}
{"full_text":"RT #Covaxin had 77.8% efficacy against symptomatic #COVID19 (usual metric reported by other vaccines) in India . And much...","sentiment_score":-0.0583333333}
{"full_text":"So, Americans, when can you control cov-19?Why can't you control the spread of the virus like China?","sentiment_score":0.0}
{"full_text":"My sister is at the ballet with her wife who tested positive for Covid THIS WEEK. So now I gotta go full big sister mode because bitch, what?","sentiment_score":0.1924242424}
{"full_text":"1 in every 100 Americans over the age of 65 has died of #COVID19. Seniors have borne the brunt of the pandemic as U.S. nears 800,000 COVID deaths. via #eldercare","sentiment_score":0.0}
{"full_text":"RT Covid is a deadly pandemic. It killed science, logic, evidence-based medicine, and common sense ","sentiment_score":-0.2333333333}
{"full_text":"RT I wish the Trump administration would've put more effort into planning a COVID response than they did plotting a coup a...","sentiment_score":0.5}
{"full_text":"What is this the liberal zone. Are y'all not fed up with the vaccine garbage yet? I'm vaccinated but fuck. How many mandates and this n that. And faucis can you take. Holy hell. 15 days to slow spread remember. Wake up. Aaron is the man","sentiment_score":-0.0666666667}
{"full_text":"RT Media: Include denominators in these headlines! You have to open the article to find out that 40,000 people = 3% of soldi...","sentiment_score":0.0}
{"full_text":"But it can, even CDC says that.","sentiment_score":0.0}
{"full_text":"RT British officials say the Omicron variant is likely to replace Delta as the dominant strain in the U.K. within days.https:...","sentiment_score":0.0}
{"full_text":"RT IT'S HAPPENINGMassive protest happening right now in Norway.\"NO TO COVID PASSPORTS, YES TO FREEDOM\"I'm on the sce...","sentiment_score":0.2857142857}
{"full_text":"Boris Johnson sets new booster target over 'Omicron tidal wave' - BBC News#onpoli #cdnpoli","sentiment_score":0.1363636364}
{"full_text":"RT Nigeria: Vaccination Rate: 1.4%Covid Death Rate: 1 death per 100,000 peopleUnited States: Vaccination Rate: 60%Cov...","sentiment_score":0.0}
{"full_text":"RT My kids have been in masks for two years. We can't get on a plane. They can't play sports or go to a cinema. I'm to be scared...","sentiment_score":0.0}
{"full_text":"Lumber prices have been on a wild ride since the pandemic onset. The price, measured per thousand board feet, was around $400 in December 2019, before the outbreak.  rent control is killing property owners and renters.","sentiment_score":0.1}
{"full_text":"RT BREAKING: Ex-Trump aide Peter Navarro WON'T comply with a subpoena from the COVID select subcommittee after Trump orde...","sentiment_score":0.0}
{"full_text":"RT He must not irritate us about stricter restrictions when he's been galavanting and collecting COVID.","sentiment_score":0.0}
{"full_text":"RT Omicron may be mild, but what if it isn't?Is waiting to see a chance worth taking?We should be using every available spa...","sentiment_score":0.3444444444}
{"full_text":"Just to be clear, if I'm the one willing to get a vaccine to protect my friends and family and you're not, that clearly puts you in the POC category. I already answered your question about your asshole father. Try reading. Now, as I said, you are boring. Go kill your family.","sentiment_score":-0.1375}
{"full_text":"RT All these lineages popping up suggests to me that Omicron is not that stable outside its original niche","sentiment_score":0.1875}
{"full_text":"RT Covid is a deadly pandemic. It killed science, logic, evidence-based medicine, and common sense ","sentiment_score":-0.2333333333}
{"full_text":"RT Greg Abbott, on vaccine mandates: \"This is about whether somebody is going to have something put into their body that they d...","sentiment_score":0.0}
{"full_text":"GM, everyone  I'm so sorry that I didn't active much. Because first. After lock down canceled my work at office is kinda crazy.. need to do OT almost everyday and second I'm in rehab because when I'm drawing I'm not in a good position. (1)","sentiment_score":-0.0487654321}
{"full_text":"going back home in half a week and i wanna stay with maxiiiiiieeeeeeee, somebody make housing and moving free before friday okay","sentiment_score":0.1833333333}
{"full_text":"RT Why is a Covid breakout happening this NBA season while 95% of the players are vaccinated but there was rarely any Covid case...","sentiment_score":0.3}
{"full_text":"RT Why don't you hear about this more? Because it doesn't fit the Left's narrative that #COVID19 is the biggest threat to ch...","sentiment_score":0.3}
{"full_text":"RT Covid is a deadly pandemic. It killed science, logic, evidence-based medicine, and common sense ","sentiment_score":-0.2333333333}
{"full_text":"RT Kingston...on fire.  Outbreaks at RMC and CFB Kingston as well.","sentiment_score":0.0}
{"full_text":"No fr","sentiment_score":0.0}
{"full_text":"RT That this administration seems to have given up on masks - one of the safest, most effective, and immediately scaleable interve...","sentiment_score":0.55}
{"full_text":"Can your pets catch COVID? Visit our Pets and COVID page here, for the answer to this question and many more.","sentiment_score":0.5}
{"full_text":"One thing to consider: In some cases, there are rules and regulations around the kinds of tips that workers can receive.","sentiment_score":0.0}
{"full_text":"RT Washington Post: 40,000 vaccine holdouts in the US military.","sentiment_score":-0.1}
{"full_text":"RT New wave of Covid hospitalizations as U.S. reaches grim milestone - NBC News","sentiment_score":-0.4318181818}
{"full_text":"RT A thing I have said over and over since the beginning of the pandemic is that covid showed many people that their boss doe...","sentiment_score":0.5}
{"full_text":"With new variants surfacing, India should take in account its #elderly population and undertake suitable policy changes to ensure their survival, says #COVID19 #Omnicronvariant","sentiment_score":0.3431818182}
{"full_text":"RT This is a Man of Honor &amp; Rightfully deserves World Recognition for Humanitarian Dedication to end Covid 19 Pandemic!!#CO...","sentiment_score":0.0}
{"full_text":"RT Covid is a deadly pandemic. It killed science, logic, evidence-based medicine, and common sense ","sentiment_score":-0.2333333333}
{"full_text":"RT (burning my whole mouth because i am to impatient to wait for my spaghetti and meatballs to cool down) i cannot taste th...","sentiment_score":0.0486111111}
{"full_text":"Workers on the night shift at Mayfield Consumer Products were in the heart of the holiday rush, turning out Christmas candles, when a tornado closed in on the factory and the word went out to \"duck and cover.\"https:\/\/t.co\/5DC1dKBHuU","sentiment_score":-0.1}
{"full_text":"RT A tornado outbreak on Friday night created almost unfathomable levels of destruction across Arkansas, Illinois, Kentucky, Miss...","sentiment_score":0.0}
{"full_text":"WATCH  Public finance needs to recoup after an all-time high public spending to stem COVID-19. How can domestic resource mobilization assist in the pandemic recovery?","sentiment_score":0.04}
{"full_text":"Whitney Webb Interview - Maxwell Trial Facade, Assange Extradition &amp;amp; The &amp;quot;Vaccine Equity&amp;quot; Hypocrisy","sentiment_score":0.0}
{"full_text":"The data are in: Coloradans who get a COVID vaccine booster are nearly 50 times less likely to be hospitalizedhttps:\/\/t.co\/DSk6RUOF2j","sentiment_score":-0.0222222222}
{"full_text":"ICYMI: Policy considerations for mandatory #COVID19 vaccination from the Collaboration on Social Science and Immunisation ... #openaccess ... \"benefits gained by vaccination mandates must be greater than the harms they may cause\" #medtwitter","sentiment_score":0.2666666667}
{"full_text":" \"PUBLIC HEALTH IS EVERYONE'S RESPONSIBILITY\" Here's Beatrice Luigi Gomez answer to the question regarding the mandatory universal vaccine passport. #70thMissUniverse  #philipphines #mostshared","sentiment_score":0.0}
{"full_text":"To learning more about noise and hearing loss prevention visit","sentiment_score":0.5}
{"full_text":"Democrats retool vaccine-mandates rhetoric as troubles mount for Biden's workplace ruleshttps:\/\/t.co\/5ePZPgJSvK","sentiment_score":0.0}
{"full_text":"RT The big deal is they don't bloody work.  The vaccines don't stop you either transmitting or contracting the virus.  Th...","sentiment_score":-0.4}
{"full_text":"RT Amid #Omicron threat, AKTU students launch virtual campaign for online exams @AktuStudents@Aktuchhatrsangh","sentiment_score":0.0}
{"full_text":"UNICEF plans to send COVID-19 related aid to North Korea, having received a sanctions exemption.Items worth around $1.48 million such as ventilators and cold chain equipment are part of the intended relief, but when they will reach the DPRK is unclear.https:\/\/t.co\/JQurt6wYUN","sentiment_score":-0.075}
{"full_text":"Omicron: Latest threat, or Newest excuse. on The Gorka Reality Check","sentiment_score":0.225}
{"full_text":"\"Given the current available data, it is likely that #Omicron will outpace the #Delta variant where community transmission occurs,\" it said#OmicronVirus    ","sentiment_score":0.1333333333}
{"full_text":"Japanese people's core beliefs disrupted amid COVID: study ---- The Mainichihttps:\/\/t.co\/XGL37PIJFQ","sentiment_score":0.0}
{"full_text":"What You Need To Know About Omicron Variant","sentiment_score":0.0}
{"full_text":"They're getting half pay too, right?","sentiment_score":0.0595238095}
{"full_text":"RT The decision came after thousands of New York-based health care workers were placed on unpaid leave following the impleme...","sentiment_score":0.1121212121}
{"full_text":"With omicron sweeping across Europe, UK raises its official #COVID19 threat level to reflect nation's concern over rapid spread of varianthttps:\/\/t.co\/P2dxYlzeqa","sentiment_score":0.0}
{"full_text":"at the Human Rights Forum: The ongoing pandemic worsened the situation of Human Rights in the world. The EU is committed to redouble efforts to fight against human rights violations. #HumanRightsDay@EU_Commission   ","sentiment_score":0.0}
{"full_text":"RT A tale of two studies. Both can't be right.CDC study says vaccine is 5 times better than natural immunity.https:\/\/t...","sentiment_score":0.3}
{"full_text":"It's Time To Panic: Here's Everything You Need To Know About Omicron","sentiment_score":0.0}
{"full_text":"UK children should be safeguarded, and not be in schools that do not have HEPA air filters or where everyone is vaccinated (if vaccine eligible) or where there are not N-95 masks worn.","sentiment_score":0.0}
{"full_text":"RT The contradiction of America  in juxtaposing headlines:'THERE ARE NO BEDS': Local hospitals diverting patients as #COV...","sentiment_score":0.0}
{"full_text":"COVID-19 boosters help keep our immunity strong. Find a booster near you to protect yourself and others. #VaccinesSaveLives For reliable, local information about COVID-19 in Shasta &amp; Tehama dial 2-1-1, text \"covid\" to 211-211, or visit","sentiment_score":0.1777777778}
{"full_text":"Even as more and more states report their first cases of the omicron variant, it's still the super contagious delta variant that's driving nearly all new Covid-19 cases in the US.https:\/\/t.co\/eEgwmsz4SV","sentiment_score":0.3032828283}
{"full_text":"An unauthorized demonstration took place in Greiz, Germany, where local police were deployed to patrol the rally against COVID restrictions.","sentiment_score":0.0}
{"full_text":"RT This video needs to be played, often, during the electoral campaign.Imagine being a Federal Health Minister and never...","sentiment_score":0.0}
{"full_text":"Telehealth to stay after pandemic success","sentiment_score":0.3}
{"full_text":"Covid booster vaccines: MP questions how target will be met - Bournemouth Echo","sentiment_score":0.0}
{"full_text":"DEADLY TORNADO OUTBREAK: Kentucky Gov. Andy Beshear tells in a one-on-one interview that it \"will take years to rebuild.\" ","sentiment_score":-0.2}
{"full_text":"RT At 23% efficacy what are we relying on? Is there even a point to the vax anymore? Why a 3rd shot? More of the same? Vax...","sentiment_score":0.1666666667}
{"full_text":"RT \"Most of the 43 cases caused by Omicron variant identified in the US so far were in people who were fully vaccinated, and...","sentiment_score":0.3}
{"full_text":"Economists are not expecting a surprise on Thursday as the Bangko Sentral ng Pilipinas (BSP) is likely to keep interest rates at record lows to help the economy fully recover from the pandemic-induced recession.","sentiment_score":0.0}
{"full_text":"RT The same folks that refuse to wear a mask or get vaxxed are gonna be asked to make much bigger sacrifices in the near futur...","sentiment_score":0.0333333333}
{"full_text":"RT Covid is such a concern at Reagan National that they put all the flights' baggage on one belt-- forcing everyone to pack...","sentiment_score":0.0}
{"full_text":"RT I would be honest about how easy it is for men to string women along, taking away their 20's with promises, and then walking...","sentiment_score":0.5166666667}
{"full_text":"Warnings about the impact of the Omicron variant overseas have not troubled #ASX investors, who have produced a broad-based rally.https:\/\/t.co\/wlJV00W5BZ","sentiment_score":0.25}
{"full_text":"RT Ark. Gov. Hutchinson: Vaccine mandates are unconstitutional - #OANN","sentiment_score":0.0}
{"full_text":"While sporadic fighting continues in parts of eastern Democratic Republic of the Congo, thousands who fled to Uganda have chosen to return. Others, uncertain about the future, have opted to stay.https:\/\/t.co\/WOX89osfhd","sentiment_score":0.0}
{"full_text":"Warm weather was a crucial ingredient in this weekend's tornado outbreak, but whether climate change is a factor is not quite as clear, meteorologists say.https:\/\/t.co\/Rjf1EiBr4B","sentiment_score":0.2333333333}
{"full_text":"RT Why do adults carrying excess weight seem so vulnerable to Covid? The coronavirus can invade body fat, researchers have foun...","sentiment_score":-0.5}
{"full_text":"Health Minister Greg Hunt has assured Australians the country has more than enough doses to cover the need for Covid-19 booster shots, even though the timing of a third short has been brought forward by a month.https:\/\/t.co\/VKjdVg1qXN","sentiment_score":0.125}
{"full_text":"RT No mainstream media source is impartial when it comes to COVID measures.They deliberately amplify the worst doomsday sc...","sentiment_score":-1.0}
{"full_text":"\"What should I do if I experience a fever after vaccination?\"The answer is... HERE.#COVID19 Vaccine Q&amp;Ahttps:\/\/t.co\/lBesVV0CV9Our English website for COVID-19 information","sentiment_score":0.0}
{"full_text":"Brazilian Ministry of Health suffers cyberattack and COVID-19 vaccination data vanishes | ZDNet","sentiment_score":-0.6}
{"full_text":"B home soon don't got a life sentence just a lite 1 ctfu big bbbbrrrrrrr stay switching Dem glizzy","sentiment_score":0.0}
{"full_text":"12+ Chinese listed companies have suspended production in response to COVID restrictions","sentiment_score":0.0}
{"full_text":"ICYMI: Companies of all sizes are rethinking their plans to send workers back to the office as the new omicron variant adds another layer of uncertainty.https:\/\/t.co\/Qp41HMldUD","sentiment_score":0.0681818182}
{"full_text":"Things we don't talk about enough: - the % of labor shortages caused by covid deaths &amp; long covid - the upcoming \\ effect on consumer spending when people have to start paying student loans again after an almost 2 year hiatus","sentiment_score":-0.025}
{"full_text":"Britain raised its Covid alert level on Sunday in response to the rapid spread of the Omicron variant of the virus, as medical authorities warned that hospitalisations are likely to rise sharply over the coming weeks.Read more at:","sentiment_score":0.09375}
{"full_text":"RT You out there in Twitter land have consistently pressed\/called\/emailed and forced them to act. You shouldn't have to.","sentiment_score":-0.025}
{"full_text":"Airlines call for UK support after Omicron dents recovery hopes","sentiment_score":0.0}
{"full_text":"RT Washington Post: 40,000 vaccine holdouts in the US military.","sentiment_score":-0.1}
{"full_text":"RT Considerable effort has been spent to downplay COVID's impact on childrenNames:Monica Gandhi, Vinay Prasad, Marty Maka...","sentiment_score":0.0}
{"full_text":"Really enjoyed the experience of American Airlines business class from Milan to Miami before the COVID-19 pandemic! #americanairlines #oneworld #businessclass #transatlantic #boeing777 #luxurytravel #lieflatseat #travelphoto #tripplus","sentiment_score":0.25}
{"full_text":"RT Several of our biggest national problems -- budget, inflation, supply chain, crime, pandemic, healthcare -- would have be...","sentiment_score":0.0}
{"full_text":"Thinking about buying Afternoon Tea Party for Two By Post -UK Mainland? Read our latest review of the product by Rachel C. via","sentiment_score":0.5}
{"full_text":"RT Dog... So you point to known exaggerated covid deaths, and ignore the 80,000+ vax death in the...","sentiment_score":-0.5}
{"full_text":"RT Understand that ATAGI has now approved getting that 3rd booster shot at 5 months, and that Moderna is also approved for...","sentiment_score":0.0}
{"full_text":"RT My in-laws go to a church where the pastor got covid, very few wear masks and vax is frowned upon. The mi...","sentiment_score":-0.26}
{"full_text":"RT If you're wondering what difference a booster makes, THIS is the key! An mRNA booster on top of prior infection OR on...","sentiment_score":0.1666666667}
{"full_text":"RT 1\/144 HG Me02R-F01 Messer Type-F01Silhouette Cameo 4 gunpla base video is uphttps:\/\/t.co\/1y2bOsgX0MWith my trip to Tasm...","sentiment_score":-0.8}
{"full_text":"Here's our front page for today.#Vietnam #digital #economy #Korea #India #flights #COVID19 #UStornadoes","sentiment_score":0.0}
{"full_text":"RT That is misinformation. We both know the current vaccine won't even come close to eradicating Covid-19. However, the...","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $TS today at $20.44 per share, and the stock prices rebound back to pre-pandemic prices at $20.78, your investment would be worth $1016.63! That's 2% growth and $16.63 profit!  See more:  $CHM.A $AMRX $SD $WES $AN","sentiment_score":0.3229166667}
{"full_text":"Mobile monoclonal antibody #COVID #treatment sites are now available in CO! Get tested at first symptoms!  Visit for info!@BethanyKwan ","sentiment_score":0.40625}
{"full_text":"Vietnam reports 16,141 new Covid cases: Vietnam has reported 16,141 new Covid-19 cases on Saturday, including 16,104 locally transmitted and 37 imported, according to its Ministry of Health. Most of the community cases were... #Covid19 #Health #Lifestyle","sentiment_score":0.1931818182}
{"full_text":"Covid: 97.3 pct of Malaysia's adult population fully vaccinated","sentiment_score":0.1}
{"full_text":"Stressful time for parents right now. Paediatrician answers 3 of the most asked questions about kids and covid. Hope it helps! #ItDoesntHaveToHurt","sentiment_score":0.4553571429}
{"full_text":"Yep we're gonna teech them there Dimocrat's a lesson, we'll show'em when we die from their bogus covid...it's all a hoax","sentiment_score":0.0}
{"full_text":"Trump the wannabe Dictator threatened to have Republican voters stay home in 2022 and 2024 unless the party is able to \"solve\" (by which he seems to mean overturn) the result of the last presidential election, which he lost.","sentiment_score":0.0625}
{"full_text":"Once a temporary measure, virtual medical appointments will become a permanent feature of Australia's health system. #COVID","sentiment_score":0.0}
{"full_text":"With Christmas and the new year fast approaching, many wonder if it's safe to get together for traditional gatherings. Dr. Jason Row offers guidance for staying healthy and preventing the spread of COVID-19 as we celebrate the holidays.","sentiment_score":0.2420454545}
{"full_text":"RT I can't get over the fact that the Trump administration had a coup plan but not a vaccine plan","sentiment_score":0.0}
{"full_text":"RT Undergoing YET ANOTHER expensive time consuming invasive and unnecessary Covid test despite being double vaxxed AND ha...","sentiment_score":-0.3}
{"full_text":"I like Marcy and I like Nancy; and the problems you mention stem from TFG totally bungling the U.S. COVID response and then dumping this bag of shtt into President Biden's lap. Except CRT, which is an imaginary problem.","sentiment_score":0.0}
{"full_text":"Funny, I am able to afford and celebrate with my family. Thanks to the vaccine and booster. I am living in Biden's America and doing just fine","sentiment_score":0.3416666667}
{"full_text":"For the archive.","sentiment_score":0.0}
{"full_text":"RT How many children have died each year from flu in the US since 2004, according to CDC numbers? Around 100 on average, and t...","sentiment_score":0.175}
{"full_text":"Mrs Delgado review -- a timely lockdown comedy about an inappropriate party | Times2 | The Times","sentiment_score":0.0}
