{"full_text":"RT The whole industry is slowly trying to destroy Taylor Swift yet again. Her re-recordings and its success are unprecedented...","sentiment_score":0.12}
{"full_text":"RT Stop treating catching Covid like it's some sort of proof-of-sin. You do know that you can do everything \"right\" and sti...","sentiment_score":0.4428571429}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"You've made money out of it. And you seem to have no concern for your fellow Australians who have been impacted by the mental health toll of Covid. Too busy worrying about yourself. Brittany I have zero respect for you.","sentiment_score":0.0}
{"full_text":"Going to put this out there. Next week will see the most dramatic of 'U-Turns' by Bozo Johnson. Lockdown Monday will be an emergency announcement with effect from midnight meaning Tuesday will be the 1 day of full lockdown. Bozo will announce \"forgive me...eerrm, forgive me\"...","sentiment_score":0.1041666667}
{"full_text":"RT Breaking: The Netherlands in tight lockdown. As is Ireland, Germany and others.Australia...not so much.#omicron","sentiment_score":-0.1785714286}
{"full_text":"RT DEC 18: #COVID19 in #Ontario3301 cases, 4* deaths, 1207 resolved54407 tests\/day, 36494 pending, 8.9% pos154 in ICU (99 on...","sentiment_score":0.0}
{"full_text":"RT VERIVERY Yongseung tests positive for COVID-19He immediately began self-quarantine, and there are no additional sympto...","sentiment_score":0.2272727273}
{"full_text":"RT the president of the usa is doing tik toks w the jonas brothers, the vice president is doing snl skits w charlemagne, it's 7...","sentiment_score":0.0}
{"full_text":"RT Thom Hartmann: Under Trump Steve Mnuchin awarded one trucking company $700 million, 95% of all available funds to address th...","sentiment_score":0.4}
{"full_text":"RT Being the Debbie Downer of my family &amp; friend group re covid sucks.","sentiment_score":-0.3}
{"full_text":"RT BRACING FOR COVID: Face masks have become the defining symbol of this pandemic. Whether you like them or not, they are h...","sentiment_score":0.0}
{"full_text":"RT After covid19 #PushpaTheRise is the biggest first pan indian movie of south india . This movie creating many records , S...","sentiment_score":0.375}
{"full_text":"RT the president of the usa is doing tik toks w the jonas brothers, the vice president is doing snl skits w charlemagne, it's 7...","sentiment_score":0.0}
{"full_text":"RT If you \"follow the science\" or are even just informed by it, it is hard not to conclude SAGE scientists are pointing to quite...","sentiment_score":-0.2916666667}
{"full_text":"RT The explanations around doomy Covid 19 scenario planning seem so incredible I don't think I understan...","sentiment_score":0.9}
{"full_text":"Hundreds of vaccine supporters to promote booster jab across England","sentiment_score":0.0}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"RT Unvaccinated teachers in Victoria are having their holiday pay withheld from them for not having the jab. If they get vacc...","sentiment_score":0.0}
{"full_text":"RT Trump played an arena in Houston tonight which will time out perfectly with omicron surge and a power grid failure in six w...","sentiment_score":0.3416666667}
{"full_text":"RT Hear, hear.","sentiment_score":0.0}
{"full_text":"RT A COVID testing place near me had 2+ hour lines most of today, which are now (around 8pm) down to 30 mins or so. A person worki...","sentiment_score":0.1481481481}
{"full_text":"RT FASTER HOSPITALIZATION WITH #Omicron--Latest data on hospital admissions in London (Omicron epicenter) shows Omicron wav...","sentiment_score":0.0}
{"full_text":"RT Y'all keep saying \"another lockdown \" and we never locked down lol","sentiment_score":0.3222222222}
{"full_text":"RT Omicron means small mouth. A gift from the Earth which might well swallow the flood of Covid virus. Let us hope.","sentiment_score":-0.25}
{"full_text":"RT On the one hand, I'm glad he's gone, and on the other is there anyone worse who might replace him?","sentiment_score":-0.0083333333}
{"full_text":"22 and I'll be 25 ","sentiment_score":0.0}
{"full_text":"RT Prosecute Trump, Atlas, Kushner, and the rest of them. 800,000 people are dead partly because of criminal negligence.","sentiment_score":-0.3}
{"full_text":"RT I'm getting so pissed with this \"only in theaters\" shit. I'm not risking getting Omicron or any other strain of the Rona jus...","sentiment_score":-0.1083333333}
{"full_text":"RT This is not an acceptable public health response from the Biden White House to the new Omicron variant. This is an abd...","sentiment_score":0.0454545455}
{"full_text":"RT If you are double vaccinated or even had your booster and wear face mask at appropriate places. Drop me a follow like...","sentiment_score":0.25}
{"full_text":"Department of Health reveals contact tracing secret to avoid quarantine over Christmas #springst","sentiment_score":-0.4}
{"full_text":"RT BC Needs to Get Serious about OmicronThere is much more the government could to do blunt the variant's exponential threa...","sentiment_score":0.0833333333}
{"full_text":"RT Pfizer Requests Full Approval For Covid-19 Vaccine For 12- To 15-Year-Olds","sentiment_score":0.35}
{"full_text":"RT Vaccine efficacy against power trips not compelling","sentiment_score":-0.15}
{"full_text":"RT The size of Nigeria gives us an economic advantage which was seen when all the western nation had to end their travel...","sentiment_score":0.1}
{"full_text":"Family member has ptsd following botched medical procedure as a child. They're prescribed meds from GP for the day of a vaccine to get them through and have managed all 3 in this way.  Might be worth asking?","sentiment_score":0.1}
{"full_text":"RT #AKTUExamPostpone Thousands of students are writing and appealing to conduct #AKTU Exams online seeing the omicron. Wit...","sentiment_score":0.5}
{"full_text":"A member of a broadcast crew at the ongoing second Ashes test in Adelaide has tested positive for COVID-19, the organisers said on day four of the pink-ball contest. #Asheshttps:\/\/t.co\/MQBKGLhdcP","sentiment_score":0.1136363636}
{"full_text":"RT Even though I distinctly remember what pre-pandemic life was like, I absolutely cannot remember what life was like before...","sentiment_score":0.25}
{"full_text":"RT the president of the usa is doing tik toks w the jonas brothers, the vice president is doing snl skits w charlemagne, it's 7...","sentiment_score":0.0}
{"full_text":"RT 7)  based on the rate of Danish #Omicron vs Delta - (and many others) have modeled Omicron to be anywhere from 4...","sentiment_score":0.5}
{"full_text":"RT  | BREAKING: Large family Christmas gatherings are at risk of being banned after Sage called for an \"immediate\" curtail...","sentiment_score":0.2142857143}
{"full_text":"Premier League Schedule Decimated By Covid Chaos | Football News","sentiment_score":0.0}
{"full_text":"RT To All NTR, SSR &amp; Charan Fans Who are going to attend today's Event in BOMBAY,.Please Do Wear a Mask  &amp; Carry a Sani...","sentiment_score":0.0}
{"full_text":"RT Kyrie coming back and then being sent to covid protocols","sentiment_score":0.0}
{"full_text":"RT why would u get in a line to get tested for covid and not wear ur mask .. girl ...","sentiment_score":0.0}
{"full_text":"The misinformation from Fox news has killed more Americans than the Vietnam war. You have promoted anti vaccine campaigns and unproven treatments. Fox news needs to be held accountable.","sentiment_score":0.15}
{"full_text":"RT [reasonable modelling assumptions] for omicron growth advantage, generally have a minimum of 5,000 hospital admissions per...","sentiment_score":0.125}
{"full_text":"RT #AKTU students oppose offline UG-PG examinations scheduled in December-January, cite threat posed by Covid and Omicron....","sentiment_score":0.0}
{"full_text":"RT Even IF Omicron turns out to be mild in vaccinated people, an explosion of cases will have a devastating effect on health...","sentiment_score":-0.3333333333}
{"full_text":"RT Good pussy idk","sentiment_score":0.7}
{"full_text":"RT Restrictions are not \"lockdowns\". Ppl were flying. Going out. Having parties. That doesn't happen during a \"lockdown \"","sentiment_score":0.0}
{"full_text":"RT Where the ever-loving hell is on messaging? Omicron is real and here. Every grown-up epi knows that, and many of us...","sentiment_score":0.35}
{"full_text":"RT In view of COVID-19 pandemic, as per the protocol, necessary arrangements are made by every Sunday, for the compl...","sentiment_score":0.0}
{"full_text":"RT Them covid jokes don't hit the same no more. Shit actually hella depressing.","sentiment_score":-0.21}
{"full_text":"\"If you're feeling uncertain, then it's not compulsory to go out\"  I don't feel uncertain, I know for sure that Covid could easily kill me. Right now, my neighbors aren't even wearing masks in our apartment elevator. What \"choice\" do I have?","sentiment_score":0.4063492063}
{"full_text":"RT Chris Whitty politely destroys a Tory MP bravely asking an idiotic question on behalf of fellow idiots. #covidiots #omicron   ht...","sentiment_score":-0.2222222222}
{"full_text":"RT 10) Short lesson how exponential #Omicron math will work--even if we hypothetically set it extreme at 1\/10th as lethal--but j...","sentiment_score":-0.0625}
{"full_text":"RT Nobody gives a fuck about Omicron. Now go and enjoy your Christmas.","sentiment_score":0.0}
{"full_text":"RT In New York and New Jersey, the omicron variant made up 13% of cases as of Wednesday.\"We know it's the most transmissible v...","sentiment_score":0.2575757576}
{"full_text":"RT .@EU_Commission urgent a review of the COVID certificate issuance; i...","sentiment_score":0.0}
{"full_text":"RT The Netherlands have been using covid passports.Now they are going into another strict lockdown.","sentiment_score":0.0}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT 3) I'm switching from regular KN95 to N95 now in indoor places with other people-- #Omicron is so contagious. Make sure your...","sentiment_score":0.125}
{"full_text":"RT when the pandemic started i was 20 and now i'm. on psychiatric medication","sentiment_score":0.0}
{"full_text":"Did he answer you? Because he has yet to answer for what he did with all the pandemic recovery money and rapid tests our PM already sent him.","sentiment_score":0.0}
{"full_text":"It happens, how you handle this will make all the difference. Courage and GL brotherIm good, killed the covid, back home, training like a beast :)","sentiment_score":0.25}
{"full_text":"RT Holland has just gone back into lockdown. It's just a coincidence all countries are doing the same thing at the same...","sentiment_score":0.0}
{"full_text":"RT I have thought the same since the pandemic began. He wants people - especially old...","sentiment_score":0.1333333333}
{"full_text":"RT The Covid-19 surge has prompted yet another cancellation, this time for the Radio City Music Hall's Rockettes, who won't be high-k...","sentiment_score":0.0}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
{"full_text":"RT for my friends to catch the marriage variant ","sentiment_score":0.0}
{"full_text":"RT Good news : it's not covid. Bad news : someone threw up on me.","sentiment_score":5.551115123e-17}
{"full_text":"RT 5 million children have become COVID orphans. BIPOC communities make up only 39% of the US population but our children ac...","sentiment_score":0.0}
{"full_text":"RT Vaccine Mandates Cost My Husband His Job | Ep. 84 via","sentiment_score":0.0}
{"full_text":"RT Can you provide the You Tube link?People get very exercised if someone dates suggest that choir singing spr...","sentiment_score":0.2}
{"full_text":"RT When I tweet about rapid tests, I get replies saying \"but... they are expensive, how dare you suggest this\" etcI wan...","sentiment_score":-0.35}
{"full_text":"RT Songbird wasn't just a movie","sentiment_score":0.0}
{"full_text":"RT Don't allow this fraud to claw his way back to relevancy.","sentiment_score":0.0}
{"full_text":"RT Washington State Senator Doug Erickson opposed vaccine mandates. He called for the resignation of Governor Jay Inslee...","sentiment_score":0.0}
{"full_text":"RT Opening the international borders, getting rid of quarantine, masks, and QR codes, just as a new variant landed, means t...","sentiment_score":0.0681818182}
{"full_text":"RT Really? A patriot? A man who negotiated a Brexit deal that, according to the government's own figures, will do twice the eco...","sentiment_score":0.4}
{"full_text":"RT Them covid jokes don't hit the same no more. Shit actually hella depressing.","sentiment_score":-0.21}
{"full_text":"RT Now That's What I Call COVID Volume 7","sentiment_score":0.0}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"RT Yeah, I'm about to just go on and let y'all have this shit for good.Suddenly environmental justice, Black maternal heal...","sentiment_score":-0.1833333333}
{"full_text":"The indoctrination on the left is just as bad.Think: omicron and Delta spread internationally by international travellers. Only the vaccinated can travel internationally. So it was the vaccinated who spread omicron and delta to all parts of the world.","sentiment_score":0.0}
{"full_text":"The prayer is the prep talk, it doesn't absolve you of any responsibility. So, when you can't see #NoWayHome or feel like you're under #lockdown, the prayer sets you free and gives you clarity of thoughts and action. #SundayMorning #SundayThoughts #sundayvibes","sentiment_score":0.25}
{"full_text":"#COVID19 cases are spiking all over the world, but the Executive Director of the #UN Children's Fund (UNICEF) said that despite the rise of the highly transmissible #Omicron variant \"nationwide school closures should be avoided whenever possible.\"https:\/\/t.co\/2eqvzJalR3","sentiment_score":0.08}
{"full_text":" 6 days left!Tour through beautiful scenic routes or be coached by a virtual instructor at our MyRide virtual spin sessionsBook: iScuba app Wear a mask when not exercising and follow guidelines and signs#buryleisure #spin","sentiment_score":0.85}
{"full_text":"RT If we go back on lockdown, I promise it's nothing personal but I don't think I can go to a Zoom hangout ever again","sentiment_score":0.0}
{"full_text":"Expert calls for 'targeted protection measures' for vulnerable to move away from further lockdowns","sentiment_score":-0.25}
{"full_text":"RT 5 million children have become COVID orphans. BIPOC communities make up only 39% of the US population but our children ac...","sentiment_score":0.0}
{"full_text":"RT endgame u so lucky there's a pandemic rn","sentiment_score":0.3333333333}
{"full_text":"Ghibli Museum in Tokyo battles pandemic in 20th anniversary year - The Japan News","sentiment_score":0.0}
{"full_text":"RT Is Joe Biden covering up the origins of COVID?","sentiment_score":0.0}
{"full_text":"RT Omicron may be less severe in South Africa. It may not be the case for the U.S. : Goats and Soda : NPR","sentiment_score":-0.1666666667}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"Komen cepat guys! Who will you be in a zombie pandemic ni? Find your #Happiness with #HanHyoJoo, #ParkHyungSik and #JoWooJin, all episodes available for VIP on #iQiyi app and","sentiment_score":0.55}
{"full_text":"Only unvaccinated players and those experiencing possible symptoms of COVID-19 will be tested, starting Sunday, under the NFL's revised protocols. Also, higher risk players have until 2 p.m. Monday to send written notice if they choose to opt outhttps:\/\/t.co\/9EJcf7QZ54","sentiment_score":0.0625}
{"full_text":"1\/3 SC&amp;FM #WangYi said, with the solid &amp; significant outcomes achieved over the past 8yrs esp under global pandemic &amp; fluid international landscape, the #BRI has become a road of hope that bolsters resilience &amp; boosts confidence.","sentiment_score":0.0208333333}
{"full_text":"Urgent appeal to regular blood donors as Covid impacts stockshttps:\/\/t.co\/QllaGsgfIR","sentiment_score":0.0}
{"full_text":"Detroit Red Wings personnel placed in COVID- 19 protocolhttps:\/\/t.co\/CBayj8h2Yb","sentiment_score":0.0}
{"full_text":"Due to the new lockdown restrictions the in-person service for today has unfortunately been cancelled. Instead you are warmly invited to join us online for a Service of Lessons and Carols at 10:30am!","sentiment_score":0.0653409091}
{"full_text":"RT As we're about to start our junior year of the pandemic,I was wondering, will you sign my yearbook.?","sentiment_score":0.0}
{"full_text":"Watch Uttarakhand CM, detail the different challenges to vaccinations in the state, and how #Sanjeevani - A Shot Of Life, a CSR initiative, helped spread COVID-19 vaccine awareness.#PooraTikaLagao","sentiment_score":0.0}
{"full_text":"It's a vaccine myth! You won't be contagious with COVID as a result of being vaccinated. #jab4tourism #backtotravel #travelsafeeatsafe #saveoursummer","sentiment_score":0.0}
{"full_text":"North Korea has implemented strict border controls in order to prevent the spread of COVID-19.But even when the pandemic is over, it is likely that the authorities will continue to justify their harsh measures. Here's why:https:\/\/t.co\/K6oz5cKE3K","sentiment_score":-0.1}
{"full_text":"Wait","sentiment_score":0.0}
{"full_text":"#Omicron warning: Schools told to brace for 'really big' wave of #Covid cases - crisis looms","sentiment_score":0.0}
{"full_text":"The entire eligible population in Andaman and Nicobar Islands has been given both doses of the anti-Covid vaccine, said the UT administration on Sunday.","sentiment_score":0.0}
{"full_text":"Officials are said to be drawing up plans","sentiment_score":0.0}
{"full_text":"My Twitter conversation with the chairman of the Sage Covid modelling committee Fraser Nelsonhttps:\/\/t.co\/v2YhD6az3y","sentiment_score":0.0}
{"full_text":"Hybrid working mode is here to stay, find out more:https:\/\/t.co\/nsiJlkXD5D#hybrid #working #mode #work #from #home #covid #covid19 #change #business #future","sentiment_score":0.0}
{"full_text":"RT Covid nineteen 2 Covid 2 Nineteen Covid Nineteen: Tokyo Drift Covid &amp; NineteenFast NineteenCovid Nineteen 6 Nineteen 7...","sentiment_score":0.0}
{"full_text":"Where did I say that Victoria opened up with too many cases? You made that assumption for me. I said Victoria opened up with a higher rate of infections. And cases will likely increase. That's not a failure, it's the reality of a pandemic that cannot be micromanaged indefinitely.","sentiment_score":0.2270833333}
{"full_text":"Santa Hops On Fire Truck To Bring Christmas Cheer To Children With Covid","sentiment_score":0.0}
{"full_text":"Catch up: London mayor Sadiq Khan declares a \"major incident\" in the British capital due to the spread of the omicron variant.https:\/\/t.co\/O8uuGuCYVH","sentiment_score":-0.0208333333}
{"full_text":"COVID-19, How to Solve Plastic Waste <<World Mission Society Church of God>> #ASEZWAO #PlasticWaste #Solution via","sentiment_score":-0.2}
{"full_text":"It was still good. I enjoyed it very much.  Better to be safe than sorry.Yes, Covid sucks! #CovidBlows","sentiment_score":0.365}
{"full_text":"Are the kids really alright? This small study by found that #COVID19SA messaging may have scared some children into a fear response. So how can we improve the way we speak to kids about COVID? Find out in our #BhekisisaResource","sentiment_score":-0.025}
{"full_text":"RT Got to say - the idea of allowing a summer wave to ensure we had an uneventful winter is up there among the worst take...","sentiment_score":-1.0}
{"full_text":"Tens of millions of workers across the U.S. are in limbo as federal courts have issued different rulings related to President Joe Biden's COVID-19 vaccine mandates for larger private companies, health care workers and federal government contractors.https:\/\/t.co\/aDq85qKJTh","sentiment_score":0.0}
{"full_text":"SNL is one of many productions that are switching things up amid this COVID surge","sentiment_score":0.5}
{"full_text":"It's a vaccine myth! You won't be contagious with COVID as a result of being vaccinated. #jab4tourism #backtotravel #travelsafeeatsafe #saveoursummer","sentiment_score":0.0}
{"full_text":"Ci vediamo dopo - See you later - aelwphbkanaihm #dayMotivation Poldo ItalianFood Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #foodie","sentiment_score":0.0}
{"full_text":"RT This is called \"focused protection.\" Using the tools we have to protect the vulnerable, without massive disruption + i...","sentiment_score":-0.25}
{"full_text":"If you catch Covid after having 2 does of the Pfizer vax, you have super immunity! This is proof that mask mandates are utter bullshit! No mention of boosters being necessary either. This is also how to reach herd immunity.","sentiment_score":0.1388888889}
{"full_text":"RT Oh my.Experts are starting to be allowed to speak out.\" As a Doctor, it pains me to say this, but I believe a climate of dr...","sentiment_score":0.0}
{"full_text":"The NHS is under increasing pressure due to Covid and the vaccine roll-outhttps:\/\/t.co\/HPbtcIpwSj","sentiment_score":-0.125}
{"full_text":"Medical officials in Kansas and Missouri are delaying surgeries, turning away transfers and desperately trying to hire traveling nurses, as cases double and triple in an eerie reminder of last year's holiday season.","sentiment_score":-0.22}
{"full_text":"RT Them covid jokes don't hit the same no more. Shit actually hella depressing.","sentiment_score":-0.21}
{"full_text":"Current Conditions for #Sayre PATemp: 33.6FWind Chill: 28.6FHumidity: 92%Dew Point: 31.5F Barometer: 30.078 inHgWind: 6 mph from the NWCorona Virus Weekly Stats:Cases: 296.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT #aktuonlineexam2022#aktuonlinexam@AktuStudentsStill there anything left to show  that there is no. Co...","sentiment_score":0.0}
{"full_text":"Stay home if you can. Upgrade your mask to a N95!!","sentiment_score":0.0}
{"full_text":"RT Except Nova Scotia, nearly every Canadian province and territory will soon offer COVID-19 booster shots to a majority of t...","sentiment_score":0.1}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT Disabled people have predicted everything about this pandemic. It is so exhausting to be right all the time and still...","sentiment_score":-0.1047619048}
{"full_text":"RT Good pussy idk","sentiment_score":0.7}
{"full_text":"RT Perspective... \"New York, U.K. post COVID case records, but hospitalizations and deaths remain low\"","sentiment_score":0.0681818182}
{"full_text":"That last sentence is the key to understanding Covid.Eg. If I had an excuse to take a bunch of cars off the road it would be tempting... too many stupid people out there getting in the way all the time!That's the power they've had - continue their lives while others stall.","sentiment_score":-0.07}
{"full_text":"RT Washington state Senator Doug Ericksen, who sponsored legislation to prohibit COVID-19 vaccine mandates, has died after a batt...","sentiment_score":0.0}
{"full_text":"There comes a time when people not vaxxed should go to the back of th queue or be told to go home. The hospital\/medical system is going to collapse. Harsh, but it's going to become necessary. What about the hospital system in the next 10\/20 years under the weight of long covid.","sentiment_score":-0.05}
{"full_text":"Coronavirus and MTB bacteria cause disease that are communicable. I do not respect those that increase harm to others and themselves.","sentiment_score":0.0}
{"full_text":"RT Nashville ....it's time to put on your masks. There's a pandemic going on! ","sentiment_score":0.0}
{"full_text":"RT Scott Morrison declares public can \"choose to stay home\" if they're afraid of Covid, in latest sign he still hasn't grasped the...","sentiment_score":-0.0333333333}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"Vaccines, lots of FPP2 masks, no crowds, regular tests, wash hands, covid app in Germany actually works, meeting friends outdoors, in Germany only vaccinated people or tested could enter indoors. This last one I feel is one of the most important ones.","sentiment_score":0.15}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT One good news. This shows calling out outrageous decisions and putting pressure on politicians can have an impact. We mu...","sentiment_score":-0.15}
{"full_text":"RT BREAKING NEWS: Vocal Washington Republican anti-vaxxer lawmaker, who recently vowed to introduce a bill banning vaccin...","sentiment_score":0.0}
{"full_text":"This Is so accurate","sentiment_score":0.4}
{"full_text":"Andaman and Nicobar Islands achieve 100 pc double dose COVID vaccination (PTI) by #timesofindia via Unfollowers","sentiment_score":0.0}
{"full_text":"RT If you as an individual want to mask or lock yourself away then go right ahead but to impose new restrictions on free peopl...","sentiment_score":0.2055194805}
{"full_text":"Liverpool's Jurgen Klopp labels unvaccinated players 'a threat' and vows not to sign them","sentiment_score":0.0}
{"full_text":"All would be so appreciated by the staff. I did this for a hospital in British Columbia after one RN posted a thread about her traumatic day with the death of a man at age 56 from Covid who had been moved out of ICU that day and had suddenly died a few hours later. So, if you can","sentiment_score":0.0}
{"full_text":"Tom Dean Ruled Out of Short Course World Championships Due to COVID Contact","sentiment_score":-0.0625}
{"full_text":"Liverpool team news: Expected XI vs Tottenham as Jurgen Klopp battles with Covid crisis","sentiment_score":-0.1}
{"full_text":"Not a matter if we will lockdown but a matter of when.Hopefully not yet for the sake of young families.","sentiment_score":0.1}
{"full_text":"Science and Technology, a Panacea or a Disease for a NationSee: #SundayMotivation #disease #India #Nation #Panacea #Science #Technology #vaccine","sentiment_score":0.0}
{"full_text":"RT I actually can't believe something that makes this much sense exists","sentiment_score":0.1}
{"full_text":"RT We don't have a Pandemic of the Unvaccinated. Or even the Vaccinated.We have a Pandemic of the Privileged. And that's wh...","sentiment_score":0.0}
{"full_text":"RT The vaccine passports in the Netherlands clearly worked then","sentiment_score":0.1}
{"full_text":"RT Omicron wave is so severe that hospitals are firing doctors and nurses.","sentiment_score":0.0}
{"full_text":"RT endgame u so lucky there's a pandemic rn","sentiment_score":0.3333333333}
