{"full_text":"I mean had we not shut down this pandemic would be over already, like regular flu season, even the deadlier ones. We are just artificially prolonging this at this point","sentiment_score":-0.2670138889}
{"full_text":"RT I live in Two India I live in an India where the Govt showers flower petals to honour corona warriors &amp; yet, I live in an...","sentiment_score":0.1363636364}
{"full_text":"There are abnormalities. My friend lost his dad to Covid. It was covid that killed him. He had no other health issues. However, his grandmother died from an infection in hospital, 3 weeks after catching covid. She'd actually recovered from covid, but it's on the death certificate","sentiment_score":0.115625}
{"full_text":"Better public education, crack down on misinformation, payments and assistance to isolate and lock down, stringent quarantine more than blunt border closures. All things that have been done somewhere eg in Vietnam, China, Cuba, NZ even...","sentiment_score":0.1377777778}
{"full_text":"RT  Daily Mirror - 'Number of COVID patients in England's NHS hospital rockets by 62% in Christmas surge'FACT CHECK  I...","sentiment_score":0.0}
{"full_text":"RT White House kicks press to the door as Biden begins taking questions from governors regarding COVID-19","sentiment_score":0.0}
{"full_text":"Healthy ppl weren't getting dangerously sick from covid to begin with. And yes, the vaccine was advertised as it'll \"stop the pandemic\". It's worse by far, than when there was no vaccine","sentiment_score":-0.1285714286}
{"full_text":"RT Can't help but feel tweets advertising the wearing of masks to combat this AIRBORNE virus would be much more effective...","sentiment_score":0.55}
{"full_text":"RT I have a cunning plan to get the Covid Positive Numbers Down...","sentiment_score":0.0239057239}
{"full_text":"Take care. I spent two days in bed wth the side effects.","sentiment_score":-0.1}
{"full_text":"We demand justicehttps:\/\/t.co\/lIry5hXjxP#LeonLevine #Clt","sentiment_score":0.0}
{"full_text":"RT PRIVATE HIRE &amp; TAXIGEORGE SQUARE \"SIT IN\"To protest our trade's total exclusion from Covid related business support as...","sentiment_score":0.0}
{"full_text":"RT For example, every media outlet should include that Delta CEO Ed Bastain asked the CDC to reduce the recommended quarantine...","sentiment_score":0.0}
{"full_text":"RT .@Dom_Perrottet I live in Epping, as my local member I want to know what you will be doing to help me. I am bedridden...","sentiment_score":0.0681818182}
{"full_text":"RT How much profit should shops make on #covid19 tests? Theres's no right answer but cost of production is about $2.50.Today Ive...","sentiment_score":0.0285714286}
{"full_text":"RT if only Biden would tell people to inject bleach into veins #amrite","sentiment_score":0.0}
{"full_text":"I think the alternative question to pose is whose handling of the Omicron variant, based on current data is proportionate and balanced? Boris Johnson at least understands there are industries and jobs in a perilous position.","sentiment_score":-0.15}
{"full_text":"RT .@doctorow: \"the post-colonial nations of the Global South have been kneecapped by global pharma policy that gave preceden...","sentiment_score":0.0}
{"full_text":"If we want to ignore the obvious that covid has made them sick, what else is happening to cause such a high rise in child admissions?","sentiment_score":-0.1385714286}
{"full_text":"RT Scientists tell Museveni to delay full reopening for two weeks.The experts say they need to fully assess the new Omicro...","sentiment_score":0.2431818182}
{"full_text":"RT 4x kids hospitalizations--NYC reports \"4-fold\" increase in pediatric hospital #COVID19 admissions for Dec 19th versus week...","sentiment_score":0.0}
{"full_text":"RT Did people really voted for that guy? ","sentiment_score":0.2}
{"full_text":"RT Here's the latest, as of 8am this morning, for patients with covid in hospital in England. If we don't end up going quit...","sentiment_score":0.5}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT This \"novel\" coronavirus is starting to feel more like an 8 book series you guys know what I'm talking about","sentiment_score":0.25}
{"full_text":"RT #BreakingNews#BCCI president Sourav #ganguly Tests positive for #COVID-19.  He is admitted in a private hospital in Ko...","sentiment_score":0.1136363636}
{"full_text":"Not only in Canada. Everywhere in Europe you hear this nonsense that kids are invulnerable and schools and daycares are magically protected by invisible forces and no infections there. So dear experts, learn or get out. Its called education.","sentiment_score":0.25}
{"full_text":"RT The demands of the striking doctors should be heard very respectfully. #Doctors have done invaluable service to the nat...","sentiment_score":0.575}
{"full_text":"RT Omicron infection enhances neutralizing immunity against Delta -- suggesting that Omicron will help push Delta out, as...","sentiment_score":0.0}
{"full_text":"If vaccines work why are so many vaccinated getting covid?Because too many believe the vaccine allows them to return to \"normal\".If we want to beat it we must continue to use ALL weapons available.VACCINES, MASKS, SOCIAL DISTANCE &amp; SANITIZE!","sentiment_score":0.2979166667}
{"full_text":"RT It's happening","sentiment_score":0.0}
{"full_text":"RT The lack of testing site availability on evenings, weekends and holidays are driving healthy people to ED's where the r...","sentiment_score":0.5}
{"full_text":"Well theres a shock ","sentiment_score":0.0}
{"full_text":"This is how stupid the BritNat media think we are. Scotland, Wales and NI all singing from same hymn sheet, but.....","sentiment_score":-0.4}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"RT Here's the latest, as of 8am this morning, for patients with covid in hospital in England. If we don't end up going quit...","sentiment_score":0.5}
{"full_text":"RT I did it  Can breathe and smell perfectly fyn ","sentiment_score":1.0}
{"full_text":"The vaccine will stop you from getting seriously ill or being a host for a mutation but it will NOT stop you from getting covid, will NOT stop you from being contagious for a few days, passing it on &amp; does NOT make preexisting conditions go away.Vax, mask, SD &amp; sanitize!","sentiment_score":-0.375}
{"full_text":"Vaccine passports are a precursor to the mark of the beast.And no man can buy or sell, unless he had the mark, or the name of the beast, or the number of his name. Revelation 13:17Watch this 4 minute video of the GOOD NEWS of the Gospel to be saved.https:\/\/t.co\/kB30Mdusg0","sentiment_score":0.7}
{"full_text":"RT 6) UPDATE- England kids hospitalizations for #COVID19 has spiked again... these are weekly averages, so real trends, not just...","sentiment_score":0.2}
{"full_text":"RT He cooked him omg ","sentiment_score":0.0}
{"full_text":"RT What's also crazy is the number of asymptomatic people who came to the ED to be tested for COVID for travel. Many testi...","sentiment_score":-0.05}
{"full_text":"RT  This lady seems extremely qualified. It is the lack of debate by Governments and Media around this sort of logical ana...","sentiment_score":0.0625}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"Yes. So why are they releasing sewage into waterways? Has it been partially treated? Or are they also dumping Covid?","sentiment_score":-0.1}
{"full_text":"we have a ship name ","sentiment_score":0.0}
{"full_text":"RT Today there're only a few cases of Omicron. Is BJP conspiring to postpone elections? There're many speculations. Election Commissi...","sentiment_score":0.1}
{"full_text":"RT Premier says NSW in 'strong position' despite rising COVID cases and testing chaos","sentiment_score":0.4333333333}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"COVID surge in Florida: Cases rise 332.9% in one week, state among fastest-spreading in US","sentiment_score":0.0}
{"full_text":"RT The mother of all COVID montages, \"public health expert\" edition. h\/t","sentiment_score":0.0}
{"full_text":"Never wrong to wear a mask in your own home,  especially if others are being inconsiderate.   Do what's best for you!","sentiment_score":0.4625}
{"full_text":"RT At least, If leaving isolation at 5 days w\/out Neg test - WEAR N95 or similar performing maskGovn't should provide t...","sentiment_score":-0.15}
{"full_text":"RT Baby jo is brilliant, man knows the business, the market, the industry, does the research, has the experience. next level!!!...","sentiment_score":0.45}
{"full_text":"RT In the UK we ran our own World class vaccine program and test more per head than any other Country on Earth. Germany is rot...","sentiment_score":0.325}
{"full_text":"RT The inbound checks will be postponed. Omicron will be blamed.","sentiment_score":0.0}
{"full_text":"RT Nothing funny about  condemning workers and children to unsafe workplaces including schools.Deliberatel...","sentiment_score":0.25}
{"full_text":"'trump has a lizard sense' .. What does that mean? All I know is anyone that starts a riot or coup is held responsible even detained but that did not happen to trump why? Owens explain away Trump's truthful vaccine remarkhttps:\/\/t.co\/wfsWOn4AzJ","sentiment_score":0.1291666667}
{"full_text":"Yup, screwing over the hospitality industry by introducing lockdown by stealth.Well done PM.","sentiment_score":0.0}
{"full_text":"RT 5 days ago it was under 50. Now it's under 65. What's going on?","sentiment_score":0.0}
{"full_text":"RT What questions do you have about Covid-19??","sentiment_score":0.0}
{"full_text":"This. Most covid hospitalisations are not covid hospitalisations at all. Stop testing symptomless\/otherwise healthy people and it ceases to exist.","sentiment_score":0.5}
{"full_text":"RT An avoidable tragedy. Poor boy. There will be thousands of stories like this. At least 50,000.  Shame on lockdown advo...","sentiment_score":-0.35}
{"full_text":"RT In Big State Scotland, Big Sister is always eager to be strict and nannying of her subjects. Her child sex survey is just o...","sentiment_score":0.0}
{"full_text":"RT On behalf of every politician and policymaker in our country, I am deeply sorry that our government is inept and unable to get...","sentiment_score":-0.5}
{"full_text":"Honestly some of us going in with life with no fucks at all during this pandemic is very #DontLookUp . Could you imagine if we still had that man in office how far off we would be during this pandemic? Crazy","sentiment_score":0.075}
{"full_text":"France finds solution to covid and it's not vaccine passports: it's ban on food on long distance trains! Why didn't we think of that? ","sentiment_score":-0.0625}
{"full_text":"RT Yet again Johnson's Government are guilty of the ultimate pandemic sin:Allowing a dangerous virus to spread unmitigated...","sentiment_score":-0.3666666667}
{"full_text":"Bully - I'm President so I will do what I want against the advice of others. COVIDIOT","sentiment_score":0.0}
{"full_text":"RT 44000 Qualified Doctors are waiting to Join 88000 Doctors to serve 130,00,00,000 Indians in once In a 100 years Pandemic .....","sentiment_score":0.0}
{"full_text":"RT Six months ago, only 10 percent of people in #Thailand were vaccinated against Covid-19. Today, the vaccination rate in Thaila...","sentiment_score":0.0}
{"full_text":"Covid or not, I really mean it when I say 2022 is going to be my year!","sentiment_score":0.1953125}
{"full_text":"RT Once again those under five have been forgotten in the message of everyone will get Omicron. It's easy to say if you are tr...","sentiment_score":0.4333333333}
{"full_text":"RT Solution should be found for problems Resident doctors are facing because of delay in counselling","sentiment_score":0.0}
{"full_text":"RT NEW YORK: NYPD barges into a restaurant to check for \"Covid papers\" You can clearly see a little boy is distraught in fear...","sentiment_score":-0.1377840909}
{"full_text":"RT Why is Scotland making an absolute fucking pigs ear of dealing with covid ? There's got to be something intrinsically wr...","sentiment_score":-0.2}
{"full_text":"RT #DavidRemnick did his best to try to mansplain me and protect and but, sorry dude, science wi...","sentiment_score":0.25}
{"full_text":"RT 95% of NFL players, 97% of NBA players, and nearly 100% of NHL players are vaccinated. Yet all three sports leagues continu...","sentiment_score":0.1}
{"full_text":"Good morning Manchester! If you haven't had your #Covid booster or either 1st or 2nd vaccinations yet, the Rates Hall walk in site is open TODAY 10am to 6pm. It only takes 15 minutes!Other sites also open at","sentiment_score":0.175}
{"full_text":"It's important to take precautions to protect yourself from Covid-19 and passing it on to others.If you need info on Where your nearest Covid-19 vaccination clinic isHow to get hold of free Covid-19 testsHow to get support to self-isolateVisit","sentiment_score":0.4}
{"full_text":"It was only a matter of time for COVID to hit the Colts, and that time is now.https:\/\/t.co\/5YacpcFQ8y","sentiment_score":0.0}
{"full_text":"8In January, the kicked off the International Year of the #CreativeEconomy for Sustainable Development.As countries tried to recover from #COVID19, it was important to highlight the creative economy's critical role in promoting the #GlobalGoals.","sentiment_score":0.225}
{"full_text":"Many top-flight clubs want to ensure protection of players within their bubble and limit damages caused by the virus's volatile nature to spread quickly within closed spaces -- alan_bince#PremierLeague #footballRead more on Pixstory -","sentiment_score":0.3083333333}
{"full_text":"Ten day Covid isolation finally over lads.Just popping down the shops.","sentiment_score":-0.0518518519}
{"full_text":"Good morning Manchester! If you haven't had your #Covid booster or either 1st or 2nd vaccinations yet, the Rates Hall walk in site is open TODAY 10am to 6pm. It only takes 15 minutes!Other sites also open at","sentiment_score":0.175}
{"full_text":"RT The way y'all ignore and dismiss disabled people saying how harmful \"everyone will inevitably get covid\" is really scary","sentiment_score":-0.2333333333}
{"full_text":"A new study found that people infected with Omicron developed enhanced immunity to the Delta variant.https:\/\/t.co\/fMZlUEjELy","sentiment_score":0.1181818182}
{"full_text":" Mauro da Mantova died: the no vax guest at \"La Zanzara\" defeated by Covid at 61   #italy #mostshared","sentiment_score":0.0}
{"full_text":"If you have the logical fortitude to take off the \" anti vax\" blinders for about 3 minutes, a fair request.   Check out this article , it's a good friends buddy.  It's NOT political, no agenda, just a good informative article.","sentiment_score":0.47}
{"full_text":"RT 25% OF ALL COVID CASES ARE IN NYC ***","sentiment_score":0.0}
{"full_text":"COVID-19 CRUISE: At least four cruise ships were denied entry to foreign ports because of COVID cases onboard. ","sentiment_score":-0.2125}
{"full_text":"\"Quarantine has been costly to essential services and society as many people stay away from their work and thus lose their income and children miss on their schooling,\" - The Department of Health.#COVID19","sentiment_score":0.25}
{"full_text":"ICYMI: All you need to know about last night's #Covid update","sentiment_score":0.0}
{"full_text":"RT Omicron: New York public health warning about the striking increase in kids with severe disease, now Chicago joining in:...","sentiment_score":0.2121212121}
{"full_text":"The least #vaccinated country in the world - The Democratic Republic of #Congo - is struggling to keep up with a fourth wave of the #Coronavirus, pushing the country's limited healthcare facilities to the brink.","sentiment_score":-0.1238095238}
{"full_text":"It's great to see the childcare workforce above the general population in getting vaccinated but we can still go further. Please take up your Covid-19 vaccine and booster to protect yourself and the children and families you care for. Find a drop in clinic","sentiment_score":0.2125}
{"full_text":"\"30 years of nursing and it's finally broke me\" Jo's had a tough time caring for people during the pandemic.Hear Duran Duran thank her and other key workers ","sentiment_score":-0.1284722222}
{"full_text":"The COVID-19 pandemic has made grieving more difficult for everyone. The HSE is promoting supports and services for people who may be struggling and dealing with loss, and for people trying to support those bereaved. Learn more here:","sentiment_score":0.1666666667}
{"full_text":"RT So there is still just one test for Covid at least I'm being told that at pharmacy. So how in the hell do they know what...","sentiment_score":-0.3}
{"full_text":"He is doing his karma without expecting back in return ...","sentiment_score":0.0}
{"full_text":"RT RDNS_TAI: How much profit should shops make on #covid19 tests? Theres's no right answer but cost of production is about $2.50.Today Ive...","sentiment_score":0.0285714286}
{"full_text":"Did you know that over half of our funding comes from voluntary donations? This means that every gift makes a very real difference to young lives. With income hitby the pandemic, your contributions are valued more now than ever.Donate today &amp; change lives","sentiment_score":0.1733333333}
{"full_text":"New #COVID19 cases in #SaudiArabia went above the 500-mark for the first time on Monday with 524 new infections recorded over the past 24 hours.https:\/\/t.co\/0IcPLXc5KL","sentiment_score":0.0545454545}
{"full_text":"Concerned about #schoolclosures ? We're here to support. Contact our friendly team today and find out more about the flexible short and long-term options we offer https:\/\/t.co\/J4FIURi9J8#covid19 #onlinelearning","sentiment_score":0.2916666667}
{"full_text":"Ringing in the new year in Italy? Make sure to check all travel restrictions in time before departure.","sentiment_score":0.3181818182}
{"full_text":"RT is the grandson of Iron lady,Indiraji &amp; hails from India's 1st political family,a family that's made huge...","sentiment_score":0.2}
{"full_text":"\"I think the underlying message is city centres have taken the absolute brunt of Covid.\"https:\/\/t.co\/mvxVwiZGfa","sentiment_score":0.2}
{"full_text":"Newly infected COVID-19 patients have two new treatment options that can be taken at home, but that convenience comes with a catch.https:\/\/t.co\/0Q1jJJMdEa","sentiment_score":0.1363636364}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"NBA COVID-19 cases still rising as expanded testing begins","sentiment_score":0.0}
{"full_text":"RT NO REGRETS: Dominic Perrottet has raised eyebrows by saying it was a \"good decision\" to dump masks and QR codes when Omicron w...","sentiment_score":0.375}
{"full_text":"RT There are 170 NHS workers on our public payroll for every 1 'with Covid' patient in hospital today.I'm sorry to hear th...","sentiment_score":-0.25}
{"full_text":"#Israel: Experts say the government has unnecessarily triggered a \"panic reaction\" against the #Omicron strain of #coronavirus and its decision to approve fourth injections for some citizens is \"totally unacceptable.\"","sentiment_score":-0.1333333333}
{"full_text":"RT The UKHSA confirms 70% of patients counted as \"Covid admissions\" in our hospitals were admitted for other ailments.  A...","sentiment_score":-0.125}
{"full_text":"COVID-19 hospitalizations up as cases increase.https:\/\/t.co\/HU5cqCi3zh","sentiment_score":0.0}
{"full_text":"UAE on Mon approved emergency use of #Sinopharm's new recombinant protein #COVID19 vaccine as booster after study showed the vaccine improved immunity against the virus and was effective against its variants in those who had received 2 doses of Sinopharm's inactivated vaccine.","sentiment_score":0.3681818182}
{"full_text":"From now on, COVID-19 vaccination became mandatory for those who are aged above 18 years amid imposing harsher restrictions on non-vaccinated peoplehttps:\/\/t.co\/wJqDXLpHiI","sentiment_score":-0.05}
{"full_text":"Three BTS Members Test Positive For Coronavirus - The Guardianhttps:\/\/t.co\/50VuepbF3I","sentiment_score":0.2272727273}
{"full_text":"Delta could be less likely to reinfect people who have had Omicron, small study suggests | COVID latest","sentiment_score":0.0208333333}
{"full_text":"Yellow alert enforced in Delhi amid Omicron fear; know what's allowed, what's not#Delhi #YellowAlert #COVID19","sentiment_score":0.0}
{"full_text":"THE THIRD WINNER IS: Aung Chan Thar Visit the EU4Youth Virtual Photo Exhibition: Youth in Times of Pandemic, to see Aung Chan Thar's photos and other shortlisted winners too. Go to   !#EUinASEAN #EU4Youth","sentiment_score":-0.078125}
{"full_text":"Our walk-in COVID vaccine clinic at Market Place Shopping Centre is on today from 10am-4pm.For everyone aged 12 and overPfizer and Astra Zeneca vaccine 1st and 2nd doses3rd primary dose and booster dose if eligible#Bolton #COVIDVaccinations","sentiment_score":0.1}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"#SunStarOpinion: But to hoard essential goods for nefarious purposes, such as earning more profit during a disastrous calamity within a cataclysmic pandemic season ... now that is a heinous reason! Read more about Gina Atienza's article here:","sentiment_score":0.025}
{"full_text":"A new study found that people infected with Omicron developed enhanced immunity to the Delta variant.https:\/\/t.co\/RVFiAfuDag","sentiment_score":0.1181818182}
{"full_text":"RT SCIENTISTS: People are contagious for 10 daysCORPORATIONS: [sliding the CDC a $20]THE CDC: So people can stop isolating aft...","sentiment_score":-0.75}
{"full_text":"Current Conditions for #Sayre PATemp: 36.5FWind Chill: 35.2FHumidity: 98%Dew Point: 36.0F Barometer: 29.869 inHgWind: 3 mph from the SECorona Virus Weekly Stats:Cases: 201.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"South Korea green-lit the use of #Pfizer's #COVID19 pill on Monday, set to be introduced as early as mid-January. We speak to Dr. Kim Seungtaek from for #InDepthNewsAnalysis to discuss whether it could be a game changer against the pandemic. #korona19 #meogneunciryoje","sentiment_score":-0.15}
{"full_text":"RT CM can campaign outside of Delhi","sentiment_score":0.0}
