{"full_text":"And lastly, Miss Oksana Pyzik from UCL School of Pharmacy presenting on whether Global Citizenship survived the Covid19 Era?","sentiment_score":0.0}
{"full_text":"RT Hey It's good you're taking down COVID denial videos (https:\/\/t.co\/6lAqb8GdlL). Now it's time for you to remove...","sentiment_score":0.2722222222}
{"full_text":"RT \"I was hungry and they said I could have some.\"That's what a child told his mom after she found out vacci...","sentiment_score":0.0}
{"full_text":"Forgot to add that you are a moron and many will not listen to your mandate. Good luck enforcing it. FYI I tested positive for T CELL long term immunity through lab test. T cell puts any vaccine to shame why is this testing not enough. Real immunity lasting up to 4 years per lab.","sentiment_score":0.0971590909}
{"full_text":"RT Omicron variant live updates: 94 students of Karnataka school test Covid positive amid Omicron alarm","sentiment_score":0.1818181818}
{"full_text":"For more details visit #diabetesawareness #brownrice #rice #healthyfood #amazon #flipkart #Bulk #salad #asianfood #india #chinesefood#foodlovers #photography #OmicronVirus #Omicron #like #yummyfood #goodfood #spices #basmatirice","sentiment_score":0.5}
{"full_text":"RT I thought the current vaccine doesn't protect against Omicron? Wouldn't that render the passport useless?...","sentiment_score":-0.25}
{"full_text":"RT I am asked the distinction.In the Flemington lockdown ombudsman was able to grill the person who made the health orders...","sentiment_score":0.5}
{"full_text":"RT 25 days to the end of the year and 19 days to Christmas:Earlier in the year, we joined voices with other civil society or...","sentiment_score":-0.125}
{"full_text":"RT Namjoon's f*ck c0vid and Hwasa's corona, f*ck you have the same energy, love them.","sentiment_score":0.25}
{"full_text":"RT Alec Baldwin has killed more people than Omicron","sentiment_score":0.15}
{"full_text":"RT Zients has no public health, medical, or scientific experience.#ZientsMustGo","sentiment_score":0.0}
{"full_text":"RT Admittance to nightclubs in France is by vaccine passport only. Yet, nightclubs are to close for 4 weeks in France after...","sentiment_score":0.0}
{"full_text":"RT India's vaccination drive crosses another important milestone. Important to keep this momentum to strengthen the fight ag...","sentiment_score":0.4}
{"full_text":"RT So many public figures are now in support of punishing anyone who doesn't agree with restrictions, mandates or certifi...","sentiment_score":0.25}
{"full_text":"RT Lot of folks outraged about vaccine mandatesI understand. No one likes mandatesI wish people felt the same outrage over...","sentiment_score":-0.45}
{"full_text":"RT We went from \"vaccine passports are just a conspiracy theory\" to \"how digital vaccine passports will make travel a lot...","sentiment_score":0.0}
{"full_text":"RT Take it lightly. Cool. Private hospitals reaction to Omicron","sentiment_score":0.175}
{"full_text":"RT Protests over Covid restrictions in Brussels turn violent as demonstrators throw stones and fireworks at police","sentiment_score":-0.8}
{"full_text":"RT Is this so complicated?A global pandemic requires a global response.Vaccines are remarkably safe and effective.Mask...","sentiment_score":0.1666666667}
{"full_text":"RT When it's cold outside I'm cuddling up to my human he is not well with covid get well soon human isolating ...","sentiment_score":-0.15}
{"full_text":"RT Google cloud Swag Unboxing,have a look at this amazing spill free sipper #google #g...","sentiment_score":0.5}
{"full_text":"there are people who are more fearful of a real pandemic than the conspiracy   They choose the lesser or two fears","sentiment_score":-0.05}
{"full_text":"RT Supreme Court slammed Maharashtra govt for not paying compensation to Covid victim's families. UP: 16,000 applications.,...","sentiment_score":-0.075}
{"full_text":"RT Nobody pays more attention to  vaccine stats and mandates, than unjabbed. Their livelihoods are being destroyed for not complyin...","sentiment_score":0.5}
{"full_text":"we also have almost 5 times as many covid deaths as the uk. also, the whole country did a lockdown, did you just kind of ignore it?","sentiment_score":0.4333333333}
{"full_text":"RT Shout outs to anyone who runs online tourneys.Thanks for keeping the FGC alive during the pandemic I had a blast playing i...","sentiment_score":0.1}
{"full_text":"RT So it's an actual Santa shortage. They said over 300 people who played Santa died in the last year. You don't pay attenti...","sentiment_score":0.0}
{"full_text":"RT Pathetic. And you call yourself a leader? I can't believe that, as taxpayers, we are funding the sal...","sentiment_score":-1.0}
{"full_text":"RT Along with of Amb O'Hara, Head of I  handed over a fully equipped ambulance &amp; a state-of-the art mobile lab to...","sentiment_score":0.0}
{"full_text":"RT  Things considered to be \"conspiracy theories\" at one point by Media and typical CNN viewer.1. Covid is a thing2. Cov...","sentiment_score":-0.1666666667}
{"full_text":"RT  - \"That is a really a figure we really need to concentrate on, 90% of people in hospital have not been vac...","sentiment_score":0.2}
{"full_text":"RT I now officially love this woman.","sentiment_score":0.5}
{"full_text":"Download the vaccine factsheets, read and comeback.","sentiment_score":0.0}
{"full_text":"RT Kyrie after getting the beyond meat vaccine:","sentiment_score":0.0}
{"full_text":"I spoke with an airline executive who told me that only a tiny fraction of 1% of his employees have tested positive for Covid. Given how often they're tested, I don't believe it. Does anyone have insight on this? I know airlines aren't vectors of Covid, but this would seem crazy.","sentiment_score":-0.0931818182}
{"full_text":"Have you seen my COVID tips?  This is an amazing resource with something for everyone.  Please be curious and visit this resource. #COVID #video #meditation #grief #trauma","sentiment_score":-0.1}
{"full_text":"RT MOAS, we're in a txt lock down. Don't engage in fan wars no matter how infuriating their words are. ","sentiment_score":-0.3777777778}
{"full_text":"RT Proud that 1 of our Marvin Andrews Fellows in Urban Mgmt (@stephzamoraa) rec'd special recognition for her work w\/ the T...","sentiment_score":0.3857142857}
{"full_text":"In view of #Omicron #ExpediteNeetPGCounselling2021 ?","sentiment_score":0.0}
{"full_text":"RT let's make Year Three of Covid the best one yet!!","sentiment_score":1.0}
{"full_text":"Now if you could just get on board with abortion choice, just like vaccine choice... Then maybe I could see you heading in a more logical Direction.","sentiment_score":0.375}
{"full_text":"RT This is a new, more favorable computational biology prediction for Omicron using #AlphaFold2 and #AI tools:\"no drastic chan...","sentiment_score":0.3181818182}
{"full_text":"RT So it's an actual Santa shortage. They said over 300 people who played Santa died in the last year. You don't pay attenti...","sentiment_score":0.0}
{"full_text":"RT Every single person I know with COVID right now is vaxxed. I also knew plenty last year who weren't vaxxed. The vaxxed an...","sentiment_score":0.0714285714}
{"full_text":"RT Raise your hand if you are wearing a mask when you are in public because you don't want to spread the Omicron variant...","sentiment_score":0.0}
{"full_text":"New  travel restrictions  #LoveIsNotTourism","sentiment_score":0.1363636364}
{"full_text":"'Stick Your Vaccine Mandate Up Your A**' Anthem Spreads via","sentiment_score":0.0}
{"full_text":"RT Quote: \"None of the cases so far in the U.S. have resulted in serious illness; and the World Health Organization has said tha...","sentiment_score":-0.1166666667}
{"full_text":"I honestly didn't realize hotel quarantine was still a thing.","sentiment_score":0.6}
{"full_text":"RT Sources told me last week there were \"many social gatherings\" in Downing Street - even suggesting there were \"always parti...","sentiment_score":0.1777777778}
{"full_text":"RT Please help!!!","sentiment_score":0.0}
{"full_text":"RT #COVID19 UPDATE:128.76 cr vaccine doses have been administered so far under Nationwide Vaccination DriveIndia's Activ...","sentiment_score":0.1}
{"full_text":"RT Cyber hacking is on the rise. Here are some tips to stay cyber secure while working from home! ","sentiment_score":0.5}
{"full_text":"Tell the vaccine to suck my dick!","sentiment_score":0.0}
{"full_text":"RT So it's an actual Santa shortage. They said over 300 people who played Santa died in the last year. You don't pay attenti...","sentiment_score":0.0}
{"full_text":"Vaccine is almost out - Prepare Your Business To Scale Up Growth   #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT NEW: A woman in her 40s from NW Harris County with no recent travel history has tested positive for the Omicron variant...","sentiment_score":0.1212121212}
{"full_text":"RT The White House Press Secretary, who is surely COVID tested multiple times a week for her job, replying with a smarmy, \"how dare...","sentiment_score":0.1666666667}
{"full_text":"RT Thank you to representatives from &amp; dozens of other partner countries across the globe f...","sentiment_score":-0.125}
{"full_text":"Just based on normal background death there should be 4000 to 8000 deaths in the first 24 hours past vaccination. VAERS shows ~2300 and half foreign, so yes, major under-reporting just to get to the level where we're capturing all death and vaccine is still completely safe...","sentiment_score":0.0601190476}
{"full_text":"Of course, we should all strive for honesty. I'd encourage you to read more broadly about covid, as it seems your current sources are feeding you incorrect information. There was clear excess mortality in places that saw devastating covid waves in 2020. No sugar coating it.","sentiment_score":-0.0675}
{"full_text":"RT We sure moved fast from \"mask up to protect the elderly when no vaccine is available\" to \"give your five-year-old a shot or...","sentiment_score":0.3666666667}
{"full_text":"RT COVID inquiry chair Katy Gallagher is just done with anti-vaxxer questions from Gerard Rennick","sentiment_score":0.0}
{"full_text":"RT How'd omicron find the one guy in Minnesota with 35 friends??","sentiment_score":0.0}
{"full_text":"RT There aren't enough workers in the rural processing plants because Tyson etc let COVID spread and it killed or disabled a wor...","sentiment_score":-0.1}
{"full_text":"Vaccine is almost out - Prepare Your Business To Scale Up Growth   #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT Loss of motivation has to be a Covid symptom, I ain't feel the same since March 2020","sentiment_score":0.0}
{"full_text":"New York City will require all private-sector workers be fully vaccinated against Covid-19, in what Mayor Bill de Blasio described as a \"first in the nation measure.\"","sentiment_score":0.1931818182}
{"full_text":"While it's not FDA-approved yet, researchers are now looking into whether this type of breath analysis could be used to detect other diseases, like lung cancer.https:\/\/t.co\/oqGucmERcl","sentiment_score":-0.125}
{"full_text":"An hour from now: #Taiwan's Digital Minister speaks with the Lowy Institute's about misinformation, democracy and how digital government has shaped #Taiwan's pandemic response. Register her to join the audience:","sentiment_score":0.0}
{"full_text":"WHO advises against blood plasma treatment for Covid-19","sentiment_score":0.0}
{"full_text":"The bill states that anyone who is eligible to receive a COVID-19 vaccine and chooses not to be vaccinated must pay their health care expenses out-of-pocket if they become hospitalized due to COVID-19 symptoms.https:\/\/t.co\/Vc6MAteCo2","sentiment_score":-0.125}
{"full_text":"RT Just a reminder that my case of Covid was assessed to be *mild* and now I can't live independently, can't work and must...","sentiment_score":0.1565656566}
{"full_text":"RT So it's an actual Santa shortage. They said over 300 people who played Santa died in the last year. You don't pay attenti...","sentiment_score":0.0}
{"full_text":"Fairfax County Times (Reston, Va.): \"Lights, Currency Help Teacher Ease Path To Math\"https:\/\/t.co\/pE49opWYSn#elemmathchat #k6math","sentiment_score":0.0}
{"full_text":"I just checked the snail mail and we have received a leaflet from Voices for Freedom NZ about COVID-19 vaccinations for Children.Disclaimer on leaflet: 'The information on this leaflet is educational only and does not constitute medical or legal advice.'Binned.","sentiment_score":0.1125}
{"full_text":"CTV NEWS: \"The debate was to focus on Alberta's plan to deal with the emerging Omicron variant and the UCP's plan to respond to hospital staffing shortages, health care worker burnout, and wait times for ambulances across the province.\"#abhealth #abpolihttps:\/\/t.co\/1pgvrUnXjd","sentiment_score":0.0}
{"full_text":"TROUBLE IN PARADISE: American officials are now requiring all travelers flying to the United States, including American citizens to show proof of a negative COVID test one day before their flight.https:\/\/t.co\/BEvyJxNcoO","sentiment_score":-0.125}
{"full_text":"Even amid the stressors of a pandemic, the next generation of physicians have4 worked to advance the art and science of medicine over the last year. These exceptional students prove that #MembersMoveMedicine.","sentiment_score":0.2222222222}
{"full_text":"Tunisia's first case of Omicron variant detected in passenger who traveled from Turkey","sentiment_score":0.25}
{"full_text":"ARHS and RCCHC are sponsoring a COVID-19 Moderna Booster Clinic on Tuesday, December 7, 2021 from 10am-1pm at the Ahoskie Amphitheater (125 Edgewood Dr. Ahoskie, NC 29710). COVID-19 Vaccine Card Required. Must be 18+.","sentiment_score":0.0}
{"full_text":"People who received two doses of the Pfizer COVID-19 vaccine while on TNF inhibitors generated less powerful and shorter-lived antibodies against COVID-19 than healthy people and those on other kinds of immunosuppressants:","sentiment_score":0.1270833333}
{"full_text":"According to the American Academy of Pediatrics, fewer than 4% of all COVID-19 hospitalizations in the U.S. have involved children so far. But with the Omicron variant, officials are seeing a spike in pediatric cases.","sentiment_score":0.05}
{"full_text":"There are ripple effects from the pandemic that will impact the evolving digital economy in 2022. Find out the 5 tech trends that have been identified for the coming year by checking out this link.https:\/\/t.co\/dsrPqkMraY#trendsfor2022 #IT #techtrends","sentiment_score":0.0}
{"full_text":"Moderna isn't our friend.Pfizer isn't our friend.Pandemic could be over if not for greed.Share the damn vaccine with the world!","sentiment_score":0.0}
{"full_text":"RT Theres nothing here please stay home","sentiment_score":0.0}
{"full_text":"RT Frustrating. A one-time infusion of cash will not make anyone a leader in any area of science\/technology. It takes years of nu...","sentiment_score":-0.4}
{"full_text":"The same people that heckle at comedy shows, are the same people who do 65 in the left lane. Stay home.","sentiment_score":0.0}
{"full_text":"Return to pre-COVID growth seen by Q1 '22","sentiment_score":0.0}
{"full_text":"A man in his 50s was fined 400 euros for not having his pass on Monday morning as he got off a bus@ECR_Newswatch","sentiment_score":0.0}
{"full_text":"RT #OmicronVirus is a reality in India and world now, Modi failed to grip Covid19 instead learning lessons they are denying a...","sentiment_score":-0.5}
{"full_text":"RT Thank you so much for your keen observation. My brother in law is chief of a fire station in a DC suburb and h...","sentiment_score":0.2}
{"full_text":"RT VACATION or INTERNMENT? What's really going on in Australia's COVID camps?","sentiment_score":0.2}
{"full_text":"Carol Peletier: Henry, if you go out there during the attack, you'll die.#TheWalkingDeadSeason 8Do Not Send Us Astray25 March 2018#TWDAll Out WarAtlanta Camp, GeorgiaCDC, Greene Farm, First Prison Siege, Wolf Siege &amp; Chem Plant Massacre SurvivorMelissa McBride","sentiment_score":0.25}
{"full_text":"COVID-19: WHO's Strategic Advisory groups of experts to meet today on immunogenicity, effectiveness, safety, evidence, and consideration for booster dose vaccination.","sentiment_score":0.0}
{"full_text":"TROUBLE IN PARADISE: American officials are now requiring all travelers flying to the United States, including American citizens to show proof of a negative COVID test one day before their flight.https:\/\/t.co\/10EmRpwIJy","sentiment_score":-0.125}
{"full_text":"The US has tightened travel restrictions in response to a rise in #Omicron cases which have been detected in nearly one-third of American states. Owen Fairclough reports.","sentiment_score":0.05}
{"full_text":"Novak Djokovic was named in the Serbian team for the men's season-opening ATP Cup in January in Sydney, although the world number one was yet to commit to the Australian Open following the organisers' mandate for COVID-19 vaccinations.#AusOpenhttps:\/\/t.co\/bQf6fqKLdW","sentiment_score":0.0}
{"full_text":"Nepal reported its first two cases of the omicron variant of coronavirus, the health ministry informed on Monday. (By","sentiment_score":0.25}
{"full_text":"1 day to go for #sangam21 session 'Shaping the Future in a Post-pandemic World with Next-Generation Enterprise Cloud' by Shailender Kumar  Register now, #aioug #OracleACE","sentiment_score":0.0}
{"full_text":"Chillin' in Canlaon City, shared by Uriel Nino Flores Opada [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"RT Wear multiple masks, you need multiple vaccines and new variate so U need a different vaccine,can't celebrate Christmas ag...","sentiment_score":0.0340909091}
{"full_text":"One of the scientists behind the a COVID-19 vaccine is warning that the next pandemic may be more contagious and more lethal unless more money is devoted to research and preparations.https:\/\/t.co\/HVW93eaZVW","sentiment_score":0.22}
{"full_text":"As we approach the end of 2021, COVID-19 adds another component in the Greek alphabet for us to learn--the 15th letter, Omicronhttps:\/\/t.co\/dC1N7E5APh","sentiment_score":0.0}
{"full_text":"#COVID19 has come with a horrifying surge in violence against women &amp; girls. As we mark the 30th Anniversary of #16DaysOfActivism against gender-based violence, let's work together to #EndViolence against women &amp; girls now!#16Days #OrangeTheWorld","sentiment_score":-0.9}
{"full_text":"Citing the huge decline in new coronavirus disease (COVID-19) cases, President Duterte reckoned that there are \"better days ahead\" for the Philippines.READ:","sentiment_score":0.3454545455}
{"full_text":"RT Never thought that only the paramedical students of madhya pradesh medical science university will be the only one to ge...","sentiment_score":0.0}
{"full_text":"RT The party that's anti vaccine mandate will hold the balance of power after the next election. #nzpol","sentiment_score":0.0}
{"full_text":"Picente: 2 cases of Omicron variant identified in Oneida County","sentiment_score":0.0}
{"full_text":"Hi Prof. and #epitwitter #statstwitter. Do we need to do #prognosis studies first, then find a #diseaseprevention strategy, or vice versa?What I mean prognosis studies are the first 3 of 4 elements of #PROGRESSframework, while the last would be the 4th element.","sentiment_score":0.046875}
{"full_text":"RT I've got an entire region of Michigan overflowing with unvaxxed patients filling up our hospitals who've listened to the...","sentiment_score":0.0}
{"full_text":"After a catastrophic few years of bushfires and pandemic, Australia's regional and rural businesses have been dealt a pretty rough hand. Enter Madebox: the unique gift business created by one woman determined to help:","sentiment_score":0.065}
{"full_text":"RT one of the positive sides of covid is people generally are more open to discussing how we really normalized being taken for gr...","sentiment_score":0.1954545455}
{"full_text":"RT If you have COVID and your employer forces you to work, report them to the CDC","sentiment_score":0.0}
{"full_text":"Again, we don't know.    Covid19 may become endemic,  it could also mutate into a more serious and devastating form.  It could be eradicated.   In the meantime I hope that people do what will protect most of us.","sentiment_score":-0.0833333333}
{"full_text":"RT If you do not include therapeutics and increased treatment options for covid and only use jabs, you are playing with half a d...","sentiment_score":-0.0833333333}
{"full_text":"Applications are now open for The Culture, Heritage and Arts Regional Tourism program. The program aims to support regional Australian community cultural, heritage and arts organisations recovering from the impacts of COVID-19. To learn more, visit","sentiment_score":0.15}
{"full_text":"RT My son holding his bottle wit both his hands already Im trying to remember if KK was doing that around 3 months old or if...","sentiment_score":0.1}
{"full_text":"'End The Apartheid': Adesina Condemns Omicron Travel Ban On African Countries","sentiment_score":0.0}
{"full_text":"RT let's make Year Three of Covid the best one yet!!","sentiment_score":1.0}
{"full_text":"RT India has been able to vaccinate 85.2% of its adult population with at least one dose, and at the same time, 51.2% of the e...","sentiment_score":0.075}
{"full_text":"December 5-11 is the CDC's National Flu Vaccination Week. Flu shots are for the whole family and are especially important for kids who are back in school. What fall outing is a can't miss for your family?","sentiment_score":0.3333333333}
{"full_text":"What part about the fact that the mother and only her developing fetus are protected by HER vaccine, not anyone else's, don't you understand?","sentiment_score":0.0}
{"full_text":"RT At least 42 people have tested positive for COVID-19 after an outbreak at Elite Restaurant in Kingsville. Owner Bimi R...","sentiment_score":-0.0363636364}
{"full_text":"RT More than 100,000 people are reported to get infected with #covid every day in America. On average, 1,651 die from it in a c...","sentiment_score":0.175}
{"full_text":"December 5-11 is the CDC's National Flu Vaccination Week. Flu shots are for the whole family and are especially important for kids who are back in school. What fall outing is a can't miss for your family?","sentiment_score":0.3333333333}
{"full_text":"Meanwhile he's selling out stadiums in left and right. You have nothing to use but pandemic venue changes from a year ago, get a life.","sentiment_score":0.1428571429}
{"full_text":"New Job - Security Supervisor (Nights) - COVID-19 ... in Higher Memorial Car Park, Oldham at #SDX #job #jobs","sentiment_score":0.1931818182}
{"full_text":"RT news, but you might be unaware that an oral pan-corona virus (actually, p...","sentiment_score":0.0}
{"full_text":"Moumita started her artificial jewellery business during the pandemic and needed funds to complete an order.#MahilaMoney loan helped her reach her goals.Download the app to apply for a  #loan on the Mahila Money apphttps:\/\/t.co\/bf6jquM88C#JiyoApneDumPe #WomenEntrepreneurs","sentiment_score":-0.25}
{"full_text":"Great memories ","sentiment_score":0.8}
{"full_text":"RT There have been 801 school Covid exposures st least in Victorian schools. This has been kept quiet by govt\/media and te...","sentiment_score":-0.15}
{"full_text":"There were 660,000 fewer people employed in the 3rd quarter of this year than a year earlier when were in a lockdown. There is something seriously wrong in the labour market including a collapse in business confidence beyond Covid and unrest in July","sentiment_score":-0.1666666667}
{"full_text":"RT So Canada won't accept PCR tests from South Africa and Botswana, yet will believe our scientists when they identify a new...","sentiment_score":0.1363636364}
{"full_text":"RT Rittenhouse Sends LeBron James Some Lemon Drops To Help Him Get Over Covid","sentiment_score":0.0}
{"full_text":"New Job - Security Officer (Days) - COVID-19 Testi... in Higher Memorial Car Park, Oldham at #SDX #job #jobs","sentiment_score":0.1931818182}
{"full_text":"RT Even amid the stressors of a pandemic, the next generation of physicians have4 worked to advance the art and science o...","sentiment_score":0.0}
{"full_text":"RT Daz, those who have not had covid vaccines aren't allowed to receive organs anymore. That is...","sentiment_score":0.0}
{"full_text":"'Immune imprinting' by different SARS-CoV-2 spike sequences from variants, vaccines means we now have diverse patterns #immuneimprinting #research #newspaperRead more about this here: for free to ResearchNews Newsletter","sentiment_score":0.3}
{"full_text":"RT Admittance to nightclubs in France is by vaccine passport only. Yet, nightclubs are to close for 4 weeks in France after...","sentiment_score":0.0}
{"full_text":"All You Need to Know About N95 Face MasksRead more: #follow #business #love #digitalmarketing #followforfollow #internetmarketing #like #followback #guestblogging","sentiment_score":0.5}
{"full_text":"Haven currencies pressured by hopes Omicron is mild","sentiment_score":0.3333333333}
{"full_text":"I understand you are frustrated by things that are being said about Covid-19, but making offensive remarks that put down people who have suffered from TBIs is just as shameful.","sentiment_score":-0.4277777778}
{"full_text":"RT If you have COVID and your employer forces you to work, report them to the CDC","sentiment_score":0.0}
{"full_text":"Her response would be \"but what about your insider trading during the beginning of the Covid pandemic last year? #aoc #covid #politics #vote","sentiment_score":0.0}
{"full_text":"RT Funny, isn't German?  Must be in the DNA.","sentiment_score":0.125}
{"full_text":"That part about 'saving money' is particularly obscene.","sentiment_score":0.1666666667}
{"full_text":"COVID tests are free. They specially say no at home (paid) tests.","sentiment_score":0.3785714286}
{"full_text":"RT #COVID19 UPDATE: A total of 24,159 tests were conducted in the last 24hrs, with 6 381 new cases, which represents a 26.4% posi...","sentiment_score":0.0454545455}
{"full_text":"RT A good time to bring up that David Perdue, Kelly Loeffler, Richard Burr, Ron Johnson, Dan Crenshaw, Jim Inhofe committe...","sentiment_score":0.7}
{"full_text":"#COVID19: The WHO has also classified the Omicron variant as a 'Variant of Concern'.","sentiment_score":0.0}
{"full_text":"Vaccinated can spread Covid, so it doesn't make sense.","sentiment_score":0.0}
{"full_text":"RT What's a non-covid reason that you like wearing a mask for? Mine is that it hides my mouth-breathing on long flights of stai...","sentiment_score":-0.05}
{"full_text":"With DeMar DeRozan joining two teammates in COVID-19 protocol, Zach LaVine showed he still can put the Bulls on his back when he has to.LaVine's 32-point, 8-assist night fueled a 109-97 win over the Nuggets.Story photos by","sentiment_score":0.4}
{"full_text":"Haven currencies pressured by hopes Omicron is mild -","sentiment_score":0.3333333333}
{"full_text":"Just leaving this here for you, MAGA.   Also, nearly 800,000 Americans are dead because of COVID. Please get vaccinated.  #GOP #maga #republicans #getvaccinated","sentiment_score":-0.05}
