{"full_text":"RT Trump 'clearly violated' federal law when Scottish golf courses claimed COVID relief: David Cay Johnston","sentiment_score":0.1}
{"full_text":"Tis is true","sentiment_score":0.35}
{"full_text":"RT #BharatBiotech on 30 Dec announced that #COVAXIN, its whole-virion inactivated #COVID19 vaccine, has proven to be safe, well-...","sentiment_score":0.5}
{"full_text":"RT The UP government led by yogi has failed managing COVID. #GameOverBisht","sentiment_score":-0.5}
{"full_text":"RT Last day in bed with COVID I suspect, so I got nothing better to do than make memes &amp; scour twitter to find people to...","sentiment_score":0.25}
{"full_text":"RT One depressing thing about COVID (but perhaps necessary) is finding out ppl you thought were smart are just...not ","sentiment_score":-0.1285714286}
{"full_text":"RT My favorite excuse for Biden's failures on covid is \"not everyone supported him 100% of the time.\"Oh he failed because th...","sentiment_score":-0.0166666667}
{"full_text":"My nephew announced that he has Covid. He had a rapid, it was neg. then a PCR and it was positive. And he's living with my 80plus year old mother.  I am not happy...oh and he made some comment about her having it and that she \"bodied\" it? What does that mean?","sentiment_score":0.0049242424}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"I would've taken the dog. Why the bell did you do such a stupid thing and put the dog down. This is by far the dumbest, most moronic thing I've heard of since this Covid hysteria started.","sentiment_score":-0.0711111111}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"RT You messed with the wrong Johnson","sentiment_score":-0.5}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"Approve covaxin! ","sentiment_score":0.0}
{"full_text":"RT I know an awful lot of people who are testing positive with COVID for the second time. Reminder... these aren't included i...","sentiment_score":-0.2575757576}
{"full_text":"RT Another sign of strength for our economy as more Americans get back to work, and as we build on the momentum of this year's e...","sentiment_score":0.25}
{"full_text":"JetBlue said it will ground about 1,280 flights through Jan. 13https:\/\/t.co\/MhXEPaTDHZ","sentiment_score":0.0}
{"full_text":"RT Omicron, Moon missions and particle physics: Here are the science events to watch for in 2022","sentiment_score":0.0}
{"full_text":"RT BREAKING: Federal judge sets a HUGE precedent, denies Oklahoma Republican Governor Stitt's bid to block the National G...","sentiment_score":0.4}
{"full_text":"As a boy who loves Chemistry. I decided to draw a Chemist and during this pandemic. Chemists are very important front line workers too. So this is also a chance for me to thank our front line workers @GetPugged","sentiment_score":0.52}
{"full_text":"RT Mexico ranked as 5th worst in world in terms of excess deaths during the pandemic.","sentiment_score":-1.0}
{"full_text":"RT Students and staff in the D.C. public school system will need a negative COVID test in order to return to the classroom f...","sentiment_score":-0.15}
{"full_text":"Torchy is also contemplating the rapid spread of Omicron:","sentiment_score":0.0}
{"full_text":"RT Media: Portraying Divisoria, an open-space area, as ground zero for new covid cases.Days later, a rich girl drenched w\/ Omicr...","sentiment_score":0.1704545455}
{"full_text":"RT YOU INCONSIDERATE FUCKS. IF YOU FEEL SICK STAY THE FUCK HOME. IDK WHY TF PEOPLE TAKE COVID PROTOCOLS LIGHTLY. Smfh!!!!","sentiment_score":-0.0459077381}
{"full_text":"RT CDC Advisory: Effie, we all got pain.","sentiment_score":0.0}
{"full_text":"RT One depressing thing about COVID (but perhaps necessary) is finding out ppl you thought were smart are just...not ","sentiment_score":-0.1285714286}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT This Omarion Variant going crazy","sentiment_score":-0.6}
{"full_text":"RT Covid getting back bad ! Lord please just watch over me and mines  .","sentiment_score":-0.4375}
{"full_text":"So more absentee governance while COVID rates explode? That's a take, for sure.","sentiment_score":0.5}
{"full_text":"The employer is responsible to provide all required PPE to their workers.Workers have the right to refuse, and there is a flood of evidence to back up any work refusal.","sentiment_score":0.1619047619}
{"full_text":"RT If you look at (Covid, crime, etc etc) from my point of view with my exact self-selected facts to support my point of view,...","sentiment_score":0.25}
{"full_text":"RT Restaurants Make Changes As COVID Cases Surge In Massachusetts","sentiment_score":0.0}
{"full_text":"RT This is sick. Maniacal and worthy of a revolt in the streets.","sentiment_score":-0.1904761905}
{"full_text":"Yep as long as you're aged 30 plus, 3 months post a second dose &amp; 3 months post Covid.","sentiment_score":-0.05}
{"full_text":"RT Funny how those who profess to worry about the infinitesimally unlikely side effects of getting a jab have literally nothing to...","sentiment_score":-0.125}
{"full_text":"RT Total COVID Deaths: New Zealand; 51United States: 820,000","sentiment_score":0.0681818182}
{"full_text":"RT Professor Hotez and his team have developed an inexpensive vaccines that can be made all over the world. It's highly effective...","sentiment_score":0.35}
{"full_text":"RT So promising $ENZC","sentiment_score":0.2}
{"full_text":"RT I can't believe I have to say this, but forcing Americans to work when they're sick won't end the pandemic.","sentiment_score":-0.7142857143}
{"full_text":"RT MISSING IN ACTION--It's beginning to be suspicious how Florida's governor has not been seen for 12 straight days--all while...","sentiment_score":0.0}
{"full_text":"RT Cutting quarantine time in half also cuts rest and recuperation time in half, and the effect of that is forcing more people t...","sentiment_score":-0.1083333333}
{"full_text":"RT Just a little PSA: If you're struggling to find a COVID test on the shelves (or online) in Minnesota, consider going through...","sentiment_score":-0.1875}
{"full_text":"RT Delhi reports 1,313 fresh COVID cases (positivity rate - 1.73 %) and 423 recoveries in the last 24 hoursActive cases: 3,081Tota...","sentiment_score":0.15}
{"full_text":"RT Delhi reports 1,313 fresh COVID cases (positivity rate - 1.73 %) and 423 recoveries in the last 24 hoursActive cases: 3,081Tota...","sentiment_score":0.15}
{"full_text":"RT My period lasts longer than the CDC's new quarantine recommendation","sentiment_score":0.1363636364}
{"full_text":"RT How can this be, all the big outlets say its approved!","sentiment_score":0.0}
{"full_text":"RT The Biden Admin is purposely halting shipments of monoclonal antibody treatments. The Southern Border is wide open with n...","sentiment_score":-0.0333333333}
{"full_text":"y'all r one of the reasons why covid rates go up and how new covid variants spread faster Lmaoo 'di u-unlad ang pilipinas dahil sa inyo (:","sentiment_score":0.1363636364}
{"full_text":"RT EXCLUSIVE: Trump DESTROYS vaccine mandates in upcoming interview with RSBN... interview drops tomorrow at 8pm EST https:\/...","sentiment_score":0.0}
{"full_text":"And what the hell does skiing have to do with mandates?Are you dumb enough to suggest that without vaccine mandates you can't ski?dumb dumb dumb","sentiment_score":-0.28125}
{"full_text":"RT Dr. Fauci will get a $350,000 per year retirement pension.Meanwhile, the Americans laid off due to his vaccine mandates...","sentiment_score":-0.125}
{"full_text":"When #Covid is over, I hope that we do a deep dive on what worked, and what didn't, to do better next time. Lack of tech adoption\/use (whether it be home tests or apps) is odd for the 21stC. See: Fed gov silently 'gave up' on COVID Alert app months ago. ","sentiment_score":0.0666666667}
{"full_text":"So we are officially the guinea pigs for this experimental Gene Therapy jab !","sentiment_score":0.125}
{"full_text":"RT First time CDC has the entire US in the red (high) on COVID transmission.","sentiment_score":0.1025}
{"full_text":"RT COVID has shown many systemic failures of our society. But one thing it has revealed that I'm still surprised by is just h...","sentiment_score":0.3}
{"full_text":"RT necesitado de un contacto estrecho but like not in a covid way","sentiment_score":0.0}
{"full_text":"RT Smithsonian to Temporarily Close Four Museums Due to Increase in Covid CasesAdditional information available in the link...","sentiment_score":0.1375}
{"full_text":"RT \"Normal\" doesn't work for everyone. If the pandemic has taught us anything it's that we can accommodate people's needs if...","sentiment_score":0.15}
{"full_text":"RT Breaking : Delhi reports 1,313 fresh COVID cases (positivity rate - 1.73 %) and 423 recoveries in the last 24 hou...","sentiment_score":0.15}
{"full_text":"covid taking down all my moots. omg ","sentiment_score":-0.1555555556}
{"full_text":"RT 3OH!3                   The CDC                             don't trust me","sentiment_score":0.0}
{"full_text":"More than 80 routes in and out of #Spain are being temporarily suspended, with #Ryanair blaming #Covid travel restrictions for their struggle to fill up seats.https:\/\/t.co\/Nb9TVnghYQ","sentiment_score":0.5}
{"full_text":"Why don't you do what you do best why don't you taxed covid virus. I'm pretty sure that will make it go away","sentiment_score":0.5833333333}
{"full_text":"Here are a couple of videos that illuminate some reasons for vaccine hesitancy,https:\/\/t.co\/F3u5kSAdRshttps:\/\/t.co\/xBRcxDLGTd","sentiment_score":0.0}
{"full_text":"RT Gujarat Govt has identified 35 lakhs children who fall in the age group of 15-18 and is planning a campaign to vaccinate them agai...","sentiment_score":0.0}
{"full_text":"RT The pandemic made the year tough. What challenge did you overcome? Each 20th subsequent reply using #UteoWaFuraha will...","sentiment_score":-0.1296296296}
{"full_text":"Garbage narratives abound: VCs, made-up-verse, energy usage, and nonsense. $BTC #hodl","sentiment_score":0.0}
{"full_text":"RT Gamaleya Institute: \"Russian Ministry of Health recommends Sputnik Light booster 6 months after vaccination to increase...","sentiment_score":0.2}
{"full_text":"RT Just saw a tweet saying \"Both the vaccinated and the unvaccinated can catch Covid.\" A doctor responded: \"Both Serena Williams...","sentiment_score":0.0}
{"full_text":"Ive heard this variant feels like a cold if you're double vaccinated.","sentiment_score":-0.3}
{"full_text":"RT CDC in 2020: mask upCDC in 2021: get vaccinated CDC in 2022: it is what it is","sentiment_score":0.0}
{"full_text":"RT BREAKING: Federal judge sets a HUGE precedent, denies Oklahoma Republican Governor Stitt's bid to block the National G...","sentiment_score":0.4}
{"full_text":"Seriously. Where is he?","sentiment_score":-0.3333333333}
{"full_text":"RT The Biden administration ultimately seems to care more about protecting corporate profits than protecting American lives...","sentiment_score":0.125}
{"full_text":"RT #GameOverBisht The whole world saw the inhuman treatment done by the Yogi gov to the migrant laborers during the Corona p...","sentiment_score":0.2}
{"full_text":"RT y'all cried all last year for a blue president only for his pandemic response to be worse than the man who said it didn't e...","sentiment_score":-0.1}
{"full_text":"RT Not so discretely implied in this take: Contracting Covid when *not* fully vaccinated *is* a source of shame, right","sentiment_score":0.2857142857}
{"full_text":"RT You know who I wish would've done a pandemic themed special? The Office. Like, that zoom call would've been a hot damn MES...","sentiment_score":0.3035714286}
{"full_text":"RT Just saw a tweet saying \"Both the vaccinated and the unvaccinated can catch Covid.\" A doctor responded: \"Both Serena Williams...","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis is MIA while Florida is on fire with COVID-19. asks today \"Where is Ron DeSantis now?\" \"When wa...","sentiment_score":0.0}
{"full_text":"Remember when they said 2 weeks to flatten the curve, not 2 years and counting...","sentiment_score":0.0}
{"full_text":"Covid-19: Pharmaceutical giants, Gates, Fauci, UK officials accused of crimes against humanity in International Criminal Court complaint via","sentiment_score":-0.2333333333}
{"full_text":"RT This is sick. Maniacal and worthy of a revolt in the streets.","sentiment_score":-0.1904761905}
{"full_text":"Do you wear a seatbelt when you're not driving?","sentiment_score":0.0}
{"full_text":"RT \"Where is our governor? Where is Ron DeSantis now?\" -- Mayor Jerry Demings, Orange County, FloridaMany are wondering where...","sentiment_score":0.0}
{"full_text":"Looking for COVID at-home test kits? Broward Co. government is providing them at various locations, starting today, while supplies last. The link below has times and places. And remember, please #GetVaccinated  and #GetBoosted to avoid serious illness.https:\/\/t.co\/czykPMbEYT","sentiment_score":-0.0833333333}
{"full_text":"RT #ToryCovidCatastrophe These are not restrictions please stop referring to them as that. They are preventions that are keepin...","sentiment_score":0.0}
{"full_text":"RT My coworker is sick as hell but can't stay home bc she can't afford it and every time something like this happens I ju...","sentiment_score":-0.7142857143}
{"full_text":"RT I don't know who needs to hear this, but contracting Covid despite being fully vaccinated is no shame. It's like getting h...","sentiment_score":0.0}
{"full_text":"RT Please take the time in the next few days to write to your local MP and senators with concerns about t...","sentiment_score":-0.0666666667}
{"full_text":"RT \"Vaccine Passports\" for a 'vaccine' that doesn't prevent transmission or infection is the dumbest concept imaginable....","sentiment_score":0.0}
{"full_text":" At very least triage patients. Unvaxxed go to the back of the line.","sentiment_score":-0.195}
{"full_text":"RT tbh, the shocking story about that Poblacion mess is ...why was there a party in the first place? During a pandemic? (okay t...","sentiment_score":-0.10625}
{"full_text":"RT The number of Americans applying for unemployment benefits fell by 8,000 to 198,000, suggesting that the fast-spreading omicron var...","sentiment_score":0.0}
{"full_text":"RT I've just tested positive for Covid, what should I do??The CDC:","sentiment_score":0.2272727273}
{"full_text":"posted on Instagram that cancer patients and those around them should continue to use the 10 day guidance.  They shared this:https:\/\/t.co\/wTQw9nVtjN","sentiment_score":0.0}
{"full_text":"RT Tourism Sec. Puyat says the returning Filipino already admitted that she skipped quarantine. She also tested positive f...","sentiment_score":0.0636363636}
{"full_text":"RT Astonishing interview by .These ministers literally have no idea about the data they are forcing policy on.My go...","sentiment_score":0.5}
{"full_text":"RT Prepare for major disruption in Jan '22. MAJOR. Start thinking now about how you can help your family\/friends\/neighbors--w\/ s...","sentiment_score":0.0625}
{"full_text":"RT The year passing by has seen lots of turmoils,struggles,agitations and suffering from Corona.The Farm...","sentiment_score":0.0}
{"full_text":"If you look at the data, this is the most credible scenario for Omicron. Giving us great hope for an amazing year ahead","sentiment_score":0.575}
{"full_text":"RT Governments must not give up trying to control COVID-19 and should adopt a #VaccinesPLUS strategy as a matter of urgency.V...","sentiment_score":0.0}
{"full_text":"RT it really is american AF to be ready to move past something that we haven't even confronted yet.\"COVID??? eh, i think we...","sentiment_score":-0.0166666667}
{"full_text":"This is absolutely horrid. Yesterday the cdc director said that they made mandates based on what people would tolerate. This mom tolerated it. Got the kids \"vaccinated,\" and look. STOP COMPLYING.","sentiment_score":0.2}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"Covid has been such a blessing for them","sentiment_score":0.0}
{"full_text":"I can't even go to my cousin funeral because I've been around people who have Covid now I'm waiting on these test results ","sentiment_score":0.0}
{"full_text":"RT I propose we officially discount the last two years. We should all be allowed to legally change our age to what it was w...","sentiment_score":0.1}
{"full_text":"Whoever at the CDC decided that \"if you test positive for COVID and are vaccinated, you can leave your house after 5 days\" ...it's day 8 and I'm still positive. We're never not going to be in a panoramic.","sentiment_score":0.2272727273}
{"full_text":"The vaccine does not keep you from getting it, nor does it keep you from spreading it. It reduces symptoms. So do NSAIDs, hot fluids and rest. Remember?!","sentiment_score":0.3125}
{"full_text":"RT Please for the love of God put vaccine mandates on airplanes. My wife is a flight attendant with a grou...","sentiment_score":0.35}
{"full_text":"RT First time CDC has the entire US in the red (high) on COVID transmission.","sentiment_score":0.1025}
{"full_text":"RT Royal Caribbean Group provides an update on the status of its business and Omicron variant impact. \"We intend to maint...","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis is MIA -- I'm going with he's tested positive for Covid.","sentiment_score":0.2272727273}
{"full_text":"RT Bisht's misgovernance is destroying Uttar Pradesh with spiralling crimes against all; plunging health and education ecosyste...","sentiment_score":-0.2}
{"full_text":"Im not sure why they dont just go for 12. One a month just to be safe.","sentiment_score":0.125}
{"full_text":"RT 1) Guy writes furious, falsely accusatory email about an article he clearly did not read to the end.2) Me: You really shoul...","sentiment_score":-0.0333333333}
{"full_text":"\"Except with the media fear mongering with the omicron variant, folks with mild, cold like symptoms are flooding the hospitals...despite the omicron strain only causing mild symptoms\" This you?","sentiment_score":0.0166666667}
{"full_text":"RT Hearing the same thing from doctors treating COVID in Louisiana -- Biden admin has cancelled monoclonal antibody shipments wit...","sentiment_score":0.0}
{"full_text":"RT Marjorie Taylor Greene doesn't want you to know she owns stock in 3 vaccine manufacturers. Rep. Greene cares about he...","sentiment_score":0.0}
{"full_text":"Crazy and y'all rushing to get that shit ewww","sentiment_score":-0.4}
{"full_text":"RT As a microbiologist I would rather eat a whole batch of raw cookie dough that's been at room temp for four hours than b...","sentiment_score":-0.0153846154}
{"full_text":"RT Covid or not, you will never catch me in a swimming pool with this many people.","sentiment_score":0.5}
{"full_text":"RT Media: Portraying Divisoria, an open-space area, as ground zero for new covid cases.Days later, a rich girl drenched w\/ Omicr...","sentiment_score":0.1704545455}
{"full_text":"RT The CDC, caving to political and economic pressure, is making dumb, reckless decisions. I still can't get over that they to...","sentiment_score":-0.0583333333}
{"full_text":"RT Omicron is still a potentially fatal virus. It can still hospitalise patients &amp; overwhelm already struggling health systems....","sentiment_score":0.0}
{"full_text":"For real. I got the Johnson vaccine but I won't get a booster or anything else if it only works for 10 weeks.  You can't keep telling people to get a new vaccine and then six seven months later say that one didn't work try this one. People will lose trust.","sentiment_score":0.0840909091}
{"full_text":"RT The CDC, Burger King, and every other trending topic recommends you vote for #DejounteMurray to make his #NBAAllStar Game debu...","sentiment_score":-0.2625}
{"full_text":"I don't believe the CDC","sentiment_score":0.0}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT The US is one of the top countries in the world for COVID mortality and Republican states now lead in that category domestic...","sentiment_score":0.25}
{"full_text":"RT It's a shame that agencies like the CDC can be lobbied by big business just like the rest of this sick country. If five...","sentiment_score":-0.3571428571}
{"full_text":"Chicago's COVID-19 test positivity is 16.7% per 7 days ago, it was 8.6%On average, per day, during the past week:There are 3,772 COVID-19 cases, up 47%The number of tests dropped 24%95 people were hospitalized with COVID-19, up 36%11 people died","sentiment_score":-0.2}
{"full_text":"One of my co-workers had a positive rapid test for covid. We've spent 40 hours together in the last four days and ate 4 meals together. ","sentiment_score":0.0424242424}
{"full_text":"As #Omicron induces a sense of deja vu at the close of the year, this paper looks back at a few key ways in which our understanding about #COVID19 has moved forward.https:\/\/t.co\/EKWw90wlf1","sentiment_score":-0.0666666667}
{"full_text":"RT Mark my words, #Valimai will take the BIGGEST opening in the recent times. Despite the pandemic issues, it will open BI...","sentiment_score":0.0}
{"full_text":"RT Left: we have now accepted that everyone will get COVID, it's not immoral to get sick and we have to live our lives.Lisa: every...","sentiment_score":-0.1926406926}
{"full_text":"RT Abramovich's Chelsea suffers millions in losses during pandemic year","sentiment_score":-0.6}
{"full_text":"Check out Henry Dyne the crisis actor pretending to have covid on bbc news....be interesting if there are any arrests made...find out who the dark haired lady is taking the items...???","sentiment_score":0.175}
{"full_text":"Don't get your Covid or vaccine information from politicians, pundits, or social sites, talk to nurses and doctors on the ICU front lines. They are the only ones with first hand information. That'll change your mind.","sentiment_score":0.0944444444}
{"full_text":"This country, man...","sentiment_score":0.0}
{"full_text":"RT #wykhsynyttdd_pnjbPunjab has become the first province in the country to complete vaccination of more than 50% of the popula...","sentiment_score":0.2833333333}
{"full_text":"From extreme weather, COVID-19 and Spain's La Palma volcano to the Taliban takeover and the U.S. Capitol riot, here are some of the moments that moved the world in 2021","sentiment_score":-0.125}
{"full_text":"All #MontcoPA buildings and facilities will be closed tomorrow, December 31, ahead of the New Year's holiday. This includes our #COVID19 testing sites. Operations will resume on the morning of Monday, January 3, 2022.","sentiment_score":0.0181818182}
{"full_text":"Physical distancing made social interaction with people I used to seeing every day difficult. Meeting colleagues or friends had to be avoided, and meant that i could not see my grandparents back at the Village but finally we overcomeBy online zoom meeting #UteoWaFuraha","sentiment_score":-0.0933333333}
{"full_text":"What if the entire planet has Munchausen's about Covid cause all the governments have been giving it by proxy","sentiment_score":0.0}
{"full_text":"A mobile testing vehicle will be visiting Newdigate Street Car Park, Kimberley on Friday 31 December 2021.These tests will be for those who are not displaying any COVID-19 symptoms. There's no need to book, you can just turn up any time between 9.00am and 3.30pm.","sentiment_score":0.0}
{"full_text":"\"Our thoughts are with his friends and family at this difficult time.\"https:\/\/t.co\/ca3gJZXen8","sentiment_score":-0.5}
{"full_text":"I met the lovely Dawn earlier at The Centre site full of energy and spending lots of time talking to people about the importance of taking a lateral flow test and answering their questions. Fantastic public service. Well done!","sentiment_score":0.25}
{"full_text":"RT Omicron cases are on the rise, but it's clear that vaccines and boosters are making a difference. Vaccines and boosters hel...","sentiment_score":0.1}
{"full_text":"If you test positive for COVID-19 you will get a text message. This will include a link to a website where you can upload contact details for your close contacts. If you do not use the website, a contact tracer will phone you to collect the details","sentiment_score":0.2272727273}
{"full_text":"\"Omicron does not cause a significant fall in oxygen saturation.\" Pandemic is not over but don't panic. AIIMS Director Dr. Randeep Guleria's latest Omicron advice...","sentiment_score":0.4375}
{"full_text":"Sure omicron is changing things. But places like NY and CA largely avoided the delta wave this summer whereas 24,000 died in Florida. So policies make a big difference. Vaccination levels make a big difference.  As deaths from omicron roll in low vax FL will do worse.","sentiment_score":0.0523809524}
{"full_text":"Requests from U.S. military troops for religious exemptions that would keep them from being required to get the COVID-19 vaccine have remained almost entirely unsuccessful.https:\/\/t.co\/cFVkIixjpt","sentiment_score":-0.0333333333}
{"full_text":"RT Hearing the same thing from doctors treating COVID in Louisiana -- Biden admin has cancelled monoclonal antibody shipments wit...","sentiment_score":0.0}
{"full_text":"LOCATION REOPENS: The temporary closure allowed extra time for sanitizing the store.","sentiment_score":0.0}
{"full_text":"This COVID getting way more out of hand than it was ! Wonder where this shit go have us next !","sentiment_score":0.1416666667}
{"full_text":"#MumbaiPolice issues fresh guidelines for #NewYear celebrations in the city#NewYear2022","sentiment_score":0.3}
{"full_text":"RT My period lasts longer than the CDC's new quarantine recommendation","sentiment_score":0.1363636364}
