{"full_text":"Vintage Ship in a Bottle, Vintage Boat with Wooden Pedestal, Glass Ship, Tiny Nautical Decor, Art Object, Navy Souvenir Gift, Sailormoon,70s #Vintage #CYBER2021 #covid19 #Gifts #BLACKFRIDAY #Retro #THANKSGIVING #Sailormoon","sentiment_score":0.0}
{"full_text":"RT Sources: Beginning Dec. 17, NBA players who have not received booster COVID-19 dose will be subject to game day testing....","sentiment_score":-0.2833333333}
{"full_text":"RT So you're surprised that the highly decorated Dame who runs the Met Police won't be investigating illegal Downing Street lockdown...","sentiment_score":-0.08}
{"full_text":"Bizarre..this apartheid system ..so bizarre unethical abusive and against all democratic civil liberty incl the constitution and the Nuremberg code","sentiment_score":0.4}
{"full_text":"Omircon variant has more mutations than delta variant ","sentiment_score":0.5}
{"full_text":"RT The simple truth is we dont know enough yet about Omicron. We should not panic &amp; over react, but continue to take all the PH...","sentiment_score":0.0}
{"full_text":"RT If 1000 people can be turned away from a vaccine hub in Cambridgeshire on one day then how many more have been turned away...","sentiment_score":0.5}
{"full_text":"RT \"udhaar denaa bNd hai\" Small Town India after two covid waves. This is Saharanpur, UP.","sentiment_score":-0.25}
{"full_text":"RT Infected in #Mongolian delegation met #VenkaiahNaidu 3 days ago, also visited Buddha temple in Gaya","sentiment_score":0.0}
{"full_text":"RT Watching his release from the hospital and his gasps for breath after he climbed t...","sentiment_score":0.0}
{"full_text":"I  think  it  is  time  for  a  reality  check  will  covid  be  stopped  two  years  and  it's  still  mutating  ??  No  real  answers","sentiment_score":-0.1}
{"full_text":"RT 3. Consider what we are witnessing here. We have a vaccine whose recipients are suffering fewer non-covid deaths and hence...","sentiment_score":0.0}
{"full_text":"WUFC isn't even 3 years old yet, most of their time has been massively Covid affected. Growth as you can expect has been hurt by Covid. City has had over a decade to grow, yet still can't fill 1\/3rd of AAMI at a home game. As I said, dissapointing from an established club.","sentiment_score":0.05}
{"full_text":"RT Brexit, the worst thing to happen to this country (besides Covid) since WW2,  put into power the worst PM in Boris Johnson. A d...","sentiment_score":-1.0}
{"full_text":"Spine Chilling. #Mentalhealth","sentiment_score":-0.5}
{"full_text":"RT Almost 75,000 people died with COVID in Russia in October - the deadliest month so far - acc to Rosstat statistics agen...","sentiment_score":0.1}
{"full_text":"RT So this is what 'protecting the elderly' means in the Covid era?","sentiment_score":0.0}
{"full_text":"RT This 26 year old Australian, identified as a 'contact' of a Covid case but never testing positive, was held at an intern...","sentiment_score":0.1090909091}
{"full_text":"RT LISA IS NOW COVID FREE!!!","sentiment_score":0.78125}
{"full_text":"RT Courts around the world have ruled that Vaccine Passports are discriminatory &amp; ineffective.Our Governments own studies shows...","sentiment_score":0.6}
{"full_text":"RT #YGEntertainment has officially confirmed that #BLACKPINK's #LISA has fully recovered from Covid-19 and is no longer i...","sentiment_score":0.4}
{"full_text":"RT I know it's tempting to write and complain. But there is zero prospect of the Met investigating. The criminal law, as th...","sentiment_score":-0.4}
{"full_text":"RT Yet another proud moment for India as the country, under PM Shri ji's leadership, has administered 125 crore C...","sentiment_score":0.8}
{"full_text":"RT If Father Christmas can find time to get his covid booster vaccine then you can too","sentiment_score":0.0}
{"full_text":"RT Of course I'm angry,I've got SAGE calling for immediate use of Vaccine Passports &amp; new restrictions, things they have no confi...","sentiment_score":0.1363636364}
{"full_text":"RT NHS staff have asked the Police to investigate Downing Street lockdown Christmas party.The open letter calls the eve...","sentiment_score":0.0}
{"full_text":"RT Biden administration has created 588,000 jobs per month on average this year. PER MONTH! USA economy is bigger than it was b...","sentiment_score":-0.09375}
{"full_text":"RT Remind me again, when exactly do we get to \"cry freedom\"?","sentiment_score":0.25}
{"full_text":"RT Govt scientists calling for work from home measures and vaccine passports even though the majority of Omicron cases in th...","sentiment_score":0.0}
{"full_text":"RT Guns at schools = fine.Masks and Vaccines requirement at schools during a pandemic = fascism.The GOP is not a normal, r...","sentiment_score":-0.075}
{"full_text":"RT This 26 year old Australian, identified as a 'contact' of a Covid case but never testing positive, was held at an intern...","sentiment_score":0.1090909091}
{"full_text":"RT The coming days, SAGE and the activist scientists that fill our media will call for Plan B.They are all pushing hard for Vacc...","sentiment_score":-0.2916666667}
{"full_text":"RT #LISA is now free of COVID-19 and has come out of self-isolation! https:\/\/t.co\/cwwhDXSJx9","sentiment_score":0.5}
{"full_text":"RT And now we know why.... Reckless.","sentiment_score":0.0}
{"full_text":"Hi, we are classed as public transport so the same government guidelines do apply for exemptions on face coverings. More info about our onboard safety can be viewed here on our website &gt;","sentiment_score":0.1666666667}
{"full_text":"RT I have just heard on Gb news ( Arlenes Briefing ) a poll  says 71%of the German people support mandatory Vaccine . If that's...","sentiment_score":0.0}
{"full_text":"RT #TheVaccineWars Part IV begins a comparison of the two hypotheses of vaccine efficacy based on all available data.https:\/...","sentiment_score":0.4}
{"full_text":"RT 4) Omicron is better adapted to humans and likely also to vaccinated\/recovered humans.If this was acquired in a lar...","sentiment_score":0.25}
{"full_text":"RT Man caught trying to use fake arm to get vaccine shot","sentiment_score":-0.5}
{"full_text":"RT Modi spentRs20,000 cr on Central VistaRs6,000 cr on AdsRs9,000 cr on StatuesRs8,400 cr on PlanesRs2,021 cr on Foreign...","sentiment_score":-0.0625}
{"full_text":"\"Fauci dictated a series of policies that resulted in by far the most deaths, and one of the highest percentage COVID-19 body counts of any nation on the planet. Only relentless propaganda and ... censorship could conceal his disastrous mismanagement during COVID-19's first year.\"","sentiment_score":0.0083333333}
{"full_text":"RT It's interesting that Professor Dame Sarah Gilbert, inventor of the AstraZeneca vaccine, and Professor Sunetra Gupta, t...","sentiment_score":0.5}
{"full_text":"The FDA Slaps Major Warning About Pfizer Drug as Vaccine Reactions Come Under Scrutiny","sentiment_score":0.0625}
{"full_text":"RT Reading that up to 50,000 children were in dangerous domestic situations during lockdown. Makes Ofsted's comment that sc...","sentiment_score":-0.3}
{"full_text":"We were at San Lorenzo v Racing Club in February 2020, just before the pandemic broke. Wasn't quite as exciting - they lost 0-1 - but still a very memorable experience","sentiment_score":0.475}
{"full_text":"RT The FDA absolutely should NOT approve Merck's experimental COVID pill molnupiravir. Here's why it's so dangerous:","sentiment_score":-0.1}
{"full_text":"RT Apparently omicron was first detected in the Netherlands, not even in Botswana but Netherlands kept mum &amp; South Africa...","sentiment_score":0.15}
{"full_text":"RT If you get the flu vaccine, it doesn't mean you won't get the flu. It means it'll reduce the symptoms and the severity of the...","sentiment_score":-0.3125}
{"full_text":"Boris &amp; Sqott, sitting in a tree, ...","sentiment_score":0.0}
{"full_text":"RT Brexit bites again. Germany has had to ask other EU countries for 3m more vaccine doses as a shortage threatens its boost...","sentiment_score":0.1875}
{"full_text":"No, not at all, 67 million people in this country have not been infected with Covid. Unless you would like to give your evidence as to why you think they have. I'd be interested.","sentiment_score":0.25}
{"full_text":"RT Weirdo freak.","sentiment_score":0.0}
{"full_text":"RT \"Be fast, have no regrets.\"Dr Michael J Ryan says \"the greatest error is not to move\" and \"speed trumps perfection\" when it...","sentiment_score":0.4166666667}
{"full_text":"RT I've just reported a lockdown breach that took part at No10 18\/12\/2020 to the MET - The police are supposed to work fo...","sentiment_score":0.0}
{"full_text":"RT No, YOU decimated TfL's finances... in fact YOU decimated London, period.","sentiment_score":0.0}
{"full_text":"Key point here. And for places where mAb's not available.","sentiment_score":-0.1}
{"full_text":"RT This boy needs to be made head of vaccine campaigns","sentiment_score":0.0}
{"full_text":"Not Anthony fauci are you serious all the Sciences here in the world you funny looking people take one old senile word what's going on with this pandemic &amp; this virus we have a whole lot of other scientists out there that disagrees with Anthony fauci I hope you know that serious?","sentiment_score":-0.0402777778}
{"full_text":"RT #btc vs #HEXSeems like #bitcoin really has #COVID19 and is throwing up all over the place.","sentiment_score":0.2}
{"full_text":"RT Chalo let's play a game Comment down or quote this tweet With your homescreen and lock screen And do add the tagli...","sentiment_score":-0.2777777778}
{"full_text":"We want online exam ab to sachet ho jae university corona third wave started #onlineexamforrgpv #rgpvuniversity #cmshivrajsingh#RGPV","sentiment_score":0.0}
{"full_text":"what a good news today, bb runway debut, new update on IG and she's covid free thank God I VOTE #MAMAVOTE #lisa","sentiment_score":0.4121212121}
{"full_text":"RT #OnlineRemoteExamJCBOSE Who is responsible for my death,if I die due to corona virus infected in college where lot of...","sentiment_score":0.0375}
{"full_text":"RT Never forget that at the beginning of the pandemic last year, the government let us down so badly with protective equipme...","sentiment_score":-0.2851851852}
{"full_text":"RT The case for masking up: new study shows tight-fitting #FFP2 &amp; vKN95 face masks drastically reduce the risk of #COVID19...","sentiment_score":0.1363636364}
{"full_text":"RT It is governments arrogance and incompetence which has led to the lose of life's in the second wave. The Congress party demands th...","sentiment_score":0.0}
{"full_text":"Covid would move through that lot like a knife through butter","sentiment_score":0.0}
{"full_text":"Lewis England looks into Germany's rising coronavirus cases and the implications that this might have for its new government.","sentiment_score":0.1363636364}
{"full_text":"It's Day 3 of our #CatventCalendar!Toffee was a real character during her stay at the cattery. She was sassy girl will lots of tortitude! She would hiss &amp; grumble at our CCAs. She found a home with an understanding owner, who says she is Queen of the house! #CatsAtChristmas","sentiment_score":0.3125}
{"full_text":"Global vaccine inequality: \"A policy decision by the rich countries\"","sentiment_score":0.1875}
{"full_text":"RT I buried my uncle on Tuesday.... He took the vaccine.","sentiment_score":0.0}
{"full_text":"The recall involves 55,000 vials of the drug, or enough to treat 11,000 hospitalized patients, company spokesman Chris Ridley said in an interview. #Gilead #Covid19","sentiment_score":0.0}
{"full_text":"As part of #SmallBusinessSaturday we are launching a PS500,000 Hackney High Streets and Town Centres fund championing small businesses in recovering from the coronavirus pandemic. #LoveHackneyShopLocal Find out more and get involved:","sentiment_score":0.1366666667}
{"full_text":"\"Digital healthcare platforms must focus on inclusion\". Jenna McKenna at highlights how the pandemic has pushed issues of digital inclusion to the front. The industry must ensure that everyone can share the benefits of digital. #RPM","sentiment_score":0.0}
{"full_text":"RT What are the odds of COVID originating from China, the most powerful communist nation, under secretive conditions that im...","sentiment_score":0.4}
{"full_text":"The firm has put forward a five-point strategy to support businesses in the UK holding a live eventhttps:\/\/t.co\/JtW9Eb0PTI@ARAG_UK #Omicron #Covid19 #risk #insurance #ChristmasParties","sentiment_score":-0.0318181818}
{"full_text":"RT What kind of thinking is this?","sentiment_score":0.6}
{"full_text":"RT In 2020, our health system had to tackle the aftermath of more than 3.5 lac road crashes. The resources put in there c...","sentiment_score":0.5}
{"full_text":" Supporters intending to visit the Social Club today are reminded of the Covid Passport regulations that were introduced this week, with all entrants required to demonstrate their Covid status.","sentiment_score":0.0333333333}
{"full_text":"Covid could ruin Christmas this year and 'for next five years' expert warns","sentiment_score":0.0}
{"full_text":"RT With fluid #Omicron news and mixed signals from the #Fed over the few days, the #VIX ends a volatile #trading week above 30....","sentiment_score":-0.05}
{"full_text":"RT 6 million Victorians, 94% vaxxed and living freely. You ~2k plague rats at the #MelbourneProtest here's the freedom you...","sentiment_score":0.4}
{"full_text":"Women's Aid supports women not just in refuge, but also in their local communities. In the year 20\/21, we provided 6,005 women who've experienced domestic abuse floating support in their local area to ensure they got support regardless of the global pandemic. #16DaysofAction","sentiment_score":0.16}
{"full_text":"Wondering how the new Omicron variant has affected travel restrictions and entry rules across Southeast Asia? We've compiled this roundup of what we know so far...https:\/\/t.co\/MKHoZOu8q2 #Travel #OmicronVariant","sentiment_score":0.1363636364}
{"full_text":"As world leaders gathered in Glasgow last month for COP26, Sinn Fein's has said Covid19 and the Climate Crisis has exposed the 'rotten infrastructure' of the capitalist economic system.","sentiment_score":0.1}
{"full_text":"all medical expenses are covered under your coronavirus (COVID-19) #health insurance policy. Have a look at the list of exclusions under your coronavirus insurance in our article. Visit now!#healthinsurance #coronavirus #policybachat #COVID19","sentiment_score":0.0}
{"full_text":"The #Omicron variant of the virus that causes #COVID19 likely acquired at least one of its #mutations by picking up a snippet of #genetic material from another #virus - possibly one that causes the common #cold.Read more:","sentiment_score":-0.02}
{"full_text":"With a country the size of India, its population and density, it's always going to be much harder to manage after the fact than contain it at the onset, says on the new #Omicron #Covid19 variant. Read to know what India should do:","sentiment_score":0.0181818182}
{"full_text":"There is hardly anyone in the country of more than 130 crore where one hasn't lost someone known to Covid since March 2020. Yet, the Central Govt claims 4.7 lakh people have died. We all know it is an absolute lie &amp; there are families out there who need help! #SpeakUpForCovidNyay","sentiment_score":0.1145833333}
{"full_text":"RT #YGEntertainment has officially confirmed that #BLACKPINK's #LISA has fully recovered from Covid-19 and is no longer i...","sentiment_score":0.4}
{"full_text":"No one knows how effective vaccines will be in stopping people catching the newly discovered and fast-spreading #Omicron variant of #Covid19 or how well they will protect against severe illness.","sentiment_score":0.4454545455}
{"full_text":"This is a summary of the Novel #Coronavirus outbreak in #Tochigi until today. (21\/12\/4)The following is the situation in Tochigi today.Tested Positive:3Discharged:1Deaths:0Other summaries of the situation in Tochigi and surrounding areas (such as #Ryomo )","sentiment_score":0.0}
{"full_text":"With some fear spiking over the new Omicron variant, Oklahoma State health officials say it's not in the Sooner State.https:\/\/t.co\/7SUnB0EBLi","sentiment_score":0.1363636364}
{"full_text":"Free COVID-19 TESTINGTODAY, December 4, 9am-12pmEastminster Presbyterian Church250 N Highland AvePre-registration link: is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"#Omicron: Bengaluru apartments can only allow fully-vaccinated people to enter premises, says CMResidential buildings with three or more cases will be considered a cluster. Here, testing and vaccination will be intensified.","sentiment_score":0.25}
{"full_text":"RT Government figures claim there have been more than 10.3ml cases of covid in the UK &amp; over 145,000 deaths. Never forget...","sentiment_score":0.5}
{"full_text":"RT 6.1 million people have not had a first vaccine10.5 million have not had a second vaccine37 million have not had a...","sentiment_score":0.125}
{"full_text":"RT Here's what's clear: Unemployment is down 4.2%, the lowest since before the pandemic Average of 588,000 added jobs a...","sentiment_score":-0.0685185185}
{"full_text":"Omicron - the inside edge","sentiment_score":0.0}
{"full_text":"RT It is a prison!Whatever name they give it, it's still a prison.","sentiment_score":0.0}
{"full_text":"Yes certainly the message 'lets do all we can' is disastrous when doing all we can leads to avoiding the worst that could have happened.","sentiment_score":-0.4952380952}
{"full_text":"RT The left have started to realise that the covid response might actually be unethical. It took 21 months of the most ex...","sentiment_score":0.1666666667}
{"full_text":"A widely used PCR test can help flag a potential omicron infection. Confirmation is then done through genomic sequencing.","sentiment_score":-0.05}
{"full_text":"If you're heading home or leaving York over the winter break, please be sure to take a Covid test before leaving campus. You can book a test or collect a home testing kit from a number of locations on campus:","sentiment_score":0.5}
{"full_text":"Various students' groups penned an open letter to the national government, calling for weekly coronavirus disease (COVID-19) testing instead of mandatory vaccination of students who will participate in limited face-to-face classes.https:\/\/t.co\/CNLIzSilBz","sentiment_score":-0.0238095238}
{"full_text":"RT If the UK had been the source of a new disease that killed 5m+ worldwide, with dodgy lab safety a possible cause, our med...","sentiment_score":-0.0212121212}
{"full_text":"Why should Germany support waiving intellectual property rights for Covid vaccines?@IngoVenzke explains on Read his blog   #covid #covidvaccines #intellectualproperty #propertyrights","sentiment_score":0.3}
{"full_text":"One thing thing though. People seem to have the idea that this is inevitable and\/or it can't change. If Omicron is really is going to spread 4 or 5 times more than Delta, a huge problem on its own, we'll see massive change.","sentiment_score":0.2833333333}
{"full_text":"Japanese Prime Minister is likely to cancel a planned trip to the United States for talks with President Joe Biden this month due to the spread of the Omicron variant of #COVID19.https:\/\/t.co\/XVof1u5PLM","sentiment_score":-0.0416666667}
{"full_text":"#Goldman Cuts #US #GDP Forecast, Saying #Omicron Is Drag on Growth","sentiment_score":-0.1}
{"full_text":"As part of #SmallBusinessSaturday we are launching a PS500,000 Hackney High Streets and Town Centres fund championing small businesses in recovering from the coronavirus pandemic. #LoveHackneyShopLocal Find out more and get involved:","sentiment_score":0.1366666667}
{"full_text":"The emergency preparedness of the municipal government here and its war on COVID-19 got a boost with three new rescue vehicles donated by a private company, officials said.","sentiment_score":0.0681818182}
{"full_text":"RT This might not be the best strategy with Omicron barking at our door.","sentiment_score":1.0}
{"full_text":"RT realizing it's no longer a matter of if ya gonna get Covid but rather when ..hopefully you vaccinated and ya immune system...","sentiment_score":0.0}
{"full_text":"Join us today at 2pm CET as we discuss the burden of #Influenza and #COVID19 - and prospects for vaccination. Whether you are registered to #ESWI2021 or not, our virtual symposium is open to all. This is sure to be a very insightful discussion.","sentiment_score":0.2333333333}
{"full_text":"RT According to YG, #LISA has now come out of social isolation and is cured of Covid 19. ","sentiment_score":0.0333333333}
{"full_text":"If you invest $1000 in $AMOT today at $40.27 per share, and the stock prices rebound back to pre-pandemic prices at $45.68, your investment would be worth $1134.34! That's 13% growth and $134.34 profit!  See more:  $LAKE $LB $FTACU $AHT $GFNCP","sentiment_score":0.3229166667}
{"full_text":"Zimbabwe's Heath Ministry clarifies its position over PRC testing and quarantining people amid Omicron variant outbreak.","sentiment_score":0.0}
{"full_text":"OMICRON IN MARYLAND: Two of the cases are from the same household -- including a vaccinated person who recently traveled to South Africa and an unvaccinated person with close contact with that person.https:\/\/t.co\/nPOJ1IXcs0","sentiment_score":0.0}
{"full_text":"Doctors are tossing unused Pfizer vaccines instead of giving them as early booster shots because of government red tape.https:\/\/t.co\/opX6fDQHrb","sentiment_score":0.05}
{"full_text":"RT Ok businesses that come under the vaccine mandate system, please stop apologising! It's exactly what the majority, vast major...","sentiment_score":0.234375}
{"full_text":"The first real-world data showing the coronavirus variant #Omicron may evade some of our immunity has been reported by scientists in South Africa ","sentiment_score":0.25}
{"full_text":"It's like an action flick, but dismayingly real.","sentiment_score":0.15}
{"full_text":"RT Del Rosario: \"Ang problema kasi there are so many patients coming in, we cannot just easily them into the hospital as w...","sentiment_score":0.4666666667}
{"full_text":"The new strain of Covid-19 in southern Africa has sent markets into a tail spin, with a more extreme market reaction than the Delta variant. So how could the Omicron variant affect real estate investment?Learn more in our latest blog:","sentiment_score":0.2444805195}
{"full_text":"\"It hurts my heart that people are so hesitant to take this lifesaving and life sustaining treatment before it's too late.\" West Virginia has one of the worst vaccination rates. See the state's fight to combat misinformation and protect against COVID-19.","sentiment_score":-0.65}
{"full_text":"RT Best safety from Omicron.","sentiment_score":1.0}
{"full_text":"RT In March 2020, New Haven resident Roderick Topping began to casually document the new reality. His  images will be on v...","sentiment_score":-0.0757575758}
{"full_text":"COVID Vaccination of a Senior Citizen at her residence in Lalita Park Area by the team of MCW Center, Vishwakarma Park East District#LargestVaccineDrive#FightAgainstCovid19#united2fightcorona@CMODelhi@MoHFW_INDIA@DIPDelhi@AAPsatyendarJain@PMOIndia@DelhiVsCorona","sentiment_score":-0.1}
{"full_text":"PRIDE &amp; PREJUDICE: Lockdown was one of the worst periods for LGBTQ people. Many had to face harassment 24x7 from their homophobic family members and parents, as they had no option but to stay under the same roof due to home isolation --","sentiment_score":-0.15625}
{"full_text":"This winter it's essential you protect yourself and others against both flu and COVID-19. Find out how here: #CovidBooster #ProtectTheNHS #SaveLives","sentiment_score":0.0}
{"full_text":"There is a COVID-19 pop-up vaccine clinic at the Queens Square Shopping Centre, #WestBromwich TODAY, from 10am to 3.30pmAll those eligible can get their 1st, 2nd or booster vaccines.Find out who is eligible:https:\/\/t.co\/fmZhtYxJAG#VaccinateBCWB","sentiment_score":0.0}
