{"full_text":"RT When Kellogg's employees worked 7 days a week during the pandemic to feed America they were called \"heroes.\" Today, desp...","sentiment_score":0.0}
{"full_text":"Longtime church closing\/ Restoring controversial mascot considered\/ Omicron variant found at hospital testing site\/ Tenant rescued from fire","sentiment_score":0.55}
{"full_text":"Longtime church closing\/ Restoring controversial mascot considered\/ Omicron variant found at hospital testing site\/ Tenant rescued from fire","sentiment_score":0.55}
{"full_text":"Longtime church closing\/ Restoring controversial mascot considered\/ Omicron variant found at hospital testing site\/ Tenant rescued from fire","sentiment_score":0.55}
{"full_text":"RT The Ontario government is facing increasing calls to distribute more rapid #COVID19 tests for free as infections rise a...","sentiment_score":0.45}
{"full_text":"RT Twitter suspended for a Covid-19 story.","sentiment_score":0.0}
{"full_text":"RT NEW: Senate votes 52-48 to block President Biden's vaccine mandate for private businesses.","sentiment_score":0.0681818182}
{"full_text":"We need to get the pandemic under control.  Off ramps and end points and ending needed mitigations too soon again and again are prolonging the pandemic, leading to millions of deaths, and out is at risk of worse variant.","sentiment_score":-0.4}
{"full_text":"RT \"So Joe Rogan, Aaron Rogers, and Dana White all test negative for covid after just days of catching it. No bad symptom...","sentiment_score":0.1625}
{"full_text":"RT \"I am a covid veteran. Watching the US prepare for the new Omicron variant simultaneously sparks traumatic memories of the...","sentiment_score":0.0681818182}
{"full_text":"From personal experience as someone who lives in BC, I've heard you rail about us, making some pretty sensational claims. P1 I recall you saying was next level, and turned out not to be. While I don't dismiss the concern around Omicron, maybe you're wrong about this. I hope so.","sentiment_score":0.0833333333}
{"full_text":"RT \"The Pandemic didn't cause these harms. We did.\" - Dr. Alex Washburnehttps:\/\/t.co\/FNOa1tGjR8","sentiment_score":0.0}
{"full_text":"RT The Liberal and National parties have become the natural home of far right, anti-vacc, nut jobs. Together with  the Murdoch me...","sentiment_score":0.1619047619}
{"full_text":"Absolutely SHAMEFUL you put #freedumb before saving Idahoan, and American, lives. #COVID19 loves your stupidity ","sentiment_score":-0.1333333333}
{"full_text":"RT Despite non-stop media hysteria the odds of dying *with* Covid is about TWO in ONE THOUSAND.If you take a closer look a...","sentiment_score":0.0}
{"full_text":"RT Fun one to close out #WalkerWednesday. What's going w\/ Alicia!? Is she the cure to the zombie virus? Does she have a va...","sentiment_score":0.375}
{"full_text":"RT The FDA saying it needs 75 years to fully release vaccine data is not a great way to sell the vaccine to those who are...","sentiment_score":-0.4}
{"full_text":"Longtime church closing\/ Restoring controversial mascot considered\/ Omicron variant found at hospital testing site\/ Tenant rescued from fire","sentiment_score":0.55}
{"full_text":"Longtime church closing\/ Restoring controversial mascot considered\/ Omicron variant found at hospital testing site\/ Tenant rescued from fire","sentiment_score":0.55}
{"full_text":"Longtime church closing\/ Restoring controversial mascot considered\/ Omicron variant found at hospital testing site\/ Tenant rescued from fire","sentiment_score":0.55}
{"full_text":"RT Nothing says 'Trust the Vaccines' like the FDA announcing they will take 75 years to fully release Pfizer Vaccine Data.","sentiment_score":0.0}
{"full_text":"RT The COVID-19 survival rate is STILL 98.4%.Stop falling for the media's fearmongering over the Omicron variant.","sentiment_score":0.0}
{"full_text":"RT I have never in my life seen liberals like this-so full of themselves, so fake, such hypocrites, and complete sell outs -h...","sentiment_score":-0.0125}
{"full_text":"This is outrageous. A vaccine should kill the virus not play with it.","sentiment_score":-1.0}
{"full_text":"RT I thought the pandemic was \"over\" in England?https:\/\/t.co\/rzT0pExpIf","sentiment_score":0.0}
{"full_text":"So...you make your employees work while Covid positive (and very symptomatic)","sentiment_score":0.2136363636}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"They don't call it an idiot box for no reason.","sentiment_score":-0.8}
{"full_text":"RT Children bribed by their school w\/ pizza to keep quiet about their school vaxxing them w\/out their parent's consent....","sentiment_score":0.0}
{"full_text":"RT If you want to be a part of ending this pandemic, retweet this and follow He is a brilliant young man...","sentiment_score":0.5}
{"full_text":"RT BREAKING: Jen Psaki announces that President Biden will veto any Republican resolution to remove vaccine mandates from...","sentiment_score":0.0}
{"full_text":"RT I agree yesterday I said we must make a $1-2 test available if we are serious about expanding testing across...","sentiment_score":0.0333333333}
{"full_text":"Christine Massey Explosive Truth - Covid-19 SARS 2 is a Global Liehttps:\/\/t.co\/I8UWqGWrVeGRAPHENE 'RAZOR-BLADES' In 'VACCINE' (Dr. Andreas Noack); Claim of 'Death following REPORT'?https:\/\/t.co\/nxEE0qXM53","sentiment_score":0.0}
{"full_text":"Republican, the covid party","sentiment_score":0.0}
{"full_text":"RT Miserable fucking ghouls","sentiment_score":-0.8}
{"full_text":"Senate votes to repeal Biden COVID-19 vaccine mandates for businesses via","sentiment_score":0.0}
{"full_text":"RT In Argentina, the National Symphonic Band of the Blind returned to face-to-face concerts after almost two years of pandemic with a...","sentiment_score":-0.5}
{"full_text":"RT \"The World Health Organisation also acknowledged it has, so far, been unable to link any Covid dea...","sentiment_score":-0.2}
{"full_text":"I'm sick of all these reboots and sequels. The covid franchise really should get canned","sentiment_score":-0.2571428571}
{"full_text":"RT \"What else, what else... the covid vaccine. You heard about this? Some people think the government's gonna use it to ch...","sentiment_score":0.0}
{"full_text":"Black people must just forgive and move on. Sorry. Sunset clause, slaver trade, apartheid, HIV AIDS, now is covid. We are so tolerant as people I am so impatient!","sentiment_score":-0.3055555556}
{"full_text":"RT A reminder that prior to the pandemic, it would only take $81 billion to cancel all medical debt.","sentiment_score":0.0}
{"full_text":"RT I never had to and I don't plan to lmao","sentiment_score":0.6}
{"full_text":"Oh just droppin my mom off back in the city a few hours away for a week or two to stay with a friend, then i gotta drive back home.  Then got a meeting i cant speak on yet, gotta squeeze in the daily piece, and then an auction at","sentiment_score":-0.05}
{"full_text":"RT The new data from Pfizer on vaccine effectiveness against Omicron is encouraging. This reinforces what my medical advisors have...","sentiment_score":0.0681818182}
{"full_text":"RT Senate votes to repeal Biden COVID-19 vaccine mandates for businesses via","sentiment_score":0.0}
{"full_text":"Fab news!  #GetVaccinatedNow - Pfizer vaccine booster dose protects against omicron variant","sentiment_score":0.0}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"RT When can we expect the \"interfering with the midterms\" variant?","sentiment_score":0.0}
{"full_text":"RT Not Omicrisha","sentiment_score":0.0}
{"full_text":"Thank you and for the great piece about our journey!","sentiment_score":1.0}
{"full_text":"RT Just seen a tweet from a Professor of Virology that said Tories may be bad but under Corbyn \"I doubt we would have had...","sentiment_score":-0.7}
{"full_text":"RT \"If you really wanna beat Covid do what Rogan said to do.. I feel incredible right now\" ~@danawhite#PatMcAfeeShowLIVE...","sentiment_score":0.4619047619}
{"full_text":"RT Yes, quite sad. And yet, I still see folks say that children need not...","sentiment_score":-0.5}
{"full_text":"RT And has beaten with her arguments against vaccine mandates!","sentiment_score":0.0}
{"full_text":"RT BREAKING: Senate votes 52-48 to repeal the Biden Administration's COVID-19 Vaccine Mandate for private employers.","sentiment_score":0.0}
{"full_text":"RT Pfizer says a booster shot appears to be effective against Omicron. I think it's a fair question to ask whether we actua...","sentiment_score":0.65}
{"full_text":"RT BREAKING: Democratic-controlled Senate votes against Biden's abusive and unconstitutional vaccine mandate.","sentiment_score":0.0}
{"full_text":"The media blames Trump for calling COVID The China Virus, but the reality is that the blacks see Asians as Whites because they do well in school, work hard and have respect for family...all things which are against in the urban black community hip-hop, gangsta culture.","sentiment_score":-0.1527777778}
{"full_text":"RT No, congress is not going to overturn President Biden's employer vaccine rules. It has no chance of passing the House. Ev...","sentiment_score":0.0}
{"full_text":"RT Let me tell you as an educator: 1. I am issuing  the lowest grades I have ever issued. 2. The students are lacking matu...","sentiment_score":0.0}
{"full_text":"Lots, &amp;hit home reading Amazon's top leadership interviews Q's (&amp;  Jeff Bezos' #1 hiring attribute): whether or not people will #accept being wrong &amp; change their minds, or stay stubbornly stuck in denial, even when their wrong (stops growth &amp; NOT what the most successful do)","sentiment_score":0.15}
{"full_text":"Joe Biden already threatening to veto.https:\/\/t.co\/LIqme9DWKU","sentiment_score":0.0}
{"full_text":"RT As the headlines start to pour in on waning vaccine effectiveness against Omicron, please remember: These vaccines are be...","sentiment_score":0.0}
{"full_text":"RT We know this is false. We know people have gotten sick and died with the vaccine.  He is only reporting numbers to fur...","sentiment_score":-0.3714285714}
{"full_text":"RT BREAKING: Senate passes bill to repeal the Biden admin's vaccine-or-test mandate for private businesses with 100+ worker...","sentiment_score":0.0}
{"full_text":"RT COVID-19 symptoms:-fever-coughing-putting on the maid dress and cat ears","sentiment_score":0.0}
{"full_text":"Hey, people have been surviving and fighting off far worse things than covid with just their immune system. I mean that is literally how we were built. to be able to fight off a virus and survive. But if you really think you need a vaccine to be healthy then that's your choice.","sentiment_score":0.0979166667}
{"full_text":"3 days after I last went to Gates I tested positive for Covid... good luck","sentiment_score":0.3090909091}
{"full_text":"RT Why do adults carrying excess weight seem so vulnerable to Covid? The coronavirus can invade body fat, researchers have foun...","sentiment_score":-0.5}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"It is a natural progression, hastened by Covid restrictions and remote work. Suddenly a creature in a hat is a must have to get through the day.","sentiment_score":0.0}
{"full_text":"Public health and civic duty means nothing to them. They will force millions out of the work force, anyone not willing to risk death or death of a loved one because we can't trust the people we work with to do the bare minimum. The party of \"personal responsibility\" has none.","sentiment_score":0.125}
{"full_text":"RT The PNP backs the DOH recommendation not to downgrade the existing COVID-19 Alert Level Status due to the threat of the Omicron...","sentiment_score":-0.125}
{"full_text":"RT In South Africa, where the omicron variant was first detected, covid-19 cases are rising faster than during previous wave...","sentiment_score":0.0416666667}
{"full_text":"RT BREAKING: Senate votes 52-48 to repeal the Biden Administration's COVID-19 Vaccine Mandate for private employers.","sentiment_score":0.0}
{"full_text":"Or just go with an oral enema...For Mr Johnson, that might be more appropriate.","sentiment_score":0.5}
{"full_text":"Logic. Reason. And then there's the cognitive dissonance of Apologetics. Theology like this is taught at parochial Christian schools and universities maybe why 1 million Americans are dead from Covid.","sentiment_score":-0.1}
{"full_text":"And please check out my bundle sale pinned  to my page","sentiment_score":0.0}
{"full_text":"RT Remember, during this pandemic to support and thank the authors and creators who create the novels, books, and movies that yo...","sentiment_score":0.0}
{"full_text":"RT The people who shout and complain loudest about 'when will the pandemic and the restrictions end?' are, ironically and ann...","sentiment_score":0.0}
{"full_text":"RT Yet another Tory Christmas party during lockdown - this time at CCHQ, with festive hats, a broken door and No 10 aides pre...","sentiment_score":-0.4}
{"full_text":"RT In a written parliamentary reply, Wan Junaidi said the breakdown of such bankruptcy cases were 6,344 from March to December...","sentiment_score":-0.1}
{"full_text":"RT You voted against vaccine mandates...","sentiment_score":0.0}
{"full_text":"At this point, I really don't even care anymore about anything COVID-related and I hate to say that. But this shit is not going anywhere at all. I don't be out anyway so whatever. I'm over it lol","sentiment_score":0.0}
{"full_text":"Last time here was March 6, 2020 for before covid was a thing (@ Webster Hall in New York, NY)","sentiment_score":0.0681818182}
{"full_text":"RT Let me tell you as an educator: 1. I am issuing  the lowest grades I have ever issued. 2. The students are lacking matu...","sentiment_score":0.0}
{"full_text":"I voted for Abbot.  I am dissatisfied in hiw he is riding the red wave, instead working for all of us. Remember Covid? No testing sites, remember the freeze? No dialysis, no access to O2, breathing treatments.","sentiment_score":0.0}
{"full_text":"RT JUST NOW: Ron Johnson, on a Wisconsin tele-town hall, pushes mouthwash as a COVID treatment.\"By the way, standard ga...","sentiment_score":0.0}
{"full_text":"RT 'This absurd panic will cost us our health, our businesses, our education, our livelihoods...and our children'. My column...","sentiment_score":-0.5}
{"full_text":"RT \"Their choice to not get vaccinated is not personal. It forces patients with ruptured appendixes and broken bones to wait f...","sentiment_score":-0.2}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"RT So Trump is feminized now,  Good to know.","sentiment_score":0.7}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"RT \"There was no Christmas party. Covid rules have been followed at all times.\" No.10","sentiment_score":0.0}
{"full_text":"RT As the research on Omicron comes in, one thing is clear: as the President has been saying, every adult should go get their boost...","sentiment_score":0.1}
{"full_text":"RT When Kellogg's employees worked 7 days a week during the pandemic to feed America they were called \"heroes.\" Today, desp...","sentiment_score":0.0}
{"full_text":"RT I find it fascinating that I am still reading about Gladys Berejiklian and Warringah but not about Gladys Berejiklian...","sentiment_score":0.7}
{"full_text":"Very rare. But, even more tragic...","sentiment_score":0.0466666667}
{"full_text":"RT \"We ask why the vaccine passport? Why this collar they want to put on the Brazilian people? Where is our freedom? I'd rather di...","sentiment_score":0.0}
{"full_text":"Federal courts continue to push back against Biden, Judge Kurt Engelhardt says the vaccine mandate \"grossly exceeded\" the authority of the executive branch agency charged with enforcing it.https:\/\/t.co\/QCdnGhZqbA","sentiment_score":0.0}
{"full_text":"RT After 18 months of wearing masks, sacrificing precious time with our family and friends, and taking common sense COVID prec...","sentiment_score":0.1}
{"full_text":"Even as the U.S. reaches a milestone of roughly 200 million people fully vaccinated against COVID-19, cases and hospitalizations are spiking again, even in highly inoculated corners of the country like New England.","sentiment_score":0.0654545455}
{"full_text":"Infectious disease: Key surveys overestimate COVID-19 vaccination rates in the USA Research highlight | Nature #InfectiousDisease #COVID19 #VaccinationRates","sentiment_score":0.0}
{"full_text":"RT Despite non-stop media hysteria the odds of dying *with* Covid is about TWO in ONE THOUSAND.If you take a closer look a...","sentiment_score":0.0}
{"full_text":"Biden's Surgeon General: Youth Facing Pandemic Mental Health Issues","sentiment_score":-0.025}
{"full_text":"American consumers are shopping earlier for the holidays this year. Today's #ChartoftheDay explores why the majority of consumers are worried about availability, shipping delays, and unexpected challenges from COVID-19.","sentiment_score":0.0333333333}
{"full_text":"This is where we're headed if people don't wake up soon...","sentiment_score":0.0}
{"full_text":"RT The people who shout and complain loudest about 'when will the pandemic and the restrictions end?' are, ironically and ann...","sentiment_score":0.0}
{"full_text":"RT Big news for immunocompromised peopleThe FDA, I report for has authorized the first monoclonal antibody f...","sentiment_score":0.125}
{"full_text":"Conversations with friends and family about the #COVID19 vaccine are not always easy when misinformation is rife and emotions run high.Here are some tips on how to have more productive discussions about the #COVID19 vaccination.","sentiment_score":0.4666666667}
{"full_text":"OCTA: Metro Manila now at 'very low risk' for COVID-19https:\/\/t.co\/2wrruVzGlw#BlackPearlConsultancyPH#BlackPearlGeohazardsAlert","sentiment_score":0.0}
{"full_text":"\"It is time to say it out loud: the virus behind the COVID-19 pandemic is not going away. SARS-CoV-2 cannot be eradicated, since it is already growing in more than a dozen different animal species\"The Forever Virushttps:\/\/t.co\/RtV6jfjfbOvia Instapaper","sentiment_score":0.05}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"Spread #LOVE wherever you go! #JoyTrain #Joy #COVID19 #Kindness #Quote #FamilyTrain #ChooseLove #MentalHealth #Mindfulness #GoldenHearts #IAM #FamilyTrain #IAMChoosingLove #WednesdayThoughts #WednesdayMotivation #WednesdayWisdom RT","sentiment_score":0.7125}
{"full_text":"Hand sanitizer is, by all accounts, a product with a solid future. Because COVID-19 coexists with us, we will permanently raise awareness of hand hygiene in our daily lives.#handsanitizer #Covid #coronavirus #Corona #Delta #virus #packleaderTaiwanhttps:\/\/t.co\/EM1JVThTzx","sentiment_score":0.0}
{"full_text":"If you have mild\/moderate COVID-19, you may be able to receive monoclonal antibody treatment. It can reduce your symptoms\/help you recover faster\/avoid hospitalization.Call your doctor or (619) 685-2500 to see if you are eligible or for an appointment.https:\/\/t.co\/XUQBERXyeb","sentiment_score":0.5}
{"full_text":"Vietnam has been seeing a new surge in cases as movement restrictions are further eased.","sentiment_score":0.0681818182}
{"full_text":"People who have received two doses of the Pfizer-BioNTech Covid-19 vaccine are likely susceptible to infection from the Omicron variant of the coronavirus, but a third shot restores antibody activity against the virus.","sentiment_score":0.0}
{"full_text":"BioNTech, Pfizer COVID vaccine neutralises Omicron with three shots#Omicron #Pfizer","sentiment_score":0.0}
{"full_text":"Boris Johnson announced the government was moving to its back-up plan of extra Covid rules at a news conference.\"It's not a lockdown, it's Plan B,\" the prime minister said.","sentiment_score":0.0}
{"full_text":"RT Imagine if the gov't mandated everyone exercise, and show proof you exercise! If you didn't exercise you weren't allowed to...","sentiment_score":0.0}
{"full_text":" BREAKING However unlikely to pass the House and get past Joe Biden's desk. The Senate has passed a Republican bill that would overturn Biden's vaccine mandate. The bill was joined by two democrats, Senator Manchin and Senator Tester of Montana.-@redfuturenews","sentiment_score":-0.375}
{"full_text":"RT One last question before &amp; I wrap up this #MSforumQ3: There is currently a lot of concern about the imp...","sentiment_score":0.0}
{"full_text":"According to a survey, about two-thirds of Gen Z said that education is extremely important to their identity, compared to half of #Millennials and about 4 in 10 in Gen X.After months of limited social interactions, here's how Gen Z is weighing all of the burden.#COVID19","sentiment_score":0.0488095238}
{"full_text":"#China's total imports and exports expanded 22% YoY to RMB 35.39 trln in the first 11 months of 2021. The figure, already surpassing the RMB-32.16-trln total for all of 2020, marked a 24% increase from the pre-epidemic level in 2019.","sentiment_score":0.0875}
{"full_text":"Precautionary response needed to deal with Omicron varianthttps:\/\/t.co\/FMfET9Wwjg","sentiment_score":0.0}
{"full_text":"RT University of Florida faculty members felt pressure to:*Destroy COVID19 data.*Remove race-related preferences in course mater...","sentiment_score":0.0}
{"full_text":"Rename it: \"a law to ban the mandate of Donald Trump's rushed vaccine that saved millions of lives\" and see how far it goes then","sentiment_score":0.1}
{"full_text":"Pfizer Says Third Dose Protects Against Omicron, But Is Still Developing Variant Specific Booster","sentiment_score":0.0}
{"full_text":"ICYMI: Jeffrey Epstein, Vaccine Mandates And Roe V. Wade With Alan Dershowitz | Vince &amp; Jason Save The Nation","sentiment_score":0.0}
{"full_text":"The House of Charity is on lockdown due to a suspected norovirus outbreak that forced the shelter to close itself off to new guests.","sentiment_score":-0.0962121212}
{"full_text":"It said that the free vaccination is in line with the campaign of the Commission on Higher Education (@PhCHED) and Department of Education (@DepEd_PH) to increase the vaccination rate in schools. #thepostph #phstudenttambayan","sentiment_score":0.325}
{"full_text":"Negros Occidental had 375 active COVID-19 cases on Tuesday and 353 on Wednesday, December 8.","sentiment_score":-0.1333333333}
{"full_text":"Data from the Census Bureau and the CDC indicated that nearly 1.2 million Arizona workers would lose their jobs under President Joe Biden's vaccine mandate. That accounts for 33% of Arizona's workforce.","sentiment_score":0.1}
{"full_text":"It's not a vaccine you are getting.It's not a weak strain of Covid injected into your body to stimulate your own antibodies.It's intended to manipulate your DNA.A kind oh genetic engineering.Many people are afraid of GE food but are willing to have this treatment.STRANGE.","sentiment_score":0.2075}
{"full_text":" RETAIL NEWS #Omicron might result in milder disease compared with other variants - Dr. Fauci (the head of the National Institute of Allergy and Infectious Diseases)  It's a good news to retailers this #Christmas! Source: Business Insider#Magestore_Retail_News","sentiment_score":0.375}
{"full_text":"Generation Z is reporting more pandemic-related stress than any other age group, citing the toll on education, careers, and relationships, according to a new poll","sentiment_score":0.1704545455}
{"full_text":"Kentucky Gov. Andy Beshear announced a pay increase and a plan to recruit and retain more social workers to reward those working during the pandemic and address a significant number of resignations the state is seeing.https:\/\/t.co\/zvyDoFpP0q","sentiment_score":0.3027777778}
{"full_text":"RT Public Health said I could return to work. Yesterday I provided a negative COVID-19 test to access the legislature as per...","sentiment_score":-0.15}
{"full_text":"Nuremberg2 trials coming soon?#Nuremberg2ticktock Dr. Reiner Fuellmich: scientific evidence that covid is crime against humanity","sentiment_score":0.0}
{"full_text":"Due to Covid-19 and safety fears, Philippine government bans traditional firework celebrations over Christmas and New Year for a second straight year. Reports more... #COVID19 #Philippines #Christmas #NewYear","sentiment_score":0.1185606061}
{"full_text":"RT Jen Psaki was right. We shouldn't send a free rapid test to every American. We should send dozens of free rapid tests to ev...","sentiment_score":0.2714285714}
{"full_text":"RT The world's largest vaccine producer has tonight halved its production of the vaccine because it has too few orders.Meanwhi...","sentiment_score":-0.2}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"RT BREAKING: Senate votes 52-48 to repeal the Biden Administration's COVID-19 Vaccine Mandate for private employers.","sentiment_score":0.0}
{"full_text":"COVID-19 BOOSTERS ONLY this Sunday, 8AM-4PM, at Multi-Purpose Center!No walk-ins. Regsiter at or call (670) 682-7468.NOTE: You may receive a booster from a different manufacturer than your original series. More info at","sentiment_score":0.21875}
{"full_text":"RT BREAKING: Senate votes 52-48 to repeal the Biden Administration's COVID-19 Vaccine Mandate for private employers.","sentiment_score":0.0}
{"full_text":"Hey, good news! Yes, really! Pfizer has announced that its COVID-19 booster shots appear to provide strong protection against the new Omicron variant.","sentiment_score":0.4236742424}
{"full_text":"Chinese mainland records 83 confirmed COVID-19 cases","sentiment_score":0.2}
{"full_text":"\"The heart of safety: ensuring healthcare team member safety in a post-COVID era.\" Read this article by #HeartOfSafety","sentiment_score":0.0}
{"full_text":"Canada's women's junior field hockey team is scheduled to arrive home on Thursday after being stranded in South Africa due to restrictions surrounding the omicron coronavirus variant.","sentiment_score":-0.125}
{"full_text":"The parents who sent their COVID-19-positive child to a Bay Area school could face criminal charges.https:\/\/t.co\/eJrLnGd3wR","sentiment_score":-0.4}
{"full_text":"\"The best way to lower prices is to increase supply. And there is plenty of supply in the global COVID-19 testing marketplace--except in America. Thanks, FDA.\"Analysis from Lean Right bias:https:\/\/t.co\/aut41ofpC7","sentiment_score":0.3714285714}
{"full_text":"You can now add your Children or Department's COVID-19 digital certificate to your service Victoria app for a quick and easy check in.  For knowing more about this, visit:https:\/\/t.co\/IRRDbiSKeR...#Covid19Update #victoria #DigitalCertificate","sentiment_score":0.3166666667}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"Seaview from the Rizal Boulevard, shared by Dale Gallaza [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"RT Vaccine passports were the plan from the start. The first step towards a Chinese-style social credit system and digital sur...","sentiment_score":0.0944444444}
{"full_text":"RT Alternative Headline: Drug Company With Massive Conflict of Interest and a Flawed Product Announces That You May Still Get...","sentiment_score":-0.25}
{"full_text":"Senate rejects Biden's vaccine mandate for businesses","sentiment_score":0.0}
{"full_text":"RT Under the guidance of Saint Dr. singh ji insan Yaad-E-Murshid #30thFreeEyeCamp will be held adhering to CO...","sentiment_score":0.0}
{"full_text":"The said more data was needed to assess the severity of disease caused by the Omicron variant and whether its mutations might reduce protection from vaccine-derived immunity. #COVID19https:\/\/t.co\/hzcLrrBD0C","sentiment_score":0.5}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"RT At-home #COVID19 tests are now available, but a negative result alone isn't enough. #Vaccines, #masking and #handwashin...","sentiment_score":0.0333333333}
{"full_text":"RT The economy has evolved a level of tolerance to covid-19. But with the emergence of Omicron, that may be about to be te...","sentiment_score":0.0}
{"full_text":"Due to #COVID19 and safety fears, Philippine government bans traditional firework celebrations over #Christmas and #NewYear for a second straight year. Reports","sentiment_score":0.01875}
{"full_text":"We gonna die y'all.","sentiment_score":0.0}
{"full_text":"RT folks there is too little hospitalization data for Omicron, let alone data that has vaccination status, that it is lit...","sentiment_score":-0.1875}
{"full_text":"Federal health officials authorized a new COVID-19 antibody drug for people with serious health problems or allergies who can't get adequate protection from vaccination.https:\/\/t.co\/YLM1uvQGee","sentiment_score":0.0454545455}
{"full_text":"Waiting for the holy grail variant of the corona","sentiment_score":0.0}
