{"full_text":"RT BREAKING: Senate votes 52-48 to block Biden's vaccine mandate for private businesses.","sentiment_score":0.0}
{"full_text":"He clearly doesn't or he would do a better job helping the planet(besides letting thousands of people die in a pandemic)at least!","sentiment_score":0.075}
{"full_text":"Day 4 of #UKCharityWeek celebrates the work of #volunteers. #Covid19 coincided with a rapid increase in volunteers. Our suggests how #charities can capitalise on this rise by making the most of, and investing in, #volunteer #data:","sentiment_score":0.5}
{"full_text":"Useful to know thanks Rich ","sentiment_score":0.2916666667}
{"full_text":"RT Unlike the Tories, Welsh Labour and the SNP, we believe that vaccination must be a personal choice in a free country. N...","sentiment_score":0.2}
{"full_text":"RT Last year, Henry became homeless during the height of the pandemic and was forced on to sleep on the streets. Arriving at #C...","sentiment_score":-0.15}
{"full_text":"RT \"Raymond Niaura, interim chair of the epidemiology dept at NYU, said that gargling [mouthwash, as Ron Johnson suggested] wo...","sentiment_score":0.0}
{"full_text":"RT Nigerians who have been compulsorily mandated to take the Covid Jab should thank for exposing that a million vaccin...","sentiment_score":0.0}
{"full_text":"Holy crap does he really think if a little swish of mouthwash would kill Covid that we would've had almost 800,000 deaths?","sentiment_score":-0.2625}
{"full_text":"RT Tory rebellion grows over Covid Plan B as MPs say they cannot vote for 'just in case' restrictions","sentiment_score":0.0}
{"full_text":"RT There is uncertainty about omicron impact *but* the uncertainty is not about *whether* it will be severe - it's about how...","sentiment_score":0.0}
{"full_text":"Maybe if you got yourself down to a healthier weight you wouldn't worry as much. I'm not trying to be nasty but COVID affects overweight people very badly.","sentiment_score":-0.4663888889}
{"full_text":"Mandates are WRONG!  If you choose to get vaccinated for covid that's your absolute right.  It should be a choice based on your medical history and your Dr. input.","sentiment_score":-0.0348214286}
{"full_text":"RT We are seeing growth in Omicron cases in the UK that mirrors the rapid increases seen in South Africa. That is why it i...","sentiment_score":0.0}
{"full_text":"RT Where are the Free Speech folks? The IDW? The Harpers signatories? Crickets.","sentiment_score":0.4}
{"full_text":"RT Many fans and critics debated the role of race on social media comparing the two players' punishments.Critics also poi...","sentiment_score":0.2666666667}
{"full_text":"I think you have to inject mouthwash up your nose in order to be effective after all the covid spores travel through the nasal passages not the mouth. Reguardless using mouthwash is right behind injection of bleach to treat covid.","sentiment_score":0.1619047619}
{"full_text":"RT Ireland has one of the highest vaccinate rates (90+%). Ireland also has some of the strictest measures still in place....","sentiment_score":0.0}
{"full_text":"RT I have long opposed vaccine passports, and so will vote against their introduction next week.To me, the evidence we h...","sentiment_score":-0.025}
{"full_text":"RT They hosted a party during lockdown.They knew it was against the rules.They knew they couldn't admit it.They though...","sentiment_score":0.0}
{"full_text":"RT The pandemic forced millions into poverty while the wealth of billionaires soared, new study says","sentiment_score":-0.0818181818}
{"full_text":"RT The Morally Superior, UK Hating, Race-Baiting, History Erasing, Covid Exploiting, Hypocritically Ranting, EU Loving, Criminal A...","sentiment_score":0.3}
{"full_text":"RT BREAKING: Senate votes 52-48 to repeal the Biden Administration's COVID-19 Vaccine Mandate for private employers!!!!KE...","sentiment_score":0.0}
{"full_text":"Now everyone can get sick and die, the republicans dont care about anyone at all, they love to death and destruction. There motto is \"Lie Cheat Steal and Kill\" that best describes a Nazi Republican.","sentiment_score":0.2619047619}
{"full_text":"RT My pleasure to speak to on oilAre OPEC+ acting like a Central Bank?Yes, providing oil ma...","sentiment_score":0.0}
{"full_text":"I mean apart from it being illegal... On a public platform...where the police can track your IP address.You crack on love!","sentiment_score":-0.046875}
{"full_text":"As I said before: unboosted is the new unvaccinated.\"Preliminary laboratory studies demonstrate that 3 doses of the Pfizer-BioNTech COVID-19 Vaccine neutralize the Omicron variant (B.1.1.529 lineage) while 2 doses show significantly reduced neutralization titers\"","sentiment_score":0.2556818182}
{"full_text":"RT And they're still blasting the SMS.","sentiment_score":0.0}
{"full_text":"JUST IN: Two Senate Dems Join Every Republican, Vote to OVERTURN Biden's Vaccine Mandate for Businesses via","sentiment_score":0.0}
{"full_text":"RT NEW: Senate votes 52-48 to block President Biden's vaccine mandate for private businesses.","sentiment_score":0.0681818182}
{"full_text":"Oooof I did the COVID vaccine booster and flu shot at the same time and this chocolate bar looks like a much better double boost.","sentiment_score":0.1666666667}
{"full_text":"RT When Kellogg's employees worked 7 days a week during the pandemic to feed America they were called \"heroes.\" Today, desp...","sentiment_score":0.0}
{"full_text":"Federal Judge Blocks Biden's Vaccine Mandate","sentiment_score":0.0}
{"full_text":"RT Ron Johnson is going to get a lot more people killed by promoting the use of Listerine to treat covid.","sentiment_score":0.15}
{"full_text":"RT Coercion also causes assault, by causing a person to anticipate battery.https:\/\/t.co\/cqIf...","sentiment_score":0.0}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"RT Joshua Kimmich is still suffering with lung problems after testing positive for COVID-19 last month.He's now been ruled out...","sentiment_score":0.1136363636}
{"full_text":"RT Government's Plan B Measures  We are disappointed that the PM made no mention of schools, given that cases are rising fas...","sentiment_score":-0.75}
{"full_text":"RT Meanwhile in Tarragona","sentiment_score":0.0}
{"full_text":"RT Houston Methodist reports eight cases of omicron variant, the city's first human cases","sentiment_score":0.125}
{"full_text":"RT Wait, what? For real? This wasn't some prank thing with someone pretending to be a US Senator, this was real?","sentiment_score":0.2}
{"full_text":"RT Remember, the lives we lost during corona pandemic.Remember ,how much we suffered due to lack of doctors in our state....","sentiment_score":0.0375}
{"full_text":"RT If this Government is serious about reducing the spread of Omicron, then it needs to support school pupils &amp; staff with a...","sentiment_score":-0.3333333333}
{"full_text":"RT They're leaving us with no opposition.Someone more cynical than I might be asking why? Who stands to gain from a one-...","sentiment_score":-0.05}
{"full_text":"RT Absolutely agreed, which is why we should look in great depth at what happened here, and how well the diferent 'experime...","sentiment_score":0.5}
{"full_text":"Michigan ER doc describes life inside rural hospital, says unvaccinated patients are filling beds","sentiment_score":0.0}
{"full_text":"RT You cannot logically be opposed to mandatory vaccinations (i.e. forcing people to get vaccinated + discriminatory) but...","sentiment_score":0.25}
{"full_text":"RT Some 'brave' Tory MPs are tweeting that they will vote against Vaccine Passports, has your MP?...","sentiment_score":0.8}
{"full_text":"RT i hear a lot about medical worker burnout due to the pandemic. i'm not hearing about disabled people's burnout.how do yo...","sentiment_score":-0.1083333333}
{"full_text":"RT I hope it's been hacked and deactivated.","sentiment_score":0.0}
{"full_text":"RT When Kellogg's employees worked 7 days a week during the pandemic to feed America they were called \"heroes.\" Today, desp...","sentiment_score":0.0}
{"full_text":"RT This is the point. Nothing happened between Tuesday morning - when Raab said Plan B was unnecessary - and Wednesday afternoo...","sentiment_score":-0.4}
{"full_text":"RT Are you planning to do a rapid COVID-19 test before gathering over the holidays? Some health experts want the provinces...","sentiment_score":0.0}
{"full_text":"RT As the headlines start to pour in on waning vaccine effectiveness against Omicron, please remember: These vaccines are be...","sentiment_score":0.0}
{"full_text":"RT I have been consistent throughout that I do not and will not support the introduction of vaccine passports. I will vote again...","sentiment_score":0.25}
{"full_text":"RT My doctor just treated me with ivermectin last week for Covid.  Between that and the monoclonal antibody in...","sentiment_score":0.0}
{"full_text":"RT I suggest to all MPs backing Vaccine Passports,we will hold this against your record for as long as you're in office, we shall...","sentiment_score":-0.05}
{"full_text":"RT I do hope the reason for likely new Covid restrictions today - the plan B we're about to hear about - has been done based...","sentiment_score":0.0681818182}
{"full_text":"RT If you are vaccinated, you're probably safe from omicron. If you're worried, get a booster. If you're old or have high-r...","sentiment_score":0.3}
{"full_text":"Imagine a health body being repeatedly bombarded with covid, all in the name of science. That's like staying in Fukushima in the hope that you become radiation resistant.","sentiment_score":0.0}
{"full_text":"RT COVID still going on is wild","sentiment_score":0.1}
{"full_text":"RT Please don't use the words 'since the pandemic'. We are in the middle of the pandemic.","sentiment_score":0.0}
{"full_text":"RT France, which has had strict mask mandates and vaccine passports in place for months, just hit its highest COVID case rat...","sentiment_score":0.0}
{"full_text":"RT Pakistan may have first Omicron case - health ministry official","sentiment_score":0.25}
{"full_text":"RT It's funny how y'all go for Covid 19 testing but you don't get treatment, so what's the use ? Get sick and heal at hom...","sentiment_score":-0.2321428571}
{"full_text":"You might think beyond  reading, 18 months worth.","sentiment_score":0.3}
{"full_text":"warning to all.... They will not issue a flight credit in case your destination country has closed their borders to visitors due to #covid.  Horrific #cxp and a useless call center.","sentiment_score":-0.365}
{"full_text":"RT Is there a single study that presents a cost-benefit analysis of 3rd doses of a 2-dose vaccine for healthy 18-year-olds, esp...","sentiment_score":0.1428571429}
{"full_text":"RT \"So Joe Rogan, Aaron Rogers, and Dana White all test negative for covid after just days of catching it. No bad symptom...","sentiment_score":0.1625}
{"full_text":"RT Breaking: Dominic Raab and Grant Shapps are now self-isolating after the Aussie Deputy PM, who they met this week, teste...","sentiment_score":0.0}
{"full_text":"RT In America, if you vote for the Opposition Republicans the lockdowns end.Elsewhere? Your choices are lockdown or loc...","sentiment_score":0.0}
{"full_text":"RT England announces new COVID-19 restrictions amid concerns over omicron variant.@ABC News' has the latest.","sentiment_score":0.3181818182}
{"full_text":"Oh do foxtrot Oscar, Najel Mirage selling his unique brand of snake oil.","sentiment_score":0.375}
{"full_text":"RT Instead of praising #txed educators for saving children's lives in #COVID19, &amp; attack them....","sentiment_score":0.0}
{"full_text":"RT BREAKING: Senate votes 52-48 to repeal the Biden Administration's COVID-19 Vaccine Mandate for private employers.","sentiment_score":0.0}
{"full_text":"RT Had a 6 y\/o come in to the 5-11 vaccine clinic, tear his shirt off, sit down, look at the RN, and say \"do it\". Pretty bad as...","sentiment_score":-0.2018518519}
{"full_text":"RT Those who shout loudest about human rights, inclusion of minorities, respecting other cultures, accepting other self-identi...","sentiment_score":-0.0833333333}
{"full_text":"RT Joshua Kimmich will be out until January 2022 because of a lung issue after testing positive for COVID-19 last month.The...","sentiment_score":0.1136363636}
{"full_text":"I saw one of the CEOs say they'd need a whole new vaccine for it. Printing money.","sentiment_score":0.1681818182}
{"full_text":"RT He just needed to apologise.Instead he gave us more lies, threw his team under a bus,vaccine passports,introduced the potential...","sentiment_score":0.25}
{"full_text":"It's time for a 2nd gen vax that works against all variants. covid vaccine pill is in phase 2 trials. As per the Oxford journal recent publication it is cross variant protective in humans. Room temp stable. No cold chain! Easy to distribute.https:\/\/t.co\/nSuhHqJ0aB","sentiment_score":0.1616666667}
{"full_text":"RT \"There was no Christmas party. Covid rules have been followed at all times.\" No.10","sentiment_score":0.0}
{"full_text":"RT My 8yo son's friend asked him if he is \"fully vaccinated\" and because my son said no, he would need to wear a mask for a...","sentiment_score":0.0}
{"full_text":"RT Children getting covid ","sentiment_score":0.0}
{"full_text":"RT Had both Covid jabs but had heart inflammation after the 2nd one. Not just a tightness of the chest but thought I was having...","sentiment_score":0.0}
{"full_text":"Public health news! #covid19 #climateaction #Epidemiology #GPHO","sentiment_score":0.0}
{"full_text":"RT So you can catch Covid on the bus to and from school but not at school, and you can catch it from colleagues at work but...","sentiment_score":0.0}
{"full_text":"In light of the recent Omnicorn variant and guidance by we have taken the decision to end this week and not have session next week. We will be in contact with next steps and more information","sentiment_score":0.18}
{"full_text":"RT Isn't it amazing how they know exactly how many shots it will take to protect you from a virus they just discovered usi...","sentiment_score":0.45}
{"full_text":"RT Here are the brands to avoid, if you don't want scabs in yr cereal!","sentiment_score":0.0}
{"full_text":"RT If this is the case, that the one thing standing in the way of a super-vaccine is money, it's insane that the US governmen...","sentiment_score":-1.0}
{"full_text":"This week I have both phoned and written to my MP and have not yet heard back.I do hope you will come back to me and will publicly OPPOSE vaccine passports.NO VACCINE PASSPORTS#TogetherDeclaration@Togetherdec","sentiment_score":0.0}
{"full_text":"South Africa Approves Coronavirus Vaccine Boosters for 18+#southafrica #covid19research #vaccination","sentiment_score":0.0}
{"full_text":"With all due respect, they were idiots before the vaccine even existed Dr.","sentiment_score":-0.4625}
{"full_text":"RT NEW: Senate votes 52-48 to block President Biden's vaccine mandate for private businesses.","sentiment_score":0.0681818182}
{"full_text":"RT If hygiene theatre is the best defense you got it's already GAME OVER","sentiment_score":0.3}
{"full_text":"RT How does Nicola Sturgeon deal with Covid rule-breakers? She appoints them to her government. #fmqshttps:\/\/t.co\/aBHLO...","sentiment_score":0.0}
{"full_text":"RT \"We can't boost fast enough. We are too complacent. We have too many unvaccinated people walking around. We have a fragile...","sentiment_score":0.175}
{"full_text":"RT Just dropped over to the mobile testing lab in New York City in front of Grand Central Station - got my nose painlessly excav...","sentiment_score":0.2121212121}
{"full_text":"RT Wait until he finds out covid is airborne and normal people breathe through their nose","sentiment_score":0.15}
{"full_text":"RT Well done to Niall Paterson on at last a serious question of why JacobRees-Mogg's laughing and joking about X...","sentiment_score":-0.1666666667}
{"full_text":"Getting my vaccine now","sentiment_score":0.0}
{"full_text":"RT Doubts about how CDC, his wife, and several senior military officers died is bound arise. Hence Govt must head the Govt inquir...","sentiment_score":-0.05}
{"full_text":"RT the amount of Christmas parties in number 10 we are finding out about is rising faster than Omicron","sentiment_score":0.0}
{"full_text":"RT Okay but actually tho","sentiment_score":0.25}
{"full_text":"RT If you're wondering what I'm thinking:I'm mostly singing\"Omicron, omicron,why aren't they heeding you?\"in Phoebe's voice in...","sentiment_score":0.5}
{"full_text":"Bravo for reaching across party lines.   Taxpayers in both parties paid for cruel, wasteful &amp; dangerous animal experiments at the #WuhanLab. We have a right to know what caused the pandemic! #LabLeak","sentiment_score":-0.4142857143}
{"full_text":"RT Omg.. Matt Hancock is on This Morning talking about his dyslexiaPhil just said to him: \"was it your dyslexia that meant y...","sentiment_score":0.0}
{"full_text":"#ToBeIrish at Christmas Patrick Dexter's cello playing during lockdown outside his cottage in Mayo brought comfort for people all around the world. Don't miss his performance of 'Carol of the Bells' today at 5pm (Riga time) https:\/\/t.co\/ZsgoroPtBX","sentiment_score":0.0}
{"full_text":"#OnlyTogether campaign stresses the need 4 coordinated global action to ensure that #coronavirus #vaccines r available in all countries, w\/ the biggest vaccine roll out in history now underway, millions of  r being delivered across, through #COVAX.https:\/\/t.co\/Mm9FsF9xd9","sentiment_score":0.1666666667}
{"full_text":"#DYK Violence against women is highly prevalent, and intimate partner violence is the most common form of violence. During health emergencies, such as the COVID-19 pandemic, violence against women tends to increase.Speak up and visit:","sentiment_score":0.112}
{"full_text":"#COVID19 has brought with it a surge in violence against women and girls. This #16Days of Activism, let's put #GBV on lockdown and #OrangeTheWorld to end all forms of violence against women and girls.Watch:","sentiment_score":0.0}
{"full_text":"RT The grim Peter Bone on #Newsnight seeing vaccine passports as an infringement of civil liberties but, of course, happy wit...","sentiment_score":-0.1}
{"full_text":"Boris Johnson to launch inquiry into alleged lockdown Christmas party","sentiment_score":-0.1}
{"full_text":"Dr. Fauci told CNN yesterday \"it's going to be a matter of when not if\" the definition of fully vaccinated changes. via","sentiment_score":0.0}
{"full_text":"Chief Scientific Adviser says it remains unclear how virulent new variant ishttps:\/\/t.co\/NAFyxBFvyI","sentiment_score":0.1363636364}
{"full_text":"Congratulations to Dr. Park &amp; Dr. Kummerlowe (PGY-2 residents) on your joint first authorship publication in Bipolar Disorders titled \"First manic episode following COVID-19 infection.\" #MayoPsychResearch #PsychiatryResidency #MedTwitter #COVID19","sentiment_score":0.1666666667}
{"full_text":"Japanese scientists develop glowing masks to detect coronavirus --","sentiment_score":0.0}
{"full_text":"We hope everyone enjoyed the Thanksgiving holiday with family and friends. While life has been challenging during the pandemic, we have a lot to be thankful for. Read More here:","sentiment_score":0.5}
{"full_text":"RT Vaccine passports were the plan from the start. The first step towards a Chinese-style social credit system and digital sur...","sentiment_score":0.0944444444}
{"full_text":"People in England should start working at home again if they can, the government has said.The governments in Scotland, Wales  &amp; Northern Ireland had already advised people to work from home if possible, because of the Omicron coronavirus variant.#WFH ","sentiment_score":0.0}
{"full_text":"Columnist Rohit Narayanan argues that Princeton should change its isolation housing policies, as the current system comes at the cost of students' mental health.","sentiment_score":-0.05}
{"full_text":"#SamuettaDrew: What Parents Want to Know About #COVID19 Vaccines","sentiment_score":0.0}
{"full_text":"UK teacher with #LongCovid welcomes #GlobalWorkersInquest into the pandemic #COVID19","sentiment_score":0.0}
{"full_text":"RT LeBron James posts cryptic tweet while sidelined due to league's COVID protocols","sentiment_score":-0.125}
{"full_text":"RT COVID GUNS?: Tories demand probe over reports gangs used CERB money to fuel illegal activities -- including buying weapo...","sentiment_score":-0.5}
{"full_text":"West Indies team reached Pakistan | BTV Headlines | 6 PM | 9 Dec 2021YouTube: #Omicron #SrilankanManager #Weathercloud #Pakistan #WestIndies","sentiment_score":0.0}
{"full_text":"Historically, December has been a great month for stocks, but now we have the Omicron variant causing major volatility and uncertainty. Read more: you have any questions please reach out to us -","sentiment_score":0.340625}
{"full_text":"People are in their feels listening to songs that trigger bittersweet lockdown memories.","sentiment_score":0.0}
{"full_text":"The six states, which account for 35% of the population in the 30 states seeing an increase, make up 60% of the added COVID-19 hospitalizations.https:\/\/t.co\/uEFEel0IrW","sentiment_score":0.0}
{"full_text":"Thanks for Medical personnel,doctor fighting on the front lines,infrastructure workers.Thanks for you do your best in your new environment,overcome fear and anxiety.This is an important time!Let's do our best together!#ThanksHealthHeroes#FridayOvation #COVID19","sentiment_score":0.4560606061}
{"full_text":"Gavin Williamson 'instigated' the gathering, top DfE official tells MPs.  More from #education #educationnews","sentiment_score":0.5}
{"full_text":"Tories sell off vaccine maker as firms make PS50,000 a minute","sentiment_score":0.0}
{"full_text":"Enhanced Illness Benefit is available to workers diagnosed with #COVID19 or instructed by a doctor\/HSE to self-isolateThere are no waiting days, it is paid from Day 1Apply at is available in multiple languages here:","sentiment_score":0.2666666667}
{"full_text":"The emergence of the Omicron variant and the rising infection rates in the capital, have caused a wave of uncertainty for many. It is a reminder that we are not out of the woods. We are still in a pandemic. #cityoflondon #CatherineMcGuinness","sentiment_score":0.5}
{"full_text":"RT Nothing says 'Trust the Vaccines' like the FDA announcing they will take 75 years to fully release Pfizer Vaccine Data.","sentiment_score":0.0}
{"full_text":"RT I for one will not stop until every minister, parliamentarian &amp; staffer found to be in attendance at parties breaking...","sentiment_score":0.0}
{"full_text":"Moving to a new neighborhood during the height of the COVID pandemic caused researcher to change her shopping behavior. Like so many, some of these behaviors have stuck. She shares 3 questions to ask to find out what customers need now.","sentiment_score":0.3181818182}
{"full_text":"Latest on Covid vaccine and booster timeline for all ages after NIAC update. #COVID19Ireland","sentiment_score":0.5}
{"full_text":"Remember when de murder rate high-high in Trinidad and Tobago? And 1 person a day #dead from #murder?Now we have more than *20* people dying of #covid a day. 19 of these deaths preventable with #vaccine. Who's the #dotish one? #georgebovell #covidiot #PreventDeath","sentiment_score":0.15}
{"full_text":"Court Ban Of NYC Vaccine Mandate Gives Big Apple Broadcasters Some Breathing Room. |","sentiment_score":0.0}
{"full_text":"#jazzforcovidLike life these days, #jazz is improvised...#COVID19 #covid19 #covid_19 #FlattenTheCurveKenny Rankin - Like a Seedhttps:\/\/t.co\/oJXRcX8whr","sentiment_score":0.0}
{"full_text":"RT Omicron didn't live up to the hype and the COVID addicts are pissed. Looks like this virus is evolving itself out of exis...","sentiment_score":0.1363636364}
{"full_text":"Omicron ","sentiment_score":0.0}
{"full_text":"These thirteen passengers came to the state from 'at risk' and 'non-risk' countries.#COVID19 #coronavirus ","sentiment_score":0.0}
{"full_text":"RT If nightclubs have to check for vaccine passports can they check for needles aswell while they're at it, ta.","sentiment_score":0.0}
{"full_text":"RT Over 70,000 people have been fined for illegal parties or gatherings under Covid regulations. If the Met Police doesn't...","sentiment_score":-0.5}
{"full_text":"Why is #Edge #computing important@Gartner_inc #Data #AI #Cloud #tech #innovation #Python #NLP #DataScience #Analytics #digital #IoT #java #code #Python #COVID19 #NFTs #Metaverse #devops #Flutter #100DaysOfCode #bot #NodeJS #django #twitme #TensorFlow #RHOP #CES2022 #ITC #5G","sentiment_score":0.0}
{"full_text":"#Breaking - Tottenham's Europa Conference League match off after 13 positive Covid-19 tests.Read more: article was fact-checked by #Oigetit #Spurs  #Tottenham #EuropaLeague","sentiment_score":0.3636363636}
{"full_text":"Did #COVID19 change the role of Marketing in #InvestmentManagement for the better? If so, how should senior management build on that? Find your answers here: #PerformanceMGZ37 #DeloitteIM #IM","sentiment_score":0.5}
{"full_text":"You have COVID-19 vaccine questions; our experts have the answers! Check out our COVID-19 vaccine resources:","sentiment_score":0.0}
{"full_text":"RT Florida is still reporting the LOWEST coronavirus cases per capita.The fake news is still awfully quiet.","sentiment_score":-0.25}
{"full_text":"With the decreasing number of COVID-19 patients confined in wards, PGH reopens some of its wards to attend to non-COVID cases. Dr. Jonas Del Rosario also reported that the number of patients in ICU is now at half of its capacity. Padayon!Read more here:","sentiment_score":0.1666666667}
{"full_text":"I spent lockdown working providing key services for NHS thanks mate ","sentiment_score":0.0333333333}
{"full_text":"RT BREAKING: UK inquiry to look into 2 more alleged government gatherings: The British government has confirmed that an in...","sentiment_score":0.2}
{"full_text":".@ClemsonUniv approved recommendations from public health experts for the start of Spring Semester. This includes pre-return COVID testing, on-arrival testing for residential students, continued face covering requirements in instructional spaces and more.","sentiment_score":0.25}
{"full_text":"RT Better (very) late than never, here's my work for Icewind Dale: Rime of the Frostmaiden. Never posted them here yet, b...","sentiment_score":0.055}
