{"full_text":"The American Epidemic.","sentiment_score":0.0}
{"full_text":"RT Plan B - rumoured to be \" Work From Home\"  and \" Vaccine passports\" Do one!","sentiment_score":0.0}
{"full_text":"Not sure I fully understand you there. Was simply trying to ask, given a vaccine that neither stops infection nor transmission, how does one take into account the high order effects of providing the ideal environment for the virus to continuously mutate against said vaccines..?","sentiment_score":0.2025}
{"full_text":"This sounds timely. And smart!","sentiment_score":0.2678571429}
{"full_text":"RT I'm honoured to #PassTheMic to econ and development expert Dr. the Executive Secretary of the United Nations...","sentiment_score":0.0}
{"full_text":"Packing my shit today to leave tomorrow for this little convention thingy this weekend where I get to see some friends I haven't seen since pre-covid and finally meet some longtime internet friends in person. No biggie.","sentiment_score":-0.1291666667}
{"full_text":"RT \"I wept behind my mask as three children talking to their dying mother on an iPad begged her to wake up.\"Labour MP and...","sentiment_score":-0.4}
{"full_text":"RT So the same government, that pissed away a sense of national unity on the first lockdown just to protect Dominic Cummings,...","sentiment_score":0.125}
{"full_text":"Greatest tribute to the sacred Soul of CDC SJ.BIPIN RAWAT &amp; others .","sentiment_score":1.0}
{"full_text":"RT Prince William and Kate and members of their family are at Westminster Abbey for a festive carol service to thank those who...","sentiment_score":0.0}
{"full_text":"RT A judge in Manhattan pretty much told Bill de Blasio fuck him and his vaccine mandate lol","sentiment_score":0.2125}
{"full_text":"RT This study is not on humans but on cells. The authors of the study are not saying what this headline is saying. The headline...","sentiment_score":0.0}
{"full_text":"Dr. Daniel Caplivski joins us live to discuss holiday travel safety tips and how you can protect yourself from the Omicron variant. #LiveAtMountSinai #COVID19","sentiment_score":0.1363636364}
{"full_text":"RT UK PM Johnson aide resigns over lockdown party comments","sentiment_score":0.0}
{"full_text":"RT sorry we can't afford to mail everyone covid tests we're giving the Pentagon $768 billion tomorrow ","sentiment_score":-0.5}
{"full_text":"Don't you support vaccine mandates? And you're calling anyone else authoritarian?","sentiment_score":0.0}
{"full_text":"RT Oh dear... a person who attended a Home Office reception last night has tested positive for Covid-19 after taking a lateral...","sentiment_score":0.1136363636}
{"full_text":"RT To supply itself with cheap debt, government had the central bank pump $400B of newly-created cash into the financial...","sentiment_score":0.1333333333}
{"full_text":"RT Every person or organization that is pushing mandates has a history of corruption and lying. Tony Fauci, Joe Biden, MSM, WHO,...","sentiment_score":0.0}
{"full_text":"The Mfer hasnt even taken his own products. F THESE PEOPLE. VIVA LA RESISTANCE! MOLON LABE","sentiment_score":0.75}
{"full_text":"RT Plan B - involving enforced working from home and vaccine passports - costs PS800m a week. Covid is with us for the long-t...","sentiment_score":0.0}
{"full_text":"RT Australia now forcibly detaining people in camps without trial and your governments continue to remain totally silent... w...","sentiment_score":0.25}
{"full_text":"Even worse when they pay people to stay home, so they agree to be pushed","sentiment_score":-0.4}
{"full_text":"RT BREAKING: Illinois introduces a bill to force unvaccinated residents to pay out of pocket for their hospital treatment...","sentiment_score":0.0}
{"full_text":"RT My latest Substack is on how we're just at the beginning of the next wave of COVID. All the signs point in the same dire...","sentiment_score":0.1666666667}
{"full_text":"Thanks for sharing this important update. We are a bit confused here in Finland as our health officials are now talking about \"natures boosters\" and \"natures vaccines\". I hope will give us all updates on how to cope with such plans some countries are talking about?","sentiment_score":0.05}
{"full_text":"RT COVID-19: Boosters will probably be needed for 'years to come', says Pfizer","sentiment_score":0.0}
{"full_text":"RT Explosion In New Heart Conditions Dismissed As \"Post Pandemic Stress Disorder\"","sentiment_score":0.1363636364}
{"full_text":"RT This is totally ludicrous. How can they possibly not know the answer to this question? If the answer is that he was...","sentiment_score":0.0}
{"full_text":"RT So let me get this straight: The Ontario government won't give every household access to free COVID rapid tests that have alre...","sentiment_score":0.3}
{"full_text":"RT Covid hospitalizations in Sweden since the start of the pandemic. I see three waves. Where is the fourth wave? Can we ple...","sentiment_score":0.0}
{"full_text":"RT  BREAKING  Boris Johnson Blocks Investigation into His Attendance at Downing Street Lockdown Parties The Prime Ministe...","sentiment_score":0.0}
{"full_text":"RT \"Botswana has not seen rise in COVID hospital admissions so far.\"That's where Omicron started.","sentiment_score":0.1}
{"full_text":"RT You can now legally shoot opioids in government facilities, but you cannot work without a coronavirus vaccine?","sentiment_score":0.2}
{"full_text":"RT because when processing workers started dying of COVID their depraved managers started placing cash bets on who would die n...","sentiment_score":0.0}
{"full_text":"\"By tracking the evolutionary trajectories of vax-resistant mutations in more than 2.2 million SARS-CoV-2 genomes, we reveal that the occurrence &amp; frequency of vax-resistant mutations correlate strongly with the vaccination rates in Europe and America.\"","sentiment_score":0.4666666667}
{"full_text":"RT Faridah Nabukera, a Women Leader in Mpererwe Market, shall star as a Panelist at the upcoming Digital &amp; Financia...","sentiment_score":0.0}
{"full_text":"I dont know, but maybe there is some players unavailable due to non-covid cause?","sentiment_score":-0.125}
{"full_text":"No change in coronavirus patient numbers, positive test rate rises again","sentiment_score":0.2272727273}
{"full_text":"Omicron ","sentiment_score":0.0}
{"full_text":"Tickled me that has the cheeky cunts","sentiment_score":0.0}
{"full_text":"All the reports and limited initial data on omicron is that it's basically a seasonal cold akin to that of other coronaviruses. The scam is fear as always.","sentiment_score":-0.1991071429}
{"full_text":"what if i just drop dead right now fam","sentiment_score":0.0428571429}
{"full_text":"We don't think *anybody* is falling for Johnson's distraction techniques any morehttps:\/\/t.co\/uG3T9iX0Yk","sentiment_score":0.0}
{"full_text":"RT Tennessee's medical licensing board on Tuesday deleted a COVID-19 anti-misinformation policy from its website to appease a...","sentiment_score":0.0}
{"full_text":"RT The Prime Minister must accept responsibility for shattering public trust and resign now.","sentiment_score":0.0}
{"full_text":"Same as your boss having a party during lockdown. Labour party also laughing at us aswell.","sentiment_score":0.0}
{"full_text":"RT Pretty wild that more people died of covid yesterday than on Dec 6, 2020 but now the pandemic is \"over\"","sentiment_score":0.2833333333}
{"full_text":"RT But as always, we need to consider not only the share of patients with severe disease, but the absolute number:Unlike t...","sentiment_score":0.1}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"RT JUST IN: PM will hold a #coronavirus press conference in Downing Street at 6pm","sentiment_score":0.0}
{"full_text":"RT Shout out to #Covid1984","sentiment_score":0.0}
{"full_text":"Florida, Tennessee, Kansas, and Iowa are *literally paying people* to remain unvaccinated.https:\/\/t.co\/H6RVCMsX73","sentiment_score":0.0}
{"full_text":"RT They hosted a party during lockdown.They knew it was against the rules.They knew they couldn't admit it.They though...","sentiment_score":0.0}
{"full_text":"RT How many people do you KNOW who have died OF Covid? Please vote, and RETWEET as much as possible. Thanks.","sentiment_score":0.2333333333}
{"full_text":"RT He should be done! He lies constantly to us all. His ministers then lie to us all on his behalf. Here's what he will do1. Ri...","sentiment_score":0.0}
{"full_text":"RT She's been hung out to dry in an attempt to protect people with more important jobs.","sentiment_score":0.2777777778}
{"full_text":"RT If you are Team Pfizer, make sure you get the third shot. ","sentiment_score":0.25}
{"full_text":"RT  Fraudsters stole PS6.5bn from taxpayers via Rishi Sunak's Covid support schemes.#Sunak said the government was set to only r...","sentiment_score":0.0}
{"full_text":"RT Faridah Nabukera, a Women Leader in Mpererwe Market, shall star as a Panelist at the upcoming Digital &amp; Financia...","sentiment_score":0.0}
{"full_text":"not the thanksgiving dinner of variants","sentiment_score":0.0}
{"full_text":"I've been trying to get an answer from the Alabama DOC for weeks about why they aren't offering Covid vaccine boosters to inmates. Still nothing. 25,000 inmates in AL prisons literally CAN'T social distance. Now Omicron. Why aren't they following guidelines?","sentiment_score":0.0166666667}
{"full_text":"Why are you sitting on the approval of #COVAXIN since 5 months ? Safest vaccine on the block,long shelf life, no req for cold storage mRNA's, don't require additional boosters for every new variant. Shame on your dept if delayed further.","sentiment_score":-0.1545454545}
{"full_text":"RT \"The #omicron variant has now been reported in 57 countries and we expect that number to continue growing\", says at W...","sentiment_score":0.0}
{"full_text":"Judicial Watch - Judicial Watch: New Fauci Agency COVID Records Reveal Information about NIH Research into the Coronavirus -","sentiment_score":0.1363636364}
{"full_text":"COVID-19 Update: African Americans Are Still At a Higher Risk of Infection - Here's How to Fight with Facts. #Covid #Covid_19 #Health","sentiment_score":0.125}
{"full_text":"RT NEW: There is a PM press conference at 6pm on Covid","sentiment_score":0.1363636364}
{"full_text":"RT Absolutely fuming. How DARE the Government treat us this way. We simply cannot go on living like this - and allow No10 to...","sentiment_score":0.1}
{"full_text":"RT Thousands died in a pandemic, over 11% of the population are in poverty and they've had more scandals than a series of to...","sentiment_score":0.5}
{"full_text":"RT NEW: There is a PM press conference at 6pm on Covid","sentiment_score":0.1363636364}
{"full_text":"RT [BREAKING NEWS] SAHPRA approves Pfizer COVID-19 booster shot. Booster shot approved for all over 18s. More on #DStv403","sentiment_score":0.5}
{"full_text":" Covid restrictions from Friday. Best get some extra police in for this one then. Any person who complies with any new restriction, is a grade a mug.","sentiment_score":0.3787878788}
{"full_text":"The second goal against city before covid!","sentiment_score":0.0}
{"full_text":"RT Poland raises its key interest rate to the highest level since before the pandemic, stepping up the fight to rein in the fas...","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Former Education Secretary Gavin Williamson broke Covid rules by holding a festive party at work in the run up...","sentiment_score":0.0}
{"full_text":"RT Close to two years in and over 1\/3 of special ed pupils still not receiving the health or care support they are entitl...","sentiment_score":0.3571428571}
{"full_text":"RT \"Given how many outbreaks we're seeing in schools.. it's imperative we get these rapid tests,\"","sentiment_score":0.5}
{"full_text":"RT #DYK that most suspected side effects after #COVID19 vaccination are not caused by the vaccine?Watch this video now to lear...","sentiment_score":0.5}
{"full_text":"RT Parents shouldn't have to pay $40 at pharmacies to access rapid tests &amp; keep their kids safe.We have the tools availab...","sentiment_score":0.0}
{"full_text":"RT Pro life means you don't want people to die. Not on death row, not from COVID-19, not from gunshots. This is why your...","sentiment_score":0.0}
{"full_text":"RT NEW: There is a PM press conference at 6pm on Covid","sentiment_score":0.1363636364}
{"full_text":"RT 34,000 LAUSD students miss COVID vaccine deadline, must enroll in independent study or leave district: Reporthttps:\/\/t.co\/wz17rz...","sentiment_score":0.0}
{"full_text":"RT Allegra Stratton has quit in tears and number 10 have confirmed there will not be a leaving party for her until lockdown r...","sentiment_score":0.4}
{"full_text":"Don't miss our virtual Event Commemorating #16Days of activism from aspiring #YouthsDate: Friday, Dec. 10,  Time: 2pm-4:30pm EAT Where: WebEx Meeting AppTopic: Gender-based violence amid COVID-19: Effects on Youth &amp; Emerging solutions.","sentiment_score":0.0}
{"full_text":"I don't trust any fear mongering politicians on covid. Especially UK politicians. #gtfoh","sentiment_score":0.0}
{"full_text":"RT I worked with Allegra Stratton on Generic News Programme and I remember her saying that if she ever found herself being t...","sentiment_score":0.0}
{"full_text":"RT This study is not on humans but on cells. The authors of the study are not saying what this headline is saying. The headline...","sentiment_score":0.0}
{"full_text":"RT UK SAYS TEMPORARY MEASURES FOR COVID-19 AND FLU VACCINE PROGRAMME TO BE EXTENDED OR MADE PERMANENT THROUGH NEW CONSULTATIO...","sentiment_score":0.1363636364}
{"full_text":"Kyrie talking bout some plant based vaccine lmaooooooo nigga what","sentiment_score":0.0}
{"full_text":"RT Chicago officials could start requiring proof of vaccination in public spaces like bars and restaurants, arguing that it'...","sentiment_score":0.0}
{"full_text":"RT They lied about Brexit, they lied about immigration, they did fuck all about COVID despite the warnings, they are killing the NH...","sentiment_score":-0.4}
{"full_text":"RT The default solution for big government types like Biden and Fauci is always more rules, more regulation and less of your lib...","sentiment_score":0.2083333333}
{"full_text":"RT Here's an idea. How's about we lockdown down the government for a year to stop the spread of bullshit, lies, Manipulat...","sentiment_score":-0.1555555556}
{"full_text":"If that's so, then how can ppl catch it twice?https:\/\/t.co\/8aFt7GaTlw","sentiment_score":0.0}
{"full_text":"RT Now that really is an apology ...","sentiment_score":0.2}
{"full_text":"RT Jen Psaki was right. We shouldn't send a free rapid test to every American. We should send dozens of free rapid tests to ev...","sentiment_score":0.2714285714}
{"full_text":"RT Faridah Nabukera, a Women Leader in Mpererwe Market, shall star as a Panelist at the upcoming Digital &amp; Financia...","sentiment_score":0.0}
{"full_text":"And the evidence on its approaching is when you find it affecting all the planets, moons, meteors, axis and movements of the solar system and its celestial angles,..Imam Nasser Mohammed Al-Yamani14-10-2021https:\/\/t.co\/ranydoEm6E62#They_Say_A_Shelter_Is_Needed OmicronTI52l","sentiment_score":0.0}
{"full_text":"Good for you! Are you going to wear a mask? It may sound weird but, all things considered...hope you enjoy it and come out safe and sound. I'm already humming, Navy Girl.","sentiment_score":0.3458333333}
{"full_text":"Get fucked you incompetent, bumbling cunt.","sentiment_score":-0.475}
{"full_text":"RT Please remember, you must wear a face covering: * On public transport* In shops and supermarkets You should also con...","sentiment_score":0.0}
{"full_text":"RT Parents should be aware of an \"unusual rash\" that has been linked to cases of the new Omicron Covid strain in children, a...","sentiment_score":0.1954545455}
{"full_text":"RT 'Telling a starving man or women who lacks employment that they should attend pluralistic adult education classes or e...","sentiment_score":0.1}
{"full_text":"RT 170,001 people dead of Covid, at 26 November.One of every 395 souls in the UK.Japan has nearly doubl...","sentiment_score":-0.05}
{"full_text":"To clarify the above; the vaccine maynot be harmful to you but if you can't build antibodies effectively then it's pointless to get the vaccine. Note this only applies to the extremely immunocompromised; moderate to severe are recommended to get the vaccine and monthly boosters.","sentiment_score":0.0375}
{"full_text":"RT Faridah Nabukera, a Women Leader in Mpererwe Market, shall star as a Panelist at the upcoming Digital &amp; Financia...","sentiment_score":0.0}
{"full_text":"Three doses or three more? Let the vaccines wars begin. Our vaccine is better. How long before they start charging to get vaccinated?","sentiment_score":0.3166666667}
{"full_text":"RT Bad early signal--The 7-day average coronavirus level found in Boston-area wastewater has now reached their highest levels s...","sentiment_score":-0.25}
{"full_text":"Exposure has brought the worst in people. Garnering sympathy to supply a bottomless need for attention.Choices are:Stay home and learn to live on one income household or return to work to keep with the jonases.Weight the financial and emotions costs .","sentiment_score":-0.2878787879}
{"full_text":"RT Quite frankly GFY","sentiment_score":0.0}
{"full_text":"I mean 3 vaccines in the space of 9 months that doesn't sit well with me with more likely to come! we don't know the long term effects of the covid jabs and at this stage we're becoming lab rats.","sentiment_score":0.1175}
{"full_text":"RT It's been one yr since the first mRNA COVID-19 shot was administered.While it's a huge relief to be vaccinated here, it's in...","sentiment_score":0.325}
{"full_text":"RT Kellogg's says it will permanently replace most of 1,400 workers who went on strike over a new system that cuts newer workers'...","sentiment_score":0.3181818182}
{"full_text":"RT As much as I'm p'd off about No 10 having a Christmas Party in lockdown last year I cant help but think that releasing...","sentiment_score":0.1}
{"full_text":"RT We are living a real life episode of Little Britain","sentiment_score":0.00625}
{"full_text":"RT The White House spokesperson was asked why the administration doesn't just send out free COVID tests, as other countries do. H...","sentiment_score":0.0916666667}
{"full_text":"Rise in mental health crisis with COVID - Mohsen Omrani   #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":-0.1}
{"full_text":"RT What has killed more people than the Omicron variant?Alec Baldwin","sentiment_score":0.15}
{"full_text":"RT  The British government is in free fall right now, and mostly because Boris's wife Carrie just *had* to have a Christmas...","sentiment_score":0.2964285714}
{"full_text":"RT PM to hold Downing Street press conference on Covid as Omicron spreads","sentiment_score":0.0}
{"full_text":"RT SAGE's own papers cite that Vaccine Passports could drive people to other venues or homes.Any implementation of them isn't sc...","sentiment_score":0.2375}
{"full_text":"RT There will be a Downing Street press conference at 6pm where there will be updates on the strategy to fight coronaviru...","sentiment_score":0.0}
{"full_text":"Rise in mental health crisis with COVID - Mohsen Omrani   #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":-0.1}
{"full_text":"As we thought, BonZo HAS 'excluded' himself from any investigation' into HIS 'attendance' at ANY 'Party'!!!https:\/\/t.co\/tSvBer2V2d","sentiment_score":0.0}
{"full_text":"RT After Stratton's departure over giggling video - shouldn't  resign too? Also videoed making light of...","sentiment_score":0.4}
{"full_text":"RT Hope first thing Johnson saw after PMQs. A woman who lost her Dad to Covid expressing her disgust at his leade...","sentiment_score":0.25}
{"full_text":"RT Lying f**king bastard.","sentiment_score":0.0}
{"full_text":"Lockdown changed me Plus I'm always at the boxing club...","sentiment_score":0.0}
{"full_text":"RT Did any Tory Minister NOT break the Tories' own Covid lockdown rules?.#downingstreetparty #ToryShambles","sentiment_score":0.6}
{"full_text":"Behen please","sentiment_score":0.0}
{"full_text":"RT #HappeningNow - Conversation on preventing a potential new #COVID19 wave. Join #RFBreakthrough now to hear more from","sentiment_score":0.2121212121}
{"full_text":"RT This study is not on humans but on cells. The authors of the study are not saying what this headline is saying. The headline...","sentiment_score":0.0}
{"full_text":"Brave? What absolute rot. Brave is dying alone with COVID. She was crying for herself because her video nasty came to light and she got caught taking the piss out of everyone who made incredible sacrifices. Good riddance. She can take that idiot Boris as her leaving present too.","sentiment_score":0.18}
{"full_text":"RT She laughed while joking about a pandemic that's killed people? She's crying because she was cau...","sentiment_score":0.1}
{"full_text":"RT So on the day it was revealed that there were at least 3 different Downing Street parties (including one in Boris Johnso...","sentiment_score":-0.15}
{"full_text":"\"Stock futures reverse higher after Pfizer says 3 vaccine doses neutralize #Omicron, CEO says virus variant appears to be milder than previous strains.\"Great, so now we can dispense with the new travel bans and mandates imposed on us in the last two weeks... Right?","sentiment_score":0.2175685426}
{"full_text":"I believe his video said the vaccine for the variant will be a 3 dose booster, so that's 6 shots.","sentiment_score":0.0}
{"full_text":"RT We need our normal lives back, and Omicron may help us get there. The media is out for ratings, and politicians use fear t...","sentiment_score":0.075}
{"full_text":"RT I've been boycotting their products since the strike began.  Now it's permanent.","sentiment_score":0.0}
{"full_text":"RT Rachel #Maddow with some really scary figures on new Covid cases. It's not over, folks... not even close.","sentiment_score":-0.1818181818}
{"full_text":".@PerkinElmer launches NEXTFLEX Variant-Seq SARS-CoV-2 Kit v2 |","sentiment_score":0.0}
{"full_text":"RT Maybe what I've written here is too angry.But on behalf of all those who have died, grieved and suffered alone, I felt...","sentiment_score":0.0}
{"full_text":"RT That took like 5 minutes - ","sentiment_score":0.0}
{"full_text":"RT Scarier than any Covid chart imo","sentiment_score":0.0}
{"full_text":"\"How deadly is COVID-19 and why is it such a big deal?\" Dr. Sam Ashoo, Emergency Medicine Physician at answers this question in his new 2-minute video. #COVIDmyths #COVIDFAQs #COVID19 #COVID","sentiment_score":-0.0159090909}
{"full_text":"RT The same guy here just said he is not getting the vaccine","sentiment_score":0.0}
{"full_text":"RT #DYK that most suspected side effects after #COVID19 vaccination are not caused by the vaccine?Watch this video now to lear...","sentiment_score":0.5}
{"full_text":"RT I'm trying to reconcile Pfizer's optimistic statements about 3rd dose protection against omicron","sentiment_score":0.0}
{"full_text":"RT #DYK that most suspected side effects after #COVID19 vaccination are not caused by the vaccine?Watch this video now to lear...","sentiment_score":0.5}
{"full_text":"Join us for a free COVID-19 vaccination event at New Community Hudson Senior in Jersey City on Thursday, December 9, from 11 a.m. to 4 p.m. No appointment, ID, documentation or health insurance needed.","sentiment_score":0.2681818182}
{"full_text":"Patients with hematologic cancers, particularly those receiving B-cell-depleting immunotherapy, may not gain adequate protection from the #COVID19 vaccination, may still develop a potentially fatal infection","sentiment_score":0.1666666667}
{"full_text":"RT Small cheese and wine has turned this country upside down  I can't believe it. Boris stole our money to give to his fri...","sentiment_score":-0.2027777778}
{"full_text":"RT Pfizer have now developed a three shot series for Omicron ","sentiment_score":0.1}
{"full_text":"The pandemic has been difficult on landlords but it nevertheless highlights the importance of working with tenants who, because of job loss, were incapable of paying rent on time and finding solutions.Read more here: #property #management","sentiment_score":0.0}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"RT The government are threatening lockdowns, working from home and vaccine passports. But right now Covid patients occupy j...","sentiment_score":0.2857142857}
{"full_text":"RT \"Bell them birds again lad\"","sentiment_score":0.0}
{"full_text":"NEWS: \"Pandemic affected nearly all children,\" Ofsted annual report finds #MoreRadioNews #Sussexhttps:\/\/t.co\/bZ7z3jRTAK","sentiment_score":0.1}
{"full_text":"That's my goal for 2022, if this pandemic allows ","sentiment_score":0.0}
{"full_text":"The parents are correct, and YOU are a The REAL statistics are that TWO kids out of every MILLION die from Covid...putting at the bottom of the list of all the things a kid can die from. On the other hand, the amount of kids that'll be hurt by the vaccine will be HUGE","sentiment_score":0.1583333333}
{"full_text":"#COVID-19 news from around the world: In Canada, Ontario is reporting 1,009 new COVID-19 cases and 8 deaths. ","sentiment_score":0.1363636364}
{"full_text":"RT What a fcuking sausage!","sentiment_score":0.0}
{"full_text":"I believe only Nosek didn't travel with the team. Ullmark practiced Tuesday and Griz and Coyle will be game time decisions based on how they feel from their \"NON-COVID\" illness.","sentiment_score":-0.2}
{"full_text":"New album 'Kruller' is out February 11 on 2xLP\/CD\/Digital via limited vinyl variant is SOLD OUT!Pre-Order and watch \"Drone Carrying Dread\" at by Zlatko Mitev","sentiment_score":0.0324675325}
{"full_text":"As you reflect on World AIDS Day (Dec. 1), think about the ways language can impact those around you. Consider reviewing these stigma scenarios to learn how to respond when you encounter HIV stigma!  #ScienceNotStigma #HIVPrevention","sentiment_score":0.0}
{"full_text":"Judge Suspends Federal Contractor Vaccine Mandate Nationwidehttps:\/\/t.co\/NbFEncadJO","sentiment_score":0.0}
{"full_text":"SHEILA SHAMBAUGH, 59, of Salem, Massachusetts, died of a breakthrough COVID infection on Nov. 30, 2021. \"Sheila was an avid camper and lover of all New England sports teams and diehard Ohio State Football Fan.\"https:\/\/t.co\/XNY0iGFc6b","sentiment_score":0.1931818182}
{"full_text":"Culture of death via","sentiment_score":0.0}
{"full_text":"\"The truth is, the next one could be worse. It could be more contagious, or more lethal, or both.\"https:\/\/t.co\/G72otXVzRk","sentiment_score":0.15}
{"full_text":"Tennessee's top health officials say the  omicron variant of the coronavirus will \"inevitably\"spread to Tennessee. Find the story from https:\/\/t.co\/u4qICSyDqG","sentiment_score":0.25}
{"full_text":"RT \"once covid is over\" is starting to sound like \"when Rollisi discloses\" ","sentiment_score":0.2}
{"full_text":"'We really need to have the same set of precautions for omicron as we had for delta &amp; all of the other COVID viruses,' said UAMS Director of Divisions of General Internal Medicine. #covid19ark","sentiment_score":0.025}
{"full_text":"RT me trying to be festive after 2 years of living in a pandemic with another variant looming","sentiment_score":0.0}
{"full_text":"As Art Basel Miami Beach made its pandemic comeback over the weekend, beauty brands joined the throngs of well-heeled collectors, gallerists, NFT evangelists and scenesters flocking to the event.","sentiment_score":0.0}
