{"full_text":"RT Bloomin global pandemic causing such an horrendous effect on the UK economy.Why it only picked on the UK and not other Eur...","sentiment_score":0.015625}
{"full_text":"Is there a particular reason to think it would grow less well? Looks likely the whole world will catch this before variant specific vacs can be distributed?","sentiment_score":0.04}
{"full_text":"It is unconscionable to me that people think vaccine mandates to be able to participate in every day life are acceptable. It's beyond disgusting. The amount of medical apartheid scumbags in TT is absurd and I hate each and every one of you with a passion.","sentiment_score":-0.36}
{"full_text":"RT New: Omicron evidence paper from Scotland  Estimates a 2.3 day doubling time and Omicron comprising 90% of cases in...","sentiment_score":0.1363636364}
{"full_text":"The state of the HSE IT system, according to the report, makes the Covid Tracker app look even more impressive. It's able to pull good information from a rickety old system.But if the app can do it, the media should be able too.","sentiment_score":0.55}
{"full_text":"RT The deliberate government policy is obviously to infect ALL state school children with Covid-19, and...","sentiment_score":0.0}
{"full_text":"In China, they blame COVID-19 on Africa and say it originated from there. I'm not joking.","sentiment_score":0.0}
{"full_text":"Because of the Chinese Virus, World will suffer and China will take advantage.","sentiment_score":0.0}
{"full_text":"RT A third vaccine doses provided considerable defense against #Omicron. Please get your booster ASAP.https:\/\/t.co\/OquJjS0bPT","sentiment_score":0.05}
{"full_text":"yes! thank you so much! I have many tasks at the end of the year, so I won't be busy more. Of course I participate only one very fun lunch with my friends after getting injection of second of COVID. ","sentiment_score":0.2485714286}
{"full_text":"RT Yet another Whitehall drinks do in lockdown, this time under Rishi Sunak's nose.They say: \"It wasn't a formal party but...","sentiment_score":0.0}
{"full_text":"Whilst you've been distracted by the UK Govs. Christmas Party, PHS released a report confirming the Fully Vaccinated account for 9 in every 10 Covid-19 Deaths over the past 4 monthslatest data Public Health Data which shows","sentiment_score":-0.125}
{"full_text":"it took this thread going viral for you to do anything ?! Question : what do you actually do ? Clearly not investigate breaches of law if they involve assaults on women, assaults on gay people, or Downing Street lockdown parties.... #OneRuleForThem","sentiment_score":0.1833333333}
{"full_text":"RT Covid-19: About 20% of Sabah's new cases involved kids under age of 12https:\/\/t.co\/0GOV9RDjcK ","sentiment_score":0.1363636364}
{"full_text":"RT The people who don't want to see public health measures put in place in the face of the pandemic are going to make the s...","sentiment_score":0.0}
{"full_text":"RT 1) I am very worried about Omicron and inactivated vaccines. According to early data from the UK, 2x AstraZeneca or 2x...","sentiment_score":0.15}
{"full_text":"RT Good morning Can you explain why BBC is scraping the barrel to give as much airtime as p...","sentiment_score":0.45}
{"full_text":"RT Remember the concern previously when the R number went above 1? Current estimated R for Omicron in the U.K. is 3.3-4.2....","sentiment_score":-0.0555555556}
{"full_text":"RT More superb work from They have sent a letter to the Met Police telling them they will sue if they r...","sentiment_score":0.75}
{"full_text":"Any Tory will be bad, but Johnson is so bad that he has to go. Opposition parties must maximise the reputational damage to the Tories. They messed up over Brexit and COVID precisely because they chose Johnson. We can't let them get away with it.","sentiment_score":-0.3333333333}
{"full_text":"RT In my experience:Only the vaccinated people ask you if you're vaccinated.Only the vaccinated people fear contracting CoVi...","sentiment_score":0.0}
{"full_text":"RT What we have to thank our British media for:Siding with authoritarian Vaccine passportsSiding with BLMSiding with the Re...","sentiment_score":0.0}
{"full_text":"What's Going Around FL? Flu, 'Super Cold,' COVID-19","sentiment_score":-0.1333333333}
{"full_text":"RT 2) Remember, a \"mild but faster\" virus will most of the time kill and maim more people than a virus that is slower and more...","sentiment_score":0.4583333333}
{"full_text":"RT Last month was happy to give covid exemptions to everyone attending #COP26 so she could bathe in selfie l...","sentiment_score":0.4}
{"full_text":"Perhaps re-read my tweet. You've missed the point which is that there'd be restrictions even if there were zero unvaccinated people as there'd still be covid around, because vax doesn't stop people catching it. It's not about whether or not vax has made a difference which it has.","sentiment_score":0.6}
{"full_text":"RT The Tory MP shill on the #bbcqt panel and Michael Portillo both claim that the UK's vaccine rollout has been one of th...","sentiment_score":0.0}
{"full_text":"RT Second, Parliament legislated to make it possible to prosecute breaches of the lockdown regulations for a period of up t...","sentiment_score":0.0}
{"full_text":"What It Really Feels Like To Get A COVID Booster Shot","sentiment_score":0.2}
{"full_text":"RT We updated our analysis on school protocols against #COVID19 to:-estimate school-specific R from screening data-evaluate pr...","sentiment_score":0.0}
{"full_text":"RT Last month was happy to give covid exemptions to everyone attending #COP26 so she could bathe in selfie l...","sentiment_score":0.4}
{"full_text":"RT Bombshell.Harvard study debunks belief that \"vaccines\" stop the spread of Covid-19. But its 68-nation study shows th...","sentiment_score":0.0}
{"full_text":" keep fighting for the public.","sentiment_score":0.0}
{"full_text":"RT Vaccine passports won't control a virus.. they will only control you. Why is this so hard for people to see?","sentiment_score":-0.1458333333}
{"full_text":"This whole thread proves what a nonsense it all is, with no tests Tom would rest up for the w\/e, assuming jet lag and the sniffles and be back at work Monday. How many times have we done exactly that over the years?","sentiment_score":0.25}
{"full_text":"RT A person smaak so for a lekker ice cold Covid booster vaccine ekse'.","sentiment_score":-0.6}
{"full_text":"RT 1000%. A friend of mine living here in South Florida just told me that because there are no measures...","sentiment_score":0.0}
{"full_text":"It had NOTHING to do with this 0.15% IFR virus. Its about creating fear so elite can take more control. Watch this english helicopter view video.","sentiment_score":0.25}
{"full_text":"maybe your great Christmas plans aren't so great","sentiment_score":0.8}
{"full_text":"RT The preliminary data on 581 #Omicron cases &amp; vaccines is an eye opener. Protection against symptomatic infection w...","sentiment_score":0.0}
{"full_text":"RT And this is why vaccine passports are a scientific nonsense. Excluding people from life on the basis of rewarding others...","sentiment_score":0.5}
{"full_text":"Too right.","sentiment_score":0.2857142857}
{"full_text":"RT Andrew, the experience in Scotland is that vaccine passports DON'T increase the take-up of vaccinations. In the p...","sentiment_score":0.0}
{"full_text":"RT The Government and  have lost the plot. Cases of #COVID19 are irrelevant. What matters is hospitalisations and de...","sentiment_score":-0.5}
{"full_text":"RT Who cares! #Boris is still the best PM to take this country forward &amp; make a suc...","sentiment_score":1.0}
{"full_text":"You do realise a lot more have died from covid right?","sentiment_score":0.3928571429}
{"full_text":"RT And that's why he refuses to wear a mask in a crowded space during a pandemic because \"sanctity of human life\"","sentiment_score":0.0}
{"full_text":"When enough people are infected with the same variant  ,they build up immunity.For the various to survive it mutates so it can spread again","sentiment_score":0.0}
{"full_text":"RT If the COVID cases don't spike, they'll say it's because of the restrictions they imposed.If they do spike, they'll say...","sentiment_score":0.0}
{"full_text":"RT In 3-4 weeks time I believe it will be quite obvious the panic over omicron was once again complete and utter irrational no...","sentiment_score":0.0333333333}
{"full_text":"RT We may have to stop plundering the planet for all it's worth. Just a thought.#ClimateCrisis #COVID19 #auspol","sentiment_score":0.3}
{"full_text":"There is a big difference between dying with covid in your system system and dying of covid. Even your rate is ridiculously low to destroy our economy and our civil rights by forcing people to inject an untested and ineffective vaccine","sentiment_score":-0.0666666667}
{"full_text":"RT Nothing on this planet would ever have me fumbling Disney money like what","sentiment_score":0.0}
{"full_text":"The irony of crying \"citation needed\" while grossly misrepresenting your source.","sentiment_score":-0.1}
{"full_text":"Oh bloody hell toys out of the pram,stay at home that's fine by me,I'll keep my childrens mental and physical health in check by carrying on,keep up the good work","sentiment_score":0.0433333333}
{"full_text":"This is very much true. !!","sentiment_score":0.546875}
{"full_text":"This so dumb and shortsighted. Unbelievably stupidSend them free combined with a 2 day holiday added to a 3 day weekend. Take test day 1 and 5 of holiday. Encourage everyone to stay homeSave trillions","sentiment_score":-0.075}
{"full_text":"RT Absolutely right call from Throughout the pandemic we've always acted in the national interest putting pub...","sentiment_score":0.2857142857}
{"full_text":"RT I want to thank God for the travel ban they imposed on us ","sentiment_score":0.0}
{"full_text":"RT Our Vaccination team are going to be based at The Civic Centre in Craigavon for the next 5 days. If you need a first, se...","sentiment_score":0.125}
{"full_text":"RT A visitor from Belarus was diagnosed with Omicron in Israel. reports that as at December 10, there're 35 c...","sentiment_score":0.0}
{"full_text":"RT Hospital waiting times and treatment will not just go back to normal if we just ignore covid.Keeping covid in check...","sentiment_score":0.075}
{"full_text":"Check out how Docosan continuously monitors and provides COVID support through our platform, and why it remains essential for many users in Vietnam #healthtech #startups #covid","sentiment_score":0.25}
{"full_text":"RT Let's call it what it is. What they're doing now is pure evil. Threatening to wreck Christmas for the 2nd year running, in...","sentiment_score":-0.2619047619}
{"full_text":"RT Last month was happy to give covid exemptions to everyone attending #COP26 so she could bathe in selfie l...","sentiment_score":0.4}
{"full_text":"RT Set times and COVID policies for today ... Our first party at this venue.  Kicking off from 2pm! Catch me on th...","sentiment_score":0.3125}
{"full_text":"RT I'm old enough to remember when David Perdue secretly sold millions of dollars worth of stocks before the public knew a...","sentiment_score":-1.110223025e-17}
{"full_text":"RT Keir Starmer, April 2021: Vaccine passports un-British.Keir Starmer, December 2021: Vaccine passports? We'll absolutely b...","sentiment_score":0.2}
{"full_text":"LIVE! Extreme Tornado Outbreak Coverage, Storm Chaser ON THE GROUND, Liv... via","sentiment_score":0.0227272727}
{"full_text":"RT People please listen","sentiment_score":0.0}
{"full_text":"Covid jab milestone reachedhttps:\/\/t.co\/WVugMuoF2U","sentiment_score":0.0}
{"full_text":"Our update in this week's is now also available in British Sign Language!Watch the video by to find out about COVID-19 guidance, vaccination, our Holiday Activities and Food Programme and more https:\/\/t.co\/BWxoRkKXJb","sentiment_score":0.3}
{"full_text":"We're still open, and playing it safe as ever: Face coverings must be worn- Keep your distance from others Follow the arrowsFind out more about our social distancing tactics here:https:\/\/t.co\/vldPxGyBew","sentiment_score":0.2583333333}
{"full_text":"Have you tried our hugely popular Order &amp; Collect Service yet?! You can pre-order books from your Library &amp; you will be notified when you can collect them Find out more","sentiment_score":0.625}
{"full_text":"'It has to be one of the most extraordinary stories of lockdown -- how Tom Hanks's assistant Sooki Raphael, undergoing treatment for cancer, came to be living in the basement of the novelist Ann Patchett and her husband Dr Karl VanDevender' Diana Hendryhttps:\/\/t.co\/B4wI6C874a","sentiment_score":0.4166666667}
{"full_text":"Can I just take a moment to express how proud I am of for graduating today &amp; working ever so hard through all the difficulties with COVID? No one inspires me as much as this woman, and I'm eternally grateful to have someone so wonderful and determined in my life ","sentiment_score":0.4270833333}
{"full_text":"At the No Limit Coffeeshop in The Hague the customers stream in and out endlessly, as the cannabis trade booms despite Covid restrictions. |","sentiment_score":-0.125}
{"full_text":"RT My year-end address from QP studio. Video &lt; 5 min.(1\/3) Time to stop giving &amp; Public Health the benefit of...","sentiment_score":0.0}
{"full_text":"RT Through our covid relief program, we have distributed #DryFruit kits in Sector-15 (community area), Noida.#PocketOfLo...","sentiment_score":0.0}
{"full_text":"Protect your family and friends - the best gift you can give this Christmas. Take a rapid test before you head out to make sure you don't have Covid-19. Find out how and where to get rapid tests by visiting","sentiment_score":0.75}
{"full_text":"RT I don't know who could have seen this coming, but the CEO of Pfizer is now saying that people might now need FOUR Covid shots i...","sentiment_score":0.0}
{"full_text":"Brussels foresees that the #SpanishEconomy will grow by 4.6% in 2021, a cut of 1.6 % against last estimates. So, Spain will not reach pre-pandemic GDP level until the 1Q 2023, against #Germany, #France and #Italy before the end of 2022 #Eurozone","sentiment_score":0.0}
{"full_text":"Yorkshire's football clubs are tightening their Covid-19 protocols ahead of next week's latest wave of Government rules as the country reverts to \"Plan B\". #lufc #sufc #swfc #htafc #hcafc #barnsleyfc #rufc #bcafc #drfc #boro #htfc@sturayner reports https:\/\/t.co\/sY3yHJ2bHn","sentiment_score":0.25}
{"full_text":"\"In some provinces, the vaccinated have been gifted with permission to host gatherings featuring two households -- what joy! These small tastes of freedom remind us all that we are free to do exactly what the government allows us.\"","sentiment_score":0.38}
{"full_text":"The wearing of masks is compulsory in venues following the Government's introduction of new COVID-19 rules on 8 December.Full updated guidance for basketball ","sentiment_score":0.0681818182}
{"full_text":"In 2020, Nepal imposed the longest school closures in South Asia, seriously jeopardizing children's learning. While the pandemic shocked its education system, it also provided a unique opportunity to improve the teaching process in the country.","sentiment_score":-0.2194444444}
{"full_text":"There are two essential vaccines that you may need this winter - flu and COVID-19 booster. Vaccines are the best way to protect yourself, friends and family from these dangerous viruses.Find out if you're eligible now at","sentiment_score":0.1333333333}
{"full_text":"Looking for unique #Christmas gifts? Why not purchase the POhWER Pals - #handmade by a local artist who was looking for a way to positively manage her #mentalhealth during lockdown. Their wish is that they bring #companionship and support to others.Visit","sentiment_score":0.2007575758}
{"full_text":"Humans aren't the only species packing on extra pounds during the pandemic. Some squirrels are letting themselves go, too.https:\/\/t.co\/SjFC5kbQCE","sentiment_score":0.0}
{"full_text":"Finally getting started on my 2020 photo album and it turns out all these photos were taken last year, which is pretty good going considering there was a pandemic on!A gold star if you can get all four countries, and extra bragging rights if you can get the exact place too.","sentiment_score":0.2}
{"full_text":"Humans aren't the only species packing on extra pounds during the pandemic... ","sentiment_score":0.0}
{"full_text":"RT \"Timothy Cunningham: Body of missing CDC epidemiologist found in river - The Washington...","sentiment_score":-0.2}
{"full_text":"The areas of Wales with the highest rates of Covid right nowhttps:\/\/t.co\/WLtbiYI4Tk","sentiment_score":0.2857142857}
{"full_text":"RT Yet another Whitehall drinks do in lockdown, this time under Rishi Sunak's nose.They say: \"It wasn't a formal party but...","sentiment_score":0.0}
{"full_text":"RT Yet another Whitehall drinks do in lockdown, this time under Rishi Sunak's nose.They say: \"It wasn't a formal party but...","sentiment_score":0.0}
{"full_text":"RT A virus that spreads more rapidly, even if milder, could cause much more deathsHypothetical ex. of 10x less deadly v...","sentiment_score":0.1583333333}
{"full_text":"Officials said at least 20 people were trapped inside the nursing home Friday.","sentiment_score":-0.25}
{"full_text":"Developed countries overcame a wide range of difficulties thanks to shifting daily operations from offline to online. However, countries in the Global South haven't been as successfully overcoming the effects of the #pandemic, notes","sentiment_score":0.1583333333}
{"full_text":"Indeed my little one has a cough and whilst shopping everyone stared at us!!!! I didn't have a mask on which exacerbated the stares. I have natural immunity and it's not given enough credit. Where did flu go? Guilt trip. We do not have Covid!","sentiment_score":-0.1192545573}
{"full_text":"Jailbreak epidemic hits Nigeria's overcrowded prisons","sentiment_score":0.0}
{"full_text":"RT All of those old people sitting at the Bob Dole service, but Ted Cruz refused to wear a mask.What a selfish asshole.","sentiment_score":-0.2}
{"full_text":"because of\"Omicorn\"Canada will restrict the travels from south Africa. no one will allow to travel to Canada from Africa and all the people who will enter Canada, have to take a covid test and quarantine for 14 days. also should take covid test after 8 days of quarantine.","sentiment_score":0.0}
{"full_text":"An undeniable crisis &amp; can't just blame it on the pandemic or Westminster.Health is devolved, &amp; the SNP have cut hospital beds by 1,500 in the past decade. 14At the worst possible time, the effects of 14 years of SNP mismanagement are clear.","sentiment_score":-0.2875}
{"full_text":"#India reports 7,992 #COVID19 cases, 393 deaths as active tally drops to lowest in 559 days. | #OmicronInIndia ","sentiment_score":-0.1333333333}
{"full_text":"Despite the increased attention to public health since the start of the #COVID19 pandemic, few people can name the world's leading cause of death. That is not an accident, writes","sentiment_score":-0.1}
{"full_text":"Important info about vaccines - unpaid carers can book their booster shot now! ","sentiment_score":0.325}
{"full_text":"2hani think he knows he'd better lock it down or i won't stick around, 'cause good ones never wait","sentiment_score":0.3481481481}
{"full_text":"Omicron: The 'initial' symptom seen in 89% of those infected with the strain - CDC reporthttps:\/\/t.co\/sonbzvZSZU","sentiment_score":0.0}
{"full_text":"TEACHERS unions have called on government to send non-examination classes home as part of measures to decongest schools and tame the spread of COVID-19 which has wreaked havoc in most learning institutions across the country.https:\/\/t.co\/6H3JX6bmbM","sentiment_score":0.1416666667}
{"full_text":"RT There are now 60 Tory MPs who have vowed to vote against the Govt bringing in vaccine passports.Tweet, call and email your M...","sentiment_score":0.0}
{"full_text":"RT Yet another Whitehall drinks do in lockdown, this time under Rishi Sunak's nose.They say: \"It wasn't a formal party but...","sentiment_score":0.0}
{"full_text":"LA county banned 34,000 children from returning to school. Why? They're unvaccinated CHILDREN. They'd rather them not get an education over the fact that the flu is FACTUALLY deadlier to kids than coronavirus and they don't have a covid vaccinehttps:\/\/t.co\/XGyM0JwB3d","sentiment_score":0.0}
{"full_text":"The new rules come into force today in response to the \"very severe challenge\" posed by omicron.","sentiment_score":0.1681818182}
{"full_text":"The Janssen vaccine, also known as Johnson &amp; Johnson's, can be administered once or twice, announced Countries can consider an interval between 2 to 6 months between doses.","sentiment_score":0.0}
{"full_text":"The 36th Grover Memorial Wrestling Invitational will resume after a COVID-related 1-year layoff!  Wrestling begins at 9:00 am.","sentiment_score":0.0}
{"full_text":"The 36th Grover Memorial Wrestling Invitational will resume after a COVID-related 1-year layoff!  Wrestling begins at 9:00 am.","sentiment_score":0.0}
{"full_text":"The 36th Grover Memorial Wrestling Invitational will resume after a COVID-related 1-year layoff!  Wrestling begins at 9:00 am.","sentiment_score":0.0}
{"full_text":"No recommendations for Covid-19 booster dose by SEC: Sources","sentiment_score":-0.1}
{"full_text":"No? I've never voted Labor, nor will I.Masks don't do anything, laboratory testing proves that, outside of the N95 ones. 'Vaccinated economy' doesn't a) make sense, or b) work.As one of dreaded ones, nobody has stopped me doing anything. Nobody cares because its a stupid idea.","sentiment_score":-0.1666666667}
{"full_text":"Tonight the brilliant Zone Club launch their album of lockdown songs. Tickets still available, come along to rock out and support creativity in lockdown! ","sentiment_score":0.7}
{"full_text":"Current Conditions for #Sayre PATemp: 41.4FWind Chill: 40.2FHumidity: 91%Dew Point: 38.8F Barometer: 29.927 inHgWind: 3 mph from the SSECorona Virus Weekly Stats:Cases: 247.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT Germany has some of the strictest Covid restrictions worldwide: Vaccine Passports, N95 mask mandates and a Lockdown for t...","sentiment_score":0.0}
{"full_text":"Ahead of Women of 2021 issue, looks back at the shared experiences of women across the globe during Covid-19, and asks what lessons can be learned.","sentiment_score":0.0}
{"full_text":"Early in the pandemic, global agency strategists predicted that COVID-19 would fundamentally alter how agencies operate. According to a report [https:\/\/t.co\/UqSOB0IP5y] from RSW\/US, things have improved for agencies this year. #datadiggers","sentiment_score":0.05}
{"full_text":"RT USA hospital bill for someone who survived severe covid with 2 weeks intubation in the ICU.","sentiment_score":0.0}
{"full_text":"Check us out on Google, 'ShareHub'. Follow Instagram page for more information.#LearnAndInvest #ShareHub #SaturdayThoughts","sentiment_score":0.5}
{"full_text":"RT Does the vaccine make your kpenis erect four days continuously? Cos","sentiment_score":0.0}
{"full_text":"Staff visiting care homes must show proof of their double vaccination status, unless exempt. This requirement came into force on 11 Nov. Details on how to access and use your NHS COVID pass are on the website.","sentiment_score":0.0}
{"full_text":"RT My brother's triple-jabbed - the third one was Pfizer 3-4 wks ago. He's just got covid &amp; feels 'rough' &amp; is isolating. H...","sentiment_score":-0.05}
{"full_text":"RT Because doctors didn't see their patients.Because people were so afraid they didn't seek help. Because the NHS cancelle...","sentiment_score":-0.6}
{"full_text":"RT And here it is. Finally! The Brexit dividend .  Hurray!","sentiment_score":0.0}
{"full_text":"Many Southeast Asian countries experienced economic downturn due to #COVID19.Through funding, we will support 6 private sector businesses continue operations &amp; prepare for future pandemics.Learn more in this video featuring","sentiment_score":0.234375}
{"full_text":"RT \"South Africa did the ethical thing by telling the world about Omicron. Within 24 hours we were slapped with travel bans....","sentiment_score":0.2}
{"full_text":"India now has 33 #Omicron cases, with the addition of another case in #Delhi. Read Here:","sentiment_score":0.0}
{"full_text":"Are saying I am lying about friends I have lost due to Covid...the last being 6 days ago?","sentiment_score":-0.0625}
{"full_text":"RT Syllabus: Incomplete.3rd Covid wave: On the horizon.Semester: Started just over 3 months ago. Other universities: O...","sentiment_score":-0.0375}
{"full_text":"Alumnus Mark Woolner (BScEcon 1995) only took up running during the first lockdown, but in March 2022 he's running for research - read his story and secure your #TeamCardiff place!https:\/\/t.co\/urLY11fqm9","sentiment_score":0.2166666667}
{"full_text":"#SaudiArabia's new COVID-19 cases stay steady below 50-mark","sentiment_score":0.1515151515}
{"full_text":"RT LIVE! Extreme Tornado Outbreak Coverage, Storm Chaser ON THE GROUND, Liv... via","sentiment_score":0.0227272727}
{"full_text":"Social distancing yan tae chos","sentiment_score":0.0333333333}
{"full_text":"Humans aren't the only species packing on extra pounds during the pandemic Some squirrels are letting themselves go, too https:\/\/t.co\/ahitII4RxR","sentiment_score":0.0}
{"full_text":"The NHS is getting ready to offer a COVID-19 booster to everyone aged 18 or overPlease wait to be contacted by the NHS for your booster, but if you're aged 40 or over, get your boosternow at or by calling 119#VaccinateBCWB","sentiment_score":0.0}
{"full_text":"From 13 December, you should work from home, if you can.https:\/\/t.co\/nyer9Oo6YS","sentiment_score":0.0}
{"full_text":"We are taking the vaccine bus to from 10am-4pm (weather permitting )For all those aged 16 and over.Pfizer vaccine 1st and 2nd doses.3rd dose if eligible (NHS invitation letter needed)Booster if eligible (40+ and 3 months since 2nd dose)","sentiment_score":-0.0333333333}
{"full_text":"\"It's one rule for the British government and another for everybody else: a lockdown for us, a party for them\" -","sentiment_score":0.0}
{"full_text":"With the pandemic, all aspects of our lifestyle have been affected. Design is no different. Our homes at Galencia are addressing the need for spaces to adapt due to the COVID-19 pandemic. #Covid #Pandemic #RealEstate #ForSale","sentiment_score":-0.0625}
{"full_text":"RT It's happening.A court in Belgium ruled that the covid passports were illegal.","sentiment_score":-0.5}
{"full_text":"Women are disproportionately more impacted by corruption during public health crises including #COVID19 pandemic. During #CoSP9, gender dimensions of corruption for an inclusive recovery are taken into consideration. Find out more ","sentiment_score":0.3333333333}
{"full_text":"Of course. All vaccines have an inherent risk. So does crossing the road or driving a car. Sadly reactions will occur. Nothing is risk free.But the risk of fatality from this vaccine is miniscule.","sentiment_score":-0.5}
{"full_text":"RT I know my opposition to lockdowns, vaccine passports &amp; masks has been a minority view for much of the pandemic.But I also k...","sentiment_score":0.2}
{"full_text":"Are you a Health and Social Care employer that has been impacted by Covid 19 and need support to upskill new or returning staff?As a Skills for Care endorsed provider, we can fully fund rapid induction training.Contact sales@acaciatraining.co.uk to find out more.","sentiment_score":0.2232323232}
{"full_text":"Ben Dunne has lashed out at the Government's handling of the #Covid19 pandemic in a savage attackhttps:\/\/t.co\/5PcO6kPa4x","sentiment_score":0.0}
