{"full_text":"RT 8 CASES OF OMICRON VARIANT FOUND IN JAPAN - FUJI CITING GOVERNMENT SOURCE","sentiment_score":0.0}
{"full_text":"Bra Pule you can ask again. Benni is just talking reality. Covid-19 is real and players health is of paramount importance.","sentiment_score":0.2}
{"full_text":"RT Ofsted has cancelled inspections for the last week of term. At least their inspectors can enjoy Christmas whilst families...","sentiment_score":0.0333333333}
{"full_text":"RT There are too many of these - formerly right-thinking, high profile media figures and journalists promoting dangerous shit they...","sentiment_score":-0.028}
{"full_text":"CLAIM: ROTHSCHILD SPEAKS!  Covid ","sentiment_score":0.0}
{"full_text":"RT There are too many of these - formerly right-thinking, high profile media figures and journalists promoting dangerous shit they...","sentiment_score":-0.028}
{"full_text":"When he told the refugees at one of our camps, pointing at them, to go home.","sentiment_score":0.0}
{"full_text":"RT WAKE UP NEW BRUNSWICK!!!!!!!!!!!!!!","sentiment_score":1.0}
{"full_text":"Imagine using this analogy for a vaccine that is 90- 95% effective against serious illness from Delta, and relying on the rest of the population to take responsibility.","sentiment_score":0.1333333333}
{"full_text":"RT \"Yeah just get these two injections and you'll never have to wear a mask again, you'll be completely immune and won't sp...","sentiment_score":0.1}
{"full_text":"They better cast Marsai Martin innit","sentiment_score":0.5}
{"full_text":"RT Take it from those of us who have BEEN here, since long before the pandemic was even a thing:The system is NOT desig...","sentiment_score":-0.05}
{"full_text":"RT It appears that Gov. Abbott is using the facade of COVID shot mandates to preclude paying members of the TXNG w\/threat of di...","sentiment_score":0.0}
{"full_text":"RT All my privacy friends know that CPDP is my favorite conference in the whole world. I am happy its leadership took this...","sentiment_score":0.5}
{"full_text":"I do hope that they allow single jabbed people to get in but, we have to understand that the government has to make decisions that favour the population. We witnessed our 3rd wave right after Christmas last year and we can't afford the same this year with omicron in play.","sentiment_score":0.0428571429}
{"full_text":"RT The media are trying hard though, but BJ has gone through much worse than this pathetic attempt to bring him d...","sentiment_score":-0.5638888889}
{"full_text":"India records 8,503 new Covid cases; active case count rises to 94,943 | India News - Times of India","sentiment_score":0.0015151515}
{"full_text":"RT 108 cases and she's talking about another lockdown?!?! Geez peace!  Attention seeking glorified councillor!","sentiment_score":0.0}
{"full_text":"Eggebrecht, H., Breitbart, P., Koch, A. et al. Trends in ambulatory cardiology consultations for suspected myocarditis after COVID-19 vaccination. Clin Res Cardiol (2021).","sentiment_score":0.0}
{"full_text":"RT \"Uh, yeah hi boss. I TF'ed into a dragon. Can I stay home from work today?\"","sentiment_score":0.0}
{"full_text":"Thata... i tried to explain gore vaccine e bereka jang but ultimately the ball is in her court","sentiment_score":0.0}
{"full_text":"RT Remember when you secretly dumped millions of dollars worth of stocks before the public knew about Coronavirus","sentiment_score":-0.0333333333}
{"full_text":"Mutations in the spike RBD of SARS-CoV-2 omicron variant may increase infectivity without dramatically altering the efficacy of current multi-dosage vaccinations ","sentiment_score":0.0}
{"full_text":"RT COVID-19 is turning back the clock for children and young people, reversing hard-won progress.Without urgent action, the worl...","sentiment_score":0.0666666667}
{"full_text":"imagine giving away a marvel bag over a vaccine UR DUMB","sentiment_score":-0.375}
{"full_text":"RT Vaccination rates are very high in age &gt;65 population. So the most susceptible now are younger &amp; more fit. So Omicron even i...","sentiment_score":0.3216}
{"full_text":"RT This pandemic has been a bonanza of corruption and looting of the public purse for this government and its...","sentiment_score":0.0}
{"full_text":"RT I was a little suspicious about the narrative about the covid camps in Australia - I watched this and its worse than I im...","sentiment_score":-0.29375}
{"full_text":"RT Bombshell.Harvard study debunks belief that \"vaccines\" stop the spread of Covid-19. But its 68-nation study shows th...","sentiment_score":0.0}
{"full_text":"RT Recent wedding in our family. Guests were all given RTK tests. To do one day before the event and to text the result.  New nor...","sentiment_score":0.0681818182}
{"full_text":"When all our cinemas, pubs, clubs, restaurants hv gone bust I trust we will remember media roll in pushing 4 restrictions 4 a variant with ZERO deaths. Can media give death figs 4 Flu (this year 6 variants) cause Gov figs COMBINE Flu &amp; Covid as a single figure (wonder why?)","sentiment_score":-0.0714285714}
{"full_text":"Top Cardiologist: Vaccine-Induced Myocarditis in Young People 'Way More Serious' Than COVID-Induced Myocarditis","sentiment_score":0.1916666667}
{"full_text":"RT #COVID19 has highlighted inequalities around the world.The core principles of human rights must be at the centre of the pandemic...","sentiment_score":0.0}
{"full_text":"RT LOL Just remembering when a senior \"Best Costumier\" matriarch of the Melbourne drag scene tried to make me feel shit...","sentiment_score":0.375}
{"full_text":"RT Not Omicrisha","sentiment_score":0.0}
{"full_text":"100%. I feel so lucky that we can work in a way that we can keep our unvaxxed kids safe. It shouldn't be a choice between keeping kids healthy and keeping the economy healthy.","sentiment_score":0.4583333333}
{"full_text":"I mean the CDC tracks these things. They're not hard to find. But if you want to continue sounding like a fool, then go off.","sentiment_score":-0.0833333333}
{"full_text":"RT and we've been saying it for ages - but ventilate the effing schools already. We could have invested since summer of 2020...","sentiment_score":-0.5}
{"full_text":"RT Q is what's plan to expand both NHS+ social care capacity? Atm we're in a position where some more money is being spent...","sentiment_score":0.1444444444}
{"full_text":"RT imagine throwing away the opportunity to advance your career because you are antivax","sentiment_score":0.0}
{"full_text":"RT Justice Gogoi's attendance in the Rajya Sabha is less than 10%.He tells me he the pandemic kept him away. Also say...","sentiment_score":-0.1666666667}
{"full_text":"RT BREAKING:Morrison, Frydenberg and the Liberals preside over Australia's largest ever debt, most of which was caused by th...","sentiment_score":0.5}
{"full_text":"RT \"Where I see the vaccine programme, I don't see Conservative government ministers doing the hard yards to deliver that...","sentiment_score":-0.2916666667}
{"full_text":"Crazy how I was joking about one of my friends smelling like covid then they get covid a few days later smh","sentiment_score":-0.2666666667}
{"full_text":"#smokingban it's not just the unjabbed who be targeted by authoritarianism #Omicron","sentiment_score":0.0}
{"full_text":"RT #FridayFitnessExercise daily, be it yoga as they produce the good hormones. Exercise is must be for good mental healt...","sentiment_score":0.325}
{"full_text":"RT Can you spot the 'Omicron surge'?","sentiment_score":0.0}
{"full_text":"#DeathSantis is a wannabe dictator.","sentiment_score":0.0}
{"full_text":"This did not age well.","sentiment_score":0.0}
{"full_text":"Sweden and Germany: No Deaths In Children Due to Covid ","sentiment_score":-0.125}
{"full_text":"I told my rents and they didn't talk to me for 2 years. Took 2 years and a world cripling pandemic for my parents to get over it. Even then we agreed to disagree and not talk about it. They just pretend like it's not a thing. It's kinda sad. But whatever. Life goes on.","sentiment_score":-0.5}
{"full_text":"RT Getting many such emails from students.. Pandemic has affected the lives of students drastically.. #CBSE a...","sentiment_score":0.25}
{"full_text":"RT Last time when Rohit Sharma scored a Fifty in ODI cricket- There was not a single case of COVID in India- Dhoni wasn't r...","sentiment_score":0.0178571429}
{"full_text":"RT We're a stone's throw away from this nightmare.","sentiment_score":0.0}
{"full_text":"Pfizer Boosters Now Available to 16-, 17-Year-Oldshttps:\/\/t.co\/3esUeBJhFE","sentiment_score":0.4}
{"full_text":"The mother of a Los Angeles public school student claims her 13-year-old son was given pizza to entice him to get the COVID-19 vaccine without her permission.https:\/\/t.co\/CLqdPNP3dd","sentiment_score":0.0}
{"full_text":"RT The CEO of Pfizer once claimed that his shot is 100% effective. 100%.","sentiment_score":0.6}
{"full_text":"While most anticipated a year of recovery, government's delayed vaccine roll-out, the 2nd and 3rd Covid-19 waves, and the civil unrest created stumbling blocks but there have been green shoots.   Read our last newsletter for 2021, 'The Year in Property':","sentiment_score":0.06}
{"full_text":" Starting today, France is CLOSING NIGHTCLUBS for 4 weeks to fight the wave of COVID-19. Discover all of France's COVID restrictions, both local and for travelers.Click here https:\/\/t.co\/GlIpnPiMtd","sentiment_score":0.0}
{"full_text":"RT Long Covid is no joke. Imagine going through this for months on end and being told it's all in your head. In BC, Long Co...","sentiment_score":-0.05}
{"full_text":"RT CORONAVIRUS: European Centre for Disease Prevention and Control says that as of the 9th of December, known omicron case...","sentiment_score":0.0}
{"full_text":"Just as our lives have been changed by the pandemic, so must change the way we use and plan our cities, says ADB's Ramola Naik Singru. In this blog post, she makes the case as to why this is aan opportunity for disruptive transformation.","sentiment_score":0.0}
{"full_text":"In shipping and logistics, persistence pays. After two years of increasing congestion and unprecedented increases in freight rates, there are finally signs that the situation is improving. The majority of Asia's largest ports are finally showing signs ofhttps:\/\/t.co\/RhInvwEEIG","sentiment_score":0.2}
{"full_text":"Can we look rationally - anti may be a million but 40 mill have had the vaccine - 80% want masks - many Parents want masks and better air- filtrations - safety in school you may have a million but most want the things you protestWhy not turn your anger on the Govt of Criminals","sentiment_score":0.2}
{"full_text":"The premiere episode of #OurPerfectWeddingKenya will feature Jeff and Janice, who planned their wedding during the pandemic. Catch the full story this Saturday 11 December at 8pm only on #MMEast CH 158 and GOtv CH 4https:\/\/t.co\/hpojg18Wvq","sentiment_score":0.175}
{"full_text":"Malaysia recorded 5058 new Covid-19 infections today. This brings the number of confirmed Covid-19 cases in Malaysia to 2,683,523Source: Dr. Noor Hisham Abdullah#FlyFM","sentiment_score":0.2681818182}
{"full_text":"Blame the pandemic; blame social media, but as winter rolls around again it can feel as if we've forgotten how truly to celebrate. But antiquity offers us the key to re-learning how to have fun@DaisyfDunn on what the Romans did for funhttps:\/\/t.co\/F9NpEpdig8","sentiment_score":0.0444444444}
{"full_text":"RT The US will hit 800,000 Covid deaths by next wk. Without vaccine mandates we'll reach one million Covid deaths in America b...","sentiment_score":0.0}
{"full_text":"Companies of all sizes are rethinking their plans to send workers back to the office as the new #Omicron variant adds another layer of uncertainty.https:\/\/t.co\/4AV5YPDi1u","sentiment_score":0.0681818182}
{"full_text":"The First Minister says there'll be no changes to Covid restrictions in Wales, but he's advising people to:Take lateral flow tests before going outGet a booster vaccine when invitedWear face coverings in pubs and restaurants when not eating or drinking#CapitalReports","sentiment_score":0.25}
{"full_text":"There are three areas in Peterborough where less than half the population have had two Covid vaccinations. These are the latest figures for each area of the city...https:\/\/t.co\/5SAtXN9Zeo","sentiment_score":0.0555555556}
{"full_text":"Further measures to control the spread of the Omicron variant come into force across the North East and rest of England today","sentiment_score":0.0}
{"full_text":"USA: A New Jersey based logistics and freight forwarding company admitted to price gouging when it sold 100,000 masks to a grocery store chain at the start of the coronavirus pandemic last year.https:\/\/t.co\/kWewQI7LWJ","sentiment_score":0.0681818182}
{"full_text":"Make sure you don't get caught out by the latest coronavirus rules in Oxfordshire","sentiment_score":0.5}
{"full_text":"The Virginia Department of Health on Thursday announced its first confirmed case of the omicron variant.Read more:","sentiment_score":0.3833333333}
{"full_text":"Meet Nyiko Manyusa! Born in Limpopo, Nyiko joined us in 2019 as a paralegal in our Musina office. People-centered service is his passion &amp; his problem-solving talent soon led to his appointed as attorney in our JHB office. Champ of our lock-down helpline when C19 first struck. ","sentiment_score":0.25}
{"full_text":"RT It is apparently a \"far right\" thought to be against people segregating others into camps and treating them as lesser bein...","sentiment_score":0.1285714286}
{"full_text":"Wabhora shame hey. I'll be in midrand tomorrow.... Postpone to tomorrow o ba chaele gore o tshwere ke covid e tla fela kaosane.","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic and the menstrual cycle: research gaps and opportunitieshttps:\/\/t.co\/q6J9mZjS0k","sentiment_score":0.0}
{"full_text":"RT They're really about to let us hit 1,000,000 COVID deaths while laughing about giving us free testing. The whole syste...","sentiment_score":0.2666666667}
{"full_text":"As this island takes stringent pandemic safety protocols for residents and domestic tourists, the Municipal Tourism Office of Malay, Aklan welcomed the latest statistics showing a surge in visitors.https:\/\/t.co\/tyqkr5EnkQ","sentiment_score":0.25}
{"full_text":"briefing, to the Prime Minister, from the Department of Prime Minister and Cabinet, was released in a tranche of Covid-19 documents released today. #iwk #indianWeekender #Kiwiindians","sentiment_score":0.0}
{"full_text":"The Bank of Japan is likely to narrow the scope of its Covid aid, but keep it in place for longer in an attempt to focus the measures on businesses that still need help, says a former top official.https:\/\/t.co\/VjpCuRWNZZ","sentiment_score":0.075}
{"full_text":"There is growing evidence that the new #omicron variant of the #COVID19 is capable of spreading rapidly in populations with immunity against other variants. The big unknown is whether omicron is more or less likely to cause severe disease and deaths.https:\/\/t.co\/7FTCEONBsI","sentiment_score":0.0555871212}
{"full_text":"RT Bad precedent to set. Make no mistake, the discussion will happen. But without credible scientists leading the discussio...","sentiment_score":-0.15}
{"full_text":"The global #coronavirus caseload has topped 268.4 million, while the deaths have surged to more than 5.28 million according to #JohnsHopkinsUniversity.https:\/\/t.co\/z6G4LdJLZV","sentiment_score":0.25}
{"full_text":"RT Silent | Peace | Stay at home\"Silence is the loudest war cry\" Artwork: Donato#OurCityOurRules#Dec9Coup #SilentStrik...","sentiment_score":0.0}
{"full_text":"The Virginia Department of Health has announced its first confirmed case of the omicron variant.https:\/\/t.co\/iL19ImebgD","sentiment_score":0.325}
{"full_text":"The NHS is struggling with record-high waiting lists from non-Covid illnesses. Over 100,000 children are missing from the school system. Domestic violence, child abuse and alcoholism have soared. These are the cruel impacts of lockdown, says","sentiment_score":-0.4}
{"full_text":"The Labour MP for South Shields says Plan B was brought in to detract attention from the party scandal - and there's no proof Covid passports really work","sentiment_score":0.2}
{"full_text":"The largest survey to date on sleep in athletes found that the COVID-19-mediated lockdowns phase delayed athletes' circadian rhythms, reduced sleep quality, and increased insomnia-like symptoms to a greater magnitude than shown in the general public.","sentiment_score":0.1833333333}
{"full_text":"Now I lay me down to sleepI pray the double lock will keep;May no brick through the window break,And, no one rob me till I awake. #poems","sentiment_score":-0.0777777778}
{"full_text":"New #podcast! @rowhoop, and discuss: The latest on #Omicron #DontLookUp review with on human rationality Sound of melting glaciers GPS that uses cosmic rays Listen ","sentiment_score":0.2676136364}
{"full_text":"Six more than last weekhttps:\/\/t.co\/zDS5h0wDh8","sentiment_score":0.25}
{"full_text":"Reggie is displaying the nose that detects the odour of #COVID19 in less than a second, even if a person is asymptomatic. Out of the training room, he's one of our largest dogs and sometimes his long limbs arrive a few seconds before the rest of his body!","sentiment_score":-0.1166666667}
{"full_text":"How broke the story of a leaked video showing senior Downing Street laughing about a Christmas party, and the fallout as No10 denies breaching lockdown rules last year.Listen to ITV News' special podcast:https:\/\/t.co\/50vTHj2S3b","sentiment_score":0.1785714286}
{"full_text":"'There's no evidence nightclubs fuelled coronavirus outbreaks'https:\/\/t.co\/JyJX5BT062","sentiment_score":0.0}
{"full_text":"#OmicronVariant  less dangerous than Delta #lka #SriLanka #COVID19 #coronavirus #Delta #Omicron  Read the full story:","sentiment_score":-0.1388888889}
{"full_text":"A Las Vegas community is coming together to care for a newborn baby after his mother and only living parent has been on life support since she contracted COVID-19. shares the story.MORE:","sentiment_score":0.0}
{"full_text":"The Transgender Hoax And The End Of Parents - David Icke Dot-Connector Videocast#covid #freedom","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $SU today at $24.47 per share, and the stock prices rebound back to pre-pandemic prices at $29.78, your investment would be worth $1217.00! That's 22% growth and $217.00 profit!  See more:  $SMED $ZNGA $GRNQ $RLH $COD.A","sentiment_score":0.3229166667}
{"full_text":"RT Time to stand up ","sentiment_score":0.0}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 637 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"What is the age of people catching Covid in Dorset? Case rate among different age groups - Dorset Live","sentiment_score":0.2454545455}
{"full_text":"RT In Germany the new Health Secretary is a medical doctor who's an absolute expert on Covid. In the UK, the Health Secretary...","sentiment_score":0.1121212121}
{"full_text":"RT This is still just a conspiracy theory, right?","sentiment_score":0.2857142857}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"Get my niece Skai Jackson in there.","sentiment_score":0.0}
{"full_text":"RT Informative  from My bottom line: expect cases of Omicron to increase, &amp; fast. Severity uncertain, vax + boost will...","sentiment_score":0.2}
{"full_text":"I was in a chemist today and got busted only pretending to scan the QR by their Covid Marshall, so I just stared at him, waiting to get in trouble and he smirked and looked away and I walked in. ","sentiment_score":-0.1}
{"full_text":"RT Say hello to Murphy in Randwick. He wants to come and stay in your home over Christmas. Earn up to $270","sentiment_score":0.2}
{"full_text":"RT So an Ofsted Insp can catch Covid in a school, but not a Pupil. You can catch it on the bus to and from school but not inside....","sentiment_score":0.0}
{"full_text":"RT #WannaOne Postpones Pre-Recording For #2021MAMA Reunion After Member's Staff Tests Positive For COVID-19https:\/\/t.co\/N9O9fUce3...","sentiment_score":0.2272727273}
{"full_text":"Duuuuuh, this is the major point..","sentiment_score":0.0625}
{"full_text":"RT Over dinner our 12 year old asked who she could write to about how bad covid is in schools. We said for her to write to","sentiment_score":-0.3}
{"full_text":"Got my shingles vaccination. Not covered by insurance. I'm $155 outta pocket.Better than getting shingles, but yikes. After the free flu shot and covid booster, bit of \"sticker shock\". And, I'll need a ($155) booster in 2-6 months.","sentiment_score":0.4}
{"full_text":"so... it's decided that we are just gonna let China off the hook for this covid thing ?","sentiment_score":0.0}
{"full_text":"As hospitals across the country juggle another COVID surge and staffing shortfalls, the global supply chain crisis is leaving them scrambling for urine kits and crutcheshttps:\/\/t.co\/2XMngNT6dz","sentiment_score":0.0}
{"full_text":"RT In NHS hospitals across the UK right now there are hundreds of patients who are in an ICU bed - critically ill with COV...","sentiment_score":-0.1071428571}
{"full_text":"Omicron's Rapid Case Growth Is a Warning - The Atlantic","sentiment_score":0.0}
{"full_text":"His critics are right that he has little moral authority to demand new restrictions, but the answer is not to dump the restrictions. It is to dump the Prime Minister, writes","sentiment_score":0.0586444805}
{"full_text":"Americans' overall income has accelerated since the pandemic, but so has inflation -- and a new poll finds that far more people are noticing the higher prices than the pay gains.","sentiment_score":0.1972727273}
{"full_text":"RT When I spent months in prison I refused to work for them and their system and instead chose lock down. I wrote, I medit...","sentiment_score":-0.1277777778}
{"full_text":".When written on a memo, unbreakable passwords turn into 'what we possess', which can be physically stolen #disaster #panic #defense #government #pandemic #teleworking #blockchain","sentiment_score":0.0}
{"full_text":"Vote against. Don't just abstain","sentiment_score":0.0}
{"full_text":"RT This is is a really big deal, and speaks to the incredible disconnect between the way things are, and the way we in media t...","sentiment_score":0.45}
{"full_text":"RT Maine has now mailed $285 relief checks to more than 300,000 residents as part of an initiative to support people who worked duri...","sentiment_score":0.5}
{"full_text":"200 Million Americans Are Now Fully Vaccinated as COVID Cases Spike - Title: 200 Million Americans Are Now Fully Vaccinated as COVID Cases SpikeCategory: Health NewsCreated: 12\/9\/2021 12:00:00 AMLast Editorial Review: 12\/9\/2021 12:00:00 AMMedicine...","sentiment_score":0.0}
{"full_text":"RT Allegheny County reported 690 new positive cases today.https:\/\/t.co\/GHq15WPiYO","sentiment_score":0.1818181818}
{"full_text":"RT 'Joint efforts helped to control Covid-19'@mansukhmandviya@MoHFW_INDIA@bhupeshbaghel@ChhattisgarhCMO@TS_SinghDeo@H...","sentiment_score":0.0}
{"full_text":"And we're not paying for #quarantine. I'd love to see #UK quarantine food. Can someone send pics? I'm not trying to start a food war but the #Greeks know for us: food =  so they're showing us they want to make this experience as pleasant as possible. And we're grateful. ","sentiment_score":0.4111111111}
