{"full_text":"RT I try to stay out of stuff like this but y'all!!!! THEY ARE NOT PUTTING COVID IN OUR WATER SUPPLY  This test is flood...","sentiment_score":0.0}
{"full_text":"After civil war broke out, residents in Ethiopia's Amhara region said more than 70 women were raped by Tigrayan fighters in one town. The Tigray People's Liberation Front promised to investigate and 'bring perpetrators to justice'","sentiment_score":0.5}
{"full_text":"RT the CDC:","sentiment_score":0.0}
{"full_text":"They have a vaccine now.","sentiment_score":0.0}
{"full_text":"RT First of all yall either want guidance or you dont. The CDC is not a legal body. They give you the science. You can interpret...","sentiment_score":0.075}
{"full_text":"RT \"There is no federal solution. This gets solved at the state level\" -- BidenThen get rid of the federal vaccine mandate","sentiment_score":0.0}
{"full_text":"RT Biden pushed a federal vaccine mandate which costs thousands of Americans their jobs and cost many more servicemen and wom...","sentiment_score":0.5}
{"full_text":"RT Hugh Jackman Tests Positive for COVID-19, 'The Music Man' Cancels Performances Through Jan. 1","sentiment_score":0.2272727273}
{"full_text":"RT A complete violation of COVID norms at Bandra Wonderland event seen in a video. Whole of h8ghway full of hoardings praisi...","sentiment_score":0.2166666667}
{"full_text":"Maybe you can't just throw money at the problem, maybe there never was a problem.The government created covid to solve the problem of Covid by taking your money#canceltaxes","sentiment_score":0.0}
{"full_text":"If you can dodge City Ave traffic in Philly you can dodge a virusAlso being an introvert helps...and being vaxxed...and thinking on the margins","sentiment_score":0.0}
{"full_text":"The stats are looking good for Omicron, McGowans reaction is the real concern","sentiment_score":0.45}
{"full_text":"RT BREAKING: CDC Sets Quarantine Duration To Seven Mississippi","sentiment_score":0.0}
{"full_text":"RT What's y'all beef with getting tested? For covid, STD's, regular health issues??? Go get tested?! I don't understand.","sentiment_score":0.0}
{"full_text":"RT People are being forced to come to work COVID positive. People are being told not to tell their coworkers when they test pos...","sentiment_score":-0.0363636364}
{"full_text":"This shit is so Xtra &amp; I am so tired of this tired ass Covid nonsense","sentiment_score":-0.3333333333}
{"full_text":"RT the CDC announced that i don't have to tell anyone else in the group that a zombie bit me a few miles back","sentiment_score":-0.1}
{"full_text":"RT I knew that eventually, having a Covid strain with the same name as a major airline would pay off.","sentiment_score":0.03125}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT Good point.","sentiment_score":0.7}
{"full_text":"Except.?.if it was ever true that kids were not effected, it has become clear that Omicron has changed this...https:\/\/t.co\/MViq9d6829","sentiment_score":0.225}
{"full_text":"RT CDC:  fuck it, do what you want, you don't listen anyways","sentiment_score":-0.4}
{"full_text":"RT BREAKING: CDC Sets Quarantine Duration To Seven Mississippi","sentiment_score":0.0}
{"full_text":"RT Fred Sinistra, a 40yr-old former world kickboxing champion, was looking forward to another fight on December 4.Then h...","sentiment_score":0.0}
{"full_text":"RT I bought an Airgami mask. They claim to be close to N95, and they are getting lots of good reviews, but I swear it's so lig...","sentiment_score":0.7}
{"full_text":"Movie came out in 2002 and somehow our healthcare WORSE ","sentiment_score":-0.4}
{"full_text":"But they are mostly vaxxed. So why discriminate against the unvaxxed? Both can catch, carry and spread Covid.","sentiment_score":0.5}
{"full_text":"Domestic Policy:- Vaccine Mandate - not too successful but okay- Covid - not your fault, disregard- Economy - not your credit, disregard- Jobs - not your credit, disregard- Student debt - YEA!! but not for adults- BBB - YEA!! did it pass?- infrastructure - YEA!! started?","sentiment_score":0.5833333333}
{"full_text":"Right because the CDC ain't been CDCing ","sentiment_score":0.2857142857}
{"full_text":"RT The media going back and forth between Omicron and Delta now reminds me of that Looney Tunes bit where Bugs Bunny and Da...","sentiment_score":0.0}
{"full_text":"RT They're were going to use the virus for the 2022 election- a major push for mail in ballots, but they weren't expecting Omicr...","sentiment_score":0.0625}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT CDC says it's fine with both hateration and holleration in this dancery.","sentiment_score":0.4166666667}
{"full_text":"RT The government should be sending FREE covid test kits to all homes.","sentiment_score":0.4}
{"full_text":"RT It goes without saying that the nation's premier public health agency should be prioritizing their central focus, not...","sentiment_score":0.0}
{"full_text":"RT CDC really said if you don't give a damn, we don't give a fuck. ","sentiment_score":-0.1}
{"full_text":"RT The CDC also moved the goalposts on social distancing from 6ft to 3 ft so they could open schools back.I didn't forge...","sentiment_score":0.0166666667}
{"full_text":"RT CDC really said if you don't give a damn, we don't give a fuck. ","sentiment_score":-0.1}
{"full_text":"RT The CDC now recommends giving airline CEOs root access to prod","sentiment_score":0.0}
{"full_text":"RT cdc says we can stop these tweets","sentiment_score":0.0}
{"full_text":"RT One thing that I learned going to school with rich yt kids &amp; something COVID has hammered home is people with a lot of p...","sentiment_score":0.375}
{"full_text":"#TopNews today &gt; #PMModi will hold a meeting amid rising cases of the Omicron variant&gt; Biological E gets nod to conduct trials of its #Corbevax as #boosterdose&gt; #WHO has categorised the risks related to the #OmicronVariant as very highListen here:","sentiment_score":0.1}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"Until recently I didn't get how there's shutdowns at 3k but none at 7-8k. Unless they're utterly stupid, it seems like they are pushing for people to get the new variant because of how mild it is.","sentiment_score":-0.0825757576}
{"full_text":"RT Internet scams. Physical violence. Stolen valuables. The pandemic has left older Americans more vulnerable.","sentiment_score":0.0333333333}
{"full_text":"RT the CDC announced they're dating pete davidson","sentiment_score":0.0}
{"full_text":"RT In other words... Alberta has lost total control of the pandemic. #abpoli","sentiment_score":-0.0625}
{"full_text":"RT The death rate has risen particularly sharply for middle-aged white people. Covid-19 now accounts for a much larger share of a...","sentiment_score":-0.0416666667}
{"full_text":"wow maybe Biden should say something about coronavirus","sentiment_score":0.1}
{"full_text":"RT literally no reason to trust cdc over astrology at this point","sentiment_score":0.0}
{"full_text":"RT Why are these fascist MAGA traitors still in Congress???Prosecute them.Every damn one of them.#Maddow #TheReidOut #...","sentiment_score":0.0}
{"full_text":"RT the CDC announced they're dating pete davidson","sentiment_score":0.0}
{"full_text":"RT Mask mandate and Covid passports seem to be working pretty well in New York:","sentiment_score":0.1931818182}
{"full_text":"The GOP also called out Biden for his change in messaging.\"Joe Biden claimed he would shut down the virus. Now a year later when he failed to do so, he says there is no federal solution to COVID. Joe Biden is a hypocrite,\" the party said from its official Twitter account.","sentiment_score":-0.2185185185}
{"full_text":"RT Given the waiting times and lines people are being subjected to it is really commendable that people are being that socia...","sentiment_score":0.2}
{"full_text":"RT for the love of god stop talking to her","sentiment_score":0.5}
{"full_text":"Now that the church has opened a door to discuss Australian toothpicks in more detail, the political party, news industry and COVID chief of health can be accused of following the cricket team around the country.","sentiment_score":0.125}
{"full_text":"RT Covid Zero was literally the worst thing for Australia. It gave people an unrealistic impression that a politic...","sentiment_score":-0.75}
{"full_text":"Thought God Fauci said to stay home?","sentiment_score":0.0}
{"full_text":"New gov covid plan like","sentiment_score":0.1363636364}
{"full_text":"RT The Covid insanity will soon be over.  Omicron (pronounced \"I'm a cold\") is the Covid-killer.  Denmark has tens of thous...","sentiment_score":-0.6}
{"full_text":"RT So let me see if I have this straight: You refuse to get vaccinated, you won't wear a mask, you go to public places do...","sentiment_score":0.1}
{"full_text":"RT The most NHL thing ever is the idea that the first game back from the Omicron Break is a rematch of the Stanley Cup Fin...","sentiment_score":0.0875}
{"full_text":"RT BREAKING NEWS: President Biden announces that he will impose a COVID vaccination mandate for all domestic air traveler...","sentiment_score":0.0}
{"full_text":"RT great move if you want to remind american workers that they can bring the economy to its knees just by uh not working fo...","sentiment_score":0.4}
{"full_text":"RT The ruling class has decided on a policy of uncontrolled infection. Workers will get sick, but they must stay on the job. Chi...","sentiment_score":-0.7142857143}
{"full_text":"RT The CDC just recommended your mom","sentiment_score":0.0}
{"full_text":"Hope and karma springs eternal for someone who has harmed and killed so many with dishonest Covid disinformation to satisfy what he thinks  is his craven political self interest.","sentiment_score":0.0}
{"full_text":"\"on average, about 260 children admitted each day in the u.s., about 2000 hospitalized overall in the u.s.\"those are the actual numbers.","sentiment_score":-0.05}
{"full_text":"If you sick or not feeling well. Stay yo ass at home!!","sentiment_score":-1.0}
{"full_text":"RT Biden says if medical team advises it, he'll issue domestic travel vaccine requirement. No mention of whether he will consul...","sentiment_score":0.0}
{"full_text":"RT I personally would feel a lot safer if we did 3-4 weeks remote learning following winter break rather than risk this Omic...","sentiment_score":-0.0333333333}
{"full_text":"RT Link says 2050 and that is one of many wide ranging scenarios from IEA and others Canada should be a preferred supplie...","sentiment_score":0.2}
{"full_text":"RT There is no shame in having COVID. You will only get shamed for not telling anyone.","sentiment_score":0.0}
{"full_text":"Welp. I might've finally gotten COVID, folks :\/","sentiment_score":-0.125}
{"full_text":"RT Fauci says U.S. should \"seriously\" consider vaccine requirement for domestic flights amid Omicron surge","sentiment_score":-0.1666666667}
{"full_text":"RT So let me see if I have this straight: You refuse to get vaccinated, you won't wear a mask, you go to public places do...","sentiment_score":0.1}
{"full_text":"RT listen I'm not an infectious disease expert simply running on vibes here but if you have covid and you're thinking about lea...","sentiment_score":0.0}
{"full_text":"RT \"But it doesn't affect kids!\" https:\/\/t.co\/9ybtm6pICP","sentiment_score":0.0}
{"full_text":"RT Denmark is seeing the number of people infected with the omicron variant of Covid-19 double every second day","sentiment_score":0.0}
{"full_text":"RT LOL. The person who was just speaking (Dr Dwyer?) said RATs are ideal to be used for getting together with family or fr...","sentiment_score":0.85}
{"full_text":"RT If people can stand in line for 6 hours for a COVID test, they can stand in line to vote.","sentiment_score":0.0}
{"full_text":"RT they should invent a pandemic that ends","sentiment_score":0.0}
{"full_text":"RT Before today's CDC announcementI wrote out why 10 day isolation is too longIt harms public health to isolate people unn...","sentiment_score":0.0}
{"full_text":"RT Please stop quoting the FB statistic of 99.8% survival for Covid. In Mississippi, the mortality rate is 2.2% of all cases....","sentiment_score":0.0}
{"full_text":"RT COVID-19 booster shots increase antibody levels by more than 20x -- providing a high degree of protection against severe illness...","sentiment_score":0.33}
{"full_text":"RT So when the NYT says it - it's not a \"conspiracy theory\" anymore? ","sentiment_score":0.0}
{"full_text":"RT Not one healthy child has died of covid but 2800 have died of suicide. What are we doing to that generation? ","sentiment_score":0.5}
{"full_text":"hopefully this covid shit goes away tmr","sentiment_score":-0.2}
{"full_text":"RT What's y'all beef with getting tested? For covid, STD's, regular health issues??? Go get tested?! I don't understand.","sentiment_score":0.0}
{"full_text":"RT When people say, \"Covid is everywhere and I'm fed up, so I'll just live normally.\"What they mean is: \"I'll do what I w...","sentiment_score":-0.0087121212}
{"full_text":"RT Apple Closes All New York City Retail Stores over Coronavirus Fears via","sentiment_score":0.1363636364}
{"full_text":"RT The CDC stands for Can't Disrupt Capitalism","sentiment_score":0.0}
{"full_text":"it's ok buddy i'd rather you be safe and stay home than get me sick and we can always hang out another time :)","sentiment_score":0.1964285714}
{"full_text":"RT Bhakdi\/Burkhardt pathology results show 93% of people who died after being vaccinated were killed by the vaccine. #COVID19...","sentiment_score":-0.2}
{"full_text":"RT BREAKING NEWS: President Biden announces that he will impose a COVID vaccination mandate for all domestic air traveler...","sentiment_score":0.0}
{"full_text":"RT They said the vaccine stopped transmission. Now they are lying and saying they didn't. Video proof here ","sentiment_score":0.0}
{"full_text":"RT Roster Moves: Eagles have signed RB Kerryon Johnson and OL Luke Juriga to the practice squad. The team has also released K Ma...","sentiment_score":0.0}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"RT Team Biden promised a pandemic recovery and an economic boom. Neither has happened.","sentiment_score":0.2}
{"full_text":"The state with the 3rd most population, that also happen to be heavy on the elder side is 13th by the Covid death rate, crime rate is on the decline, etc, etc. What chaos are you referring to?","sentiment_score":0.075}
{"full_text":"RT We regret to inform, with the continued spike of covid cases, and other closings\/event cancellations within and outside of...","sentiment_score":-0.0625}
{"full_text":"RT Please only attend testing stations if you have symptoms of COVID-19 or are a Close Contact of someone with COVID-19. If...","sentiment_score":0.0}
{"full_text":"RT the cdc just announced that isolation has gone from 5 days to one week since you looked at mecocked your head to the side and...","sentiment_score":0.0}
{"full_text":"He is wrong. How do you end a pandemic with a leaky vaccine? We were told 60%, 70%, 80%, 90%, now   told we can't reach herd immunity. Vaccinate the most vulnerable, treat the disease early. This could have ended a year ago. Our PM is not a leader. His words are appalling.","sentiment_score":-0.15}
{"full_text":"RT The CDC just announced that smooching is a more sanitary greeting than the elbow bump","sentiment_score":0.5}
{"full_text":"The CDC now says you can take off in your 777 with your head down staring at the flight director with the altitude preselct set to sea level.","sentiment_score":-0.1555555556}
{"full_text":"RT BREAKING NEWS: President Biden announces that he will impose a COVID vaccination mandate for all domestic air traveler...","sentiment_score":0.0}
{"full_text":"was apparently exposed to covid twice and still tested negative stop playin w me ","sentiment_score":-0.125}
{"full_text":"Now that we understand the virus more, if people are fully vaccinated and wearing a mask\/social distancing when they can; why should they stop their life if the chance for them of dying is less than a car accident?","sentiment_score":0.1666666667}
{"full_text":"I know vaccines prevent death and that's a better outcome, but your concern appears to be the \"potential\" for there to be a vaccine-evading variant. I don't know where you got that from. If anything, precedent says it's likely to mutate to be less deadlyhttps:\/\/t.co\/n9lWWrCKIa","sentiment_score":0.0833333333}
{"full_text":"Well I assume that fans aren't that upset because theirs more room for more people to watch. Minus covid shit.","sentiment_score":0.175}
{"full_text":"RT the CDC just announced you can fill a theme park with dinosaurs again if you really learned your lesson last time","sentiment_score":0.1}
{"full_text":"RT An update of #COVID19 cases vs hospitalisations vs deaths in South Africa in comparison to previous wave:* Cases peaked...","sentiment_score":-0.1666666667}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT I am really sick and tired of Republicans blaming President Biden for Covid cases, WHILE THEY REFUSE TO GET VACCINATED...","sentiment_score":-0.5571428571}
{"full_text":"Because it's no longer about the \"pandemic\" it's purely politics now.","sentiment_score":0.2142857143}
{"full_text":"RT just pay people to stay home for a few weeks to bring down spread, mandate hazard pay for those who are working, an OSHA sta...","sentiment_score":-0.1777777778}
{"full_text":"Why do people make a big deal out of getting a Covid test. It takes like 10 mins at CVS and you sit in your car.Damn, Americans are so lazy lol.","sentiment_score":0.1833333333}
{"full_text":"RT Strong \"there are no gay people in Iran\" energy.","sentiment_score":0.1125}
{"full_text":"RT The CDC stands for Can't Disrupt Capitalism","sentiment_score":0.0}
{"full_text":"RT Literally","sentiment_score":0.0}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT This is heartbreaking","sentiment_score":0.0}
{"full_text":"RT The CDC says you should seize the means of production","sentiment_score":0.0}
{"full_text":"RT the new director of the cdc ","sentiment_score":0.1363636364}
{"full_text":"RT Here is my agenda: I want us to control the pandemic, if possible eliminate it. My most selfish reason is so that my daught...","sentiment_score":0.0}
{"full_text":"RT One family of four with the fifth on the way and everybody contracted #COVID19. The two that were vaccinated had mild sympto...","sentiment_score":0.3333333333}
{"full_text":"RT Can I get a \"F*ck Joe Biden, f*ck the CDC, and f*ck the business class that controlls both\"?","sentiment_score":0.0}
{"full_text":"RT NEW: Dallas County Reports a Total of 1,619 New Positive 2019 Novel Coronavirus (COVID-19) Cases and 19 Deaths, Including 2...","sentiment_score":0.125}
{"full_text":"RT if you're in line to get tested, no need to stay in line. you're positive now, like from the line. go home","sentiment_score":0.2272727273}
{"full_text":"RT Once again. Vic gov tells Victorians that we have to learn to live with Covid and makes sure it's possible. Free RAT test...","sentiment_score":0.2590909091}
{"full_text":"RT *Ignores the CDC for almost two years* CDC: Man fuck it, do what y'all want People:","sentiment_score":-0.4}
{"full_text":"Admitting that you have messed up and politicized the pandemic would help. Saying what you actually thing of Biden (wait, your all ready did. )","sentiment_score":0.1}
{"full_text":"RT I don't care what the CDC say, you gone need them 10 days &amp; a negative test to come around me.","sentiment_score":-0.3}
{"full_text":"RT Watching these college teams bail at the last minute cause of antiquated Covid rules knowing 1st hand how much work, m...","sentiment_score":0.1}
{"full_text":"RT So now it takes less time to get a result from an Ashes test than it does from a covid test. Never thought I'd see that.","sentiment_score":-0.1666666667}
{"full_text":"There's a lot of great people at the CDC that do tireless and necessary work.  The leadership, however...","sentiment_score":0.4}
{"full_text":"RT the CDC announced that i don't have to tell anyone else in the group that a zombie bit me a few miles back","sentiment_score":-0.1}
{"full_text":"RT I will no longer refer to myself as unvaccinated. From now on I will refer to myself as vaccine free. Has such a nice ri...","sentiment_score":0.3333333333}
{"full_text":"RT [(#Xin Xing koronaQing Bao 2020_12)] #TVK2021_12RT\/Robert W Malone, MD:Bhakdi\/Burkhardt pathology results show 93% of people who died after...","sentiment_score":0.0}
{"full_text":"He didn't specify which market!  Also, how would he have know that there would be an #Omicron surge in December? Burning both ends of the stick.","sentiment_score":0.0}
{"full_text":"RT When confronted with stories like this we should feel compelled to find areas in our lives where we could make sacrifices...","sentiment_score":0.0}
{"full_text":"RT As a non-virologist, here are some things I have learned about covid that I would not have guessed before the pandemic. They are...","sentiment_score":0.0}
{"full_text":"RT the CDC:","sentiment_score":0.0}
{"full_text":"\"Mostly on a lockdown\" is novel concept. You are or you aren't I would have thought.","sentiment_score":0.5}
{"full_text":"RT A recurring nightmare. Morrison failed to order enough vaccines, then boosters, and now the rapid antigen tests he has pushed...","sentiment_score":-0.25}
{"full_text":"RT What's y'all beef with getting tested? For covid, STD's, regular health issues??? Go get tested?! I don't understand.","sentiment_score":0.0}
{"full_text":"Today just feels like a series of aftershocks.Maybe I'll just stay home tomorrow.","sentiment_score":0.0}
{"full_text":"Me in my 2 bed 2 bath, gated apartment complex for 1200 with water, washer &amp; dryer included","sentiment_score":-0.3}
{"full_text":"RT The CDC said it's okay to go into that witch's house made of candy.","sentiment_score":0.5}
{"full_text":"If dems want to do something about the pandemic, fire Fauci and see how things change for the better, if they want to take care of the crime problem  get Soros and Eric Holder out of the picture","sentiment_score":0.5}
{"full_text":"RT What's y'all beef with getting tested? For covid, STD's, regular health issues??? Go get tested?! I don't understand.","sentiment_score":0.0}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"RT People are being forced to come to work COVID positive. People are being told not to tell their coworkers when they test pos...","sentiment_score":-0.0363636364}
{"full_text":"RT I don't care what the CDC say, you gone need them 10 days &amp; a negative test to come around me.","sentiment_score":-0.3}
{"full_text":"RT If you live in Austin and need to get a covid test but you lack transportation, you can get an in-home PCR test done! I've...","sentiment_score":0.1704545455}
{"full_text":"RT the CDC said:","sentiment_score":0.0}
{"full_text":"So gtfoh and don't quote no CDC dr. Fuckchi or dr. Knowitalljustbecauseoftheinitialsaftermyname to me unless you've got something to show for it.","sentiment_score":0.0}
{"full_text":"RT *REPORT: \"Critics on both ends of the political spectrum went full blast on President Biden's claim Monday that states are...","sentiment_score":0.175}
{"full_text":"Okay what are the vaccine deaths per 100k?","sentiment_score":0.5}
{"full_text":"RT NOTE:This headline (From is very likely NOT AccurateWhy?1) Antigen Tests Detect a part of Omicron that...","sentiment_score":0.0}
{"full_text":"RT I haven't written much about omicron, because 1) there's a lot we still don't know; 2) others have written good shit that I'...","sentiment_score":0.2333333333}
{"full_text":"RT BREAKING NEWS: President Biden announces that he will impose a COVID vaccination mandate for all domestic air traveler...","sentiment_score":0.0}
{"full_text":"RT It is TERRIBLE JOURNALISM Why report Hazzard &amp; Perrottet as if they are credible on Covid?NSW Govt...","sentiment_score":-0.3}
{"full_text":"RT If there's no federal solution to Covid, then rescind your mandates Joe...Who else agrees?","sentiment_score":0.0}
{"full_text":"Isn't that the truth.","sentiment_score":0.0}
{"full_text":"We're here to host your corporate or private virtual #trivia event. For more information, reach out to info@triviaad.com! #VirtualEvents #OnlineEvents #Zoom #VirtualTeamBuilding #TeamBuilding #VirtualHappyHour #SocialDistancing","sentiment_score":0.2083333333}
{"full_text":"RT I miss when the most outrageous thing the cdc told us was kindly suggesting that we hit it from the back","sentiment_score":0.025}
{"full_text":"RT It's astonishing to me how many people are eating in restaurants, attending concerts or generally socializing in public i...","sentiment_score":0.2625}
{"full_text":"RT \"Covid is real, yall\" - a person who got covid after not taking  it seriously","sentiment_score":-0.0666666667}
{"full_text":"Quebec will keep some COVID-positive health care workers on the job in order to avoid a breakdown in services, officials say.This comes as the province once again smashed its previous single-day case record with more than 12,800 infections.https:\/\/t.co\/iOvbmlu5mu","sentiment_score":0.1666666667}
{"full_text":"RT You shouldn't have family gatherings but should have work gathersings - CDC","sentiment_score":0.0}
{"full_text":"The latest variant, omicron, is hitting Collier County.https:\/\/t.co\/qbwoHh2X2u","sentiment_score":0.5}
{"full_text":"RT Test\/trace\/isolate systems now collapsing; winding back restrictions got us here. It was never a Vaccine only strategy t...","sentiment_score":0.0}
{"full_text":"The VDH says that some people are getting tested to be proactive but they recommend that people reserve tests for those who are in the highly recommended categories at this time.https:\/\/t.co\/k6jrPVYc1J","sentiment_score":0.16}
{"full_text":"RT just pay people to stay home for a few weeks to bring down spread, mandate hazard pay for those who are working, an OSHA sta...","sentiment_score":-0.1777777778}
{"full_text":"Troops encouraged but not required to get COVID-19 booster shothttps:\/\/t.co\/YUrZuP6Tlc","sentiment_score":0.0}
{"full_text":"New data released Monday shows a surge in COVID-19 cases in Washington D.C. making the nation's capital an omicron hot spot.https:\/\/t.co\/Tdu6f6PZH1","sentiment_score":0.1931818182}
{"full_text":"the omicron getting to ur head","sentiment_score":0.0}
{"full_text":"The #UAE has approved emergency use of #Sinopharm's protein-based #COVID19 vaccine and it will be available to the public as a booster dose starting January 2022, the health ministry said.","sentiment_score":0.1333333333}
{"full_text":"My comment was not in reference to you but Ethan above who claims to be a student who wants to stay \"home.\" and be locked up out of society for gawd knows how long, which is creating even bigger mental &amp; anxiety issues.","sentiment_score":0.01}
{"full_text":"RT The CDC said don't forget to reset your body count January 1","sentiment_score":0.0}
