{"full_text":"RT To review, the data\/science now show the \"experts\" were VERY wrong about these VERY key topics:-Asymptomatic spread-Mas...","sentiment_score":-0.325}
{"full_text":"RT if you are sick stay tf home, what is wrong w y'all?","sentiment_score":-0.6071428571}
{"full_text":"RT Night Curfew in UP to prevent Corona.Political rallies in morning to spread Corona.","sentiment_score":0.0}
{"full_text":"Lol. Imagine whining about an inventor &amp; entrepreneur paying $11B in taxes as though that's somehow not enough. ","sentiment_score":0.4}
{"full_text":"Covid still spreading to the vaccinated with 1,2 shots and booster so I wish they would just tell us the truth. Besides we want die if the vaccinated catch covid.","sentiment_score":0.0}
{"full_text":"RT guy doing my covid test called me a good girl as he put the swab in... i can't do this anymore","sentiment_score":0.7}
{"full_text":"RT It's ridiculous how the media are playing down Omicron saying it's milder when we have sky high infection rates and lots of N...","sentiment_score":-0.1096296296}
{"full_text":"RT Get this! It turns out that Marjorie Taylor Greene, who has repeatedly boasted about being unvaccinated, owns stock in...","sentiment_score":0.0}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"I got taken off jury selection entirely by getting a note from my doctor saying I was particularly susceptible to Covid. If you have vulnerabilities, try it.","sentiment_score":0.0833333333}
{"full_text":"RT New travel rules to curb the spread of omicron in Hong Kong look set to isolate it further, with at least four internati...","sentiment_score":-0.0545454545}
{"full_text":"RT Finally!!!Thank you VP Kamala Harris? When can we expect the relief?","sentiment_score":0.0}
{"full_text":"Covid - 0Jafet - 15 ","sentiment_score":0.0}
{"full_text":"RT .@McCulloughMDMPH to of the people who died from COVID in the U.S., none received adequate and\/or early eno...","sentiment_score":0.2166666667}
{"full_text":"Just me n my bf knowing that his housemate contracted covid 19 few mins ago","sentiment_score":-0.2}
{"full_text":"RT The state of Iowa is paying a Kansas agency $220 an hour per nurse; $330\/hour for overtime.","sentiment_score":0.0}
{"full_text":"RT We should all be concerned about Omicron, but not panicked.If you're fully vaccinated -- and especially if you got boosted -- yo...","sentiment_score":0.0}
{"full_text":"No worries Dr. Fauci, we can expect an insurrectionist or 2 within the Kennedy clan...hopefully Jr does not get covid infected in need of intubation...Fauci Rips 'Very Disturbed' RFK Jr.'s Attacks on His Career: 'It's a Shame' Because He's a Kennedy","sentiment_score":0.2}
{"full_text":"RT The way COVID played\/is playing out is exactly how a much more lethal pandemic would play out. Replay this with a virus with...","sentiment_score":0.375}
{"full_text":"I pray that as we gather with family the next couple of days, that we A.Celebrate the birth of Jesus.B. Enjoy the time spent with our family and friends. C. Don't talk about Covid and politics.","sentiment_score":0.1}
{"full_text":"RT It was quite a year, with a new U.S. president in the White House and the global race to distribute coronavirus vaccines. How...","sentiment_score":0.0454545455}
{"full_text":"RT The only reason Democrats across the country haven't shut down the economy again and blamed the vaccine, is because Biden...","sentiment_score":-0.0777777778}
{"full_text":"RT This is criminal","sentiment_score":-0.4}
{"full_text":"RT More COVID-19 additions: -- #Bills add WR Gabriel Davis and OL Cody Ford to the list.-- #Jaguars add WR Laviska Shenault and...","sentiment_score":0.5}
{"full_text":"RT The warning signs are there for genocide in Ethiopia - the world must act to prevent it | Helen Clark, Michael Lapsley and Da...","sentiment_score":0.0}
{"full_text":"Twitter has gotten funnier now that everyone has Covid","sentiment_score":0.0}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT WHO Blasts Additional Jabs: 'No Country Can Boost Its Way Out of the Pandemic' ","sentiment_score":0.0}
{"full_text":"RT Until you do 30 minutes+ of CPR in a plastic gown, N95, surgical mask, two pairs of gloves and a face shield, you should prob...","sentiment_score":0.0}
{"full_text":"am i vomiting because of covid or food poisoning","sentiment_score":0.0}
{"full_text":"RT Biden can't end the pandemic when people won't wear mask and won't get vaccinated. Don't blame th...","sentiment_score":0.0}
{"full_text":"RT Social media gives liars &amp; accusers alike too much power. There is no recourse against Machiavellian manipulators. Thi...","sentiment_score":0.1166666667}
{"full_text":"RT As a minister, you should not be asking people to donate to the govt. That's what we pay taxes for. Instead of asking for d...","sentiment_score":0.0}
{"full_text":"Dear Lord  tiktok is killing me, so many emotionals, I think Covid has broken me   xxx","sentiment_score":0.05}
{"full_text":"A reminder to mask up!#maskup #maskupuptown #inwood #wahi #washingtonheights #dance #ballet #musicians #COVID19","sentiment_score":0.0}
{"full_text":"RT No matter how old or cute they are, they can still get COVID. Now there's a vaccine tailored just for ages 5-11. Same protectio...","sentiment_score":0.2}
{"full_text":"RT Average *onset* of these Long Covid symptoms.","sentiment_score":-0.1}
{"full_text":"RT 10 cents??? Drop that shit by $2 or something damn","sentiment_score":-0.2}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT \"Vaccine passport\" systems are clearly not being imposed at this point for any epidemiological purpose, but so public official...","sentiment_score":-0.025}
{"full_text":"Covid is outside outside. Stay safe y'all ","sentiment_score":0.1666666667}
{"full_text":"RT If You've Had COVID You're Likely Protected for Life","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Ontario record for new daily COVID-19 cases jumps by almost 4,000 in 24 hours with 9,571 new cases. Two days ago, Ontario's...","sentiment_score":0.0909090909}
{"full_text":"Imagine hating Trump over a vaccine","sentiment_score":0.0}
{"full_text":"RT guy doing my covid test called me a good girl as he put the swab in... i can't do this anymore","sentiment_score":0.7}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"RT It's Biden's fault that nature created new variants.It's Biden's fault a third of Republicans refuse vaccination.It...","sentiment_score":0.0681818182}
{"full_text":"If you think it is a problemThey have a bias against what they've defined as hate speech, a bias against COVID misinformation, so on. You can read about these biases in the community guidelines.","sentiment_score":-0.8}
{"full_text":"RT I have been in this pandemicFOR TWO YEARS","sentiment_score":0.0}
{"full_text":"RT Perhaps the most annoying thing about this wave is that we could have been ready for it.We could have been preparing...","sentiment_score":-0.0333333333}
{"full_text":"RT It took Trump over 3 months to even acknowledge the existence of the pandemic. It took him almost 6 months into the pa...","sentiment_score":0.0}
{"full_text":"RT Just saw a tweet from a healthcare worker in isolation for Christmas because a patient's family was refused entry b\/c th...","sentiment_score":0.0}
{"full_text":"RT Just moved from CA to TX in Nov. My kids start full time maskless school with zero threat of covid vax and ALL the acti...","sentiment_score":0.35}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT This morning's \"must-see\" video. The narrative is \"safe and effective\" and the world is not given full information regard...","sentiment_score":0.4833333333}
{"full_text":"RT DC using libraries to get COVID tests to the entire city which is in crisis def demonstrates the utility of our profession, bu...","sentiment_score":0.0}
{"full_text":"RT \"COVID get the hell out.\" eu 210713, Kim Namjoon In VLIVE","sentiment_score":0.0}
{"full_text":"RT Now you can check your #COVID19 vaccination status on your phone using your identity card.Press *114# and follow the pr...","sentiment_score":0.0}
{"full_text":"RT I got my polio vaccine about 50 years ago - and it hasn't worn off yet.","sentiment_score":0.0}
{"full_text":"RT In the first from our Views from the Field, an undergraduate student reflects on the experience of being forced to choose...","sentiment_score":-0.025}
{"full_text":"RT Remove all restrictions across the UK.It is time to stop obsessing over this particular virus, to the detriment of pe...","sentiment_score":0.1666666667}
{"full_text":"RT \"B.C\" could mean Before Christ or Before Covid at this point.","sentiment_score":-0.3125}
{"full_text":"RT Stop panicking: Omicron's low risk to kids should not upend their lives. We are no longer trying to prevent death -- we a...","sentiment_score":0.0}
{"full_text":"RT Anyone else getting peppered with questions from friends and family on N95 masks, rapid tests, etc. because you're the...","sentiment_score":0.0}
{"full_text":"Fantasy football with defense is like Russian roulette right now you just waiting for the next Opp's QB to test positive for Covid","sentiment_score":0.1282467532}
{"full_text":"Ras Maina you will not enter no supermarket without no covid certificate","sentiment_score":0.0}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"RT I got my polio vaccine about 50 years ago - and it hasn't worn off yet.","sentiment_score":0.0}
{"full_text":"As president, as of today, I will be locking down and ending all US led military adventures across the globe due to the covid epidemic.","sentiment_score":-0.1268518519}
{"full_text":"RT To all the doctors, nurses, allied health workers, paramedics, lab technicians and everyone holding down the fort this...","sentiment_score":-0.1555555556}
{"full_text":"Right now I have omicron and a brutal cough","sentiment_score":-0.2946428571}
{"full_text":"RT The Vatican has announced that everyone working there as well as all visitors will only be granted entry if they can prov...","sentiment_score":0.0}
{"full_text":"In order to prevent individual girls from cheating, please attach leg photos of wearing socks.I will tuck presents into my socks after Christmas.Ps: had better be silk stockings, white or black silk is fine. The slippery stockings are better as a gift.","sentiment_score":0.2083333333}
{"full_text":"RT BREAKING NEWS: The San Diego School Board Mandate for Covid Vaccine has been struck down by the courts. Our lawsuit represe...","sentiment_score":-0.1555555556}
{"full_text":"That's exactly how i felt but it only last a day. And thats the only vaccine where i had severe symptoms like that","sentiment_score":0.0625}
{"full_text":"RT The CDC recommends bringing me soup and giving me a little kiss to make sure I get better","sentiment_score":0.2708333333}
{"full_text":"Idk if I got Covid again but I was struggling last night. I just got my second vax like 2 weeks ago. Hopefully it's just a cold but if it isn't this vax weak as fuck","sentiment_score":-0.275}
{"full_text":"RT You can't 'acquire antibodies' without getting the disease or vaccine. With neithe...","sentiment_score":0.0}
{"full_text":"RT .@ChelseaClinton is on a mission to combat the anti-vaccine movement. |","sentiment_score":0.0}
{"full_text":"RT The biggest victim of this Pandemic has been how civil liberties have been crushed for experimental drugs which are forc...","sentiment_score":-0.025}
{"full_text":"Thank you man appreciate it. First person I've seen to say something like this since covid started.","sentiment_score":0.25}
{"full_text":"RT Happy Birthday, Dr. Fauci! Thank you for fighting to keep us safe these last two years, despite threats of violence...","sentiment_score":0.5}
{"full_text":"RT guy doing my covid test called me a good girl as he put the swab in... i can't do this anymore","sentiment_score":0.7}
{"full_text":"RT Every adult in the country now needs to get a Covid-19 booster vaccine, because two doses does not give you enough protection ag...","sentiment_score":0.05}
{"full_text":"RT I'm convinced y'all don't know how COVID transmission works. I'm even more convinced y'all don't know how COVID prevention wo...","sentiment_score":0.5}
{"full_text":"Another tough Christmas due to the pandemic reminds me of the battle of the Ardennes in WWII. We came in unprepared but we must win no matter what. I always felt that the DS9 episode \"The Siege Of AR-558\" was the battle of Ardennes of the Dominion war. It builds up my resiliency.","sentiment_score":0.0953703704}
{"full_text":"RT Until you do 30 minutes+ of CPR in a plastic gown, N95, surgical mask, two pairs of gloves and a face shield, you should prob...","sentiment_score":0.0}
{"full_text":"RT 216 alive people declared dead due to COVID in Maharashtra's Beed district. The great compensation scam of MVA.","sentiment_score":0.14375}
{"full_text":"A luxurious home like this one won't stay on the market for long. 5 bed, 4 bath in quiet neighborhood! Call, text or direct message me for details.","sentiment_score":0.0166666667}
{"full_text":"RT The warning signs are there for genocide in Ethiopia - the world must act to prevent it | Helen Clark, Michael Lapsley and Da...","sentiment_score":0.0}
{"full_text":"Finally, their best QB will see the field.","sentiment_score":0.5}
{"full_text":"RT Just 14 months ago. Remember, when they try to demean and diminish you.","sentiment_score":0.0}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT Hark it's time for some smoked salmonHear the pleas of this poor gammonLocked indoors like a bold childCan't go streakin...","sentiment_score":-0.0333333333}
{"full_text":"RT Describing these omicron symptoms as \"mild\" when they really just mean \"you won't die\" is like when OB-GYNs tell women IUD i...","sentiment_score":0.0736111111}
{"full_text":"I agree. But \"didn't champion as much as he could have\" is not the sin most on the left now swear he has committed, nor do they remember standing at podiums swearing that a vaccine developed under the Trump was dangerous. Both sides handled the pandemic like ideological idiots.","sentiment_score":-0.1}
{"full_text":"RT The CDC recommends bringing me soup and giving me a little kiss to make sure I get better","sentiment_score":0.2708333333}
{"full_text":"RT Really pleased to see CDC shorten isolation for vaxxed healthcare workers to 7 days with negative testGood first stepBu...","sentiment_score":0.15}
{"full_text":"RT \"B.C\" could mean Before Christ or Before Covid at this point.","sentiment_score":-0.3125}
{"full_text":"RT Hey! If anyone needs help in finding Covid test go to: for a list of locations, times, and dat...","sentiment_score":0.0}
{"full_text":"RT The vaccine passport is not about public health. This is what it's all about. (Remember, if it sounds like a conspiracy theory...","sentiment_score":0.0}
{"full_text":"RT ..All the evidence from South Africa suggests that omicron is a milder form of the virus..That's not what all of the evid...","sentiment_score":0.0}
{"full_text":"RT So sorry.Meanwhile, reality (vs whatever madness that assault was about), the lengths health care work...","sentiment_score":0.0}
{"full_text":"RT ??? \/ Coronavirus: Chinese city suspends school amid Covid-19 outbreak and deadly haemorrhagic fever cases | South Chi...","sentiment_score":-0.1}
{"full_text":"RT snow stop fall, they stay at home.its again this season of the year, and family is all together again #Ban Yao noYe Cha Ji   #Sha rin #ses...","sentiment_score":0.0}
{"full_text":"This should say \"I am a healthcare worker in jail for Christmas...\"","sentiment_score":-0.1}
{"full_text":"RT The warning signs are there for genocide in Ethiopia - the world must act to prevent it | Helen Clark, Michael Lapsley and Da...","sentiment_score":0.0}
{"full_text":"RT I often think about this reply.","sentiment_score":0.0}
{"full_text":"RT Sean McDermott on this morning says Cody Ford &amp; Gabriel Davis added to Covid\/reserve list along with special t...","sentiment_score":0.3571428571}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT A reminder that the shortage of Covid tests was completely manufactured for profit.","sentiment_score":0.1}
{"full_text":"How the coronavirus infects cells -- and why Delta is so dangerous","sentiment_score":-0.6}
{"full_text":"A reminder: if you take an at home test and test positive for COVID, go get it confirmed with an actual test that is officially documented. If you develop long term complications from COVID and it isn't officially documented you might not qualify for future government support.","sentiment_score":0.1154545455}
{"full_text":"RT I know you are strong and will fight Covid and come back stronger GET WELL SOON YOONGI ","sentiment_score":0.2166666667}
{"full_text":"RT Laviska caught something","sentiment_score":0.0}
{"full_text":"RT Suga, a member of BTS, has tested positive for the coronavirus, the group's management company said on Friday. ","sentiment_score":0.2272727273}
{"full_text":"I rly thought this","sentiment_score":0.0}
{"full_text":"RT NO I JUST GOT ON THE TRAIN FROM LIVERPOOL TO MANCHESTER AND THE GUY JUST SAID EVERYONE HAS TO WEAR A MASK UNLESS THEY ARE E...","sentiment_score":0.0}
{"full_text":"RT Major Symptoms on #OmicronVarient #Omicron #OmicronVarient #StaySafe","sentiment_score":0.0625}
{"full_text":"RT This is what beating the pandemic looks like. deserves the lion share of credit for this.","sentiment_score":0.0}
{"full_text":"RT Covid get the hell out.","sentiment_score":0.0}
{"full_text":"RT Saluti, you can read it here: Piers Morgan followed me and shared my Covid stats (not retweet but... htt...","sentiment_score":0.0}
{"full_text":"RT Nah deep it. Covid try take my mum TWICE this year. She basically lived in the hospital. But God is so bloody good","sentiment_score":-0.0333333333}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"RT Does anyone know the next variant name to sell the 4th booster shot?","sentiment_score":0.0}
{"full_text":"The funniest possible outcome to all this is the 2024 GOP primary becomes a single-issue race around vaccines so the base refuses to vote for Trump and calls him a RINO.","sentiment_score":-0.1333333333}
{"full_text":"RT once this covid thing is over they should let us smoke on airplanes again","sentiment_score":0.0}
{"full_text":"RT Camden Council has announced that three cycle lanes introduced during the coronavirus pandemic will be made permanent.","sentiment_score":0.0}
{"full_text":"RT \"B.C\" could mean Before Christ or Before Covid at this point.","sentiment_score":-0.3125}
{"full_text":"RT We are on the down slope of the pandemic bell curve. As infections go up, the death rate does not. The virus is evolving...","sentiment_score":-0.1555555556}
{"full_text":"The pandemic is a warning: we must take care of the earth, our only home #sustainablesystems #COVID #Latour #environment","sentiment_score":0.0}
{"full_text":"RT Is there an emoji for coal","sentiment_score":0.0}
{"full_text":"RT Hospital admissions by age, past 90 days. The yellow line is for those under 18 years old, and is 1 per 100,000. The second...","sentiment_score":-0.0375}
{"full_text":"Unlike you leftist drones, we don't blindly follow politicians on our side.   Survival rate for COVID is over 99%, I've had it and my natural immunity is more effective than the vaccine.  Also, if you've had the vaccine then why worry whether others have it?  Does it not work?","sentiment_score":0.13}
{"full_text":"Last pre-Christmas tweets: With believe in value aid industry shaken during pandemic, catching up on readings decolonizing aid. Allow me to share some of key readings, do share yours! 1\/x Starting with interesting historical perspectives","sentiment_score":0.1833333333}
{"full_text":"He's not coming. He's in hospital with covid,probably won't make it","sentiment_score":0.0}
{"full_text":"RT More than 5 million people worldwide have died of the Chinese virus especially Americans 800,000 died#Chinazi #Boyc...","sentiment_score":0.1666666667}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"RT guy doing my covid test called me a good girl as he put the swab in... i can't do this anymore","sentiment_score":0.7}
{"full_text":"RT #Maharashtra govt announces new #COVID guidelines - #nightcurfew imposed from 9pm-6 am! It means the most popular #nightshow can...","sentiment_score":0.4234848485}
{"full_text":"RT Lucknow: The ongoing online protest by students of Dr APJ Abdul Kalam Technical University went offline on Thursday as scor...","sentiment_score":0.0}
{"full_text":"RT I've had a few strange days in my career covering the Pistons. None more so than Thursday in Miami. I tried my best to ch...","sentiment_score":0.3125}
{"full_text":"How will the newest #COVID19 variant change the face of the pandemic? #Omicronhttps:\/\/t.co\/6TwaI2vg8D","sentiment_score":0.0}
{"full_text":"Omicron advanced across the world yesterday, with health experts warning the battle against the Covid-19 variant was far from over despite two drugmakers saying their vaccines protected against ithttps:\/\/t.co\/aSnqchYHS2#Covid","sentiment_score":0.25}
{"full_text":"The celebration at the Jirasartwitthaya school in Ayutthaya, has run for more than 15 years and was especially important the last two years amid the #COVID19 pandemic and its virtual learning and #lockdownshttps:\/\/t.co\/4ondMGKFWf","sentiment_score":0.4333333333}
{"full_text":"Very important","sentiment_score":0.52}
{"full_text":"RT This is still my favourite meme of the entire 'pandemic'.","sentiment_score":0.0}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"Here's how many jabs were given out at","sentiment_score":0.5}
{"full_text":"RT Expecting response from Gov lawyer by 11.00 am.","sentiment_score":0.0}
{"full_text":"RT Gas prices are down ten cents nationally, and some states across the country are seeing gas prices at pre-pandemic averages....","sentiment_score":-0.0777777778}
{"full_text":"is currently investigating two separate Listeria outbreaks linked to packaged salads produced by Dole and Fresh Express. Don't eat the recalled items. Throw it out and clean your refrigerator. More info: #foodsafety #recall #dole #freshexpress","sentiment_score":0.2916666667}
{"full_text":"RT A family friend died of COVID tonight after only seeing her baby for a few minutes after an emergency delivery. All becau...","sentiment_score":-0.1}
{"full_text":"RT JUST IN: Japan approves Merck pill for COVID-19 treatment","sentiment_score":0.0}
{"full_text":"RT The Omicron variant is the the nighttime, sniffling, sneezing, coughing, aching, stuffy head, fever, so you can...","sentiment_score":0.0}
{"full_text":"Pausing the loans isn't enough, dipshit.You can cancel them, you have full power to, you're choosing not to.","sentiment_score":0.175}
{"full_text":"I sneeze in public now knowing very well I got a cold but I'm like \"these people fo sho think I done acquired covid\"","sentiment_score":-0.1333333333}
{"full_text":"Taking your new bae home?    Don't take Covid-19 with you. Take a rapid Covid-19 test before you head home. ","sentiment_score":0.1363636364}
{"full_text":"Spread joy and not COVID this holiday season. Encourage your guests to get tested. For an even safer gathering, get vaccinated or boosted and follow basic public health guidelines: wear a mask, wash your hands, ventilate your space, and keep your distance.","sentiment_score":0.2666666667}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"RT 4) And the latest data shows the **intrinsic severity** of #Omicron is not much milder than Delta at all (new  study )......","sentiment_score":0.1787878788}
{"full_text":"Omicron is a hot topic this holiday season. Here's everything you need to know.https:\/\/t.co\/V8HZdadAuB","sentiment_score":0.25}
{"full_text":"United Airlines cancels over 100 Christmas Eve flights due to omicron.","sentiment_score":-0.125}
{"full_text":"Healthcare talent management trends to watch according to AHA:1. The continued financial effects of the COVID-19 pandemic.2. The future of mental healthcare will not look like it did previously.3. Diversity, equity and inclusion as a top priority.https:\/\/t.co\/c8zcKLy96r","sentiment_score":0.1}
