{"full_text":"RT Before I never really understood why people wanted to leave the EU. Now you've got the President of the European Commis...","sentiment_score":-0.05}
{"full_text":"RT Always love to answer this, even more fun to see expressions\/outrage on dumb sheep! It's cuz they want to reduce population,...","sentiment_score":0.2078125}
{"full_text":"RT Chris Christie is on CNN criticizing President Biden about his handling of COVIDWhen Trump literally gave Christie COV...","sentiment_score":0.0}
{"full_text":"Wanted...Bill Gates Charged with Murder for COVID-19 Vaccine Death in India's High Court - Death Penalty Sought - Vaccine Impact","sentiment_score":0.16}
{"full_text":"RT The Omicron variant is just another fucking business opportunity to the capitalists who run everything. Deny poor countri...","sentiment_score":-0.5}
{"full_text":"Ah, but if they had all worked very hard and truly felt that they deserved a reward... surely that's ok then...?And if you can just lie about it anyway, who cares what actually happened, right? The important thing is to brazen it out. #ToryHypocrisy","sentiment_score":0.2177579365}
{"full_text":"Oh dear,   Covid  like The Gringe, that stole- Xmas,  Came and stole our freedom....","sentiment_score":0.0}
{"full_text":"RT Sanction order of Rs 2 Lakh ex-gratia to families of COVID19 victims presented. Goa is the only state to provide such s...","sentiment_score":0.0}
{"full_text":"You forgot the scary trumpets: \"duh duh duh duh new variant duh duh duh experts alarmed duh duh duh....","sentiment_score":-0.2803030303}
{"full_text":"RT * Jimmy asking me what I know about Omicron.","sentiment_score":0.0}
{"full_text":"RT Tune in as I deliver remarks on our plan to continue the fight against COVID-19 as we enter the winter months and face the Omicr...","sentiment_score":0.0}
{"full_text":"RT NOBODY is surprised that Democrats are using the news about new variants to push lockdowns &amp; other restrictions. What o...","sentiment_score":0.0371212121}
{"full_text":"RT #COVID19 UPDATE: A total of 51,402 tests were conducted in the last 24hrs, with 11,535 new cases, which represents a 22.4% pos...","sentiment_score":0.0454545455}
{"full_text":"RT Johnson and his friends broke lockdown rules to have a party. As NHS workers worked themselves sick. Where's their fine?...","sentiment_score":-0.1488095238}
{"full_text":"RT More than half the schools in America were closed when took office; now, 99% are open.  We want to keep them that way.","sentiment_score":0.0583333333}
{"full_text":"RT Belgium court has ruled that use of a COVID pass is illegal and ordered the local government to pay a daily fine of EUR5...","sentiment_score":-0.0208333333}
{"full_text":"RT And the travel ban on  continues because you are going to stop global spread of #omicron?  Immediate end to the dis...","sentiment_score":0.0}
{"full_text":"Here is the latest geographic distribution of COVID-19 cases by local health area of case residence between November 21 - 27, 2021.","sentiment_score":0.25}
{"full_text":"RT Years from now, we're going to look back at this time period with deep shame over how we allowed this madness to occur.","sentiment_score":0.0}
{"full_text":"RT .@POTUS says starting next month he will require private insurance to cover cost of at home COVID tests, admin will make...","sentiment_score":0.0}
{"full_text":"RT NEW: More than 133,000 Ontario children aged 5 to 11 have received a #COVID19  vaccine. That's about 12% of 5-11 kids.#o...","sentiment_score":0.1787878788}
{"full_text":"RT On 18 Dec - when Downing Street staff broke their own Covid rules by boozing it up at a Christmas party - 489 people die...","sentiment_score":0.6}
{"full_text":"works tirelessly to expose the horrific antisemitic abuse in left social media groups with thousands supporting Corbyn. It is no wonder we have an everyday epidemic of antisemitism here. Scandalous they are not all banned.","sentiment_score":-0.1833333333}
{"full_text":"RT Dr. McCullough on omicron  \"This variant is an evolutionary mistake that arose within the vaccinated\"","sentiment_score":0.0}
{"full_text":"Wow! Seriously? You mean the DemocRats don't want it to go away!!!!! #Liars #FauciIsAPhony","sentiment_score":-0.3873358832}
{"full_text":"RT The number of people in hospital with Covid in England has fallen below 6,000. There were more patients at the end of August...","sentiment_score":0.5}
{"full_text":"RT Longchuan county Yunnan provinceHundreds of students are being sent off to covid quarantine camps without parents's guard...","sentiment_score":0.0}
{"full_text":"RT #UPDATE Germany will ban people who have not been vaccinated against #COVID19 from large parts of public life, Chancellor Angela M...","sentiment_score":0.1071428571}
{"full_text":"I agree with this 100%","sentiment_score":0.0}
{"full_text":"RT Just watched some dumb lady get kicked out of Ulta because she refused to wear a mask.... people clapped as she left in a h...","sentiment_score":-0.1875}
{"full_text":"RT \"One of the frustrating things about the pandemic has been our inability, even at this late date, to understand why surges...","sentiment_score":-0.35}
{"full_text":"RT Germany imposes mandatory vaccination and ghettos for the unvaccinated despite the fact that vaccines don't stop the sp...","sentiment_score":0.0}
{"full_text":"RT but Exalted is Allah, the Well-Aware of His servants. And Allah has Issued a ruling with truth in the Word of Allah the Exal...","sentiment_score":0.0}
{"full_text":"What will be interesting is when covid is still spread among jabbed.  who will they blame them?!","sentiment_score":0.625}
{"full_text":"NOT THE WEEBS BRINGING OMICRON TO NYC","sentiment_score":0.0}
{"full_text":"RT REPORTER: \"When a huge group of criminals organizes themselves and they want to go loot a store--a CVS, Nordstorm, a Home D...","sentiment_score":0.4}
{"full_text":"RT \"Kyrie Irving is nowhere closer to getting the vaccine &amp; he's not gonna play basketball unless he gets traded\" ~@ShamsCh...","sentiment_score":0.0}
{"full_text":"RT 13% of Un-Vaccinated Adults approve of how Joe Biden is handling COVID. Or to put it more accurately 13% of those 10...","sentiment_score":0.45}
{"full_text":"RT The vast majority of non-policy-maker vaccine nuts are only pushing it on others because they regret getting the jab. T...","sentiment_score":0.0}
{"full_text":"RT Belgium court has ruled that use of a COVID pass is illegal and ordered the local government to pay a daily fine of EUR5...","sentiment_score":-0.0208333333}
{"full_text":"RT Kmedia reported that might be unable to attend this year's MAMA ( next week) because of tightened self quarantine rul...","sentiment_score":-0.25}
{"full_text":"RT Want to see Jess Phillips handing Hancock his arse? Here you go.","sentiment_score":0.0}
{"full_text":"RT Tune in as I deliver remarks on our plan to continue the fight against COVID-19 as we enter the winter months and face the Omicr...","sentiment_score":0.0}
{"full_text":"RT Hoping that or even  make a clear short statement that this virus is largely spread throug...","sentiment_score":0.1047619048}
{"full_text":"RT *BIDEN: EXPECT NEW COVID-19 MEASURES TO GET BIPARTISAN SUPPORTwhat new measures","sentiment_score":0.1363636364}
{"full_text":"RT \"What an absolute load of rubbish... Did anyone else's friends get contracts?\" Watch and disagr...","sentiment_score":0.2}
{"full_text":"RT The number of people in hospital with Covid in England has fallen below 6,000. There were more patients at the end of August...","sentiment_score":0.5}
{"full_text":"Then you have tunnel vision on one component and ignoring the bigger picture of the situation... assuming your complaining about Covid shots.","sentiment_score":0.0}
{"full_text":"I heard you mention on the show yesterday that you had considered going to Puerto Rico with your family. My husband and I went at the end of September. They require proof of vaccination or negative Covid test to even leave the airport and to stay at most hotels.","sentiment_score":0.1}
{"full_text":"RT Germany announce nationwide lockdown for the 'unvaccinated.'","sentiment_score":0.0}
{"full_text":"RT The admitted use of behavioral science techniques to panic and control the public by the UK government is a legitimate...","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci takes us through highlights from President Biden's plan to fight COVID-19 this winter. If you haven't already, no...","sentiment_score":0.0}
{"full_text":"Omircron went to a comiccon. I TOLD you people NOT to go to Omircron this year. Welp. I guess it's here in the NYC area and has been for weeks. Figured as much. Santa needs a plexibubble.","sentiment_score":0.2}
{"full_text":"RT I just got a COVID booster because the science and public health officials said the time had come.Retweet if you are...","sentiment_score":0.0}
{"full_text":"His covid advisors need to get out in the trenches and spend some time in communities that have little or no attempts to reduce spread. These policies do not translate to the realities of living in a red state that's a breeding ground for covid and VOCs.","sentiment_score":-0.09375}
{"full_text":"RT Extremely damning. If Trump's former chief of staff Mark Meadows isn't lying, then Trump was guilty of depraved indifference...","sentiment_score":-0.2083333333}
{"full_text":"FREE IDEA: rebrand the vaccine as ANTI vaccine. Advertise it as being the solution for those who believe the vaccine is evil, unsafe, or both.  Administer it only in Wal Mart or gas stations.  Give it a new name like Trumpoxy.  Watch dumb people flock.","sentiment_score":-0.1677272727}
{"full_text":"Wonderful news for Cleveland:","sentiment_score":1.0}
{"full_text":"Your body your choice when it comes to vaccine mandates but it's my body your choice when it comes to my reproductive health.What kind of jacked up hypocrisy is that?The Republicans want to make women 2nd class citizens.This will cost you dearly at the polls.Never vote Republican","sentiment_score":0.3}
{"full_text":"RT If it was that terrifying and that deadly, then politicians would be absolutely locked down in their houses permanentl...","sentiment_score":-0.2888888889}
{"full_text":"What a beautiful tweet lol","sentiment_score":0.825}
{"full_text":"RT BREAKING | The figure skating Grand Prix Final next week has been cancelled because of the coronavirus pandemic for the se...","sentiment_score":0.1666666667}
{"full_text":"RT A few things that stand out to me here... 1. Note that Tuckums admits that the nanny is not named yet he goes on to assumes s...","sentiment_score":-0.2}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"RT Brilliant. PLEASE U TURN on vaccine mandate for #NHS staff. It is not ethical, will result in catastrophic...","sentiment_score":0.4}
{"full_text":"RT Urgent: NYS Govenor urges attendees of Anime NYC 2021 to get tested after Omicron variant detected at event.","sentiment_score":0.0}
{"full_text":"RT I swear to god, you listen to big-C Conservatives and you wouldn't know there was a pandemic, or a climate crisis, or th...","sentiment_score":0.0}
{"full_text":"RT Jordan Binnington has been placed on COVID-19 protocols. Charlie Lindgren has been recalled from Springfield.","sentiment_score":0.0}
{"full_text":"The CDC order has not been released yet and the precise date it takes effect is not yet known","sentiment_score":0.4}
{"full_text":"RT It quite shocking that any government could segregate a section of society as Germany excludes unvaccinated people from n...","sentiment_score":-1.0}
{"full_text":"RT Crazy. The pandemic cannot be used as a get out of jail free card.","sentiment_score":-0.1}
{"full_text":"Biden wants people to view his Winter COVID plan as a \"patriotic responsibility rather than ... denying people their basic rights.\"","sentiment_score":0.1}
{"full_text":"RT Gov. Kathy Hochul of New York said on Thursday that everyone who attended a recent anime convention at New York City's Javits...","sentiment_score":0.0909090909}
{"full_text":"RT Can't tell us how many people really died in Grenfell but can suggest the death toll of an entire continent. Interesting.","sentiment_score":0.3}
{"full_text":" Forget omicron. We should call it the Xi variant","sentiment_score":0.0}
{"full_text":"RT the british are inherent cucks so in answer to your question yes","sentiment_score":0.0}
{"full_text":"RT BREAKING: Federal Judge Blocks Biden From Implementing Vaccine Mandate On Federal Contractors ht...","sentiment_score":0.0}
{"full_text":"Anime was a mistake","sentiment_score":0.0}
{"full_text":"RT Just watched some dumb lady get kicked out of Ulta because she refused to wear a mask.... people clapped as she left in a h...","sentiment_score":-0.1875}
{"full_text":"Foreshadowing I hope not.","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci: everyone entering the country needs to be tested for covid. Except for all the illegal immigrants. That's a diff...","sentiment_score":-0.5}
{"full_text":"About time","sentiment_score":0.0}
{"full_text":"RT More than half the schools in America were closed when took office; now, 99% are open.  We want to keep them that way.","sentiment_score":0.0583333333}
{"full_text":"RT Happening Now: President Biden delivers remarks on his Administration's plan to continue the fight against COVID-19 as we e...","sentiment_score":0.0}
{"full_text":"RT I wrote about who has treated around 2000 COVID patients without anyone getting hospitalized or dying. Now s...","sentiment_score":0.0}
{"full_text":"RT Got this message from a care home worker expressing  'utter disgust' &amp; 'supreme anger' about the Xmas do in No 10 during...","sentiment_score":-0.35}
{"full_text":"RT Yes...wear it in the sea https:\/\/t.co\/18ECVl7DOB","sentiment_score":0.0}
{"full_text":"Biden requiring stricter COVID testing of legal travelers even as illegal immigrants have gotten a pass #FoxNews","sentiment_score":-0.15}
{"full_text":"RT Everyone is rightly worried about the #OmicronVariant. But we know how to prevent COVID19 and those measures are as effective...","sentiment_score":0.4428571429}
{"full_text":"RT An ad featuring Santa holding a vaccine passport has been cleared by British ad regulators, after viewers submitted 5,...","sentiment_score":0.0}
{"full_text":"RT Europe, the USA and every other nation that 'banned' South Africa for exposing a variant they already had in their own...","sentiment_score":0.2375}
{"full_text":"aside from delicious maple syrup this may be Canada's best export","sentiment_score":1.0}
{"full_text":"RT I was born 1953. I have benefited from the NHS and vaccinations all my life. I have had polio, diphtheria &amp; TB jags. My...","sentiment_score":0.0}
{"full_text":"RT While most of us were trying hard to follow the Covid rules last December, the PM's inner circle continued to do whatever...","sentiment_score":0.0520833333}
{"full_text":"RT They spent a year telling us that the vaccine doesn't change your DNA, but now they are saying \"yeah...it does, but ju...","sentiment_score":-0.1}
{"full_text":"RT \"Sorry, we found a 'variant' of a 2-year-old virus with a 99.7% survival rate, so we need to lockdown the entire planet,...","sentiment_score":-0.25}
{"full_text":"Most of the vaccine actually is salty water as it happens.","sentiment_score":0.25}
{"full_text":"RT Romney on threats by some GOP senators to shut down government over Biden vaccine rule:\"It smacks of virtue signaling when...","sentiment_score":-0.1555555556}
{"full_text":"RT  COVID-19 Omicron: it's worrying because it's expected, as are the reactions to itAbout: 'you're scaremongering', 'wait...","sentiment_score":-0.1}
{"full_text":"RT Defund #COVID19 mandates.","sentiment_score":0.0}
{"full_text":"RT ** If you attended the 2021 NYC Anime convention at Javitz Center get tested immediately **","sentiment_score":-0.1}
{"full_text":"RT The clown show continues.","sentiment_score":0.0}
{"full_text":"RT Dear govt and media. What have we, the public, done to deserve such cruel treatment. Anxiety is off the scale. If thi...","sentiment_score":-0.3333333333}
{"full_text":"RT So Boris Johnson and his wife spent PS200,000 on new sofas and golden wallpaper, they spent over PS27,000 on takeaway food o...","sentiment_score":0.0590909091}
{"full_text":"After 7 years every molecule of the body is vaccine.","sentiment_score":0.0}
{"full_text":"RT We're in The Financial Times today, a model of staff-student solidarity, explaining the chronic issues of pay, inequality and...","sentiment_score":0.0}
{"full_text":"RT Check out this total insanity. The Journal of the American Heart Association puts out a study warning of the impact of mRN...","sentiment_score":0.0}
{"full_text":"RT Congress has a voice and must use it!#DefundTheMandates is not a plan to close the government. We have not yet concede...","sentiment_score":0.0}
{"full_text":"RT Has No 10 committed a criminal offence? This needs to be investigated. The law has to apply to everyone equally. No on...","sentiment_score":-0.2}
{"full_text":"Amazing. And yet at the lectern over the past 24 hours, White House Press Secretary Jen Psaki has said those in the U.S. with the new variant were vaccinated.","sentiment_score":0.1215909091}
{"full_text":"I suggest you check government #COVID19 legislation. Why is your Thatcham store displaying this sign? It is not mandatory for medically exempt people to wear\/display anything to say such.","sentiment_score":0.0}
{"full_text":"I don't actually think that's correct. A vaccine trains your immune system how to respond when you catch the bug. You can still catch it but your body has been prepped on how to respond when it encounters the virus and can respond more quickly.","sentiment_score":0.2777777778}
{"full_text":"RT ** If you attended the 2021 NYC Anime convention at Javitz Center get tested immediately **","sentiment_score":-0.1}
{"full_text":"So are you pro-vaccine????","sentiment_score":0.0}
{"full_text":"Why would Biden want to dispense America's deadly and handful vaccine to the most vulnerable countries","sentiment_score":-0.0666666667}
{"full_text":"RT The clown show continues.","sentiment_score":0.0}
{"full_text":"RT For the folks outraged about mandates to get a vaccine against a deadly virus infringing on their freedom, why is it ok to f...","sentiment_score":-0.2}
{"full_text":"RT Get tested!! CDC recommends getting another test 5-7 days after exposure since the incubation period is 2-14 days","sentiment_score":0.0}
{"full_text":"This can't be real.","sentiment_score":0.2}
{"full_text":"RT Let's spread a pandemic of joy, hope and positivity!From the fresh snow and woods around my cabin, I am forwarding it...","sentiment_score":0.55}
{"full_text":"RT 4\/ Closing schools early for a few weeks is nothing compared to what will happen if we keep them out and Omicron takes o...","sentiment_score":-0.05}
{"full_text":"Hochul urges attendees at anime conference in N.Y.C. to get tested after Omicron connection emerges.","sentiment_score":0.0}
{"full_text":"ask yourself this question. What exactly has Biden done to end White supremacy?  Why is DR. Fauci not the one giving the #COVID19 press conference no one cares what career politicians have to say .Why has he not fired dejoy or held trump accountable ?","sentiment_score":0.125}
{"full_text":"RT Please can urgently explain how they justify the rollout of first and now second jabs to healthy children in li...","sentiment_score":0.25}
{"full_text":"RT If you attended the Anime NYC 2021 Convention at the Javits Center from November 18-22, get tested for #COVID19 as soon as poss...","sentiment_score":-0.1}
{"full_text":"RT The West should take advice from Africa about how to handle a coronavirus pandemic.People here are so arrogant they assume...","sentiment_score":0.0}
{"full_text":"RT  Omicron gives us another chance to retool messaging: acknowledge Covid-19 is airborne, drop the large droplets, and focus...","sentiment_score":0.2142857143}
{"full_text":"C'mon #COLORADO!?! We can do better than this! ","sentiment_score":0.625}
{"full_text":"RT Biden can announce whatever new COVID regulations he wants, he will NEVER be more powerful than our Constitution or our...","sentiment_score":0.2840909091}
{"full_text":"RT Joe Biden's vaccine mandate has been SUSPENDED for health workers in 10 states.Now it's time to BAN the vaccine mandate...","sentiment_score":0.0}
{"full_text":"RT The number of times the word panic is used by professionals on TV to describe people who are alert, concerned, and cautious...","sentiment_score":0.0}
{"full_text":"Pretty fucking bad... but #AMLO doesn't care... he wanted his big party...","sentiment_score":-0.15}
{"full_text":"RT Three days after Trump tested positive for covid, Melania, Don Jr and others in his inner circle sat in the debate hall...","sentiment_score":0.1136363636}
{"full_text":"RT The Omicron variant is just another fucking business opportunity to the capitalists who run everything. Deny poor countri...","sentiment_score":-0.5}
{"full_text":"Almost a year later, yet still accurate: \"COVID was the spotlight that made it obvious if your #communitybank #creditunion was lagging behind in digital experiences, especially payments.\" Get  it  right  in  2022  w\/  modern  didgital  payments.","sentiment_score":0.0607142857}
{"full_text":"Lmao yeah I knew about Burke but then he ended up being real problematic so it worked out  yep he ain't wanna get the vaccine so they politely wrote him off the show","sentiment_score":0.4}
{"full_text":"RT #Cowboys WR Amari Cooper will play tonight after two-game Covid absence, but I'm told to expect the team to limit his vol...","sentiment_score":-0.0125}
{"full_text":"RT \"We need to be ready\": President Biden warns that COVID-19 cases will rise \"in the weeks ahead in this winter,\" and says all e...","sentiment_score":0.2}
{"full_text":"Places that accept walk-ins.","sentiment_score":0.0}
{"full_text":"A panel of experts gathered by the Food and Drug Administration (@US_FDA) on Tuesday narrowly endorsed drugmaker Merck's #COVID19 antiviral pill, moving the drug a step closer to becoming the first pill authorized by the agency to treat the coronavirus:","sentiment_score":0.1666666667}
{"full_text":"Court Orders FDA To Comply With FOIA and Release Information On Pfizer Vaccine - First Batch of Documents Shows Over 1,200 Vaccine Deaths WITHIN FIRST 90 DAYS","sentiment_score":0.25}
{"full_text":"RT BREAKING REPORT: Dying COVID patient recovers after Chicago court FORCES Edward Hospital in Naperville to allow ivermect...","sentiment_score":0.0}
{"full_text":"RT MSNBC has an extremely difficult time grasping the fact that the new variant started in vaccinated people. Furthermore, airline...","sentiment_score":-0.1818181818}
{"full_text":"RT Make no mistake, it's not about the WH not getting its message out. Its about Trump controlled Republicans and media who a...","sentiment_score":0.0}
{"full_text":"We've seen Amari Cooper play decoy before, but also play limited snaps and get 100 yards. So good luck deciding if you're playing him this week.Personally, I wouldn't.","sentiment_score":0.3142857143}
{"full_text":"\"Covid measures must be based on science, not Afrophobia.\" Powerful words from the president of Malawi, Lazarus Chakwera, as he described travel bans imposed by several nations -- including the U.S. gov't-- in response to the #OmicronVariant. #COVID19https:\/\/t.co\/CpIDNfAT93","sentiment_score":0.15}
{"full_text":"Dr. Scott Gottlieb, the former commissioner of the Food and Drug Administration, recently explained that the virus has three things that experts need to look out for right now. | By","sentiment_score":0.0952380952}
{"full_text":"Households were generous in response to #COVID19, continuing to support organizations focused on basic needs and health. Keep donors engaged throughout the pandemic with clear communication. More from in","sentiment_score":0.2}
{"full_text":"Pandemic-related shortages are now impacting chicken tenders, striking terror in the hearts of parents.","sentiment_score":-0.05}
{"full_text":"I bring you crazy, do you want to see me?ONLINE NOW https:\/\/t.co\/KsFY9HIy7v https:\/\/t.co\/KsFY9HIy7v  @david30813741 #girls #videos #hottie #StayAtHome","sentiment_score":-0.6}
{"full_text":"All adults are eligible for a #COVID19 booster shot. Find available vaccines near you at Consult your healthcare provider or local pharmacist if you have questions about vaccines or boosters.Read","sentiment_score":0.1666666667}
{"full_text":"The latest figures come after the first case of the Omicron variant was confirmed in Ireland, reports.","sentiment_score":0.3833333333}
{"full_text":"Ministers should face misconduct charges over Covid crisis, say UK campaigners ","sentiment_score":0.0}
{"full_text":"RT Epidemiological data from South Africa shows a 3-fold increase in risk for reinfection due to Omicron vs. Beta and Delt...","sentiment_score":-0.125}
{"full_text":"Bundle up this holiday season!Get my art printed on awesome products with this link: #RBandME #findyourthing #redbubble #BlackFriday #CyberMonday #HolidayShopping #MaskUp #CovIdiots #Covid19","sentiment_score":1.0}
{"full_text":"Hello Joe Biden ji presidentUSAPlz help I am being forced to seek help from you because my 3 daughters are for marriage and I have nothing I lost crores of rupees in business Plz trust me you are my family Inquiry I am not fraud my little Son Video forward to President Plz help.","sentiment_score":-0.24375}
{"full_text":"RT has denied all logical arguments and is acting oblivious to the recent news of the omicron variant. They ar...","sentiment_score":0.0833333333}
{"full_text":"RT BREAKINGBiden says does not plan to fight Omicron variant with shutdowns.","sentiment_score":0.0}
{"full_text":"Brick-and-mortar is back, but it's been rebooted for the post-pandemic world. Learn how industry leaders are adapting the in-person retail experience to reflect evolving consumer expectations: #Retail #BrickAndMortar","sentiment_score":0.0}
{"full_text":"\"Sears' statement overlooks findings by the Centers for Disease Control and Prevention that vaccinations offer higher protection against COVID-19 than having been previously infected by it.\"Analysis from Lean Left bias:https:\/\/t.co\/7hyKuB32CF","sentiment_score":0.0277777778}
{"full_text":"Veterinary backlogs, staff shortages made worse by pandemic - via","sentiment_score":-0.4}
{"full_text":"First human trial of Alzheimer's disease nasal vaccine to begin at Boston hospital >>https:\/\/t.co\/pUyI4uE1yn","sentiment_score":0.125}
