{"full_text":"The #CDC is now saying they smellfreesias, and if they SEE freesias anywhere, they will be VERY disappointed...","sentiment_score":-0.975}
{"full_text":"RT A reminder despite what people may tell you, you DO NOT need to be \"fit tested\" for N95 masks to work.","sentiment_score":0.4}
{"full_text":"CDC says seatbelts are optional, but only on school buses oh wait...","sentiment_score":0.0}
{"full_text":"RT A brave NHS GP Speaking out against Vaccine Mandates Thank you How can the NHS and the government possibly ju...","sentiment_score":0.4}
{"full_text":"RT People are being forced to come to work COVID positive. People are being told not to tell their coworkers when they test pos...","sentiment_score":-0.0363636364}
{"full_text":"RT This is not a conspiracy-LOOK IT UP! Vials in Philly, Gates talkings about a smallpox outbreak AND the US just bought $$$ s...","sentiment_score":0.0}
{"full_text":"RT What's y'all beef with getting tested? For covid, STD's, regular health issues??? Go get tested?! I don't understand.","sentiment_score":0.0}
{"full_text":"They should setup COVID testing sites on farms out west so major roads don't get blocked...","sentiment_score":0.0625}
{"full_text":"RT The CDC lowering the quarantine time from 10 days to 5 days isn't based on science, it's based on capitalism.","sentiment_score":0.0}
{"full_text":"RT The CDC says you can stop isolating if \"the vibes are off\"","sentiment_score":0.0}
{"full_text":"RT I'm pretty sure every single place that has implemented vaccine passports in the last few months will see a record high in...","sentiment_score":0.1064285714}
{"full_text":"RT I try to stay out of stuff like this but y'all!!!! THEY ARE NOT PUTTING COVID IN OUR WATER SUPPLY  This test is flood...","sentiment_score":0.0}
{"full_text":"EARLY TREATMENT!!!!!!!","sentiment_score":0.4768371582}
{"full_text":"Nate doing some basic research or paying more than the slightest attention to this issue would have been useful.https:\/\/t.co\/02U8AWd8sC","sentiment_score":0.25}
{"full_text":"CDC says remember to live, laugh and love :)","sentiment_score":0.3590909091}
{"full_text":"7 Day Covid Growth in Cases per 1K Population by County For AR   2021-12-23:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.0}
{"full_text":"RT For example, every media outlet should include that Delta CEO Ed Bastain asked the CDC to reduce the recommended quarantine...","sentiment_score":0.0}
{"full_text":"Right so if admitted for another reason, they are tested and find more likely to be positive. However fewer are being admired because of Covid.","sentiment_score":0.2532467532}
{"full_text":"RT you want me to put my full trust in the cdc, that thing that ignored AIDS for over a decade","sentiment_score":0.35}
{"full_text":"RT BREAKING: CDC announces that if you work at dominos, COVID-19 \"doesn't count\"","sentiment_score":0.0}
{"full_text":"RT No longer explaining the vaccine to grown adults. It's been almost 2 years of this nonsense. You can't teach stupid.","sentiment_score":-0.8}
{"full_text":"RT The moron of the month award goes to for being an anti vaccine enthusiast and at the same time selling...","sentiment_score":-0.4}
{"full_text":"RT Thank you for buying! Threeway with Kris Scott and Mike Panic #MVSales #MVTrans","sentiment_score":0.0}
{"full_text":"RT insecure leaving covid &amp; police brutality off the show &gt;","sentiment_score":-0.5}
{"full_text":"RT Saw 7 COVID+ patients in an 8 hour Peds ED shift. All but one &lt;5 years. Not a single parent vaccinated. I'm tired to my b...","sentiment_score":-0.1821428571}
{"full_text":"It's the antivaxxers who have died.  No president can shut  down this virus if the populus doesn't cooperate.  And isn't it ironic that it's the Trump supporters who are the antivaxxers which is especially funny since Trump has vocally supported the vaccine.","sentiment_score":0.1814814815}
{"full_text":"RT Peter Juni hasn't missed a single paycheck during this pandemic and has the nerve to tell people to...","sentiment_score":-0.0714285714}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"RT !!BREAKING: According to our updated #COVID19 model, we project 3 billion infections over the next three months globally, #Omi...","sentiment_score":0.0}
{"full_text":"RT France is mandating work from home starting on January 3rd. The Netherlands is on lockdown, and so is most of the UK due to...","sentiment_score":0.09375}
{"full_text":"RT We've been right from the beginning.COVID.Russian Collusion.Ukraine.Kavanaugh.Smollett.Rittenhouse.Sandmann.Bubb...","sentiment_score":0.2857142857}
{"full_text":"RT Congratulations  on this very important and exciting news. We all ow...","sentiment_score":0.41}
{"full_text":"If they'd ordered RAT kits when Omicron showed an exponential curve, we'd be about to receive them by now.","sentiment_score":0.0}
{"full_text":"RT CNN \"experts\" admitting cloth masks don't work to stop covid after over a year of insisting everyone wear them to stop covi...","sentiment_score":0.0}
{"full_text":"RT Rasa sebak pulak ingat kita semua dah diduga macam-macam since 2020 to 2021. It was like a big slap of challenges for the who...","sentiment_score":0.0}
{"full_text":"To be vulnerable for a sec: I sometimes think about the fact that COVID-19 for me has been at most a nuisance to my daily activities, to my father it was his death sentence, and to my mother it is a triggering subject where she fears losing another love one because of it.","sentiment_score":0.0388888889}
{"full_text":"People will inject anything nowadays. Jeesh. This COVID crap showed how quickly people jump to be injected with shit they dont even know.Big pass.","sentiment_score":-0.2222222222}
{"full_text":"RT SCIENTISTS: People are contagious for 10 daysCORPORATIONS: [sliding the CDC a $20]THE CDC: So people can stop isolating aft...","sentiment_score":-0.75}
{"full_text":"The tweet on my timeline directly above Goldmark's was a guy I mostly like saying that the rapid spread of Omicron is all white people's fault. I may have been in a bad mood thinking about how silly that opinion is, and then not responding to it.","sentiment_score":-0.14}
{"full_text":"Dallas County Increases COVID-19 Threat Level to Red --&gt;","sentiment_score":0.0}
{"full_text":"RT People are being forced to come to work COVID positive. People are being told not to tell their coworkers when they test pos...","sentiment_score":-0.0363636364}
{"full_text":"RT BREAKING NEWS: CDC just told me I can hit it raw, it's fine","sentiment_score":0.0929487179}
{"full_text":"I know this is not the answer to your question but it seems we had more people in ICU from Flu in 2018 that we do from Omicron now.","sentiment_score":0.5}
{"full_text":"RT France is mandating work from home starting on January 3rd. The Netherlands is on lockdown, and so is most of the UK due to...","sentiment_score":0.09375}
{"full_text":"RT The CDC just announced you don't actually have to wash your hands, just get the fingies a little wet","sentiment_score":-0.0958333333}
{"full_text":"RT the cdc just announced that you can eat your roommates plums that are in the icebox if you write a poem about it afterwards","sentiment_score":0.0}
{"full_text":"11 months ago, a bliss to recant.","sentiment_score":0.0}
{"full_text":"RT Assorted nuts:","sentiment_score":0.0}
{"full_text":"This covid BS will take decades to recover from","sentiment_score":0.0}
{"full_text":"RT Washington Post and all of Reddit lost their minds at me for this One year later we have Omicron","sentiment_score":0.0}
{"full_text":"RT There is a lot about this pandemic that is frustrating, but you can use your individual power to do something to help end the pande...","sentiment_score":-0.2}
{"full_text":"RT no free tests. no free masks. no lockdown. no stimulus. no fucking compassion or leadership.","sentiment_score":-0.0333333333}
{"full_text":"RT Dear this woman safe to stop isolating on day 5? She's got asymptomatic #COVID19 too--her test is so positive tha...","sentiment_score":0.3636363636}
{"full_text":"RT My Administration has the back of every governor fighting COVID-19 in their state. Last week, I rolled out a federal plan to tac...","sentiment_score":0.0}
{"full_text":"the CDC just announced that they think i'm cool","sentiment_score":0.35}
{"full_text":"This doesn't help... \".revised down the Omicron proportion of cases for the week ending Dec. 18 to 22% from 73%, (!!) citing additional data and the rapid spread of the variant that in part caused the discrepancy.\"","sentiment_score":-0.2430555556}
{"full_text":"RT 305,000+ new COVID-19 diagnoses today--and counting.1,775 dead today--and counting.Impossible to process numbers like t...","sentiment_score":-0.0318181818}
{"full_text":"RT In case this wasn't obvious to you all, the CDC's new recommendation to shorten the quarantine period from 10 to 5 days is...","sentiment_score":0.0681818182}
{"full_text":"My flight got canceled because we're short staffed. And we're short staffed because everyone is fucking catching COVID!!!!","sentiment_score":0.3333333333}
{"full_text":"RT One depressing thing about COVID (but perhaps necessary) is finding out ppl you thought were smart are just...not ","sentiment_score":-0.1285714286}
{"full_text":"RT For example, every media outlet should include that Delta CEO Ed Bastain asked the CDC to reduce the recommended quarantine...","sentiment_score":0.0}
{"full_text":"I do not believe it will be a favourable decision.","sentiment_score":0.0}
{"full_text":"RT if you're in line to get tested, no need to stay in line. you're positive now, like from the line. go home","sentiment_score":0.2272727273}
{"full_text":"RT 6) To be fair, several PCR tests are having trouble with finding #Omicron too. Three tests were rated as unreliable by the...","sentiment_score":0.1666666667}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"RT #Breaking: South Australia has seen a major surge in COVID-19 cases overnight with 1,471 new infections across the stat...","sentiment_score":0.0994318182}
{"full_text":" 2021 has been a wild rideWhen lockdown ended in June, Onyx &amp; Insical asked if they could document the return of COMPOUND and the process we went through to reunite on the dance floor with you. This video is that story@6AMGroup","sentiment_score":0.1}
{"full_text":"FT during first lockdown was amazing","sentiment_score":0.425}
{"full_text":"RT CDC said y'all not getting vaccinated? Y'all going to work.","sentiment_score":0.0}
{"full_text":"RT 4) I suspect Delta Airlines have way more influence than they should because they are based in Atlanta (CDC hq)... Delta shou...","sentiment_score":0.5}
{"full_text":"RT COVID-19 booster shots increase antibody levels by more than 20x -- providing a high degree of protection against severe illness...","sentiment_score":0.33}
{"full_text":"I love how the first chance the EMH has to brag in #Voyager is when he brags to a bunch of holographic Vikings about preventing an epidemic and creating a vaccine.The Vikings all scoff at him, and we as the audience accept this because they are uninformed and from the past.","sentiment_score":0.1666666667}
{"full_text":"He actually did lots to get the vaccine to Americans... What are you talking about","sentiment_score":0.0}
{"full_text":"RT CDC really said if you don't give a damn, we don't give a fuck. ","sentiment_score":-0.1}
{"full_text":"RT The CDC says it's ok to play ball in the house.","sentiment_score":0.5}
{"full_text":"This makes me sad but also filled with omnidirectional rage.","sentiment_score":-0.05}
{"full_text":"RT Fauci has put the discussion of a vaccine mandate for domestic flights on the table.Fauci is an unelected bureaucrat...","sentiment_score":0.0}
{"full_text":"RT Thousands of doctors and nurses were fired over vaccine mandates. Just unbelievable. Another government created problem.","sentiment_score":-0.25}
{"full_text":"RT for the love of god stop talking to her","sentiment_score":0.5}
{"full_text":"RT The difference between how Jesus would have behaved during this pandemic and how so many of the people who profess to bel...","sentiment_score":0.5}
{"full_text":"RT There is a patient who died last week because he didn't get bed. Kejriwal doesn't know it because he was not in Delhi but...","sentiment_score":0.0}
{"full_text":"RT President Joe Biden, after saying there is \"no federal solution\" to the COVID-19 pandemic, should look to Florida's Gov. Ron D...","sentiment_score":0.0}
{"full_text":"RT This looks like deleted scene from \"Don't Look Up\"When the science is inconvenient to capital just throw out the science...","sentiment_score":-0.6}
{"full_text":"RT Rasa sebak pulak ingat kita semua dah diduga macam-macam since 2020 to 2021. It was like a big slap of challenges for the who...","sentiment_score":0.0}
{"full_text":"RT Report: Canada Secretly Tracked 86% of Population's Phones During COVID-19 Lockdowns","sentiment_score":-0.4}
{"full_text":"Please wake up.  NYC is poster child for COVID policy insanity - mask mandates, vaccine mandates, extended school closures...completely insane, yet one of the highest infection rates in the world.","sentiment_score":-1.0}
{"full_text":"RT Things RWNJ #MAGA #covidiots do","sentiment_score":0.0}
{"full_text":"RT So let me see if I have this straight: You refuse to get vaccinated, you won't wear a mask, you go to public places do...","sentiment_score":0.1}
{"full_text":"RT *Ignores the CDC for almost two years* CDC: Man fuck it, do what y'all want People:","sentiment_score":-0.4}
{"full_text":"RT I don't care what the CDC say, you gone need them 10 days &amp; a negative test to come around me.","sentiment_score":-0.3}
{"full_text":"With our baby due in two months, my fiance and I can't accept the line that we are all going to get Covid. We are going to fight this. Time to bunker-down. #resistanceisnotfutile #COVID19nsw #Domicron #LNPfail #ScottyDoesNothing","sentiment_score":-0.125}
{"full_text":"RT Another more recent area that drives me batty is risk mitigation during COVID. Conservatives routinely mock masks, beca...","sentiment_score":0.25}
{"full_text":"RT The CDC shortened its quarantine recommendation time after diligent research and scientific study, relying on the best me...","sentiment_score":1.0}
{"full_text":"RT The media going back and forth between Omicron and Delta now reminds me of that Looney Tunes bit where Bugs Bunny and Da...","sentiment_score":0.0}
{"full_text":"RT The CDC now recommends that if you are secretly in love with me you have to tell me","sentiment_score":0.5}
{"full_text":"I'm still waiting for you guys to have a constructive conversation about CAC and Covid. I know you disagree on some things but you also have much in common. Invite him Ivor! ","sentiment_score":-0.375}
{"full_text":"RT This was a pivotal moment in the pandemic's history:For 4 months, the message was clear and unrelenting: everyone must st...","sentiment_score":0.3}
{"full_text":"RT These are only the people that went for tests that are reported. How many at-home tests and asymptomatic carriers are out the...","sentiment_score":0.25}
{"full_text":"RT This pandemic needs to end lord people are getting mad at Logan Paul for making a gameboy table","sentiment_score":-0.625}
{"full_text":"????? you can literally do both at the same time?????","sentiment_score":0.0}
{"full_text":"RT no free tests. no free masks. no lockdown. no stimulus. no fucking compassion or leadership.","sentiment_score":-0.0333333333}
{"full_text":"RT CDC just said you only need to quarantine if you on a ventilator. But if ya ventilator got wheels and a battery pack you got...","sentiment_score":0.0}
{"full_text":"RT the cdc just announced that the poets were right about being sad forever","sentiment_score":-0.1071428571}
{"full_text":"You can find them. Goto","sentiment_score":0.0}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT Acting Premier defends secrecy &amp; Andrews Govt decision to not be honest, open, transparent with Victorians .... Surprise,...","sentiment_score":0.2}
{"full_text":"That proves that he is all politics and no science.","sentiment_score":0.3}
{"full_text":"Nope. Got my booster in August and haven't had covid or felt sick at all","sentiment_score":-0.7142857143}
{"full_text":"RT me during this pandemic:","sentiment_score":0.0}
{"full_text":"Sure,kenny is dead. ","sentiment_score":-0.2}
{"full_text":"RT Flyleaf                     COVID                          I can feel you all around me","sentiment_score":0.0}
{"full_text":"Okay so this isn't exactly the full picture so before panic, what he was alluding to was things like the cloth mask, or loose masks, they won't be effective because of the increase amount of particles...so double mask if you can.","sentiment_score":0.2705128205}
{"full_text":" bruh I laugh every time I see this damn boy","sentiment_score":0.3}
{"full_text":"RT If there is \"No Federal Solution \" then why are their \"Federal Mandates \" ??? Sooooooo.. yal want \"total\" control but n...","sentiment_score":0.0}
{"full_text":"My C-3 stall at JBS handed over to RTC on 18\/9\/20.18Lac security deposit stolen by Govt not taking decision abt lockdown license fees. Pls giv deposit back December 29, 2021 at 06:29AM","sentiment_score":0.0}
{"full_text":"RT Washington Post and all of Reddit lost their minds at me for this One year later we have Omicron","sentiment_score":0.0}
{"full_text":"RT What's y'all beef with getting tested? For covid, STD's, regular health issues??? Go get tested?! I don't understand.","sentiment_score":0.0}
{"full_text":"RT Ending isolation of COVID cases in five days without testing negative is the nose-out-of-mask of COVID-19 policies.","sentiment_score":-0.3}
{"full_text":"RT Other issue: So much omicron is spread by people who manifest few if any symptoms and will never get Dx, so h...","sentiment_score":-0.0416666667}
{"full_text":"RT I've always believed there was a national solution to COVID-19 and that's early treatment","sentiment_score":0.1}
{"full_text":"RT Filling workplaces with infectious people today just means more infectious people tomorrow!Business worried about too many...","sentiment_score":0.5}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT Unvaccinated: 6.1 deaths per 100kVaccinated: 0.5 deaths per 100kBoosted: 0.1 deaths per 100kI'd say it works.","sentiment_score":0.0}
{"full_text":"RT BREAKING: CDC Shortens 5-Second Rule to 2 Seconds","sentiment_score":0.0}
{"full_text":"RT .@lapublichealth is reporting continued high case numbers &amp; rising hospitalizations. Most alarming is the increase in test...","sentiment_score":0.1866666667}
{"full_text":"RT Rasa sebak pulak ingat kita semua dah diduga macam-macam since 2020 to 2021. It was like a big slap of challenges for the who...","sentiment_score":0.0}
{"full_text":"RT This pandemic needs to end lord people are getting mad at Logan Paul for making a gameboy table","sentiment_score":-0.625}
{"full_text":"Rapid test kits are being handed out by the millions to simply drive up COVID numbers, period. It's clear Hinshaw is finding it increasingly harder to hide the truth in Alberta. Dodging a lot of questions today.","sentiment_score":4.625929269e-18}
{"full_text":"It's very nice. Now stay home and be safe.","sentiment_score":0.64}
{"full_text":"National Gaurd is filling in for Boston Nurses because so many are out sick while Boston cops are down the street whining about getting vaccine. #lookingrealgoodguys","sentiment_score":-0.1232804233}
{"full_text":"South America's Vaccine Success Should Be Watched Closely by Travel Industry","sentiment_score":0.3}
{"full_text":"RT As we continue our holiday celebrations and head into the new year, remember that the best way to protect your health and kee...","sentiment_score":0.5681818182}
{"full_text":"RT the CDC announced that i don't have to tell anyone else in the group that a zombie bit me a few miles back","sentiment_score":-0.1}
{"full_text":"RT Alex Berenson was banned for saying the vaccine was better understood as a therapeutic. Which is now the conventional take (...","sentiment_score":0.1785714286}
{"full_text":"RT Thousands of doctors and nurses were fired over vaccine mandates. Just unbelievable. Another government created problem.","sentiment_score":-0.25}
{"full_text":"RT \"there is no zero-inconvenience plan.\" This thread is so on point. The race we are in with COVID is a marathon - doing bette...","sentiment_score":0.0}
{"full_text":"you mean this omicron?","sentiment_score":-0.3125}
{"full_text":"Unfortunately, CDC just changed the rules....","sentiment_score":-0.5}
{"full_text":"The CDC pays with dimes and nickels and - oh, that's a mint, how'd that get in there? - what are we up to now? $2.15? Hang on","sentiment_score":0.0}
{"full_text":"RT I don't care what the CDC say, you gone need them 10 days &amp; a negative test to come around me.","sentiment_score":-0.3}
{"full_text":"RT the CDC announced that i don't have to tell anyone else in the group that a zombie bit me a few miles back","sentiment_score":-0.1}
{"full_text":"NEWS ALERT: Biden delivers remarks on vaccine mandate for domestic air travel via","sentiment_score":0.0}
{"full_text":"RT So NSW jumped to 16 children admitted with covid now, 3 in ICU, 1 on a ventilator, the insiders tell me.Protecting our childre...","sentiment_score":0.0}
{"full_text":"I am screaming ","sentiment_score":0.0}
{"full_text":"RT Please stop quoting the FB statistic of 99.8% survival for Covid. In Mississippi, the mortality rate is 2.2% of all cases....","sentiment_score":0.0}
{"full_text":"RT If you're suffering from or know someone suffering from COVID-19, share this quick 10 minute recipe of relief with them...","sentiment_score":0.3333333333}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"well well well, if it isn't my worst fear happening right before my eyes ","sentiment_score":-0.3571428571}
{"full_text":"RT #Omicron claims first Wicket. Shahid Kapoor's #Jersey postponed with just 3 days to go for release and uncertainty all...","sentiment_score":0.25}
{"full_text":"Canadians wake up, Canada is not Trudeau's to sell or give away. It's time to write your MP's and ask about what so skillfully reported here. Keep writing, get friends and relatives to write. Demand answers.","sentiment_score":0.0}
{"full_text":"RT The CDC says don't text him back","sentiment_score":0.0}
{"full_text":"RT This thread by troubles me for several reasons, first and foremost because he is now advising our health s...","sentiment_score":0.125}
{"full_text":"RT Another crisis and Morrison is AWOL. Cases exploding, boosters in short supply, testing centres in meltdown. The bloke wh...","sentiment_score":0.0}
{"full_text":"RT For example, every media outlet should include that Delta CEO Ed Bastain asked the CDC to reduce the recommended quarantine...","sentiment_score":0.0}
{"full_text":"RT the cdc just announced that you can eat your roommates plums that are in the icebox if you write a poem about it afterwards","sentiment_score":0.0}
{"full_text":"RT People went so hard for Biden cause he said he was gonna end covid + end student loans. Lies on lies on lies ","sentiment_score":-0.2916666667}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"RT Dog I do not give a fuck what the CDC says, do NOT come near me if you tested positive less than a week ago","sentiment_score":-0.0598484848}
{"full_text":"Just in - the CDC says \"haha, the jokes on you\" if you isolated for 10 or more days in the past almost 2 years after a positive result.","sentiment_score":0.1693181818}
{"full_text":"RT The key lies in raising the question of what jouissance is... #JacquesLacan Seminar XVII. Art by Faig Ahmed, Doubts, made...","sentiment_score":0.0}
{"full_text":"For Drive-Thru COVID-19 Swab Tests conducted on 31 December 2021, Friday, your results will be made available on 3 January 2022, Monday.  We hope you will enjoy the holiday with your family and friends!  Take Care and Stay Safe.  #LifeCare #HealthComesFirst #NewYear2022","sentiment_score":0.4666666667}
{"full_text":"[Simply K-POP CON-TOUR]EPEX - Lock Down#EPEX #SimplyCONTOUR","sentiment_score":0.0}
{"full_text":"QUESTION OF THE DAY:Do you approve of the Biden administration's handling of COVID-19?https:\/\/t.co\/duVlitfIcu","sentiment_score":0.0}
{"full_text":"The govt has approved vaccination for kids aged 15-18 years. But should you get your child vaccinated? Experts weigh in. #NewsMo #India #CoronavirusPandemic #Covid19 #CovidVaccine #VaccineForKids #RE","sentiment_score":-0.1}
{"full_text":"I'm in NYC, and I'm *very* motivated to test. Here, at least, motivation isn't the issue - rather, we don't have enough people to administer the swabs. At the place I was in line at, they had ONE person swabbing. Open 5 hrs, swab 20 ppl\/hr, that's 100. Not great.","sentiment_score":-0.1}
{"full_text":"RT Just back up at peak infection rates and climbing exponentially from here.  I'm sure it's fine, the CDC said we don't have...","sentiment_score":0.3055555556}
{"full_text":"RT I hear Piers Morgan is even questioning the data..I can't see it obviously, but fancy that..When the public sentiment change...","sentiment_score":0.0}
{"full_text":"The Mexican government said Wednesday it will allow cruise ships carrying people infected with the coronavirus to dock at its ports.https:\/\/t.co\/fiPKnaMNrA","sentiment_score":0.0}
{"full_text":"Wynter wanderland: Meet the doctor who hiked 5000km during the pandemic","sentiment_score":0.0}
{"full_text":"RT What's y'all beef with getting tested? For covid, STD's, regular health issues??? Go get tested?! I don't understand.","sentiment_score":0.0}
{"full_text":"RT this covid shit sounding like a nightmare, y'all need to shut these schools tf down and go REMOTE","sentiment_score":-0.1518518519}
{"full_text":"The spread of pandemic-related falsehoods poses tremendous risks to the health of our patients, and to the credibility of physicians as trusted sources of information.https:\/\/t.co\/Qr8TQ8Um0n","sentiment_score":0.3333333333}
{"full_text":"Carson Wentz is expected to miss Sunday's key game against Las Vegas after the #Colts placed their starting quarterback on the reserve\/covid-19 list Tuesday. ","sentiment_score":-0.125}
{"full_text":"Families fear impending COVID-19 restrictions on visits to loved ones at long-term care facilities in the state. For now, the facilities remain open for visitation.","sentiment_score":0.35}
{"full_text":"So sad that anyone could  big up Boris because he allowed us to have a new year celebration,no one has the right to say you can't in the first place. After all the shit Boris and his cronies have put us through with all the unnecessary covid regulations and lies","sentiment_score":-0.0611317254}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"#OpEd | \"Even if disease frequency is low, the sheer magnitude of infections may lead to large numbers of disease cases within a relatively short time span, with a potential to overwhelm our fragile #HealthCareSystem,\" write T Jacob John &amp; MS Seshadri.https:\/\/t.co\/0gPFbKuxvJ","sentiment_score":0.0357142857}
{"full_text":"RT Just discovered this on the UK Government website (I'd totally forgotten  about it). It's the evidence we provided 14 mont...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: President Biden announces that he will impose a COVID vaccination mandate for all domestic air traveler...","sentiment_score":0.0}
{"full_text":"RT CDC shortening the Covid quarantine time from 10 days to 5 days definitely came from pressure from businesses and corp...","sentiment_score":0.0}
