{"full_text":"RT Can tells us what the symptoms are of the 9 people who have the omicron variant, how ill are they and ar...","sentiment_score":-0.5}
{"full_text":"RT TFG got COVID and it was covered up. Then he purposely tried to expose Biden. Then he purposely exposed the WH press corp. L...","sentiment_score":0.0}
{"full_text":"RT Another big win! Federal judge rejected a claim by DOD that Pfizer-BioNTech COVID vaccine being administered under Eme...","sentiment_score":0.5}
{"full_text":"RT Doug Ford's House Speaker has barred from the Ontario Legislature for 90 days because she recovered from COVID-...","sentiment_score":0.0}
{"full_text":"COVID UPDATE 12\/1: 84 UF affiliates quarantined (56 students, 13 staff, 15 staff of UF affiliate orgs), up by 2 from Tue.11\/21, weekly avg. fell to 5.3.11\/30, 1 pos. and 238 neg. tests.@TheAlligator","sentiment_score":0.0}
{"full_text":"This is taken from the week 47 report. Notice the light grey text in top left corner.https:\/\/t.co\/4tOiG3VN2A","sentiment_score":0.2125}
{"full_text":"RT What the fuck is going on? This is definitely not about some low level variant. Something way more sinister afoot.","sentiment_score":-0.08}
{"full_text":"RT So much evidence now that covid passports don't work so if they do introduce them you can be certain it's...","sentiment_score":0.2071428571}
{"full_text":"RT WESTERN AUSTRALIA - No jab no job begins today.Thousands of now ex police, doctors, nurses, miners, teachers and ser...","sentiment_score":0.0}
{"full_text":"RT This month, we will be supporting the NHS with their pop-up Vaccine Clinicat Hungerford Cricket Club. Starting on 8th D...","sentiment_score":0.125}
{"full_text":"RT Bombshell from former chief of staff Mark Meadows' new book: Trump tested positive for COVID three days before debate with...","sentiment_score":0.1212121212}
{"full_text":"RT O Non-Arabs and Arabs, certainly the planet of Torment is just around the corner, so where would you escape?.Imam Nasser Moh...","sentiment_score":0.2142857143}
{"full_text":"RT Up to 740,000 urgent referrals for suspected cancer have been 'missed' by GPs in England during the course of the pandemic, ac...","sentiment_score":0.0}
{"full_text":"RT Now draw the causal graph. ","sentiment_score":0.0}
{"full_text":"RT And he hoped to infect Biden at the debate.9\/26: Trump tests positive for COVID9\/26: Rally in PA9\/27: Gold S...","sentiment_score":0.2272727273}
{"full_text":"RT When I worked in ICU we RNs always had the task of tagging and bagging, transporting, the w...","sentiment_score":0.0}
{"full_text":"RT Conservatives one minute: Our body, our choice! You cannot tell us what to do when it comes to a vaccine to protect agains...","sentiment_score":0.0}
{"full_text":"people in power are making mockery out of their decisions. people are not panicking and with all practical reason we should adapt ourself to live with covid around us jist like flu","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: Unvaccinated, vocal anti-vaxxer Marcus Lamb, founder and of the influential Christian Daystar Television Net...","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis hasn't been taking COVID seriously. And Florida voters have been taking notice. Ron DeathSantis will be def...","sentiment_score":-0.3333333333}
{"full_text":"RT ALERT: Fox's Peter Doocy says on Thursday the White House plans to announce some of the strictest Covid restrictions on Am...","sentiment_score":0.0}
{"full_text":"For investors. Meanwhile in the real world millions and millions more unemployed, livelihoods destroyed. I guess poverty is subjective. *sips tea*","sentiment_score":0.35}
{"full_text":"RT 14\/ To hear fresh angles, deep research, a wide range of voices &amp; compassionate reporting on the gun violence epidemic...","sentiment_score":0.0666666667}
{"full_text":"RT We'll take our apology in free plane tickets and hotel stays please! ","sentiment_score":0.5}
{"full_text":"RT At some point, the regime always comes for even its most loyal bootlickers...","sentiment_score":0.4166666667}
{"full_text":"So the Trump Administration:deliberately downplayed the environment suppressed testingsuppressed CDC safety messaging let the emergency supply disappear blackmailed governors for public complimentsset up state bidding wars for PPE","sentiment_score":0.0}
{"full_text":"RT Ho Hum. So President Trump tested positive for Covid and went to a rally and a debate, putting countless people, including J...","sentiment_score":0.1136363636}
{"full_text":"RT Remarkable &amp; Innovative Administration Happening In APWe Would Like To Replicate AP Govt Initiatives In Other States...","sentiment_score":0.375}
{"full_text":"RT So vaxxed Canadians, they got you all jabbed up using the premise (propaganda) of \"doing your part, back to normal, all in...","sentiment_score":0.0166666667}
{"full_text":"RT Who else thinks Trump should be tried for attempted murder for attending a debate with 78-year-old Joe Biden after testin...","sentiment_score":0.0}
{"full_text":"RT NEW: Trump tested positive for COVID 3 days before the debate with Biden, according to his former chief of staff Mark Mea...","sentiment_score":0.1212121212}
{"full_text":"RT According to Meadows, Trump tested positive for Covid on 9\/26. On 9\/27 he held event w\/military families. Here's what the Post...","sentiment_score":0.2272727273}
{"full_text":"RT Hours after he received the call from Meadows informing him of a positive test, Trump came to the back of AF1 without a mask an...","sentiment_score":0.1136363636}
{"full_text":"South Korea: 5 test positive for Omicron Covid variant","sentiment_score":0.2272727273}
{"full_text":"RT Good morning to everyone not involved in the Trump Covid debate coverup.","sentiment_score":0.7}
{"full_text":"RT If the new Omicron variant tells us anything, it is that we are all in this together. Failure to vaccinate populations any...","sentiment_score":-0.0901515152}
{"full_text":"Media reports on Covid have been calculated to incite fear and panic through an unrelenting diet of terror to callously change the perception that people need the Jab to survive this plandemic that realistically only exists in the minds of people to gain their approval to fascism","sentiment_score":0.0}
{"full_text":"If only policies made any sense. Shared values with #Israel, arms sales to #SaudiArabia #Reconciliation and now #Covid! Canada to ask air arrivals to take COVID tests except on U.S. flights","sentiment_score":0.0}
{"full_text":"RT The 1,493 figure is probably an undercount.","sentiment_score":0.0}
{"full_text":"RT We're going to fight the Omicron variant the way we've been fighting COVID-19 since the beginning--with scientific and knowled...","sentiment_score":0.0}
{"full_text":"wouldn't support masksno contact tracingno universal testing ramp upsquashed a federal response when it turned out blue states most affected covered up its own outbreakkilled Herman Cainheld superspreader events indoorstried to infect Joe Biden","sentiment_score":0.275}
{"full_text":"RT My colleague tested positive for covid this morning and the first thing he thought to do was come into the office to tell u...","sentiment_score":0.2386363636}
{"full_text":"RT From A #benign #omicron may be the answer to our #economic #prayers Ambrose Evans-Pritchard Telegraph 30th November 2021...","sentiment_score":0.2}
{"full_text":"2022 promete!!","sentiment_score":0.0}
{"full_text":"1\/12Updated 12\/1\/21:Honoring the anonymous heroes of USA Transportation Security Administration (TSA) who while working as airport screening officers on or after 11\/8\/21, were confirmed as covid-19 cases on the following dates at the following American IATA coded airports:","sentiment_score":0.1}
{"full_text":"RT The former President tested positive for COVID and hid it.He then put Gold Star military families, who have already sacrific...","sentiment_score":0.0424242424}
{"full_text":"RT Resident Drs protest against atrocities by Central govt and Supreme Court. Expedite the neet pg counselling.Stop the injustic...","sentiment_score":0.0}
{"full_text":"U're really doing the job of &amp; put together..since they can't tweet with their official accounts but can access Twitter through the backdoor #keepItOn #BuhariTwitterBan","sentiment_score":0.2}
{"full_text":"No for real and discipline. After Christmas and the girls birthdays I'm not leaving the house for nothing ","sentiment_score":0.2}
{"full_text":"RT Hours after he received the call from Meadows informing him of a positive test, Trump came to the back of AF1 without a mask an...","sentiment_score":0.1136363636}
{"full_text":"RT Apart from a few sadists, maybe, no EU citizen wants the EU to be complicit in torture (like in Libya). No EU citizen wa...","sentiment_score":0.0}
{"full_text":"RT These sorts of feel-good events around Christmas are usually a slam dunk in terms of PR and yet this event already has t...","sentiment_score":-0.25}
{"full_text":"RT As the country went into lockdown last Christmas, Downing Street held a party. It's one rule for them. #PMQs","sentiment_score":0.0}
{"full_text":"RT UK Health Security Agency have identified a further nine cases of Omicron variant in England and one more in Scotland- br...","sentiment_score":0.25}
{"full_text":"RT \"Kashmiri children orphaned after covid took away their parents are up for sale in Indian markets, a news channel has repor...","sentiment_score":0.0}
{"full_text":"RT I know many people are struggling with #covid related issues, increases in cost of living, NHS waiting lists etc but un...","sentiment_score":0.25}
{"full_text":"RT The Republican attorney generals are racking up the wins in the vaccine mandate lawsuits. They're suing the bejesus out of...","sentiment_score":0.3}
{"full_text":"RT Why isn't there a select committee looking into the last administration's criminal mishandling of COVID-19 that resulted in...","sentiment_score":-0.2}
{"full_text":"Guns COVID HealthcareChildcareMedicareFunding military equip instead of social programsPromoting insurrection &amp; now trying miserably to cover it upQauqus blocks important funding &amp; threatens to shut down Govt No RepubliQan policies support life, what a joke ","sentiment_score":-0.1644444444}
{"full_text":"RT My colleague tested positive for covid this morning and the first thing he thought to do was come into the office to tell u...","sentiment_score":0.2386363636}
{"full_text":"RT We just learned that the day after the former President tested positive for COVID, he did an event with families of Americ...","sentiment_score":0.1136363636}
{"full_text":"RT The CDC plans to share the names of people on flights to the US from southern Africa with health departments. Follow live updat...","sentiment_score":0.0681818182}
{"full_text":"RT Trump was single-handedly the biggest Covid superspreader in the world. And he infected people on purpose. What a filthy,...","sentiment_score":-0.8}
{"full_text":"RT Omicron was in Europe long before travel bans on southern Africa","sentiment_score":-0.025}
{"full_text":"RT The importance of #volunteering in the post-pandemic society and what are its challenges by","sentiment_score":0.0}
{"full_text":"RT I am just LOVING THIS. ","sentiment_score":0.6}
{"full_text":"RT Worried about Ohio's HB 218 being negotiated today at the Ohio statehouse. This anti-vaccine bill would make everywhere so...","sentiment_score":0.0}
{"full_text":"RT This is criminal","sentiment_score":-0.4}
{"full_text":"RT The former President tested positive for COVID and hid it.He then put Gold Star military families, who have already sacrific...","sentiment_score":0.0424242424}
{"full_text":"RT According to Meadows, Trump tested positive for Covid on 9\/26. On 9\/27 he held event w\/military families. Here's what the Post...","sentiment_score":0.2272727273}
{"full_text":"#Bureaucracy with mandate strategy","sentiment_score":0.0}
{"full_text":"RT And my country was locked out and isolated from the World.","sentiment_score":0.0}
{"full_text":"The Guardian: Trump tested positive for Covid-19 ahead of 2020 debate with Bidenhttps:\/\/t.co\/i7bd1resrI","sentiment_score":0.2272727273}
{"full_text":"RT Pfizer's stock price jumped on the day WHO designated omicron as a variant of concern. Vaccine inequity is good for producin...","sentiment_score":0.7}
{"full_text":"RT The Walter Reed doctor team that stood by and protected this info from the public...should lose their medical licenses. Perma...","sentiment_score":0.0}
{"full_text":"RT Here you have it: Trump tested positive for COVID on the 26th then held this event with Gold Star families on the 27th with...","sentiment_score":0.2272727273}
{"full_text":"RT Beginning Dec. 1, the Pima County Health Department, in partnership with the City of Tucson, will begin offering free COVID-19 va...","sentiment_score":0.4}
{"full_text":"RT We just learned that the day after the former President tested positive for COVID, he did an event with families of Americ...","sentiment_score":0.1136363636}
{"full_text":"Officially put this on the list of things I never thought I would feel grateful for. My third COVID test in a week. But that infernal little tickle makes it so I can get away for a few days. So I am SO SO SO thankful to sit in this chair. Bring on the swab.","sentiment_score":-0.1291666667}
{"full_text":"RT COVID-19: UK travellers visiting France will need negative coronavirus test as rules tightened over Omicron fears","sentiment_score":-0.3}
{"full_text":"RT #Akhanda Releasing Tomorrow ! First Biggie From Tollywood After #COVID19 2nd Wave.All The Best Natasimham #NandamuriBal...","sentiment_score":0.4166666667}
{"full_text":"RT Looks like SAGE is on same page as me.There's so much riding on knowledge we won't have for 2 weeks. So we should act now...","sentiment_score":0.1}
{"full_text":"RT For people asking if I attended the rule flouting Downing Street parties, a straightforward answer: No. I have a strict po...","sentiment_score":0.375}
{"full_text":"RT HIV, TB, and malaria have entered the chat","sentiment_score":0.0}
{"full_text":"RT Does Fox News and Newsmax report news of prominent antivaxxer deaths? Seems like something their viewers need to know.","sentiment_score":0.5}
{"full_text":"The Guardian: Trump tested positive for Covid ahead of Biden debatehttps:\/\/t.co\/PYuWFrNocd that's what you'll always be a loser to this country. Why any believes or follows your dumb ass is a mystery to whole world. You've disgraced this country especially on 1\/6\/21","sentiment_score":0.0130681818}
{"full_text":"RT Anti-vaccine televangelist Marcus Lamb, who hosted RFK Jr, Michael Flynn and others on his 'Daystar Television Network,...","sentiment_score":0.0}
{"full_text":"RT Now that's what I call a rational shriek, the best and rarest sort. Interesting.","sentiment_score":0.75}
{"full_text":"RT The Prime Minister has lived his life never facing consequences for breaking the rules. But when you occupy Number 10 dur...","sentiment_score":0.0}
{"full_text":"RT \"We don't yet know whether Omicron is associated with more:-transmission-severe #COVID19 disease-risk of reinfections...","sentiment_score":0.0}
{"full_text":"RT Trump tested positive for COVID and still held an indoor press conference and still took the debate stage with Biden. What a...","sentiment_score":0.2272727273}
{"full_text":"World AIDS day 2021: In what format do you think awareness campaigns will be more effective?","sentiment_score":0.55}
{"full_text":"RT Hey - please explain how mandating people get the covi...","sentiment_score":0.0}
{"full_text":"RT Getting our kids fully vaccinated is the best way to protect them against COVID-19. Today, Dr. Fauci and I stopped by Kimb...","sentiment_score":1.0}
{"full_text":"RT Gearing up for the upcoming AFC Women's Asian Cup in Mumbai, Navi Mumbai &amp; Pune, reviewed the preparations this afternoon....","sentiment_score":0.0}
{"full_text":"RT Not only did Trump know he had covid at the presidential debate but at an event with military families that weekend. There...","sentiment_score":-0.05}
{"full_text":"#WorldAIDSDay brings attention to the HIV epidemic, endeavosr to increase HIV awareness &amp; knowledge, speaks out against HIV stigma, &amp; calls for an increased public response to help end the #HIV epidemic. More info: #OneUNCHealth #NCstrong","sentiment_score":0.25}
{"full_text":"RT \"Our Brains Are Shrinking. Are We Getting Dumber?\" I would say, absolutely yes, seeing what is unfolding in the last two ye...","sentiment_score":0.1}
{"full_text":"RT Why the US allows any UNVACCINATED travelers is beyond me.https:\/\/t.co\/idn4Iaroe5","sentiment_score":0.0}
{"full_text":"RT Total deaths in 2021 vs 2020 are almost the same.This year fewer covid more non covid.Last year the excess deaths w...","sentiment_score":0.25}
{"full_text":"RT Trump was single-handedly the biggest Covid superspreader in the world. And he infected people on purpose. What a filthy,...","sentiment_score":-0.8}
{"full_text":"RT BREAKING REPORT: LeBron James tests positive for COVID-19 despite being FULLY VACCIANTED, will miss multiple games...","sentiment_score":0.1136363636}
{"full_text":"South Africa has reported very mild symptoms for those who have tested positive for this variant.","sentiment_score":0.3303030303}
{"full_text":"QUADRUPLE JABBED! (COVID 1, 2 and booster, plus 'flu.) I'm now both a wifi hotspot and pinging on all known tracking systems. *And* my pupils are still huge from this morning's eye clinic.","sentiment_score":0.4}
{"full_text":"RT Donald Trump tests positive, puts Gold Star families at risk. Rand Paul goes for a swim in the Senate pool while waiti...","sentiment_score":0.2272727273}
{"full_text":"RT I know many people are struggling with #covid related issues, increases in cost of living, NHS waiting lists etc but un...","sentiment_score":0.25}
{"full_text":"RT They walk among us.","sentiment_score":0.0}
{"full_text":"RT I am unapologetically HIV positive. This #WorldAidsDay2021, we recognize the ancestors while honoring those who work dail...","sentiment_score":0.2272727273}
{"full_text":"RT Germany reports highest COVID death toll in 9 months.If only they'd had mandatory mask rules and vaccine passports.Oh...","sentiment_score":0.0}
{"full_text":"Yes, you spoke about the politicalization of covid. Surely you're older than 3 years old, so you're aware that the previous Administration, namely the head of the Administration, former President Donald Trump, politicized covid from the very beginning. Bias does blind people.","sentiment_score":0.06875}
{"full_text":"RT The Government has ignored a direct court order to release the Covid lockdowns Economic Impact Report, by the 30th Nov...","sentiment_score":0.15}
{"full_text":"RT Today in Canad's ATI system is absurdly broken: 520 days - that's almost a year and a half - to process a simple, small,...","sentiment_score":-0.2041666667}
{"full_text":"It'll eventually come out that they conflated seasonal flu with covid to get the numbers up. Wait...no...seasonal flu magically disappeared. Oh yeah--we were wearing masks, isolating, etc. Too bad it didn't work for covid. Then more excuses\/lies. Wake up!","sentiment_score":0.1416666667}
{"full_text":"RT What the fuck is going on? This is definitely not about some low level variant. Something way more sinister afoot.","sentiment_score":-0.08}
{"full_text":"\"If vaccines work, why is there still coronavirus?\"Idk. If seat belt work why are there still car crashes.","sentiment_score":0.0}
{"full_text":"This was common sense. Now there's data. Update your priors","sentiment_score":-0.3}
{"full_text":"RT Families at a pop-up COVID-19 clinic in southeast Washington got a surprise as former President Barack Obama and Dr. Anthony F...","sentiment_score":0.0}
{"full_text":"RT \"There's a presumption that the growth in cases in South Africa is comprised of this Omicron variant, but the reality is th...","sentiment_score":0.0}
{"full_text":"RT FYI, the morgue is so busy that nursing staff is now tasked with tagging and bagging a deceased patient in some units....","sentiment_score":0.1}
{"full_text":"RT Here you have it: Trump tested positive for COVID on the 26th then held this event with Gold Star families on the 27th with...","sentiment_score":0.2272727273}
{"full_text":"RT Ho Hum. So President Trump tested positive for Covid and went to a rally and a debate, putting countless people, including J...","sentiment_score":0.1136363636}
{"full_text":"RT \"The WHO is calling this morning for countries to drop travel restrictions and end the mass hysteria, and instead be cautio...","sentiment_score":0.0}
{"full_text":"RT Nigeria has detected its first case of the Omicron variant in sample taken in October.This is weeks before South Afri...","sentiment_score":0.25}
{"full_text":"RT Trump had also suggested the troops infected Hope Hicks, whose case was reported before Trump's. This interview took pl...","sentiment_score":0.0}
{"full_text":"More than half of the population of Myanmar could plunge into poverty amid the #WarCrimesOfJunta ,political crises and covid pandemic,according to a appraisal released by the United Nations Development Programme (UNDP).#Dec1Coup #WhatsHappeningInMyanmar","sentiment_score":0.1111111111}
{"full_text":"RT Have you been on a waiting list for gynaecology at any point over the last two years? The wants to hear from...","sentiment_score":0.1}
{"full_text":"You are a disgrace et al Tory Government resembles a cess pit","sentiment_score":0.0}
{"full_text":"RT Fewer children and young people in England were diagnosed with cancer during the first wave of COVID-19 according to a new study...","sentiment_score":0.1621212121}
{"full_text":"RT Covid has been the ultimate IQ test for the world, which most failed.","sentiment_score":0.0}
{"full_text":"RT There are indications that individuals fully vaccinated against the coronavirus, within six months or with the booster,...","sentiment_score":0.0}
{"full_text":"Y'all are Sick","sentiment_score":-0.7142857143}
{"full_text":"RT Of course trump knew he had Covid when he debated now President Biden.Of course he knowingly exposed Gold Star families...","sentiment_score":0.0}
{"full_text":"RT Was Trump the superspreader?For a year, I've suggested Trump was the likely superspreader at White House Rose Garden...","sentiment_score":0.2}
{"full_text":"RT As the 2021 inter-university dialogue fast approaches, here are some core topics to be discussed that day .SRHR and COVI...","sentiment_score":0.2}
{"full_text":"RT Moderna and Pfizer are COVID-19 companies. They need COVID-19 to remain profitable. Without COVID-19, Moderna is down...","sentiment_score":-0.1555555556}
{"full_text":"Trump tested positive for coronavirus before first debate with Biden, former chief of staff says Via","sentiment_score":0.1590909091}
{"full_text":"RT It is Giving Tuesday, wishing you all the best and to have beautiful holiday !Remember our vaccine campaign to save t...","sentiment_score":1.0}
{"full_text":"RT Remember the sense of shock when Trump admitted he was Covid positive and then was rushed to Walter Reed 18  hours later?...","sentiment_score":0.1136363636}
{"full_text":"RT A four-year-old boy developed hypothermia after his school put him in isolation in an outdoor classroom, his mother has s...","sentiment_score":0.1}
{"full_text":"RT COVID is the first thing LeBron's ever got from China that wasn't made by slaves.","sentiment_score":0.25}
{"full_text":"RT Remember How Trump Lied When He Blamed Gold Star Families For Giving Him Covid (He Already Tested Positive)","sentiment_score":0.2272727273}
{"full_text":"RT This was sent by one Toronto police officer now on indefinite leave without pay for not disclosing vaccine status. Offi...","sentiment_score":0.0}
{"full_text":"Woah. Thanks for the nomination! Many did a lot more during COVID times &amp; as humans this is least we all could do. :)","sentiment_score":0.29}
{"full_text":"RT The world has made tremendous progress in the fight against #HIV, but stigma, discrimination &amp; inequalities continue to fue...","sentiment_score":0.3333333333}
{"full_text":"Why has my phone been spammed with BBC News notifs then","sentiment_score":0.0}
{"full_text":"Breaking: CEO survey taken before omicron emergence shows optimism about the economy over the next 6 months","sentiment_score":0.0}
{"full_text":"RT Last month, formally announced an end to TN COVID state of emergency, saying it was no longer needed.","sentiment_score":0.0}
{"full_text":"RT An update on V4 primer scheme for Omicron variant. Amplicon 76 was sunk by torpedos to the port and starboard an...","sentiment_score":0.0}
{"full_text":"How do you keep a pandemic going if nobody's dying?","sentiment_score":0.0}
{"full_text":"RT Absolutely terrified of omicron because in my head the variant looks like this","sentiment_score":0.2}
{"full_text":"The World Health Organization (WHO) is pushing for an international accord to help prevent and fight future pandemics amid the emergence of a worrying new omicron COVID-19 variant.https:\/\/t.co\/wndBweR9RW","sentiment_score":0.0454545455}
{"full_text":"disagrees with the state report on hospital capacity limits, as the Omicron variant continues to loom. Read more:","sentiment_score":0.5}
{"full_text":"Through partnerships with local providers, the City will have booster and pediatric vaccine clinics on Sat, Dec. 4, at Elysian Charter School (1460 Garden St.) and at the Hoboken Boys &amp; Girls Club (123 Jefferson St.)Book your required appointment at","sentiment_score":0.0}
{"full_text":"Holiday decorations unveiled Monday for Joe and Jill Biden's first White House Christmas honor frontline workers who persevered during the COVID-19 pandemic.https:\/\/t.co\/VIBajwG3TM","sentiment_score":0.125}
{"full_text":"I stick by the UK Vaccine Task Force.","sentiment_score":0.0}
{"full_text":"Try out our fun, interactive game that highlights the importance of getting the vaccine &amp; encourages kids to continue to wear a mask, physically distance, and wash their hands as protection for themselves &amp; loved ones.","sentiment_score":0.15}
{"full_text":"RT Marcus Lamb. Rest in Humility. He had a daily ministry show and 100 TV station spreading lies that killed people. May his memo...","sentiment_score":-0.1}
{"full_text":"Strengthening health workforce preparedness, protection and resilience during a pandemic - a tool for assessing health systems via","sentiment_score":0.0}
{"full_text":"Or in my case Peroni, Corona is piss...","sentiment_score":0.0}
{"full_text":"RT 28 years ago, Democrats and Republicans put country over party to pass the Brady Handgun Violence Prevention Act into law...","sentiment_score":0.0}
{"full_text":"RT Norway detects its first two Omicron coronavirus cases","sentiment_score":0.25}
{"full_text":"RT There has been tremendous progress on AIDS but we are far, far away from ending the HIV pandemic. We must end complacency and t...","sentiment_score":0.1777777778}
{"full_text":"RT What is really interesting about the pandemic is that I think many or even most people have realized they would like to li...","sentiment_score":0.5}
{"full_text":"PETER MATERA, 60, of West Park, New York, died of COVID on Nov. 25, 2021. \"He loved his family and friends deeply, and we loved and adored him. The world will not soon see a man as remarkable and unforgettable as Peter.\"https:\/\/t.co\/DIj6AHFNPs","sentiment_score":0.5143939394}
{"full_text":"Today (Dec. 1) marks the 33rd commemoration of #WorldAIDSDay. #HIV remains a major #PublicHealth challenge that affects millions globally. Measures must be taken to #EndInequalities. To learn more about the #WorldAIDSDay2021 Campaign, visit: #WAD","sentiment_score":0.1875}
{"full_text":"My South African #Omicron excel model suggests #OmicronVariant is NOT MILD!Today's (est) new hospitalizations are rapidly  ~201 or More (+69% yesterday), ~4930 or More new cases (both 4th wave records)We need hospitalization treats like $HGEN &amp; $RIGL oral fostamatinib ASAP!","sentiment_score":0.2613636364}
{"full_text":"RT I'm actually tired...","sentiment_score":-0.4}
{"full_text":"RT NEW: Trump tested positive for COVID 3 days before the debate with Biden, according to his former chief of staff Mark Mea...","sentiment_score":0.1212121212}
{"full_text":"The military council reopened the toll gates in Mon State, which had been closed since June due to the Covid-19.Junta is earning up to 20,000 lakh kyats a year from these gates and it may be reopened due to their low budget. #Dec1Coup  #WarCrimesOfJunta  #WhatsHappeningInMyanmar","sentiment_score":-0.09}
{"full_text":"RT Once again BIDEN'S VXXEEN MANDATE IS RULED ILLEGAL.  But you can't knock a guy for trying to rob you of your civil libertie...","sentiment_score":-0.5}
{"full_text":"RT P.S. Hope Hicks would have known all about Trump exposing others to covid so did his kids who showed up late to the first d...","sentiment_score":-0.025}
{"full_text":".@WellsFargo on Omicron: \"We believe new restrictions are unlikely to have a significant impact on the global economy... Under these assumptions, we forecast the global economy to hold steady and for the global economic recovery to continue uninterrupted.\"","sentiment_score":0.042003367}
{"full_text":"Dr Neil Shastri-Hurst has registered for the NHS Reserves to join the 'jab army', supporting the vaccination booster effortshttps:\/\/t.co\/ArCsQkCX08","sentiment_score":0.25}
{"full_text":"Sometimes fun &amp; joy works better than self-discipline.I'm a working parent with two kids in a pandemic. My willpower is usually zapped by the time I take the kids to school in the morning. I need more fun and joy, not more work.#tweet100","sentiment_score":0.3375}
{"full_text":"RT Remember when most early NYC COVID cases came from Europe, but the US government banned travel from Asia instead?","sentiment_score":0.3}
{"full_text":"RT In case anyone needs a reminder of how terrible a person Trump is, he tested positive for COVID earlier than we knew and pr...","sentiment_score":-0.2575757576}
