{"full_text":"Christmas music and pop up covid testing sites... did you think we'd be doing this so close to the holiday ? the drive thru covid test site at University Circle. Check out for our team coverage today!","sentiment_score":0.0}
{"full_text":"It's ultimately because the media gave Andrew Wakefield, who was professionally dishonest, a huge platform for a tiny study that supposedly showed that the MMR vaccine caused autism, which led to the antivaxx cult. There are many gullible people who will believe anything.","sentiment_score":0.12}
{"full_text":"RT BREAKING REPORT: Washington University School of Medicine RELEASES DATA claiming If You've Had COVID You're Likely PROTE...","sentiment_score":0.0}
{"full_text":"Seahawks' WR Tyler Lockett and RB Alex Collins did not clear COVID-19 protocol and are OUT for tonight's game vs. Rams.","sentiment_score":-0.225}
{"full_text":"RT 102 Covid-19 patients in ICU this morning, the lowest since November 12th","sentiment_score":0.0}
{"full_text":"the pandemic will go away if we all just ignore it like before. which is why me and 17 of my sick friends are all on our way to see #SpiderManNoWayHome","sentiment_score":-0.7142857143}
{"full_text":"The pandemic will never end since a virus can infect both humans and animals the animal reservoirs in the virus will keep it around it cannot be eradicated there will always be a new variant","sentiment_score":0.1363636364}
{"full_text":"RT You feel sorry for Doug Ford?  Do you realize his net worth now is 50 million? That's an increase of over 40 m...","sentiment_score":-0.0666666667}
{"full_text":"RT The week ending 12\/16 was the deadliest week of the #COVID19 pandemic for children with 38 pediatric deaths. CHILDREN ARE N...","sentiment_score":0.0}
{"full_text":"RT In Canada we are locking down again.This has never been about a virus!https:\/\/t.co\/bSeMGYJYNR","sentiment_score":-0.1555555556}
{"full_text":"RT Omicron infections appear no less severe than Delta; COVID-19 lowers sperm count, motility","sentiment_score":0.0833333333}
{"full_text":"RT Biden's decision to chastise unvaccinated Covid survivors will taint his legacy.","sentiment_score":0.0}
{"full_text":"When it came to feeding families LAUSD stepped up. What do you think when it comes to Covid testing?Maybe can help out before he is confirmed for Ambassador to India?","sentiment_score":0.4}
{"full_text":"This is the most racist, wildest piece of fake news I have seen in a long time","sentiment_score":-0.0166666667}
{"full_text":"Yet, those of us with a Covid history should be forced to add potential side effects from a vax to our resume? No thanks.","sentiment_score":-0.1333333333}
{"full_text":"common sense , the 1st vaccine didn`t work , now we are on the 4th , everyone in hospital with adverse reactions","sentiment_score":-0.3}
{"full_text":"Got a letter from the NHS yesterday saying I can have a new treatment if I catch covid and they will be sending me a PCR test to keep if I need it","sentiment_score":0.1363636364}
{"full_text":"Fuck omicron","sentiment_score":-0.4}
{"full_text":"RT Researchers around the world are working tirelessly to learn everything they can about this newest iteration of the virus, wh...","sentiment_score":0.0}
{"full_text":"RT If your platform is imprisoning our public health experts in the middle of a global pandemic because they encourage maskin...","sentiment_score":0.0}
{"full_text":"RT A Swedish company has come up with a microchip that can be inserted under the skin so that users can carry their Covid passports i...","sentiment_score":0.0}
{"full_text":"Bit it's still their human right to decide wether they should get vaccinated or not. Players that are vaccinated are still spreading covid aswell. I'm personally vaccinated and the reason I got vaccinated was because it was my choice to. Unvaccinated people have their own choice","sentiment_score":0.2214285714}
{"full_text":"RT Expecting that Biden will not order public health measures to stop the spread of #OmicronVariant, the DJIA is soaring....","sentiment_score":0.0}
{"full_text":"RT PRIVILEGE 2021...#votefordout2022 #RichvsPoor #Onpoli #welfare #WelomeToOntario #Ontario #Ongov","sentiment_score":0.0}
{"full_text":"RT The U.S. Education Department is considering extending the pandemic student loan payment freeze, (currently set to expi...","sentiment_score":0.0}
{"full_text":"RT Sweden you are not helping.","sentiment_score":0.0}
{"full_text":"I have suspicions it might be because of omicron\/covid  but seriously it has to be some sort of health code violate at this point. There are SO many restaurants in the area i have no idea what people are doing.","sentiment_score":0.0833333333}
{"full_text":"RT Lowry:\"...the weather and the nature of the virus were the culprits all along.\"CDC data:Unvaccinated: 6.1 deaths per 1...","sentiment_score":0.0}
{"full_text":"RT Let's have Netflix run the next pandemic. They don't let anything get three seasons","sentiment_score":0.0}
{"full_text":"RT Asymptomatic spread is the biggest lie of all. If you are sick stay home until u are fever free for 24 hrs. Just like...","sentiment_score":-0.1571428571}
{"full_text":"RT It also shows how bad the opioid epidemic is in WV, Joe Manchin's home state. Guess who he is attacking whe...","sentiment_score":-0.7}
{"full_text":"Tyler Lockett not activated from reserve\/COVID-19 list via #fantasyfootball","sentiment_score":0.0}
{"full_text":"RT Hearing from on CBC radio now, talking about COVID as a \"vascular disease\" and how long COVID is a real is...","sentiment_score":0.075}
{"full_text":".Annual Winter CrisesLockdown due to Overwhelming Are indicators NHS isn't working.","sentiment_score":0.1875}
{"full_text":"RT Omicron is rapidly spreading across the country.If you haven't already, today is a great day to get vaccinated and to...","sentiment_score":0.8}
{"full_text":"RT Biden: \"How concerned should you be about omicron...? The answer is straightforward. If you're not fully vaccinated, you ha...","sentiment_score":0.375}
{"full_text":"RT #Gracie just tested positive for Covid-19. Get well soon we love you! Go get vaccinated kids!","sentiment_score":0.5042613636}
{"full_text":"Both vaccinated before Trump,yet Trump because of his followers stupidity didn't reveal that he received vaccine for 3 months after the fact so remind me who politicized it?oh maybe Trump was worried about HIPPA laws y'all are truly idiots","sentiment_score":-0.7}
{"full_text":"'No evidence to suggest existing vaccines don't work on Omicron'","sentiment_score":0.0}
{"full_text":"RT MaximeBernier: \"It's too bad the minister needed a huge public backlash to realize the stupidity of her decision and to reverse it,\" Bernier says. \"Anyone with a brain and with a minimum of compassion would not have adopted such an abhorrent policy in...","sentiment_score":-0.2666666667}
{"full_text":"RT Alberta's vaccine booking system is currently down, right after the province opened booster shots to everyone 18+.","sentiment_score":0.0650793651}
{"full_text":"RT y'all gave my sista COVID!?","sentiment_score":0.0}
{"full_text":"Please what we need now, is how to stay safe amidst these pandemic that has befallen us in Port Harcourt.What should we do to clear our lungs and system daily?? that's the way forward for now....PLEASE!!!#EndTheSootProblemPH","sentiment_score":0.2}
{"full_text":"Mandates don't work.Ask the NFL and NBA and NHLDictator   Knock off the illegal vaccine mandates.\"Choice is a Right 0f Freedom\"","sentiment_score":-0.1071428571}
{"full_text":"RT SCOTLAND - obvs none of the idiots making up these rules have ever been to a nightclub! From Boxing Day, grinding an...","sentiment_score":-1.0}
{"full_text":"RT \"We're in a pandemic\"NahYOU in a pandemic. I'm LIVING.","sentiment_score":0.0}
{"full_text":"Confidence hhhhhh","sentiment_score":0.0}
{"full_text":"Medical ethics professor for raising medically ethical questions around COVID response.","sentiment_score":0.1}
{"full_text":"RT I just returned from an official congressional delegation visit to Ukraine and tested positive for a breakthrough COVID i...","sentiment_score":0.2272727273}
{"full_text":"RT Another victory for freedom over government overreach!","sentiment_score":0.0}
{"full_text":"#FamilyOffices in Asia-Pacific are fostering a newly energised enthusiasm for #investments in the $1.9 trillion #cryptocurrency market, buoyed by pandemic-defying increases in #wealth over the past 12 months.https:\/\/t.co\/gnmdSqlfHJ","sentiment_score":-0.0568181818}
{"full_text":"Colin, I support  you and Biden. But, this action is very latent. We knew this variant was coming months ago. However, it is better to be late than never. Biden was shocked by Afghan pullout woes too. He can't stay behind curve like this (as in these cases) and remain successful.","sentiment_score":0.0214285714}
{"full_text":"RT Omicron is a cold. That's what it is. That's what all the data tells us. It's a cold. You are a lunatic psychopath if yo...","sentiment_score":-0.6}
{"full_text":"This Robert Malone?","sentiment_score":0.0}
{"full_text":"Isn't there a vaccine that can be given to Senator #Manchin to protect him from the greed and deceit that he practices against all workers, poor and immigrants covered by the BBB Act","sentiment_score":-0.4}
{"full_text":"RT Turns out the virus that causes Covid-19 can be shed in an infected person's feces. By sampling sewage at waste-treatment pla...","sentiment_score":0.0}
{"full_text":"RT Not sure about the Covid vaccination? Google 'plane with red dots' - it might help make the right decision for you. #avge...","sentiment_score":0.0119047619}
{"full_text":"Watching back old episodes showing news coverage of the initial Covid outbreak like a wiley old war vet grumbling \"you kids don't even know half of what's coming next\"","sentiment_score":0.0055555556}
{"full_text":"You did see that the CDC &amp; FDA are discontinuing these tests, &amp; hospital PCR testing, as of Dec 31 due to them being horribly inaccurate, right?","sentiment_score":-0.2797619048}
{"full_text":"RT I am not mocking this persons freedom to 'protect' themselves as they see fit, in mocking this new culture of thinking that th...","sentiment_score":0.2681818182}
{"full_text":"RT Indian media doesn't get paid to report bad news about West.","sentiment_score":-0.7}
{"full_text":"RT The end of the pandemic is at hand","sentiment_score":0.0}
{"full_text":"Trump pandemic response vs. Biden pandemic response?","sentiment_score":0.0}
{"full_text":"RT Thanks to leadership, we're ready and prepared to vaccinate every single American and protect against COVID-19. htt...","sentiment_score":0.0821428571}
{"full_text":"RT \"Don't live in fear,\" says person who won't take a well-tested vaccine due to fear of unknown side effects.","sentiment_score":-0.0295454545}
{"full_text":"RT If you didn't see the Biden COVID clown act, you didn't miss much except for same old, same old, a few obligatory gaffes...","sentiment_score":0.0333333333}
{"full_text":"RT COVID cases rising in LA.  Please keep wearing your mask, take your daily vitamins\/supplements for your bodies natural immu...","sentiment_score":0.05}
{"full_text":"RT In times of crisis, leaders are supposed to rise to the challenge. So why are Jason Kenney and Doug Ford surrendering to th...","sentiment_score":0.0}
{"full_text":"RT #NYC's electeds CAN'T get mass testing organized in time for an anticipated #Omicron wave.But they CAN destroy all of E...","sentiment_score":-0.2}
{"full_text":"What do you know about vaccine development? And additionally, your statements are contradictory: you're surprised they chose to develop a vaccine, but then you say they missed an opportunity to collect \"information\" from autopsies.Maybe just leave the science to the scientists.","sentiment_score":0.1}
{"full_text":"RT Ever since paps caught Covid 19 earlier this year he doesn't trust anyone ","sentiment_score":0.0}
{"full_text":"RT New CDC guidance: GET FUCKING VACCINATED.","sentiment_score":-0.2318181818}
{"full_text":"Washington did not elevate QB Jordan Ta'amu, so Garrett Gilbert and Kyle Shurmur are it at QB.Troy Apke is important for special teams, tho the unit is still down important pieces LB David Mayo &amp; S Darrick Forrest.McKissic eligible to return before the season finale at NYG.","sentiment_score":0.2503968254}
{"full_text":"RT Biden: \"How concerned should you be about omicron...? The answer is straightforward. If you're not fully vaccinated, you ha...","sentiment_score":0.375}
{"full_text":"RT An unvaccinated man in Texas is the first known death in the U.S. from the Omicron variant.The highly contagious Omicron is n...","sentiment_score":0.205}
{"full_text":"RT I've been to 5 pharmacies and 4 urgent care locations trying to get a COVID test and every single one tells me they ran out or...","sentiment_score":-0.0714285714}
{"full_text":"RT SCOOP: FDA poised to authorize a pair of pills to treat coronavirus as soon as this week, sources tell","sentiment_score":0.0}
{"full_text":"U.K. should ban all international travellers especially students as the cases have already exceeded beyond imagination. The government doesn't care about it's people but we need to be proactive about our safety. #UKlockdown #COVID19 #Omricon #Quarantine","sentiment_score":0.0}
{"full_text":"RT May 2020. A then student nurse asked to work on a COVID HDU. I watched people younger than myself die. I watched my friends...","sentiment_score":0.0}
{"full_text":"Crazy! Almost as though there's a pandemic going on! ","sentiment_score":-0.9375}
{"full_text":"RT A friend of my husband for over 30 years is getting married New Years Eve. We just got email everyone has to be tested...","sentiment_score":0.1931818182}
{"full_text":"He knows everyone is staying home now not to catch Covid but come 27th all will be out ?That is when he will lock down for month ???","sentiment_score":-0.1555555556}
{"full_text":"One this pandemic is over, no one is allowed to say how \"nice\" all us Canadians are.","sentiment_score":0.6}
{"full_text":"RT BBC Today kept interrupting Iain DS , then failed to ask key questions of NHS rep.  What is happening to intensive care nu...","sentiment_score":-0.25}
{"full_text":"RT BREAKING REPORT: Washington University School of Medicine RELEASES DATA claiming If You've Had COVID You're Likely PROTE...","sentiment_score":0.0}
{"full_text":"RT Positive Omicron cases are three times more likely to give the virus to people they live with than with Delta - surely...","sentiment_score":0.2727272727}
{"full_text":"Ok but you're going to get covid at some point.","sentiment_score":0.5}
{"full_text":"RT She could stop covid","sentiment_score":0.0}
{"full_text":"RT Alberta's vaccine booking system is currently down, right after the province opened booster shots to everyone 18+.","sentiment_score":0.0650793651}
{"full_text":"RT People who are vaccinated can still spread Covid. Please retweet. Will Twitter ban us all?","sentiment_score":0.0}
{"full_text":"Oh boy","sentiment_score":0.0}
{"full_text":"\"In the memory phase of an immune response, B and T cells that are specific for a virus are maintained in a state of dormancy, but are poised to spring into action if they encounter the virus again or a vaccine that represents it.\"","sentiment_score":0.05}
{"full_text":"RT The obvious problem with believing \"natural immunity\" is a substitute for getting vaccinated is that it means you have to get...","sentiment_score":0.05}
{"full_text":"RT I'm proud of y'all that it only took 2 years, 800k deaths, overcrowded hospitals, a dozen mutations of a virus, an eviction...","sentiment_score":0.4}
{"full_text":"RT shoutout to one direction for not playing a single venue since covid. glad to see a group taking this pandemic so seriously.","sentiment_score":0.0317460317}
{"full_text":"RT Just bought a COVID test on eBay that was \"gently used.\"","sentiment_score":0.2}
{"full_text":"RT Currently 132 NHL players in COVID protocol. Teams with the most:Calgary - 20Toronto - 11Detroit - 11Boston - 10C...","sentiment_score":0.0}
{"full_text":"Hey Alphonsus you are the racist  here. You think tightening COVID restrictions are actually racist or are you just a delusional race baiter","sentiment_score":0.0}
{"full_text":"RT Qanon nuts are losing what's left of their minds over Trump announcing he had the vaccine booster.","sentiment_score":0.0}
{"full_text":"RT Sth Korea goes in full #Lockdown because it has the highest death rate since #corona began despite 84% of the population...","sentiment_score":0.35}
{"full_text":"RT When referring to something someone says as double-talk, it means that the message can deceive people or it is difficult...","sentiment_score":-0.5}
{"full_text":"RT Fabulous to be able to sing together. The pandemic has really shown us how close we are as a group and how we pull together t...","sentiment_score":0.3666666667}
{"full_text":"RT Vancouver's #covid19 testing station now has almost a five-hour wait. That's not very motivating for those who have symp...","sentiment_score":-0.1}
{"full_text":"RT BREAKING: President Biden calls out Fox News and other right-wing networks for \"making money by peddling lies\" and kil...","sentiment_score":-0.125}
{"full_text":"RT BREAKING REPORT: Washington University School of Medicine RELEASES DATA claiming If You've Had COVID You're Likely PROTE...","sentiment_score":0.0}
{"full_text":"RT BREAKING: President Biden calls out Fox News and other right-wing networks for \"making money by peddling lies\" and kil...","sentiment_score":-0.125}
{"full_text":"Primary job of the President is to protect us from ANY foreign enemy. I am MANDATED to have 3 shots but President, CDC &amp;  Mayorkas let ANYONE ILLEGALLY cross the border without ANY Vaccinations &amp; transports them around our country! Where is \"Follow the SCIENCE\"? CLOSE THE BORDER!","sentiment_score":0.0916666667}
{"full_text":"RT  I thought we were told vaccine passports would 'keep things open'? Clearly not true. ScotGov deployed them and now...","sentiment_score":-0.0875}
{"full_text":"RT \"The only ones who have immunity in this country are those who have survived the infection\".What makes situation intere...","sentiment_score":0.0}
{"full_text":"We can't wait for hospitalisations to rise - England needs a circuit breaker now | Christina Pagel | The Guardian","sentiment_score":0.0}
{"full_text":"God knows what Drakeford is looking at. Hospitals are virtually empty of covid","sentiment_score":-0.1}
{"full_text":"\"you're playing right into their hands if you criticize the vaccine\" - President Trump","sentiment_score":0.2857142857}
{"full_text":"RT How long does it take for a booster to be fully effective?","sentiment_score":0.275}
{"full_text":"RT COVID Update: The good case for what's happening with Omicron is getting signs of scientific support. 1\/","sentiment_score":0.7}
{"full_text":"RT A friend of my husband for over 30 years is getting married New Years Eve. We just got email everyone has to be tested...","sentiment_score":0.1931818182}
{"full_text":"He gon be a Tony variant in Dr. Strange","sentiment_score":-0.05}
{"full_text":"Good night. We will be back online at 07:00hrs. tomorrow -CLWe are operating at full capacity again, but Covid-19 public health measures remain in place: Face coverings mandatory Prebooking of Intercity &amp; Enterprise travel encouragedPlease avoid busiest times where possible","sentiment_score":0.21}
{"full_text":"I'm quite disappointed","sentiment_score":-0.75}
{"full_text":"RT All those academics who nearly two years ago gave us cast iron guarantees that the virus did not come from a lab should...","sentiment_score":0.1}
{"full_text":"The Biden admin 'doctors' who are likely, far-Left Democrats whose agenda is no doubt in lockstep with Joe's unconstitutional vaccine mandates and his anti-science dictates. You DON'T need to wear a mask if you've been fully vaccinated PERIOD. Masks don't stop or slow the spread.","sentiment_score":-0.15}
{"full_text":"Very surprised that this happened @dmswojcicki","sentiment_score":0.13}
{"full_text":"They've been low and out of tests in Northeast Ohio. But now it's the same in Central Ohio...","sentiment_score":0.0}
{"full_text":"RT The COVID survival rate if you're unvaccinated is 99.8% (including elderly &amp; sick).99.93% if you're under 65.99.993% i...","sentiment_score":0.0}
{"full_text":"RT Adam Silver tells that the Omicron variant constitutes 90 percent of the league's cases now. \"Beyond dominant,...","sentiment_score":0.0}
{"full_text":"RT It's amazing how more than half of the jamming population has the COVID and they're just managing it with Vitamin C and pa...","sentiment_score":0.3111111111}
{"full_text":"RT why won't batman ask the guy who helped joker dump the toxic chemicals on gotham to help him out? batman just won't reach acro...","sentiment_score":0.0}
{"full_text":"RT The meeting for MPs tonight with medical advisors showed a deeply troubling trend of Omicron infection. Whatever you think a...","sentiment_score":0.0}
{"full_text":"RT 9 out of 11 people in South London in ITU with covid are unvaccinated.Enough said.Get your vaccine.#VaccinesWork","sentiment_score":0.0}
{"full_text":"RT Travelling to a #PL match this winter? Remember, stay at home if you are experiencing any COVID-19 symptoms All the c...","sentiment_score":0.0}
{"full_text":"RT Belgian researchers warn against holiday reliance on COVID antigen tests","sentiment_score":0.0}
{"full_text":"RT My kids' school emails parents whose kids have had contact with a Covid case. Since March 2020, we'd never rec'd any such e...","sentiment_score":0.0}
{"full_text":"What you're saying is just not true... That's the lie To make you get a risky vaccine that is unnecessary","sentiment_score":-0.2875}
{"full_text":"RT Discrepancies in Covid test results were spotted a month before testing was actually halted at Immensa's Wolverhampton...","sentiment_score":0.0}
{"full_text":"RT As Omicron spreads, we want to provide more time for testing and boosters between holiday travel &amp; gatherings and the start of wint...","sentiment_score":0.5}
{"full_text":"With Omicron surging so fast, I hope it is not too late for many people to get vaccinated or to get their boosters. So many people hesitate over every little concern.https:\/\/t.co\/iFfoJPqm5D","sentiment_score":0.1425}
{"full_text":"RT An extension to the student loan pause means people can stay in their homes, put food on the table, save for retirement, ta...","sentiment_score":0.0}
{"full_text":"The first American to die of the Omicron variant was an unvaccinated Texas man who had previously caught COVID-19","sentiment_score":0.0277777778}
{"full_text":"RT omicron variantomicron varantomicron vrant omicron rant omicrn rant omirn rantomrn rant orn rantrn rantr rantran...","sentiment_score":0.0}
{"full_text":"Biden administration to make 500 million at-home #Covid19 tests available for free. $GERMhttps:\/\/t.co\/dvPSmfEOF3","sentiment_score":0.4}
{"full_text":"And yet Birx wouldn't oppose TFG and his staff in public. She let her predictions come true. OMG.","sentiment_score":0.175}
{"full_text":"RT 6: wear a goddamn mask. this should go w\/o saying but DO IT. even if you're vaxxed, even if you're boosted, even if you're...","sentiment_score":0.0}
{"full_text":"RT  Great to see PS80m delivered to Scotland through Barnett consequentials The Scottish Government must get this mone...","sentiment_score":0.8}
{"full_text":"RT \"Just four ministers are understood to favour more restrictions: Mr Javid, Levelling Up secretary Michael Gove, Cultur...","sentiment_score":0.5}
{"full_text":"RT Is a pig's pussy pork?","sentiment_score":0.0}
{"full_text":"RT Maybe instead of coercing Americans to get vaccinated, should have been transparent with information and robustly e...","sentiment_score":0.0}
{"full_text":"RT Hang on. Celtic want their game in 2 weeks against Rangers cancelled, because of Covid. But don't want their game tomorrow...","sentiment_score":-0.4}
{"full_text":"Read statistics vaccinated are the ones catching it cause virus is mutations only going get worse as more vaccinations are given looke at chart mass vaccination started covid rates climbed immediately common sense people this is utter bs what u are tell people tell them about 1\/1","sentiment_score":0.0666666667}
{"full_text":"RT Beautiful hair clips from my sweet Mom! I tried them with my new curling iron!  She is doing much better after recovering...","sentiment_score":0.4894886364}
{"full_text":"\"In a statement this weekend, the White House inexplicably adopted the sadistic tone of a Bond villain. 'For the unvaccinated, you're looking at a winter of severe illness and death for yourselves, your families, and the hospitals you may soon overwhelm.'\"","sentiment_score":-0.3}
{"full_text":"Is a \"pervasive\" danger the same as a \"grave\" danger?OSHA needs to demonstrate a \"grave danger\" in order to implement the controversial Biden OSHA mandate but the court rules in favor anyway.Onto the Supreme Court next? Who has opinions?https:\/\/t.co\/Uvd5uEleiB","sentiment_score":0.1833333333}
{"full_text":"RT Political parties don't encourage their followers not to get a life saving vaccine. Cults do.","sentiment_score":0.0}
{"full_text":"#COVID19 testing, treatment, and vaccination:W. Tampa Community Resource Ctr.2103 N. Rome Ave.Tampa, FL 33607Open Daily 9AM-5PMAdministering 1st\/2nd doses, and boosters.Appts not required, but can preregister at","sentiment_score":0.0}
{"full_text":"RT The vaccine requirement does not include places of worship, grocery stores (except in-house cafes), anywhere in O'Hare or Mi...","sentiment_score":0.0}
{"full_text":"RT #Chiefs WR Tyreek Hill is being placed on the Reserve\/COVID list #ChiefsKingdom","sentiment_score":0.0}
{"full_text":"Walk-in COVID vaccinations for kids 5-11 are available at (216 W. Somerset Street, Philadelphia PA 19133). No insurance or documentation required.","sentiment_score":0.4}
{"full_text":"Ummm...Covid isn't going anywhere. Vaxxed spread it as much as anyone else! Have you seen what's going on in major sports?","sentiment_score":0.15625}
{"full_text":"how i feel after two years of this pandemic","sentiment_score":0.0}
{"full_text":"Yeah. You're super spoiled, COVID wise (said with love; I visited NS in August and was so happy to be able to do so!)","sentiment_score":0.5916666667}
{"full_text":"RT\/SHARE this flyer with your community! At a time when many families are facing food insecurity, this holiday food distribution may make all the difference. WHILE SUPPLIES LAST - multiple sizes of diapers and home COVID test kits will also be available!","sentiment_score":0.25}
{"full_text":"RT I'm also flying today, Dana. I have a mask that I pull down all the time that provides zero actual protection and I haven't...","sentiment_score":-0.0777777778}
{"full_text":"RT #Seahawks WR Tyler Lockett and RB Alex Collins  were both unable to clear COVID protocols before tonight's game vs. the...","sentiment_score":-0.2666666667}
{"full_text":"Until a few weeks ago, the second pandemic holiday seemed like it might be a tonic to last year's. But with the highly contagious omicron variant spreading throughout the country, many Americans are pivoting their plans. Read more from","sentiment_score":0.16}
{"full_text":"The number of coronavirus cases in Doncaster increased by 200 in the last 24 hours","sentiment_score":0.0}
