{"full_text":"RT I see. Didn't know. ","sentiment_score":0.0}
{"full_text":"\"We Have A Lot of Evidence That It's A Fake Story All Over The World\" - German Doctors on COVID-19 -","sentiment_score":-0.25}
{"full_text":"Firing by twitter by Aquilini. Yerrrrr","sentiment_score":0.0}
{"full_text":"Because our country is broken.","sentiment_score":-0.4}
{"full_text":"Sigh. My cousin's having a streamed funeral, but this knucklehead wants to exercise his constitutional rights.","sentiment_score":0.2}
{"full_text":"RT I get the bar owner's frustration and this specific issue needs a resolution but please spare me with the slap in the face thi...","sentiment_score":0.0}
{"full_text":"RT appreciation tweet for jaemin who had to practice, learn 4 choreos (maw, deja vu, work it, resonance), and record songs he p...","sentiment_score":0.0}
{"full_text":"RT On the stakes of the runoff elections in Georgia, says Senate paralysis during the pandemic is unacceptable, and...","sentiment_score":0.0}
{"full_text":"Welcome.  Although someone in my family died.  Not from covid, from the lockdowns.  She thought no one lives her anymore because no one was visiting.  Lockdowns kill.","sentiment_score":0.8}
{"full_text":"RT These COVID negotiations should be public.The public should be able to see who is holding stimulus checks hostage &amp; demanding im...","sentiment_score":0.25}
{"full_text":"RT JUST IN: Remdesivir gets full FDA approval as coronavirus treatment","sentiment_score":0.35}
{"full_text":"RT On the stakes of the runoff elections in Georgia, says Senate paralysis during the pandemic is unacceptable, and...","sentiment_score":0.0}
{"full_text":"RT A package of frozen food tested positive for coronavirus in #Harbin, NE #China's Heilongjiang on Friday, before it was...","sentiment_score":0.2272727273}
{"full_text":"RT That's what I've wanted to ask ever since people started squawking that it only h...","sentiment_score":0.0}
{"full_text":"Oh man.","sentiment_score":0.0}
{"full_text":"Must watch!!","sentiment_score":0.0}
{"full_text":"RT Shelby Harris details battle with COVID-19, says he's happy to be back with #Broncos ahead of Sunday Night Footballhtt...","sentiment_score":0.4}
{"full_text":"RT This is the result of GOP court packing.","sentiment_score":0.0}
{"full_text":"RT If you're going to spend hundreds of billons in pandemic relief the most effective thing you can do is put it into people's...","sentiment_score":0.55}
{"full_text":"RT $2000\/month to every adult, retroactive.People haven't paid rent in months.#StimulusChecksNOW PASS. IT. ON","sentiment_score":0.1}
{"full_text":"RT It's wild that Trump supporters believe there's voter fraud with zero evidence but still don't believe there's a COVID-19 cr...","sentiment_score":0.1}
{"full_text":"The Democrats had an obvious move: declare that the pandemic requires an immediate national  emergency health response: until it is over, Medicare must be available to all citizens and all care available free at the point of delivery, like *every other western nation*.","sentiment_score":0.1791666667}
{"full_text":"The struggle is real.","sentiment_score":0.2}
{"full_text":"There are going to be so, so many stories to cover about this. Teachers versus grocery store workers? Pilots versus flight attendants? Celebrities, those who work with homeless, those who drive buses, those who deliver food. Buckle up.","sentiment_score":0.5}
{"full_text":"RT Is the \"Great Reset\" a conspiracy theory? No. It's a book. And understanding what it says is helpful in understanding what...","sentiment_score":0.8}
{"full_text":"\"The EU official said the EU had agreed a price that was closer to $20 than to $10 but declined to give a precise figure.\"https:\/\/t.co\/Ddrb1Ow0S0","sentiment_score":0.4}
{"full_text":"couldn't agree more. Through partnership and multilateralism is way to tack these challenges.","sentiment_score":0.5}
{"full_text":"RT Hey guys, lean in so I can tell you all a secret...There are many more of us than there are of [them].By a lot.Hund...","sentiment_score":0.5}
{"full_text":"Only if we can eat them once we're certain they're healthy. Eat the rich.","sentiment_score":0.2723214286}
{"full_text":"RT Never hear about the number of recovered cases. Nor about the declining number of deaths, which are craz...","sentiment_score":0.0}
{"full_text":"RT Why would we need to wear masks for years when the vaccines are coming in a few months?","sentiment_score":-0.2}
{"full_text":"RT Nardin President Marsha Joy Sullivan spoke to today about Nardin's plan for testing all st...","sentiment_score":0.8}
{"full_text":"RT 'The 1st shots of Covid-19 vaccine are only a few weeks away', PM makes a big claim.Congress' say...","sentiment_score":-0.0666666667}
{"full_text":"Confused. \"Could\" be??  Smoking and drinking have  \"proven\" long term impacts. Yet, you have no problem selling cigs and booze? Selective BS.","sentiment_score":-0.225}
{"full_text":"I told her why I was angry with this government's response to the pandemic, how we're trillions deep in debt but hardly feeling any of it, how we're the laggard in the region in addressing COVID despite how much higher our tax rates are. I explained why we need to vote better. 2\/","sentiment_score":-0.0083333333}
{"full_text":"So you had Covid but your Mother did not get it?","sentiment_score":0.0}
{"full_text":"RT I pledge to wear a mask for 100 days for our country! Will you? #WearMaskProtectLife","sentiment_score":0.0}
{"full_text":"RT How has another week gone by with McConnell getting away with not bringing a coronavirus relief bill to the Senate floor?...","sentiment_score":0.0}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"Thanks for nothing You remained silent for far too long, made no critical statements regarding the lack of a mask requirement, did nothing to prevent the spread of #Covid and thus made yourself complicit in the death of 276,375 peoplePlease leave your workplace in Warp speed!","sentiment_score":0.05}
{"full_text":"RT I'm with them!","sentiment_score":0.0}
{"full_text":"The level of change most of us went through this year is enormous. I don't get people at all who will be the same when covid is over as they were in 2019, or in some big hurry to rush back to how things were.","sentiment_score":0.1}
{"full_text":"RT Hey why did you decide to run for office when all you do is troll Democratic politicians from other states...","sentiment_score":-0.125}
{"full_text":"My 2021 wish: to see Matt Gaetz in the arena with General Maximus Meridius. It doesn't have to be in The Coliseum, it could be in the LA Coliseum. Due to COVID, you couldn't sell tickets to see it live, so it would have to be pay per view.I would pay to see that.","sentiment_score":0.0204545455}
{"full_text":"RT \"On November 25, he retweeted a tweet that asked if the Covid-19 virus was partisan since it seemed to be disproportionatel...","sentiment_score":0.0}
{"full_text":"Kevin is of course lying hysterically to cover up the GOP have blocked legislation Dems passed in MAY. #ComplicitCorruptGOP #TrumpVirus Trump and his enablers should face manslaughter charges for 'reckless' coronavirus conduct, ex-murder prosecutor says.https:\/\/t.co\/9X9aKTlxVC","sentiment_score":-1.0}
{"full_text":"RT they should slip a fun little drug in w the covid vaccine. for our troubles.","sentiment_score":0.05625}
{"full_text":"RT Bitches be like \"wear your mask, be safe!\" then get on a plane to Mexico LMAO","sentiment_score":0.6125}
{"full_text":"RT .@ShawnMendes has the best lockdown locks going right nowhttps:\/\/t.co\/GyN5Iyj7Gt","sentiment_score":0.6428571429}
{"full_text":"RT Y'all don't wanna stay inside, you don't want to wear a mask, you don't want to social distance, and you don't want to tak...","sentiment_score":0.0333333333}
{"full_text":"RT 6) The extremely contagious #coronavirus first infiltrated schools via community transmission. But the evidence now shows...","sentiment_score":0.0625}
{"full_text":"RT Imagine the challenges of being a kindergarten teacher during a Pandemic and keeping 5 &amp; 6 year olds 6 ft apart. 35 donors ha...","sentiment_score":0.0}
{"full_text":"Can you get the flu twice, yes...","sentiment_score":0.0}
{"full_text":"RT This one is for all whom died from COVID-19. To those who think this is a hoax, or some sort of conspiracy against the ri...","sentiment_score":0.0}
{"full_text":"stop forcing introverts pls mind you there is still covid I want to kms \/j","sentiment_score":0.0}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"RT #WallStreet's main indexes rose to all-time highs on Friday as data showing the slowest U.S. jobs growth in six months rai...","sentiment_score":0.3833333333}
{"full_text":"Rudy give it up already.  A bank robbery.  That's a good one.  I can only compare you to Covid.   A nasty asshole that won't  go away","sentiment_score":-0.1}
{"full_text":"RT There's some coronavirus FBI fuckery in New Jersey","sentiment_score":0.1363636364}
{"full_text":"RT An immigrant Muslim couple found the COVID-19 vaccine. IMMIGRANT AND MUSLIM","sentiment_score":0.0}
{"full_text":"RT This is truly sickening. United Corporations of America","sentiment_score":-0.9}
{"full_text":"RT Remember in March when \"Trump labels himself  'a wartime president' combating coronavirus\" ? I do. Today, he has just left the...","sentiment_score":0.0}
{"full_text":"RT COVID relief needs to directly help everyday people.People need stimulus checks &amp; UI.","sentiment_score":-0.05}
{"full_text":"RT I bet Zelena and Regina could destroy COVID-19 together!  Byeeeeeeee !!!","sentiment_score":-0.48828125}
{"full_text":"EVIL WALKS AMONGST USPelosi Finally Admits That She Intentionally Held Up Coronavirus Relief for Political Reasons","sentiment_score":-0.3333333333}
{"full_text":"Well said","sentiment_score":0.0}
{"full_text":"To avoid Trump rallies and keep us in our home and not allowing to protest.","sentiment_score":0.0}
{"full_text":"RT Y'all don't wanna stay inside, you don't want to wear a mask, you don't want to social distance, and you don't want to tak...","sentiment_score":0.0333333333}
{"full_text":"I have had patients with covid present only with diarhea  or associated nausea and vomiting, may not have any other symptoms. No couph or fever. Usually tend to get dehydrated and dizzy as there is usually anorexia accompanying these.","sentiment_score":-0.125}
{"full_text":"RT I'm with them!","sentiment_score":0.0}
{"full_text":"Silver lining to Covid...being able to watch your kids skate together on a Friday night while you have a beer and listen to The Hip by a bonfire...","sentiment_score":0.5}
{"full_text":"RT How '76 Days' Director Edited His Film on Wuhan COVID Outbreak Remotely","sentiment_score":-0.1}
{"full_text":"The Guardian World NEWTop story: Mexico: Lopez Obrador says pandemic lockdowns are the tactic of dictators | Mexico | The Guardian see more","sentiment_score":0.5}
{"full_text":"RT BREAKING: We are officially announcing a lockdown protest in Los Angeles.When: Sunday 12\/6\/20Time: 6pmGo to","sentiment_score":0.0}
{"full_text":"This has made my entire night!!! Well done Brits!! ","sentiment_score":0.0}
{"full_text":"Stupid Americans, don't \"believe\" climate change, don't \"believe\" wearing a mask helps against a pandemic, even though you have the most deaths cases in the fucking world. If it wasn't sad I wouldn't stop laughing.","sentiment_score":-0.35}
{"full_text":"RT If the pandemic continued for another 1 year, would you keep on wearing your mask all that time?","sentiment_score":0.0}
{"full_text":"All I hear is that your vaccines need highly specialized freezers for long-term storage. No one is asking why you plan to store a pandemic vaccine for months at a time. I know 1.51M people that would have taken it immediately. #vaccine #betterjournalism","sentiment_score":0.16}
{"full_text":"RT Hey change the headline to \"Former Canucks anthem singer.\" #wearamask","sentiment_score":0.0}
{"full_text":"RT A win for religious liberty as the US Supreme Court rules against #California's lockdown church banhttps:\/\/t.co\/nxGd6TGOsg","sentiment_score":0.4}
{"full_text":"Also, I would not want to be downwind of Rudy, for COVID reasons &amp; also old man farts reasons...","sentiment_score":0.1}
{"full_text":"RT am i correct that a teacher can only go out to eat with their immediate family, not have visitors at home but be expose...","sentiment_score":0.0}
{"full_text":"RT Jisoo: Did everyone see our live?Lisa: YesJ: Is everyone looking for to it?L: YesJ: Lately you have to wear a mask and...","sentiment_score":-0.3}
{"full_text":"RT Pardon my interruption. But 3\/4 #COVID19 positives among elected officials are Republicans.","sentiment_score":0.0}
{"full_text":"So true.","sentiment_score":0.35}
{"full_text":"RT \"People of colour are more likely to get sick from COVID-19 because of their socio-economic status, not culture.\"~http...","sentiment_score":-0.0714285714}
{"full_text":"CDC: It's time for \"universal face mask use\" -","sentiment_score":0.0}
{"full_text":"RT TWO THOUSAND A MONTH PER PERSON BACKDATED TO MARCH TO END THREE MONTHS AFTER THE PANDEMIC IS OVER","sentiment_score":0.0}
{"full_text":"RT Senate Democrats are fighting to force a nationwide mask mandate with no expiration date into any China Virus relief bil...","sentiment_score":0.0}
{"full_text":"RT At one time there was talk to legalize cannabis in SC if it became legal federally 1st! I know Tom Davis has be...","sentiment_score":0.25}
{"full_text":"Why are you letting all the hospitals and doctors bill for covid when they did not have COVID-19.  I know of people whose bills are paid under COVID when they did not have COVID-19. And news reports over higher numbers and business are being closed. why?","sentiment_score":0.075}
{"full_text":"This happens with people at work all the time  like yo I can hear you pls put your mask back on","sentiment_score":0.0}
{"full_text":"RT BREAKING Florida Governor DeSantis knowingly hid the truth about COVID from the public while cases rose: news investigation. A...","sentiment_score":0.3}
{"full_text":"Push back begins","sentiment_score":0.0}
{"full_text":"RT After the Pandemic ends, I'm still not going to wear a bra.Would anybody like to join me in starting a Bra Museum?","sentiment_score":0.0}
{"full_text":"4 Tips When Trying to Sublease Your Space During COVID-19 #CRE #Sublease #COVID-19 #NewNormal #TenantTips #CommercialRealEstatehttps:\/\/t.co\/PnBRZLLz5u","sentiment_score":0.0}
{"full_text":"every time i wonder \"people can't possibly be THIS housebroken, can they,\" some news comes out that makes me say \"yes, yes they can be\"","sentiment_score":0.0}
{"full_text":"RT After losing seven family members, including his mom, to COVID-19, KAT says he's making \"all the moves necessary\" to ke...","sentiment_score":0.0}
{"full_text":"Yup, been there. It must be really weird with Covid. No, big premiere to attend, and celebrate with the team one last time.","sentiment_score":-0.1666666667}
{"full_text":"RT here's the link to her storyhttps:\/\/t.co\/nw0aw5RGNF","sentiment_score":0.0}
{"full_text":"You do know there is data from many cities where a mask mandate exists and COVID cases goes down.  St. Louis is one of them.  Resistance  initially but it didn't seem like that big of an ask if it saves one life.  Greatest generation would be so disappointed in this generation.","sentiment_score":0.0990740741}
{"full_text":"RT We should have the choice to stay home on unemployment if our workplace is not safe, not providing PPE, not practicing s...","sentiment_score":-0.25}
{"full_text":"Stoked to see that, at the ass end of the 2020 Pandemic Year, there are still websites with the balls to suggest that you can work for them in exchange for the experience rather than money.You can experience my shit in your mailbox.","sentiment_score":-0.2}
{"full_text":"I'm going to wear 100 masks for one day if it's anything like 2 weeks to flatten the curve.","sentiment_score":0.0}
{"full_text":"That's exactly what I've been saying. Democratic Socialism is not something they're slowly trying to introduce - they're shoving into our lives under the guise of covid. People better wake up and fast. Do not comply with these dictators.","sentiment_score":0.1625}
{"full_text":"Also, I've been super diligent about mask wearing and staying away from others so I doubt I infected anyone else if I do indeed have Covid. That at least makes me feel better","sentiment_score":0.1777777778}
{"full_text":"RT This is leadership","sentiment_score":0.0}
{"full_text":" PRESS RELEASE: The Institute for Health Metrics and Evaluation (IHME) at the School of Medicine released new forecasts that incorporate expected rollout of a COVID-19 vaccine for all countries.","sentiment_score":0.0181818182}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"COVID-19 patients are not the only people in need of healing from this virus. Healthcare workers tending to patients in their greatest time of need are hurting too.","sentiment_score":0.5}
{"full_text":"COVID-19 has claimed 30 more lives in Oregon as the statewide death toll has reached 1,003.https:\/\/t.co\/ZMKPO9XHPN","sentiment_score":0.5}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"Walmart giving out fourth round of bonuses since pandemichttps:\/\/t.co\/OwVeMFSxSK","sentiment_score":-0.1}
{"full_text":"Health care workers ask for help to slow COVID-19 spread","sentiment_score":-0.3}
{"full_text":"This study, published by aims to understand how travel restrictions works as a good strategy to curve #COVID19 cases. (1\/2) #FrankSchlosser #publichealth #StayAtHomeSaveLiveshttps:\/\/t.co\/lQL0WMmwAR","sentiment_score":0.7}
{"full_text":"RT These COVID negotiations should be public.The public should be able to see who is holding stimulus checks hostage &amp; demanding im...","sentiment_score":0.25}
{"full_text":"A smooth transition of power from Trump to Biden plays an important role in controlling the COVID-19 crisis, according to professor Austan Goolsbee: #coronavirus #election","sentiment_score":0.4}
{"full_text":"BE AWARE: Dog ownership has spiked during the pandemic, prompting the Better Business Bureau to issue a warning about potential scams targeting animal lovers. ","sentiment_score":0.25}
{"full_text":"RT Nancy Pelosi admits that she is the one who let you suffer.","sentiment_score":0.0}
{"full_text":"For Portland drinkers, beverage -- alcoholic or not -- is a foundational part of the city's culture. Several bars, breweries, coffee shops, and wineries have been able to hold on this year, but who knows how long they can continue to do so.","sentiment_score":0.05}
{"full_text":"Paging Governor Hogan. Phase one is needed ASAP! People are dying, people are sick, health care workers are burnt out. Mental health is rapidly worsening in our health care workers. What and when Mr. Governor? #COVID19 is out of control!","sentiment_score":-0.4196428571}
{"full_text":"Due to the pandemic, Caldwell Zoo has had to move its annual enrichment Christmas tree wish list completely online, and they're asking for the community to band together to give these animals a Christmas to remember.","sentiment_score":-0.0125}
{"full_text":"Biden plans scaled-back inauguration to avoid spreading coronavirus in crowds","sentiment_score":0.0}
{"full_text":"CVS and Walgreens are getting ready to give out #COVID19 vaccines in the U.S. Officials with the two major pharmacy chains said that they are waiting for the green light from the Food and Drug Administration.https:\/\/t.co\/oc2Uqd2x33","sentiment_score":0.115625}
{"full_text":"VIDEO: A report shows that women have been more negatively impact by the COVID-19 pandemic. explains.","sentiment_score":0.1}
{"full_text":"Get your Tire Tales book today! There are currently three books in the series: Learning To Share, Origins, and Learning About COVID-19!","sentiment_score":0.0}
{"full_text":"The number of Americans hospitalized with COVID-19 hit an all-time high in the U.S. on Thursday at 100,667, according to the COVID Tracking Project.","sentiment_score":0.16}
{"full_text":"California Gov. Gov. Gavin Newsom and Austin, Texas, Mayor Steve Adler among those who have been caught not following their own advice.","sentiment_score":0.3}
{"full_text":"If #COVID19 case rates &amp; hospitalizations continue at their current rate in CA, we are just a few weeks away from reaching ICU capacity.We must do our part to keep CA healthy. Wear a mask. Don't gather. Stay home. Physically distance.","sentiment_score":0.075}
{"full_text":"Burke's fourth restaurant to open during the pandemic, Orchard Park, is set to open Dec. 8 on the grounds of 15-acre French country estate-inspired Park Chateau Estate and Gardens in East Brunswick. ","sentiment_score":0.0}
{"full_text":"#LOVE lives here. #JoyTrain #Joy #Kindness #IDWP #MentalHealth #Quote #Mindfulness #GoldenHearts #IAM #COVID19 #IAMChoosingLove #ChooseLove #FridayFeeling #FF #FridayMorning #FridayMood #FridayThoughts #FridayMotivation #FabulousFriday RT","sentiment_score":0.65}
{"full_text":"Wear a mask and don't forget to subscribe to pewdiepie!","sentiment_score":0.0}
{"full_text":"In Pics: A football game that never happened","sentiment_score":-0.4}
{"full_text":"America's employers sharply scaled back their hiring last month as the viral pandemic accelerated across the country, adding 245,000 jobs, the fewest since April and the fifth straight monthly slowdown.","sentiment_score":0.01875}
{"full_text":"People at the end of the line for the new Covid-19 vaccines will start to benefit from the process long before they themselves are vaccinated.","sentiment_score":0.0431818182}
{"full_text":"Dozens of people who attended a swingers convention in New Orleans have tested positive for COVID-19.","sentiment_score":0.1818181818}
{"full_text":"Dr. Ronald Yunis allegedly pointed a gun at pro-life protestors outside his Phoenix clinic last year, and a new video from the incident has just come out.","sentiment_score":0.0090909091}
{"full_text":"RT Lieutenant General S K Saini #VCOAS, addressed the student officers &amp; Faculty of National Defence College, #Bangladesh. The #VCO...","sentiment_score":0.05}
{"full_text":"TRACKING COVID: A growing number of children have been diagnosed with COVID-19 in recent weeks, but only a small fraction of those minors required hospitalization.","sentiment_score":-0.0833333333}
{"full_text":"The Trump administration on Friday suspended all federal student loan payments through the end of January and kept interest rates at 0%, extending a moratorium that started early in the pandemic but was set to expire at the end of this month.","sentiment_score":0.1}
{"full_text":"\"Congress and President Trump must get a deal done for the American people,\" President-elect Joe Biden said.","sentiment_score":0.0}
{"full_text":"Study examines role of mobile health technology in monitoring Covid-19 patients#DrugDiscovery #AI #drugrecall #medicinerecall #patientsafety #who #FDA #GS1 #Healthcare #healthtech #medicalinvention #traceabilityRead more:","sentiment_score":0.5}
{"full_text":"SCI Mercer has reported its first inmate death due to coronavirus. ","sentiment_score":0.0625}
{"full_text":"Really? Really? You're schilling crap in a pandemic?  How about a virtual inauguration and donate the millions to COVID relief?","sentiment_score":-0.3}
{"full_text":"As long as someone doesn't cough on someone and stays away they won't spread it even without a mask. I'm medically exempt and I had covid and no one at my work got covid and I was actually close to someone of them working but covered any cough I had and washed hands until they","sentiment_score":-0.0166666667}
{"full_text":"RT BREAKING: We are officially announcing a lockdown protest in Los Angeles.When: Sunday 12\/6\/20Time: 6pmGo to","sentiment_score":0.0}
{"full_text":"RT Where's that chic that says Rona ain't real?","sentiment_score":0.2}
{"full_text":"HEALS, founded in 1998, has provided free health care to more than 15,000 children in our community.","sentiment_score":0.45}
{"full_text":" \"Amid the turbulence caused by the #COVID19 crisis, the world's largest free trade agreement (FTA) was signed\"By Carlos de Leon, Read more","sentiment_score":0.45}
{"full_text":"ima go to every concert i can once this pandemic over","sentiment_score":0.0}
{"full_text":"He lets people die. Without remorse. Without saying anything. #COVID19","sentiment_score":0.0}
{"full_text":"Stay safe &amp; healthy everyone #coronavirus #litextension","sentiment_score":0.5}
{"full_text":"RT This old \"Catholic\" who has signed off on killing humans in the womb and transgenderism won't even blink when it comes to...","sentiment_score":0.05}
{"full_text":"Current Conditions for #Sayre PATemp: 41.9FWind Chill: 41.9FHumidity: 72%Dew Point: 33.7F Barometer: 29.992 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 199.000000Deaths: 10.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT It's shameful to call this proposal a \"compromise\" when the poor people who are dying the most &amp; working the hardest to ke...","sentiment_score":0.05}
{"full_text":"The economy was thriving under Trump pre-Covid. We'll see.","sentiment_score":0.0}
{"full_text":"RT #AD \"I really like using MicroGold(r) because it's the only multi-action formula approved to kill the SARS-CoV-2 virus in as...","sentiment_score":0.1}
{"full_text":"There is a reason . Prisoners don't have access to masks, sanitizer, soap &amp; water, can't distance like we can &amp; hopefully do. Some in jails have not been convicted of crimes, they're humans, citizens, taxpayers.  Covid spreads rapidly in jail\/prison. This helps communities .","sentiment_score":0.0}
{"full_text":"RT #Ravens QB Lamar Jackson is eligible to be activated from the Reserve\/COVID-19 list with medical clearance on Sunday, I'm...","sentiment_score":0.0}
{"full_text":"At last , this great man woke up and said something about #PMCBankCrisis without drinking water. Hope he lives by his words and helps us. We prayed for his recovery from Covid and hope he reciprocates","sentiment_score":0.4}
{"full_text":"L.A. Covid Cases to Reach 500,000 by Year-End at Current Pace","sentiment_score":0.0}
{"full_text":"RT This man refuses to allow stimulus checks in the stimulus package. He has held it up since May to ensure people do not r...","sentiment_score":0.0}
{"full_text":"I wish I was vibin with my goddaughter right now but the drugs say no sir stay home you'll see everyone tomorrow","sentiment_score":0.2857142857}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"The challenges of keeping long-term care residents safe during pandemic","sentiment_score":0.5}
{"full_text":"RT Hey why did you decide to run for office when all you do is troll Democratic politicians from other states...","sentiment_score":-0.125}
