{"full_text":"Pandemic shenanigans. No restaurants! No socializing. Hurry up vaccine!","sentiment_score":0.0}
{"full_text":"RT Florida police raided the home of a former state coronavirus data scientist, escalating a feud between the state government and a...","sentiment_score":0.0}
{"full_text":"RT Rebekah Jones was fired for refusing to manipulate Covid-19 data for the state of FL. She began publishing her own dashboa...","sentiment_score":0.6}
{"full_text":"RT Massachusetts has more new COVID cases per capita than Georgia, Florida, or TexasOur wastewater data (below) shows more i...","sentiment_score":0.3787878788}
{"full_text":"Thanks.  I'm having a pandemic emotional day I think. Everything makes my eyes well up &amp; sometimes spill.","sentiment_score":0.1}
{"full_text":"RT The Hixson Auto Invitational starts tomorrow! Come out and see some great games! Thanks for the...","sentiment_score":0.6}
{"full_text":"RT THIS.","sentiment_score":0.0}
{"full_text":"RT Social distancing does not mean emotional distancing. Stay connected with your loved ones and we'll get through this,...","sentiment_score":0.2223958333}
{"full_text":"RT THREAD: Remember the Florida Dept of Health data scientist and whistleblower who built her own public dashboard tracking CO...","sentiment_score":0.3}
{"full_text":"RT Breaking News: Trump administration officials passed when Pfizer offered in the summer to sell the U.S. more coronavirus vacci...","sentiment_score":0.5}
{"full_text":"Remember the woman in FL who wouldn't fudge the state data on Covid back in April.. well she got raided today by FL authorities. Read this thread. What the hell is going on?!","sentiment_score":0.0}
{"full_text":"RT Every rich powerful dude who helped cause hundreds of thousands of deaths gets covid on purpose then before symptoms even hit...","sentiment_score":0.3375}
{"full_text":"RT somebody told me not to get the COVID 19 vaccine because that's how the government gets your social security number.","sentiment_score":0.0333333333}
{"full_text":"RT Members of karnataka Resident Doctors association protesting at #BangaloreMedicalCollege demanding #Covid19 al...","sentiment_score":0.0}
{"full_text":"RT Want Vaccines Fast? Suspend Intellectual Property Rights #HealthCare #health via","sentiment_score":0.25}
{"full_text":"RT The Coronavirus pandemic has been tough on us all. This will brighten your week. Humanity.","sentiment_score":-0.3888888889}
{"full_text":"RT All IZ*ONE members and their staffs tested negative for Covid19.Their future schedules will proceed as planned.","sentiment_score":-0.15}
{"full_text":"RT As a Floridian, I ask that everyone consider following who is fighting to get factual Covid-19 reporting to...","sentiment_score":0.0}
{"full_text":"That's very clever of them.  And pretty horrifying too.","sentiment_score":-0.1444444444}
{"full_text":"RT Watch. Fascism.She had info on Florida official's corruption. They're shameless","sentiment_score":0.0}
{"full_text":"RT .@KLoeffler missed half (5 of 10) of the COVID related Senate HELP hearings this past year including one on vaccine deve...","sentiment_score":-0.1388888889}
{"full_text":"RT This makes the UK and SK the only countries now vaccinating their entire pop.Trump declines purchase of enough doses because...","sentiment_score":0.0}
{"full_text":"COVID-19 Dashboard Texas data indicate teacher case rate &gt;&gt; community rateDensity &lt;30%Staff rate: 28Community rate: 50Density 30-60%Staff rate: 39Community rate: 28Density 60-90%Staff rate: 63Community rate: 31Density 90%+Staff rate: 92Community rate: 382\/2","sentiment_score":0.0}
{"full_text":"12 people in my small city (30,000) died and dozens more were seriously ill. Fact.Ask your surgeon not to wear a mask next time he works on you. What's the answer going to be?","sentiment_score":-0.0625}
{"full_text":"A beautifully wrapped box filled to the brim with Covid-19.","sentiment_score":0.625}
{"full_text":"RT File this under Inept and Incompetent:The Trump administration reportedly rejected an offer from Pfizer for more COVI...","sentiment_score":0.5}
{"full_text":"RT Since the start of the pandemic, House Democrats have put the needs of #FamiliesFirst. We are continuing to fight for immed...","sentiment_score":0.0}
{"full_text":"RT LOL! Kerala govt cut testing from ~60,000 to ~50,000 to just ~30,000 yesterday.Still no luck. Kerala still posted the...","sentiment_score":1.0}
{"full_text":"Are\/Were there any #Vegans diagnosed with #COVID19 out there??? I'm trying to see something. ","sentiment_score":0.0}
{"full_text":"RT To address inequalities in education, John B. King says these should be prioritized: a swift federal response as part of a new...","sentiment_score":0.1363636364}
{"full_text":"RT .@KLoeffler missed half (5 of 10) of the COVID related Senate HELP hearings this past year including one on vaccine deve...","sentiment_score":-0.1388888889}
{"full_text":"RT QRT your most popular drawingthe first piece of fan art i did in years and honestly probably the entire reason i did...","sentiment_score":0.39}
{"full_text":"RT How pervasive is neoliberalism that \"everyone decided not to do their part!\" is a more plausible explanation than \"we're forc...","sentiment_score":0.5}
{"full_text":"WE HAVE TO!!!!!","sentiment_score":0.0}
{"full_text":"RT They use terms like \"handouts,\" \"welfare,\" &amp; \"freebies\" for struggling Americans but use the term \"pandemic relief\" for bil...","sentiment_score":0.0}
{"full_text":"RT 3) this was extremely disgusting and irresponsible of Giuliani this week.","sentiment_score":-1.0}
{"full_text":"This isn't to say Dune looks bad or anything. I just didn't really care for the book and don't feel compelled to make an effort to watch the movie in theaters -- even if it were non-Covid times.It's just probably not for me.","sentiment_score":-0.25}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"RT \"The cry goes out around the world. 'The vaccine works. The vaccine works.'\" Was thinking this wknd of this conversati...","sentiment_score":0.0}
{"full_text":"RT Was Sen. too busy dumping stocks to attend this hearing on a coronavirus vaccine?","sentiment_score":0.1}
{"full_text":"RT The pandemic border policy that will leave a scar on Japan's foreign community","sentiment_score":-0.125}
{"full_text":"RT Social distancing does not mean emotional distancing. Stay connected with your loved ones and we'll get through this,...","sentiment_score":0.2223958333}
{"full_text":"RT This lil bit of panic porn is... how do I put it politely? Crap. No surprise, as has been one of the great pa...","sentiment_score":0.0}
{"full_text":"RT A Texas boy whose mother and father both died from COVID-19 celebrated his fifth birthday with a drive-by parade that featured fir...","sentiment_score":0.05}
{"full_text":"RT Breaking News: Trump administration officials passed when Pfizer offered in the summer to sell the U.S. more coronavirus vacci...","sentiment_score":0.5}
{"full_text":"For whatever it's worth, there are a whole lotta people dropping stupid amounts of money on tech during this pandemic, thinking that expensive gear makes up for acting chops.","sentiment_score":-0.16}
{"full_text":"RT WHY WOULD A GREAT COUNTRY LIKE THE US HARBORS SUCH CREATURES LIKE HER IN THE FIRST PLACE","sentiment_score":0.35}
{"full_text":"RT Social distancing does not mean emotional distancing. Stay connected with your loved ones and we'll get through this,...","sentiment_score":0.2223958333}
{"full_text":"RT The Coronavirus pandemic has been tough on us all. This will brighten your week. Humanity.","sentiment_score":-0.3888888889}
{"full_text":"Give aways. It's the people's money not theirs. The country is on fire and has a pandemic on top. While privilege people wait hours in line to get a burger. Families are getting evicted and are starving. Can you tell me with a straight face that any of them really care","sentiment_score":0.3}
{"full_text":"Read my latest blog post athttps:\/\/t.co\/a2X4hg0sYz","sentiment_score":0.5}
{"full_text":"RT There have been more American deaths from COVID this day, and every day in December, than the deaths in the Pearl Harbor a...","sentiment_score":0.25}
{"full_text":"I wonder why?","sentiment_score":0.0}
{"full_text":"RT All this woman did was publish COVID stats in Florida. I don't wanna hear about how China and Venezuela are \"authoritarian\" e...","sentiment_score":0.0}
{"full_text":"RT You have a 99.5 % chance of surviving covid. The masks are basically useless. You can't stop something you can't see....","sentiment_score":-0.5}
{"full_text":"RT Ilhan Omar's husband received $635,000 in Covid-19 bailout money. She also paid him 2.25 million dollars this year. Rem...","sentiment_score":0.0}
{"full_text":"My family's Covid diagnosis shows how our broken, confusing system exploits privilege","sentiment_score":-0.35}
{"full_text":"RT Spread. This. Everywhere. And help expose how corrupt #DoubleDealingDavid Perdue is.","sentiment_score":-0.5}
{"full_text":"Curious how COVID impacted who had the capacity to apply... and what the gender breakdown (among other factors) of proposals is relative to normal.","sentiment_score":-0.01875}
{"full_text":"RT Covid-19 doubled the number of food insecure households and the wealth of 29 billionaires in America. These two should nev...","sentiment_score":-0.5}
{"full_text":"RT I really, really don't understand this. Yes, of course, one might worry about the long-term side effects of a vaccine....","sentiment_score":0.2}
{"full_text":"RT After Pfizer and Serum Institute now Bharat Biotech has sought emergency use permission it's Covid vaccine. These applicat...","sentiment_score":0.0}
{"full_text":"COVID19","sentiment_score":0.0}
{"full_text":"RT Released TODAY! Check out our piece in about how the #pandemic is impacting our #climatechange #researc...","sentiment_score":0.0}
{"full_text":"RT I am allowed to fly directly next to perfect strangers on a packed plane with no social-distancing between strangers &amp; du...","sentiment_score":0.6}
{"full_text":"RT I promise you this: I will spare no effort -- or commitment -- to end this pandemic.","sentiment_score":0.0}
{"full_text":"For the sake of exhausted #nurses &amp; doctors battling this surge of #COVID19 cases--with hospitalizations up 72% &amp; ICU admissions up 69% over the past 14 days here in California, as of Dec. 7--#STAYHOME, #WEARAMASK, follow this CA regional stay at home orderhttps:\/\/t.co\/KD2HvyZMUX","sentiment_score":-0.325}
{"full_text":"RT Here's a powerful scene from the season premiere. Please social distance. Wear a mask. Be a good teammate......","sentiment_score":0.3444444444}
{"full_text":"Its smooth with no side effects the next day.","sentiment_score":0.2}
{"full_text":"RT Please vote against #DoubleDealingDavid, GA! He's only serving himself anyway.","sentiment_score":0.0}
{"full_text":"RT There is simply no doubt that federal executions spread COVID-19.","sentiment_score":0.0}
{"full_text":"Good thread. Warehousing people has always been a bad solution, but now with Covid it is also a deadly one","sentiment_score":-0.0666666667}
{"full_text":"RT .@GeoRebekah Jones, a freelance COVID data publisher whose home was targeted with a search warrant today, accuses Florida G...","sentiment_score":0.0}
{"full_text":"RT Dia siap pakai emoji  okay.So for now i wont see any chance that Sarawak will ease its SOP for the time being.","sentiment_score":0.0}
{"full_text":"\"Hospital System\" is the failure point here. Why are we not creating dedicated covid treatment locations. Put the sick in one place focus the resources needed for one problem in one place this takes all the pressure off the hospital System. Solve a problem with creative ideas!","sentiment_score":-0.1353174603}
{"full_text":"RT .@GeoRebekah Jones, a freelance COVID data publisher whose home was targeted with a search warrant today, accuses Florida G...","sentiment_score":0.0}
{"full_text":"First Lady Proudly Unveils White House Tennis Pavilion--as U.S. COVID Deaths Near 300K via","sentiment_score":0.2875}
{"full_text":"You forgot about the American  people,  COVID","sentiment_score":0.0}
{"full_text":"RT Imagine if we had a government that invested in the vaccine instead of flacking hydroxychloroquine? The incompetence, negligen...","sentiment_score":0.0}
{"full_text":"RT When given the opportunity to purchase additional vaccine doses, Trump passed. And now, fewer Americans will be vaccin...","sentiment_score":0.0}
{"full_text":"RT Rebekah Jones was fired for refusing to manipulate Covid-19 data for the state of FL. She began publishing her own dashboa...","sentiment_score":0.6}
{"full_text":"RT .@Kloeffler is only focused on herself. I'm focused on helping Georgia fight the pandemic and rebuild our economy.  #G...","sentiment_score":0.0}
{"full_text":"RT From Trump administration declined to buy extra Pfizer vaccines.","sentiment_score":0.0}
{"full_text":"RT Opinion | The COVID-19 crisis has drawn attention to the insecurities that haunt the lives of the urban poor.","sentiment_score":-0.2}
{"full_text":"A Chinese vaccine for the Chinese virusYeah.....Nahhhh.....Get fucked","sentiment_score":-0.2}
{"full_text":"RT Gov DeSantis fired FL's coronavirus data scientist. So she's started publishing COVID statistics on her own. Today police...","sentiment_score":0.6}
{"full_text":"RT \"The hospital is full, but diverting patients isn't an option because nearby medical centers are overwhelmed.Hays Medical Cen...","sentiment_score":0.1166666667}
{"full_text":"RT \"The long-term effects of detention on children are well-documented and include post-traumatic stress disorder, anxiety...","sentiment_score":0.0}
{"full_text":"RT The home of Former Florida Department of Health data scientist Rebekah Jones, who built the states #COVID19 dashboard and was...","sentiment_score":0.0}
{"full_text":"RT Trump administration officials passed when Pfizer offered in the summer to sell the U.S. more coronavirus vaccine doses, p...","sentiment_score":0.5}
{"full_text":"RT A discussion w\/ the medical director of NW Pediatrics, which took on a big role in helping Lewis County schools reopen. \"Th...","sentiment_score":0.0}
{"full_text":"On my dog like y'all are criminals at this point!!! I hope I don't loose no one else FUCK YALL FOR REAL","sentiment_score":-0.0923076923}
{"full_text":"RT The CMU Mask Compliance Tracker states that there is 97% mask compliance in San Francisco, New York, and Washington DC....","sentiment_score":0.1363636364}
{"full_text":"RT INDIA: World's largest vaccine producer, Serum Institute, applied for emergency use of first Made in India COVID vaccine","sentiment_score":0.25}
{"full_text":"RT Physician who works at Walter Reed Med Center &amp; criticized Trump for his joy ride w\/SS agents to wave to his fans while battl...","sentiment_score":0.35}
{"full_text":"@JoeBidenDear PRESIDENT BIDEN Would you reach out and touch REBEKAH JONES. @GeoRebekah's expertise and reputation is being bashed and trashed.It's gone too way far.Florida police raid home of former state Covid-19 data scientisthttps:\/\/t.co\/jQzjW37Mk3","sentiment_score":0.0}
{"full_text":"RT PDM and all political parties should cancel their rallies in light of the rising Covid cases and deaths in the country. Pol...","sentiment_score":0.2}
{"full_text":"He did this to a Scientist simply doing her job for the opportunity for praise from one crazy lame duck leader. is simply unqualified to do the job - he is dumb as a bag of rocks and has betrayed his Oath to govern FL.","sentiment_score":-0.295}
{"full_text":"RT Social distancing does not mean emotional distancing. Stay connected with your loved ones and we'll get through this,...","sentiment_score":0.2223958333}
{"full_text":"RT Weird that Covid is just like the flu but every right wing political figure that tests positive is immediately flown to th...","sentiment_score":0.0032467532}
{"full_text":"Gov Newsom attempts to help Californians.","sentiment_score":0.0}
{"full_text":"RT Public Health Seattle spent weeks shaming you from visiting grandma for Thanksgiving, claiming you'd kill her if you did. Y...","sentiment_score":-0.05}
{"full_text":"suddenly noticing all the weight i've gained throughout this pandemic and now i simply want to die","sentiment_score":0.0}
{"full_text":"RT Right now, we're especially missing those fun on-site field trips we were so privileged to take our amazing students on las...","sentiment_score":0.1964285714}
{"full_text":"RT The post-COVID-19 surge in the criticality level of medical infrastructure, coupled with across-the-board digitalization, wil...","sentiment_score":0.05}
{"full_text":"I know two people with long covid.  Nobody wants that.","sentiment_score":0.075}
{"full_text":"RT The United States has nearly 15 million COVID-19 cases and 283,000 deaths. These aren't just numbers--they're people wit...","sentiment_score":0.1}
{"full_text":"RT There have been more American deaths from COVID this day, and every day in December, than the deaths in the Pearl Harbor a...","sentiment_score":0.25}
{"full_text":"RT I am allowed to fly directly next to perfect strangers on a packed plane with no social-distancing between strangers &amp; du...","sentiment_score":0.6}
{"full_text":"RT I promise you this: I will spare no effort -- or commitment -- to end this pandemic.","sentiment_score":0.0}
{"full_text":"RT The United States has nearly 15 million COVID-19 cases and 283,000 deaths. These aren't just numbers--they're people wit...","sentiment_score":0.1}
{"full_text":"new outbreaks in MILong-term care 77manufacturing 40schools 34office 24restaurant 0bar 0https:\/\/t.co\/P8kbOdki2I","sentiment_score":0.1363636364}
{"full_text":"insane use of State power","sentiment_score":-1.0}
{"full_text":"RT This smaller pruner allows you to reach smaller spaces. Corona Leaf &amp; Stem Micro Snip (FS 3214D): Product Review","sentiment_score":0.0}
{"full_text":"RT Breaking News: Trump administration officials passed when Pfizer offered in the summer to sell the U.S. more coronavirus vacci...","sentiment_score":0.5}
{"full_text":"The whole gov no people understand how data work.....","sentiment_score":0.2}
{"full_text":"RT All of IZ*ONE have tested negative for CoronavirusAll their staff have also tested negativeTheir comeback schedule will pr...","sentiment_score":-0.3}
{"full_text":"Decorated with love by 3 little boys.Covid can't take away everything this holiday season. ","sentiment_score":0.15625}
{"full_text":"RT Have tried hard to educate about the SARS-CoV-2 coronavirus that causes COVID-19. Tried to teach about exponential gro...","sentiment_score":-0.2916666667}
{"full_text":"RT Covid-19 doubled the number of food insecure households and the wealth of 29 billionaires in America. These two should nev...","sentiment_score":-0.5}
{"full_text":"RT Humanity, thank you.","sentiment_score":0.0}
{"full_text":"RT To see many med students, residents, and other folks who already have a mountain of educational debt contribute to Nor...","sentiment_score":0.2083333333}
{"full_text":"RT I never dreamed I'd have the honor to once again serve as Surgeon General. In this moment of crisis, I'm grateful for the...","sentiment_score":0.05}
{"full_text":"RT LIVE | #SoniaGandhi will not celebrate her birthday on 9 December, in view of the ongoing farmer's agitation and the #COVID19...","sentiment_score":0.1363636364}
{"full_text":"RT Dear You are a piece of shit.You ordered armed men with guns near children to punish a whistleblower wh...","sentiment_score":0.1}
{"full_text":"RT Tallahassee Democrat newspaper: \"Agents raid home of fired Florida data scientist who built COVID-19 dashboard\"","sentiment_score":0.0}
{"full_text":"RT This is unconscionable","sentiment_score":0.0}
{"full_text":"RT Florida Governor Ron DeSantis raids house of scientist who exposed his COVID coverup","sentiment_score":0.0}
{"full_text":"RT Unbelievably bad \"leadership\".  It's almost as if they enjoy killing us all...Oh...wait.  The cruelty IS the point, right?","sentiment_score":-0.0047619048}
{"full_text":"RT Don't even get exposed to covid folks it will fuck up your whole life","sentiment_score":-0.1}
{"full_text":"RT Ilhan Omar's husband received $635,000 in Covid-19 bailout money. She also paid him 2.25 million dollars this year. Rem...","sentiment_score":0.0}
{"full_text":"RT \"Rebekah Jones was fired from her job in May as the Geo Information System manager after she complained in an email to user...","sentiment_score":-0.3}
{"full_text":"RT Thanks to President @realDonaldTrump, a safe and effective COVID-19 vaccine has been developed in RECORD time!","sentiment_score":0.35625}
{"full_text":"RT Florida police raided the home of a former state coronavirus data scientist, escalating a feud between the state government and a...","sentiment_score":0.0}
{"full_text":"Let freedom ringhttps:\/\/t.co\/4pAxJurSeY","sentiment_score":0.0}
{"full_text":"RT The Sweden pandemic approach as so eloquently said by It was a bad science experiment that cost lives and the...","sentiment_score":-0.7}
{"full_text":"RT  [INFO] 201208 All members and staff comfirmed negative results from COVID 19 tests.#IZONE #aijeuweon #aizuwan","sentiment_score":-0.3}
{"full_text":"RT Colorado couldn't wait on the cold heart of Mitch McConnell, so we just finished a special session with 10 COVID-19 relief...","sentiment_score":-0.1214285714}
{"full_text":"RT Know your rights!#NurembergCode#HippocraticOath#ForcedVaccinations#COVID19 Plague of Liars: Nuremberg Code Outlaws Force...","sentiment_score":0.0}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"This holiday season, you can help provide virtual programs for parents like Fee who are struggling everyday during the pandemic. Make a contribution today:","sentiment_score":-0.2}
{"full_text":"RT All of IZ*ONE have tested negative for CoronavirusAll their staff have also tested negativeTheir comeback schedule will pr...","sentiment_score":-0.3}
{"full_text":"LIVE AT 10: In the midst of a COVID-19 surge, Gov. Baker announcing hospitals will be cutting back on some elective procedures. Other actions the Bay State will take to slow the spread NOW on #7News","sentiment_score":-0.1777272727}
{"full_text":"prepares to receive, distribute COVID vaccine to staff as state's positivity rate continues to rise. News 8's has the details &gt;&gt;","sentiment_score":0.0}
{"full_text":"\"Masks are good etiquette at this point. We're all stressed out from the pandemic, so the least you can do for your others is to not pile on more anxiety.\"https:\/\/t.co\/3DM49UyU02","sentiment_score":0.3}
{"full_text":"Does he have Covid?","sentiment_score":0.0}
{"full_text":"Covid-19 Social Study: Results Release 26 - Nuffield Foundation#greylit #greyliterature #nglc #COVID19 #Covid19UK #psychology #loneliness #mental_healthhttps:\/\/t.co\/aPOKm3bjyn","sentiment_score":0.0333333333}
{"full_text":"COVID-19 surge prompts stay-at-home order for millions of Californians","sentiment_score":0.0}
{"full_text":"With the oversaturation of posts on social media, it is easy to fall trap to misinformation about hygiene and sanitation. Make sure to fact-check what you read to keep you and your loved ones safe, especially during the pandemic!","sentiment_score":0.3611111111}
{"full_text":"RT Florida Gov Ron DeSantisis #DeathSantis and #DeSadistFalsifying Covid data &amp; raiding whistleblowerThe Republicans have...","sentiment_score":0.0}
{"full_text":"Food trucks having to pivot amid global health crisis. #COVID19 coronavirus@SherryKarabin reports.https:\/\/t.co\/Z46hR0HtKN","sentiment_score":0.0}
{"full_text":"It's actual quite shameful how the media has treated the deaths of tens of thousands of people from #COVID19  as an abstraction. I guess  to them when they don't live in your zip or postal code; they really are an abstraction.","sentiment_score":0.1121212121}
{"full_text":"RT Ron DeSantis's doing. The governor of Florida is hiding COVID data -- and probably hella more. This is evil. This is Gesta...","sentiment_score":-0.25}
{"full_text":"A holiday survey given to MSMS students suggests students are COVID-conscious over Thanksgiving. Click the link below to read the inputs of different students. : Nicholas Djedjoshttps:\/\/t.co\/ZEdSBlsrx4","sentiment_score":0.0}
{"full_text":"The JCPenney department store chain is back, smaller but more solvent , just in time for the holiday sales extravaganza and the worst of the coronavirus pandemic.","sentiment_score":-0.125}
{"full_text":"RT The ER physician who publicly criticized Trump's decision to drive with Secret Service agents to greet supporters while h...","sentiment_score":-0.2}
{"full_text":"Walmart and Sam's Club are now selling at-home COVID-19 test kits online, but before rushing to buy kits, be sure to read the fine print.https:\/\/t.co\/zOpw2MuVpO","sentiment_score":0.4583333333}
{"full_text":"No coronavirus stimulus check? Trump should veto, senator says","sentiment_score":0.0}
{"full_text":"Some people have been waiting months for this assistance. Might relief finally come? has the details:","sentiment_score":0.0}
{"full_text":"\"This is a part of history. How often do you get a chance to be a part of finding the cure for a virus that has swept across a planet?\" the high school science teacher asked.","sentiment_score":0.16}
{"full_text":"Sen. Josh Hawley, R-Mo., says President Donald Trump should reject any coronavirus relief package from Congress that does not include another round of direct stimulus payments to Americans.","sentiment_score":-0.05}
{"full_text":"The White House is pushing back on a New York Times report that it had the opportunity to buy far more doses of the Pfizer COVID-19 vaccine this summer but declined, meaning Pfizer might not be able to provide more than the initial deal until June.","sentiment_score":0.2170454545}
{"full_text":"From safety and school to screen time and boredom, here's a recap of some of the key topics local experts discussed with anchor Myra Arthur.","sentiment_score":0.0}
{"full_text":"Geneva's Christian community is celebrating after a Swiss court suspended a ban on religious worship and events. via","sentiment_score":0.0}
{"full_text":"Gov. Andrew Cuomo says the Finger Lakes region has the highest number of COVID hospitalizations, per capita.","sentiment_score":0.0}
{"full_text":"Gov. Phil Murphy said Monday that he is \"100%\" in favor of transparency and it is something his staff is working on. ","sentiment_score":0.0}
{"full_text":"Bharat Biotech applied to the Drugs Controller General of India (DCGI) for granting emergency use authorisation for its #COVID19 vaccine #Covaxinhttps:\/\/t.co\/u6eGa2u718","sentiment_score":0.05}
{"full_text":"For months, Spokane County jails kept the COVID-19 outbreak at bay. But it's here now, and the outbreaks at two facilities are growing.","sentiment_score":0.0}
{"full_text":"The Trump administration opted last summer not to lock in a chance to buy millions of additional doses of one of the leading #coronavirus vaccine contenders #COVID19 ","sentiment_score":0.0}
{"full_text":"We're not in the clear just yet -- Dr. Fauci believes we have yet to witness the coronavirus fallout from #Thanksgiving this year.","sentiment_score":0.1}
{"full_text":"Over 20 outlets in Genting were ordered to close after Covid-19 patients visited those places.","sentiment_score":0.0}
{"full_text":"Despite the economic impacts of the pandemic, KOPN's general manager Tim Pilcher says KOPN has not faced funding issues. \"I think part of this is because when the pandemic hit, the community started to see the value of KOPN and community radio,\" he says.","sentiment_score":0.125}
{"full_text":"Mayo Clinic provides insight into receiving COVID-19 vaccine &amp; distribution","sentiment_score":0.0}
{"full_text":"\"As a former #COVID19 patient, I know first-hand how hard this virus is on your body. That's why it's important for me to protect myself &amp; anyone who comes in contact with me, especially those who are immunosuppressed.\" -Sam, NKF Sr. Mngr of Internal Operations #TheBigCoverup2020","sentiment_score":0.0216666667}
{"full_text":"RT I'm old enough to remember when misleading the House was an offence that required resignation.","sentiment_score":0.05}
{"full_text":"Current Conditions for #Sayre PATemp: 27.9FWind Chill: 27.9FHumidity: 82%Dew Point: 23.1F Barometer: 29.931 inHgWind: 3 mph from the WCorona Virus Weekly Stats:Cases: 268.000000Deaths: 11.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT Ron DeSantis sent armed state police to threaten Rebekah Jones, a scientist keeping Floridians up-to-date with accurate CO...","sentiment_score":0.4}
{"full_text":"A &amp; G Mill East of Nevada Cityc. 1940Tahoe National Forest Collection #History #Christmas2020 #COVID19","sentiment_score":0.0}
{"full_text":"SWEEPING VIRUS CRACKDOWNS: has rare access inside one ICU at a Billings, Montana, hospital now being tested by the coronavirus pandemic, as deaths surge across the country and public health officials warn of a dark holiday ahead.","sentiment_score":0.05}
{"full_text":"RT But don't worry, he's having the state's former #coronavirus data manager arrested for disseminating the t...","sentiment_score":0.0}
{"full_text":"There are 3,777 active #coronavirus cases in #SaudiArabia out of which 577 are in a critical condition.   ","sentiment_score":-0.0666666667}
{"full_text":"RT More than 8 months into the pandemic, the very isolation meant to protect nursing home residents is also contributing to their...","sentiment_score":0.35}
{"full_text":"RT \"It took almost seven months, from the state's first confirmed case of the virus in March, for 50 people to die of it in Na...","sentiment_score":0.325}
{"full_text":"Hollywood, who is so liberal, must realize there is a pandemic going on? Nobody is going to the theater en masse. I have no idea about the layout for HBO Max. I'm going the free trial at Christmas for Wonder Woman.","sentiment_score":0.4}
{"full_text":"Agreed. But somehow there's a good feeling of having been given advice that is responsible in light of the conditions. #COVID19BC #bonniehenry","sentiment_score":0.4333333333}
