{"full_text":"RT Brigid MacDonald is no damsel in distress. She's a black belt in #karate who's been #transported to 15th-c #Scotland i...","sentiment_score":-0.1666666667}
{"full_text":"RT It's now imperative that PM seeks an agreement to extend the Brexit transition period. The new Covid strain - &amp; the var...","sentiment_score":0.1363636364}
{"full_text":"RT This seems important","sentiment_score":0.4}
{"full_text":"RT My brother has a mutated strain of Covid-19; he woke up BLIND &amp; an ambulance took him to the ER. I guess it's a rare st...","sentiment_score":-0.1}
{"full_text":"Independence will be off the table too then ","sentiment_score":0.0}
{"full_text":"RT An Anytime Fitness gym, a golf course and Macquarie Shopping Centre are among new venues added to NSW Health's list of locations v...","sentiment_score":0.1363636364}
{"full_text":"RT The international community has taken action because it has no confidence in the UK govt to...","sentiment_score":0.05}
{"full_text":"Why Covid-19 new cases still on the rise?","sentiment_score":0.1363636364}
{"full_text":"RT Israel will get COVID vaccines to West Bank settlers but not to Palestinians living in West Bank under Israeli military...","sentiment_score":-0.1}
{"full_text":"RT 7) \"This variant first appeared in September and by November it was responsible for 28% of the COVID-19 cases in London. By...","sentiment_score":0.225}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"RT A new strain of a virus during a pandemic cutting off our supply lines sort of highlights how fucking batshit we'd have to...","sentiment_score":-0.3545454545}
{"full_text":"RT I don't want to discuss this subject too much cause it's going to piss me off even more,  but if this slimmed down covid...","sentiment_score":0.0944444444}
{"full_text":"RT BREAKING: As the American people continue battling the coronavirus this holiday season, they will not be on their own....","sentiment_score":0.3}
{"full_text":"Translated, it will .","sentiment_score":0.0}
{"full_text":"RT Pandemic relief by country (up to % of wages):Japan: 100% of wages Netherlands: 90% Norway: 90% Germany: 87%  France: 84...","sentiment_score":0.0}
{"full_text":"RT More than 1,100,000 people have received a COVID vaccine. Vaccine caused 3 allergic reaction; all recovered quickly....","sentiment_score":0.4166666667}
{"full_text":"The trucks of food you donated to Namibia kids during this hard covid times saved many lives..may you be blessed abundantly miss","sentiment_score":0.2694444444}
{"full_text":"RT kardashians during this whole pandemic","sentiment_score":0.2}
{"full_text":"RT We are not only in war against an invisible virus, but also in a war against each other, where half of the U.S. population...","sentiment_score":-0.0972222222}
{"full_text":"RT If cloth masks worked for COVID, how come no one used them to stop 1,500,000 tuberculosis deaths every year? Tuberculosis...","sentiment_score":0.0}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"RT The European Commission should be stepping in to ensure there's no ad-hoc closure of freight between EEA countries. They did...","sentiment_score":0.0}
{"full_text":"SO, it turns out other countries of the world, like the French, have borders too, and they're closing them to the UK.Apparently 'sovereignty' works both ways......who knew?#Europe #newstrain #Sovereignnation #BritishVirus #BorisFailedBritain #Kent #Dover #coronavirus #Cobra","sentiment_score":-0.0625}
{"full_text":"RT Boris Johnson's cunning plan:big up the new strain of Covid so he can retreat from his stupid, suicidal Christmas plans....","sentiment_score":-0.2212121212}
{"full_text":"RT New Strain Of Coronavirus \"Out Of Control\", Says UK Amid Flights Ban via","sentiment_score":0.1363636364}
{"full_text":"RT #BigQuestionFor whom we are demanding #ExtendDueDate??They were quarantined, suffered loss due to #COVID19 &amp; #lockdo...","sentiment_score":-0.125}
{"full_text":"RT  This is just what we needed to see today, to bring a smile to all our faces too. ","sentiment_score":0.3}
{"full_text":"RT Surely it is unconscionable to compound Covid with another Independence Referendum then?","sentiment_score":0.5}
{"full_text":"RT !!Attention!!I'm searching for a post-doc to join my newly funded DP2 (focused on postpartum hormones and OUD relapse...","sentiment_score":0.1363636364}
{"full_text":"RT Looks like the whole country being put in Brexitier 4 by the rest of the world... When incompetence meets venality, and...","sentiment_score":0.2}
{"full_text":"RT During a pandemic. We are only deceiving ourselves with the closure of schools and restrictions on street parties etc. I re...","sentiment_score":0.0}
{"full_text":"There was a pandemic in 1968 when 80,000 died in the UK.","sentiment_score":0.0}
{"full_text":"RT I am now a proud recipient of the Pfizer #covid19 vaccine. I'm also pregnant. A ","sentiment_score":0.5666666667}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"RT How is America the biggest super power on this planet?#WearAMask","sentiment_score":0.3333333333}
{"full_text":"Britain's closest allies have cut freight and transport ties due to fears about a new strain of the coronavirus.","sentiment_score":0.0056818182}
{"full_text":"RT Loeffler is a coward.","sentiment_score":0.0}
{"full_text":"Mum just heard on the local news that Notts police still shutting down house parties, they've been to the same address on 5 separate occasions. Don't know if they're students but it's certainly in a student area, should lock the fekker up ","sentiment_score":0.0146825397}
{"full_text":"Why the coronavirus variant spreading quickly in the U.K.  is causing concern, by  via","sentiment_score":0.3333333333}
{"full_text":"RT It's a new week..4 more days to Christmas Please stay safe people....Covid cases are up, some are really ill &amp; some ar...","sentiment_score":0.1590909091}
{"full_text":"RT i mean really. wow. why would any australian with self respect appear on this network?","sentiment_score":-0.0708333333}
{"full_text":"My only question after reading this thread is if\/how this mutation could possibly evade a vaccine.","sentiment_score":0.0}
{"full_text":"RT Me after taking the COVID vaccine","sentiment_score":0.0}
{"full_text":"I have taken 6 Covid tests already. I hate that test ","sentiment_score":-0.8}
{"full_text":"RT My brother has a mutated strain of Covid-19; he woke up BLIND &amp; an ambulance took him to the ER. I guess it's a rare st...","sentiment_score":-0.1}
{"full_text":"RT Things to remember when going out:1. Wear a mask2. Social distance3. Pray not to get murdered by the police4. Wash your h...","sentiment_score":0.0333333333}
{"full_text":"RT My brother has a mutated strain of Covid-19; he woke up BLIND &amp; an ambulance took him to the ER. I guess it's a rare st...","sentiment_score":-0.1}
{"full_text":"RT Imagine going back to 2016 and telling leavers:Look, if you vote Leave, Parliament will still be voting on what kind of B...","sentiment_score":0.3}
{"full_text":"RT Arguing that this and that area has low infections, therefore, beaches must be opened is a dumb argument. People from hotspo...","sentiment_score":-0.1875}
{"full_text":"Then, as now, we are refusing to provide support to working poor to just stay home. Instead, we basically force people to work, no matter the risk to themselves or others.","sentiment_score":-0.4}
{"full_text":"RT Telling struggling families they can survive off a one-time check for $600 in the middle of this pandemic is magnitudes more...","sentiment_score":0.25}
{"full_text":"In his desperate attempt to cover his arse in cancelling Christmas .... would appear that Johnson may have overplayed his hand with this second super virulent mutant Covid, as France becomes the first of many countries to impose a freight ban on the UK.#BorisFailedBritain","sentiment_score":0.0966666667}
{"full_text":"RT Britain on cusp of no deal Brexit and with EU pulling up draw bridges to keep new strain of Covid out: that island thing not...","sentiment_score":0.1363636364}
{"full_text":"Such a liar","sentiment_score":0.0}
{"full_text":"RT What kind of person spends a year telling millions of ordinary people the pandemic safety rules are wrong, and then, when t...","sentiment_score":-0.05}
{"full_text":"RT $CRSM Potential Gap and Run Play tomorrow Rule of 3Due Diligence Hot sector: Blockchain PPE AI Aitheon Blockchain...","sentiment_score":0.125}
{"full_text":"RT New strain of COVID could be 70% more transmissible, Hancock hinting at months of lockdown, not clear if schools will return,...","sentiment_score":0.1954545455}
{"full_text":"RT I'm impressed and grateful. I was a long time NDP supporter and I have watched as Trudeau and his...","sentiment_score":0.475}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"Joe Biden to receive coronavirus vaccine on live television","sentiment_score":0.1363636364}
{"full_text":"RT Why are ppl bitching about their packages being late? Bro it's the holidays...in the middle of a pandemic. Everyone's b...","sentiment_score":-0.15}
{"full_text":"RT Our January\/February cover stories consider the pandemic endgame.@edyong209 reports on the most consequential science pr...","sentiment_score":0.5}
{"full_text":"RT Lindsey Graham and Marco Rubio getting COVID-19 vaccinations first is the equivalent of men who dressed as women in order...","sentiment_score":0.25}
{"full_text":"Big surprise ","sentiment_score":0.0}
{"full_text":"Plenty of masks here too, just not being used at present. They will reappear at the hint of any local outbreak however.","sentiment_score":0.0}
{"full_text":"RT What is the point in people having the jab if we're all still locked up? Shouldn't they (and vast majority of people to whom cov...","sentiment_score":0.0}
{"full_text":"RT To me there appear to be only 2 possibilities.1. There is some genetic or other factor that makes Chinese less susceptib...","sentiment_score":-0.0729166667}
{"full_text":"Canada halts flights from U.K. in response to new coronavirus strain \" #Canada joined several European nations by halting flights from the #UK \"-  Queen's approval  in #buckinghampalace? #reuters #australia #nz #Commonwealth #cbcnews -#USA","sentiment_score":0.0454545455}
{"full_text":"RT Worth remembering.","sentiment_score":0.3}
{"full_text":"I must admit I saw this post retweeted by Ivor of course. I found statements such as the \"epidemic is over in Sweden\" difficult to reconcile with the experiences of medical staff I know of at the front line.","sentiment_score":-0.1666666667}
{"full_text":"My new favourite poem","sentiment_score":0.1363636364}
{"full_text":"RT You are a pathetic grifter and loser. I call for an investigation into how you got re-elected!!","sentiment_score":-1.0}
{"full_text":"RT COVID-19: Suspend Flights From UK Now, Atiku Warns FGhttps:\/\/t.co\/RQyAMhAAdo","sentiment_score":0.0}
{"full_text":"RT A NEW STRAIN OF #COVID19?Are we really the chosen generation, called forth to show his excellence?!?","sentiment_score":0.1931818182}
{"full_text":"I lost a bet with myself.The bet was that we'd be past this COVID shit before I'd have to cut my own hair again.Alas...","sentiment_score":0.05}
{"full_text":"RT Bingo! Finally found an expert to back me up. Hotels are not designed for use as quarantine facilities!","sentiment_score":0.0}
{"full_text":"How has the accommodations industry performed in 2020? We partnered with and to look at how the volatility of COVID-19 played a role on #hotel bookings versus short-term rentals in North America, Europe, and Asia Pacific.","sentiment_score":0.0}
{"full_text":"RT HARDLY ANY OF MY FRIENDS WHO WORK IN HOSPITALS EVERY. SINGLE. DAY. SAVING LIVES HAVE BEEN VACCINATED AND THESE POLITICIANS WHO...","sentiment_score":-0.181547619}
{"full_text":"6 energy boosting tips to overcome fatigue caused by this relentless pandemic! #COVID #pandemic #fatigue #stress #wellbeing","sentiment_score":0.0}
{"full_text":"RT If we had a serious Prime Minister and a serious government, he would be on the phone to European leaders now, saying t...","sentiment_score":-0.2222222222}
{"full_text":"Is this New COVID19 Strain more dangerous than the Godi Media of India?? ","sentiment_score":0.0121212121}
{"full_text":"RT Good things about COVID-19 until one week ago:- Almost never kills young people- Most hospitals cope with R number-...","sentiment_score":0.4333333333}
{"full_text":"And Covid too","sentiment_score":0.0}
{"full_text":"I am enamored with him but Seth's donkey dong he pisses me the fusk off very often.","sentiment_score":0.2}
{"full_text":"Hey, the thread is ready and compiled. You can read the whole version here:  #COVID19 #NIACIN #SARS_CoV_2","sentiment_score":0.2}
{"full_text":"RT My brother has a mutated strain of Covid-19; he woke up BLIND &amp; an ambulance took him to the ER. I guess it's a rare st...","sentiment_score":-0.1}
{"full_text":"Are you aware of the Fact that there is a Worldwide Pandemic at the Moment?","sentiment_score":0.25}
{"full_text":"RT Perspective: Years of medical abuse make Black Americans less likely to trust the coronavirus vaccine","sentiment_score":-0.0833333333}
{"full_text":"If you voted for this smug piece of shit, shame on you.","sentiment_score":-0.2}
{"full_text":"Three things employees want to keep post COVID #employees #employeewellbeing #growthanddevelopment #investinginyourstaff #COVID #development","sentiment_score":0.0}
{"full_text":"Coronavirus will not go through play the plate, an expert medical team and medicine is needed to fight Coronavirus.But PM Boris Johnson is spoiling the UK by being misled by his Indian friend.","sentiment_score":0.0}
{"full_text":"RT Yes, it takes a bit of effort. Yes, we don't have COVID-19 in the community and the risk is low. Yes, we all feel pretty...","sentiment_score":0.125}
{"full_text":"RT EU  Closing their boarders ahead of the UK new \"virus\" \"pandemic\".. this is why we can't have nice things  #Covid19UK #l...","sentiment_score":0.3681818182}
{"full_text":"Three things employees want to keep post COVID #employees #employeewellbeing #growthanddevelopment #investinginyourstaff #COVID #development","sentiment_score":0.0}
{"full_text":"New Corona; Last time also India announced lock down after virus entered the country and not even immediately but after one week giving time to all to come . Pandemic can't be controlled that way. Would Dr Harshvardhan or the Govt be able to control after it enters.","sentiment_score":0.1202020202}
{"full_text":"RT Hello , i made a short film during the pandemic and i thought you should see it. Kindly Let me know what you th...","sentiment_score":0.3}
{"full_text":"Y mientras tanto, en Italia... E intanto, in Italia... And meanwhile, in Italy... https:\/\/t.co\/1rkES5ktNQ#parissiart #Navidad #Covid #cartoon","sentiment_score":0.0}
{"full_text":"New episode out now - A Late CancellationFootball is put on hold for the Millers due a Covid outbreak at the club, we look at how we think this could affect us #rufc iTunes:","sentiment_score":-0.0962121212}
{"full_text":"For day 21 of our #MDDUSAdvent Calendar  we're looking back to May and #MentalHealth Awareness Week, when MDDUS Medico-Legal Adviser told us how she has looked after her #Wellbeing during #Covid19, with the helping paw of a furry friend Sound: on","sentiment_score":0.2}
{"full_text":"The Western Cape Government has adopted a three-pronged approach to containing the Covid-19 resurgence. Read more here:","sentiment_score":0.25}
{"full_text":"JUMPING - BUNNY HOPTry this exercise to develop coordination and jumping skills using a training ladder: more activities using the 'Social Distancing Friendly' filter here:","sentiment_score":0.3027777778}
{"full_text":"The annual #ProductionGap Report highlights the concerning gap between #ParisAgreement goals &amp; countries' plans for fossil fuel production. The 2020 Special Issue focuses on the implications of #COVID-19:","sentiment_score":0.3571428571}
{"full_text":"RT Who agrees it's OUTRAGEOUS that and cut to the head of the line and got their Covid vac...","sentiment_score":-1.0}
{"full_text":"#SaudiArabia halts international flights over fears of new #Covid19 strain","sentiment_score":0.0681818182}
{"full_text":"BORNE IN THE USA | America the greatest? In terms of Covid for sure. It's top of the league you'd want to be bottom of. What has gone wrong? Chris Hedges explains.Watch the full show now at: #Covid #ChrisHedges #vaccine","sentiment_score":0.37}
{"full_text":"Do you know how lateral flow devices (LFD's) are used to identify asymptomatic #COVID19 cases.? Read this blog from PHE so you are able to answer your own and patient queries","sentiment_score":0.55}
{"full_text":"Uncle Luke details how he got the rona and his symptoms of the virus","sentiment_score":0.0}
{"full_text":"There's always the Dakotas, fewest lockdown restrictions. Winters are cold and corvid's rough though with the highest number of infections per population.","sentiment_score":-0.35}
{"full_text":"COVID-19 and the NHS service change by #FuturePRoof","sentiment_score":0.0}
{"full_text":"Hw have you managed your finances through the pandemic?","sentiment_score":0.0}
{"full_text":"Many people, especially essential service workers will feel stressed and exhausted while working during the #COVID19 pandemic. Symptoms may vary, but remember to take care of your mental health as well as your physical health. #NewNormal #StaySafe #MentalHealthAwareness","sentiment_score":-5.551115123e-18}
{"full_text":"As we arrived in process of #COVID19 vaccinations, ESNO stresses importance of infection prevention through good hygiene, achieved thru using scientifically proven substances such as disinfectants with povidone-iodine (#PVP_I), a virucide against SARS &amp; MERS. #Caring4Nurses","sentiment_score":0.35}
{"full_text":"Pasir Gudang MP Hassan Karim said Pakatan Harapan's new narrative must convince the people of its ability to solve post-COVID-19 challenges.https:\/\/t.co\/eSjmF2CWWO","sentiment_score":0.1363636364}
{"full_text":"All the latest information on the new travel restrictions:https:\/\/t.co\/Js0j9Gmehh","sentiment_score":0.3181818182}
{"full_text":"\"2020 has been a year of challenge, it's no secret the whole country has seen hard times due to the pandemic.\"Our Aico Update - Christmas Special Edition, is now available to read: #Newsletter #SpecialEdition","sentiment_score":0.1234126984}
{"full_text":"Here's information on Tier 4: Stay At Home. Check the rules in your area:","sentiment_score":0.0}
{"full_text":"There's good news on the vaccine front, but the pandemic continues to spread throughout the state.","sentiment_score":0.7}
{"full_text":"The list includes firefighters, teachers and grocery store workers.","sentiment_score":0.0}
{"full_text":"Let your business get back up from the #coronavirus crisis by automating tasks and departments with For more #taskmanage #succesfulbusiness #performanceanalysis #remoteaccess #organizeyourbusinesshttps:\/\/t.co\/snWldoxjKm","sentiment_score":0.25}
{"full_text":"More exciting new updates from the COVID Lead Leadership Programme! stay tuned throughout the week to explore the myth we will be busting plus say a warm hello to our Research Intern- Sujita!https:\/\/t.co\/DQhHsSCFcJ-Jordan#Covidlead #Covid_19 #leadership #Bradford #Neesie","sentiment_score":0.3926136364}
{"full_text":"How a big donation from a Peterborough company will help provide thousands of free meals to those who need them most in the city over the Christmas period.https:\/\/t.co\/OFCNlpRdef","sentiment_score":0.3}
{"full_text":"BORNE IN THE USA | America the greatest? In terms of Covid for sure. It's top of the league you'd want to be bottom of. What has gone wrong? Chris Hedges explains.Watch the full show now at: #Covid #ChrisHedges #vaccine","sentiment_score":0.37}
{"full_text":"RT Europe cutting off Britain at its borders and I'm not sure if it's Covid or Brexit or they've just realised we're twats","sentiment_score":-0.425}
{"full_text":"Several policy responses relevant to ST control have been put forth in India since March 2020 to mitigate the spread of #COVID19. These started with subnational orders in some states to prohibit the regional manufacture and sale of ST products. Read:","sentiment_score":0.2}
{"full_text":"COVID 19 cases in India until : 21\/12\/2020 13:30Total Cases: 10056599 [+318]Active: 302053Recovered: 9606027 [+612]Deaths :145847 [+2]Total Tests: 162.1MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Several countries closed down borders with the UK after it was confirmed that a new strain of Sars-Cov-2 is circulating in London and much of the South East. For this reason, the UK government decided to ban household mixing on Christmas, tightening restrictions. #4glivestream","sentiment_score":0.0801346801}
{"full_text":" [AUDIO ON]@Adamprice is urging the Welsh Government to support Nicola Sturgeon's \"common-sense call\" to extend the Brexit transition period in light of the escalating coronavirus crisis.","sentiment_score":0.4}
{"full_text":"So apparently, everyone is thinking once we enter 2021, #Covid19 will end??The entrance into a new year, does not change anything.Things will gradually return back to normal. Though not automatically!!!Keep keeping safe  ","sentiment_score":0.1672727273}
{"full_text":"Biden to receive #COVID19 vaccine Monday, no word on Trump","sentiment_score":0.0}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"RT On #bbcnews as the French shut border for 48 hours and lorry queue misery increases - a really serious escalation of a...","sentiment_score":-0.1666666667}
{"full_text":"Door number 21 is here And it's Christmas week! #christmas2020 #advent #homeschooling #homelearning #education #school #activity #isolation #lockdown #quarantine #homeschoollife #PE #physicalactivity #schoolsport #distancelearning","sentiment_score":0.0}
{"full_text":"The Philippines on Monday, December 12, confirms 1,721 additional coronavirus infections as 5 labs fail to submit data on time.Total at 461,505, with 23,341 active cases.82 new recoveries; 429,207 total10 new deaths; 8,957 totalMore #COVID19 news:","sentiment_score":-0.0901515152}
{"full_text":"Physical Activity &amp; Play in kids during COVID-19https:\/\/t.co\/9pzGKewRG7Join our Facebook &amp; Youtube Live session with  Dr. Pranathi GuttaConsultant Paediatric NeurologistKIMS Hospitals. on Monday, 21st Dec 02:00 PMLive Q&amp;A session. Shoot your questions to get it clarified","sentiment_score":0.0454545455}
{"full_text":"WANTED: is carrying out an evaluation of Liverpool's Covid-19 testing programme and want to hear from people in the city who didn't get involved in the scheme, to find out why. Find out more:","sentiment_score":0.5}
{"full_text":"Bengal Sanitization does #cleaning, sanitization and #polishing with #machine at just Rs 2000 to make your car safe after a long travel7980708710 \/ 9830246789#sanitizing #covid19  #affordablerates #staysafe #sanitisationservice #fightagainstcoronavirus #sanitizationinkolkata","sentiment_score":0.225}
{"full_text":"#Dollar #soars, sterling sinks as coronavirus lockdowns stoke safe-haven demandJoin our community: #bottrading #tradingbot #bitcoinprice #Ai #jadongmaemae #giveaway #makemoney #airdrop #ZIL #BTC #ICX #LRC #NEXO #DX #TRV","sentiment_score":-0.1}
{"full_text":"The Philippines has requested to loan about $325 million or P15.627 billion from the Asian Development Bank (ADB) to finance the procurement of vaccines against the coronavirus disease 2019 (COVID-19).https:\/\/t.co\/vwgbuX87tT","sentiment_score":0.0}
{"full_text":"*Self-Isolation Update* If you are a close contact of someone who tests positive for #COVID19, you must self-isolate for 10 days. It had been 14 days until now. Self-isolation means you must stay at home, away from others.More info at","sentiment_score":0.2272727273}
{"full_text":"Not even the pandemic can stop us from enjoying Philippine cinema. This year's Metro Manila Film Festival is still happening, albeit online via streaming.","sentiment_score":0.5}
{"full_text":"JUST IN | The DOH tallies over 1,700 new coronavirus cases, with 82 recoveries and 10 deaths.","sentiment_score":0.1363636364}
{"full_text":"RT This from the health secretary who awarded, via WhatsApp, a PS30 million Covid contract to his pub landlord - a man with...","sentiment_score":0.0}
{"full_text":"Rules For Amended Citizenship Law To Be Framed After Covid Crisis Ends: Amit ShahAmit Shah said rules for the Citizenship (Amendment) Act are yet to be framed because of the pandemic and the matter will be considered once COVID-19 vaccination starts.","sentiment_score":0.0}
{"full_text":"Walmart and Amazon, millions of whose workers and suppliers have struggled to make ends meet amid the pandemic, are flush with cash -- and just as virulently anti-union as ever.","sentiment_score":0.0}
{"full_text":"Unequal impact? Coronavirus and BAME people: 3rd Rep of Sess 2019-21: Rep, with formal minutes relating to the report - House of Commons Women and Equalities Committee#greylit #greyliterature #nglc #COVID19 #Covid19UK #diversity #health_inequalitieshttps:\/\/t.co\/RGXk3u6eB2","sentiment_score":0.0}
{"full_text":"RT The first Covid case in India was in January. But Namaste Trump tamasha ensured that flights weren't suspended &amp; govt conti...","sentiment_score":0.25}
{"full_text":"Philippines to get 30 mln doses of Novavax #COVID19 vaccine: Minister#Philippines #Manila #Novavax #Covid19Vaccine","sentiment_score":0.0}
