{"full_text":"A recently released study published in the Journal of Cellular and Molecular Medicine is concluding that #CBD may help in treating, reversing, and decreasing damage in the lungs caused by the COVID-19 virus. #HealthStudies #ParaisoCBD","sentiment_score":0.0}
{"full_text":"RT JUST IN: Board of Supervisors will vote tomorrow during special meeting on whether to send a letter to the state advocatin...","sentiment_score":0.3571428571}
{"full_text":"RT #COVID19 cases bounding upwards but one reason why hospitalizations and deaths aren't tracking along like they usually do...","sentiment_score":-0.25}
{"full_text":"RT We love seeing to make a difference in mental health awareness, alongside fellow Bruins","sentiment_score":0.2}
{"full_text":"Lasset die Spiele beginnen.Covid vaccine arrives in UK hospitals ready for first jabs","sentiment_score":0.225}
{"full_text":"Close the schools before a lockdown. No point of a lockdown if schools are still open.","sentiment_score":0.0}
{"full_text":"One More Tattoo #tattooartist  #bilal #ahmetagaoglu #mansuryavas #melihgokcek #Mansur #tattoo #tattooart #tattooink #COVID19 #evdekal #Ankara #sosyalmesafe","sentiment_score":0.5}
{"full_text":"RT Rudy Giuliani is the 53rd person in Trump's orbit to get Coronavirus since October. What does this say about Trump's and hi...","sentiment_score":0.0}
{"full_text":"The 5 unpredictable aspects of covid-19https:\/\/t.co\/hQOncREPSaby \"First, few would have guessed that the USA and UK, both countries that have historically been seen as leaders in pandemic preparedness ...would suffer as badly as they did\"","sentiment_score":-0.1633333333}
{"full_text":"RT It's totally unnecessary and a move by weak leadership to simply run out the clock.Everyone in Arizona falls DAYS outs...","sentiment_score":-0.2583333333}
{"full_text":"RT Georgia Democratic Senate candidate Raphael Warnock: \"Love your neighbor--and for me that means you don't get rid of your neighbor'...","sentiment_score":0.5}
{"full_text":"RT Hey friends! I just got laid off due to COVID If you know of any companies hiring for badass Data Scientists who are gr...","sentiment_score":-0.125}
{"full_text":"No masks, no social distancing. You're a murderer.","sentiment_score":-0.0166666667}
{"full_text":"RT The Coronavirus pandemic has been tough on us all. This will brighten your week. Humanity.","sentiment_score":-0.3888888889}
{"full_text":"RT University workloads were unsustainable before the pandemic. UK HE institutions had an opportunity to work with nation...","sentiment_score":0.0}
{"full_text":"RT I am allowed to fly directly next to perfect strangers on a packed plane with no social-distancing between strangers &amp; du...","sentiment_score":0.6}
{"full_text":"We need to get to zero COVID and the need to keep the levels low so businesses can get going again, and then we need a competent government to keep them low. Public health and the economy are one of the same. Can't solve one without the other.","sentiment_score":0.0625}
{"full_text":"#Coronavirus: WHO chief DrTedros warns poor could be 'trampled' in #vaccine pushhttps:\/\/t.co\/lhSYt2Z4AA #UAE #Dubai #DXB","sentiment_score":-0.4}
{"full_text":"Smartphone tool to trace coronavirus cases in California #UAE #Dubai #DXB","sentiment_score":0.0}
{"full_text":"RT I really don't want to see any Republicans trying to act like they give a damn about the 2,403 lives lost at Pearl Harbor w...","sentiment_score":0.2}
{"full_text":"Well, I'm lucky so far. I believe in science, so I practice careful mitigating behaviors.  I'm also lucky I'm not around trump cultists, so far less exposure to a symptomatic spreader. I hope you don't catch Covid, for the sake of the potential victims you will spread it to.","sentiment_score":0.0857142857}
{"full_text":"RT National Indian Council on Aging launches COVID-19 Tribal Needs Assessment survey. NICOA wants to know how COVID-19 has a...","sentiment_score":0.2}
{"full_text":"RT It's a lie that this is all COVID-19 related.  This is the culmination of decades of erosion of faculty governance, ris...","sentiment_score":0.0}
{"full_text":"RT Trump supporters won't get the coronavirus vaccine because they \"don't know what's in it\" but will be first in line to g...","sentiment_score":0.25}
{"full_text":"RT I am allowed to fly directly next to perfect strangers on a packed plane with no social-distancing between strangers &amp; du...","sentiment_score":0.6}
{"full_text":"Extremely fun to overhear a conversation in which people complain about Covid restrictions, brag about doing whatever they want, and also exchange gossip about who they know that's come down with the virus.","sentiment_score":0.0722222222}
{"full_text":"'s only claim to fame: killing Americans! What's a few more, eh DonnieDeath, to add to the 300,000 That you could have prevented last January? TRUMP'S CRUEL PARTING GIFT: MID-PANDEMIC EXECUTION SPREEhttps:\/\/t.co\/DVAOYEr2YG","sentiment_score":-0.14}
{"full_text":"RT More Americans will die from Covid today, than did at #PearlHarbor .","sentiment_score":0.5}
{"full_text":"RT Since the start of the pandemic, House Democrats have put the needs of #FamiliesFirst. We are continuing to fight for immed...","sentiment_score":0.0}
{"full_text":"RT As we begin rolling-out the first #coronavirus vaccine tomorrow across the UK, I want to thank everyone working tirelessly...","sentiment_score":0.25}
{"full_text":"RT if you played in one of these do NOT worry about what's in the covid vaccine","sentiment_score":0.0}
{"full_text":"LoL no! The alternative is that god isn't real. Either god gives children cancer, makes opioid addicts, slaughters innocent people, and intentionally created COVID-19 OR there is no god and never has been.","sentiment_score":0.5666666667}
{"full_text":"RT I don't wanna hear the survival rate argument anymore. People in NYC had a 99.996% chance of surviving 9\/11 and we spen...","sentiment_score":0.0}
{"full_text":"As the global pandemic continues to cause market volatility, #ESG has emerged as a key method for pursuing portfolio resilience. Margaret Childe gives her take on why responsible investments have proven to be more resilient in the context of #Covid19:","sentiment_score":0.175}
{"full_text":"RT Senators Perdue and Loeffler received intel warnings about the coming pandemic and told the public that everything was ok...","sentiment_score":0.25}
{"full_text":"RT Delta State Athletics Announces Basketball Ticket Information, COVID-19 Protocolshttps:\/\/t.co\/Npxzz23O3w#WhereCham...","sentiment_score":0.0}
{"full_text":"RT Is not just roadblocks in their Christmas markets....we has struck so much fear into infurdels they is now have to lock awa...","sentiment_score":0.2}
{"full_text":"RT In Manitoba, our premier has managed to add racism into the mix.  He's telling folks that Federal doses set for F...","sentiment_score":0.0}
{"full_text":"RT Here's a powerful scene from the season premiere. Please social distance. Wear a mask. Be a good teammate......","sentiment_score":0.3444444444}
{"full_text":"RT It's totally unnecessary and a move by weak leadership to simply run out the clock.Everyone in Arizona falls DAYS outs...","sentiment_score":-0.2583333333}
{"full_text":"Unfortunately most homeless shelters are at or near capacity, without an influx due to covid related loss of income\/end of rent moratorium eviction. Most of the newly homeless will literally be on the streets.","sentiment_score":0.1852272727}
{"full_text":"RT The latest from Comal County:   52 COVID-19 cases   One death 36 confirmed;  16 probable  590 active cases  2...","sentiment_score":0.2555555556}
{"full_text":"RT I really don't want to see any Republicans trying to act like they give a damn about the 2,403 lives lost at Pearl Harbor w...","sentiment_score":0.2}
{"full_text":"RT May I suggest that all grandparents rewrite their wills before Christmas?Perhaps a Covid-related clau...","sentiment_score":0.0}
{"full_text":"RT Wearing a mask isn't controversial or political. It's a simple way to protect yourself and others.Wear a mask. It will save...","sentiment_score":0.1833333333}
{"full_text":"Steelers say Jerald Hawkins has been elevated off COVID-19 list.Matthew Wright will kick in place of Boswell. Anthony Coyle will be a C-19 replacement for O-line depth.","sentiment_score":0.0}
{"full_text":"RT Still no significant drop in numbers: a further 9 deaths; 397 testing positive; 29 in icu; 115 care home outbreaks and 416 p...","sentiment_score":0.0132575758}
{"full_text":"RT Did you know:According to the CDC--2,380 Americans under 35 have died with the China VirusThe latest data shows that...","sentiment_score":0.5}
{"full_text":"RT One month is = one year if you have ALS. Slow bureaucracy is killing us. Do something!!! Streamline procedures as in C...","sentiment_score":-0.5859375}
{"full_text":"RT Yeah, seconded.If I want to watch General Patton cosplay I'll take the George C. Scott version.Funding Homophobe U is sort...","sentiment_score":0.05}
{"full_text":"RT I am allowed to fly directly next to perfect strangers on a packed plane with no social-distancing between strangers &amp; du...","sentiment_score":0.6}
{"full_text":"RT I promise you this: I will spare no effort -- or commitment -- to end this pandemic.","sentiment_score":0.0}
{"full_text":"RT Coronavirus didn't cause poverty, homelessness and inadequate healthcare in America. As much as it exposed it...","sentiment_score":0.2}
{"full_text":"Chung ha is tested positive for COVID and mina met her as well so her results are yet to come","sentiment_score":0.2272727273}
{"full_text":"RT Did you know:According to the CDC--2,380 Americans under 35 have died with the China VirusThe latest data shows that...","sentiment_score":0.5}
{"full_text":"RT I've decided that there CANNOT be a pandemic, 30 degree weather AND sunset at 4:30pm all at the same time. One of these things...","sentiment_score":0.0}
{"full_text":"She has convinced me. We should keep our schools closed!!!!!!!! Not because of Covid-19, I want to keep our kids as far away from unhinged lunatics like her as possible.","sentiment_score":-0.1653488159}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"What's actually moving at warp speed is the COVID-19 virus as it rips a gaping hole through the patchwork of the American Health Care \"System\"!Great if companies get viable vaccines to the point of distribution...but what did .45 DO to slow the pandemic's progress?Big Fat Zero!","sentiment_score":0.10625}
{"full_text":"Is anyone surprised by another obvious disconnect between the residents of Toronto and the provincial government?","sentiment_score":0.05}
{"full_text":"It's ok we don't believe in voting for you. Your time is running out.","sentiment_score":0.5}
{"full_text":"Here's how you can play the Covid19 Vaccine theme https:\/\/t.co\/tYv4wGCCWlOpportunity to trade in  Britannia  &amp; Marico now?https:\/\/t.co\/xIBFVR8HF8Watch how a car company can mint you money! https:\/\/t.co\/vwlxi9eNFm","sentiment_score":0.0}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":"Your refusal to wear a mask got you in this mess. I think you should be denied healthcare due to your carelessness. Tots and pears azzzhole.","sentiment_score":-0.15}
{"full_text":"RT This.","sentiment_score":0.0}
{"full_text":"RT Ladies it's corona time I need this","sentiment_score":0.0}
{"full_text":"RT Just a reminder: It's okay if you didn't do well academically throughout this pandemic. You're not a failure.","sentiment_score":0.3291666667}
{"full_text":"RT I'm fed up about lockdown in France ! Not possible to go #WRC test this week ","sentiment_score":0.0}
{"full_text":"Wear a mask damn it.","sentiment_score":0.0}
{"full_text":"RT I am allowed to fly directly next to perfect strangers on a packed plane with no social-distancing between strangers &amp; du...","sentiment_score":0.6}
{"full_text":"RT We are amidst a pandemic. Livelihoods are destroyed. Daily wagers are trying to make ends meet. The economy is limping back...","sentiment_score":0.0}
{"full_text":"of course roofy doesn't have a temperature..it's a hoax..remember? Or have you forgotten the lies you've been yelling since January?  The trump virus was going to disappear..like magic..&amp; after the election..the Dems would stop saying covid covid..you do remember that..don't you?","sentiment_score":0.0}
{"full_text":"This is awesome","sentiment_score":1.0}
{"full_text":"My thoughts are just put up with the restrictions. Vaccine on the doorstep, just a few more months of inconvenience (fingers crossed). Overall, wearing a mask and social distancing isn't that great a hardship considering the alternative.","sentiment_score":0.2266666667}
{"full_text":"RT Congratulations on entering the alumni community! Those interested in our 11-month inclusive leadersh...","sentiment_score":0.25}
{"full_text":"This week on &amp; host #illustrator who describes how she turns her work into a tool for resilience in the midst of the #pandemic. Tune in!","sentiment_score":0.0}
{"full_text":"RT I really don't want to see any Republicans trying to act like they give a damn about the 2,403 lives lost at Pearl Harbor w...","sentiment_score":0.2}
{"full_text":"RT Since this story published three weeks ago, the number of cases among inmates and staff in state prisons has more than dou...","sentiment_score":0.5}
{"full_text":"This article refers to the Association of American Physicians and Surgeons as simply \"a group that opposes government involvement in medicine.\"In reality, it's a batshit insane far right group that pushes conspiracy theories.","sentiment_score":-0.1228571429}
{"full_text":"Sorry to hear about Rudy's positive covid test. Prayers for a speedy recovery and the same course of treatment as the President had.","sentiment_score":-0.0909090909}
{"full_text":"RT MAMA awards, MAMA Twice performance, Cry for Me stage, Twice's Covid Tests, Twice Negative Test results CRY FOR ME PRE...","sentiment_score":-0.3}
{"full_text":"RT Please join us on December 9th 1:30PM as we host a no-cost virtual conference that will provide you with labor force tren...","sentiment_score":0.0}
{"full_text":"280,000+ #COVID19 deaths but, yes let's play tennis.","sentiment_score":0.0}
{"full_text":"RT For those interested. This is Ephesus. Brilliant today, as bad weather and the pandemic kept people away.","sentiment_score":0.15}
{"full_text":"RT I would rather get Covid-19 than take the vaccine.I would rather have Hydroxychloro...","sentiment_score":0.0}
{"full_text":"RT Lockdown depression, winter depression, not being able to see your families, anxiety levels at a high for 18-25 year olds...","sentiment_score":0.33}
{"full_text":"IT IS UNBELIEVABLE THAT SMART POWERFUL PEOPLE CONTINUE TO IGNORE COVID PRECAUTIONS. WHY PUT THEMSELVES AND OTHERS AT RISK? WHAT IS THEIR REASONING?","sentiment_score":0.0880952381}
{"full_text":"RT I am allowed to fly directly next to perfect strangers on a packed plane with no social-distancing between strangers &amp; du...","sentiment_score":0.6}
{"full_text":"RT BREAKING: The Arizona Legislature will be closed all next week after at least 15 current or future Republican legislat...","sentiment_score":-0.08}
{"full_text":"RT One of nufc's oldest match going fans, Betty Brown aged 92 has beaten Covid  #nufc","sentiment_score":-0.1}
{"full_text":"RT For people who keep talking about you have to vote Republican because Dems are taking away your liberty during Covid, name lite...","sentiment_score":0.0}
{"full_text":"RT There have been more American deaths from COVID this day, and every day in December, than the deaths in the Pearl Harbor a...","sentiment_score":0.25}
{"full_text":"RT Dr. Stephen Mogusu who had no salary for 5 months dies from COVID-19 complicationshttps:\/\/t.co\/sMuNKNBA7x","sentiment_score":0.0}
{"full_text":"RT On this day in 1941, over 2,400 people were killed during an attack on the U.S. naval base in Pearl Harbor, Hawaii.And n...","sentiment_score":-0.5}
{"full_text":"RT Wake up America. Their aim is to destroy the US economy with fear &amp; lockdowns. They want you to beg big gov't to rescue...","sentiment_score":-0.1}
{"full_text":"We may not be Conservative in theory, but our pandemic response has been.","sentiment_score":0.0}
{"full_text":"KDHE #COVID19  #MaskUpKansas UPDATE for Monday, December 7: 174,025 Confirmed Positive Test Results (up 5,730 since Friday), 1,856 Total Deaths (up 70), 5,509 Hospitalizations (up 70) in ALL #KansasCounties. Follow local county COVID-19 safety guidance!","sentiment_score":0.1568181818}
{"full_text":"Andy nails it!!!More like #2BadActors. You go first Andy ....#COVID19 #Vaccines","sentiment_score":0.25}
{"full_text":"RT Hey friends! I just got laid off due to COVID If you know of any companies hiring for badass Data Scientists who are gr...","sentiment_score":-0.125}
{"full_text":"RT Atlanta public schools have been closed since March for in person classes because of covid, but Spider-Man will start filmi...","sentiment_score":-0.05}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"RT I am allowed to fly directly next to perfect strangers on a packed plane with no social-distancing between strangers &amp; du...","sentiment_score":0.6}
{"full_text":"Good blessings Your Holiness did the Globalists enrol Your High Office to push their Reset Agenda, using Covid19 as a pretext catalyst to control whole countries to shut down?The audacity of the Serpent is boundless, yet we implore BVM to crush him underfoot.","sentiment_score":0.215}
{"full_text":"I want to get a capture card to record my own footage, but my PC doesn't have any USB 3 slots, and judging by what results I got from software capturing on OBS, it will probably end up overworking my turtle of a PC. I could save up to make a new one, but COVID is rampant.","sentiment_score":0.3681818182}
{"full_text":"Yes. An mp died from covid and they discussed about getting choppers. Health care workers issues have been ignored. Btw Machakos gov said the Dr who died was based in Machakos yet the senator said he's from Kisii","sentiment_score":0.0}
{"full_text":"RT I never dreamed I'd have the honor to once again serve as Surgeon General. In this moment of crisis, I'm grateful for the...","sentiment_score":0.05}
{"full_text":"RT COVID has claimed another victim. This time it is the Kalamazoo Wings Hockey Club which announced a voluntary suspensio...","sentiment_score":-0.075}
{"full_text":"RT Sagittarius, Aries, Leo during this whole pandemic","sentiment_score":0.2}
{"full_text":"Do you wear a mask?","sentiment_score":0.0}
{"full_text":"Who is going to tell her that we're in a pacifier?","sentiment_score":0.0}
{"full_text":"RT I really don't want to see any Republicans trying to act like they give a damn about the 2,403 lives lost at Pearl Harbor w...","sentiment_score":0.2}
{"full_text":"RT \"If my father died in normal circumstances, I could feel like he had passed away and I loved him, but he was gone. But I cann...","sentiment_score":0.425}
{"full_text":"When the pandemic stops you from seeing all of your friends","sentiment_score":0.0}
{"full_text":"RT It's totally unnecessary and a move by weak leadership to simply run out the clock.Everyone in Arizona falls DAYS outs...","sentiment_score":-0.2583333333}
{"full_text":"RT I just ate a piece of cheese in the OR bathroom because that was the only safe place to have \"lunch\". Please for the...","sentiment_score":0.25}
{"full_text":"RT Go maskless at your own riskNo sympathy for elected officials who should know better but do not wear masks during hig...","sentiment_score":0.55}
{"full_text":"RT Fauci tells Cuomo that Nathan's hot dogs and a \"really steaming pastrami sandwich\" are the foods he misses most from his homet...","sentiment_score":0.3166666667}
{"full_text":"In the context of Coronavirus, here are ten ways businesses and brands can adjust to make the difference between success and failure in 2021.https:\/\/t.co\/DHbM08Z5py","sentiment_score":-0.0055555556}
{"full_text":"RT gets covid at an anime convention to own the libs","sentiment_score":0.6}
{"full_text":"The Barbie COVID Fever Dreamhouse.","sentiment_score":0.0}
{"full_text":"We have officially entered the \"sick patients turned away from hospitals due to overcrowding\" part of our real-life pandemic movie:","sentiment_score":-0.4196428571}
{"full_text":"very good to have that pre-pandemic. If the 'pent-up demand' story plays out, and that translates through to hot but transitory inflation (I have my doubts on both fronts but playing ball here) then critically important the committee can see the forest for the trees.","sentiment_score":0.52}
{"full_text":"My entire personality exposed in one tweet","sentiment_score":0.0}
{"full_text":"Please read Flourishing Before, Floundering After, to learn why #fosteryouth need covid relief urgently. Will you take action and include HR 7947 in a relief package? #UpChafee #NoAgingOut","sentiment_score":0.1}
{"full_text":"President-elect #JoeBiden named the team tasked with turning around the United States' floundering efforts to quell the #Covid19 pandemic, nominating Xavier Becerra as his secretary of health.#USElection2020","sentiment_score":0.0}
{"full_text":"Bad Bunny is in much better spirits since testing positive for COVID-19.https:\/\/t.co\/7PSuIk6mGh","sentiment_score":0.0090909091}
{"full_text":"RT #COVID19 UPDATE:Current ICU capacity by region:- Northern California: 28.2%- Bay Area: 25.7%- Greater Sacramento: 20...","sentiment_score":0.5}
{"full_text":"Various authorities have highlighted the wave of Venezuelan migration as the main cause of the increase in urban insecurity. However, this is directly associated with the country's growing socio-economic inequality, exacerbated by the pandemic.","sentiment_score":0.0666666667}
{"full_text":"\"We are at a critical point now and the last thing we would want is to relax or become complacent and see cases begin to rise again\"","sentiment_score":0.0}
{"full_text":"RT If Dr. Fauci states that a particular Covid-19 vaccine is safe and effective, will that convince you to get vaccinated?","sentiment_score":0.4222222222}
{"full_text":"During his coronavirus briefing, West Virginia Governor, Jim Justice, said that Marshall County requested a refrigerated truck from the National Guard. as deaths rise in #WV #coronavirus #COVID19","sentiment_score":0.0}
{"full_text":"Anti-lockdown protests continue across #Europe#coronavirus #COVID19 #lockdown","sentiment_score":0.0}
{"full_text":"Ask yourself. Who has been pushing for illegals to vote, mail in ballots, felons voting and COVID just happens to drop? Who was all rah rah re: emergency hearing re: USPS, then all of a sudden said nothing was wrong? Who's appointing former vote company dudes in the WH? Wake up","sentiment_score":-0.1666666667}
{"full_text":"Potential applicants with at least two years of music industry experience can find out more at ","sentiment_score":0.0666666667}
{"full_text":"Doctors in your local area are researching a potential vaccine designed specifically to prevent COVID-19. If you are 18+ with no previously confirmed diagnosis of COVID-19, you may be able to join the AZD1222 COVID-19 VACCINE Study. Call 253-341-6007 for more information.","sentiment_score":0.16}
{"full_text":"New university leadership and an experimental COVID-19 breathalyzer on campus are just a few topics you'll find in our latest newsletter. Check it out!","sentiment_score":0.1653409091}
{"full_text":"It is very important to know when you should #quarantine. If you have questions, please call us at 402-444-3400 #COVID19 #coronavirus #SocialDistance #washyourhands #wearamask #Dorightrightnow@unmc","sentiment_score":0.52}
{"full_text":"With millions already unemployed, we need to prevent further layoffs. How? An Emergency Payroll Subsidy (EPS).An EPS would help employers keep workers on the payroll during times of economic crisis. Read morehttps:\/\/t.co\/iiBj1t7Ytd","sentiment_score":0.1}
{"full_text":"It's good to help kids &amp; teens embrace mixed feelings about the #pandemic limitations on holiday celebrations, family psychiatrist says. (via For #HerInformedOps, contact Miller","sentiment_score":0.35}
{"full_text":"NEW: The U.S. economy's growth is likely slowing as 2020 comes to a close, but a growing number of economists expect it to claw back to its pre-pandemic strength by the second half of next year as vaccines for the coronavirus become widely distributed.https:\/\/t.co\/aOtuxdFXR0","sentiment_score":-0.0186147186}
{"full_text":"RT I promise you this: I will spare no effort -- or commitment -- to end this pandemic.","sentiment_score":0.0}
{"full_text":"RT wrong turn ^^ i forgot how this even works =)))seriously .. this pandemic turned me into a virgin again =\/https:\/\/t.c...","sentiment_score":-0.1111111111}
{"full_text":"Top U.S. health officials are warning Americans not to let their guard down against the coronavirus just because a vaccine could be on its way in a matter of days.","sentiment_score":0.1722222222}
{"full_text":"The short session is likely to be stormy because of the ongoing farmers agitation demanding the repeal of farm laws, handling of Covid-19, flood relief, state's worsening financial conditions and many other issues.https:\/\/t.co\/8uCw3fSJxp","sentiment_score":0.075}
{"full_text":"RT Naomi lives local to me and was kind enough to offer her car to us during the election. During lockdown 1 when I was orga...","sentiment_score":0.2}
{"full_text":"RT U.S. DEATHS, PEARL HARBOR, 7 DEC 1941: 2,403U.S. DEATHS, COVID, 1 DEC 2020: 2,473U.S. DEATHS, COVID, 2 DEC 2020: 2,73...","sentiment_score":0.0}
{"full_text":"Have you read this Promising Practices Brief on Improving Student Engagement and Attendance During COVID-19 School Closures from our friends at the National Student Attendance, Engagement, and Success Center? #SHS Check it out here:","sentiment_score":0.1}
{"full_text":"RT I am allowed to fly directly next to perfect strangers on a packed plane with no social-distancing between strangers &amp; du...","sentiment_score":0.6}
{"full_text":"Most Important Issue in Alberta:The economy \/ Jobs - 43%Health care - 27%Government accountability - 7%COVID-19 - 6%Energy \/ Pipelines - 4%#abpoli #ableghttps:\/\/t.co\/DzU1vYxn9v","sentiment_score":0.45}
{"full_text":"An Oklahoma woman is warning others not to solely rely on negative test results amid the coronavirus pandemic. Despite exhibiting symptoms, she received four tests and only one came back positive for the virus.","sentiment_score":-0.0181818182}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"Former New York City mayor and President Trump's lawyer Rudy Giuliani says he is \"feeling good\" as he recovers from his recent COVID-19 diagnosis. ","sentiment_score":0.2090909091}
{"full_text":"met today with all UN Resident Coordinators. Key message: UN support to assure #Covid19 vaccine is a global public good. Head of UN Peru, Igor Garafulic, said \"The SG has been clear. UN Country Team's priority is to support vaccination efforts in the country\"","sentiment_score":0.16}
{"full_text":"Who knew that last year's through winter towel could have so many uses! Fab photos from Breeze Network #Bury of the towels on their many adventures during lockdown.  #wintercycling #cycling #breeze","sentiment_score":0.375}
{"full_text":"Miami Beach is using its iconic brand, encouraging people to \"Mask Up!\" Just like the city of Miami Beach, the campaign also has character. ","sentiment_score":0.625}
{"full_text":"New York's Gov. #Cuomo is following in California's footsteps and considering an indoor dining halt. reacts - he says the sheer amount of unintended consequences from shutdowns are absolutely maddening! #VarneyCo #Coronavirus","sentiment_score":0.0965909091}
{"full_text":"Health providers for women have experienced challenges during the #COVID-19 pandemic, but there are ways to address these challenges. Read about challenges faced by health workers during #COVID19 in this article by PHR in #16Days","sentiment_score":0.8}
{"full_text":"InfectionGard(tm) is a completely toxic-free sanitiser with the ability to kill COVID19. It's kinder to the environment, your skin and harmless to animals and plants. Get yours ordered now from our web-shop!https:\/\/t.co\/BYnU9vavyc#ecofriendly #sanitiser #COVID19 #virus #bacteria","sentiment_score":0.1}
{"full_text":"Pharmacies who want to help deliver the COVID-19 vaccine must submit a form to NHS by December 6. C+D unpacks everything you need to know from the national guidance documents #PharmacyHour","sentiment_score":0.0}
{"full_text":"Layan Kayed, a Bir Zeit university student imprisoned by the Israeli occupation since June 2020, wrote the following letter to her family in December, following her isolation for potential COVID-19 exposure. https:\/\/t.co\/eOpQa0qM57","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Arizona Legislature will be closed all next week after at least 15 current or future Republican legislat...","sentiment_score":-0.08}
{"full_text":"An article from The New York Times earlier this year detailed the huge proliferation of international research as researchers from all parts of the world came together to share data and build on each other's results.https:\/\/t.co\/8oToC3o5KA","sentiment_score":0.1352272727}
{"full_text":"WATCH LIVE: Gov. Mike DeWine is scheduled to provide an update on the coronavirus pandemic as deaths in Ohio top 7,000.","sentiment_score":0.3181818182}
{"full_text":".@IFRC says thousands of new volunteers have joined its national Red Cross and Red Crescent societies as a result of #COVID19 -- and it hopes to retain them after the pandemic.@RebeccaLRoot reports. ","sentiment_score":0.0340909091}
{"full_text":"RT #RadicalLoeffler is too wealthy to represent the #WorkingClass , anyway.","sentiment_score":0.5}
{"full_text":"But in that company even the pandemic has to take a step back.","sentiment_score":0.0}
{"full_text":"governing bodies think Americans are too ignorant to make their own decisions and be responsible for their actions. It's easy. Stay home if you want. If you're high risk, stay home.  If you've been exposed, stay home. Otherwise, Those of us that aren't, let's keep going!!!","sentiment_score":0.3864583333}
{"full_text":"RT As COVID-19 cases increase and ICUs fill up, officials have adopted a \"just say no\" approach to curbing the pandemic. But so...","sentiment_score":0.0}
{"full_text":"RT LLC co-owned by Ilhan Omar's husband got $635K in COVID-19 relief","sentiment_score":0.0}
