{"full_text":"RT Agreed! As reports surfaced Wednesday of yet another healthcare worker who suffered a severe allergic reaction to #Pfi...","sentiment_score":0.0}
{"full_text":"RT Critical Considerations for Reopening Scheduled Surgical Care in the Setting of the COVID-19 Pandemic: A Framework for...","sentiment_score":0.0}
{"full_text":"RT FDNY EMT dies of COVID-19 same day as city's vaccine rollout beginsEvelyn Ford, 58, served as a citywide dispatcher, coor...","sentiment_score":0.0}
{"full_text":"RT Many States are Scouring Old DeathCertificates for Pneumonia Diagnoses that Can Be Called #ProbableCovid. Look for an * N...","sentiment_score":0.3}
{"full_text":"RT The workers at and were among the first in the nation to receive the COVID-19 vaccine from","sentiment_score":0.25}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"Covid Cop via","sentiment_score":0.0}
{"full_text":"RT My warmest wishes to everyone celebrating #ChristmasMay this occasion inspire us to reflect with compassion for the...","sentiment_score":0.0}
{"full_text":"RT It's going to be more and more and more and more of the same if #Georgia doesn't vote in &amp; into th...","sentiment_score":0.4}
{"full_text":"RT The deficit is only too high for the Republicans when there is a Democrat in office.","sentiment_score":0.08}
{"full_text":"RT Snow = shut everything downCovid = everything open","sentiment_score":0.0}
{"full_text":"RT  When you are here music is all around A LOCKDOWN CAROL'S HERE!Our epic fan cover of Abigail's Song by Murray Gold....","sentiment_score":0.1}
{"full_text":"RT You want to create a #mobilegame ?Check this: #MerryChristmas #mobilegames #gamergirl #...","sentiment_score":0.0}
{"full_text":"Houston got a lot gone covid","sentiment_score":0.0}
{"full_text":"My Christmas wish for is that he have the same kind of Christmas that his cult will have; with COVID hospitalizations, and lack of food, and poverty..","sentiment_score":0.3}
{"full_text":"RT Right, despite COVID, lockdowns and all ...","sentiment_score":0.2857142857}
{"full_text":"RT This is my friend Chad. Chad is a bloody good Paramedic Yesterday he succumbed to COVID after a long battleCOVID is rea...","sentiment_score":-0.05}
{"full_text":"RT $600 for a 10-month pandemic is $0.08 per hour.","sentiment_score":0.0}
{"full_text":"RT 'Twas the night before Xmas,And throughout the UK,A new COVID variant, Was spreading away, The masks were hung by t...","sentiment_score":0.1363636364}
{"full_text":"That foreign aid was requested by Trump in his budget that was added to the Covid bill.","sentiment_score":-0.125}
{"full_text":"RT Hopefully Santa makes it through Ohio tonight by the 10 p.m. curfew. Fly fast, Rudolph. The #COVID19 agents will be on th...","sentiment_score":0.5}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT I was asked by my 4 year old friend if Santa has had his Covid jab. I can confirm,that because he is over 80, he was invite...","sentiment_score":0.1}
{"full_text":"How Trump could set back Covid relief for weeks just by doing nothing via","sentiment_score":0.0}
{"full_text":"6 more people die of COVID-19 in Northland","sentiment_score":0.5}
{"full_text":"RT South Africa's Minister for Health Dr Zweli Mkhize says British Health Secretary Matt Hancock's claim that recently disc...","sentiment_score":0.0}
{"full_text":"RT NEW: Thanks to funding from and and I have launched a website that houses a series of...","sentiment_score":0.1681818182}
{"full_text":"RT Translation: Atsumu: Wait, you're \/too\/ \"at home\"!at least change into your uniform!I feel so bad seeing Motoya's face all po...","sentiment_score":-0.5}
{"full_text":"RT Wishing all our Christian citizens a very Happy Christmas. Please stay safe by observing COVID 19 SOPs.","sentiment_score":0.5}
{"full_text":"RT Two Kentucky sisters lose 3 family members -- mom, dad, and grandfather -- to Covid-19 just weeks before Christmas.https:\/\/t.co...","sentiment_score":0.0}
{"full_text":"RT How do you suspend people's passport ? thats akin to rendering people stateless using COVID as an excuse ? This isn't on...","sentiment_score":-0.05}
{"full_text":"RT The amount of people trying to tell me that covid is a mild illness and they'd prefer to get it over the vaccine has pr...","sentiment_score":0.3333333333}
{"full_text":"RT Trump is at Mar Lago. People are hurting. He vetoes the bill to support the military. He refuses to sign bill that has budge...","sentiment_score":-0.1}
{"full_text":"RT We adopted a kitten during the pandemic so the first man she has literally ever met is a nice handyman here to mount a t...","sentiment_score":0.425}
{"full_text":"RT Got questions about wearing a mask? You're not alone. Check out this expert advice on how to help your family stop the spread o...","sentiment_score":0.0}
{"full_text":"Agree next year has to get better after all the scientific progress to understand this terrible disease.  Hope you have a good holiday and thank you as well to all #COVID19 researchers and healthcare workers! ","sentiment_score":0.09375}
{"full_text":"After testing positive for the COVID-19 virus, Kyle Richards took to her platform to share an update #breaking #news","sentiment_score":0.2272727273}
{"full_text":"RT Coronavirus long haulers tell us their symptoms and how the disease has devastated their lives","sentiment_score":-0.05}
{"full_text":"I wrote three books during lockdown. Raw, gritty, real memoirs that will make you laugh a lot and cry a little. Please take a look ","sentiment_score":0.0163461538}
{"full_text":"RT Only the most Christian nations get together on Christmas Eve to discuss increasing aid during a pandemic and decide, \"No...","sentiment_score":0.1666666667}
{"full_text":"RT Footage of #HouseGOP from this morning's vote where they blocked a Democratic effort to raise the amount of coronavirus...","sentiment_score":0.0}
{"full_text":"RT From the transaction wire: #Raiders activated WR Henry Ruggs III from the reserve\/COVID-19 list and put LB Nicholas Mo...","sentiment_score":0.0}
{"full_text":"RT The COVID-19 relief packages are all scams. They're pretexts on which to steal money - lots of it - in ways that can't...","sentiment_score":0.0}
{"full_text":"RT This is outrageous. On Christmas Eve, Kevin McCarthy and House Republicans deprived Americans of receiving $2,000 during th...","sentiment_score":-1.0}
{"full_text":"RT Thoughts with NHS staff right now and for weeks ahead:21,286 patients in UK hospitals with Covid19 as of Tuesday 22 Decemb...","sentiment_score":0.2857142857}
{"full_text":"RT A 12-year-old boy got COVID-19 but was back to playing basketball in a few days. Then a rare complication hit, sending him to the e...","sentiment_score":0.0333333333}
{"full_text":"RT Thanks #Liverpool for showing how to test in a #CovidSMART way tackling the pandemic together. Rapid, low-cost tests: now i...","sentiment_score":0.2}
{"full_text":"RT Are you guys aware of any countries sending us money for COVID relief? Asking for the entire damn country. #OutLoudWith...","sentiment_score":0.125}
{"full_text":"RT This might be the smartest play left to Kelly Loeffler and David Perdue in Georgia after Donald Trump stunningly blasted R...","sentiment_score":-0.3}
{"full_text":"RT CytoDyn on Twitter: \"Our CMO, Dr. Scott Kelly, will be on today in the 1pm ET hour, talking about the import...","sentiment_score":0.0}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"RT Overdose Deaths Far Outnumber #COVID19 Deaths in San Francisco","sentiment_score":0.1}
{"full_text":"well done! I am currently visiting family but they decided to scale back the celebrations after covid numbers got worse here recently There are only a few people in attendance today. Better safe than sorry!!","sentiment_score":-0.0423611111}
{"full_text":"RT The bipartisan COVID relief &amp; omnibus bill has been enrolled. The House &amp; Senate are now sending this important legislat...","sentiment_score":0.4}
{"full_text":"RT If it wasn't for congressional Republicans you would be getting $2,000 in COVID relief.","sentiment_score":0.0}
{"full_text":"RT Our employees administering #vaccines are working with a sense of urgency &amp; grace under pressure. We owe th...","sentiment_score":0.0}
{"full_text":"Although the city has restricted a number of activities &amp; asks San Franciscans to stay at home to the extent possible, many local businesses are still operating and struggling due to the pandemic. It's important to have parking available for those who need to drive and park.","sentiment_score":0.1958333333}
{"full_text":"COVID really ruined Christmas and New Years for me this year ","sentiment_score":0.1681818182}
{"full_text":"RT I'm considering the legal ramifications of not returning on 6th if cases are 1000+. I thi...","sentiment_score":0.2}
{"full_text":"Un temazo en un Tomorrowland sin covid-19 ","sentiment_score":0.0}
{"full_text":"RT This morning the Republican party blocked a $2000 pandemic survival check for those in need. Georgians can reciprocate by voti...","sentiment_score":0.0}
{"full_text":"RT UK travellers need to stay put. The fact that 20 Brits tested positive for covid on ONE flight to Jamaica is insane.","sentiment_score":-0.3863636364}
{"full_text":"RT Only the most Christian nations get together on Christmas Eve to discuss increasing aid during a pandemic and decide, \"No...","sentiment_score":0.1666666667}
{"full_text":"RT \"Intranasal immunization with ChAd-SARS-CoV-2-S provided superior protection against SARS-CoV-2 infection and inflammation...","sentiment_score":0.7}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"Where was the help, oh prioritizing the top 1% families, he did nothing for lower and middle income families.  He destroyed the economy by his incompetence in taking any steps to protect against pandemic. He covered it up, and blamed China; no action taken! 330,000 deaths so far!","sentiment_score":0.140625}
{"full_text":"RT Whenever you see a coalition of Larry Summers, House Republicans &amp; corporate Democrats, watch out. They will do everythi...","sentiment_score":0.0}
{"full_text":"RT Online citizen science is a boon for students and the general public during the pandemic. got mentioned in...","sentiment_score":0.025}
{"full_text":"What she said.","sentiment_score":0.0}
{"full_text":"RT More than 6 million people have boarded flights in the past six days.In the middle of a once in a century Pandemic.I wi...","sentiment_score":0.0833333333}
{"full_text":"RT Hey everyone, you can now watch SUNDOWN, the grad film I worked on with Ana Moniz, Shanshan Zou and Ruitao She...","sentiment_score":0.0}
{"full_text":"RT 11th-hour COVID-19 relief deal proves again that Congress is unfit to govern","sentiment_score":0.3}
{"full_text":"New York hospital workers start to 'turn against each other' to get the COVID vaccine: 'We feel disrespected and underappreciated'","sentiment_score":0.0056818182}
{"full_text":"Between COVID-19 and a stroke, SFC Arthur Coon has had a long year. But, even distanced, he still brought together marchers to honor soldiers who couldn't come home for the holidays","sentiment_score":-0.05}
{"full_text":"RT South African science was crucial in helping UK discover its new variants; but then the UK govt claimed (wrongly) that th...","sentiment_score":-0.0909090909}
{"full_text":"RT Sent you an email about #ivermectin but got no response. Is anyone looking into this or will you continue loc...","sentiment_score":0.0}
{"full_text":"Black Friday in a Pandemic! Is This A Joke?!? via","sentiment_score":-0.2604166667}
{"full_text":"My husband and I lost big this year! I lost my Grandma Ninfa, which I've realized was the glue to my entire family. My husband lost both his paternal Grandparents, two weeks apart from one another due to Covid It's been tough!","sentiment_score":-0.1527777778}
{"full_text":"RT Wonder Woman 1984: Pint Glass design for Mondo x Alamo Drafthouse that unfortunately won't be getting released due to cov...","sentiment_score":-0.3125}
{"full_text":"Thanks, and its ok hubs has been off work for 2 weeks due to COVID and the rail co. He works for promised to take care of us....Nope","sentiment_score":0.1916666667}
{"full_text":"RT COVID-19 deaths overwhelm rural Pennsylvania: \"It came out of nowhere,\" said Burke, whose three funeral homes handle about...","sentiment_score":0.0}
{"full_text":"Also thinking of all those NHS workers on long shifts over Xmas. Thank you for caring for us when we are ill and Merry Xmas to you &amp; your families  #COVID19","sentiment_score":-0.275}
{"full_text":"Fauci to the American people:","sentiment_score":0.0}
{"full_text":"RT It's hard to overstate the seriousness of the national arson Trump is committing right now. Vetoing the defense bill....","sentiment_score":-0.0029761905}
{"full_text":"gonna go get tested for covid in an hour  very sexy of me.","sentiment_score":0.65}
{"full_text":"In 2020, #remotework is no longer optional. It's the only way to keep the workplace safe during the pandemic &amp; ensure your #remoteteam is as efficient as usual.This article on listsincredibly useful tools for managing remote creative teams","sentiment_score":0.24}
{"full_text":"RT Please please please do not let up. Please be careful.My cousin died today of Covid. The virus is out there and remai...","sentiment_score":0.0}
{"full_text":"Christmas Wishes:- Get a Freiberufler visa- Saratovsky Vladik, die of COVID, finally (how many waves of the virus do you need, man, with diabetes)- That my agency prospers","sentiment_score":0.25}
{"full_text":"Thanks to yr utterly ridiculous &amp; disproportionate restrictions our local pub has had to cancel their socially distanced bell ringing for fear of someone calling the rozzers! So you can whistle for yr Merry Christmas you total waste of space! #COVID19 #KBF","sentiment_score":-0.0569444444}
{"full_text":"Hope you're all enjoying some time off! But if you're struggling with work-life balance, this article from our Dec. issue can help: #pandemic #COVIDfatigue #happyholidays #worklifebalance","sentiment_score":0.625}
{"full_text":"RT More than 6 million people have boarded flights in the past six days.In the middle of a once in a century Pandemic.I wi...","sentiment_score":0.0833333333}
{"full_text":"This is the nonsense y'all did the first time.","sentiment_score":0.25}
{"full_text":"Nice lil Christmas text from NHS Covid 19 app","sentiment_score":0.6}
{"full_text":"RT Thank you to everyone at for sharing this important message as we begin to celebrate Christmas. Please continue to pro...","sentiment_score":0.4}
{"full_text":"Check out  This coronavirus-themed board game by four German sisters is a Christmas sell-out #boardgames #tabletop","sentiment_score":-0.2}
{"full_text":"It's so crazy I'm glad the nurse realized it wasn't COVID.","sentiment_score":-0.05}
{"full_text":"And average Mexican is 27 years old. 'Herd immunity' in countries with old at risk populations in Europe and USA would lead to several million COVID deaths. Not desirable, or feasible. Never mind healthcare system collapsing, as cherry on top.","sentiment_score":0.0916666667}
{"full_text":"Somewhere under this map is the United States. But it shows a problem that could lead to a huge spike in COVID-19 cases.https:\/\/t.co\/FwoqCjBqBC","sentiment_score":0.4}
{"full_text":"Year in review: The #COVID19 vaccines require cold storage in order to remain viable. spoke with Kristen Parrish about how to successfully handle these new vaccines.https:\/\/t.co\/LRRZgCFn7c","sentiment_score":0.0954545455}
{"full_text":"RT Trump, busy golfing now, vetoed funding for the military, has thrown Covid relief into doubt, and is pardoning murdere...","sentiment_score":0.0}
{"full_text":"ICE in 2020 arrested and deported fewer immigrants than in any year during President Trump's tenure, and the number of deportations hit a 15-year low, largely as a result of the coronavirus pandemic","sentiment_score":0.1071428571}
{"full_text":"The first 100 medical students received vaccinations against COVID-19 today. The medical school is among the first in the country to offer vaccinations to its students.","sentiment_score":0.125}
{"full_text":"Pending Negative COVID-19 Tests James Harden Should Be Available For Game On Saturdayhttps:\/\/t.co\/pUDMSrw0zN","sentiment_score":-0.1}
{"full_text":"RT My week so far: my dad passed away from covid. I just had to put our rescue dog down from kidney failure and now my best...","sentiment_score":0.1569444444}
{"full_text":"ICYMI: As the pandemic has kept families homebound and longing for something festive, many turned to Christmas decorations, says Michael Short, a manager at The Light Before Christmas, a company which decks the halls of area homes with light displays.https:\/\/t.co\/43mWGws10S","sentiment_score":0.325}
{"full_text":"MYRNA RUBIN, 85 of Framingham died of COVID on March 31. \"A loving daughter, wife, mom, aunt, nana and caring friend who had a heart of gold and just wonderful to be with...We miss her greatly and we were blessed to have her in our lives for the years we did.\"","sentiment_score":0.8}
{"full_text":"#NewYorkCity has seen almost 1 in 7 nationally recognized chain-store branches close their doors in 2020 as the #COVID19 pandemic ravaged the country. According to the latest industry report, a record-high of 1,057 chain stores have ended their businesses over the past 12 months.","sentiment_score":0.125}
{"full_text":"Faced with logistical concerns, Confluence Health has returned around 100 doses of a newly approved drug that treats coronavirus-positive people with a high risk of hospitalization. via","sentiment_score":0.1481818182}
{"full_text":"How Many Times Have The Experts Been Either Wrong, Or Downright Lying About COVID-19?","sentiment_score":0.0}
{"full_text":"HEALTH ALERT: The National Eating Disorder Association reports a 78% increase to their helpline since the pandemic started.","sentiment_score":0.0}
{"full_text":"#MercyForMaroon: Bring Maroon home for the holidays!In article, Maroon's son rightfully says \"my father deserves to be free.\"At 77 yrs old &amp; battling stage 4 cancer during a pandemic, Maroon's freedom is crucial. We demand his immediate unconditional release.","sentiment_score":0.1666666667}
{"full_text":"Toronto doctor will be at work on Christmas Day, helping patients with COVID-19.\"I was actually thinking ... OK, I need to find one of those ugly Christmas sweaters  ... so that I can try and add some cheer in some way,\" she told The Current.https:\/\/t.co\/ho3mUNT5w0","sentiment_score":-0.0666666667}
{"full_text":"In an exclusive interview with Steve Harvey on the \"Steve Harvey Morning Show,\" US Surgeon General Jerome M. Adams spoke candidly about the coronavirus pandemic and the forthcoming vaccine.https:\/\/t.co\/Uu4qDodR2g","sentiment_score":0.325}
{"full_text":"Nicole Johnson has been treating Covid patients for months. On Friday, she got her first injection of the Pfizer vaccine.https:\/\/t.co\/sTKQDuE3Cp","sentiment_score":0.25}
{"full_text":"Phases have been updated for essential workers and people at high risk of severe infection. ","sentiment_score":0.08}
{"full_text":"Anyone in NSW with cold or flu-like symptoms, even if very mild, should get a #COVID19 test as soon as possible &amp; self-isolate.Find testing clinics resources #hayeren","sentiment_score":-0.0555555556}
{"full_text":"COVID-19 has taken a toll on the hospitality industry as hotels, restaurants and tourist attractions either close their doors or see a significant drop in traffic. How will the industry recover?https:\/\/t.co\/aoth3xuh5w","sentiment_score":0.375}
{"full_text":"Be sure to stay home and stay safe this Christmas 40% OFF  : Adonit Note+ : #adonitnoteplus #stylus #COVID19 #StayHome #setup #ChristmasEveEve #gifts #iPad #iPadPro #tech #TECH4ALL #technews #Apple #study #gadget #note #paperless","sentiment_score":0.5}
{"full_text":"more #COVID19 cases at public places of interest in #sgv- chick-fil-a azusa - 5- chipotle baldwin park - 5- forever 21 montebello - 3- mcdonalds south el monte - 3- starbucks montebello - 5","sentiment_score":0.25}
{"full_text":"LISTEN! AAKP produced a special webinar on enjoying a SAFE HOLIDAY SEASON amidst COVID-19 featuring AAKP friend Dr. Jeff Silberzweig, CMO, GREAT answers to top patient questions and lots of TIMELY information! Watch it here:","sentiment_score":0.5564285714}
{"full_text":"#COVID restrictions in #Sydney have been extended for social gatherings during Christmas in a bid to curb an outbreak in #Australia's largest city.","sentiment_score":0.0333333333}
{"full_text":"Early data suggests wearables can flag some Covid-19 cases early via #wearables #mHealth #healthcare","sentiment_score":0.1}
{"full_text":"RT To keep you guys updated, jersey 1 from last night sold for over $2,600!!!!With both the and myself matching that, t...","sentiment_score":0.0}
{"full_text":"Guy Lukens in the Snowc. 1940#Christmas #ChristmasEve #MerryChristmas #HappyHolidays #ShopLocal #ShopPlacer #COVID19","sentiment_score":0.0}
{"full_text":"How did a local hospital board member who isn't a medical worker end up in the Tier 1 to get a #COVID19 vaccine? #weinvestigate See what we found STORY HERE:","sentiment_score":0.0}
{"full_text":"I'm not caught up on all the Fox News Cinematic Universe subplots. What exactly is this referring to? Is this the same Universe that believes COVID is a hoax, and thousands of people aren't dying every day? What a place to be!","sentiment_score":0.0833333333}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"The coronavirus has dampened Christmas joy around the world. How are you celebrating the holiday?https:\/\/t.co\/Iw7NChcgA2","sentiment_score":0.8}
{"full_text":"Are you an Austinite lking for #COVID19 info in American Sign Language?  Watch our videos:","sentiment_score":0.0}
{"full_text":"RT I know we're all over 2020 and hoping for a better 2021......But due to scenes like this, the beginning of 2021 is going...","sentiment_score":0.1875}
{"full_text":"RT NEWS: House Republicans blocked Democrats' attempt to meet President Donald Trump's demand to pay most Americans $2,00...","sentiment_score":0.5}
{"full_text":"Jingle bells, jingle bells, jingle all the way! Oh what fun it is to WEAR YOUR MASKS AND STAY INDOORS TO STOP THE SPREAD OF COVID-19 TODAY.","sentiment_score":0.3}
{"full_text":"A huge surge in online shopping during the pandemic has been a savior for retailers, but it comes at a price","sentiment_score":0.4}
{"full_text":"\"One of the brighter spots of 2020, is the way in which people have helped each other through the pandemic with kindness, compassion and love.\" First Minister has reflected on 2020 and wished everyone a happy Christmas and a brighter New Year","sentiment_score":0.3122727273}
{"full_text":"#COVID19 rates are higher now than they were in March. This holiday season:  Stay home whenever possible  Keep celebrations online with people you don't live with  Watch Religious services online or on TV  Always wear a mask  Keep 6 feet distance from others","sentiment_score":0.0965909091}
{"full_text":"In part one of this video edition of #EthicsTalk, journal editor in chief, Dr Audiey Kao, talks with Dr Vish Viswanath about the digital spread of health misinformation and falsehoods during this #COVID19 pandemic:","sentiment_score":0.0}
{"full_text":"Inspired by the latest news on the COVID-19 vaccines, one couple in Eagle River has created a light display that is both timely and joyous.","sentiment_score":0.45}
{"full_text":"How has Covid- 19 effected your thought process as a real estate agent   Danny and Edwin explain !!https:\/\/t.co\/ekZBP7Q22o","sentiment_score":0.3125}
{"full_text":"A Nebraska man is recovering after he spent more than a month at the hospital battling COVID-19, most of that time on a ventilator in a medically induced coma.","sentiment_score":0.16}
{"full_text":"RT JUST IN: New coronavirus strain found in Nigeria, different from UK variant","sentiment_score":0.0681818182}
{"full_text":"US military confirms pandemic won't sideline Santa Claus","sentiment_score":-0.1}
{"full_text":"All nuptials require an in-person officiant and witness. Don't have those? Then you can't be legally married.","sentiment_score":0.25}
{"full_text":"California had a near record number of daily coronavirus deaths as pandemic cases strained hospitals and reduced normal intensive care space to a record low, Gov. Gavin Newsom said Wednesday.https:\/\/t.co\/Z81hnlrozu","sentiment_score":0.0625}
{"full_text":"COVID-19 vaccine is causing reactions at a rate that is 'superior' via","sentiment_score":0.7}
{"full_text":"RT One person with covid-19 went to work in Oregon. Then, 7 people died and 300 had to quarantine.","sentiment_score":0.0}
{"full_text":"corona is actually the reason we don't know if smithy said yes to nes. Fuming","sentiment_score":0.0}
{"full_text":"RT A civilized country would close the damn airports.","sentiment_score":0.4}
{"full_text":"Created as an emergency weekendlong hackathon when the pandemic hit Central Ohio in mid-March, has already outlived its intended length by eight months--and it shows no signs of stopping.https:\/\/t.co\/tghoNGAREA","sentiment_score":0.0}
{"full_text":"RT Another my clip on #WARROOM, 23 Dec.-  woman Shi Zheng-Li is one of the famous scientists working for CCP for Bioweapon...","sentiment_score":0.5}
{"full_text":"RT Taehyung mentioned 'White angels' in the song '#SnowFlowerbyV' as below 'olhaeneun yeogi jeogi hayan ceonsadeuli manhjanha. This year a lot of white...","sentiment_score":0.0}
{"full_text":"RT Choosing a hard Brexit deal will seriously harm jobs, economy &amp; society compared to staying in EU, just not as much as...","sentiment_score":-0.1416666667}
{"full_text":"As a Jew, who has never celebrated Christmas, my brain doesn't know how to fathom cute Christmas family traditions. What's that like? It's just a normal day for us, with a tradition of Chinese food and (during non pandemic times) going to the movies. ","sentiment_score":0.11875}
{"full_text":"RT Why did House GOP defy request for $2000 checks in the #StimulusPackage? Is Trump already irrelevant?Repu...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 42.3FWind Chill: 42.3FHumidity: 99%Dew Point: 42.0F Barometer: 29.813 inHgWind: 0 mph from the NCorona Virus Weekly Stats:Cases: 187.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
