{"full_text":"We commemorate 60 years working through 2020 to address the immediate, short and medium-term goals identified by the #SICA Presidents in response to the #COVID19 pandemic and most recently hurricanes #Eta and #Iota.#CABEI60years","sentiment_score":0.1666666667}
{"full_text":"RT IT'S OFFICIAL! The US panel endorses widespread use of #Pfizer COVID-19 #vaccine @WKRN ","sentiment_score":0.0}
{"full_text":"really didn't need to come save me from this pandemic and yet they still did with ALL THE STUFF THEY DROPPED TODAY","sentiment_score":0.2}
{"full_text":"Is because he knows about xlear.","sentiment_score":0.0}
{"full_text":"Kudos to the homie and all those who helped put #TheGameAwards together in this wild year. It's no easy feat when there isn't a pandemic so much love to those who showcase this awesome industry I love so much in these trying times. #PlayForever","sentiment_score":0.3472222222}
{"full_text":"Georgia... TAKE NOTICE. Moscow Mitch McConnell is enemy #1 to America. #GeorgiaDemocratsWillMakeMoscowMitchCry McConnell Deals a Blow to Covid Relief Talks via","sentiment_score":0.0}
{"full_text":"RT More Americans died of COVID19 today than died on 9\/11.After that horrendous attack, we restructured our way of life...","sentiment_score":0.5}
{"full_text":"RT Republicans will take their shoes off at the airport for the rest of their lives for the 3,000 people who died on one day...","sentiment_score":0.0}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"RT World War II US battle deaths: 291,557US coronavirus deaths (so far): 292,091","sentiment_score":0.1}
{"full_text":"RT Thank you for giving us a voice to promote human rights, equity, inclusion, and human flourishing.","sentiment_score":0.0}
{"full_text":"RT \"There's a light at the end of the tunnel.\" Here's a look at how health care workers are preparing for the coronavirus v...","sentiment_score":0.4}
{"full_text":"Sewage pipes in Kowloon Bay block linked to outbreak - RTHK","sentiment_score":0.0}
{"full_text":"RT Why does Modi think exchequer funds are his personal money? He will spend 20,000 on Central Vista but refuse to give state...","sentiment_score":0.0}
{"full_text":"RT I agree with Pence. When you're in public, keep 6 feet of space between you and other people AND wear a mask...","sentiment_score":-0.0625}
{"full_text":"RT The Supreme Court would do the country an enormous favor if it told Trump and Republicans to STFU and focus on the pandemic f...","sentiment_score":0.0}
{"full_text":"RT How is this not a crime??","sentiment_score":0.0}
{"full_text":"RT Hey, Game fans from all around the word!!Thank you so much for watching our performing on I hope we'll...","sentiment_score":-0.1}
{"full_text":"RT Covid-recovering Trump promised top drugs for all -- he's mainly just helped his friendshttps:\/\/t.co\/3anGZhAycS","sentiment_score":0.3333333333}
{"full_text":"RT \"those interested in buying, selling, and smoking legal weed in Mexico will now have to keep waiting, at least a bit l...","sentiment_score":0.05}
{"full_text":"RT Covid attacking Black actors and actresses, ion like DET!","sentiment_score":-0.2083333333}
{"full_text":"RT by the grace of God","sentiment_score":0.0}
{"full_text":"RT [gisa] #ENHYPEN On Debuting During COVID, Their First EP, And Growing Togetherhttps:\/\/t.co\/Pa5viPPns9","sentiment_score":0.25}
{"full_text":"RT According to this HHS document, Washington DC was given all of 108 doses of Regeneron's monoclonal antibody cocktail....","sentiment_score":0.0}
{"full_text":"I just recently recovered, fortunately my symptoms weren't that bad and I was able to manage them I'm afraid of any potential side effects that I might see later on. But seriously wear a fucking mask and stay your stupid asses home.","sentiment_score":-0.2133333333}
{"full_text":"Thought about getting my nails done but the nail salon lady said \"we charge a $20 non refundable COVID 19 fee.\" That'll be no","sentiment_score":0.0}
{"full_text":"Fuk no","sentiment_score":0.0}
{"full_text":"if only there was a way to prevent this...","sentiment_score":0.0}
{"full_text":"RT In order for and to be able to lead us out of this pandemic and rebuild our economy, we HAVE to win the...","sentiment_score":0.65}
{"full_text":"Smh rip Debo had just  seen him at roscoes off a Manchester before the pandemic","sentiment_score":0.0}
{"full_text":"People are still buying this. ","sentiment_score":0.0}
{"full_text":"RT when this pandemic is over I still want some of y'all to stay tf away from me.","sentiment_score":0.0}
{"full_text":"RT \"The proudest moment would be now, accomplishing our dream of debut. We want to show our fans how we will continually gro...","sentiment_score":0.0}
{"full_text":"Create and promote your crowdfunding campaign to success #BlazeBYOBLive #CODMGhanaAwards #cashapptrivia #COVID19 #louiesgoingtojailparty #sammygyamfi #TheGameAwards #XF20 #YBCLUJ #zimloveisland","sentiment_score":0.3}
{"full_text":"RT What kind of moron turns down an offer to buy vaccines during a pandemic?","sentiment_score":-0.1185185185}
{"full_text":"RT \"If it wasn't me, I wouldn't have been put in a hospital frankly,\" Rudy Giuliani told WABC radio. \"Sometimes when you'r...","sentiment_score":0.0}
{"full_text":"RT Wonder if people denouncing this realize how common it was in the Dust Bowl and in Depression-era Appalachia for residents t...","sentiment_score":-0.3}
{"full_text":"RT Santa Ana has new COVID hotline for compliance complaints","sentiment_score":0.1363636364}
{"full_text":"RT [gisa] #ENHYPEN On Debuting During COVID, Their First EP, And Growing Togetherhttps:\/\/t.co\/Pa5viPPns9","sentiment_score":0.25}
{"full_text":"RT \"Do you really want us to be like Florida?\" -@GovNedLamont to Yes. Yes we do. #COVID #Science #Lockdow...","sentiment_score":0.2}
{"full_text":"RT Americans are not getting COVID survival checks because of Mitch McConnell. If Loeffler and Perdue win, this bill stays on...","sentiment_score":0.8}
{"full_text":"Y'all know what annoys me....people say having fun in the middle of a pandemic is not taking precautions yet we're taking a risk everyday at work and nobody has shit to say?","sentiment_score":-0.025}
{"full_text":"F.D.A. Advisory Panel Gives Green Light to Pfizer Vaccine","sentiment_score":0.1}
{"full_text":"RT The Texas Education Agency announced that A-F grades for schools will not be given out for the 2020-21 school year due to \"ongoin...","sentiment_score":-0.125}
{"full_text":"Okay. I'm not the world's biggest fan. I dig her political stance &amp; the way she inspires my daughter, &amp; how she helped employees during pandemic, but this whole putting out an album whenever she feels like it-now she's my hero. Taylor Swift rules.","sentiment_score":0.2333333333}
{"full_text":"RT Happening now:*37 days post election, 18 GOP AGs and 106 reps back sedition*CDC director says more will die each day of...","sentiment_score":0.25}
{"full_text":"\"But we got the COVID vaccines two weeks ago...\"","sentiment_score":0.0}
{"full_text":"RT Hey, Game fans from all around the word!!Thank you so much for watching our performing on I hope we'll...","sentiment_score":-0.1}
{"full_text":"RT Americans are not getting COVID survival checks because of Mitch McConnell. If Loeffler and Perdue win, this bill stays on...","sentiment_score":0.8}
{"full_text":"RT A big #Brigham shoutout to Lindsey Baden, MD, who was named a 2020 Bostonian of the Year by which cited hi...","sentiment_score":0.0}
{"full_text":"We need to be more introspective...we need to reflect a little more. In the shadow of the Covid, we have time to do so. Together, let's us seek to learn the lessons we have to learn...and strive to come out from this tunnel, wiser, better and with more understanding","sentiment_score":0.3625}
{"full_text":"RT Cheering won't save lives, staying home will: What frontline workers really need #COVID19","sentiment_score":0.2}
{"full_text":"RT Americans are not getting COVID survival checks because of Mitch McConnell. If Loeffler and Perdue win, this bill stays on...","sentiment_score":0.8}
{"full_text":"RT Endless money for wars? No problem. Endless money for tax breaks for the rich? No problem. Endless money for corporate w...","sentiment_score":0.0}
{"full_text":"RT \"THERE HAS NEVER BEEN A BETTER TIME TO PLAY POKEMON GO\" THERE IS LITERALLY A PANDEMIC","sentiment_score":0.5}
{"full_text":"How much more do you expect people to take","sentiment_score":0.5}
{"full_text":"RT Hear me out...What if they're shutting down bars and churches not out of fear of spreading the Coronavirus but fear of people...","sentiment_score":-0.1555555556}
{"full_text":"RT We've now surpassed the 9\/11 death toll on consecutive days","sentiment_score":0.0}
{"full_text":"must watch show- try re-run| TY #WEARAMASK @TheNJAmistad @NJSTEMPathways","sentiment_score":0.0}
{"full_text":"Nice tax right off ","sentiment_score":0.4428571429}
{"full_text":"The Pokemon Go shillery is pretty cringe, but doubly so given how hardcore the pandemic is raging in America right now. Plus that game hasn't truly added anything new since launch lol.","sentiment_score":0.1786796537}
{"full_text":"RT More Americans died of COVID19 today than died on 9\/11.After that horrendous attack, we restructured our way of life...","sentiment_score":0.5}
{"full_text":"RT 2020 has been a total international humiliation for the US. abject failure across the board","sentiment_score":-0.1055555556}
{"full_text":"RT Nursing-home residents would benefit most from a Covid-19 vaccine, but they are proving the hardest to reach with the new shot htt...","sentiment_score":0.3181818182}
{"full_text":"trump\/mcconnell\/republican Amerika.","sentiment_score":0.0}
{"full_text":"Destroy the paper trail. Coverup 101.","sentiment_score":-0.2}
{"full_text":"RT NEW - Part 2 of my series w on Warp Speed and Race delves into Palantir, their role in Warp Speed, why th...","sentiment_score":0.1363636364}
{"full_text":"RT Hey, Game fans from all around the word!!Thank you so much for watching our performing on I hope we'll...","sentiment_score":-0.1}
{"full_text":"You should have always cleaned  those cabins like that not wait till a pandemic. ","sentiment_score":0.0}
{"full_text":"RT We are the richest nation in the world. Why can't we pay people to stay home during the Pandemic?","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you will be social distancing during the holidays and not gathering in large groups. ","sentiment_score":0.1238095238}
{"full_text":"Senators! I am from Georgia! Why are you not pushing for Covid support for your state!","sentiment_score":0.0}
{"full_text":"He is such a scumbag fraud!Just unreal! We deserve better California ","sentiment_score":0.25}
{"full_text":"That's in Wise County.","sentiment_score":0.7}
{"full_text":"RT A Facebook-exclusive Virtual Reality ad for a Disney theme park no one can actually attend because of a viral pandemic fee...","sentiment_score":0.0}
{"full_text":"RT We've received reports of a COVID-19 text message scam. If you receive a text message from the BC Centre for Disease Control...","sentiment_score":0.0}
{"full_text":"RT Dec. 10th 2020:As of today, we received $4.63\/day to get through this pandemic.That's 463 pennies per...","sentiment_score":0.0}
{"full_text":"RT Most of the world's poor will go without a vaccine because rich countries are hoarding enough doses to immunise their populat...","sentiment_score":0.11875}
{"full_text":"RT Tell me again why we shouldn't prosecute members of the Trump administration????","sentiment_score":0.0}
{"full_text":"RT NEW: Australia reaches 1 week without any domestic coronavirus cases and no new deaths","sentiment_score":0.0227272727}
{"full_text":"Dance naked in the streets.Thank God for Covid.","sentiment_score":0.0}
{"full_text":"RT If you ever drank the jungle juice at frat parties in Isla Vista, you don't have to worry about what's in the COVID vacci...","sentiment_score":0.0}
{"full_text":"Whales get a break as pandemic creates quieter oceans - OPB","sentiment_score":0.0}
{"full_text":"RT States who have taken this pandemic seriously should sue Gov DeSantis(FL) &amp; Gov Abbott(TX) for putting Americans in serious...","sentiment_score":-0.3333333333}
{"full_text":"covid vaccine lookin better than botox tbh  ","sentiment_score":0.5}
{"full_text":"RT [gisa] #ENHYPEN On Debuting During COVID, Their First EP, And Growing Togetherhttps:\/\/t.co\/Pa5viPPns9","sentiment_score":0.25}
{"full_text":"RT Americans are not getting COVID survival checks because of Mitch McConnell. If Loeffler and Perdue win, this bill stays on...","sentiment_score":0.8}
{"full_text":"RT 10 years to the day after his famous 8+ hour filibuster against the extension of the bush tax cuts, bernie is again tonight...","sentiment_score":0.5}
{"full_text":"RT Imagine being mad at Tom Wolf for keeping citizens safe rather than being mad at the higher ups for not offering proper aid t...","sentiment_score":-0.1}
{"full_text":"Yeah LSD","sentiment_score":0.0}
{"full_text":"RT In Orange County, CA, hospitals are sending ambulances away before they arrive, and EMTs are having to hold patients in ambul...","sentiment_score":0.0}
{"full_text":"Hey, credit where credit is due ... that ain't bad. Too bad Mike Pence wasn't in such a hurry to prevent the spread of Covid, but this old man's cardio ain't bad. (P.s. He is running from Mother.)","sentiment_score":-0.3541666667}
{"full_text":"Imagine catching covid on national tv from sniffing Rudy Giuliani's farts","sentiment_score":0.6}
{"full_text":"US advisory panel recommends approving Pfizer's COVID-19 vaccine for emergency distribution ","sentiment_score":0.0}
{"full_text":"RT A really helpful thread comparing Pfizer #COVID19 vaccine side effects to other common vaccines.","sentiment_score":-0.075}
{"full_text":"Shipping giants UPS and FedEx will distribute a COVID-19 vaccine across the U.S.UPS has shipped vaccine kits -- which arrived at some hospitals today -- that include syringes, masks and a diluting agent for Pfizer's vaccine, which will be used to administer doses, once approved","sentiment_score":0.0}
{"full_text":"Covid: allow me to introduce myself","sentiment_score":0.0}
{"full_text":"RT Hey, Game fans from all around the word!!Thank you so much for watching our performing on I hope we'll...","sentiment_score":-0.1}
{"full_text":"The COVID ICU just listened to this with me. (They didn't have a choice)","sentiment_score":0.0}
{"full_text":"Has anybody used an app from the COVID-19 Exposure Notifications System?","sentiment_score":0.0}
{"full_text":"RT [gisa] #ENHYPEN On Debuting During COVID, Their First EP, And Growing Togetherhttps:\/\/t.co\/Pa5viPPns9","sentiment_score":0.25}
{"full_text":"With the COVID-19 vaccine possibly being made available to the American public as early as next week, businesses may soon get the green light to require their employees to get the vaccine, with a few exceptions.","sentiment_score":0.0555555556}
{"full_text":"ICYMI: Ontario finally knows how many doses of Pfizer's COVID-19 vaccine it's getting next week.Here's everything you need to know about the distribution set for Tuesday.https:\/\/t.co\/yAs3w1ehry","sentiment_score":0.1666666667}
{"full_text":"Mendicant Badjaos have returned to this city, some nine months after they were rounded up and sent home to avert the spread of coronavirus disease 2019 (COVID-19).https:\/\/t.co\/MfU5MFzvvT","sentiment_score":0.0}
{"full_text":"Despite #hospitals being on the front lines during the #pandemic, bad actors have continued to target them with ransomware.https:\/\/t.co\/QRrmz5JHpX","sentiment_score":-0.7}
{"full_text":"Utility companies are facing $137 million in fines for leaving Hudson Valley customers in the dark during a natural disaster in the midst of a pandemic.https:\/\/t.co\/rS09Cs1Ofb","sentiment_score":-0.025}
{"full_text":"RT Hey, Game fans from all around the word!!Thank you so much for watching our performing on I hope we'll...","sentiment_score":-0.1}
{"full_text":"Australia is coming back from COVID-19, Prime Minister Scott Morrison has said following his first in-person National Cabinet since the beginning of the coronavirus pandemic. #9Newshttps:\/\/t.co\/tVrH6GE43c","sentiment_score":0.0833333333}
{"full_text":"RT Coronavirus relief negotiations appear to come to a halt on Thursday, with Democrats and Republicans again divided on the scope...","sentiment_score":0.0}
{"full_text":"This holiday season, the Department of Health is discouraging the use of these kinds of noisemakers to avoid possible COVID-19 transmission through transfer of saliva among individuals.","sentiment_score":0.0}
{"full_text":"Has This Year Turned You into a Germaphobe?","sentiment_score":0.0}
{"full_text":"CALLING FOR SAFETY: Connecticut educators are calling on the state to enforce uniform COVID-19 safety standards or return to remote learning.","sentiment_score":-0.1}
{"full_text":"\"We are better people and we came out on top of adversity or obstacles we had to overcome because of this pandemic.\"@mtellis34 and Angie Benson reflect on lessons learned in 2020 via","sentiment_score":0.3166666667}
{"full_text":"RT Hey, Game fans from all around the word!!Thank you so much for watching our performing on I hope we'll...","sentiment_score":-0.1}
{"full_text":"Free COVID-19 testingInsurance not required. However, if you have insurance that will cover the cost, your insurance will be billed Friday Dec 11 1pm - 4pmSt. Paul AME Church400 Orchard Place Pittsburgh 15210Pre-registration link: welcomed","sentiment_score":0.4}
{"full_text":"Another sign of hope for Filipinos.As the United Kingdom (UK) positioned itself as the first country to publicly administer a COVID-19 vaccine, a Filipino nurse was one of the first few to receive the shot.READ:","sentiment_score":0.075}
{"full_text":"Hi Nicole well I think it's to late my husband and I both have the Corona virus right now it's been an horrific couple of day's I'm just praying we recover quickly ","sentiment_score":-0.1702380952}
{"full_text":"We're frustrated that our #walks are on hold for COVID safety considerations. But we're not idle!We're working to make our website's resources easier to explore and we're developing new walks for 2021, some in #Etobicoke &amp; N York. We'd love to do the same in #Scarborough.","sentiment_score":-0.0159090909}
{"full_text":"RT After nearly an entire month off due to a bye and then COVID-19 canceling games, Southside will open the playoffs tomorrow with...","sentiment_score":-0.0416666667}
{"full_text":"In the SJV, ICU capacity is now at 1.9%. If everyone does their part to stop the spread, we will prevent maxing out CA's hospital system, ensure health care workers can come to work safely, &amp; protect the most vulnerable. CA's limited Stay at Home Order is in effect until 12\/21.","sentiment_score":0.1071428571}
{"full_text":"The U.S. recorded more than 3,000 coronavirus deaths on Wednesday, the highest in a single day.","sentiment_score":0.2142857143}
{"full_text":"\"Some employers might say we're going to terminate, some may say we'll give you a leave of absence unpaid, that whole spectrum of options is available to an employer,\" said Bob Harris, an attorney with Vorys, Sater, Seymour and Pease LLP.","sentiment_score":0.196875}
{"full_text":"Despite the COVID-led fog of uncertainty, #India's burgeoning #startup ecosystem received at least $1.3 billion in #investments in Novemberhttps:\/\/t.co\/ELzvQmFZ0Y","sentiment_score":-0.3}
{"full_text":"up with a great piece on why the holiday COVID surge means Virginia schools should go ALL-VIRTUAL until at least mid-January. #COVID #VEAStrong","sentiment_score":0.25}
{"full_text":"A psychologist explains why the days, weeks and months have seemed to disappear -- and what we can do to center ourselves.https:\/\/t.co\/eyU6Uy9CrU","sentiment_score":-0.1}
{"full_text":"Celebrating holiday traditions looks very different during a pandemic. Thankfully, the Central Valley's Holiday Magic Studios is bringing both joy and safety to Santa portraits. Read more about these virtual photos in the latest Shift3 blog!https:\/\/t.co\/lvD6GGzEtb","sentiment_score":0.3833333333}
{"full_text":"Parents of special needs students are coming forward saying the COVID-19 pandemic is sparking a battle between them and their schools.","sentiment_score":0.3571428571}
{"full_text":"Tim Cass, the general manager of the National Campus, joins to discuss the importance of college tennis and what's being done to help it survive, and even grow, during these times.https:\/\/t.co\/OdQrHRfrQC","sentiment_score":0.05}
{"full_text":"\"This year we wanted to create a very special nativity scene,\"The diocese said that it wanted symbolically to honor medical workers for their service during the coronavirus pandemic by including a nurse.https:\/\/t.co\/9YYCp9NRKH","sentiment_score":0.2321428571}
{"full_text":"That's literally the course I teach. I would take a page from the pandemic - if there's no textbook, make sure students have access to your lectures via video\/audio recording. It'll make everyone's life easier &amp; the course more accessible.","sentiment_score":0.4583333333}
{"full_text":"A locked-down pandemic-struck world cut its carbon dioxide emissions this year by 7%, the biggest drop ever.https:\/\/t.co\/08DqXn7QCG","sentiment_score":0.0}
{"full_text":"Globe Hotel (Near Auburn Depot)c. 1880Arlington Hotel (same building)c. 1900#Christmas2020 #Christmas #ChristmasTree #COVID19 #History","sentiment_score":0.05}
{"full_text":"A look at Ontario's latest COVID-19 modelling projections ","sentiment_score":0.5}
{"full_text":"COVID Whistleblower's House RAIDED by Armed Cops via","sentiment_score":0.0}
{"full_text":"In this challenging time, moral distress among healthcare professionals is on the rise. #COVID19 #moraldistres","sentiment_score":0.25}
{"full_text":"Beauty business expects to struggle to recoup losses due to the pandemic.https:\/\/t.co\/tOHbNnCEdd","sentiment_score":-0.125}
{"full_text":"RT Jimmy Kimmel goes off on Rudy Giuliani for getting VIP COVID cocktail: \"And why didn't Herman Cain get that? Is it like...","sentiment_score":0.0}
{"full_text":"Big Bend, south Georgia hospitals prepare for possible surge in COVID-19 caseshttps:\/\/t.co\/FhC9iXInQM","sentiment_score":0.0}
{"full_text":" 9 PM US COVID Data 12\/10\/20 Total Cases        16,039,309New Cases Today  217,695   Total Deaths          299,692  New Deaths              2,973   Critical Condition   27,379Active Cases    6,409,999  Recovered        9,329,618https:\/\/t.co\/n1MLDPBR79","sentiment_score":0.0340909091}
{"full_text":"About half of employees say thepandemic is an incentiveto spend more time makingtheir benefits selections. We can help.","sentiment_score":0.1666666667}
{"full_text":"Our latest #COVID19 projections for the US show a reduction in deaths due to new data on vaccine efficacy. However, we expect daily deaths to reach 1,800 per day in mid-January. Wearing a mask can save 56,000 lives by Apr 1.Download our policy briefings:","sentiment_score":0.1278409091}
{"full_text":"RT You have to hand it to Fauci, even after new cases in New York are at their highest level, he doubled down on saying they had t...","sentiment_score":0.0390572391}
{"full_text":"Current Conditions for #Sayre PATemp: 28.9FWind Chill: 28.9FHumidity: 99%Dew Point: 28.7F Barometer: 30.277 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 246.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT 10 years to the day after his famous 8+ hour filibuster against the extension of the bush tax cuts, bernie is again tonight...","sentiment_score":0.5}
{"full_text":"Time: 02:00 * Temp: 8.8degC * Wind: SSE 0.9 to 2.0mph * Pressure: 975.4hPa * Rain: 0.2mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:36 * Sunset: 15:57 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Jeff Bezos could end hunger in America and still have way more money than he had before the pandemic","sentiment_score":0.5}
{"full_text":"RT Latinos have contributed to America's success while overcoming systemic exclusion -- our stories and culture have been e...","sentiment_score":0.3}
{"full_text":"Google Adds Knowledge Panels in Search Results for Covid-19 Vaccines to Counter Misinformationhttps:\/\/t.co\/SF4ms5EwCP","sentiment_score":0.0}
{"full_text":"#Coronavirus Australia: UQ #COVID #vaccine deal cancelled after #HIV false positive results in participants","sentiment_score":-0.0863636364}
{"full_text":"RT Average #BARDA #COVID19  therapeutic award $180M - Already partnered  $HGEN funding announcement soon.","sentiment_score":-0.15}
{"full_text":"How I Lost 30 Pounds #COVID19 #life #careermode #careerpath","sentiment_score":0.0}
{"full_text":"The novel #coronavirus may have been lurking in different places across the world long before it caused #COVID_19 outbreaks, although efforts are underway to try to find its #origin, said a top public health expert.https:\/\/t.co\/vtGlPIcsgt","sentiment_score":0.1125}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"RT Early summer I got covid. I lost taste\/smell for 5 days &amp; had mild aches 2-3 days. I understand it's much worse 4 some....","sentiment_score":0.0111111111}
{"full_text":"An ultra-cold freezer designed to store the COVID-19 vaccine is now at a distribution hub site in Charleston, according to the West Virginia National Guard.","sentiment_score":0.0}
{"full_text":"I appreciate the concern, but I'm not at all worried about COVID, so will continue to not wear a mask and maintain my health.  I encourage everyone to do whatever they feel is best for themselves and their families.","sentiment_score":1.0}
{"full_text":"Dozens of business owners gathered outside Kansas City, Missouri, City Hall earlier today to protest the city's COVID-19 restrictions.","sentiment_score":0.0}
