{"full_text":"Can the strategies for fighting #COVID19 be applied to #climatechange?","sentiment_score":0.0}
{"full_text":"RT The only thing standing in the way of $2,000 per person COVID relief is the current makeup of the Senate.","sentiment_score":0.0}
{"full_text":"RT Oklahoma athletics announces in a press release that there are not any COVID-19 active cases among players and only one ca...","sentiment_score":-0.0666666667}
{"full_text":"Did I say it want a problem?I said perspective is important.Why does it have to be all or nothing? Why can't there be a considered thought process here?But muh, covidiot!","sentiment_score":0.0}
{"full_text":"RT YOU CANNOT be \"cleared\" for a gathering by a negative COVID test1) Might be too early in course to detect virus 2) ~20% of...","sentiment_score":-0.1}
{"full_text":"RT Why a SARS-CoV-2 variant that's 50% more transmissible would in general be a much bigger problem than a variant that's...","sentiment_score":0.1833333333}
{"full_text":"RT Over the past week, there has been a 15% decrease in new COVID cases and deaths in America.The media will not tell you...","sentiment_score":-0.0568181818}
{"full_text":"RT 'Nobody wants to beg -- leave the bathrooms open' -- #COVID19 restrictions leave people with conditions like #Crohns wit...","sentiment_score":0.1}
{"full_text":"RT Just so we're clear: the UCP was more than happy to apply for the wage subsidy for its own employees, but refused to take a...","sentiment_score":0.5}
{"full_text":"#PrayersUp for this family. #WearYourMasks","sentiment_score":0.0}
{"full_text":"RT you're happy with returns filed till now using your statistical tool. But you're no...","sentiment_score":0.8}
{"full_text":"#RamCharan Tested Positive for Covid-19","sentiment_score":0.2272727273}
{"full_text":"RT We did ","sentiment_score":0.0}
{"full_text":"#BreakingNews New York Herald, New York. Sunday, October 6, 1918. A swing and a miss, Copeland. #NYC #Covid","sentiment_score":0.1363636364}
{"full_text":"Ignore at your own peril - Forty-three COVID-19 cases have been detected in people living in Greater Sydney outside the northern beaches outbreak epicentre this month, stoking fears that any lapse in vigilance would allow undetected chains of transmission to fester in secret.","sentiment_score":0.175}
{"full_text":"What an embarrassment. Trade one of the best pitchers in the game and don't even get a top 10 prospect back. #Cubs","sentiment_score":0.275}
{"full_text":"RT We are living in a country where there are people vacationing during a pandemic and also people who cannot feed their famil...","sentiment_score":0.0}
{"full_text":"Covid.","sentiment_score":0.0}
{"full_text":"RT 4\/ Here is how #influenza &amp; coronaviruses cycle throughout the year in #Ontario. You can see the exact same trend; their le...","sentiment_score":0.125}
{"full_text":"RT Not surprising... a product of our approach...","sentiment_score":-0.35}
{"full_text":"RT The reason why #TREASURE full album is something to look forward to is because we need something to save us from the thin...","sentiment_score":-0.025}
{"full_text":"RT This is what a salary dump in a pandemic looks like. The Cubs aimed to transfer debt.","sentiment_score":0.0}
{"full_text":"Actor tests #COVID19 Positive. He requests all who have been around him in the past couple of days to get tested. #RamCharan has no symptoms, but is  in quarantine at home.#Tollywood #coronavirus #Covid #CovidUpdates","sentiment_score":-0.0113636364}
{"full_text":"RT My Son tells me the hospital where he works in Dallas is running out of Covid beds, maybe can post a food pict...","sentiment_score":0.0}
{"full_text":"RT #Florida man completely laser-focused on stopping the #coronavirus plague that has killed -- oh wait, never mind.","sentiment_score":-0.05}
{"full_text":"Tinley Park teenager dies from COVID-19 days after diagnosis via","sentiment_score":0.0}
{"full_text":"Bet they nicked all the bog rolls on the way out too; y'know, just to add that extra touch of class ...https:\/\/t.co\/RSt8s8uUXi","sentiment_score":0.0}
{"full_text":"Actually the dead from Covid19 in #Alberta is over 1000 now. That town population comparison keeps getting bigger. But hey is just your parents or grandparents who may get Covid19 and they will understand where you are coming from.","sentiment_score":-0.0666666667}
{"full_text":"RT Over the past week, there has been a 15% decrease in new COVID cases and deaths in America.The media will not tell you...","sentiment_score":-0.0568181818}
{"full_text":"RT With the new Covid variant everywhere, it's not enough to just wait for the vaccine. New UK-wide restrictions are now esse...","sentiment_score":0.0909090909}
{"full_text":"Right ! And ask why take a weekend break when it's critical to get people vaccinated","sentiment_score":0.1785714286}
{"full_text":"Forget Western Media. Explain the photos released by the journalist. They showed clear evidence of the chaos in Wuhan and how CCP covered up the virus. Tell me, why is China scared to tell the world the truth? There is so much proof that CCP covered up virus.If U want I will show","sentiment_score":0.1}
{"full_text":"RT This year, we've painfully learned the cost of being unprepared for a pandemic. If we aren't investing with our partners ar...","sentiment_score":-0.7}
{"full_text":"On Dec 21 the province of Ontario announced a lockdown was coming 5 days later on Dec 26. Then we find out no vaccinations occured on Dec 25 or 26 (&amp; limited on 27 &amp; 28).","sentiment_score":-0.0357142857}
{"full_text":"RT The World Health Organization has just stated there is no evidence yet that vaccines will prevent #COVID19 infections an...","sentiment_score":0.0}
{"full_text":"RT Side by side... COVID death toll graph, Trump's signature...","sentiment_score":0.0}
{"full_text":"RT #TrumpIsNotWell? trump is criminally insane. His lies about Covid has had devastating consequences for all Americans. His ins...","sentiment_score":-1.0}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"RT When China first reported cases of coronavirus to WHO on December 31, 2019, it was described as a mysterious new strain of pneumo...","sentiment_score":0.1287878788}
{"full_text":"But are totally cool with audacious displays of privilege. They have a mask (perhaps even a coveted N95), the means to shop at Whole Foods, but not the care\/consideration\/thoughtfulness to protect people around them.","sentiment_score":0.275}
{"full_text":"RT As New York begins the process of vaccinating frontline workers and some vulnerable communities, we must be vigilant ab...","sentiment_score":-0.1818181818}
{"full_text":"So sorry","sentiment_score":-0.5}
{"full_text":"RT YOU CANNOT be \"cleared\" for a gathering by a negative COVID test1) Might be too early in course to detect virus 2) ~20% of...","sentiment_score":-0.1}
{"full_text":"RT The vaccine is Bi?","sentiment_score":0.0}
{"full_text":"RT \"Ontario has changed its #COVID19 vaccination plan to give a first dose to as many people as possible &amp; no longer hold sec...","sentiment_score":0.1625}
{"full_text":"RT \"The situation is truly dire,\" Los Angeles County officials say as hospitals run out of room for new patients amid COVID-19 surge...","sentiment_score":0.1363636364}
{"full_text":"RT For avoidance of all doubt, I really hate having to chase down and call out the Covid Deniers. Some of them even be nice pe...","sentiment_score":-0.1185185185}
{"full_text":"RT This year, we've painfully learned the cost of being unprepared for a pandemic. If we aren't investing with our partners ar...","sentiment_score":-0.7}
{"full_text":"RT Chinese journalist receives 4 year sentence over coronavirus reports from Wuhan","sentiment_score":0.0}
{"full_text":"RT FYI: Pressuring elected Politicians to do what they ran on &amp; promised to do is not \"harassment\", it's what we're supposed t...","sentiment_score":0.0}
{"full_text":"2020 Was the Year Reaganism Died","sentiment_score":0.0}
{"full_text":"Not a great look","sentiment_score":-0.4}
{"full_text":"RT It is impeachable.  The historical understanding of \"high crimes and misdemeanors\" is a breach of the duties of office.  Tr...","sentiment_score":0.08}
{"full_text":"RT Beginning Mon. Dec. 28, free COVID testing will be available in the library parking lot near the Orchid Playground. It...","sentiment_score":0.3}
{"full_text":"RT . tests positive for Covid-19. He requests everybody who's been in touch with him recently to take precauti...","sentiment_score":0.1136363636}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"literally i be turning around eyeballing the 6 fr dots waiting for them to notice that they're too close","sentiment_score":0.0}
{"full_text":"RT California has the worst COVID-19 outbreak of any state in this country and also the most stringent restrictions.What...","sentiment_score":-0.25}
{"full_text":"Don't downplay coronavirus variant.","sentiment_score":0.0}
{"full_text":"Soul was absolutely tremendous. The first movie I've seen that went to streaming during this pandemic that truly deserved to be scene in a theater.","sentiment_score":0.2916666667}
{"full_text":"RT Just remember that the US has largely turned it's back on our people, when the res...","sentiment_score":0.1071428571}
{"full_text":"RT This year, we've painfully learned the cost of being unprepared for a pandemic. If we aren't investing with our partners ar...","sentiment_score":-0.7}
{"full_text":"RT \"I take responsibility for that, and clearly we got it wrong.\"-General Rick Hillier, on pausing #COVID19 vaccination pro...","sentiment_score":-0.1166666667}
{"full_text":"\"...A centralized response to COVID-19 might have been better in some respects, assuming that the federal government was wise, knowledgeable, and competent enough to settle on an ideal policy for the entire country. But that assumption is manifestly wrong.\"","sentiment_score":0.3}
{"full_text":"RT #COVID19 didn't close restaurants. Government did.","sentiment_score":0.0}
{"full_text":"RT You're such a clown, Jake. No circumspection. No professionalism. All narcissism all the time.","sentiment_score":0.0}
{"full_text":"RT Stoked about the Cubs jersey I got for Xmas","sentiment_score":0.0}
{"full_text":"RT Billionaires getting richer while workers and families struggle to survive in a global pandemic is not the way. #TaxThe...","sentiment_score":0.0}
{"full_text":"RT US COVID STIMULUS BILL ........ a visual for anyone confused.","sentiment_score":-0.2}
{"full_text":"HOW COVID-19 KILLS--I'm a Surgeon--And Why We Can't Save You via","sentiment_score":0.0}
{"full_text":"RT Joe Biden plans to invoke the Defense Production Act after he takes office next month to boost production of coronavirus...","sentiment_score":0.0}
{"full_text":"RT \"2020 for all of us has been a difficult year, a very tragic one,\" said sharing that aside from #COVID19, personall...","sentiment_score":-0.7375}
{"full_text":"RT Good example of a poor use of social media by a reporter. Adding context would let readers know--if you didn't already--th...","sentiment_score":0.1111111111}
{"full_text":"I'm realizing now that there is a situation in which a government can tell its people \"fuck you\" and I'm ok with it.","sentiment_score":0.05}
{"full_text":"RT $600 is a slap in the face to every American struggling due to the pandemic. You deserve better.I voted against the 5,5...","sentiment_score":-0.0625}
{"full_text":"RT Raise your hand if you will be social distancing on NYE and not gathering in large groups. ","sentiment_score":0.1238095238}
{"full_text":"If I gotta be a stay at home mom this probably what I'll be doing. Keep me occupied","sentiment_score":0.0}
{"full_text":"RT Stoked about the Cubs jersey I got for Xmas","sentiment_score":0.0}
{"full_text":"RT A Koch-head Democrat, apparently. Sad. Oregon's Kurt Schrader one of 2 House Dems to vote against $2,000 checks for CO...","sentiment_score":-0.5}
{"full_text":"RT Stacey Abrams: \"While Kelly Loeffler and David Perdue have profited from the pandemic, they have done absolutely nothing...","sentiment_score":0.2}
{"full_text":"Indian banks emerged stronger in pandemic test through swift reformshttps:\/\/t.co\/Xx4Nm9YDh3","sentiment_score":0.0}
{"full_text":"RT YOU CAN'T SPIN THIS...In the new bill that Trump signed Sunday.Employers will no longer have to provide paid sick leave...","sentiment_score":-0.288961039}
{"full_text":"RT Day one and I will act to get COVID-19 under control and save American lives. We'll take action to protect Drea...","sentiment_score":0.05}
{"full_text":"RT Let's declare Congress non-essential, demand they stay home, and slash their salaries. The country will be open in 15 minutes.","sentiment_score":0.0}
{"full_text":"RT The right believes that Trump knows best. If the past year has taught us anything, it's that when they dictate how the...","sentiment_score":0.3452380952}
{"full_text":"RT South Dakota experienced a truly incredible year. Despite the pandemic forcing businesses to adjust, we have perhaps the...","sentiment_score":0.85}
{"full_text":"Human = debt.Quit. Carrying. Water. For. Billionaires.","sentiment_score":0.0}
{"full_text":"RT Everyone who blows off this disease as no big deal is behaving monstrously. ","sentiment_score":0.0}
{"full_text":"RT It's this simple Georgia. Vote in Ossoff and Warnock, and you will get more Covid relief money in your pockets in January.","sentiment_score":0.25}
{"full_text":"Memo to Bill Gates:  Simple question . . . are #covid19 vaccines safe . . . . 1 second answer . . . . Sighhhhhhhhhh  ","sentiment_score":0.1666666667}
{"full_text":"Lipinski: \"I was proud to support the COVID relief bill last week, which President Trump thankfully decided to sign yesterday. That $920B bill provided,among other crucial items, $284B to PPP, $120B for extended and augmented unemployment benefits, and $166B for stimulus checks.\"","sentiment_score":0.16875}
{"full_text":"RT we been in a pandemic for 83 years... how are people still not covering their nose w their masks ","sentiment_score":0.0}
{"full_text":"RT - Every business premises must determine the maximum number of staff and customers permitted at any one time based on o...","sentiment_score":0.0}
{"full_text":"Made it all winter break without catching covid from my entirely infected family  just built different","sentiment_score":0.2}
{"full_text":"RT California has the worst COVID-19 outbreak of any state in this country and also the most stringent restrictions.What...","sentiment_score":-0.25}
{"full_text":"Schools. Why aren't schools being used, especially in communities where the Covid infection rate is so high that schools are shut down and students are learning remotely?","sentiment_score":-0.0238888889}
{"full_text":"RT Breaking News: The House passed the $2000 check Covid bill with 2\/3rds majorityNow let's see what the GOP Senate does wi...","sentiment_score":0.0}
{"full_text":"RT dumbfounded not just at the amount of people traveling but the amount of people flexing about their vacations on Instagram. Im g...","sentiment_score":0.0}
{"full_text":"RT Today, the House passed the CASH Act, which amends the recently passed COVID-19 spending bill to give $2,000 to many Am...","sentiment_score":0.25}
{"full_text":"RT One of the #ForceTheVote demands should be a full day of hearings exposing healthcare exec greed, congressional pay to pla...","sentiment_score":0.35}
{"full_text":"A very cool #lunar #corona Monday evening, which can signal approaching #precipitation. Erma SmithMore here:  #miwx #WestMichigan #13OYSwx","sentiment_score":0.2275}
{"full_text":"\"Peter Seidler is wealthy and willing enough to absorb the financial losses and to continue to spend to win. Once you get the feeling of winning, you'll do anything for that feeling.\" - on why the Padres owner is all in this offseason despite the pandemic.","sentiment_score":0.3416666667}
{"full_text":"Defence Minister Ismail Sabri clarified that the country's borders have remained closed since the start of the pandemic following concerns over the new Covid-19 variant. He adds, the govt cannot restrict the return of Malaysians abroad, as it is their constitutional right.","sentiment_score":0.0805194805}
{"full_text":"The Japanese government said it has detected a coronavirus variant found in South Africa, the first such discovery in a nation that has already identified more than a dozen cases of another variant that is spreading rapidly in Britain.https:\/\/t.co\/GOV7nrxKOU","sentiment_score":0.1875}
{"full_text":"RT The government of the United States of America has failed its people. From the president down to the mayors. Shame on all of...","sentiment_score":-0.3277777778}
{"full_text":"RT XAVIER HARRIS, age 4, of Utica, New York died of COVID on December 26.https:\/\/t.co\/SVxt95EmYx","sentiment_score":0.1363636364}
{"full_text":"RT Hey Congress,Explain this:In the new bill that Trump signed SundayEmployers will no longer have to provide paid sick...","sentiment_score":-0.288961039}
{"full_text":"RT Let's declare Congress non-essential, demand they stay home, and slash their salaries. The country will be open in 15 minutes.","sentiment_score":0.0}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"RT 24 hr later, we're still waiting on the helicopter to land in our front lawn to take my frontline physician husband to...","sentiment_score":0.0}
{"full_text":"The United States and China have accused each other of using Covid-19 as cover to increase military operations in the Indo-Pacific. AMTI looks at how public military signaling has changed during the pandemic:","sentiment_score":-0.08125}
{"full_text":"Mitch McConnell Made Sure To Screw Workers With Latest COVID Relief Bill","sentiment_score":0.5}
{"full_text":"The National's view on estimates that China will overtake the US as the world's largest economy by 2028https:\/\/t.co\/6aXGOZz2AK#China #USA#economy #economic #COVID19 #coronavirus #trade","sentiment_score":0.2}
{"full_text":"Girl Coat&gt;https:\/\/t.co\/YhvUORdPTAKid's Winter&gt;https:\/\/t.co\/cvOGdJ6gtJSubscribe to our YouTube channel&gt;https:\/\/t.co\/rn0yGAhY6pVisit ushttps:\/\/t.co\/DwutAAsbUx #Bravo #twitch #iCarly #stress #NyQuil #tatum #Knicks #Robyn #COVID19  #NLWest #prijzenpot2021 #INDvAUS #ZhangZhan","sentiment_score":0.0}
{"full_text":"RT My friend is a doctor.She just told me via text message that tonight she witnessed the death of a husband and wife by COVID....","sentiment_score":0.0}
{"full_text":"RT I remember when said this in April and the media derided him for it.","sentiment_score":0.0}
{"full_text":"After months fighting covid misinformation, medics are using apps like TikTok to allay vaccine fears. But some have found that sharing has risks, writes for","sentiment_score":0.0}
{"full_text":"Spent the evening in front of the fire watching The Real Housewives of Potomac on peacockDonny's release of his best lyric performance, \"Suburban women will you please like me?\" won't stop Biden\/Harris check inSo one can pop over in the New year collect all debt due covid-19.","sentiment_score":0.1944805195}
{"full_text":"RT Mind-boggling incompetence &amp; indifference that President Trump never did this.","sentiment_score":0.5}
{"full_text":"Some of the year's most severe lockdowns and travel restrictions are being implemented around the world, prompted by concerns about new variants of the virus that causes COVID-19.","sentiment_score":0.3181818182}
{"full_text":"The use of unregistered COVID-19 vaccines on some members of the Presidential Security Group (PSG) is not part of the rollout of the vaccines in the country, Interior Secretary Eduardo Ano said.","sentiment_score":0.0}
{"full_text":"One out of 17 Americans, a total of 19 million people, have tested positive for coronavirus, according to data from Johns Hopkins University.","sentiment_score":0.1136363636}
{"full_text":"The countdown to 2021 begins and we're all excited--but before you join friends and family for large in-person gatherings, hear what COVID-19 survivors have to say.https:\/\/t.co\/0mMgBCJXhP","sentiment_score":0.2142857143}
{"full_text":"A Phoenix business has seen an uptick in sales after experiencing a decline due to the ongoing coronavirus pandemic and recent fires in the Rogue Valley.by","sentiment_score":-0.0625}
{"full_text":"There are 2,790 active #coronavirus cases in #SaudiArabia out of which 393 are in a critical condition.    ","sentiment_score":-0.0666666667}
{"full_text":"This is something a lot of non-long time residents don't understand: \"affordable housing\" defined by some threshold of below median income is FAKE NEWS -- if my adult children nor myself on social security can't afford it then it's not AFFORDABLE","sentiment_score":-0.1222222222}
{"full_text":"The coronavirus is blamed for about 1.8 million deaths worldwide, including more than 330,000 in the U.S.","sentiment_score":0.5}
{"full_text":".@CDCgov issued a new guidance for those who get the COVID-19 vaccine. | By","sentiment_score":0.1363636364}
{"full_text":"Celebrate at home and stay safe, guys! https:\/\/t.co\/jRrYAArEua","sentiment_score":0.625}
{"full_text":"Unfortunately, this is just what life is like as a fan, rooting for a small market team like the*checks notes*Chicago Cubs","sentiment_score":-0.375}
{"full_text":"RT Do we need another national lockdown?@nickdebois","sentiment_score":0.0}
{"full_text":"RT Dr. Richard Strauss sexually abused 177 wrestlers at Ohio State University and guess who covered it up? did.","sentiment_score":0.5}
{"full_text":"RT Please Extend the Due Date of filing of all Income-tax Return and Tax audit for AY 2020-21 to 31-03-2021. Due to Covid 1...","sentiment_score":-0.125}
{"full_text":"RT TUNE IN: Representative Mary Franson and I will be on Fox &amp; Friends tomorrow morning at 7:15 AM CT discussing COVID deat...","sentiment_score":0.0}
{"full_text":"RT Pool report: As he exited the stage, Biden was asked if he supports $2,000 direct payments for Covid-19 relief. He respon...","sentiment_score":0.1}
{"full_text":"RT Dear men worried about the side effects of the COVID vaccine: Allow me to tell you about the side effects of birth contr...","sentiment_score":0.0}
{"full_text":"RT Fruit and veggies: Rotting on the vine? Shortage of workers? Ploughing produce into the ground? Perhaps it could be fixed b...","sentiment_score":0.1}
{"full_text":"RT California has the worst COVID-19 outbreak of any state in this country and also the most stringent restrictions.What...","sentiment_score":-0.25}
{"full_text":"RT Emotional coda to final presser 2020.After an hour reflecting on #COVID19 DG revealed that his family i...","sentiment_score":0.0}
{"full_text":"RT CBD reduces COVID-19 lung damage with protective peptides #news #music #EndSARS","sentiment_score":0.0}
{"full_text":"covid bouta die","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 35.4FWind Chill: 31.3FHumidity: 70%Dew Point: 26.8F Barometer: 30.286 inHgWind: 5 mph from the NWCorona Virus Weekly Stats:Cases: 175.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
