{"full_text":"RT I'm so furious at the sight of people who lied about this pandemic smiling in vaccine photos. Grotesque.","sentiment_score":-0.55}
{"full_text":"RT PUBLIC HEALTH ALERT - NEW AND UPDATED VENUESNSW Health has been notified of a number of new and updated venues visited by...","sentiment_score":0.0909090909}
{"full_text":"RT We spent our entire year in lockdown remaking EVANGELION in live action. Homemade. Sweded. \"NEON GENESIS EVANGELION IN 5 MINUTE...","sentiment_score":0.0340909091}
{"full_text":"RT #itfc have backed calls for a football 'circuit breaker' to try and stop virus transmission- Club say new strain is behi...","sentiment_score":0.1363636364}
{"full_text":"Why is she so stupid?","sentiment_score":-0.8}
{"full_text":"RT A felony carrying up to 10 years imprisonment, snuck into a pandemic relief bill. The US prison culture marches on","sentiment_score":0.0}
{"full_text":"RT Why is quiet? what happend to universal right to family? Can we...","sentiment_score":0.0952380952}
{"full_text":"RT the UK is a joke, I flew into Accra, got a Covid test and results within 45 mins of arrival... I walked straight through heat...","sentiment_score":0.2}
{"full_text":"Sex-crazed 'roaring '20s' awaits post-pandemic: Yale prof via","sentiment_score":0.0}
{"full_text":"15 Questions for Self-Reflection as 2020 Comes to an End. Your Year was Better Than You Thought!  #selfreflection, #2020, #15questions, #personalgrowth, #2021, #guide,  #pandemic, #blogger, #blog, #yearend, #hope","sentiment_score":0.625}
{"full_text":"RT 'From homelessness back to society' Great film from the European Network for non-violence and dialogue about the incredib...","sentiment_score":0.2666666667}
{"full_text":"No. Without twitter etc we wouldn't even know we existed. You'd never know from the news outlets. Covid has stopped protest. There is a bad side though. Social media is joining up goodies into mass movements, as well as baddies.","sentiment_score":-0.3333333333}
{"full_text":"RT JUST IN: CEO of BioNTech says there is 'scientific confidence' that coronavirus vaccine could work against new strain i...","sentiment_score":0.1363636364}
{"full_text":"RT The Guardian view on Brexit and Covid: a nation on the brink","sentiment_score":0.0}
{"full_text":"RT LUMS kay students ka response when the university tells them that the lockdown is over and they are allowed to return to camp...","sentiment_score":0.0}
{"full_text":"Still working on it#davido #PHTwitterCommunity #COVID19","sentiment_score":0.0}
{"full_text":"RT ***In this new aid deal, Employers will no longer have to provide paid sick leave to workers who get infected with COVID-1...","sentiment_score":-0.288961039}
{"full_text":"RT We've had a 5,500 page page bill for a little over an hour now. Instead of getting COVD relief out to people months ago...","sentiment_score":-0.1875}
{"full_text":"It's no mean feat writing a book, as we both know! Especially when you're publishing it during a global pandemic. So seriously, congrats!","sentiment_score":-0.0553385417}
{"full_text":"RT Between December 2 and December 20th atleast 2291 passengers landed in Hyderabad from UK who are likely to be tracked by He...","sentiment_score":0.0}
{"full_text":"RT Eric Clapton and Van Morrison Release Anti-Lockdown Song 'Stand and Deliver' via Megalomaniac...","sentiment_score":0.0}
{"full_text":"RT With scientists urgently investigating the new variant of the coronavirus and it spreading more easily the government...","sentiment_score":0.3565656566}
{"full_text":"RT ****************************************READ THIS*******************************************","sentiment_score":0.0}
{"full_text":"So if you doubted the vaccine you should be at the back of the line?? The why is getting it?? Why did or many many other democrats get it. Pelosi told people \"YOU SHOULD COME TO CHINATOWN\" Fauci told Americans not to wear masks.","sentiment_score":0.21875}
{"full_text":"RT After trump bragged endlessly about banning travel from China, you have to wonder why he won't ban the UK while their covid...","sentiment_score":-0.125}
{"full_text":"RT This bill is BS.","sentiment_score":0.0}
{"full_text":"70% transmissibility rate. 2 already positive in Kolkata. COVID -19 newStrain.","sentiment_score":0.2272727273}
{"full_text":"RT Maui family mourns 'gentle giant' who lost battle to COVID-19 #HNN","sentiment_score":0.1}
{"full_text":"RT But No,#DamnModiLegalTerrorist!N:1 #Corrupt!#8thClassPassTerriblyLiars#CrookCriminalModi,IsWorse Than #COVID,Capabilit...","sentiment_score":0.0}
{"full_text":"Covid: Wuhan scientist would 'welcome' visit probing lab leak theory","sentiment_score":0.8}
{"full_text":"RT Questions I've been asked on the new coronavirus variant.  And some answers.  A thread...- What is the 'new variant'?...","sentiment_score":0.1363636364}
{"full_text":"RT No Covid denying politician should get a vaccine before every Dr, nurse, hospital worker, EMT, cop, fire fighter, teach...","sentiment_score":0.0}
{"full_text":"RT This is my friend Chad. Chad is a bloody good Paramedic Yesterday he succumbed to COVID after a long battleCOVID is rea...","sentiment_score":-0.05}
{"full_text":"RT Every American left and right should be calling for a #VETO of this stimulus \"deal\"-- which provides MORE funding to forei...","sentiment_score":0.1964285714}
{"full_text":"RT Dana White really trailblazed through a pandemic to the one of the best years in UFC history then straight up shit on E...","sentiment_score":0.24}
{"full_text":"Britain , the Terrorist Nigeria  contraption you created and handed over to FULANI Terrorist is Killing and has Killed more Innocent Nigerians and Biafran Christian and Jews MORE THAN COVID-19. END Nigeria  Now before it's too Late, how EVIL can British people be!!","sentiment_score":0.0}
{"full_text":"RT \"What else, what else... the covid vaccine. You heard about this? Some people think the government's gonna use it to ch...","sentiment_score":0.0}
{"full_text":"RT I haven't commented about the SARS-CoV-2 variant of concern (VOC) yet because I wanted more info. It's very hard to diff...","sentiment_score":0.0604166667}
{"full_text":"RT Public Health England has just released their updated report on the UK #SARSCoV2 variant\"Investigation of novel SARS...","sentiment_score":0.0}
{"full_text":"Whenever i call someone why i have to listen to the offer which i m already having? listen to that covid tone first then these offers... really frustrating. No executive talks on 199 and whatsapp vi care AI doesn't get it.","sentiment_score":-0.0166666667}
{"full_text":"I hope it does..","sentiment_score":0.0}
{"full_text":"RT COVID-19 in Malaysia : Numbers at a Glance as of 22nd December 2020, 12 pm#COVID19#KitaMestiMenang#sihatmilikku#walkt...","sentiment_score":0.0}
{"full_text":"RT Almost 320,000 Americans dead due to COVID-19, the pandemic is out of control, over 50 million Americans are without food...","sentiment_score":-0.1625}
{"full_text":"RT London has gone into Tier IV (lockdown). My visit to see Julian in Belmarsh prison with the kids on the 29th has been can...","sentiment_score":0.0}
{"full_text":"RT March: The mere suggestion of temporarily banning Chinese people from entering the UK to stop the spread of COVID is horr...","sentiment_score":-0.25}
{"full_text":"A big thank you to all our lovely customers for their custom in what we will just call an 'interesting' year.  We appreciate you adapting with us with COVID related procedures &amp; look forward to seeing you in 2021. From Nigel &amp; Susie, Sandra, Matt, Anna and all at Borehams.","sentiment_score":0.25}
{"full_text":"CNN just compared Trump's plans to overthrow the election &amp; COVID to George W. Bush's initial missteps during Katrina. Wtf.CNN just stuck their toe in the Newmax, OAN twilight zone. Shame on you. That slight wasn't relevant. ","sentiment_score":0.0777777778}
{"full_text":"RT #DelhiNeed #Blood Type :  Any groupAt : BLK Hospital. Blood Component : Need Plasma from Any #COVID19 recovered patie...","sentiment_score":0.0}
{"full_text":"RT MashaAllah despite Covid 19 great news on economy - remarkable turnaround. Current account surplus again in Nov: $447 mn....","sentiment_score":0.5166666667}
{"full_text":"RT It baffles me that people watch how poorly Congress handles something as simple as a COVID relief bill and still think it'd...","sentiment_score":-0.2}
{"full_text":"And yet... we continue to care about politics as though politicians care about us.....","sentiment_score":0.0}
{"full_text":"RT Don't be surprised if majority of the 20,000 are on now complaining about how bad Nigeria is and screaming \"retwee...","sentiment_score":-0.3}
{"full_text":"RT MashaAllah despite Covid 19 great news on economy - remarkable turnaround. Current account surplus again in Nov: $447 mn....","sentiment_score":0.5166666667}
{"full_text":"\"Keep yourself busy, do not stay dormant, learn a new skill during this lockdown, read a book, sensitize someone who may be ignorant on the pandemic, pray for one another's protection. This too shall pass. Above all #StayHomeToStaySafe. You are loved!\"https:\/\/t.co\/Ok9AocKxPa","sentiment_score":0.2778409091}
{"full_text":"2020 be wilding still","sentiment_score":0.0}
{"full_text":"RT Listening to Priti Patel claim the government has been \"consistently ahead of the curve\" on coronavirus and thinking abo...","sentiment_score":0.25}
{"full_text":"RT Former FDA chief thinks new mutation of COVID-19 found in the U.K. is 'already in the U.S.' via","sentiment_score":0.0681818182}
{"full_text":"RT Kind people doing kind things over Christmas here https:\/\/t.co\/kMcCPHZt78","sentiment_score":0.6}
{"full_text":"RT So while GOP is attacking over her doctorate, I suppose it would be churlish to point out that Senator Mars...","sentiment_score":0.0}
{"full_text":"RT Every American left and right should be calling for a #VETO of this stimulus \"deal\"-- which provides MORE funding to forei...","sentiment_score":0.1964285714}
{"full_text":"RT ***In this new aid deal, Employers will no longer have to provide paid sick leave to workers who get infected with COVID-1...","sentiment_score":-0.288961039}
{"full_text":"RT Another $900 billion dollar advertisement for #Bitcoin","sentiment_score":0.0}
{"full_text":"What was the charge that actully got her in for ten months. Is now protesting a crime in Zim or myb its the usual breaking covid regulations?","sentiment_score":-0.125}
{"full_text":"RT Insanity","sentiment_score":0.0}
{"full_text":"RT \" Beholden to the private sector, the chancellor fought an autumn lockdown for which we've paid the price\"","sentiment_score":0.0}
{"full_text":"RT Covid rules were broken by the people who attended the party Disha went to, the gathering at Dishas place as they claim also...","sentiment_score":-0.4}
{"full_text":"RT I think the government, when it tries...","sentiment_score":-0.1}
{"full_text":"RT I cannot, in good conscience, vote for this legislation that spends billions of taxpayer dollars on pet projects that have...","sentiment_score":0.7}
{"full_text":"please can you attend this debate and speak up for those with long covid?","sentiment_score":-0.05}
{"full_text":"RT The definition of FUCKER:Any Senator or member of the Trump Administration who derided concerns about Covid19, dismissed its...","sentiment_score":0.0}
{"full_text":"Says another expert virologist.","sentiment_score":0.0}
{"full_text":"RT With COVID cases surging worse than ever, getting vaccinated is one of the most important things we can do. But until the...","sentiment_score":0.1666666667}
{"full_text":"RT Chief scientific adviser Sir Patrick Vallance warns tougher restrictions will be needed to combat new variant of coronav...","sentiment_score":0.1363636364}
{"full_text":"RT With COVID cases surging worse than ever, getting vaccinated is one of the most important things we can do. But until the...","sentiment_score":0.1666666667}
{"full_text":"Moodum","sentiment_score":0.0}
{"full_text":"RT politicians who haven't experienced a SINGLE interruption in their pay checks during this pandemic are debating about giving...","sentiment_score":0.3642857143}
{"full_text":"RT If you were looking for the worst people in Congress, they are:#Marsha Blackburn #Ted Cruz#Ron Johnson#Mike Lee#Rand Paul...","sentiment_score":-1.0}
{"full_text":"#COVID19 isn't ending in 2020 #COVID19 isn't ending in 2020 #COVID19 isn't ending in 2020 #COVID19 isn't ending in 2020 #COVID19 isn't ending in 2020 #COVID19 isn't ending in 2020 #COVID19 isn't ending in 2020 #COVID19 isn't ending in 2020 #COVID19 isn't ending in 2020","sentiment_score":0.0}
{"full_text":"RT Happy #kittyloafmonday and #StaySafe #StayAtHome ","sentiment_score":0.8}
{"full_text":"RT Priti Patel says on #r4today: \"The Government has consistently this year been ahead of the curve in terms of proactive deci...","sentiment_score":0.25}
{"full_text":"RT Wear a mask and stop talking shit.","sentiment_score":-0.2}
{"full_text":"This video shows how we spent pandemic ! Don't miss to watch this.","sentiment_score":-0.125}
{"full_text":"Did we learn nothing from the first time? Panic buying is unnecessary and utterly selfish. Why?!","sentiment_score":-0.2583333333}
{"full_text":"RT JUST IN: CEO of BioNTech says there is 'scientific confidence' that coronavirus vaccine could work against new strain i...","sentiment_score":0.1363636364}
{"full_text":"RT .@TheRickWilson - can you come up with something to remind Florida who and what really is? A pasty lil man, who'...","sentiment_score":0.2}
{"full_text":"RT Talk Radio won staton of the year!Brilliant ....many congratulations to all at very well deserved.","sentiment_score":0.2}
{"full_text":"RT A reminder:Greenwich, Feb 3rd. sets out his coronavirus strategy - the UK would ignore the \"irrational pan...","sentiment_score":0.0}
{"full_text":"RT You can help counter lies about Covid vaccines.Share this infographic to get the word out on how we can avoid boosting anti-...","sentiment_score":0.0}
{"full_text":"RT All those who travelled on this flight must be monitored closely. We wouldn't want the mutant variant of Covid to be let...","sentiment_score":0.0}
{"full_text":"Dire ","sentiment_score":0.0}
{"full_text":"Families have put off kids' preventive care visits during the #pandemic, leading to declines in children's #vaccination rates, including the #MMR #vaccine, which protects against #measles, #mumps &amp; #rubella. #COVID19 #SARSCOV2 #Coronavirus #VaccinesWork","sentiment_score":0.0}
{"full_text":"RT  Taiwan just reported its first locally transmitted #Covid19 case since April, ending the world's longest stretch without a...","sentiment_score":0.125}
{"full_text":"RT Senator Loeffler took COVID seriously enough to dump her stocks, but she acted like the virus wasn't a threat to Georgians....","sentiment_score":0.0}
{"full_text":"All our articles, links to resources and support and education news relating to Coronavirus in the UK is linked from our Coronavirus Hub:","sentiment_score":0.0}
{"full_text":"COVID-19 Key Update  Hong Kong: From 22 December 2020, all flights from the United Kingdom to Hong Kong will be banned. Travellers already arrived in Hong Kong from the United Kingdom will be quarantined for 21 days. For more details &gt;","sentiment_score":0.25}
{"full_text":"RT When your country's COVID-19 relief bill includes $10 million in \"gender programs\" for Pakistan, you know Congress is br...","sentiment_score":0.0}
{"full_text":"Free COVID-19 testing by TODAY Dec 229am-12 &amp; 12:30pm-3:30pmMillvale Community Center416 Lincoln AveRegister at https:\/\/t.co\/dNdfzQsegtWalk-ins welcomedInsurance not required. However, if you have insurance that will cover the cost, your insurance will be billed","sentiment_score":0.4}
{"full_text":"Ireland in a 'serious situation' as Covid-19 cases risehttps:\/\/t.co\/ZjvKld8kEz","sentiment_score":-0.3333333333}
{"full_text":"The corona crisis has highlighted the digital divide in our society and has encouraged us to take action. Read about our approach now.","sentiment_score":0.05}
{"full_text":"#Locust swarms and #COVID19  had a major impact on global food security in 2020. Here's a list of stories to get you up to speed on what happened in food and agriculture this year. #YearInReviewhttps:\/\/t.co\/FH5IWK89ph","sentiment_score":0.03125}
{"full_text":"Movement restrictions worsen #GenderBasedViolence.This was the case for \"Teresa\" in #TimorLeste , who sought refuge at a safe house run by a local NGO This is one of 8 houses funded by a  #COVID19 response programme in the country. #TeamEurope","sentiment_score":0.25}
{"full_text":"'Indefinite restrictions' - No end in sight as raft of new rules loom","sentiment_score":0.1363636364}
{"full_text":"RT Irish Man Sentenced To Two Months In Prison For Failing To Wear A Face Mask","sentiment_score":0.0}
{"full_text":"All our articles, links to resources and support and education news relating to Coronavirus in the UK is linked from our Coronavirus Hub:","sentiment_score":0.0}
{"full_text":"\"There's zero evidence that there's any increase in severity\" of COVID-19 from the latest strain, the World Health Organization's emergencies chief, Dr. Michael Ryan said.https:\/\/t.co\/Ydh00WOMgB","sentiment_score":0.5}
{"full_text":"EM- Jewel's Ed McMahon will touch on the current situation with Corvid and its effects on the lockdown this coming weekend with Will Bouma  Member of the Provincial Parliament &amp; Assistant to the Premier of Ontario. Be listening at approx 9:15am this morning on Jewel 92.1","sentiment_score":0.0}
{"full_text":"RT 'Pre-COVID life won't be back in 2021', says CIO -- he also says Asia will continue to rise","sentiment_score":0.0}
{"full_text":"Stay Safe &amp; Protect your loved ones this Christmas. #MerryChristmas #ukmfg #automotiveindustry #railindustry #logistics #drivers #COVID19","sentiment_score":0.6}
{"full_text":"Clothing stores and specialty retailers are offering big discounts and heavily promoting curbside pickup in hopes of rescuing a lackluster holiday shopping season in which surging coronavirus cases have kept many shoppers at home.","sentiment_score":0.1}
{"full_text":"China virus is Christianity answer to muslim infested London. Pack your bags khant &amp; fuck off.","sentiment_score":-0.4}
{"full_text":"RT No Covid denying politician should get a vaccine before every Dr, nurse, hospital worker, EMT, cop, fire fighter, teach...","sentiment_score":0.0}
{"full_text":"Coronavirus cases rise by a third in parts of Derbyshire:https:\/\/t.co\/FsqlXIBlUS","sentiment_score":0.0}
{"full_text":"And says the government has also shown \"resilience, pragmatism and unwavering dedication\" throughout the pandemic. #wokytoday","sentiment_score":0.0}
{"full_text":"RT Covid tier 4: what are the lockdown rules for London and south-east England?","sentiment_score":0.0}
{"full_text":"SANTA TESTS POSITIVE: During the outdoor event, a rope separated the children from Santa, who did not wear a mask.https:\/\/t.co\/cgGOdV8nio","sentiment_score":0.2272727273}
{"full_text":"\"If I could condense my feeling for MediCinema into one word, it would be the word MAGIC!\" For patients, COVID-19 has meant greater isolation &amp; loneliness, with tighter visitor restrictions. With your donation we can continue to help patients like David:","sentiment_score":0.5625}
{"full_text":"Find out how A-level exams will be affected by COVID-19. #alevels","sentiment_score":0.0}
{"full_text":"Same old media, followed closely by idiot politicos. If you want to guarantee panic, mention the word er, panic. Shut the hell up and we'll all stumble along fine...or as fine as possible, during the present clusterfuck...","sentiment_score":-0.0476190476}
{"full_text":"RT Today, I received the COVID-19 vaccine.To the scientists and researchers who worked tirelessly to make this possible -- than...","sentiment_score":0.0}
{"full_text":"You are not their mate! Stay chilled in the comfort of your home and have your hairdresser give you your most preferred look this Christmas.#meauvewithgatekasher#gatekrasher #homeservice #Christmas #christmas2020 #tuesday #tuesdaymood #homeservice #christmasmood","sentiment_score":0.5}
{"full_text":"Over the vacation period, we are providing a range of social activities and support services for students.  Here you can find out more about the services that are on offer to support students' mental health and wellbeinghttps:\/\/t.co\/1uMIFc11JV","sentiment_score":0.1444444444}
{"full_text":"Like any non-governmental organisation that depends on public donation, the Salvation Army Ipoh has seen a 30% drop in funding since the start of the COVID-19 pandemic.https:\/\/t.co\/Ew0hHviTDS","sentiment_score":0.0}
{"full_text":"RT Coronavirus and vaccine snowflakes by first year science ","sentiment_score":0.25}
{"full_text":"Don't delay planning your 2021 fun! Remember that all 2021 breaks that are booked in 2020 are covered by our Lowest Price and Coronavirus Booking Guarantees* &gt;&gt; T's &amp; C's apply","sentiment_score":0.375}
{"full_text":"Researchers in the Literature initiative are selecting #COVID19 papers they think may be of interest to the wider public and summarising them in a new blog series on our website:","sentiment_score":0.0681818182}
{"full_text":"Ask yourself these questions buy a home: 1. How long do you plan to stay? 2. Have you saved enough money to cover your down payment and closing costs? 3. Can you afford the home and maintenance? 4. If you don't know all the answers, that's ok. We can help! call 469-464-9551","sentiment_score":0.1048611111}
{"full_text":"Health has always been wealth. Those living with chronic conditions and who have been through treatment for cancer understand this long before COVID.","sentiment_score":-0.05}
{"full_text":"Warnings that Level 5 restrictions will be needed after Christmas. #Kilkenny last evening saw 51 new cases of Covid19 confirmed, with up to four more in #Carlow. The latest roundup on what's happening here with updates across the day on air:","sentiment_score":0.3072727273}
{"full_text":"Attention EY Techathonians! We've uploaded solution guides for your benefit for all problem statements. Access them at and get ready to help solve India's colossal #Covid19 challenge #iSolve4aBillion","sentiment_score":0.25}
{"full_text":"#MitchMcConnell is pure evil,  greed and sickness rolled into  one man.","sentiment_score":-0.3928571429}
{"full_text":"It has risen to \"almost one in four\".HAI below 25% is not...*checks abacus*... a \"majority\".https:\/\/t.co\/hgtGSRDWiT","sentiment_score":0.0}
{"full_text":"\"This is the first interactive layout of recent case and mortality trends across our city, so you can find out what's happening in your neighborhood with even greater precision,'' said in his coronavirus briefing Monday.","sentiment_score":0.25}
{"full_text":"Monday's #coronavirus report from 5,512 people were being treated at hospitals in Florida with a primary diagnosis of #COVID19. It's the seventh straight day more than 5,000 people were hospitalized statewide.","sentiment_score":0.3666666667}
{"full_text":"How can funders strengthen the global effort on #COVID19 research? Follow these 7 principles:","sentiment_score":0.0}
