{"full_text":"RT South Africa recorded more than 14,000 new Covid-19 cases yesterday. This was the highest single-day increase in cases....","sentiment_score":0.3181818182}
{"full_text":"RT Sinovac's COVID-19 vaccine over 50% effective in Brazil tests, reports newspaper Folha","sentiment_score":0.6}
{"full_text":"Perhaps could have been given extra funding to prepare for a cholera outbreak","sentiment_score":0.0}
{"full_text":"RT Standing by for Blair on brain surgery.","sentiment_score":0.0}
{"full_text":"RT How did we go from \"flatten the curve\" to \"stay home until you accept communism\"?","sentiment_score":0.0}
{"full_text":"RT 1 Rs Canteen by Gambhir to help the poor people during COVID-19 Lockdown in Delhi.","sentiment_score":-0.4}
{"full_text":"RT The government has \"accidentally banned the schooling of children\" in tier 4 areas due to an error in Covid-19 legislation, a lega...","sentiment_score":-0.125}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"RT One of the things you hear consistently from folks who have contracted COVID19, is the shame they feel from potentially...","sentiment_score":0.125}
{"full_text":"RT Weeks after Dr. Susan Moore posted a video accusing a white doctor of downplaying her complaints of pain, she died of complica...","sentiment_score":0.0}
{"full_text":"RT I may be last in OR despite longing to get the vaccine. I can isolate &amp; be safe 4 as long as it takes thanks 2 delivery\/...","sentiment_score":0.1625}
{"full_text":"RT For those that have gotten Covid19, could you please reply below this tweet with some DO's and DONT's, hints and tips on su...","sentiment_score":0.0}
{"full_text":"#StaySafe #WearAMask and most importantly #StayOnline! Check out our dealz at and #getconnected on super fast internet!","sentiment_score":0.3958333333}
{"full_text":"Phone crime stop for a real crime, but lines are too busy with Covid Nazi's piempieng folks.","sentiment_score":0.15}
{"full_text":"Coronavirus cases in the Philippines reach 465,724 with 1,776 additional cases on Thursday, December 24.9 labs failed to submit data on time26,179 are active cases533 new recoveries; 430, 490 total7 new deaths; 9,055 totalMore #COVID19 updates:","sentiment_score":-0.0901515152}
{"full_text":"Drive your car on thin ice and it goes through and you drown....Died of covid-19Airplane crash killing in 200 peopleAll died of covid-19","sentiment_score":-0.4}
{"full_text":"RT Upcoming tvN drama 'Jirisan' starring Jeon Ji Hyun and Ju Ji Hoon will halt filming until December 31 as a staff member tested...","sentiment_score":0.0}
{"full_text":"RT I wish there was a pardon equivalent for our severely ill COVID patients.","sentiment_score":-0.5}
{"full_text":"RT cannot even explain how bad the covid situation is at the moment. every patient and every household we're going to is covid...","sentiment_score":-0.7}
{"full_text":"I'm sure she's been persuaded by a logical compelling argument about the hardships of Americans and the need to stimulate the economy during a pandemic and this isn't just her being a self interested sycophant.","sentiment_score":0.325}
{"full_text":"RT Four years ago today, President Obama was delivering toys to the needy and preparing for the peaceful transfer of power....","sentiment_score":0.25}
{"full_text":"RT Working in covid ICU is so damn hard. You come to work after few days off &amp; many of patients w covid (even young &amp; relativel...","sentiment_score":0.0270833333}
{"full_text":"RT Last night the ED spent 9 hours trying to find a hospital that who would take a COVID positive patient in respiratory distr...","sentiment_score":0.0424242424}
{"full_text":"CAN'T WAIT ANJIR AAAAAA","sentiment_score":0.0}
{"full_text":"yes but not rn bc of covid","sentiment_score":0.0}
{"full_text":"RT Well I'd say lockdown and the tier systems have been a terrific success. Let's try them again next epidemic.","sentiment_score":0.1}
{"full_text":"COVID is not over yet!wherever you are, make sure you take necessary precautions to stay safe from COVID. #Unite2FightCorona #StaySafe #IndiaFightsCorona","sentiment_score":0.3333333333}
{"full_text":"RT Today NMDOH announced the launch of a website that enables New Mexicans to receive notice when they qualify for a COVID-19 vacci...","sentiment_score":0.1363636364}
{"full_text":"Lockdowns. The gift that keeps on giving.","sentiment_score":0.0}
{"full_text":"RT Couldn't agree more. The media narrative through this pandemic has been appalling sadly.","sentiment_score":-0.1166666667}
{"full_text":"RT UK travellers need to stay put. The fact that 20 Brits tested positive for covid on ONE flight to Jamaica is insane.","sentiment_score":-0.3863636364}
{"full_text":"Nooooooo cap","sentiment_score":0.0}
{"full_text":"RT Huge credit (no pun intended) on that push goes to Chairwoman a proud member of FSC. In the House, ppl ofte...","sentiment_score":0.6}
{"full_text":"RT COVID took Dr Susan MooreThe system was complicit in her demise Rest in peace, sis. We will continue to fight in your me...","sentiment_score":0.0}
{"full_text":"RT The conservatives being more outraged at Nicola Sturgeon forgetting to wear a mask (briefly) compared to their silence...","sentiment_score":-0.1333333333}
{"full_text":"RT A number of Congress members are facing backlash for receiving the Covid-19 vaccine before front line workers and Ameri...","sentiment_score":0.0}
{"full_text":"Fisheries Chief: Aquatic Animals Safe from COVID","sentiment_score":0.5}
{"full_text":"Following the latest Government announcement re Covid-19 please note that travel is not permitted in Tier 4, except for work (where you cannot work from home) or for other legally permitted reasons. Please do not travel unless you have to. Find out more:","sentiment_score":0.215}
{"full_text":"RT Imagine the pandemic without Duque. Maybe we can go to simbang-gabi. Maybe we are with our family. Maybe the children can g...","sentiment_score":0.0}
{"full_text":"i thought we were in the middle of pandemic","sentiment_score":0.0}
{"full_text":"My princess  she's my 2020 won trophy  during this pandemic","sentiment_score":0.0}
{"full_text":"I will do sales conversion roi shopify marketing, shopify promotionhttps:\/\/t.co\/Mt6LNfRu0a#shopifymarketing #shopifypromotion #sales #roi #Christmas  #COVIDSecondWave  #COVID19  #Trump  #thursdaymorning  #HappyBirthdayLouisTomlinson  #SurvivalFundNG","sentiment_score":0.0}
{"full_text":"The Paperless opening of accounts, which is one of its kind in Kenya, comes in at the right time when there is a need to reduce contact as a result of Covid-19https:\/\/t.co\/nuKCYv3Llg#SokoNews","sentiment_score":0.4428571429}
{"full_text":"Doctor Dies from Coronavirus After Saying Hospital Was Mistreating Her Because She Is Black \"This is how Black people get killed. When you send them home and they don't know how to fight for themselves.\"https:\/\/t.co\/AvbVYBUaXE","sentiment_score":-0.1777777778}
{"full_text":"RT Yall worried about the covid vaccine like y'all don't be Raw Dawgin them handles at the gas station ","sentiment_score":-0.2307692308}
{"full_text":"RT According to the French ambassador to the UK, 26 firefighters from France have just arrived in Dover armed with 10,000...","sentiment_score":0.0}
{"full_text":"And any arguments? #ChineseVirus #covid #COVID19 #Zhong Hua Fei Yan  #wohanvirus #corona #coronavirus #chinese","sentiment_score":0.0}
{"full_text":"RT Why are all these countries in the Covid relief bill?","sentiment_score":0.0}
{"full_text":"Do you hear what I hear?  Yes, Ms. deBhal did indeed manage to pull off a Senior School Christmas Carol Concert despite the Covid blues! Enjoy the full video on","sentiment_score":0.375}
{"full_text":"GILAKKKK 2 billion dong per ep","sentiment_score":0.0}
{"full_text":"Il #Natale in lockdown","sentiment_score":0.0}
{"full_text":"Trump has provided little, &amp; often wrong info on COVID. Few press conferences. His task force briefings were political. He often didn't invite his experts, or didn't let them speak; didn't take questions. This is exactly why we need the \"MSM.\" DJT can't be trusted- not at all.","sentiment_score":-0.1275}
{"full_text":"Currently, we have storage capacity for 74 lakh doses of COVID vaccine; it will be scaled up to 1.15 crore within a week: Delhi CM Kejriwal","sentiment_score":0.0}
{"full_text":"RT Here's how the Fraud Squad screwed you over with the COVID \"relief\" package","sentiment_score":0.0}
{"full_text":"RT Upcoming tvN drama 'Jirisan' starring Jeon Ji Hyun and Ju Ji Hoon will halt filming until December 31 as a staff member tested...","sentiment_score":0.0}
{"full_text":"RT im an 18 yo trans girl who was fired from her job bc of covid. im in overdraft n cant afford to pay my phone bill im wait...","sentiment_score":0.0}
{"full_text":"#BVC - announces that its COVID-19 kit has been tested against the new SARS-CoV-2 variant - the virus that causes COVID-19 - that is being observed as rapidly spreading in the UK and elsewhere and the Group can confirm that it is effective in diagnosing this new strain.","sentiment_score":0.2909090909}
{"full_text":"RT Upcoming tvN drama 'Jirisan' starring Jeon Ji Hyun and Ju Ji Hoon will halt filming until December 31 as a staff member tested...","sentiment_score":0.0}
{"full_text":"RT 99.9995 = Flu Survival Rate worldwide 99.0779 = Covid Survival Rate worldwideSince Liberals like to make shit up and insinu...","sentiment_score":-0.2}
{"full_text":"The whole timeline is equally properly barmy. What has happened to make people go so nuts?","sentiment_score":0.1}
{"full_text":"There are many more things that Nippy should be bald to account for beyond a careless mistake with her mask. She should resign however for her negligence around Care Homes, Education, Ferries, NHS, Nike affair and failing the electorate over Covid Ferrier etc","sentiment_score":0.1666666667}
{"full_text":"RT South Africa recorded more than 14,000 new Covid-19 cases yesterday. This was the highest single-day increase in cases....","sentiment_score":0.3181818182}
{"full_text":"RT For hundreds of thousands of families across the country, this will be their first Christmas mourning the absence of t...","sentiment_score":0.11875}
{"full_text":"RT !!How deceptive of NSW Govt to clear the way for Morrison Govt gas plant in the Hunter Valley that says we do...","sentiment_score":0.1}
{"full_text":"Residents of #Hertfordshire who are self-isolating &amp; in need of support with shopping or medicines due to #coronavirus can contact HertsHelp.  We are here to help! Call us on 0300 123 4044 or email info@hertshelp.net or visit","sentiment_score":-0.15625}
{"full_text":"2020: The year a pandemic collided with global refugee crises","sentiment_score":0.0}
{"full_text":"#MerryChristmas2020: Wishes, Quotes, WhatsApp status and Facebook messages to send to your loved ones while social distancing  ","sentiment_score":0.3666666667}
{"full_text":"RT The Sun is attacking Nicola Sturgeon after briefly taking her mask off at a funeral but no mention in The Sun for the 4 times...","sentiment_score":0.0}
{"full_text":"Bengal Sanitization does #cleaning, sanitization and #polishing with #machine at just Rs 2000 to make your car safe after a long travel7980708710 \/ 9830246789#sanitizing #covid19  #affordablerates #staysafe #sanitisationservice #fightagainstcoronavirus #sanitizationinkolkata","sentiment_score":0.225}
{"full_text":"The Tamil Nadu government on December 23 gave permission to celebrate 'Jallikattu', a traditional bull taming sport, under restrictive guidelines.@EPSTamilNadu #TamilNadu #COVID19","sentiment_score":0.0}
{"full_text":"The ministry reported 12,386 new COVID-19 cases on Wednesday, up from 11,079 on Tuesday, for a total of 1.8 million.https:\/\/t.co\/HazpUIHjkR","sentiment_score":0.0681818182}
{"full_text":"How S.Korea's early #COVID19 success left it scrambling to contain new wave #COVID19Quarantine","sentiment_score":0.1340909091}
{"full_text":"Covid-19 pandemic should not cast its shadow on 2021https:\/\/t.co\/KK53T13bdt","sentiment_score":0.0}
{"full_text":" LAST CHANCE https:\/\/t.co\/7St4yqWLE6https:\/\/t.co\/z8WfzF6f3s","sentiment_score":0.0}
{"full_text":"Ep17 of TGP is with talk about her hit podcast and now book #saywhytodrugs on the potency of drugs such as cocaine and MDMA during lockdown, links between mental health and drug use, cannabinoids and more!Links in the bio!","sentiment_score":-0.0625}
{"full_text":"Taiwan's success in containing the #coronavirus has been selected by CNA as the top domestic news story of 2020, while President Tsai Ing-wen's (Cai Ying Wen ) re-election victory was picked as the second-biggest story of the year.https:\/\/t.co\/UKHGcjZJS0","sentiment_score":0.2666666667}
{"full_text":"Cant stop thinking about the story of the nurse who tested positive for Covid but she still stepped out and joined her church members for a church trip. Like yoh...","sentiment_score":0.2272727273}
{"full_text":"You can now order hand knitted woollens, scarves and much more, that are literally as good as the ones your grandmother made. Just get in touch with Asha Puri.https:\/\/t.co\/jc3R0A2mYF","sentiment_score":0.6}
{"full_text":"RT Not only did she predict this pandemic, has been bang on the money ever since. This is another typically wi...","sentiment_score":-0.0833333333}
{"full_text":"yoshiko miyako san,@isayoi540Exactly, especially when these events are rare due to Covid, it's terrible that one wrong doing spoils everyone's joy. But I was fine Merry Christmas","sentiment_score":-0.0154761905}
{"full_text":"\"My 3-mo baby is dying due to a heart defect. If not treated urgently, it can cause heart failure. I lost my job as a salesman due to the lockdown &amp; now work as a farm help on daily wages. I've failed him as a father.\" Please help:","sentiment_score":-0.2133333333}
{"full_text":"Everyone across the UK is being asked to ring a bell from their doorsteps this evening to connect us all this #Christmas.It's designed to help combat loneliness, as so many families are being kept apart by #coronavirus restrictions.The #christmasevejingle is at 6pm.","sentiment_score":0.5}
{"full_text":"Same same","sentiment_score":0.0}
{"full_text":"In the U.K., all pub rents are determined by the estimated revenue that a pub can earn. But with COVID-19 likely to reduce business for at least another year, those rents are now overestimated.https:\/\/t.co\/W5is3mhrzF","sentiment_score":-0.15}
{"full_text":"LOCKDOWN DIARIES: DAY 2832020-12-24 00:00 - The quarantine would like to save you from the torment of not knowing the author of \"Twas the Night Before Christmas\" is Clement C. Moore.Stay tuned for dispatches from Radio Free Diablo County.#QuarantineLife#CoronaLockdown","sentiment_score":0.4}
{"full_text":"RT Upcoming tvN drama 'Jirisan' starring Jeon Ji Hyun and Ju Ji Hoon will halt filming until December 31 as a staff member tested...","sentiment_score":0.0}
{"full_text":"Across a balcony or through a screen, this year Europeans have stepped up to take care of one another.  This holiday looks different for all of us. But through acts large and small, we will end this pandemic together.  We are #StrongerTogether.","sentiment_score":-0.0119047619}
{"full_text":"St. Mike's Advent Calendar, Day 24!  It's Christmas Eve!!Open me! #adventcalendar #church #covid19","sentiment_score":0.0}
{"full_text":"Indianapolis nurse gets vaccine 6 months after mother dies of COVID-19","sentiment_score":0.0}
{"full_text":"Corona Virus Updates: State-wise details of total confirmed #COVID19 cases#IndiaFightsCorona","sentiment_score":0.2}
{"full_text":"On behalf of the team at we wish our followers a safe and relaxing Christmas! We are thinking of those in lockdown, especially in the UK - stay safe!","sentiment_score":0.4166666667}
{"full_text":"Biden Inaugural Chair says to stay home for his swearing-in as Trump supporters hold virtual 'second inauguration'","sentiment_score":0.0}
{"full_text":"We all choose the same old #decoration theme of red and white for Christmas. As #COVID19 has been really tough why not end this year with a better note.Here are few funky and subtle colours other than red and white for your #Christmas decoration:","sentiment_score":-0.0406565657}
{"full_text":"CHRISTMAS AND CAPITALISM IN THE PERIOD OF DUTERTE AND COVIDRead full statement below:https:\/\/t.co\/huh9v0EbOh#WakasanAngRehimen#EndEliteRule#AtinAngBukas","sentiment_score":0.35}
{"full_text":"Swear it's the same people who were preaching about corona last week which are mixing with all their mates now that we're actually back in a national lockdown, is the right word 'hypocritical' ? I think so x","sentiment_score":0.0714285714}
{"full_text":".@ProjectECHO delivers healthcare at scale to underserved communities around the world. When the #Covid19 pandemic hit, it found its moment.","sentiment_score":0.0}
{"full_text":"Photographs were also put in the time capsule for future generations to look back on the year 2020https:\/\/t.co\/hUHK3URWFL","sentiment_score":0.0}
{"full_text":"Another day, same racism. When does it end?","sentiment_score":0.0}
{"full_text":"Sen. Pia Cayetano, warning against high risk of accidents, pleaded for joggers and bikers' exemption from the IATF on the Management of Emerging Infectious Diseases' imposition of mandatory face shields to contain the spread of the deadly Covid-19.https:\/\/t.co\/eZv3LePUMX","sentiment_score":-0.02}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"OPINION: \"Hit hard by the pandemic, Asia's indigenous and local communities face fresh government-led efforts to exploit their land and resources\" writes Kundan Kumar of","sentiment_score":0.0027777778}
{"full_text":"ICYMI: What you can and can't do on Christmas Day in Scotlandhttps:\/\/t.co\/bKERXNzLkh","sentiment_score":0.0}
{"full_text":"A post-lockdown spending spree is predicted for Boxing Day, with major shopping centres keeping their doors open late.","sentiment_score":-0.0791666667}
{"full_text":"COVID 19 cases in India until : 24\/12\/2020 13:30Total Cases: 10124024 [+0]Active: 281844Recovered: 9692643 [+0]Deaths :146791 [+0]Total Tests: 165.31MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"FinTech sector in Qatar grows amid pandemic#Qatar #Coronavirus #FinTech","sentiment_score":0.0}
{"full_text":" Embracing nature-based solutions+ Supporting research &amp; development of zero-emission technologies Are just two of the ways to build back greener from #COVID19 and make progress on closing the #EmissionsGap.Learn more:","sentiment_score":0.25}
{"full_text":"'#COVID19 requires us to address the root causes of complex development challenges. helps countries move from simply tweaking current realities, to questioning norms, connecting unlikely dots &amp; creating the conditions for better futures #data4dev","sentiment_score":-0.06}
{"full_text":"There is no lockdown at the wharf here or in the entire town for that matter from Dec. 24 to 26, said Mayor Ruben Corpuz.https:\/\/t.co\/e7sc7QOzmG","sentiment_score":0.0}
{"full_text":"How China's #Christmas town survived the epidemic","sentiment_score":0.0}
{"full_text":"Did you catch the COVID Public Advocate of the week?tune in every Friday and Monday to discover the young people on the COVID Lead Leadership Programme! (meet the COVID Research Intern)-Jordan#Covidlead #Covid_19 #leadership #Bradford #Neesie","sentiment_score":0.0625}
{"full_text":"Cape Town remains at Alert Level 1, but we cannot afford to rest on our laurels, given the continued increase in transmission rates in the metro. If you are not feeling well, please be responsible and skip the gatherings.#WearAMask  #WashYourHands #Covid19","sentiment_score":0.2}
{"full_text":"North Carolina veteran recently diagnosed with leukemia and COVID-19 has died, and those closest to him are both mourning his loss and searching for a new home.","sentiment_score":0.0454545455}
{"full_text":"RT Coronavirus cases in the Philippines reach 465,724 with 1,776 additional cases on Thursday, December 24.9 labs failed to...","sentiment_score":-0.5}
{"full_text":"Home networks are vulnerable amid COVID-19. Don't let your guard down. Sharing these tips from #cyberresilience","sentiment_score":-0.3277777778}
{"full_text":"RT The Sun is attacking Nicola Sturgeon after briefly taking her mask off at a funeral but no mention in The Sun for the 4 times...","sentiment_score":0.0}
{"full_text":"Christmas lockdown starts today in Italy, so my beautiful city graced us with this sunset yesterday. Feeling truly blessed to be back home after so many months.","sentiment_score":0.45}
{"full_text":"JOBURG - City reminds the public that Covid-19 will still be present this festive season.https:\/\/t.co\/YGfCavFH1V","sentiment_score":0.0}
{"full_text":"A friend wrote: \"I hope this finds you well and safe from covid (I keep wanting to write corvid, I blame Ted Hughes). \"","sentiment_score":0.5}
{"full_text":"Wearing a face shield in public places and public transportations is one of the requirements set by the IATF, to prevent the spread of Covid-19.https:\/\/t.co\/W3w9nZkbd9","sentiment_score":0.0}
{"full_text":"RT Throwing money at closed museums and foreign governments is not the way to help the American people who are suffering...","sentiment_score":-0.075}
{"full_text":"RT Biden +  help of MSM = use COVID19 to brainwash Americans into thinking Trump can not win, while flooding ALL the stat...","sentiment_score":-0.4}
{"full_text":"RT All you need to know about the new Coronavirus strainWatch Video:","sentiment_score":0.1363636364}
{"full_text":"Today was my first day in the last 8 that I made it through 24 hours without a fever!Will never know if I had Covid (assuming mild) because I refuse to get tested.  My dr. Telling me they no longer run flu tests is enough for me.  Almost 10 days of brutal fever and body aches.","sentiment_score":-0.0583333333}
{"full_text":"Between dog walks on #HampsteadHeath &amp; planning for the future of her charity #WildatHeartFoundation, #NikkiTibbles of #WildatHeart reflects on life in #lockdown, her favourite #Christmastraditions &amp; what makes her home a home on #DomusLoves","sentiment_score":0.0}
{"full_text":"COVID-19 vaccine: Bharat Biotech's Covaxin shows long-term antibodies  #CoronaAntibodies #CoronavirusVaccine #COVAXIN #COVID-19Vaccine ","sentiment_score":0.0}
