{"full_text":"Damn...RIP Charley Pride.","sentiment_score":0.0}
{"full_text":"RT Sen. Dick Durbin Admits Democrats Turned Down Coronavirus Relief 'Because an Election Was Coming'","sentiment_score":-0.1555555556}
{"full_text":"The Cybersecurity 202: Spiking ransomware attacks against schools make pandemic education even harder","sentiment_score":-0.1}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"Damn this pandemic is changing everything","sentiment_score":0.0}
{"full_text":"RT Carolyn Quinn's summary of MPs views tonight when she was asked about tariffs &amp; price rises. MPs said:- ' the motor in...","sentiment_score":0.0}
{"full_text":"Country music legend Charley Pride dies at 86 from COVID-19 complications in Dallashttps:\/\/t.co\/yQXFrAhPpf","sentiment_score":0.0}
{"full_text":"Politico Makes Up Nunes COVID Diagnosis, Twitter Amplifies Fake News\"I actually tested positive for the COVID antibodies,\" Nunes said. \"When that happened, the doctor said, 'hey, you need to give blood plasma right away.'","sentiment_score":0.0032467532}
{"full_text":"RT A little over 1% of all the coronavirus cases in NYC can be traced back to restaurants and now 100% of the restaurant worker...","sentiment_score":-0.09375}
{"full_text":"RT When your parents say their life was hard but we're in the mid of a pandemic ","sentiment_score":-0.1458333333}
{"full_text":"Still pretty good testing numbers. #COVID19Vic","sentiment_score":0.475}
{"full_text":"RT Just curious ...Do you plan on taking the COVID vaccine?","sentiment_score":-0.1}
{"full_text":"RT JUST IN: Sanwo-Olu Tests Positive For COVID-19https:\/\/t.co\/Bvt3UxfDZl","sentiment_score":0.2272727273}
{"full_text":"RT ok if u live in davis, or \"have\" a davis address, (u don't need to be affiliated w\/ucd) and yr asymptomatic, you can get a...","sentiment_score":0.3181818182}
{"full_text":"It wasn't rushed, though. What makes you think it was?https:\/\/t.co\/rUvFMdhb4z","sentiment_score":0.0}
{"full_text":"RT NBC News: The total number of coronavirus cases in the U.S. has now passed 16 million.","sentiment_score":0.0}
{"full_text":" Links to register for a FREE COVID test in LA County: 1) yourself on the symptoms of COVID &amp; when to seek emergency medical attention:","sentiment_score":0.2}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT 3) 25 leading Swedish scientists: \" hoped herd immunity would curb #COVID19. Don't do what we did.\" \" approach...","sentiment_score":0.0}
{"full_text":"Tom. Interesting point about core subjects only. It might be a realistic solution in 2021. A hybrid model might reduce Covid stresses on schools, families, young people","sentiment_score":0.1916666667}
{"full_text":"As COVID-19 cases and deaths reach record numbers in the U.S., the PANDEMIC OF MISINFORMATION blog has documented 144 misleading and untrue statements President Trump has made since February about America's growing health crisis. List","sentiment_score":0.0}
{"full_text":"RT A little over 1% of all the coronavirus cases in NYC can be traced back to restaurants and now 100% of the restaurant worker...","sentiment_score":-0.09375}
{"full_text":"World Carbon Dioxide Emissions drop 7% in pandemic-hit 2020","sentiment_score":0.0}
{"full_text":"RT Carol Sutton: Steel Magnolias actress dies from Covid-19","sentiment_score":0.0}
{"full_text":"This is it: a little like wearing a soft HEPA vacuum bag on your face, which makes sense. It's extremely protective, gets close to N95\/FFP2, stays on your whole face, really doesn't hurt ears. Space between mask and mouth for more comfort.","sentiment_score":0.0970238095}
{"full_text":"RT So disturbing- they want to kill \"even the traitors in our own families.\"As if COVID wasn't reason enough to skip th...","sentiment_score":0.0333333333}
{"full_text":"RT BREAKING: Charley Pride dead at 86 after battling COVID-19:","sentiment_score":-0.2}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"Oh, how sad. RIPCharley Pride, Country's First Black Superstar, Dies of Covid-19 Complications | CMT","sentiment_score":-0.1388888889}
{"full_text":"Breaks my heart.","sentiment_score":0.0}
{"full_text":"Charley Pride, Country's First Black Superstar, Dies of Covid-19 Complications - https:\/\/t.co\/Zx981WxWCE","sentiment_score":0.0416666667}
{"full_text":"RT That a Muslim husband and wife team are to thank for the successful development of the COVID vaccine is the most American t...","sentiment_score":0.4166666667}
{"full_text":"RT Oh wow. My Dad used to love the music of Charley Pride. A legend lost to COVID-19. ","sentiment_score":0.3}
{"full_text":"Rocklin school board be like:We care about the children! While wearing a clear \"mask\" and having their nose stick out of a mask. No distancing. Covid is a hoax demeaners. Thank god we didn't buy a house there after all. -________-","sentiment_score":0.1}
{"full_text":"RT Yes.  He warned the world and was punished for it by the Chinese Gov ..continued working and died of the virus he warned...","sentiment_score":0.0}
{"full_text":"RT Results of COVID-19 tests done on 11 December 2020 confirm 702 new cases. The cumulative confirmed cases are 27,071. htt...","sentiment_score":0.2681818182}
{"full_text":"RT What has been doing over the last several months is invaluable. When this pandemic is over, it will be wa...","sentiment_score":0.0}
{"full_text":"RT Omo everyone should stay safe in Lagos . turnups everywhere , Corona still Dey o , no go use Detty December cause Gobe fo...","sentiment_score":0.5}
{"full_text":"If you have a minute, you have to read this darling story and a woman who decided to help a lonely little girl.","sentiment_score":-0.14375}
{"full_text":"Lewis Hamilton says he's still feeling the after-effects of Covid-19 ahead of season finale","sentiment_score":0.0}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"RT Dolphins placed RB Myles Gaskin on the reserve\/COVID list today. He is out for Sunday vs. Chiefs.","sentiment_score":0.0}
{"full_text":"RT RIP Ms. Carol. I love you. And I will miss you so much. #CarolSutton #NOLA #Covid19 #YourCountryOwedYouBetter","sentiment_score":0.35}
{"full_text":"RT NEW: Late last night, along with the general vaccine authorization, the FDA also did something momentous: It did not exclu...","sentiment_score":-0.0284090909}
{"full_text":"RT Utah health officials reported 3,692 new cases of COVID-19 Saturday, but, due a server error, they say more than 1K of th...","sentiment_score":0.1704545455}
{"full_text":"RT Dolphins placed RB Myles Gaskin on the reserve\/COVID list today. He is out for Sunday vs. Chiefs.","sentiment_score":0.0}
{"full_text":"RT An investigator examining a #whistleblower's concerns about Covid-19 protections at a #HSE-run nursing home in Dublin has bee...","sentiment_score":0.0}
{"full_text":"RT Me tonight \" I understand why you wanna try to make him stay home late at night \" ","sentiment_score":-0.3}
{"full_text":"RT 4) And for those claiming nobody saying \"Swedish herd\" approach, there are literally THOUSANDS of articles online about peo...","sentiment_score":0.0}
{"full_text":"1 in 132 dead in Gove County, KS.FB (temporarily) took down the public health page in August after anonymous fake news report. ","sentiment_score":-0.2138888889}
{"full_text":"RT That's great. Just out of curiosity, which country was it that developed the vaccine?Wonder why.","sentiment_score":0.45}
{"full_text":"RT When vaccine researchers at a meeting in mid-March forecast a coronavirus vaccine in the middle of 2021, the Pfizer execu...","sentiment_score":0.0}
{"full_text":"No way!  I always loved his music.  ","sentiment_score":0.7}
{"full_text":"Heroes? Because they work out and spread COVID? Yeah it's civil war alright the confederates need to leave us now Russia is waiting with open arms.","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"surely tier 2 awaits","sentiment_score":0.5}
{"full_text":"RT She like the way I rrr","sentiment_score":0.0}
{"full_text":"He had COVID just a few weeks ago, need to take it easy on him","sentiment_score":0.1166666667}
{"full_text":"I LOVE white chocolate BUT you look a billion times better in the before picture. This pandemic has clearly made you lose your damn mind. You were 100% fine the way you were BEFORE!","sentiment_score":0.3241666667}
{"full_text":"Talk to me, #BLM -- what are your thoughts on this? 'Cause I'm low info re: whether #BLM has become an appendage to the democrat party\/capitalist class and would like to know more --","sentiment_score":0.25}
{"full_text":"What a beautiful story and experience ","sentiment_score":0.85}
{"full_text":"#VA05 Congressman-elect Bob Good takes the podium at a rally in Washington D.C. Here's what he said:","sentiment_score":0.7}
{"full_text":"RT Holy shit. Congressman-elect Bob Good of Virginia starts speaking and immediately proclaims, \"this looks like a group of peopl...","sentiment_score":0.25}
{"full_text":"Jonathan spitting straight facts, as usual ","sentiment_score":-0.025}
{"full_text":"This year FUCK","sentiment_score":-0.4}
{"full_text":"RT Oh wow. My Dad used to love the music of Charley Pride. A legend lost to COVID-19. ","sentiment_score":0.3}
{"full_text":"RT This is what the covid vaccine is doing to people, stay woke","sentiment_score":0.0}
{"full_text":"How do we not have barriers to protect the country from idiots like this making law?!","sentiment_score":-1.0}
{"full_text":"RT Unsurprising that hospitals are getting smashed when we've seen a day on day increase in covid no's in the community in...","sentiment_score":0.0}
{"full_text":"Before the pandemic I was freshly moved out of my parents, working overnights 40 hours a week, and starting to create a home with my then fiance. Over the course of the pandemic, I was breifly out of work for the first month and it led me to focus more on art &amp; videos... 1\/2","sentiment_score":0.2625}
{"full_text":"RT Oh wow. My Dad used to love the music of Charley Pride. A legend lost to COVID-19. ","sentiment_score":0.3}
{"full_text":"Kiss an Angel Good Mornin'... #RIPCharleyPride","sentiment_score":0.7}
{"full_text":"RT This has never been revealed to the public. Until today. Loeffler and Perdue's actions after they received their private cov...","sentiment_score":0.0}
{"full_text":"RT Likewise, Jimin, Namjoon, Jin, Yoongi, Hobi, Taehyung &amp; Jungkook and crew - please take care of yourselves &amp; stay sa...","sentiment_score":0.0}
{"full_text":"The audacity for someone whose number I don't have saved to ask me when they can see me during a pandemic","sentiment_score":0.0}
{"full_text":"Just stay home and wait for your TV to tell that you you're safe. Problem solved.","sentiment_score":0.5}
{"full_text":"RT This is what the covid vaccine is doing to people, stay woke","sentiment_score":0.0}
{"full_text":"RT The Nigerian state (both meanings of 'state' apply here):Travel by road and get kidnapped.Go to Uni and be stranded by st...","sentiment_score":0.0}
{"full_text":"RT Teachers are on the frontlines of this pandemic. Texans have seen how essential teachers are to our students and to the...","sentiment_score":0.0}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Young People Have Less Covid-19 Risk, but in College Towns, Deaths Rose Fast","sentiment_score":0.1833333333}
{"full_text":"RT Myles Gaskin sent to COVID list, out for Week 14","sentiment_score":0.0}
{"full_text":"Haha. Not so much with food, but the street backing against mine is very similarly named so a very patient old lady with a walker occasionally gets weird late night lockdown nonsense I keep ordering off the internet and passes them on to me with an admirable lack of judgement.","sentiment_score":-0.0125}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"The Music Business during COVID-#1. The Titanic #2.Throw Momma from the Train  #3. Death Wish I, II, or III #4. Leaving Las Vegas#5. For a Few Dollars More","sentiment_score":0.15}
{"full_text":"With respect, I wonder if you might be missing my point. That is to say peoples' reaction to this bug are as heterogeneous as every other aspect of its impact. Societal norms and reaction to policies impact outcomes. I just don't think Swedes did nothing.","sentiment_score":-0.1625}
{"full_text":"RT CAROL SHOPE, 79 of Westover, Pennsylvania died of COVID on Nov. 29. \"God truly blessed me when he gave me an aunt like...","sentiment_score":0.0}
{"full_text":"Truth.","sentiment_score":0.0}
{"full_text":"RT we are in a panini press and you worried about spelling ","sentiment_score":0.0}
{"full_text":"RT #COVID19 Statistics in SA as at 12 December.Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"RT Sorry to come across as a Scrooge, but as an oncologist who is on a #COVID19 ward rota to help out our amazing acute medicine...","sentiment_score":0.2333333333}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"Too many folks want to treat AOC like a celebrity rather than an elected official. Stop making excuses for her incrementalist approach to Medicare 4 All during a pandemic and failure to wrestle even the slightest power away from those whose job it is to oppose it: Pelosi","sentiment_score":0.0916666667}
{"full_text":"RT Sad to share the news that Charley Pride died today in Dallas due to complications from Covid-19 at age 86.Charley is c...","sentiment_score":-0.3125}
{"full_text":"A simple majority of congressional senators could end Mitch McConnell's role as Majority Leader, and Majority Leader only exists through deference and precedent. So a simple majority could pass COVID relief. #firetheemptysuit #forthepeople","sentiment_score":0.0}
{"full_text":"With a busy schedule, the holidays and another lockdown on the horizon, I'm sharing 3 things that I need to make time for in my daily life  #TheClqRT","sentiment_score":0.05}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT Today, the COVID-19 pandemic has increased barriers to movement, and migrants are stranded with limited access to basic serv...","sentiment_score":-0.0357142857}
{"full_text":"RT \"don't forget to wear a mask! okay?\"","sentiment_score":0.5}
{"full_text":"RT Fat   when covid19 and cannot go gym","sentiment_score":0.0}
{"full_text":"Just so dang sad... he was such an amazing singer.  Rest in peace, Charlie #charliepridehttps:\/\/t.co\/9IWwVrXPkg","sentiment_score":0.0333333333}
{"full_text":"RT Oklahoma today reports 3,983 new COVID-19 cases, and 35 additional deaths. The deaths of 168 Oklahomans from COVID-19 have been...","sentiment_score":0.1363636364}
{"full_text":"I believe the CDC covered this for all states .. don't believe everything you read.  Most news is financed by the big drug companies now","sentiment_score":0.25}
{"full_text":"RT Oh wow. My Dad used to love the music of Charley Pride. A legend lost to COVID-19. ","sentiment_score":0.3}
{"full_text":"Go home and stay safe.","sentiment_score":0.5}
{"full_text":"RT This is what the covid vaccine is doing to people, stay woke","sentiment_score":0.0}
{"full_text":"Being grossly unfit for public office is becoming the main qualification for being a member of the Republican Party.","sentiment_score":0.1541666667}
{"full_text":"RT Yesterday there were 0 new local cases, 0 lost lives, 1 internationally acquired &amp; in quarantine case. There are 6 active c...","sentiment_score":0.0007575758}
{"full_text":"RT Windsor-Essex is moving into lockdown beginning Monday:","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT 70% of the country supports medicare for all, there's a pandemic with nearly 300k dead, tens of millions have no insuranc...","sentiment_score":-0.05}
{"full_text":"Anti-COVID over-the-counterTripartite Therapy: evidence:Vitamin D\/Therapy:https:\/\/t.co\/rd3q1BcR5KVitamin D\/Therapy:https:\/\/t.co\/CUE18jIA3dQuercetin\/Prevention:https:\/\/t.co\/qiYFLh6LXKEstradiol:https:\/\/t.co\/cvQ1NGkAnK","sentiment_score":0.0}
{"full_text":"How can a country which boasts some of the best schools, research institutions, the best universities produce an idiot like this bloke?","sentiment_score":0.4}
{"full_text":"RT A little over 1% of all the coronavirus cases in NYC can be traced back to restaurants and now 100% of the restaurant worker...","sentiment_score":-0.09375}
{"full_text":"Prayers for you and your family. I'm currently on day 8 with Covid. It's a terrible virus.","sentiment_score":-0.5}
{"full_text":"RT #BREAKING Country music legend Charley Pride, 86, dies from complications of COVID-19","sentiment_score":0.0}
{"full_text":"Top CRE Articles in November 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #TenantRep  ","sentiment_score":0.5}
{"full_text":"RT BREAKING: Country Music legend Charley Pride has died.","sentiment_score":0.0}
{"full_text":"read this entire thread it is so worth the read","sentiment_score":0.15}
{"full_text":"Kai Havertz has been poor BUT let's not forget:- he's out of position - this doesn't help when he's adapting to the league- recovering from covid where he and Lampard have spoken about how it has been- stop scapegoating and get behind the team. He's a long term investment.","sentiment_score":-0.2833333333}
{"full_text":"RT Ziyech - Injured.Cho - Injured\/Under utilised.Havertz - Not a winger\/just had Covid.Werner - Not a winger.People need to...","sentiment_score":0.0}
{"full_text":"RT This guy...I have no words. Spread #GoodforNothing","sentiment_score":0.0}
{"full_text":"Songbird  1\/2 Jesus christ Michael Bay, learn to read the room. This disaster movie is even more tone deaf than Gal Gadot's Imagine singalong. Plot: a courier who's immune to the #COVID-23 virus, has to race against time to save the woman he loves from quarantine- I shit you not.","sentiment_score":0.15}
{"full_text":"God dammit.","sentiment_score":0.0}
{"full_text":"This woman's business wasn't making $5,000 net before the pandemic, but she thought it was all fine and dandy to receive $18,000+ of government funds? I'm not surprised she has to pay it back, and frankly she shouldn't be either. ","sentiment_score":0.0916666667}
{"full_text":"RT I am SO glad I hate air travel, having done millions of miles I am SO glad I feel no need whatever to stray far from hom...","sentiment_score":0.075}
{"full_text":"RT \"We're fighting nazis on US soil while the covid death count approaches WWII levels. Trump has actual stormtroopers targ...","sentiment_score":0.0}
{"full_text":"Congratulations to the #MLS Columbus #Crew96 for winning the Eastern Conference Championship at home in the #MLSCupPlayoffs over New England in a 1-0 final score as they get to play in the #MLSCup Final later on this evening at home against Seattle so stay tuned for more info","sentiment_score":0.1893939394}
{"full_text":"Besotted Oldham great-grandparents die of Covid-19 two weeks apart... days after celebrating 52 years of marriagehttps:\/\/t.co\/zowc8ocLgi","sentiment_score":0.0}
{"full_text":"This is the test of our lifetimes. More Americans have died from #COVID19 than perished in four years of combat in World War II","sentiment_score":0.5}
{"full_text":"dont forget people making jokes saying asians are rats because of corona","sentiment_score":0.0}
{"full_text":"Guest columnist: COVID has impacted Kentucky craft brewing industry","sentiment_score":0.0}
{"full_text":"An analysis of ten different species finds that humans -- followed by ferrets and, to a lesser extent cats, civets and dogs -- are the most susceptible animals to SARS-CoV-2 infection.https:\/\/t.co\/1PfJ8XGEcS","sentiment_score":0.125}
{"full_text":"Stay home, stay safe, it's crazy out there!","sentiment_score":-0.125}
{"full_text":"TODD WALTERS, 44 of Byron Center, Michigan died of COVID on Oct. 3. \"He was a wonderful husband and father. He always let us know how much he loved us everyday. Even when he faced his death he was more concerned about us.\"","sentiment_score":0.38}
{"full_text":"In collaboration with we examine key applications of #4IR technologies for thriving in a post-pandemic world and identify governance challenges that these technologies may help to address.","sentiment_score":0.0}
{"full_text":"NFL betting lines in season of COVID-19 are moving targets on He saw a betting line on last week&amp;#39;s Saints-Broncos game open at New Orleans giving up 6.5 points. And then 2020 struck -- again -- in a way that&amp;#39;s ...","sentiment_score":-0.0659090909}
{"full_text":"Look at all those COVID morons.","sentiment_score":-0.8}
{"full_text":"RT Charley Pride (1934-2020), who died today from Covid-19 complications:","sentiment_score":0.0}
{"full_text":"RT NEW: A 32-year-old close to Dr. Fauci -- the brother of his daughter's boyfriend -- has died of Covid-19, he just told me:...","sentiment_score":0.1363636364}
{"full_text":"Collins Dictionary Declares 'Lockdown' the Word of the Year #AmReading #ReadingAddict","sentiment_score":0.0}
{"full_text":"There are countless families in #PortChester that have lost jobs due to COVID-19 and are now struggling to get Christmas gifts for their kids. Reasoning no child should go without Santa, Christian Pugliese is raising money he can take on the role himself.https:\/\/t.co\/jdl9b8NLDV","sentiment_score":-0.0416666667}
{"full_text":"We're committed to an #EquitableRecovery, and making sure that we come out of the #COVID19 pandemic with more resilient, inclusive communities. Learn more about our grantmaking:","sentiment_score":0.5}
{"full_text":"US President-elect Joe #Biden said that the record was broken this week for the highest number of #COVID-19 related deaths in one day, and was higher than the death toll during 9\/11 or #PearlHarbour.#USA","sentiment_score":-0.05}
{"full_text":"Listen to Science Guy &amp; wear a mask!https:\/\/t.co\/ZIObx1ZqeB","sentiment_score":0.0}
{"full_text":"Vancouver's beloved outdoor downtown ice rink in Robson Square won't be opening this winter. The news comes as the  pandemic hits B.C. hard before the holiday season.","sentiment_score":0.2041666667}
{"full_text":"The data made public by New York officials offers one of the more specific glimpses into how COVID-19 is transmitted in the state.https:\/\/t.co\/XDSKkfg1ZG","sentiment_score":0.1472727273}
{"full_text":"City officials said the process of developing the #Eastridge Neighborhood Plan is slated to kick off next month and acknowledged in the midst of the pandemic the exercise will be implemented in a different manner. #Amarillo","sentiment_score":0.0}
{"full_text":"Congratulations to the #MLS Seattle #Sounders FC for winning the Western Conference Championship at home in the #MLSCupPlayoffs over Minnesota in a 3-2 final score as they get to play in the #MLSCup Final later on this evening on the road against Columbus so everyone stay tuned","sentiment_score":0.1}
{"full_text":"The state has already earmarked the first doses for frontline health and long-term caregivers.","sentiment_score":0.25}
{"full_text":"Baltimore City leaders on Thursday voted to waive all late fees for 2020-2021 alcoholic beverage license renewals. ","sentiment_score":-0.275}
{"full_text":"News that two healthcare workers in the UK had allergic reactions to the COVID vaccine surfaced, which turned into hundreds of headlines and social media posts about what it could mean for others. The VERIFY team breaks down the known facts.","sentiment_score":-0.1449074074}
{"full_text":"The 500 concert goers and another 500 people in a control group will all undergo PCR tests both before the concert and again eight days later.","sentiment_score":0.0}
{"full_text":"Japan surpasses 3,000 daily new coronavirus cases for first time - NHK","sentiment_score":0.1287878788}
{"full_text":"The number of infected travelers was a \"statistically insignificant portion,\" according to Superior Court of Guam Judge Elyze Iriarte. Here's more: ","sentiment_score":0.6}
{"full_text":"US travel restrictions to #Mexico, #Canada extended until at least Jan. 21","sentiment_score":-0.3}
{"full_text":"The post-Covid-19 new world order offers limitless opportunity for India but for the country to be ready to participate in it, there is a need to establish regulatory standards on data and taxation in general, N Chandrasekaran said","sentiment_score":0.1215909091}
{"full_text":"The United States Postal Services annual Operation Santa program reveals how tough the pandemic as been on children this year.","sentiment_score":-0.3888888889}
{"full_text":"The postcodes in Leeds with the worst Covid-19 infection rates","sentiment_score":-1.0}
{"full_text":"RT More Americans have died from Covid-19 in 9 months than in combat over 4 years in World War II. The virus death toll exceeds...","sentiment_score":0.5}
{"full_text":"True story: \"Man is shot in the chest point blank with a sawed-off shotgun slug 2\" entry wound, 7.4\" exit wound.  Death certificate primary (line 1) cause of death  #Covid19 complications","sentiment_score":0.25}
{"full_text":"Yeah -- she fell and broke her hip back in March and has been stuck in a rehab facility that doesn't allow outside visitors due to the pandemic. She was 94 yrs old and lived a great life, but I sure wish I got to say goodbye in person and not over Zoom...","sentiment_score":0.2125}
{"full_text":"RT There are too few flu cases this year to run any modeling from the CDC. I wonder why.","sentiment_score":-0.2}
{"full_text":"RT Honestly one reason for some guarded optimism is that everybody may be 20% less insane once the pandemic is over.","sentiment_score":-0.0416666667}
{"full_text":"Rest in peace to another legendary icon.  #CharleyPride","sentiment_score":1.0}
{"full_text":"RT Covid in contextby","sentiment_score":0.0}
{"full_text":"RT 'I just think it's sad. Why do you need to 'get something' for helping your constituents?' -- got real about what's ho...","sentiment_score":-0.15}
{"full_text":"Current Conditions for #Sayre PATemp: 53.2FWind Chill: 53.2FHumidity: 81%Dew Point: 47.5F Barometer: 29.907 inHgWind: 5 mph from the SCorona Virus Weekly Stats:Cases: 260.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT BREAKING: Charley Pride, country music superstar and the first Black singer ever to perform at the Grand Ole Opry, died Saturday...","sentiment_score":0.1944444444}
{"full_text":"Delivery of first Covid-19 vaccines expected Monday","sentiment_score":0.075}
