{"full_text":"RT I swing by to check on a patient with COVID who we had to prone and paralyze an hour ago. She already has a flawless Fr...","sentiment_score":1.0}
{"full_text":"Pandemic feels have been hitting me pretty hard this past week. Christmas, my birthday and new year's coming up has me missing people more than I already did ","sentiment_score":0.0241161616}
{"full_text":"I love this woman saying everything that I am thinking. Luckily where I live I don't wear a mask and people don't approach me but I feel like I'm living in the Twilight Zone.","sentiment_score":0.3232323232}
{"full_text":"Help protect your family, community and country by joining VA's volunteer list for COVID-19 research. You'll be called if there's a study or clinical trial that seems right for you.","sentiment_score":0.2857142857}
{"full_text":"Russia admits coronavirus death toll three times Our Hashtag 2020 #FWN #freeworldnews #today","sentiment_score":0.0}
{"full_text":"RT it's the South African strain, but when they call it the Chinese virus it's a huge problem? okay it's fine.","sentiment_score":0.2633333333}
{"full_text":"RT More sad news.RIP David","sentiment_score":0.0}
{"full_text":"Salon owner accuses Oregon governor of retaliating for resisting lockdown orders: 'She terrorized my family':Stand your ground; go get Gov.Brown.https:\/\/t.co\/G1RaDJBqNd","sentiment_score":0.0}
{"full_text":"RT Japan confirms first case of South African coronavirus strain","sentiment_score":0.125}
{"full_text":"Moron,DA is responsible for taking Gov to court to do away with Lockdown&amp;to open beaches,welcoming European Tourist who imported this virus from their seriously infected countries,March 2020 when they attended World Cycle Tour in CT as result WC was declared Epicentre of Virus.","sentiment_score":-0.0333333333}
{"full_text":"RT #RamCharan has tested positive for the novel Coronavirus recently. According to his post on Twitter, he is asymptomatic and...","sentiment_score":0.1136363636}
{"full_text":"RT Hey Congress,Explain this:In the new bill that Trump signed SundayEmployers will no longer have to provide paid sick...","sentiment_score":-0.288961039}
{"full_text":"While I had not meant to call Mr Speaker 'Mr Christmas', it is an excellent soubriquet for a \"veray parfit gentil knight\". Thank you to all the House staff who have worked hard over Yuletide to prepare for tomorrow's recall.","sentiment_score":0.3541666667}
{"full_text":"RT Pongal andru Oru Deepavali (ku) thayaaraaguvom Much awaited , much expected Hopefully the universe makes it a wonder...","sentiment_score":0.05}
{"full_text":"RT Wives and Girlfriends lining up to buy handbags after finding out their husbands and boyfriends spent RM45k on their bicycle.","sentiment_score":-0.1}
{"full_text":"RT Restrict researchers to one paper a year, says UCL professorThis is from the archive, but is now the time (...","sentiment_score":0.0}
{"full_text":"RT A  on COVID Living Room Spread: Saturday: - Older, out of the house brother wants to visit younger siblings.  Mom says...","sentiment_score":0.1222222222}
{"full_text":"RT Green city centres! How can Croydon twin centre improve? #croydon #greenrecovery","sentiment_score":-0.25}
{"full_text":"These podcasts from provide a comprehensive review of the issues facing #CRE as we prepare for a post-pandemic world.","sentiment_score":0.0}
{"full_text":"RT Coronavirus vaccinations begin at Seattle nursing home that saw first US COVID-19 deaths","sentiment_score":0.25}
{"full_text":"Nearly half a million people may have had Covid-19 in Our Hashtag 2020 #FWN #freeworldnews #today","sentiment_score":-0.1666666667}
{"full_text":"RT So. We have - yet again - reached the desperate stage of Covid patients in such overwhelming numbers, hospitals are actu...","sentiment_score":-0.0333333333}
{"full_text":"RT Rubio is \"auditioning for the role of MAGA FAN #7 by trying to paint Anthony Fauci as the real villain of the pandemic. H...","sentiment_score":0.2}
{"full_text":"Nashville did not need another test of its grit. Over the years, the city was strong after the Cumberland River surged beyond its banks, and it clawed its way back from tornadoes.But this year has been nothing but tests.Via &amp;","sentiment_score":0.2166666667}
{"full_text":"RT Vice President-elect Kamala Harris will receive the first dose of a Covid-19 vaccine today","sentiment_score":0.25}
{"full_text":"RT WHEN THIS PANDEMIC IS OVER I'M GONNA GO WILD addressing my non-urgent medical issues that i've been ignoring","sentiment_score":0.05}
{"full_text":"I'll be devastated if football is postponed.","sentiment_score":0.0}
{"full_text":"RT \"A German study of a hundred recovered covid patients with the average age of forty-nine found that twenty-two had lastin...","sentiment_score":-0.075}
{"full_text":"RT See below for answers as to why ME Patients have been left to die. This is the arrogance of University researchers. Too i...","sentiment_score":0.0}
{"full_text":"Ted Cruz Got $35 Million For Billionaire Fracking Donors In Last COVID-19 Aid: Report via","sentiment_score":0.0}
{"full_text":"RT President Duterte has approved the travel ban on these countries which reported cases of the new COVID-19 variant effective...","sentiment_score":0.3681818182}
{"full_text":"Bure kabisa, incompetent of the highest order? NB- #Tukikataswakuiba #Tuzicheleweshe #ziharibike #TokoseWakose? #Mbweha #nyinyi!! Covid-19Billionaires\/PPEs!!","sentiment_score":-0.8544921875}
{"full_text":"RT So fantastic to be working with a fantastic #primarycare team. Let this be the beginning of a fantastic collaborative fut...","sentiment_score":0.4}
{"full_text":"ARepublican Congressman from Texas was hit with social media backlash on Monday after insisting that $2,000 COVID-19 stimulus checks would not help the local economy.","sentiment_score":0.0166666667}
{"full_text":"RT The GOP was outraged at Obama for 4 deaths in Benghazi.Had 16 investigations.COVID deaths?335,000.No GOP outrage,...","sentiment_score":-0.9}
{"full_text":"RT A  on COVID Living Room Spread: Saturday: - Older, out of the house brother wants to visit younger siblings.  Mom says...","sentiment_score":0.1222222222}
{"full_text":"RT Attention seeker stunt. Did the miners shed any tears for killing their colleagues and police? U only care abou...","sentiment_score":0.0}
{"full_text":"RT Best practices guide to beating covid-19...","sentiment_score":1.0}
{"full_text":"RT Pongal andru Oru Deepavali (ku) thayaaraaguvom Much awaited , much expected Hopefully the universe makes it a wonder...","sentiment_score":0.05}
{"full_text":"47-year-old UK Returnee Tests Positive for New Covid-19 Strain in Andhra Pradesh, Govt Says No Need to Panic","sentiment_score":0.1818181818}
{"full_text":"RT How it started: GOP denying Covid. How it's going: They're getting vaccinated before doctors. via","sentiment_score":0.0}
{"full_text":"Good morning gentlemen! Just curious if any one has asked the question or if a statement was released as to why we didn't get reacheduled due to Covid. Pittsburgh and Baltimore were rescheduled multiple times because of Covid. Just curious. Ty","sentiment_score":0.11}
{"full_text":"RT Our January goals:* Raise awareness of what is really happening on the front line* Boost staff morale through positive...","sentiment_score":0.2136363636}
{"full_text":"RT I have a hard time believing the party that fully endorsed letting murderers &amp; rapists out of prison because of the \"pan...","sentiment_score":-0.2916666667}
{"full_text":"COVID-19 Lockdown: Over 500 secondary school student pregnant in Benin   ","sentiment_score":0.0166666667}
{"full_text":"RT COVID can't read a calendar. Nothing magical will happen on Jan 1st 2021.Vaccines\/masks\/avoiding crowds will slow it...","sentiment_score":0.1}
{"full_text":"The key error in Nawaz &amp; others' blaming all of CV19's collateral, secondary damages on to \"lockdown\" is that it implies these terrible effects could be side-stepped by abandoning the tools we have to suppress the virus. The carnage then,though,would be even worse, on both fronts","sentiment_score":-0.425}
{"full_text":"RT No \"choice\" in Nova Scotia. Wearing a mask in stores is the law, for both customers and the store.","sentiment_score":0.0}
{"full_text":"RT Actor #RamCharan has tested positive for #Covid19.","sentiment_score":0.2272727273}
{"full_text":"More people in Texas are hospitalized for COVID-19 than at any other time during the pandemic #SmartNews","sentiment_score":0.1875}
{"full_text":"RT \"I never felt more my most genuine and authentic version of myself, because I felt safe there,\" he said. \"That's what th...","sentiment_score":0.48}
{"full_text":"Hello, I will of had both my covid vaccine jabs by the beginning of January, is this still a requirement?","sentiment_score":0.0}
{"full_text":"RT Motherfucking hypocrite","sentiment_score":0.0}
{"full_text":"RT Minister of Health Budi Gunadi Sadikin: AstraZeneca's vaccines are estimated to arrive in the second quarter of 2021 an...","sentiment_score":0.0}
{"full_text":"RT Bill Gates is still disappointed that Africans are not dying.","sentiment_score":-0.75}
{"full_text":"Organiser Of London Anti-Lockdown Protest Could Be Fined PS10,000 - COVID19 has cured the seasonal flu!!! - Dark Age of Science: Top Doctor Booted from Position After Questioning Lockdowns","sentiment_score":0.175}
{"full_text":"RT Tony Holohan: 'we are strongly advising everyone to stay safely at home to avoid transmitting or catching this virus, as i...","sentiment_score":0.5111111111}
{"full_text":"Hogmanay a potential disaster area - let's be vigilant before the event, not regretful after it.","sentiment_score":0.0}
{"full_text":"RT YOU CANNOT be \"cleared\" for a gathering by a negative COVID test1) Might be too early in course to detect virus 2) ~20% of...","sentiment_score":-0.1}
{"full_text":"RT The film you didn't know you needed to see. Nakakarupok ang pandemic + holidays . #IsaPaWithFeelingsOnNetflix #IsaPa...","sentiment_score":0.0}
{"full_text":"RT Pongal andru Oru Deepavali (ku) thayaaraaguvom Much awaited , much expected Hopefully the universe makes it a wonder...","sentiment_score":0.05}
{"full_text":"RT The failure of governments to force tech transfer to scale manufacturing of vaccines will make the pandemic last longer, an...","sentiment_score":-0.1583333333}
{"full_text":"RT Last week we estimated 180,000 excess deaths in Russia as of end of October.Yesterday Russian deputy PM acknowledged 18...","sentiment_score":0.0}
{"full_text":"RT The coronavirus seems to mostly get in through mucus membranes (nose, mouth, lungs, eyes) but the vaccine, ideally, creates a...","sentiment_score":0.7}
{"full_text":"RT JUST IN: India reports first cases of UK coronavirus variant","sentiment_score":0.25}
{"full_text":"RT New year, new college and university HEERF COVID relief. Read our #HBLegalAlert for institutions of #highereducation: h...","sentiment_score":0.1363636364}
{"full_text":"RT I have to re-tweet this! It doesn't matter if you believe in covid or not, covid patients occupy ICU beds that are designed...","sentiment_score":0.0}
{"full_text":"How many people caught Covid in restaurants? These places closed because of The governor's #COVID19 response is worse than the virus. 40% of our death total comes from his negligence with LTCFs. He has yet to distribute the Feds summer Covid relief, $2 billion.","sentiment_score":0.0}
{"full_text":"Lockdown measures will not work, they only put more lives, the economy, social, physical and mental well-being and people's livelihoods at risk. The more lockdowns, the worse the implications on the future. We have to think about the impacts lockdowns bring in the long run.","sentiment_score":0.0537037037}
{"full_text":"This was my 'omg I got it' momentIt was late March(covid, complete shutdown) - I had to drive to office to get some stuff to take back homeRoads were COMPLETE ghost towns (I live in Orlando, roads never empty)The only vehicles out?***Lawn Service***The deep dive began","sentiment_score":0.0051948052}
{"full_text":"Six staff test positive for Covid at McDonald's in Yardley Woodhttps:\/\/t.co\/S0tD73XGPW","sentiment_score":0.2272727273}
{"full_text":"RT Sa totoo lang wala nang sense 'yung GCQ. Have you been outside lately? No social distancing, empty alcohol dispensers, no t...","sentiment_score":-0.0388888889}
{"full_text":"RT SAFETY FIRST;in the wake of COVID 19,the facilities are equiped with health facilities and proffessional doctors #JuveAcad...","sentiment_score":0.0}
{"full_text":"RT Resp. FM Ji,More then 2 lakh impressions of almost all tweeet and #Extend_Due_Date_Immediately is trending on...","sentiment_score":0.0}
{"full_text":"RT If you lock a person down too long, they realize you aren't actually trying to save them at all..they get the virus anywa...","sentiment_score":-0.0685185185}
{"full_text":"RT On behalf of fellas and myself I want to say THANK YOU to every1 who has supported\/ engaged in this 1st annual Pandemic FF a...","sentiment_score":0.0}
{"full_text":"RT It is astonishing (for once, not hyperbole) that MPs are expected to vet and approve every jot and tittle of the UK's future re...","sentiment_score":0.1333333333}
{"full_text":"RT If you lock a person down too long, they realize you aren't actually trying to save them at all..they get the virus anywa...","sentiment_score":-0.0685185185}
{"full_text":"Protect your org against a common COVID-19 exploit - phishing attacks. Here's what you should know: #cyberattack","sentiment_score":-0.3}
{"full_text":"RT Companies do not invest enough in their future says EIB President Hoyer in an interview w\/ radio. He also reports on the ris...","sentiment_score":0.0}
{"full_text":"RT Remember - every action counts when it comes to stopping the spread of COVID-19.","sentiment_score":0.1}
{"full_text":"RT They said they wouldn't do this. Some of us never believed them.","sentiment_score":0.0}
{"full_text":"RT Influenza testing, week 51.CDC flu view. average: 15.80% positiveThis year: 0.10%https:...","sentiment_score":-0.15}
{"full_text":"RT The outbreak of Covid-19 has had different impacts on everyone. As we live with the realities of the virus, let us continu...","sentiment_score":0.0681818182}
{"full_text":"RT Drove 300 miles yesterday to check up on aunt (89) &amp; Dad (87). Both live alone. Aunt just rang: \"So lovely to see someone y...","sentiment_score":0.3181818182}
{"full_text":"RT 82% of pupils in private schools receive on line support but only 46% in state schools. Social mobility is the real ca...","sentiment_score":0.0583333333}
{"full_text":"RT Everton want all the information after their Premier League game v Man City on Monday night was postponed hours before kic...","sentiment_score":-0.4}
{"full_text":"RT Wow.Ted Cruz Got $35 Million For Billionaire Fracking Donors In Last Coronavirus Bill: Report via...","sentiment_score":0.0}
{"full_text":"ICYMI: In a new study, researchers evaluated nearly 67,000 hospitalized COVID-19 patients in 613 hospitals across the U.S. to find the link between common patient characteristics &amp; the risk of dying from #COVID19. #Coronavirus #SARSCOV2","sentiment_score":-0.0212121212}
{"full_text":"RT \"This is how Black people get killed.\"Dr. Susan Moore died weeks after reporting hospital staff ignored and mistreated her CO...","sentiment_score":-0.1833333333}
{"full_text":"RT Legit get annoyed when people I know still think covid ain't real, maybe march, april i allow you to do conspiracy. But no...","sentiment_score":-0.1}
{"full_text":"Franklin County has surpassed 2,000 confirmed cases of COVID-19, or roughly 4% of the county's population, since the pandemic began in March.","sentiment_score":0.15}
{"full_text":"RT Let's declare Congress non-essential, demand they stay home, and slash their salaries. The country will be open in 15 minutes.","sentiment_score":0.0}
{"full_text":"Whether most Americans will receive $2,000 COVID-19 relief checks is now in the hands of the Senate.","sentiment_score":0.5}
{"full_text":"See #Coronavirus Restrictions and Mask Mandates for All 50 States #publichealth #WearAMask #Quarantine","sentiment_score":0.0}
{"full_text":"Seven of tonight's games have been postponed #Pompey","sentiment_score":0.0}
{"full_text":"Do you find yourself staying close to home over the past nine months?It's a trend that could impact our communities for years to come.https:\/\/t.co\/h1KQ6Yjjoe","sentiment_score":-0.25}
{"full_text":"Info Hub has the latest news and resources from FraminghamPublic Library, along with important information - about COVID-19 and more - from the City of Framingham.Click here for the Info Hub:https:\/\/t.co\/RMddFlndQB#cityofframingham #framinghampubliclibrary #fplreads","sentiment_score":0.4666666667}
{"full_text":"Ventilation is key when it comes to limiting the spread of the virus. Ventilate all rooms by opening doors and windows and by using ceiling fans to keep fresh air circulating.#servicegurus #socialdistancing #covid19 #coronavirus #safetytips #fedhasa #staysafe #stayhome","sentiment_score":0.15}
{"full_text":"Have COVID-19 questions? Send them to and she'll ask as many as she can on today.","sentiment_score":0.5}
{"full_text":"There will be fewer dining options in 2021... #hongkong #restaurants #covid19","sentiment_score":0.0}
{"full_text":"\"People who are often at the end of the line will be at the front this time.\"","sentiment_score":0.0}
{"full_text":"Sometimes, all you need is a hug. But for thousands of nursing home residents across the United States who've been quarantining for months because of the coronavirus pandemic, hugs are a luxury they can't afford.","sentiment_score":0.0}
{"full_text":"RIP Roy White","sentiment_score":0.0}
{"full_text":"Health officials are bracing for a post-Christmas surge.","sentiment_score":0.0}
{"full_text":"In our second most-read blog post of the year, we explored the 2020 meal kits boom and what meal kit brands need to do to leverage the surge in interest and foster loyalty post-pandemic. #mealkits #foodtrends #homecooking","sentiment_score":0.0}
{"full_text":"Death in refugee camps: The hidden victims of COVID-19 \"There must be enough kindness in world to place refugees at the centre of policy making\"@RamzyBaroud writes in","sentiment_score":-0.0833333333}
{"full_text":"Proper and timely diagnosis has become an even more urgent issue during the pandemic because many patients, like Marcie, are afraid to seek medical attention due to risk of COVID-19 exposure. Help deliver life-saving information this holiday season:","sentiment_score":0.0458333333}
{"full_text":"'Late Nights, No Days Off, Constant Pressure': What It Was Like Working On A Coronavirus Vaccine This Year","sentiment_score":-0.15}
{"full_text":"News from . . . Virtual tasting tipples set to raise lockdown Christmas spirits, read more here #Virtual #Tasting #Tipples #Raise #Christmas #Spirits #InsideFoodandDrink","sentiment_score":0.5}
{"full_text":"#Indonesia is finalising deals to secure 50 million doses of #coronavirus #vaccines from drugmakers #Pfizer and #AstraZeneca. It's the world's fourth most populous country has struggled to contain the coronavirus with nearly 720,000 confirmed cases and 21,500 deaths.","sentiment_score":0.28}
{"full_text":"The first two COVID vaccines have been approved for emergency use.Supplies are extremely limited at the moment, so we are rolling them out to Pennsylvania's health care workers and long-term care residents.Learn more about the roll-out plan: #VaxUpPA","sentiment_score":0.2261904762}
{"full_text":"To signup, residents must fill out a request form or call the Marion County COVID-19 hotline at 352-644-2590.","sentiment_score":0.0}
{"full_text":"Stanley's Hamburgers in Central Falls needs help to survive COVID @stoolpresidente ","sentiment_score":0.0}
{"full_text":"Our #ELearning Garden Retail Online Workshops (#GROW) modules on #socialdistancing helped prepare member centres for re-opening after lockdown this year. Read more and find out what's to come for 2021 at","sentiment_score":0.5}
{"full_text":"\"We are encouraging each and every entrepreneur to remain calm and practice responsible behaviour to contain the spread of the Covid-19 pandemic\".  - Minister Khumbudzo Ntshavheni","sentiment_score":0.25}
{"full_text":"The vaccination process in the battle against COVID-19 has made its way to the Thomas Jefferson Health District headquarters, as the staff who will soon administer the vaccine got it themselves.","sentiment_score":0.0}
{"full_text":"The latest updated Covid-19 figures for #Solihull:256 cases per 100,000 people in the latest week 18 Dec-24 Dec.(source BBC News: continue social distancing and follow #HandsFaceSpace to keep each other safe.","sentiment_score":0.2816666667}
{"full_text":"COVID 19 cases in India until : 29\/12\/2020 18:30Total Cases: 10225062 [+265]Active: 267268Recovered: 9806777 [+10]Deaths :148194 [+4]Total Tests: 169.98MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#SanAntonio-area businesses prepare to reduce capacity to 50% as #COVID19 hospitalizations continue to soar ","sentiment_score":0.0}
{"full_text":"RT Misleading. Health departments refused to say that teachers caught it at school. Michigan's numbers are low...","sentiment_score":0.0}
{"full_text":"RT Notice how Republican Congressmen who like to claim they are the party of \"personal responsibility\" refuse to take any responsibil...","sentiment_score":0.0}
{"full_text":"Four women artists shared their unique inner thoughts and emotions culled from their respective circumstances amidst the challenges brought by current pandemic.https:\/\/t.co\/NFxRNfmhJH","sentiment_score":0.09375}
{"full_text":"RT After the second world war, countries recovered at great speed. Earlier this year, Nobel laureate economists Abhijit Bane...","sentiment_score":0.2666666667}
{"full_text":"Coronavirus is changing everything -- including how and where students learn.On this episode of #CourseCorrection, founder of talks with host about what the future of learning looks like. Click the link in video to listen:","sentiment_score":0.0}
{"full_text":"The Legends Center COVID-19 test site will be closed January 1st. The site will resume normal operations at 9:00 a.m. on Saturday, January 2nd.","sentiment_score":-0.0125}
{"full_text":"As this unprecedented year comes to a close, give thanks to God for His sufficient grace amidst Covid-19 and other significant challenges. Praise God that listenership to FEBC International's broadcasts, has increased during the pandemic!","sentiment_score":0.21}
{"full_text":"If you're an employee or self-employed, the #COVID__19 Illness Benefit can provide you with income support if you've been diagnosed with #COVID19, or instructed by a doctor or the HSE to self-isolate.The payment is EUR350 per week.For more info visit","sentiment_score":0.5}
{"full_text":"Pro14: Leinster pair test positive for Covid-19","sentiment_score":0.2272727273}
{"full_text":"If you develop coronavirus symptoms over the festive period, however mild, please self-isolate &amp; get testedThere are 3 ways to book a testhttps:\/\/t.co\/us8UfRT2LCcall 119call us on 020 7974 4444 (option 9) - choose this if you need help accessing support","sentiment_score":0.3333333333}
{"full_text":"RT A Pakistan army major died of the coronavirus in the country's northwestern city of Peshawar on Sunday, the military sa...","sentiment_score":-0.01875}
{"full_text":"[OPINION] \"The COVID-19 has vividly demonstrated to us that human connection can spread illness. But it is important to remember that human connection can, also, spread wellness.\"","sentiment_score":0.13125}
{"full_text":"You can save three lives when you donate one unit of blood.https:\/\/t.co\/slSKl2PbU5#VukNews#Vukuzenzele#blooddonation  #Donateblood #FestiveSeason #COVID19","sentiment_score":0.0}
{"full_text":"Have you checked these important things to see if your house is #winter ready? Learn what you need to do from the","sentiment_score":0.3}
{"full_text":"\"Raleigh performer and NC Arts Council member Carly Jones tells us how she balances art and advocacy to aid art programs struggling due to COVID-19.\"","sentiment_score":-0.125}
