{"full_text":"RT The best argument for transition extension was always that Covid would interfere with government and business preperation...","sentiment_score":1.0}
{"full_text":"RT #Unite2FightCorona Do follow #Covid_19 appropriate behaviour &amp; #StaySafe Take the pledge NOW  - #I...","sentiment_score":0.5}
{"full_text":"RT Boris Johnson is incompetent &amp; self serving. He has brought the country to catastrophe. He cannot be allowed to inflic...","sentiment_score":-0.35}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"Might just download the covid hotspot list for my ultimate travel guide for when I can visit Sydney one day... looks extensive! #COVID19nsw","sentiment_score":0.0}
{"full_text":"RT English exceptionalism was always going to end in pariah status and isolation. No one could have predicted that we'd pre-Br...","sentiment_score":0.0}
{"full_text":"CHINA VIRUS","sentiment_score":0.0}
{"full_text":"Let's start from here. Does the man even believe in coronavirus? I have seen him attend events where he didn't wear mask at all or wore it on his chin","sentiment_score":0.0}
{"full_text":"there is legit lockdown in Denmark rn","sentiment_score":0.0}
{"full_text":"RT I'm tired of NZ being hailed as some paradise bc we have covid under control. Yes, entire world, see our strong pandemic r...","sentiment_score":0.0111111111}
{"full_text":"RT Coronavirus said 'new year, new me.'","sentiment_score":0.1363636364}
{"full_text":"RT McConnell and Republicans dragged their feet for 7 months and waited until December 20 to finally pass some relief while m...","sentiment_score":0.0}
{"full_text":"RT Morrison on NSW: \"frustrating\", \"understands decision\", \"grateful\".Morrison on Victoria: \"severe\", \"needs interogation\",...","sentiment_score":-0.4}
{"full_text":"RT 1\/ A room, a bar and a class: how the coronavirus is spread through the air An outstanding visual about how several \"lay...","sentiment_score":0.1666666667}
{"full_text":"Why does suddenly feel the need to be porte-parole for the Republic ?","sentiment_score":0.0}
{"full_text":"RT Lindsey Graham and Marco Rubio getting COVID-19 vaccinations first is the equivalent of men who dressed as women in order...","sentiment_score":0.25}
{"full_text":"RT SA has officially entered the second wave of the novel Coronavirus.This festive season let's all play our part to curb th...","sentiment_score":0.0}
{"full_text":"US scientists examine UK mutant strain to check vaccine resistance.","sentiment_score":0.0}
{"full_text":"RT Response to new Coronavirus strain.1) UK - Goes under lockdown2) Other Countries -  Ban flights from UK3)","sentiment_score":0.0056818182}
{"full_text":"RT Wear a mask and stop talking shit.","sentiment_score":-0.2}
{"full_text":"RT Govt is forcing tens of millions that have registered SIMS to crowd into 200 cent...","sentiment_score":0.0}
{"full_text":"RT The rapid spread of a new variant of coronavirus has been blamed for the introduction of strict coronavirus measures across th...","sentiment_score":0.1363636364}
{"full_text":"RT #MakeSaferChoices | Now's the time to be extra cautious. Be on the lookout for events or situations that increase your chanc...","sentiment_score":0.0}
{"full_text":"RT Before COVID-19, the new normal in Philippine society was killing.#StopTheKillingsPH","sentiment_score":0.1431818182}
{"full_text":"RT As a result of the new #Tier4 restrictions to stop the spread of coronavirus, we have had to make the difficult decision to...","sentiment_score":-0.1818181818}
{"full_text":"smh when's there's not a literal pandemic outside ","sentiment_score":0.0}
{"full_text":"RT Tier 4 lockdown could last for months as new Covid-19 strain 'out of control'","sentiment_score":0.0681818182}
{"full_text":"Holy shit","sentiment_score":-0.2}
{"full_text":"Covid didn't stop me from enjoying my 2020","sentiment_score":0.5}
{"full_text":"RT Laycon's time after the BBNaija show has been filled with many wins and his fans are loving every moment of it.The Lockd...","sentiment_score":0.45}
{"full_text":"RT Covid is famous for it's variations and rapid mutation.","sentiment_score":0.5}
{"full_text":"RT If you want to turn emergency COVID relief into help, healing and economic stimulus, please please help elect and","sentiment_score":0.5}
{"full_text":"COVID-19 relief package: $600 stimulus checks, $300 bonus for federal unemployment benefits in new deal via","sentiment_score":0.1363636364}
{"full_text":"RT This evening I am worried. I have been worried for months but now the feeling is deeper and more terrifying. I honestl...","sentiment_score":-0.25}
{"full_text":"RT Before COVID-19, the new normal in Philippine society was killing.#StopTheKillingsPH","sentiment_score":0.1431818182}
{"full_text":"RT EXCLUSIVE: A married couple has become the UK's top recipient of Covid contracts after their PPE firm secretly won PS1....","sentiment_score":0.0375}
{"full_text":"Covid-19 vaccine distribution ramps up for 20 million to be immunized by the start of the new year","sentiment_score":0.1363636364}
{"full_text":"RT New mutation of corona virus has emerged in UK, which is a super-spreader. I urge central govt to ban all flights fro...","sentiment_score":0.0681818182}
{"full_text":"RT Many staffs at sun city resort have been getting sick &amp; are being sent into isolation at a lodge in Boshoek. Sun city do...","sentiment_score":-0.1071428571}
{"full_text":"RT Pandemic relief by country (up to % of wages):Japan: 100% of wages Netherlands: 90% Norway: 90% Germany: 87%  France: 84...","sentiment_score":0.0}
{"full_text":"RT 'City is full!' France courier ban plunges Kent into lorry chaos as drivers fear Christmas. We Must Do The Same For EU...","sentiment_score":0.21875}
{"full_text":"RT It's now imperative that PM seeks an agreement to extend the Brexit transition period. The new Covid strain - &amp; the var...","sentiment_score":0.1363636364}
{"full_text":"RT Pelosi rejected ~ $1.8m offers from WH for electoral politics reasons, literally saying she preferred the American people g...","sentiment_score":0.05}
{"full_text":"RT \"Prince Harry has previously helped set up relief efforts in Nepal with Team Rubicon after the 2015 earthquake. Meanwhile,...","sentiment_score":-0.1666666667}
{"full_text":"Disaster, Covid and inequality training on Jan 20th 2021 by the excellent","sentiment_score":0.5}
{"full_text":"RT $900,000,000,000 (size of coronavirus stimulus)divided by 330,000,000 ( population) equals $2,700 per person. That...","sentiment_score":0.0}
{"full_text":"RT Christmas cancelled suddenly, hours to No Deal, one by one European countries shut their doors to Britain where COVID rag...","sentiment_score":0.0}
{"full_text":"RT B.I donated 200 million won worth goods in supporting the disabled, children and elderlies who are socially vulnerable....","sentiment_score":-0.0375}
{"full_text":"RT Southampton general hospital 40 patients with covid, a couple with problems. There are 1.8 million people in Hampshire!...","sentiment_score":0.0625}
{"full_text":"I have concluded that this govt knows what they are doing sha cos how does one section of govt says go and GATHER else u loose ur SIM and another says do NOT gather.","sentiment_score":-0.0769230769}
{"full_text":"RT Coronavirus Vaccine really starting to blow up. Hope I can do a collab with them next year!","sentiment_score":0.0}
{"full_text":"RT A Minnesota state senator died from complications related to COVID-19.He's believed to be the first lawmaker in the state...","sentiment_score":0.125}
{"full_text":"RT One company trying to make an antibodies drug to fight COVID-19 tested more than 3,300 candidates. The finalists were pitted agains...","sentiment_score":0.5}
{"full_text":"RT Big Hit Labels shares a portion of the performances for their upcoming concert \"2021 NEW YEAR'S EVE LIVE\" will be pre-r...","sentiment_score":0.0909090909}
{"full_text":"RT Delhi Chief Minister Arvind Kejriwal urges Centre to ban all flights from UK immediately in view of emergence of mutated vari...","sentiment_score":0.0}
{"full_text":"RT GAME DAY Red Recruitment Trophy  Vs  Monday 21st Dec 2020 7:30 KOTrico Stadium...","sentiment_score":-0.1333333333}
{"full_text":"RT #bpscchangecentre Honourable PM Modiji and Honourable CM Nitishji are trying to Control COVID19...","sentiment_score":0.0}
{"full_text":"RT With Uganda's COVID-19 deaths escalating, this is my take on what you ought to do:","sentiment_score":0.0}
{"full_text":"RT Fun fact: the death rate of the COVID-19 vaccine, based on information we have so far, is at least 1,000x lower than the death r...","sentiment_score":0.0333333333}
{"full_text":"RT Mutation \"feat never seen before\"...UPDATE on UK  strain of #SARSCoV2 &amp; how it evolved so fast:Variant B.1.1.7 (aka...","sentiment_score":0.0}
{"full_text":"RT Thought it was #BorisFailedBritain was PM?Starmer pleaded at PMQs a few days ago for stricter measures.Befor...","sentiment_score":-0.2}
{"full_text":"\"Mummy, what did YOU do in the Great Covid War?\"\"Well children, have you heard of the Co-op Winter Offensive during the Great Encirclement of December '20? The reduced to clear, swiss roll raid? No? Well gather round....\"","sentiment_score":0.375}
{"full_text":"RT Let's continue to worship safely during the #COVID19 pandemic:Maintain a distance of 2m from other peopleWear #facemas...","sentiment_score":0.1875}
{"full_text":"With a mask on. ","sentiment_score":0.0}
{"full_text":"RT Vaccines would get to the vulnerable much faster if we deferred vaccinating the 17 million people who've already had COVID, b...","sentiment_score":-0.15}
{"full_text":"RT #Unite2FightCorona Do take special care to ensure that the elderly are happy and healthy during  #COVID19 | Here're some tip...","sentiment_score":0.5523809524}
{"full_text":"RT NEW--Because  mutation has also been found in Netherlands , air travel from the UK is now banned starting Dec 20th to Ja...","sentiment_score":0.0}
{"full_text":"is very irresponsible, and should be arrested for this rubbish. has only incompetent morons in his government. This rubbish in the middle of a pandemic. Dumb fools","sentiment_score":-0.2208333333}
{"full_text":"Yeah closing your borders during a pandemic is a terrible thing, in the eyes of an inept yoons.","sentiment_score":-1.0}
{"full_text":"This is just the beginning. Take a look at EU. The \"virus\" has \"mutated\" and it's 70% more infectious now. Also, there's a LOT of talk about the \"Chinese Model\" and how amazing it is. TV ads showing kids that Santa doesn't exist and Gov.officials calling Chrismass a lie.","sentiment_score":0.3666666667}
{"full_text":"RT Chris: \"Donald Trump and our government under his leadership explicitly pursued a strategy to spread the virus, to get...","sentiment_score":0.0}
{"full_text":"RT We're heading into a serious crisis.","sentiment_score":-0.3333333333}
{"full_text":"Imagine we immediately put border restrictions when the outbreak occurred. It would've been isolated and we all would've gone back to normal at some point this year.","sentiment_score":0.075}
{"full_text":"RT I need to do this like now.","sentiment_score":0.0}
{"full_text":"RT Incompetent &amp; self-disgraced Prof Neil Ferguson still unduly infuencing  on covid. His previous track reco...","sentiment_score":-0.2583333333}
{"full_text":"It's not supposed to be enough. Like a GOPer said 'we're not going to pay people to stay home'. That's the mentality. But they will pay for a new tax deduction for a 3-martini lunch.. get it? It's so f'ed.","sentiment_score":0.0681818182}
{"full_text":"RT \"... a few of the biggest expenses include...Talent: Headliners like Mariah Carey or BTS garner $1M contracts, even for...","sentiment_score":-0.2}
{"full_text":"now that im done with this semester, i hate tell if I hate school or if I just hate school in a pandemic","sentiment_score":-0.8}
{"full_text":"RT COVID report is out. St Basils didn't even co-operate with authors. Regulator's failure to report first case meant vir...","sentiment_score":-0.0333333333}
{"full_text":"RT CAROL, do you know how much Kristen for example supports little businesses and human rights in general? No? Also, a surprise fo...","sentiment_score":0.015625}
{"full_text":"RT There's COVID19 in Nigeria, people I know have died from it.Don't join the people saying COVID19 is not here and the g...","sentiment_score":0.0}
{"full_text":"RT Congratulations to for taking cuts in front of people a billion times more likely to get seriously ill or die than s...","sentiment_score":0.0}
{"full_text":"''Weve got to see the progress of the disease''....well we're now at Tier 4 so i think youve seen the progress of the disease #superspreaders","sentiment_score":0.0}
{"full_text":"RT #IndiaFightsCorona:Follow simple #Handwashing  steps to prevent the spread of #COVID19. #Unite2FightCorona #IndiaWillW...","sentiment_score":0.0}
{"full_text":"RT My brother has a mutated strain of Covid-19; he woke up BLIND &amp; an ambulance took him to the ER. I guess it's a rare st...","sentiment_score":-0.1}
{"full_text":"RT He is terrorising the population.He is a psychopath.https:\/\/t.co\/fzcQRSYlEw","sentiment_score":0.0}
{"full_text":"RT #TBS   w\/ x x #InDMix   #NP> After Corona - ","sentiment_score":0.0}
{"full_text":"Well I'm going out to sensibly stock up my larder before all the idiots start panic buying.","sentiment_score":-0.8}
{"full_text":"RT Dear and here is a picture of Lagosians at NIMC center this morning in a period when we have a...","sentiment_score":-0.1}
{"full_text":"sooo this seems concerningi know everybody is fatigued with all this but we're gonna have to keep up the masking for a good while i suspect.","sentiment_score":0.7}
{"full_text":"RT Turkey temporarily halts flights from the U.K., Denmark, the Netherlands and South Africa after the U.K. warns a new, fast-sp...","sentiment_score":0.1363636364}
{"full_text":"Writing tweets like yours here just goes to prove how little you understand about the subject. You're a selfish idiot who's happily let people die as long as you can go to the pub.","sentiment_score":-0.1506944444}
{"full_text":"Congress Averts Shutdown As Coronavirus Relief Bill Stalls | TODAYhttps:\/\/t.co\/uyMeyjJFay","sentiment_score":0.0}
{"full_text":"PV Sindhu, Saina Nehwal to compete for first time since coronavirus break","sentiment_score":0.25}
{"full_text":"RT There are stories circulating about the food in Britain running out because of both Brexit &amp;the Covid 19 travel ban. Well th...","sentiment_score":0.0}
{"full_text":"RT Italy to join Belgium and the Netherlands in suspending flights from the UK over the fast-spreading more infectious va...","sentiment_score":0.5}
{"full_text":"RT I don't know who wants to hear this, but being single during this pandemic has been downright dreadful.I'm not taking awa...","sentiment_score":0.0642857143}
{"full_text":"RT Poverty is a policy choice. Decision makers choose to subsidize the wealthy and reward exploitation like they choose to...","sentiment_score":0.5}
{"full_text":"RT Are there new strains of the COVID-19 virus being talked about? Yes.Before you get concerned, let's clear a couple of things...","sentiment_score":0.1181818182}
{"full_text":"Next stage of corona virus","sentiment_score":0.0}
{"full_text":"Can the Coronavirus be the End of Coworking Space? #CRE #Coworking #COVID-19","sentiment_score":0.0}
{"full_text":"RT New mutation of corona virus has emerged in UK, which is a super-spreader. I urge central govt to ban all flights fro...","sentiment_score":0.0681818182}
{"full_text":"In Germany covid prevalence correlates with AfD support.","sentiment_score":0.0}
{"full_text":"Everybody cashing ","sentiment_score":0.0}
{"full_text":"Col Besigye, thank you. Add there, perhaps more critically, monitoring of oxygen levels using the pulse oximeter, at a nearby clinic, or at home. When below 95%, ambulance and\/or, admission case. Years of work in the Military were worth it after all.","sentiment_score":0.175}
{"full_text":"RT Nurses, no guinea pigs! 87,000 healthcare workers in Netherlands refuse Covid-19 vaccine","sentiment_score":0.0}
{"full_text":"RT B.I donated 200 million won worth goods in supporting the disabled, children and elderlies who are socially vulnerable....","sentiment_score":-0.0375}
{"full_text":"RT Why cant Government stops this NIN nonsense? Or they not hearing about the covid outburst?","sentiment_score":0.0}
{"full_text":"WHO confirms new strain of coronavirus in South East England was identified in September","sentiment_score":0.1363636364}
{"full_text":"RT Does your speech &amp; language therapist wear a #facemask or #facecovering during your therapy appointments? If so, please te...","sentiment_score":0.0}
{"full_text":"RT [DAY 20\/24]#ChristmasIsComing Discover and #share helpful resources for #students, #caregivers, #teachers, and #org...","sentiment_score":0.0}
{"full_text":"RT A more infectious version of Covid has been identified in Kent and SE area. Unlike UK, France is trying to...","sentiment_score":0.5}
{"full_text":"RT Antibody-dependent Enhancement (ADE), is one of the critical reasons to generate potential risks after #COVID19 vaccinati...","sentiment_score":0.0}
{"full_text":"RT I believe this will go down in history as a catastrophic marriage of convenience between (wrong) scientists and govern...","sentiment_score":-0.3277777778}
{"full_text":"How the EU's Green Deal survived the coronavirus pandemichttps:\/\/t.co\/7HPBdUDSZH","sentiment_score":-0.2}
{"full_text":"RT Dear when are you going to order the closure of NIMC office at Alausa for flouting the recent Covid-19 guideli...","sentiment_score":0.0}
{"full_text":"We have created a new webpage for coronavirus information for licensees. It includes info on PPE, financial support &amp; includes a video specifically for licensees to demonstrate the most efficient and effective way to clean your vehicle, plus much more:","sentiment_score":0.3505050505}
{"full_text":"RT Healthy 31-year-old who has access to top the best medical care on the planet puts vaccinating herself ahead of health ca...","sentiment_score":0.5}
{"full_text":"RT Things are looking pretty dreadful on our pox-ridden island this morning. But this might give other countries pause. Th...","sentiment_score":-0.2916666667}
{"full_text":"RT It's now imperative that PM seeks an agreement to extend the Brexit transition period. The new Covid strain - &amp; the var...","sentiment_score":0.1363636364}
{"full_text":"RT Let's get this right, Steven Mnuchin funneled $500B of PPP Covid relief and gave millions to himself, Jared Kushner, De...","sentiment_score":0.2857142857}
{"full_text":" We need your help!   COVID-19 has been the greatest challenge in the history of the NHS and the response of #OurNHSPeople has been nothing short of heroic. Be part of the team fighting COVID-19, apply today: #CovidVaccine","sentiment_score":0.5666666667}
{"full_text":"The Centers for Medicaid and Medicaid Services, or CMS, said more than 8.2 million people had signed up through the close of open enrollment Dec. 15 in the 36 states served by the federal website.","sentiment_score":0.25}
{"full_text":"Patanjali-claimed COVID-19 remedy 'Coronil' was found to be available for sale in stores in London. #Patanjali | #COVID19 | #London","sentiment_score":0.4}
{"full_text":"The whole of London has been locked down because of a massive surge in the number of coronavirus cases.New rules are now in force dictating what you can and can't do over the Christmas period.https:\/\/t.co\/pZlafLmQcVFollow them &amp; save lives.#KeepEnfieldSafe #keeplondonsafe","sentiment_score":0.0148148148}
{"full_text":"Due to the serious and sustained increase in covid pressure on the NHS, HSJ is once again making ALL its covid coverage FREE to view.","sentiment_score":-0.0194444444}
{"full_text":"\"I received the first dose of the #COVID19 vaccine. I encourage all Iowans and Americans to do the same when their time comes.\" Said Iowa Senator Joni Ernst.","sentiment_score":0.125}
{"full_text":"Health leaders are warning Americans - Christmas will likely increase the Covid crush in US hospitals. The warning comes as transport companies rush a second coronavirus vaccine across the country. #7NEWS","sentiment_score":0.0}
{"full_text":"In a frantic scramble to find ways to keep the economy open, governments committed to #COVID19 tests that we either ineffective for mass testing or misleading. Read more from founder Pavel Czech on","sentiment_score":0.25}
{"full_text":"#Iran hopes to unveil homemade #coronavirus vaccine in March ","sentiment_score":0.0}
{"full_text":"\"The Covid-19 pandemic compelled researchers to build on these previously developed methods, while also changing the logic of their research and closely interacting with actors in the field.\"Kheder Khaddour writes.","sentiment_score":0.1}
{"full_text":"RT Impossible....Isa Patanmi probably doesn't believe that Covid-19 is real.","sentiment_score":0.2}
{"full_text":"RT These days it feels like I live in dual worlds, The COVID World and The Sushant World...Both need a closure :((#OneMonthT...","sentiment_score":-0.3068181818}
{"full_text":"These #US embassies partnered to virtually co-host a #hackathon, implemented by private partners. The hackathon let participants design a mobile phone app or other tech solution to address the complexities of the post #COVID19 economic recovery.https:\/\/t.co\/4YzjY3QNC6","sentiment_score":0.025}
{"full_text":"Let us continue to show our care for each other and the community in this time of #COVID19. A small act of kindness can make a difference. #coronavirus","sentiment_score":-0.1875}
{"full_text":"China's 1st #COVID19 mRNA vaccine production plant broke ground in Yuxi, Yunnan Province on Monday. The plant with an investment of 280 mln yuan, will start operation in 8 months with an annual capacity of 120 mln doses. Its product is expected to hit the market in H2, 2021.","sentiment_score":-0.1}
{"full_text":"Give the Gift of Home this Christmas!Christmas FM Donation Day is today! Stay tuned! Link FM is our charity partner this year!@christmasfm #YouAreNotAlone #charity #support #donation #olderpeople","sentiment_score":0.0}
{"full_text":"No new deaths were reported.","sentiment_score":-0.0681818182}
{"full_text":"RT \"A new strain of the virus that causes COVID-19 has been identified in southeast England, U.K. It appears that this strain of t...","sentiment_score":0.1363636364}
{"full_text":"#COVID19 has caused changes across all sectors; not least manufacturing and its #automation processes. Read more about the increasingly important role of collaborative #robots -- aka #cobots:","sentiment_score":0.35}
{"full_text":"Five clubs in League One have reported positive cases in the last weekhttps:\/\/t.co\/bS4RDR1cVt","sentiment_score":0.1136363636}
{"full_text":"Coronavirus: Denmark to exhume millions of minks over pollution concernshttps:\/\/t.co\/oWc9VAt2No#MNewsWorld #MNews","sentiment_score":0.0}
{"full_text":"The UK Covid Christmas message is as mixed as a bag of nuts, writes","sentiment_score":0.0}
{"full_text":"They are trump","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 21\/12\/2020 14:30Total Cases: 10056962 [+681]Active: 302413Recovered: 9606027 [+612]Deaths :145850 [+5]Total Tests: 162.1MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"He'll fix it...","sentiment_score":0.0}
{"full_text":"RT It's now imperative that PM seeks an agreement to extend the Brexit transition period. The new Covid strain - &amp; the var...","sentiment_score":0.1363636364}
{"full_text":"Band 6 to Band 3 healthcare professionals needed! We're offering same day pay, fast track compliance, and more! So join today to be a part of the biggest vaccination programme in history! #NHS #COVID19 #Healthcare #Vaccine #Shifts","sentiment_score":0.3270833333}
{"full_text":"A big, heartfelt thank you goes to our staff and front-liners for the great work they do to keep us safe and healthy .  We would like to encourage everyone to reach out to one another, even if remotely, and check in on each other!#saythanks #staysafe #wearamask #stewardmalta","sentiment_score":0.2833333333}
{"full_text":"Over the next #twelvedaysofChristmas we'll be sharing highlights of our work with the #lifesciences community in 2020. #1 #LondonTestingAlliance, delivering 20,500 extra tests a day to the national #COVID-19 testing efforts:","sentiment_score":0.0}
{"full_text":"This time last year it was 95% full, so those kind of figures are not unusual. (Flu figures are at v low levels this year so luckily we've avoided a dual pandemic). Obviously they'll be trying to work out whether this more spreadable strain would lead to that 10% being used up.","sentiment_score":0.2104166667}
{"full_text":"S.Korea reports record daily coronavirus deaths, raids","sentiment_score":0.0}
{"full_text":"Emergency talks today.https:\/\/t.co\/pOKV1FQuii","sentiment_score":0.0}
{"full_text":"Patients as partners in readiness for COVID-19?@DrDaveSki and describe how live simulation revealed that staff were initially unfamiliar with infection prevention and control principles relating to high-impact respiratory pathogens.https:\/\/t.co\/le0xpo0FIR","sentiment_score":0.0681818182}
{"full_text":"A Mombasa doctor has emerged the Covid-19 heroine at the Ellen Johnson Sirleaf Presidential Center for Women and Development for her work on mental health during the pandemic.https:\/\/t.co\/9mA1MagVFs","sentiment_score":-0.1}
