{"full_text":"Its alarming to see throw people of #Pakistan in so much danger by doing #LahorePDMJalsa as #COVID19 doesn't care if people are members of PML(N),PPP,PTI. It attacks everyone indiscriminately &amp; it is killing #Pakistanis now. Shame on","sentiment_score":0.05}
{"full_text":"RT Congress needs to act now on a COVID relief package. The American people can't wait.","sentiment_score":0.0}
{"full_text":"RT 2) Here is how badly it had gone wrong. And how bad the wishful thinking and excuses were of Tegnell, the infamous Swedish...","sentiment_score":-0.6}
{"full_text":"pandemic, global take over visit every one you know do not phone or messageVISIT PLEASE make sure they are ok","sentiment_score":0.3333333333}
{"full_text":"RT Worth remembering Ramsey received millions in incentives from the state while railing against folks who receive government...","sentiment_score":0.3}
{"full_text":"RT Audrey Ellis, 29yo Transplant RN, UC downtown Denver Hospital,   died of #covid19 cardiac damage 3\/22. She loved life, Irish d...","sentiment_score":0.2166666667}
{"full_text":"RT Incredible news. Now, let's make sure that the vaccine is free and available to everyone.","sentiment_score":0.55}
{"full_text":"RT Moms are awesome","sentiment_score":1.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT BTS' Jimin asks fans to stay safe during COVID-19 pandemichttps:\/\/t.co\/wn24X35Ri0","sentiment_score":0.5}
{"full_text":"to hear about the death of Charley Pride due to Covid.","sentiment_score":-0.125}
{"full_text":"RT Significant proof DiSantis has not been straight with the country or his state abt case counts early on, abt schools, and n...","sentiment_score":0.225}
{"full_text":"RT My grandmother is in the Hospital with #COVID My brother is a critical care nurse taking care of those with #COVID Sa...","sentiment_score":0.0}
{"full_text":"RT Washington isn't broken. It's blocked at the slammed-shut door of the Senate Majority Leader. ","sentiment_score":-0.4}
{"full_text":"Inside businesses, and at work in common spaces I'll wear a mask. Outdoors no. Therefore, I responded to the \"wears mask\" survey.","sentiment_score":-0.3}
{"full_text":"This is the the 3rd Epstein that is causing scandal:1. Jefferey Epstein - pedophile2. Richard Epstein - only 5000 people will die from Covid in US3. Joseph Epstein - PhD scholars should not call themselves doctors","sentiment_score":0.0}
{"full_text":"RT Perches Funeral Homes has buried bodies for more than half a century, through wars, cartel violence, epidemics and mass shooti...","sentiment_score":0.1666666667}
{"full_text":"RT We are excited to see \"Asian and Asian American Women in Theology and Religion: Embodying Knowledge\" edited by our very own D...","sentiment_score":0.231}
{"full_text":"I'm low key happy for corona because my family tried to go to Dubai without me looool, they TRIED it ","sentiment_score":0.2666666667}
{"full_text":"RT Meantime, Dr. Eric Caumes fears the vaccine has such serious side effects that only people at extreme risk from #...","sentiment_score":-0.1145833333}
{"full_text":"RT Coronavirus Death Toll... 1,611,489 people have died so far from the coronavirus worldwide. COV...","sentiment_score":0.1}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT I just honestly can't get over that she got covid via fart.","sentiment_score":0.6}
{"full_text":"Teacher who spent over 30 years as a teacher in Modesto dies of COVID complications","sentiment_score":-0.1}
{"full_text":"RT Canada just announced it'll provide the new Covid vaccine to every Canadian who wants it -- for free.Canada has ordered mo...","sentiment_score":0.1681818182}
{"full_text":"RT My fiance just got made partner at her law firm yesterday, that means I'm one step closer to living my life long dream of bein...","sentiment_score":-0.125}
{"full_text":"RT We're losing more Americans from COVID-19 EVERY SINGLE DAY than perished in the Pearl Harbor attacks or on 9\/11. Each of th...","sentiment_score":0.2142857143}
{"full_text":"RT We now have begun the distribution of millions of doses of the first authorized COVID-19 vaccine across the United Sta...","sentiment_score":0.25}
{"full_text":"RT Being single in a pandemic is tough","sentiment_score":-0.2301587302}
{"full_text":"RT People really talking about how much wine you should pour out and what glass you should use in the middle of a pandemic....","sentiment_score":0.1333333333}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT we are in a panini press and you worried about spelling ","sentiment_score":0.0}
{"full_text":"RT Tourists from the US keep coming to Puerto Rico as #COVID19 cases surge. They are spreading the virus in places like t...","sentiment_score":0.0}
{"full_text":"RT Congress needs to act now on a COVID relief package. The American people can't wait.","sentiment_score":0.0}
{"full_text":"RT Odds of death from an actual covid infection if you are under 50 is somewhere between odds of death by sunstroke and electrocut...","sentiment_score":0.0}
{"full_text":"RT The live events industry hast lost $30 billion to COVID-19.","sentiment_score":0.1363636364}
{"full_text":"RT President delivers, as always--under budget (FREE) and ahead-of-schedule (5x FASTER).Saving lives &amp; nor...","sentiment_score":0.4}
{"full_text":"Fingers crossed that gets it.  Then he can tell us how phony it is.  Just like his \"savior\", who still can't explain how he was stricken with a Dem-invented hoax.","sentiment_score":0.0}
{"full_text":"RT The US Centers for Disease Control and Prevention's Advisory Committee on Immunization Practices has voted to recommend the Pfizer...","sentiment_score":0.0}
{"full_text":"RT Biggest lesson in 2020: don't plan for nothing.. not even a stay at home concert","sentiment_score":0.0}
{"full_text":"I appreciate it ! But yea, I know IRL. He's just salty because we can't have him over for spaghetti due to the pandemic (yes it's that good!)","sentiment_score":0.375}
{"full_text":"Coronavirus vaccines will unlock global travel, but how will differing standards be managed?Exactly what might happen is unclear, as vaccines have differing outcomes, and some shots may not stop those vaccinated from spreading the virus.Good graphic","sentiment_score":0.0}
{"full_text":"Yes. He wrote, you know what that means, right?  I wrote, if you intend to post something about your feelings regarding Covid, please do so elsewhere. Thanks. I waited about 10 min and deleted his comment.","sentiment_score":0.2428571429}
{"full_text":"Well they shouldn't have laid off all them hospital workers. If its such a pandemic then all hands on deck right?","sentiment_score":0.1428571429}
{"full_text":"RT Y'all passed on electing for this embarrassment?! Racism is a hell of a drug.","sentiment_score":0.0}
{"full_text":"RT When the Calgary Herald (PostMedia) pretends to be naive, it's sick-making. Kenney built this Covid crisis brick by brick: by...","sentiment_score":-0.3}
{"full_text":"RT Day 3: MarchMorrison announces 'bespoke' arrangements for cruise ships under the control of Border Force on March 15....","sentiment_score":0.0}
{"full_text":"RT Maisha Oni Muhammad-Brinkley, 43yo Respiratory Therapist, Medical City Dallas, TX, died of #covid19 11\/18. This world didn't d...","sentiment_score":0.0}
{"full_text":"RT 'Bye, Karen' -- Passengers cheered when a woman who refused to wear a mask was escorted off of a plane","sentiment_score":0.0}
{"full_text":"RT Life after Covid19 should be full of nothing but appreciation towards everything that we have taken for granted.","sentiment_score":0.35}
{"full_text":"RT Not the pandemonium police","sentiment_score":0.0}
{"full_text":"RT By now, it is just so obvious that COVID-19 is mainly an aerosol- transmitted disease, with minor fractions of surface and...","sentiment_score":0.0388888889}
{"full_text":"RT The surge of COVID-19 cases in Mississippi has left no ICU beds available across the state and prompted the need for rest...","sentiment_score":0.2}
{"full_text":"12\/21 STAY AT HOME:And you get distracted by banal things and you live confused with absurd things, and you don't see what we rights.STAY AT HOME:Because if you go outside your home you run the risk of dying from the flu with less than 1% mortality.  ...cont...","sentiment_score":-0.2050505051}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"RT I started the pandemic","sentiment_score":0.0}
{"full_text":"Yoooooo. Why are you like this, Alison?","sentiment_score":0.0}
{"full_text":"RT No ICU beds left in Mississippi as COVID-19 case levels continue to hit record highs via","sentiment_score":0.0}
{"full_text":"that's nice.","sentiment_score":0.6}
{"full_text":"RT The best part of this strange Covid season is having so many games streamed. Parents, families, friends, coaches being abl...","sentiment_score":0.4833333333}
{"full_text":"Had the best time performing with last night on her weekly livestream Stuck Home Syndrome show! Here are some highlights on IGTV  #StayHome #StayAtHome","sentiment_score":0.5}
{"full_text":"Wow what a safety precaution even in this pandemic ","sentiment_score":0.1}
{"full_text":"Why tf would you wear a mask if you got the vaccine?","sentiment_score":0.0}
{"full_text":"This pandemic need to go, the best features of my face are my lips and my nose, tf I'm supposed to do with a mask over them ","sentiment_score":1.0}
{"full_text":"RT NEW video: After receiving classified briefings about the virus, Loeffler and Perdue invested in body bags. Have no more...","sentiment_score":-0.0568181818}
{"full_text":"Only a fraction of those are from covid.","sentiment_score":0.0}
{"full_text":"RT We in a pantaloon and this what you wanna do???","sentiment_score":0.0}
{"full_text":"RT I've decided to bring blogging back.","sentiment_score":0.0}
{"full_text":"RT Wear a mask.  It's the easiest thing you can do to reduce COVID cases, hospitalizations, and deaths.It's not a political...","sentiment_score":0.0}
{"full_text":"RT So your plan for \"promoting a strong recovery\"  is to make everything more expensive for all Canadians, while...","sentiment_score":0.1444444444}
{"full_text":"29 years old. Complacency and complaining about personal rights is not an appropriate response to this pandemic. The mask less twits likely killed her.","sentiment_score":0.0388888889}
{"full_text":"Not that crazy if you think of it from enemy mindset.Imagine injecting 4 million army guys with a time delayed weapon that makes the to ill to fight &amp; infectious.Defenses down.https:\/\/t.co\/1JlTrivVCr","sentiment_score":-0.55}
{"full_text":"Please share","sentiment_score":0.0}
{"full_text":"Now that I've admitted I had a drinking problem when my friends say \"lockdown amy was scary and I never want to see you go through that again\" it makes me know for a fact that I'll never be like that again so I dont disappoint or worry my friends ever again","sentiment_score":-0.5}
{"full_text":"RT Excited to be sharing this new covid creative novel I contributed to - great holiday gift for con law nerds and lovers...","sentiment_score":0.4528409091}
{"full_text":"RT Here's what UofC biologist (who the Calgary Herald said \"projected future case counts with impressive prec...","sentiment_score":0.5}
{"full_text":"RT While and I can't promise we'll end COVID-19 in our first 100 days, we will do everything we can to get this pa...","sentiment_score":0.25}
{"full_text":"The closure which would have expired on Dec. 21 has been extended another 30 days until January 21, 2021.https:\/\/t.co\/LIDx9Pa702","sentiment_score":0.0}
{"full_text":"North Carolina hit another record high of one-day positive COVID-19 cases reported: 7,540. ","sentiment_score":0.1936363636}
{"full_text":"\"Gym defying COVID-19 orders being fined nearly $10K per day\"","sentiment_score":0.1}
{"full_text":"this is my favorite thread ever holy shit","sentiment_score":0.15}
{"full_text":"California ICE officials say they're unable to detain reoffenders released because of the pandemichttps:\/\/t.co\/VhyPgAvaqCvia","sentiment_score":-0.5}
{"full_text":"ELIZABETH TORO, 52 and MARIA MORALES 73, mother and daughter of Brevard County, Florida, died within hours of each other this week.Elizabeth was a middle school teacher who taught reading. \"She was so loved and she was so committed to her profession.\"https:\/\/t.co\/1dAVkVFhxv","sentiment_score":0.1916666667}
{"full_text":"RT .@mehdirhasan: Sen. McConnell's Covid-19 inaction shows he's willing to inflict pain and suffering on millions of Americans. htt...","sentiment_score":0.25}
{"full_text":"George Delano and His Ox Team at the Delano Quarryc. 1893Rocklin#Christmas #Christmas2020 #COVID19 #History","sentiment_score":0.0}
{"full_text":"Economic activity in Sri Lanka slowed down and almost came to a grinding halt#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID19 #coronavirushttps:\/\/t.co\/7hdk2dhOgK","sentiment_score":0.0222222222}
{"full_text":"Oh Deer ... Rudolph the Face Masked Reindeer Ceramic Ornament via #CoronaCrisis #OhDeer #christmasgiftsideas #Rudolph #thefacemaskedreindeer #COVID19  #holidaysarecoming #wearamask #Christmasgiftideas #HolidaySeason  #christmasornament #Christmas","sentiment_score":0.0}
{"full_text":"Forecast map for this evening .    :                  #wx #weather #index #wave #cooler  #storm #hail #wind #flooding #traffic #flood #rain #Forecast #local #news #humid #storm #radar #Saturday #weekend #lockdown","sentiment_score":0.0}
{"full_text":"stay home if you sick, come over if you thick","sentiment_score":-0.5071428571}
{"full_text":"The Philadelphia Flower Show, which bills itself as \"the nation's largest and longest-running horticultural event,\" will move outside next year for the first time in its nearly 200-year history because of the coronavirus pandemic.","sentiment_score":0.0875}
{"full_text":"The UK has begun the very first rollout of Covid vaccination in the world from 8th December. The phased rollout plan is first focusing on those at the highest risk of death from the deadly virus. Watch  #WorldToday with | #RE Full show:","sentiment_score":0.18125}
{"full_text":"Malaysia's Top Glove fired whistleblower before virus outbreak","sentiment_score":0.5}
{"full_text":"Vancouver Island senior Sheila Chaisson says she feels abandoned by the government after she lost access to a monthly COVID-19 subsidy due to a small increase in income.","sentiment_score":-0.1875}
{"full_text":"Same as China then where this life threatening, extremely contagious virus just disappeared.","sentiment_score":-0.0625}
{"full_text":"RT Mentions going up in this penninsula","sentiment_score":0.0}
{"full_text":"Virtual cooking classes anyone?https:\/\/t.co\/KjRl32MnCP","sentiment_score":0.0}
{"full_text":"According to health officials, the state reported 126,888 new coronavirus tests over the last 24 hours, marking the third consecutive day that the state has conducted more than 100,000 tests.","sentiment_score":0.1590909091}
{"full_text":"Ten basic principles of human and machine learning, also known as neuroplasticity, explain which kinds of online \"learning\" damage children's brains, and how.https:\/\/t.co\/wLGiLIBTn0","sentiment_score":0.0}
{"full_text":"Malaysia's Top Glove fired whistleblower before virus outbreak","sentiment_score":0.5}
{"full_text":"See a county-by-county breakdown of COVID-19 cases in Kentucky.","sentiment_score":0.0}
{"full_text":"\"We know COVID is real. We know the numbers are increasing and we want to do what we can for our community,\" said Dr. Yevette Conyers, president of the Rochester Black Nurses Association.","sentiment_score":0.0166666667}
{"full_text":"Two members of the Albany Police Department's Communications Division have tested positive for COVID-19 and 10 others are experiencing symptoms.","sentiment_score":0.2272727273}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"L.A. County grapples with surging COVID-19 caseload as deaths continue to rise","sentiment_score":0.0}
{"full_text":"Ivermectin can prevent COVID-19!","sentiment_score":0.0}
{"full_text":"This year COVID-19 has isolated many of us from our loved ones.Some of the most affected are senior citizens.That's where Home Instead comes in with their \"Be a Santa to a Senior Program.\"","sentiment_score":0.5666666667}
{"full_text":"London's coronavirus rate soars with rise in every borough amid Tier 3 fears","sentiment_score":0.0}
{"full_text":"COVID-19 test report mandatory for tourists visiting Nainital, Mussoorie: Uttarakhand HC#Uttarakhand","sentiment_score":0.0}
{"full_text":"Post-Covid, I am ditching all my \"Bailing on plans is my drug of choice!\" people and only fucking with this energy ","sentiment_score":-0.3}
{"full_text":"According to health officials, the state reported 126,888 new coronavirus tests over the last 24 hours, marking the third consecutive day that the state has conducted more than 100,000 tests.","sentiment_score":0.1590909091}
{"full_text":"New Orleans actress Carol Dickerson Sutton has died after being hospitalized with the coronavirus. She was credited in more than 100 films. Sutton died from COVID-19 complications. She was 76.","sentiment_score":0.3181818182}
{"full_text":"that was so fun! humbled to be a small part of the journey empowering asian americans through entertainment  #kollab2020","sentiment_score":0.0416666667}
{"full_text":"RT Hi. My dad has been literally saving human life and practicing medicine for over 21 years. This is what he has to say a...","sentiment_score":0.0}
{"full_text":"Simbang Gabi is starting this week!https:\/\/t.co\/oWze0U1uux","sentiment_score":0.0}
{"full_text":"RT This is what the covid vaccine is doing to people, stay woke","sentiment_score":0.0}
{"full_text":"RT Please read this thread written and supported by thousands of Doctors and help end these destructive lockdowns.#EndLockd...","sentiment_score":-0.6}
{"full_text":"Country music's first Black superstar, Charley Pride, dies of COVID-19 complications","sentiment_score":0.0416666667}
{"full_text":"Dating can be scary in normal times, but in the midst of a pandemic?","sentiment_score":-0.175}
{"full_text":"Funeral benefits for those who lost loved ones to COVID...funeral benefits....no healthcare,  but after your loved ones die they'll help out with burial costs.","sentiment_score":0.7}
{"full_text":"RT Americans in lockdown as dangerous criminals are released.","sentiment_score":-0.6}
{"full_text":"RT LOBBYISTS WIN, AMERICANS LOSEWhat Is #MoscowMitch's COVID-19 Liability Shield?There is no wave of litigation against busin...","sentiment_score":0.8}
{"full_text":"If failing President would allow for mask wearing, The United States would WIN against covid.","sentiment_score":0.8}
{"full_text":"RT Democrat Proposes Tying $1,500 Stimulus Checks To COVID Vaccinations","sentiment_score":0.0}
{"full_text":"Post pandemic, to find the right way forward, #leaders must understand the upsides and downsides of #hybridwork, and align them so that they feed the energy, focus, coordination, and cooperation needed to be #productive.#Zigtal #productivity #wfhlife","sentiment_score":0.2857142857}
{"full_text":"Swalwell to wife: Um, I cheated on you and because of EO 13848 you won't get to keep any money or property we own or hid anywhere on the planet. You'll be just like the middle class I have worked hard to destroy with unnecessary Covid lockdowns...only much, much worse.","sentiment_score":-0.1152777778}
{"full_text":"RT Both #COVID19 &amp; the #ClimateEmergency are, or should be, beyond politics. Regrettably, &amp; to their g...","sentiment_score":0.0}
{"full_text":"You obviously don't know what the word pandemic means.","sentiment_score":0.0}
{"full_text":"RT I now know of 2 long-Covid patients who promptly responded to ivermectin-based regimens. If you have long-Covid that's...","sentiment_score":0.0}
{"full_text":"RT Flashpoint 12\/13\/20: How pandemic could change future of the business community: DETROIT - The vaccines ride in hoping...","sentiment_score":0.0}
{"full_text":"RT Is this really the good doctor?","sentiment_score":0.45}
{"full_text":"RT The UK has begun the very first rollout of Covid vaccination in the world from 8th December. The phased rollout plan is fir...","sentiment_score":0.325}
{"full_text":"RT Haitian mothers will never miss a chance to say \"I told you so\". If i die with corona virus i already know this how zoe lady...","sentiment_score":0.0}
{"full_text":"RT Well, COVID has hit my family, I'm under quarantine due to exposure &amp; my mom's in the hospital with a myriad of non-covid-rela...","sentiment_score":-0.125}
{"full_text":"RT That's great. Just out of curiosity, which country was it that developed the vaccine?Wonder why.","sentiment_score":0.45}
{"full_text":"RT Pandemic forces 'virtual' Virgin of Guadalupe day in Mexico: Pandemic forces 'virtual' Virgin of Guadalupe day in Mexi...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 49.3FWind Chill: 46.9FHumidity: 91%Dew Point: 46.8F Barometer: 29.928 inHgWind: 6 mph from the SSWCorona Virus Weekly Stats:Cases: 260.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Charley Pride died of COVID one month after performing at the CMAs, which were indoors and full of people not wearing...","sentiment_score":0.35}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT The Dolphins' brutal running back news continues. Myles Gaskin has been placed on the the reserve\/COVID-19 list.","sentiment_score":-0.4375}
{"full_text":"RT Using a military-grade infrared camera capable of detecting exhaled breath to visually illustrate the risk of airborne transmis...","sentiment_score":0.1}
{"full_text":"Total COVID-19 tests performed in Iceland: 406296. 5,552 cases, of those 0 today; 28 deaths, of those 0 today.","sentiment_score":0.0}
{"full_text":"RT Ashanti gonna go to Kenya knowing we in a Panasonic and then gets Covid. She ruined the moment.","sentiment_score":0.0}
{"full_text":"RT Just curious ...Do you plan on taking the COVID vaccine?","sentiment_score":-0.1}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"RT Dhaka kickstarts drive to vaccinate 34 million children 'despite pandemic': Another renowned public health expert, Dr....","sentiment_score":0.0}
{"full_text":"From Bus Insider - GOP Congressman-elect calls the coronavirus pandemic 'phony' while rallying with Trump supporters in DC","sentiment_score":0.0}
{"full_text":"How do we ensure those mental health crisis workers working in the field with the homeless have access to these?","sentiment_score":-0.1}
{"full_text":"'Uighur Alarms' Just The Latest In Long List Of China's national security threat designation This Photo Show COVID-19 positive.","sentiment_score":0.2257575758}
{"full_text":"RT Mumbai doctors turn to their hobbies to beat Covid-19 pandemic stress: For doctors working on the frontline, the strai...","sentiment_score":0.0}
{"full_text":"RT It's a beautiful day to wear a mask like and #AloneTogether","sentiment_score":0.85}
