{"full_text":"RT Gee. Donnie the Failed didn't mention this factoid in his little romper room video.","sentiment_score":-0.34375}
{"full_text":"Shelagh has developed a rather serious mental illness due to coronavirus.","sentiment_score":-0.1145833333}
{"full_text":"I can totally believe that. It was quite funny, in places and educational, in others. Sadly, Sergeant Alistair Rae died a month or so ago, of Covid.","sentiment_score":0.0}
{"full_text":"RT President Trump reading off all the bullsh*t they tried to sneak into the Covid Relief bill, is one of the most savage moves...","sentiment_score":0.5}
{"full_text":"RT When it comes to female genital cutting, a practice of which at least 4.1 million girls are at risk annually, stay-at-home ord...","sentiment_score":-0.3}
{"full_text":"RT And it would be folly to believe that all 200 are covid related.","sentiment_score":0.0}
{"full_text":"It's not complicated, it's not difficult, it's not onerous- practice social distancing- wash your hands regularly- wear a mask- stay home- limit contacts- get your vaccination ASAP#Covid_19","sentiment_score":0.1333333333}
{"full_text":"RT Isn't it nice to see fail at every turn while the Minister for LTC does nothing at all? Jus...","sentiment_score":0.05}
{"full_text":"So it's no more #ChineseVirus #WuhanVirus but #BritishVirus?","sentiment_score":-0.25}
{"full_text":"RT \"When we say health disparities, what we're really saying is disparities in death, because people are dying.\" -@RevDrBarber...","sentiment_score":0.2}
{"full_text":"Another REPUBLICAN catches \"The HOAX\"!","sentiment_score":0.0}
{"full_text":"RT US Christmas travel rush ignores Covid warnings amid surge in cases","sentiment_score":0.0}
{"full_text":"RT First movie to hit on screen After LOCKDOWN wishing all the best to the entire team of #SBSB Follow the necessary pr...","sentiment_score":0.3125}
{"full_text":"The latest The Jennifer Delano PR Daily! Thanks to #covid19 #technology","sentiment_score":0.2333333333}
{"full_text":"RT $600 for a 10-month pandemic is $1.97 per day.","sentiment_score":0.0}
{"full_text":"Which COVID conspiracy theory is your favorite? Extra points for combo conspiracies!#COVID19 #coronavirus #ConspiracyTheory","sentiment_score":0.25}
{"full_text":"RT Lockdown in pics. Day 34.","sentiment_score":0.0}
{"full_text":"RT Our Government are talking fish as the population are ravaged by a Pandemic.","sentiment_score":0.0}
{"full_text":"RT Kugan donated plasma after recovering from COVID-19. His donation was used to treat Ann who was in intensive care with th...","sentiment_score":0.0}
{"full_text":"RT House Speaker Nancy Pelosi is pushing for a Christmas Eve vote on a proposal raising the amount of direct payments included i...","sentiment_score":0.1}
{"full_text":"RT Concealed carry is illegal in DC. Bringing guns to a gathering or protest is illegal in DC. Proud boys...","sentiment_score":-0.0666666667}
{"full_text":"Great to be part of the Global discussion on #COVID19 #Covid19UK on India TV News. #IndiaTV","sentiment_score":0.4}
{"full_text":"RT So the far-right has finally settled on a solution to fight COVID. I mean...who would have ever thought of doing this?...","sentiment_score":0.0}
{"full_text":"RT John Bolton: Trump Embarrassed GOP with Coronavirus Stimulus 'Stunt' -- He Was Never Fit for Presidency. So what's important...","sentiment_score":0.1}
{"full_text":"RT Nearly 10 million Americans who lost jobs when the pandemic hit in the spring remain unemployed. They're facing a holiday season wi...","sentiment_score":0.1}
{"full_text":"So proud of her.","sentiment_score":0.8}
{"full_text":"RT I'm joined by Patrick Hanaway on The Doctor's Farmacy to talk about the Functional Medicine approach to treating COVID-19...","sentiment_score":0.0}
{"full_text":"RT was a locksmith so quickly arranged on a Sunday during lockdown? #SSRWaiting4Justice","sentiment_score":0.3333333333}
{"full_text":"RT BBC Scotland appears to be operating a news blackout of this information. It hasn't even been hinted at in successive Radi...","sentiment_score":0.0}
{"full_text":"Good morning, Melanie! Happy Birthday for your grandmother ","sentiment_score":0.8375}
{"full_text":"RT GOP Leader Caught on Call Trying to Kill Trump's $2,000 COVID Plan","sentiment_score":0.0}
{"full_text":"RT South African science was crucial in helping UK discover its new variants; but then the UK govt claimed (wrongly) that th...","sentiment_score":-0.0909090909}
{"full_text":"RT Happy Birthday Dr. Fauci! Thank you for your strength &amp; perseverance in leading our country, during one of the darkest tim...","sentiment_score":1.0}
{"full_text":"India confirms British PM Boris Johnson's Republic Day parade visit amid fears of new coronavirus strain","sentiment_score":-0.0378787879}
{"full_text":"RT Trump running the government as a criminal enterprise in the middle of a raging pandemic.","sentiment_score":-0.2}
{"full_text":"RT  ALL I WANT FOR CHRISTMAAAAASS IS a clear, trustworthy and proportionate pandemic response that focuses on public health, h...","sentiment_score":0.05}
{"full_text":"RT #HappyFestivus, fans know the #airingOfGrievances is an important part of the day. So my bi...","sentiment_score":0.4}
{"full_text":"RT The province has confirmed another 518 cases of the novel coronavirus in the last day, while another 19 people have died.","sentiment_score":0.2}
{"full_text":"RT Covid-19 Report For 23rd DecemberNew Positive Cases: 263In quarantine: 151Local contacts: 112(Details of local contac...","sentiment_score":0.1136363636}
{"full_text":"RT Q: if you can choose now which country do you want to go?M: japan. I miss japan. I also want to go to china too. Cause i h...","sentiment_score":0.0}
{"full_text":"RT Thank you anna for your support it gives us immense strength and boosts our confidence  #SBSBOnD...","sentiment_score":0.0}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT Neighbours, partners, allies and (yes) friends!! 26  firemen work together with the  teams in #Dover since this morning...","sentiment_score":0.0}
{"full_text":"Indeed.  Think of the poor kids:  \"Your best sexual partner during the Covid-19 pandemic is yourself or someone within your household\".  Yikes!  Lodgers hastily locking their doors.... ","sentiment_score":0.4083333333}
{"full_text":"RT Merry Christmas Eve from a quarantine facility in Seoul. Strict regulations mean I can't go back to my apartment for now. J...","sentiment_score":-0.15625}
{"full_text":"TO EVERY SINGLE ARMY HERE:HAPPY HOLIDAYS!!!I hope you all have the better time this year with your family, friends and your loved ones! Please stay healthy, wear a mask if you go out, eat a lot and don't worry about the weight If you're ARMY you are so special to me already","sentiment_score":0.4321428571}
{"full_text":"Christmas is going to be very difficult for many.While we may care, the virus isn't worried about borders, timezones, gender, religion or social classes. My heart goes out to all those who have suffered at the hands of #Covid19. Its time for us to pull together, as humans.","sentiment_score":-0.3083333333}
{"full_text":"RT An obituary as colorful as Kernes himself was, great read.","sentiment_score":0.55}
{"full_text":"RT We have more proof, concrete proof, that travel, especially international travel, is responsible for spreading COVID than...","sentiment_score":0.2125}
{"full_text":"RT Today, I received the COVID-19 vaccine.To the scientists and researchers who worked tirelessly to make this possible -- than...","sentiment_score":0.0}
{"full_text":"RT COVID didn't ruin America's economy. Governors, state and local officials did.","sentiment_score":0.0}
{"full_text":"RT Remember when it wasn't cool to be African ? Haitian? Jamaican? Pre-covid the African Bad Gal opened up about...","sentiment_score":-0.0875}
{"full_text":"U.K. imposes more lockdowns as mutated COVID variant causes record cases#Israel #ySHrAlhttps:\/\/t.co\/OnvjjqIzaZ","sentiment_score":0.5}
{"full_text":"panic buying kleenex for the Brexit celebrations...","sentiment_score":0.0}
{"full_text":"RT State agency awarded $145,000 of federal COVID relief money to an extremist Portland #antifa group that actively...","sentiment_score":-0.1333333333}
{"full_text":"Thanks for sharing. People need to realise #COVID19 affects anyone of any age. Also it's not just about surviving it or not, there are many who are suffering from long term effects. #LongCovid is real. I hope and pray for her full recovery ","sentiment_score":0.24}
{"full_text":"RT We have a statewide problem. We need a consistent, statewide approach to solve it.","sentiment_score":0.25}
{"full_text":"RT Trump objects to COVID relief bill as House seeks vote on larger stimulus checks","sentiment_score":0.0}
{"full_text":"RT For hundreds of thousands of families across the country, this will be their first Christmas mourning the absence of t...","sentiment_score":0.11875}
{"full_text":"RT Scott Parker self-isolating and will miss Boxing Day game with Southampton after member of his household tested positive for...","sentiment_score":-0.0863636364}
{"full_text":"USA TODAY: Kroger Co. to hire 1,000 to administer  COVID-19 vaccineshttps:\/\/t.co\/VVo1lkfV4q","sentiment_score":0.0}
{"full_text":"RT Dude is a time traveler","sentiment_score":0.0}
{"full_text":"Yous should listen to the cleaners and nurses .these are all lies .only about half or less have died with covid.  other illnesses are to blame for most.but the consultants and management are lying for the goverment .and if anyone speaks out there sacked","sentiment_score":-0.1527777778}
{"full_text":"UK's new coronavirus strain more contagious, likely to cause more deaths: Study - world news","sentiment_score":0.2840909091}
{"full_text":"RT The perfect Covid Date Night is Netflix + Zoom+ Hello Food  Send her that Popeyes Chicken Sandwich  to sh...","sentiment_score":0.2}
{"full_text":"Is it strictly milk and cookies or will Santa have a glass of wine with me along with a few light refreshments? Pandemic has been long...hold on let me dim the lights...","sentiment_score":0.1}
{"full_text":"mam please file PIL .not right time to conduct exam. in NEET only 3 hour for exam but in this exam we have to present 6 days for 3 hours .high chance to getting infect","sentiment_score":0.0952380952}
{"full_text":"RT \"As of today, I know, 42 people who have died because of this relentless #COVID19 &amp; this wicked healthcare system.\" -Zill...","sentiment_score":0.0}
{"full_text":"RT We could have prevented 80-90% of COVID deaths. The Professor explains how.Full video with here https:\/\/...","sentiment_score":0.0}
{"full_text":"RT BREAKING - Renters in 38 states are facing eviction notices on Monday as Trump failed to sign the COVID RELIEF BILL. Michig...","sentiment_score":-0.5}
{"full_text":"Your ideas on how to reduce the spread do far more harm than Covid itself. If you think public health is just about suppressing one disease, you are definitely in the wrong profession.","sentiment_score":0.02}
{"full_text":"The #Covid crisis has shown how #privatisation corrodes #democracy: a thoughtful article on the disabling effects of privatisation on government &amp; on people's understanding of &amp; faith in #government ","sentiment_score":0.4}
{"full_text":"I've got all 4 of these and they're all excellent. Highly recommended","sentiment_score":0.58}
{"full_text":"Breaking the chain: The Alon Command Center fights corona day and night#Israel #ySHrAlhttps:\/\/t.co\/pXjtnrKttf","sentiment_score":-0.1}
{"full_text":"RT  On yesterday, Chris Christie said he was careful about mask wearing, social distancing, etc. EXCEPT for the f...","sentiment_score":-0.0333333333}
{"full_text":"RT So much good news for businesses this week. $668 million more for relief is great. Even better, the focus will be indust...","sentiment_score":0.625}
{"full_text":"Oh not to mention I found NYE virtual alacathon \/ dance for anyone who is trans or gender non-conforming in some way  and since it's covid Im kind of excited which might seem odd but idc lol","sentiment_score":0.4020833333}
{"full_text":"Our new service offering has been inspired by the pandemic. We deliver business solutions for your organisation (not just recruitment) - click here to learn more #ClaytonGroup #ClaytonRecruitment #ClaytonLegal #newservices","sentiment_score":0.3181818182}
{"full_text":"E.ON customers voice anger as direct debits are taken 11 days early","sentiment_score":-0.1666666667}
{"full_text":"RT Grand Challenge for Strengthening 'CoWIN' announced by Participate now - COVID Vaccine Intelligence Network to de...","sentiment_score":0.5}
{"full_text":"RT The more we reduce the spread of #COVID19, the less chance it has to mutate.","sentiment_score":0.1666666667}
{"full_text":"RT #Coronavirus: \"With the new variant of #COVID19 spreading even faster than the previous strain, it's vital that we are...","sentiment_score":0.0232323232}
{"full_text":"RT Remarkable speech. This year, we have been collecting the negative externalities generated by the forced deleveraging of...","sentiment_score":0.05}
{"full_text":"RT At this juncture of pendamic of COVID 19, what is point of not extending due dates till last moment and create unnecessa...","sentiment_score":-0.0625}
{"full_text":"Replying to Raishin you're an idiot!!!","sentiment_score":-1.0}
{"full_text":"RT Tucked away in the 5,593-page coronavirus relief and spending bill that Congress rushed through on Monday night is a provision...","sentiment_score":0.0}
{"full_text":"RT UK travellers need to stay put. The fact that 20 Brits tested positive for covid on ONE flight to Jamaica is insane.","sentiment_score":-0.3863636364}
{"full_text":"RT FFS this from a pathetic wee wimp who would be flat on his back for a week after a hard days work and a cold beer","sentiment_score":-0.3833333333}
{"full_text":"RT Hey remember that 250k donation you refused to take from me for frontline covid workers?  I still have it....","sentiment_score":0.0}
{"full_text":"RT Hon'ble CM Shri chaired an important meeting regarding the administration of the COVID-19 vaccine in Delhi....","sentiment_score":0.4}
{"full_text":"I know it's frustrating! I just have to keep telling myself, I can only do what I can do. Unfortunately I can't control the people I care about to stay home","sentiment_score":-0.3333333333}
{"full_text":"RT jimin's lyrics for christmas love i say \"you all deserve to br loved\" and that reminds me of the person in seoul that always un...","sentiment_score":0.6}
{"full_text":"RT Nice Gesture ","sentiment_score":0.6}
{"full_text":"RT Francisco Perez of NEC member org &amp; Luis Feliz Leon on why \"building back better\" in the wake of COVID-19...","sentiment_score":0.25}
{"full_text":"Oh Yes did you forget he let over 326,000 die because he thought The Coronavirus was Fake. He's an Idiot.","sentiment_score":-0.65}
{"full_text":"Christmas Eve is here! Don't forget, We're doing walk-in adoptions today from 9am-noon! Masks and social distancing are required if you come to the shelter. Learn more here:","sentiment_score":0.2666666667}
{"full_text":"RT This year Ken lost his amazing wife and nurse Elsie to CovidThanks to your donations could provide him with suppo...","sentiment_score":0.6}
{"full_text":"Written during the pandemic and recorded in one day, SK's new song \"I've Had Enough\" could be Just the thing you need right now.  Listen here or wherever you stream your music.https:\/\/t.co\/bfUWsFSf4u","sentiment_score":0.1406926407}
{"full_text":"According to research, over 120,000 young people faced #homelessness last year - an increase of almost 10,000 from the previous year. Sadly, the challenges posed by the pandemic make a further dramatic increase inevitable. Look up your area here ","sentiment_score":-0.1428571429}
{"full_text":"Taiwan has fined EVA Airways US$35,000, after one of its pilots was blamed for a domestic Covid-19 transmission. The New Zealand pilot flew routes to the US before infecting a woman in Taiwan, who was a friend. Taiwan accused the pilot of not following disease prevention rules.","sentiment_score":0.0454545455}
{"full_text":"2020 in pictures: Lexington. Public space construction progress thrives amidst a pandemic@BGCFKY #CivicCommonsUShttps:\/\/t.co\/fYoALDXMDw","sentiment_score":0.0}
{"full_text":"RT Asymptomatic spread of COVID-19 may be rare, new research finds | Just The News","sentiment_score":0.2181818182}
{"full_text":"You must have covid, can't taste nun huh?","sentiment_score":0.0}
{"full_text":"Biking changed my life during Covid erahttps:\/\/t.co\/h7erTvsCmQ","sentiment_score":0.0}
{"full_text":"Coronavirus cases have risen rapidly in Hackney and across LondonWe know it's hard, but if you're considering visiting friends or family this Christmas, please think again and stay with your household.Keep London safe, save lives and stay at home.","sentiment_score":0.1041666667}
{"full_text":"Advice and information about coronavirus (Covid-19) and what we're doing to keep the public safe can be found here:","sentiment_score":0.25}
{"full_text":"Are you heading into Winchester city centre?If you're popping in, you'll find our new hand sanitising units to help stop the spread of COVID-19. #StaySafe","sentiment_score":0.1363636364}
{"full_text":"LISTEN: A Centurion family's life during lockdown changed after winning 's R100,000 Secret Sound! Definitely a highlight of 2020!","sentiment_score":0.15}
{"full_text":"RT COVID ruined my very normal holiday tradition of going to bars in my hometown and drinking alone with the hope of running int...","sentiment_score":0.195}
{"full_text":"Lee Films' Virgil Ferragut discusses how his new spot made alongside for by came together during the pandemic.","sentiment_score":0.1363636364}
{"full_text":"In observance of the Christmas holiday, DOH-Collier, including COVID-19 testing, will be closed beginning Thursday, December 24, 2020 through Sunday, December 27, 2020.   All testing will resume on Monday, December 28, 2020, as will all services by appointment only.","sentiment_score":-0.05}
{"full_text":"Due to COVID-19 &amp; efforts to ensure the safety of our patients, their family &amp; staff, the 2020 NIH Gingerbread House Display &amp; Contest was cancelled. You can still get your gingerbread house fix by checking out our contest winners from the last six years!","sentiment_score":-0.0625}
{"full_text":"RT Y'all survived having COVID but mjolo has been dusting you since before. Mjolo the pandemic","sentiment_score":0.0}
{"full_text":"The research on the possibility of curing the #COVID19 pandemic by way of Ayurveda medicine or indigenous medicine is a commendable trend#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigitalhttps:\/\/t.co\/fAwEiPvmSm","sentiment_score":0.0}
{"full_text":"RT The real political story of 2020 is not the containment of #COVID19 across #Africa, but the way in which this set in m...","sentiment_score":0.0}
{"full_text":"RT Source: Washington Football Team QB Dwayne Haskins' captainship was taken away following his COVID-19 violation that included...","sentiment_score":0.0}
{"full_text":"As the COVID-19 vaccine makes its way across the country and into the hands of those who need it most, many nursing homes and senior communities are anxiously waiting as they are the most vulnerable.","sentiment_score":0.15}
{"full_text":"\"New York has been losing population since 2017. But New York lost an estimated 126,000 people this year probably because of the pandemic as well as the out-migration of people that we've been seeing for the last three years.\"","sentiment_score":0.0909090909}
{"full_text":"Covid-19 made 2020 the year when death came closer to us than ever before, prompting us to think about the what we really want to do with our lives, writes","sentiment_score":0.2}
{"full_text":"Here is our full 2020 NYC Holiday Events list complete with virtual &amp; outdoor events (some events may be closed due to COVID restrictions so please check with event host for more accurate details) #NYC #holidays2020","sentiment_score":0.1875}
{"full_text":"Richard Knight, AAKP President, recognized w\/ Presidential Volunteer Service Award for advancing AAKP's COVID RISK education\/ELEVATION of kidney patients in COVID trials\/vaccine protocols. Our COVID programs have engaged 80K+ patients in 70+ countries!","sentiment_score":0.0}
{"full_text":"As NYC heads into Christmas, elected officials are reminding everyone to stay safe and practice social distancing.https:\/\/t.co\/tIuRNqRT1t","sentiment_score":0.2666666667}
{"full_text":"RT House should not only take up bill to expand the size of stimulus checks, but should also vote on Section 230 repeal a...","sentiment_score":0.0}
{"full_text":"Churches across central Virginia are preparing for the busiest two days of the year. Thanks to COVID-19, services will be a bit non-traditional.","sentiment_score":0.1}
{"full_text":"RT Comfort can come in the form of a kangaroo, wombat, ferret, or even a snail.Here are a few stories of people who found joy in t...","sentiment_score":0.3}
{"full_text":"This week, nearly everyone at Hudson Headwaters Health Network will be vaccinated against COVID-19","sentiment_score":0.1}
{"full_text":"RT We need to send a clean bill with just $2,000 survival checks and a separate spending\/covid relief bill. Negotiating everyth...","sentiment_score":0.3666666667}
{"full_text":"If you need a COVID-19 test on a public holiday, our Assessment Centre is open. For hours, eligibility, and to book an appointment visit: #COVID19ON #COVIDtest","sentiment_score":0.0}
{"full_text":"Fury at Boris Johnson's Christmas U-turn over superspreading Covid-19 mutation","sentiment_score":0.0}
{"full_text":"Here are some things to remember to help keep you safe from COVID-19 when you go out in public:1. Wear a mask2. Limit contact with other people when possible3. Bring a hand sanitizer4. Practice social distancing#COVID19 #SafetyGuides","sentiment_score":0.1361111111}
