{"full_text":"People who are hesitant to get a #COVID19 vaccine should be reassured that the approval process has been independent and transparentLike all RNA viruses, the novel coronavirus has been mutating, and new variants in the UK and SA may be more contagious","sentiment_score":0.2121212121}
{"full_text":"Trump again calls for $2,000 checks as Covid aid bill remains in flux via","sentiment_score":0.0}
{"full_text":"RT Okay, let me see if I understand:1. Gymnasts travel home for Christmas.2. Gymnasts return to campuses.3. Two wks later the...","sentiment_score":0.25}
{"full_text":"RT It never ends. First masks don't work.  Then masks always work.  First it cannot be spread via aerosol.  Now it's primaril...","sentiment_score":0.25}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT Merry Christmas from San Francisco where a gingerbread monolith appeared overnight at Corona Heights Park.","sentiment_score":0.0}
{"full_text":"Just what kids need right now. To worry that old Santa might catch COVID &amp; needing to be assured that Santa won't give them COVID because he handled their gifts. It's mental abuse.","sentiment_score":0.0952380952}
{"full_text":"Normal Bonfire Night fireworks. But here. And during the day. And half the night. And during a pandemic.","sentiment_score":-0.0083333333}
{"full_text":"RT Not only do you have an extremely nasty attitude...you're acting like the list wasn't posted online. She bought you $50...","sentiment_score":-0.3333333333}
{"full_text":"RT True , we have no opinion or special knowledge on the vaccine but to warn against it and at the same time p...","sentiment_score":0.2357142857}
{"full_text":"RT Coronavirus: Kenyan doctors return to work after four-day strike","sentiment_score":0.0}
{"full_text":"RT We should be saying Dr. Susan Moore's name like we have been saying George Floyd's name. The deep violent structural racism t...","sentiment_score":-0.4}
{"full_text":"Fout antwoord","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"Mom and my aunt know how to cook basic car maintenance gun safety\/hunting. Have and know who to use basic and power tools.  My dad is the one that knows how to sew, he cleans and helps around the house and when we were younger he was a stay at home dad for me and my siblings.","sentiment_score":0.0}
{"full_text":"Justice: own is killing that party.","sentiment_score":0.6}
{"full_text":"RT This Christmas, COVID-19 is keeping so many families apart. But family separation has existed for decades for thousands of p...","sentiment_score":0.5}
{"full_text":"Jesus would defo #WearAMask \"Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.\" (Philippians 2:3)#HAPPYCHRISTMAShttps:\/\/t.co\/Bj6KYCAlH5","sentiment_score":0.125}
{"full_text":"RT Police must conduct themselves with discipline and respect for the public.Swearing while threatening citizens with a...","sentiment_score":0.0}
{"full_text":"My main point is Werner &amp; Klopp were clearly on the same page, FSG just weren't willing to pay his buyout clause upfront, because of the pandemic, that's not Werner's fault, anyone would then look at other options, he used talk about us and Klopp all the time in interviews ","sentiment_score":0.0783333333}
{"full_text":"RT Covid fatalities soar in Mexico as president condemned for inaction | Mexico | The Guardian","sentiment_score":0.0}
{"full_text":"Why aren't airlines required to take your temp before boarding? It would seem easy enough. COVID or not, who wants to sit next to someone that's sick?","sentiment_score":-0.0161904762}
{"full_text":"RT ATTENTION GEORGIA Vote &amp; you want:COVID Relief Healthcare Liv...","sentiment_score":0.0}
{"full_text":"just found out my grandmother has covid.she's doing well, though. Making a nice recovery","sentiment_score":0.6}
{"full_text":"RT *One* person with Covid symptoms went to work in Oregon and this led to two outbreaks, 300 quarantined and 7 dead. It's a \"sup...","sentiment_score":-0.2}
{"full_text":"RT Why 20 Doctors Died Of COVID-19 In One Week - NMA","sentiment_score":0.0}
{"full_text":"Wow, and there's me thinking he's just a prick! So many #COVID19 dead and suffering and those waiting for some finanacial relief probably agree #TrumpIsANationalDisgrace","sentiment_score":0.1416666667}
{"full_text":"RT Wishing our govt officials compliments of the season! Hope u r enjoying wit ur family &amp; eating jollof. Pls prepare our...","sentiment_score":0.5}
{"full_text":"RT Corona couldn't stop shatta wale even in December, he gave us hit song \"hajia bintu\". Realest Monster indeed ","sentiment_score":0.0}
{"full_text":"RT \"Stay home\" is truly one of the cruelest pieces of advice you could give, just one week after violently destro...","sentiment_score":-0.8}
{"full_text":"RT I'm seeing this comparison more and more from conservatives. That COVID is the modern version of the satanic panic. Except...","sentiment_score":0.4}
{"full_text":"RT How can the President and Congress celebrate Christmas when 14 million Americans are set to lose unemployment aid tomorrow, t...","sentiment_score":0.0}
{"full_text":"RT My sister the hero nurse working Christmas -- in the Covid unit. ","sentiment_score":0.0}
{"full_text":"Access to vaccines is based on ability to pay. Many poor countries (with high debt burdens) could be left waiting until 2024 to fully vaccinate their populations. Cost of vaccine nationalism: $153 billion\/year in global economic output.@petersgoodmanhttps:\/\/t.co\/bKhSvGNdIZ","sentiment_score":0.0766666667}
{"full_text":"RT Check in on your friends,  neighbors and family members. #COVID19 #coronavirus #mentalhealth #mentalwellness #ymhc #holiday...","sentiment_score":0.0}
{"full_text":"RT To the porters, nurses, shelf stackers, cashiers, refuse collectors, doctors, bus drivers, midwives, cleaners, carers, p...","sentiment_score":0.0}
{"full_text":"\"Last Christmas I gave you all covid\"","sentiment_score":0.0}
{"full_text":"RT Merry Christmas Sir. Sign the bill, tell Republicans to add another $1400 on Monday for #StimulusChecks2000 and get COVID rel...","sentiment_score":0.0}
{"full_text":"RT Ivanka told the CDC to change virus guidelines to benefit her father. People died.  Should she be charged with murder?","sentiment_score":0.0}
{"full_text":"RT Merry Christmas from San Francisco where a gingerbread monolith appeared overnight at Corona Heights Park.","sentiment_score":0.0}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":".For route specific update, please see our FAQs pagehttps:\/\/t.co\/OEFqYNQsOA-For information regarding Covid tests required to travel to France at this time, please see this page:https:\/\/t.co\/LxXxrhedMj","sentiment_score":0.0}
{"full_text":"RT During the pandemic, cyberattacks surged. It hasn't just been Zoom-bombing or scams. It's also a wave of schemes, likely by...","sentiment_score":0.0}
{"full_text":"Effective 12\/25\/2020: Naughty List inhabitants no longer receive coal for #Christmas. You will now get #COVID instead. Enjoy, fuckers.","sentiment_score":0.2833333333}
{"full_text":"TWO FAT PIGS","sentiment_score":0.0}
{"full_text":"RT President Trump spent his Christmas golfing in Florida as a government shutdown looms and COVID economic relief hangs in the balanc...","sentiment_score":0.05}
{"full_text":"RT Sorry for the sad tweets lately I've just been really feeling the holiday sad. It's been over a year since I've seen my f...","sentiment_score":-0.32}
{"full_text":"Merry Christmas grifter style.  Ho ho ho!","sentiment_score":0.0}
{"full_text":"RT Woke up to walk the dog on Christmas morning here in San Francisco and at Corona Heights park a mysterious GINGERBREAD...","sentiment_score":0.0}
{"full_text":"Not too much stamina, he managed to get the COVID-19. Joe Biden has more stamina , he did not get it. You got fooled again! Joe Biden will be a great president not impeached and fired by America like Trump!","sentiment_score":0.6083333333}
{"full_text":"RT Stop school,college, unnecessary work! People must stay home so we can wake up from this nightmare!!#twqf_ldrsh_fy_mSr...","sentiment_score":-0.5}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"Commercial Leasing During COVID-19: Direct vs Sublease #CRE #COVID-19 #Leasing #Subleasinghttps:\/\/t.co\/y4JTMKDDRO","sentiment_score":0.05}
{"full_text":"RT \"Wealth, it turns out, is the best shielding strategy from Covid-19. As poorer people crowded together in cram...","sentiment_score":1.0}
{"full_text":"RT At a time when Americans die at the rate of 7000 in 48 hours, it so nice to see the president soothe the American people...","sentiment_score":0.3}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"RT You didn't get your Covid relief nor did the military get their pay raise but trump pardoned 4 more war criminals &amp; his co...","sentiment_score":0.2}
{"full_text":"RT How can the President and Congress celebrate Christmas when 14 million Americans are set to lose unemployment aid tomorrow, t...","sentiment_score":0.0}
{"full_text":"RT I've been pretty lowkey about this but TODAY I finished my FIRST EVER short film!It is absolutely nuts that my team cou...","sentiment_score":0.175}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"RT *puts protective glass to protect staff against coronavirus*Customers:","sentiment_score":0.0}
{"full_text":"With the COVID-19 pandemic fast changing the world, humankind has suffered a major setback in 2020. Faced with unprecedented changes, risks and uncertainties, people are forced to rethink the path into the future.https:\/\/t.co\/lt3X37JnbR","sentiment_score":0.140625}
{"full_text":"President Donald Trump spent his Christmas Eve golfing in Florida.https:\/\/t.co\/PI3UnxgTMY","sentiment_score":-0.1}
{"full_text":"How a local food bank is responding to the pandemichttps:\/\/t.co\/nPBOrDogNx","sentiment_score":0.0}
{"full_text":"Merry Christmas! In four minutes, I promise to boost your spirit, even on this strange pandemic Christmas day...https:\/\/t.co\/FQr4thKCW6 #poetry #Christmas2020 #writingcommunity","sentiment_score":-0.05}
{"full_text":"The coronavirus upended Christmas traditions, but determination and imagination kept the day special for many. ","sentiment_score":0.4285714286}
{"full_text":"MAJ. ANDY DAVIS of the Oklahoma City Fire Department died of COVID on Christmas Eve.\"His jovial approach to life endeared him to all who knew him, and his work ethic was an example of excellence.\"https:\/\/t.co\/smtjsOiLOw","sentiment_score":0.0}
{"full_text":"\"llegal wildlife ads have increased on Facebook despite its steps to combat animal trafficking. Crime watch groups are calling for broad legal reforms.\" #Illegal #Wildlife #Trade #ExtinctionCrisis #Pandemic #ClimateCrisis #Protections","sentiment_score":-0.0791666667}
{"full_text":"Nursing homes and long term care facilities are prepping to get their doses of the vaccine in soon across Montana. This should be very beneficial for everyone's loved ones. Read more and chat with us at: #Covidvaccine #justice","sentiment_score":0.3375}
{"full_text":"In a now-viral video, Dr. Susan Moore recorded her every step when seeking treatment after contracting COVID-19 on Nov. 29. Moore claimed she had to beg for CT scans and a drug that could significantly reduce her recovery time called remdesivir.https:\/\/t.co\/qahoLvTpaq","sentiment_score":0.375}
{"full_text":"People who have survived a coronavirus infection say the experience made them take the pandemic more seriously, according to an Axios\/Ipsos survey-- the first to focus exclusively on people who have contracted the virus.https:\/\/t.co\/eQcmd0dMle","sentiment_score":0.1388888889}
{"full_text":"Three experts share what physicians need to know about the #COVID19 #vaccine and how to counsel patients.","sentiment_score":0.0}
{"full_text":"Fake news about the coronavirus can do real harm. is spotlighting fact-checks from other reliable sources here. #fakenews The Infodemic: Social Media Posts Spread Misinformation About COVID-19 Deaths","sentiment_score":-0.0979166667}
{"full_text":"RT Dr. Fauci is now saying we need 90% herd immunity to go back to normal. I thought a few months ago we were told that herd im...","sentiment_score":-0.0166666667}
{"full_text":"California deaths spur pleas to stay home for Christmas","sentiment_score":0.0}
{"full_text":"We all had negative Covid tests on Monday, and decided to just spend 2 hours together Christmas morning exchanging gifts in our masks, 10 feet apart, without our usual Christmas lunch as a precaution.  Hopefully next year will be a big celebration.","sentiment_score":-0.1375}
{"full_text":"Don't miss it! &amp; join tonight to look at everything that happened in 2020, including the ongoing pandemic, the racial reckoning following George Floyd's death &amp; President-elect Biden's historic victory on #WashWeekPBS at 8\/7c on","sentiment_score":0.0}
{"full_text":"Christmas in California was marked by pleas to avoid holiday gatherings outside the home and indoor church services in what could be a make-or-break effort to curb a coronavirus surge that already has filled some hospitals well beyond normal capacity. ","sentiment_score":0.1625}
{"full_text":"Pandemic delays melted nuclear fuel removal at Fukushima (12\/25 AJW) #jishin_e #nuclear","sentiment_score":0.0}
{"full_text":"A pandemic Christmas: Services move online, people stay homehttps:\/\/t.co\/cKkuWUMK6Z","sentiment_score":0.0}
{"full_text":"RT i wish i had the brazen confidence to hear \"no holiday travel due to global pandemic\" and think \"well that doesn't apply to me\"","sentiment_score":-0.0625}
{"full_text":"bro my cousin survived covid and today i finally saw him holy shit","sentiment_score":-0.1}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"California's deadly Christmas was marked by pleas to avoid holiday gatherings outside the home and indoor church services in what could be a 'make-or-break' effort to curb a coronavirus surge.https:\/\/t.co\/u4IMX9x9L9","sentiment_score":-0.0333333333}
{"full_text":"France reportedly closed its borders to the U.K. briefly, leaving British truck drivers stranded.https:\/\/t.co\/2dCS5xhL9t","sentiment_score":-0.0333333333}
{"full_text":"RT #COVID19 Statistics in SA as at 25 December.Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"Unlike apparel, which will face a longer recovery, beauty could be back to 2019 levels by the first half of 2021, according to McKinsey.","sentiment_score":0.0277777778}
{"full_text":"VP M Venkaiah Naidu expresses happiness over India's progress on developing its indigenous COVID vaccinehttps:\/\/t.co\/JwgDe4Fhy6","sentiment_score":0.7}
{"full_text":"RT Santa and his democratic socialist elves made an extra stop this Christmas morning to deliver a BIG SACK OF COAL to the United...","sentiment_score":0.0}
{"full_text":"Lisa Mitchell's Christmas wish was to be with her family in Mason, Ohio. Now she's crocheting blankets to thank nurses who helped her get there.https:\/\/t.co\/jGD0JKN8uN","sentiment_score":0.0}
{"full_text":"Last night's #mixcloudlive festive special with co-host Big Macs, lax corona  bubbles, Bon Jovi (he killed me with that) and Paul McCartney's (magnificent) Frog Chorus.https:\/\/t.co\/D3fAxDvCEr@mixcloud","sentiment_score":0.2314285714}
{"full_text":"It's never too early to start end-of-life planning, especially if you're queer. explores how to protect yourself and your chosen family by putting your wishes in writing","sentiment_score":0.05}
{"full_text":"The Guardian front page, Boxing Day 26.12.20: New drug trials bring hope in the fight against Covid","sentiment_score":0.1363636364}
{"full_text":"RT Me in Bar :  What's Covid?When I get home:","sentiment_score":0.0}
{"full_text":"RT truly shoutout to everyone working in mental health throughout the pandemic, i haven't seen much thanking them and they'r...","sentiment_score":0.05}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT England records 570 #COVID19 deaths on Christmas Day","sentiment_score":0.0}
{"full_text":"It's uncertain if Trump will veto the COVID relief and government funding bill.","sentiment_score":0.0}
{"full_text":"The U.S. military is tracked an elderly man with a white beard and a large belly who goes by the name of Saint Nicholas.","sentiment_score":0.0380952381}
{"full_text":"The U.S.-Government is not only not helping, it is not only hostile 2 the health &amp; well being of the American People, it is also adding layers of insult, disrespect, contempt &amp; humiliation 2 it..","sentiment_score":0.0}
{"full_text":"RT At a time when Americans die at the rate of 7000 in 48 hours, it so nice to see the president soothe the American people...","sentiment_score":0.3}
{"full_text":"RT 30 doctors from Poland spent the whole Christmas Eve night doing covid tests for #LorryDrivers one lorry after another. T...","sentiment_score":0.05}
{"full_text":"RT KARMA IS A BITCH WARDEN MORON (r)","sentiment_score":-0.8}
{"full_text":"RT If youve been wondering where weve been we tested positive for Chinese virus last Tuesday. No fever but the headaches have...","sentiment_score":0.0757575758}
{"full_text":"Cobb teacher dies Christmas Day after battle with COVID-19","sentiment_score":0.0}
{"full_text":"President Trump golfs in Florida as COVID-19 relief hangs in the balance","sentiment_score":0.0}
{"full_text":"There won't be any coronavirus data drop today from the state because of the holiday. Today's numbers will be included in tomorrow's report. Here's the latest from yesterday:","sentiment_score":0.5}
{"full_text":"Volunteers delivered about 300 meals to individuals who could not leave their homes or preferred not to leave their homes for health reasons on Christmas day.","sentiment_score":0.0}
{"full_text":"ROME (AP) -- Families that usually reunite on Christmas over a hearty, lingering meal stayed home Friday, services were held online, and gift exchanges were low-key in one of the most unusual holiday seasons in decades.","sentiment_score":0.15}
{"full_text":"Independent movie theaters struggling to survive COVID-19 are set to get billions in federal aid. Will it be enough?","sentiment_score":0.0}
{"full_text":"COVID-19 in my household ","sentiment_score":0.0}
{"full_text":"Bible sales are up as people worldwide worship at home and look for ways to cope with the pandemic.","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"Beware of car to car contacts?!?","sentiment_score":0.0}
{"full_text":"Volunteers delivered about 300 meals to individuals who could not leave their homes or preferred not to leave their homes for health reasons on Christmas day.","sentiment_score":0.0}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 30.7FWind Chill: 29.0FHumidity: 83%Dew Point: 26.2F Barometer: 29.671 inHgWind: 3 mph from the WSWCorona Virus Weekly Stats:Cases: 200.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"The state's inpatient psychiatric facility for youth requires outdoor visits during the pandemic.","sentiment_score":0.0}
{"full_text":"I Quit Cable for 2 Years...Here's What Happened: #COVID19 #life #PositiveVibes #careermode","sentiment_score":0.0}
{"full_text":"This thing would last like 2 minutes at some of our family gatherings.  It would look like the Israel scene in World War Z.","sentiment_score":0.0}
{"full_text":"Independent movie theaters struggling to survive COVID-19 are set to get billions in federal aid. Will it be enough?","sentiment_score":0.0}
{"full_text":"RT NUC orders universities to stop academic activities over increase in number of COVID19 new cases","sentiment_score":0.0681818182}
{"full_text":"RT You didn't get your Covid relief nor did the military get their pay raise but trump pardoned 4 more war criminals &amp; his co...","sentiment_score":0.2}
{"full_text":"Independent movie theaters struggling to survive COVID-19 are set to get billions in federal aid. Will it be enough?","sentiment_score":0.0}
{"full_text":"Missouri distributes 23,000+ COVID-19 vaccines to frontline workers, nursing home residents ahead of Christmas:","sentiment_score":0.0}
{"full_text":"Japan's health ministry has confirmed the country's first cases of infection with the new variant of the coronavirus that was identified in Britain.","sentiment_score":0.2621212121}
{"full_text":"What a read! Still feels like someone is trying to overflow my buffers though with all those 0x41's at the end ;-)","sentiment_score":0.25}
{"full_text":"Director &amp; actor #AzhagamPerumal &amp; Director talks to about his debut #SethumAayiramPon which released amid the pandemic, how the film was made in a budget &amp; what prompted Azhagam Perumal to want to do this interview..","sentiment_score":0.0}
{"full_text":"RT Check in on your friends,  neighbors and family members. #COVID19 #coronavirus #mentalhealth #mentalwellness #ymhc #holiday...","sentiment_score":0.0}
{"full_text":"Three state agencies on Wednesday awarded $48 million in Business Interruption Grants financed with federal coronavirus relief funds to 2,136 businesses significantly affected by the pandemic:","sentiment_score":0.375}
{"full_text":"TRAVEL to RIO DE JANEIRONo social distancing required. https:\/\/t.co\/ZYbgHWEfRW \"It's a little romance, a little self-discovery, a little travel, and a lot of fun!\"#romance #BookBangs#kindlebooks #BYNR#amreading #mustread #Bookworms","sentiment_score":-0.0308333333}
{"full_text":"Independent movie theaters struggling to survive COVID-19 are set to get billions in federal aid. Will it be enough?","sentiment_score":0.0}
{"full_text":"Ok, that is timely","sentiment_score":0.5}
