{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT Writing to MPs is futile- they've seen the evidence re the PCR testing fraud but they don't care. Complaining about closur...","sentiment_score":0.0}
{"full_text":"RT Ev, I respect everything you've built. But Medium should not be playing the role of scientific censor.There ha...","sentiment_score":0.0}
{"full_text":"RT Nurse faints immediately after taking experimental Covid-19 vaccine.Rushed experimental biological agents like this sho...","sentiment_score":0.1}
{"full_text":"Stop lying I gave you R800 2 Days ago","sentiment_score":0.0}
{"full_text":"RT Fully committed to the cause of national prosperity, Punjab Government ably supported by PITB, is implementing a range o...","sentiment_score":0.5}
{"full_text":"RT Prof. Tim Spector tells Andrew Neil that a month of lockdown costs as much as the annual NHS budget: \"someone has to star...","sentiment_score":0.2}
{"full_text":"RT praying circle                                                                                    seungcheol        ...","sentiment_score":0.0}
{"full_text":"RT Nurse faints immediately after taking experimental Covid-19 vaccine.Rushed experimental biological agents like this sho...","sentiment_score":0.1}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Derbyshire Covid-19 case rates per 100k pop in week to Dec 13Four areas, most of the pop of Derbyshire, above national ave...","sentiment_score":0.25}
{"full_text":"When that nurse brought Ebola back to the U.K. a few years ago, we made that person isolate. That's what should be happening here, except there are too many cases so everyone locking down is the only way. If Ebola had got out, there would have been a lockdown.","sentiment_score":0.0288888889}
{"full_text":"RT What's happened to the PS220 million #NightingaleHospitals ?No one is asking Ministers.They were specifically built to ta...","sentiment_score":0.0}
{"full_text":"RT Schools need more protection than mass testing affords. Recognise risks and allow blended learning, rotas, PPE. School...","sentiment_score":0.5}
{"full_text":"RT People suffering with debilitating effects of long Covid could be at risk of self-harm or suicide ","sentiment_score":-0.05}
{"full_text":"RT Bloody hell. There are 145 billionaires in the UK and unicef is sending British kids food parcels","sentiment_score":-0.4}
{"full_text":"It's been so long since last preview! I think when I finally see Jungkook after this pandemic I gonna cry","sentiment_score":-0.0166666667}
{"full_text":"RT Christmas is around the corner and worryingly, COVID transmission rates are growing in the Lothians. Please stick to the r...","sentiment_score":0.0}
{"full_text":"\"Travelling and family visits associated with this time of year will undoubtedly lead to more cases, more pressure on NHS and care services, and more deaths\"https:\/\/t.co\/PBqaafVXGD","sentiment_score":0.5}
{"full_text":"RT I DONT KNOW HOW TRUE BUT: Pls go about the town with your face masks as mobile court will start operations by Wednesday 2...","sentiment_score":0.35}
{"full_text":"RT A beloved teacher wore an oxygen mask for virtual classes before she lost her battle with Covid-19","sentiment_score":0.7}
{"full_text":"You have no clue how future generations will judge anything as we have yet to feel the impact of our economic and none covid abandonment policies which you support which has and will kills many more fit healthy young people","sentiment_score":0.3142857143}
{"full_text":"RT The university of Edinburgh did a very cool thing where they realized senior postdocs would struggle to find positions b\/c of...","sentiment_score":0.455}
{"full_text":"RT We are not there yet but the number of patients with COVID in hospital is increasing again nationally (and in most regions...","sentiment_score":0.5}
{"full_text":"RT They come in, hypoxic. We give then oxygen, decadron, IV fluids, Remdesivir, plasma, lovenox, protonix.. you name it. High flo...","sentiment_score":0.16}
{"full_text":"Not again","sentiment_score":0.0}
{"full_text":"RT 88% of Dems support Medicare for all.14M have lost their employer-based insurance.300k have died of Covid.Biden &amp; al...","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"EARTH, WIND, FIRE, SEA AND SKY, TRIPLE-FOLD THE MIRE. DOUBLE-DOWN WITH FIRE. EARTH AND SKY MAY EXPIRE.  WIND AND SEA MAY DEVOUR! NOW! RISE AS MY TOWER. RISE WITH MY POWER. THE UNIVERSE DISMAY!!!","sentiment_score":0.0}
{"full_text":"RT Don't they have to go for self-quarantine even if they got negative?Seventeen was never required to go for test since t...","sentiment_score":0.0}
{"full_text":"RT there's only 3 days left until the big day can you please help me and retweet my link for...","sentiment_score":0.0}
{"full_text":"Lockdown took a toll on many business and start ups. However, every cloud has a silver lining.Are you planning to boost your startup back in business? Looking for investors?Clueless about how to start?","sentiment_score":0.25}
{"full_text":"RT 13 people died from COVID in Yuma. That's a lot. 163 are hospitalized. They include field workers &amp; family, inmates, correc...","sentiment_score":0.0}
{"full_text":"RT \"We have learned from the AIDS response that it is only where rights are respected, protected, and fulfilled that countries can...","sentiment_score":0.0}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"I think you should direct your advice to those who wants us to go an queue up for NIN inside this pandemic period when the world is shutting down over the second wave. This is irresponsibility on their part.","sentiment_score":0.0361111111}
{"full_text":" Did you know that one in six medicines exported from Europe leaves from Belgium? Liege Airport and operate as essential hubs for the distribution of #COVID19 #vaccines in what will be the largest and most complex logistical exercise ever!","sentiment_score":0.0416666667}
{"full_text":"3. Suspect: A person who meets supported laboratory evidence through detection of specific antibodies in serum, plasma, whole body, and no prior history of being confirmed or probable case.","sentiment_score":0.15}
{"full_text":"RT This is the longest ASUU strike in history. They used the pandemic to cover it up while it was burning under ground.It...","sentiment_score":0.0}
{"full_text":"RT George Clooney responds to Tom Cruise COVID-19 speech: \"He didn't overreact\"","sentiment_score":0.0}
{"full_text":"trumpertantrum: pissed because you lost the Nevada vote again! So you cut the vaccines in retribution?Second Allocation Of Pfizer COVID-19 Vaccine To Nevada Less Than Expected By 42 Percent...WTF?!","sentiment_score":-0.1458333333}
{"full_text":"RT And you have announced this just in time for me to have to spend my holiday getting a system ready for 4th Jan. You have no...","sentiment_score":0.2}
{"full_text":"#NOWPLAYING : The Next - Too Close - Radio Edit  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife","sentiment_score":0.0}
{"full_text":"RT Now it is documented. Trump's COVID policy was to infect as many Americans as possible. If this isn't premeditated murder, I...","sentiment_score":0.25}
{"full_text":"RT How much dry ice do you need to keep #Covid19 vaccines at -70C?Singapore's is producing 4.5 tons of dry ice a d...","sentiment_score":-0.0666666667}
{"full_text":"Service Update 09:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT Sun Belt championship game b\/w Coastal Carolina &amp; Louisiana canceled because of COVID issues w\/Coastal","sentiment_score":-0.4}
{"full_text":"Has disengaged their staff in their hundreds without any benefits. Don't forget that this is the same access bank that donated N1billion to the FG for covid19.","sentiment_score":0.0}
{"full_text":"RT Rebekah Jones, a fmr. Covid-19 data scientist, says the raid on her home by armed Florida state police officers was intended to...","sentiment_score":0.0}
{"full_text":"RT Tucker Carlson Tells His Giant Fox Audience Not to Trust COVID Vaccines","sentiment_score":0.0}
{"full_text":"RT Great news tonight- FDA advisory panel endorses Moderna vaccine by 20-0 with one abstention. The world now has 2 vaccines...","sentiment_score":0.8}
{"full_text":"for instance the late Watongola first they said covid and the family denied,late Muzaata same. People here and their relatives keep noting that covid tagging is wrong and they are other diseases. Anyway I'm just casting,can be corrected","sentiment_score":-0.135}
{"full_text":"Maybe this nurse got \"LONG COVID\" from the vaccine?","sentiment_score":-0.05}
{"full_text":"RT So much for science and data...someone please help us! ","sentiment_score":0.25}
{"full_text":"RT If we taxed billionaires on their $2 trillion dollar gains from their pandemic profiteering, we could literally pay for...","sentiment_score":0.0}
{"full_text":"RT When Governor fails to have daily conferences, it sends the message that the pandemic is not important. Moreover...","sentiment_score":-0.2333333333}
{"full_text":"RT \"We clearly have a systematic problem when gov health regulators have utterly abdicated their responsibility to safeguard...","sentiment_score":0.05}
{"full_text":"RT If they aren't direct contacts, what is the issue?It's because the COVID19 positive was in the same place at the same t...","sentiment_score":0.0818181818}
{"full_text":"RT It's horrifying what our government is doing to our teachers rather than paying everyone to stay home. Stay outraged.","sentiment_score":-0.9}
{"full_text":"Not sure I follow - eg weeks of transport issues derived from various COVID issues and also random topics like lack of containers. Human wastage and economic arrogance stipulated they should be used once &amp; left at port of destination is something that is decades in the running.","sentiment_score":-0.0916666667}
{"full_text":"This morning NI Children's  Commissioner tells me a strict #covid19  lockdown with schools open (kept under review) has her support, and she believes the Transfer testing should be cancelled.","sentiment_score":0.0}
{"full_text":"Dan did a fantastic job leading Victoria through a Pandemic.","sentiment_score":0.4}
{"full_text":"\"CDC has officially acknowledged...\" yet you dismiss what flies in the face of your cognitive dissonance.","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"UK rules for Christmas could be reviewed as coronavirus cases surge. Family gatherings this Christmas will only add further pressure on the NHS &amp; set the country back further. #christmasbubbles #cobra","sentiment_score":0.0}
{"full_text":"RT In a desperate scramble to acquire supplies during the first wave of the pandemic - the government handed out contracts w...","sentiment_score":-0.175}
{"full_text":"RT HAPPENING NOW: THIS IS AMAZING! The entire town of Mossyrock, WA is out rallying after the Mayor of Mossyrock anno...","sentiment_score":0.375}
{"full_text":"how do i tell the homies that my weight loss isn't on purpose and it's definitely bc im too stressed working the fucking holidays mid-pandemic and too desperate to prove myself to a boss i hate to eat :)","sentiment_score":-0.3}
{"full_text":"Correct me if I'm wrong. Please. Anti-maskers do not volunteer for Covid tests, by and large.So the increase in cases is from....?You guessed it, people who swear by masks.Think about it. Am I wrong?","sentiment_score":-0.5}
{"full_text":"RT A strategy which demands transparency and trust. Quite a change of direction needed!","sentiment_score":0.0}
{"full_text":"#COVID19 is still very much around. We must step up measures to curtail its second wave.","sentiment_score":0.13}
{"full_text":"'STOP locking-down to control Covid': Britain's WHO envoy pleads with world leaders to stop using lockdowns as their 'primary' means of tackling virus because it is 'doubling' global poverty","sentiment_score":0.2}
{"full_text":"\"all people have to do to greatly reduce the spread is wear a mask\"Obviously hasn't been keeping up on current events !  Have him take a look at feed.@maggmountains","sentiment_score":0.2666666667}
{"full_text":"RT Who's the biggest Celebrity of 2020?1. Corona Virus 2. End SARS 3. Onion","sentiment_score":0.0}
{"full_text":"The remote care revolution: High levels of patient satisfaction.Increased f\/up of sec care tel\/ video appointments compared to F2F.... Higher levels of prescriptions for remote primary care consults.... interesting to see how this evolves post pandemic ","sentiment_score":0.1442857143}
{"full_text":"this is F criminal amazing how these COVID deaths do not make the news, but classed as suicides with are not a problem for or COVID is not the problem POLITICIAN and the MEDIA are","sentiment_score":0.1}
{"full_text":"If it wasn't for Coronavirus, people hardly wash their hands regularly. - with is your take on this?","sentiment_score":-0.1458333333}
{"full_text":"COVID-19 has not only changed consumer demand, but also behaviour. Here's what's changed:","sentiment_score":0.0}
{"full_text":"Just about ANY of the three letter agencies are. CIA, DOJ, CDC, NIH, AMA, DOD, FBI, WHO, and others","sentiment_score":0.0}
{"full_text":"It's me listening to Disconnected by at 3AM with the volume on 1000000% that was a time to be alive  Pre-Corona  ","sentiment_score":0.1}
{"full_text":"RT From a nurse friend who received the #COVID19 vaccine today:\"I couldn't help but cry from happiness once it was done..to...","sentiment_score":0.7}
{"full_text":"RT 11,000 workers at Tyson foods have contracted COVID.At least 3 dozen have died.This is the kind of behavior Republicans wa...","sentiment_score":0.15}
{"full_text":"RT My great aunt Sally died on Tuesday  night of Covid, 8 days after testing positive in her care home. She wanted to be a...","sentiment_score":0.5136363636}
{"full_text":"The number of newly issued permits to build fresh housing rose 6.2% in November on a seasonally adjusted basis.https:\/\/t.co\/DfF543j6hL","sentiment_score":0.3454545455}
{"full_text":"Quezon City posted the highest increase in COVID-19 cases with 160 new infections on December 18, 2020. #COVID19PH","sentiment_score":0.1363636364}
{"full_text":"Calling all eco babies!  have given us their top tips for parents in lockdown, and what better way to spend extra time at home than to go green and make the switch to reusables! Shop &gt;&gt; &gt;&gt;","sentiment_score":0.1875}
{"full_text":"#17december And the sacred space becomes the home again. Devotions in the Old and New Continent during the #Pandemic. In the monthly edition #WomenChurchWorld the article signed by Read:https:\/\/t.co\/6Ngw6usJxB","sentiment_score":0.1181818182}
{"full_text":"Having won many awards, the digital agency topped things off by becoming the 1st Georgian  agency to receive a Together with we helpedthe company grow.https:\/\/t.co\/W43d98EkMaPhotos taken before Covid-19.","sentiment_score":0.3166666667}
{"full_text":"Let's keep the second wave at bay by having a lekker braai in the comfort of our homes. Rather be a party pooper than a COVID-19 spreader. #UnhappyHolidaysCT","sentiment_score":0.0}
{"full_text":"Here are actions countries can take to make sure they are prepared to prioritize, introduce, and deliver #COVID19 vaccines:","sentiment_score":0.5}
{"full_text":"RT #lockdown thought","sentiment_score":0.0}
{"full_text":"\"This money belongs to Iowans and it should be in their hands to help survive this pandemic not sitting in state government accounts. We need to put people first.\"https:\/\/t.co\/e9R1k1fiaN","sentiment_score":0.25}
{"full_text":"When London sneezes the rest of the country goes into Lockdown. #Tories #LevelUp my arse! #BorisHasFailedTheNation and #Northern #Tory #Britain aided and abetted. #economy ruined #borrowing has surpassed #Osbourne s Triple debt Levels. 60k #Covid dead and #BrexitDisaster looms.","sentiment_score":-0.2}
{"full_text":"Interested in a set of guidelines for urban actors to better plan &amp; manage cities in response to a pandemic?Healthy Pandemic Resilient Cities Report launched by (active member of #COVID19 Campaign) &amp; info:","sentiment_score":0.1541666667}
{"full_text":"IOM calls on countries to ensure migrants have equitable access to COVID-19 vaccines.No one's health is protected until everyone's health is protected. #MigrantsDay","sentiment_score":0.0}
{"full_text":"JUST SANITISEDPut your employees and customers at ease with our range of PPE and social distancing products, engineered with your safety in mind.https:\/\/t.co\/WcTvaskeMS#PPE #COVID","sentiment_score":0.0333333333}
{"full_text":"Nadhim Zahawi gives his first speaking engagement since becoming Minister for Covid Vaccine Deployment and discusses the rollout of Covid-19 vaccines in the UK and rules out the idea of immunity passports.Watch here: partnership with","sentiment_score":0.35}
{"full_text":"#Oxford's #COVID19 #vaccine candidate has a better immune response when a two full-dose regime is used rather than a full-dose followed by a half-dose booster, the university said","sentiment_score":0.5}
{"full_text":"2020 has not been the year that any of us expected. #COVID19 has had profound impacts on all of society, and this will continue in the medium and long term. We're taking a moment to look back at the experiences of YAS members during the pandemic through our #YASBlogsCOVID series","sentiment_score":-0.0166666667}
{"full_text":"Will rural businesses survive the pandemic? Dr Therese Conway discusses the impact Covid-19 and measures to contain the spread of the virus has had on rural economies.https:\/\/t.co\/O6EV2TrPVP via","sentiment_score":0.0}
{"full_text":"Rep. Katie Porter is in quarantine after being exposed to coronavirus","sentiment_score":0.0}
{"full_text":"\"We want them infected\": Chris Hayes on the emails revealing the truth of Trump's Covid strategy.","sentiment_score":0.0}
{"full_text":"Donal O Fatharta opens up on Covid-19 anguish among U20 panel before Kerry win","sentiment_score":0.8}
{"full_text":"COVID-19 is currently the leading cause of death in the United States, according to research from the Journal of American Medical Association (JAMA).","sentiment_score":0.0}
{"full_text":"Experts predict less than half of Black Americans would take the COVID-19 vaccine if it were available to them today.","sentiment_score":-0.025}
{"full_text":"2nd COVID-19 vaccine set for OK in US with panel endorsement","sentiment_score":0.25}
{"full_text":"RT ok but on a serious note . if they got their covid tests today &amp; they all turned out negative im still feeling really iff...","sentiment_score":0.0166666667}
{"full_text":"Our fantastically talented Music students haven't let COVID stop them from spreading Christmas cheer - adapting our annual Christmas Concert to take place virtually! We hope you all enjoy watching &amp; well done to everyone involved - Merry Christmas! https:\/\/t.co\/H3KhFHTrwp","sentiment_score":0.6875}
{"full_text":"Mecklenburg County gave CARES grants to delinquent taxpayers too","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 18\/12\/2020 14:30Total Cases: 9978769 [+935]Active: 310546Recovered: 9520760 [+716]Deaths :144834 [+5]Total Tests: 158.92MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Many employers are still slashing jobs as the pandemic forces more business restrictions and leads many consumers to stay home.","sentiment_score":0.5}
{"full_text":"According to Horatio Nelson \"Time is everything; five minutes make the difference between victory and defeat.\" In this time of the pandemic, we can still fight by wearing a mask and washing our hands to stop the spread of the virus. ","sentiment_score":0.0}
{"full_text":"Lockdown or no lockdown, SAUTIplus TV is here to take your boredom away. All you have to do is download the app from Google Play or Apps store to have various SRHR information and series at your disposal. #SAUTIplusTVisHere #RAHUBiggerPicture","sentiment_score":0.0}
{"full_text":"RT I've just retweeted three women. #brexit and #coronavirus have taught us a lot of things. One of these things should sur...","sentiment_score":0.0}
{"full_text":"Training or playing matches this weekend? Below is a quick and handy guide to what to do, to ensure the safety of players, referees and club officials during training and match days as football resumes during COVID-19. For a full guide:","sentiment_score":0.4277777778}
{"full_text":"A gentle reminder as we approach the festive break that being at home sadly isn't safe or happy for everyone.Please look out for \/ check in on your loved ones, neighbours and colleagues this festive season.If you, or anyone you know, is at risk of abuse, this thread can help:","sentiment_score":0.55}
{"full_text":"RT Nurse faints immediately after taking experimental Covid-19 vaccine.Rushed experimental biological agents like this sho...","sentiment_score":0.1}
{"full_text":"Reminder: Hall Green Health goes Live on Facebook today at 12pm.Link to event: #FacebookLive #onlineevent #questions #answers #healthcare #COVID19","sentiment_score":-0.0318181818}
{"full_text":"Coronavirus hasn't gone away, and it's very contagious.Let's all do the right thing to keep Haringey safe","sentiment_score":0.3285714286}
{"full_text":"As Christmas approaches, Target is extending its store hours for holiday shoppers.","sentiment_score":0.0}
{"full_text":"Negotiators are still finalizing a nearly $1 trillion COVID-19 relief package. A key element is a second round of stimulus payments, but for less than $1,200.","sentiment_score":-0.0533333333}
{"full_text":"Let's keep washing our hands to help stop the spread of Coronavirus #HandsFaceSpace #StayAlert","sentiment_score":0.0}
{"full_text":" LAUNCH DAY. Excited to have everyone on board. The COVID-19 pandemic has shown the huge potential use of digital technologies to support better and more extensive educationFind out more at 2:00 PM - 4:00 PM GMT.  #emmpostcovid19","sentiment_score":0.284375}
{"full_text":"RT New Zealand just announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then, t...","sentiment_score":0.2018181818}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"Travelers arriving in China from Taiwan will be denied entry if they provide a nucleic acid report misnamed \"Wuhan virus\" instead of the name officially designated by the WHO as \"#coronavirus disease 2019,\" or #COVID19 in abbreviated form. #travelhttps:\/\/t.co\/qToRGL8wQz","sentiment_score":0.0}
{"full_text":"Sustainable cities after COVID-19: are Barcelona-style green zones the answer?","sentiment_score":-0.2}
{"full_text":"A Positive COVID-19 Story: Mark McGowan calls on NSW Premier to enforce tougher COVID-19 measures for good of the country via Sydney Morning Herald (Australia)","sentiment_score":0.4636363636}
{"full_text":"Don't miss this webinar - today at 2pm! Link to sign up below Find out all about #education for the most marginalised post-#COVID19 - with and more!","sentiment_score":0.5625}
{"full_text":"The Bangko Sentral ng Pilipinas (BSP) decided yesterday to keep its interest rates steady on the back of improved mobility and sentiment that could facilitate the recovery of the economy from the pandemic-induced recession.","sentiment_score":0.0833333333}
{"full_text":"The Sunshine Coast is one of the top 10 Australian regions to take advantage of the Home Builder Scheme. Industry leaders say it's helped our construction sector boom, despite the continuing threat of COVID-19. #7NEWS","sentiment_score":0.25}
{"full_text":"Thank you from Morven and every young person who could still turn to the Trust to enjoy weekly hangouts and stay connected with others through the pandemic. Your support will enable us to continue being there for young people, so if you can please donatehttps:\/\/t.co\/fPOSJzcCFq","sentiment_score":0.2}
{"full_text":"Thanks to all our incredible members of staff for their adaptability &amp; hard work in this hardest year. And our incredible clients: we're proud to be part of #construction - building us out of this pandemic one safe project at a time. Happy holidays to all &amp; here's to 2021!","sentiment_score":0.5726190476}
{"full_text":"'We have provided the Ministry of Health and other organisations with 120,000 antimalarial tablets after Covid-19 restrictions disrupted or delayed the import of antimalarials to Nigeria', says more:","sentiment_score":0.1875}
{"full_text":"We can't wait for the #GG2Awards to return next month (28th Jan) and recognise the exceptional heroes of the Covid-19 crisis. Don't miss out on this important event and register your place today: #Inclusion #Diversity #Leaders #Talent #CovidHeroes","sentiment_score":0.3555555556}
{"full_text":"Don't forget. Tonight at 8PM CET we will open our 2020 Winter Village. Enjoy your holiday break (or lockdown) on Craftventure. We are open 24\/7 for a good time. Be sure to be there!","sentiment_score":0.345}
{"full_text":"Santa Claus Will Come This Christmas Too, But In A Different Way.Infographic#COVID19 #CovidChristmas #Christmas2020 #StayHealthy","sentiment_score":0.0}
{"full_text":"#Migrants have always contributed positively to the communities where they migrated into. The #Covid19 pandemic has showcased how essential their contributions have been in fighting this virus. This #MigrantsDay, we call upon the commitment to safe &amp; dignified migration for all.","sentiment_score":0.2424242424}
{"full_text":"Shona's story is a mix of personal struggles and the power of activity: \"2020 has been a tough year. I have lived in a state of disbelief for several months, but regular exercise has helped me to find a way of moving forward through these difficult times\"","sentiment_score":-0.1777777778}
{"full_text":"#2020recap In part two of our three-part blog series \"The Value of Mindset\", our clients shared what they have been doing to try and maintain a positive and healthy mindset for both lockdown and the transition to remote working.More below ","sentiment_score":0.2090909091}
{"full_text":"Look here for an interesting case study on how #urban #foodsystems in #Shanghai #China have adapted to the pressures of #COVID19: #Chongming #food #foodsharing #urbanagriculture #urbanfood","sentiment_score":0.25}
{"full_text":"[D] On (Not) Fighting Covid with AIhttps:\/\/t.co\/Uotr5JxOVO#MachineLearning","sentiment_score":0.0}
{"full_text":"RT Where is Trump? A massive breach of our federal agencies. Where is Trump? 300,000+ COVID deaths. Where is Trump? American...","sentiment_score":0.0}
{"full_text":"Public Health England (PHE) consultant Dr Shamez Ladhani has said that school outbreaks of COVID-19 may be due to the virus being taken into each school several times rather than transmission between pupils.","sentiment_score":-0.0416666667}
{"full_text":"Haywood County Republicans and the Smoky Mountain Republican Women held a \"Can't Coop up Christmas\" celebration today in protest of Gov. Cooper's COVID-19 mandates.","sentiment_score":0.0}
{"full_text":"\"[The best global brands list] was dominated by big tech brands whose truly global footprint and accessibility to all have heightened their positive human impact in Covid times,\" - Cath Jeffries at the webinar. See more: #BrandPurpose","sentiment_score":0.2467532468}
{"full_text":"France and Germany will become even more dominant in the EU, because of Brexit and economic problems in Spain and Italy. Merkel's departure will enable President Macron to take on a new leadership role, predicts in this new essay.https:\/\/t.co\/yc0d2ZNltO","sentiment_score":0.2431818182}
{"full_text":"\"Greater home working is not the answer to cleaner air\".  Report including nitrogen dioxide concentrations before and after lockdown in Oxford. #airquality","sentiment_score":0.5}
{"full_text":"RT To avoid discussion on COVID-19 &amp; farmers' agitation, the Central government is not holding Parliament's winter session. Th...","sentiment_score":0.0}
{"full_text":"The first wave didn't end and no second wave has started. The testing just reduced. If COVID spread across Nigeria like it did the Western world, all of us would be dead by now.","sentiment_score":0.0125}
{"full_text":"Vice-Chairman Ronald Scearce says Christmas won't be different for his family during the pandemic this year.\"I plan on having as many as my extended family and friends that I can tolerate, and it will be without a mask,\" he said.Do you agree or disagree?https:\/\/t.co\/v307k8qL0W","sentiment_score":0.25}
{"full_text":"If you have symptoms and need to book a test, you can do this online or by ringing 119.A pop-up Covid-19 testing site, run by the Army, is at Harwich International Port on Saturday 19th December.To book an appointment go to:","sentiment_score":0.0}
{"full_text":"Missed the SAFE-CEPR-IBF Policy Web Seminar on \"The Covid Debt Pandemic\"? Rewatch the session with Christoph Trebesch moderator and an introduction by SAFE Director #COVID19","sentiment_score":0.5}
{"full_text":"Symptoms that indicate you have already had COVID-19","sentiment_score":0.0}
{"full_text":"We cannot postpone #ClimateAction because climate change is not on hold!Addressing both the #climate emergency and #COVID19 requires a bold global response that will safeguard lives and livelihoods, &amp; help achieve the #GlobalGoals.#ForPeopleForPlanet #SDGs","sentiment_score":0.1666666667}
{"full_text":"Remember the Persecuted at ChristmasCovid restrictions are mild compared with what many of the faithful endure.By Timothy Dolan and Toufic Baaklinihttps:\/\/t.co\/6HqHhDx50O","sentiment_score":0.4166666667}
{"full_text":"Overcoming pandemic fatigue: How to reenergize organizations for the long run via McKinsey &amp; Company #podcast","sentiment_score":-0.05}
{"full_text":" Awaiting your response #EndOurCladdingScandalhttps:\/\/t.co\/R8N2f5uCf4","sentiment_score":0.0}
{"full_text":"RT This is how it's done Sydney &amp; It's not bloody hard even though there's the tinfoil hat brigade to deal with....","sentiment_score":0.0541666667}
