{"full_text":"RT The great Senator Moynihan once told me \"if you love America, America will love you back.\" To our elected officials: ma...","sentiment_score":0.45}
{"full_text":"RT COVID-deniers in Oregon claim to have a medical exemption","sentiment_score":0.0}
{"full_text":"RT Higher blood sugar tied to COVID-19 death risk; rise in U.S. overdose deaths may have pandemic link ht...","sentiment_score":0.25}
{"full_text":"RT Well, this is a bit awkward. COVID-19 may cause long-term erectile dysfunction in men. Yet another reason to heed publ...","sentiment_score":-0.6}
{"full_text":"Soilent Green...","sentiment_score":-0.2}
{"full_text":"So is Covid.","sentiment_score":0.0}
{"full_text":"RT \"Population health improves as a result of collective, not individual, agency\". This is about community building. Let's do...","sentiment_score":0.0}
{"full_text":"I think I'm hitting the \"deep, seething anger\" stage of the pandemic. Anyone else?!","sentiment_score":-0.4375}
{"full_text":"RT Okay, now you gonna wear your mask?","sentiment_score":0.5}
{"full_text":"RT #DopeyDon Tuesday Turmoil:Gave PPP $$$ to Family &amp; Friends Again goes after another ex Servicemen Sti...","sentiment_score":0.0}
{"full_text":"without a doubt. no brainer. ","sentiment_score":0.0}
{"full_text":"RT Wow - powerful statement by @Cleavon_MD   \"This pandemic is a lot worse than being in Iraq just because when you're in...","sentiment_score":0.0}
{"full_text":"Is 'Natural Immunity' From #Covid Better Than a Vaccine? #Coronavirus","sentiment_score":0.3}
{"full_text":"What does Trump, and the rest of the republicans have to say or do about the Covid-19 and unemployment crises in America? Wait for it ...., wait ....., wait...., NOTHING. What are they talking about? THEMSELVES!","sentiment_score":0.0}
{"full_text":"RT This post in a nutshell:(L) Effect of interventions on Covid R_t -- Sweden is in line with the others despite no lockd...","sentiment_score":0.0}
{"full_text":"Keep trying to distract from Trump allowing 400k Americans to die. He did nothing. He knew he'd fail &amp; lose re-election, &amp; go to prison. That's all he cares about. He deserves prison for manslaughter #GOP is the party of death, poverty &amp; recessions.","sentiment_score":-0.5}
{"full_text":"another negative covid test baybeeeeee. can work not be open rn tho i'm scared ","sentiment_score":-0.15}
{"full_text":"RT 'This is not that hard to understand, everybody' -- Bill Nye is back on TikTok to drop more knowledge about masks and COVID...","sentiment_score":0.0694444444}
{"full_text":"RT Never forget that Kelly Loeffler began dumping millions in stock on *the same day* that she received a classified briefing on...","sentiment_score":0.0}
{"full_text":"Florida has a higher case per million and a higher death per million than California yet Florida has a much lower test per million.https:\/\/t.co\/FBMkBwefSd","sentiment_score":0.2333333333}
{"full_text":"The Premier called it like it is.... don't believe Covid... your an idiot..... enough said","sentiment_score":-0.4}
{"full_text":"RT Good morning! Let's check in on Nancy Pelosi's plans for the week: Legalize marijuana Ban tiger ownership Ban lio...","sentiment_score":0.875}
{"full_text":"RT No, #Kayleigh Americans will NOT call it the \"Trump Vacc...","sentiment_score":0.0}
{"full_text":"RT SEEEEEEEE????  Damn fools.","sentiment_score":0.0}
{"full_text":"RT Trump lost the election because 80 million voters were fed up with his PATHOLOGICA...","sentiment_score":0.0}
{"full_text":"RT This should happen in UK asap.","sentiment_score":0.0}
{"full_text":"RT St. Louis now filling its children's hospitals with adult patients as its other hospitals are slammed with COVID cases. ht...","sentiment_score":-0.0125}
{"full_text":"RT Restaurant Shutdown Protesters Surround House of L.A. County Supervisor Who Dined Out After Voting for Dining Ban","sentiment_score":0.0}
{"full_text":"RT Diagnosing why the US has so blatantly failed to respond to #COVID19 by 2 tweets","sentiment_score":-0.5}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"RT \"Americans are dying of COVID-19 who, had they gotten sick a month earlier, would have lived.\" It is happening. Hospitals...","sentiment_score":-0.3571428571}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"RT 11,000 workers at Tyson Foods got COVID &amp; 36 died while managers made bets on how many would get sick. The working condi...","sentiment_score":-0.1071428571}
{"full_text":"RT As of today, 45,395,734 people around the world have contracted COVID-19 and recovered from it. Please RT this news fo...","sentiment_score":0.0}
{"full_text":"You can wear a mask at a family gathering but make sure it is surgical or N95\/KN95.  I know 10 people who contracted Covid and they all wore cloth masks","sentiment_score":0.5}
{"full_text":"The is hosting an international conference on Caregiving and COVID next week: Do I know any other care scholars\/advocates attending?","sentiment_score":-0.0416666667}
{"full_text":"RT Truth hurts, loser.#TrumpVirusDeathToll277K #WearAMask","sentiment_score":0.0}
{"full_text":"RT i miss the life without covid.","sentiment_score":0.0}
{"full_text":"RT There are some places in the country that are have so many sick people with COVID th...","sentiment_score":-0.1071428571}
{"full_text":"for those asking about knott's:","sentiment_score":0.0}
{"full_text":"RT Well, this is a bit awkward. COVID-19 may cause long-term erectile dysfunction in men. Yet another reason to heed publ...","sentiment_score":-0.6}
{"full_text":"What possible #COVID-related rationalization could have been provided for this?I mean we know it was #graft but here's usually at least a night-dress of rationalization on such things.","sentiment_score":-0.153125}
{"full_text":"RT 2nd oldest member of the US Senate, Chuck Ernest Grassely (born same year Hitler became the chancellor of Germany), gets...","sentiment_score":0.0}
{"full_text":"RT Note the Democrats' priorities.","sentiment_score":0.0}
{"full_text":"RT What other explanation can it be that the left is intent on crushing small business in this country.  Small businesses are the...","sentiment_score":-0.045}
{"full_text":"RT You're a prime example of Republican failure make a living out of bullying &amp; elevating yourself. You may b...","sentiment_score":-0.3166666667}
{"full_text":"RT I once had hope for as our new Governor.  Sadly, this state is a COVID nightmare and he is fully respon...","sentiment_score":-0.1818181818}
{"full_text":"RT CNN: More than one million new cases of Covid-19 have been reported within the first five days of December, according to da...","sentiment_score":0.2954545455}
{"full_text":"Even the pragmatic shark thinks you find the consumers in a consumer economy.","sentiment_score":0.0}
{"full_text":"RT Call me a radical lefty, but I don't think Americans should be forming massive bread lines while America's billionaires make a...","sentiment_score":0.0}
{"full_text":"1\/2 Long story short: Both my grandparents have had a rough go of it, health wise, in 2020 (imagine that?)Well, in a dramatic turn of events this past week BOTH of them had to be admitted to the hospital for a few nights stay (unrelated issues and NOT Covid)","sentiment_score":-0.0476190476}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"You do not punish a team during a pandemic. Ohio State would be 9-0 if they have a normal season. Covid impacted tons of teams.","sentiment_score":0.15}
{"full_text":"RT I've worn a mask MOST of this year.If my President asks me to wear one for an additional 100 days, I will happily do so b...","sentiment_score":0.65}
{"full_text":"RT 279,000 Americans have died from Covid19, but you have grievances to air and you just have to have an a...","sentiment_score":0.0}
{"full_text":"RT I read a report where a COVID patient described feeling like he had an elephant sitting on his chest.I found it:","sentiment_score":0.0}
{"full_text":"RT If we can afford a $2 trillion tax cut for the rich, we can certainly afford to pay people to stay home to contain Covid.Thi...","sentiment_score":0.2946428571}
{"full_text":"This could be a blessing or a curse depending on how you look at it","sentiment_score":0.0}
{"full_text":"RT Around 27 million Southern California and San Joaquin Valley residents will be under a stay-at-home order starting Sunday night...","sentiment_score":0.0}
{"full_text":"It's been 2 years since the epic #GlobalCitizenFestival #Mandela100 in South Africa. Check out this video to relive some memorable moments and learn how 105 million people have been impacted by pledges made even while the world is fighting #COVID19.","sentiment_score":0.3}
{"full_text":"RT It's as if medical advice, in a pandemic, is a joke","sentiment_score":0.0}
{"full_text":"Like in Australia? Where they did it. And after a month there is no covid.","sentiment_score":0.0}
{"full_text":"RT Man begs for help finding an ICU bed for his mom who is on a ventilator with COVID-19 in heartbreaking social media posts ht...","sentiment_score":0.0333333333}
{"full_text":"RT Safety at work rules create new challenges for companies #Saturday #SaturdayVibes  #SaturdayThoughts...","sentiment_score":0.1363636364}
{"full_text":"HUD's 221(d)(4) program has significant escrow requirements for certain projects. Many projects have additional COVID-19 escrow requirements. Want to learn more? Call me today at 603-637-4684 ext 703.","sentiment_score":0.3973214286}
{"full_text":"#WearADamnMask Sobering read... ","sentiment_score":0.0}
{"full_text":"Making up a word like \"covidiot\" makes you seem like a whiny little child with zero intellect. Drugs and alcohol have killed WAAAY more people in Canada this year then covid, it's not even fucking close.","sentiment_score":-0.121875}
{"full_text":"RT Wow. Hospital medicine doctors getting COVID at UCSF. Why are we not testing all people who walk into the hospital twice a...","sentiment_score":0.1}
{"full_text":"Outbreak confirmed at Sudbury daycare: Public Health via","sentiment_score":0.2}
{"full_text":"RT Call me a radical lefty, but I don't think Americans should be forming massive bread lines while America's billionaires make a...","sentiment_score":0.0}
{"full_text":"RT 'This is not that hard to understand, everybody' -- Bill Nye is back on TikTok to drop more knowledge about masks and COVID...","sentiment_score":0.0694444444}
{"full_text":"RT For all of you not taking Covid19 serious. . . I just got out of the emergency room due to a problem I had and let me tell...","sentiment_score":-0.2291666667}
{"full_text":"If u get covid pls don't go to the hospital after mocking the Healthcare community pls","sentiment_score":0.0}
{"full_text":"RT Alberta continues to break records with 1,879 new cases of COVID-19 on Saturday","sentiment_score":0.1363636364}
{"full_text":"RT Many in the policy community have been saying this for months. Our current public health measures aren't helping\/prot...","sentiment_score":0.1666666667}
{"full_text":"Because you need to go to Walmart or Lowe's to keep your home running and stay safe. You don't need to go out to a sit down restaurant or to a church service to stay safe.","sentiment_score":0.2814814815}
{"full_text":"Can't really enjoy Christmas after all the lies ass-hole Trump has spoken. And I think of the families that lost a loved one to Covid 19. Will it be a joyous Christmas for them?! Think about it Trump! These people are dead! Cause you ignored Covid!","sentiment_score":0.3625}
{"full_text":"RT Please look at KAT and tell him about the 98% survival rate","sentiment_score":0.0}
{"full_text":"It's amazing how quickly your living room can go from clean to a disaster within a mere 5 minutes thanks to kids lol i tried to help the wife by picking up and cleaning the floors and you can't even tell i did a single thing ...respect to all the stay at home moms out there!!","sentiment_score":0.2411989796}
{"full_text":"RT i miss the life without covid.","sentiment_score":0.0}
{"full_text":"We're Orthodox Christians and take Holy Communion every Sunday with communal spoon. No issues. The Priest who celebrates the Liturgy must consume the remnants of the Chalice - no Priest, Bishop, or anyone in the history of the church has ever fallen I'll as a result. Glory to God","sentiment_score":-0.2}
{"full_text":"RT Do you care about other people? Wear a mask.","sentiment_score":-0.125}
{"full_text":"RT Never imagined I would see the day when elected officials would openly mock our only defenses against a deadly pandemic wh...","sentiment_score":-0.0666666667}
{"full_text":"RT The approval of a COVID-19 vaccine in Canada could potentially be days away with the initial supply to be limited to about...","sentiment_score":-0.0238095238}
{"full_text":"#EndTheLockdowns #WeThePeople need to stand up!","sentiment_score":0.0}
{"full_text":"RT Argentina passes new tax on wealthiest people to pay for cost of coronavirus pandemichttps:\/\/t.co\/wgi79RxS3c","sentiment_score":0.1363636364}
{"full_text":"President Trump specifically have States the power to create guidelines for COVID. And as shown below, one of Colorado's guidelines (where the original poster lives) is to \"cancel gatherings of people who don't live with you.\" So his comment is actually stupid as hell.","sentiment_score":-0.0962121212}
{"full_text":"RT California sheriff who refused to enforce COVID-19 order tests positive for virus ","sentiment_score":0.2272727273}
{"full_text":"ALSO stay home! was like a Saturday during a normal Christmas today! Insanely busy and wayyyy too packed!","sentiment_score":0.15625}
{"full_text":"Sounds awesome. I'll add that to my post covid things to try list!","sentiment_score":1.0}
{"full_text":"Agreed. I'd rather stay home and watch hockey in the basement.  But there isn't any to watch!!! Eye on the prize. The end is in sight.","sentiment_score":0.0}
{"full_text":"RT Trump is holding another one of COVID super spreader rallies tonightOur hospital system is on the verge of collapseHe's do...","sentiment_score":0.3333333333}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"The fact that someone would have to prove their unemployment is due to COVID in November of 2020 shows you how fucking wrong the balance is here","sentiment_score":-0.3125}
{"full_text":"RT China is sacrificing a province to save the world from coronavirus","sentiment_score":0.0}
{"full_text":"Another lock down when I thought my job was gonna start putting me on the schedule again.","sentiment_score":-0.1555555556}
{"full_text":"How Covid-19 has fanned the flames of unsafe abortions #NationGender ","sentiment_score":0.0}
{"full_text":"MARTIN SCHNEIDER, 81 of Tuscon, Arizona died of COVID on Dec. 4. \"Marty loved to travel and enjoyed photography. He was a kind and gentle man who always greeted you with a smile. He was a caring husband to my father and it was a privilege to know him. He will be missed.\"","sentiment_score":0.46}
{"full_text":"New coronavirus numbers are out for Wisconsin and they reveal the state is continuing to see a high number of new infections.https:\/\/t.co\/9UKd0dcbMC","sentiment_score":0.1442424242}
{"full_text":"Tower Health and Southern Berks EMS merging.  #EMS_merging #first_responders #911 #EMT #EMS_services #Covid-19 #PPE #virus","sentiment_score":0.0}
{"full_text":"Help in the fight against COVID-19! If you're fully recovered from COVID-19, the plasma in your blood is needed to help those fighting the virus. Sign up to give convalescent plasma with the Red Cross: up to give blood:","sentiment_score":0.0}
{"full_text":"Russia has already decided who will get the coronavirus vaccine when its approved.https:\/\/t.co\/WEl7J6QLGY","sentiment_score":0.0}
{"full_text":"RT LIVE in Toronto: Anti-lockdown protestors stop for a moment to call CTV \"fake news\" and demand they \"tell the truth.\"...","sentiment_score":-0.1818181818}
{"full_text":"RT California sheriff who refused to enforce COVID-19 order tests positive for virus ","sentiment_score":0.2272727273}
{"full_text":"RT This study won't stand up.","sentiment_score":0.0}
{"full_text":"WATCH: Dr Jan Fizzell provides a #COVID19 update for Sunday 6 December 2020.","sentiment_score":0.0}
{"full_text":"Republicans to announce immediate and strict measures to control the spread of COVID-19 in 5... 4... 3... 2... 1...","sentiment_score":0.0}
{"full_text":"V.concerned about GET advice to long covid pts. From facebook- 2 ppl sent to \"long covid clinic\" at Leatherhead hospital, Surrey - website looks like ?rehab clinic. Pt reported GET causes relapse, concerns ignored. Options: GET or nothing.","sentiment_score":-0.05}
{"full_text":"The covidiot hornets after you, too? Yep. I don't leave without one on, either. And the few times I've forgotten, I have masks in the car to wear. They're out in force today, them and the racists who hate Dreamers and don't think they're American kids.","sentiment_score":-0.3333333333}
{"full_text":"Wash your hands with soap under running water  for at least 20 seconds after eating, using the toilet and touching surface#preventcovid19 #stopthespread #takeresponsibility #Stayathome","sentiment_score":0.0555555556}
{"full_text":"HURRY #MEDICARE #OPENENROLLMENT ENDS MONDAY Dec 7, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"Does the pandemic mark the end of democracy and the beginning of a new World Order? Here is what you all need to know about the post-COVID-19 International Order. A must-read for the students of International Relations and CSS aspirants.https:\/\/t.co\/pMPyC1jevZ","sentiment_score":0.0454545455}
{"full_text":"COVID-19: New numbers show nearly a 30% increase in #COVID19 cases among children 18 and under.","sentiment_score":0.1181818182}
{"full_text":"RT The 44 richest Canadians got $53,000,000,000 wealthier during #COVID19. That's the same amount of money that would end homel...","sentiment_score":0.0}
{"full_text":"Here are Brendan Connolly's of thoughts on how he became a hockey player, what a normal day looks like for him, how COVID-19 changed training and playing, and what the biggest misconception is about his job.","sentiment_score":0.15}
{"full_text":"COVID Insights to Action Discussion Group Topic: Quarantine.  There are new CDC guidelines, what do they mean and how might they impact your organization?Wednesday, December 9, 4pm ET.https:\/\/t.co\/lmKauop2Hn#Colleges #COVID19 #COVIDInsights #coronavirus","sentiment_score":-0.0253787879}
{"full_text":"RT 'This is not that hard to understand, everybody' -- Bill Nye is back on TikTok to drop more knowledge about masks and COVID...","sentiment_score":0.0694444444}
{"full_text":"The total number of deaths from COVID-19 in Manitoba is now 381, after 19 were reported on Saturday.","sentiment_score":0.0}
{"full_text":"In AIER's book, we spell out the policy settings necessary for the rapid adaptation and market re-coordination that is required to resuscitate the economy in the wake of #Coronavirus #COVID19 lockdowns.#AIERbooks","sentiment_score":0.0}
{"full_text":"Praying for Jenny...","sentiment_score":0.0}
{"full_text":"Tired of finding a modern luxury living dining room interior design ?Contact Me: #homedecor #COVID19 #apartmentinterior #MMA2020#housedesign","sentiment_score":-0.1}
{"full_text":"Two prisoners -- both hospitalized with COVID-19 -- were granted medical parole. Both died the next day.Now, their lawyers are questioning whether the DOC granted their medical paroles to avoid reporting the deaths in its COVID numbers:","sentiment_score":0.0}
{"full_text":"COVID-19: New numbers show nearly a 30% increase in #COVID19 cases among children 18 and under.","sentiment_score":0.1181818182}
{"full_text":"RT SEEEEEEEE????  Damn fools.","sentiment_score":0.0}
{"full_text":"Members, join us as we put a cork in 2020 at our Holiday Soiree on December 15 at The Wine Market. We'll enjoy beer, wine, and charcuterie. In order to maintain social distancing, this is a members-only event &amp; capacity is limited. RSVP https:\/\/t.co\/ClNksyNysU","sentiment_score":0.1206349206}
{"full_text":"Of the new #coronavirus cases, Riyadh recorded the highest number of cases with 64 followed by Makkah with 36, Madinah with 31 and Eastern region with 18 cases.  ","sentiment_score":0.1363636364}
{"full_text":"wow these florida men really are heartless and the scum of this country!!!i urge this #covidiot and to take a few deep breaths inside any #COVID19 ICU unit if you're macho enough","sentiment_score":-0.0333333333}
{"full_text":"Online sales, curbside and store pickup all surged as a sales event defined by the pandemic took shape. ","sentiment_score":0.0}
{"full_text":"The U.N. health chief declared Friday that positive results from coronavirus vaccine trials mean the world \"can begin to dream about the end of the pandemic.\"","sentiment_score":-0.0426136364}
{"full_text":"President-elect Joe Biden's choices for secretary of agriculture are as diverse as the department of 100,000 employees that they would represent -- and is especially critical this year as USDA oversees food production and aid amid the pandemic.","sentiment_score":0.0}
{"full_text":"Advanced theater students in Las Vegas created a children's puppet theater show using common household items.  ","sentiment_score":0.05}
{"full_text":"Many People With ADHD Struggle With Short-Term Memory.#education #XiaoZhan #COVID19 #Volunteers #Mentalhealth #MentalHealthAwareness #ADHD #Facts #SaturdayMorning #BTSxMMA","sentiment_score":0.5}
{"full_text":"RT If you plan to wear a mask for the first 100 days of the Biden presidency like I do, follow me and I'll follow you back!","sentiment_score":0.125}
{"full_text":"RT 'only' 1% die.That will be cold comfort for 500,000 families.https:\/\/t.co\/RbiqTia0TL","sentiment_score":-0.3}
{"full_text":"Open Position for RN - Case manager and COVID Resourcein Stafford Springs, CTStatus: 24 hours a week - contract         3 days a week 2 pm - 10 pm - some flexibility         Remote with occasional onsiteFor more info: #occupationalhealth #RNjobs","sentiment_score":0.1}
{"full_text":"MarieBette Cafe and Bakery reopened their doors again for business after two employees tested positive for #COVID19.","sentiment_score":0.2272727273}
{"full_text":"Sun Metro to temporarily suspend select routes due to COVID-19 spread","sentiment_score":-0.125}
{"full_text":"RT We see a similar environment right now.  In the Covid stimulus negotiations Pelosi and Schumer have agre...","sentiment_score":0.1428571429}
{"full_text":"Broncos 0 Chiefs 0 due to mass Covid-19 infections.","sentiment_score":-0.125}
{"full_text":"What a dumb motherfuckr,he shouldn't practice medicine if he doesn't know how a virus is transmitted.","sentiment_score":-0.375}
{"full_text":"RT As Hospitals Cope With a COVID-19 Surge, Cyber Threats Loom -","sentiment_score":0.0}
{"full_text":"RT \"As I tour my park or bike Mount Royal's dirt road, I pass countless pairs of women having walk-and-talks, along with ma...","sentiment_score":0.0}
{"full_text":"Shan k bagby do you know what MFLC's are? If so how come your subordinates don't you're a lousy manager this is COVID-19 and your way to help people deal with stress is having cops show up at their house! No Bad you are bad.@BrookeArmyMed","sentiment_score":-0.1375}
{"full_text":"Covid driving everyone to have a digital ID, part of the push to introduce social credit scores for all. But it doesn't stop there, central banks introduction of digital currencies necessitates you have digital ID. The great monetary reset by the IMF.https:\/\/t.co\/peJRvtVDfM","sentiment_score":0.1388888889}
{"full_text":"Some international dickheads flew into this country, were supposed to quarantine in Sydney but flew straight to Melbourne instead.. if you cunts give us a covid breakout I s2g man","sentiment_score":0.1}
{"full_text":"\"Every job is in some way a digital job\". Find out how Microsoft digital-skills initiative trained 13 million people to improve their digital literacy, providing them greater opportunities to secure jobs post-COVID:","sentiment_score":0.225}
{"full_text":"So so why did Trump lie about how contagious and deadly covid was? Trump has lied and promoted this virus as \"no big deal\".","sentiment_score":-0.1}
{"full_text":"Maybe Fauci can fix covid tests now that the election is over","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 35.2FWind Chill: 33.4FHumidity: 87%Dew Point: 31.6F Barometer: 30.003 inHgWind: 3 mph from the NWCorona Virus Weekly Stats:Cases: 207.000000Deaths: 11.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":" Check out the three most popular tweets in English in Science Pulse tonight [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"Pandemic or not these last few years and next few years will have been the easiest time frame probably in human history to build wealth. With the internet and social media I really don't care to debate this really.","sentiment_score":0.0041666667}
{"full_text":"Veteran Trainer Hess Sr. Dies from COVID-19 - #HorseRacing","sentiment_score":0.0}
{"full_text":"Danville, Pa. - Geisinger hospitals are nearing capacity, as positivity rates of COVID-19 show no sign of slowing down any time soon. #ncpa","sentiment_score":-0.1555555556}
{"full_text":"\"The ABC understands...\" how about a source for that so we can understand it too","sentiment_score":0.0}
{"full_text":"RT Please see my statement regarding Southern California being placed under the Governor's regional stay-at-home order. h...","sentiment_score":0.0}
{"full_text":"RT *checks notes* It's December and we still have: politicians passing abortion bans instead of pandemic relief folks who...","sentiment_score":0.0}
{"full_text":"Judge orders outside expert to monitor N.C. prison system's COVID-19 actions (via","sentiment_score":0.0}
{"full_text":"RT 11,000 workers at Tyson Foods got COVID &amp; 36 died while managers made bets on how many would get sick. The working condi...","sentiment_score":-0.1071428571}
{"full_text":"I hear stay at home orders will start again in my state. Good.Seriously, the infections need to show down.","sentiment_score":-0.1555555556}
{"full_text":"And this is why small business owners are defying local mandates. They are desperate, and their Government told them to fuck off. And because of all this, we will all suffer in multiple ways. Fuck the Congress","sentiment_score":-0.275}
{"full_text":"RT Our country is in the middle of a dramatic spike in COVID-19 cases. Please wear a mask, keep social distancing, and limit the...","sentiment_score":-0.1333333333}
{"full_text":"RT So excited that we're going to have a cure for this in like, twenty seconds.","sentiment_score":0.375}
{"full_text":"RT New paper out by Tyler Mason and on young adult body weight changes resulting from eating to cope with COVID...","sentiment_score":0.1121212121}
{"full_text":"RT We are over 10 months into this horrific pandemic &amp; people are still refusing to wear a damn mask.1. You don't deserve to...","sentiment_score":-1.0}
{"full_text":"RT 'This is not that hard to understand, everybody' -- Bill Nye is back on TikTok to drop more knowledge about masks and COVID...","sentiment_score":0.0694444444}
