{"full_text":"It's all around us mate, covid, Brexit, political correctness, all of  has turned racist, fascists and xenophobic.  The world is on fire if you turn the telly on. I just open my window and listen to the birds. All is calm.","sentiment_score":0.1}
{"full_text":"RT It's wild that Trump supporters believe there's voter fraud with zero evidence but still don't believe there's a COVID-19 cr...","sentiment_score":0.1}
{"full_text":"RT It will be my honour and privilege tonight, to address over a hundred world leaders and nations at the special sess...","sentiment_score":0.3571428571}
{"full_text":"RT When historians look back on TRUMP, BREXIT and COVID in 100 years what do you think they will say?","sentiment_score":0.0}
{"full_text":"RT Mew is getting bigger and bigger concert gig. \"I command you Corona, be gone\" #PAINKILLERxMEWSUPPASIT #MewSuppasit...","sentiment_score":0.0}
{"full_text":"RT Much enjoyed a long article by the Spectator political editor about the prospects for economic recovery post Covid. Not...","sentiment_score":0.1625}
{"full_text":"Pandemic","sentiment_score":0.0}
{"full_text":"RT I made this speech at an Amfar fundraiser in 1991. It was right after I was accused of being HIV + for being an outspoken and...","sentiment_score":0.2857142857}
{"full_text":"#HealthNewsFlash: Care home staff and over 80s to take priority over NHS workers for coronavirus vaccine.... | #COVID19  #Covid19UK","sentiment_score":0.0}
{"full_text":"Biggest hypocrite trump. Remind us how many people have died of COVID.....","sentiment_score":0.5}
{"full_text":"RT As the coronavirus rages uncontrollably across the United States and the economic meltdown continues the duopoly can't...","sentiment_score":0.2}
{"full_text":"RT Coronavirus: No-lockdown Sweden will close high schools for a month via","sentiment_score":0.16}
{"full_text":"RT Number of citizens who lost health care coverage since the pandemic began:14,600,000 United States       0    Austr...","sentiment_score":0.0}
{"full_text":"Bikaner Technical University has planned Offline semester exams in the middle of the Covid19 pandemic. We understand that exams need to be conducted but doing so at this time is not correct. The exams can be postponed, or conducted in online mode instead.","sentiment_score":0.0}
{"full_text":"RT The USA has reported 2760 covid deaths in the last 24 hours.","sentiment_score":0.0}
{"full_text":"RT lee rang: no to covid  #TaleOfTheNineTailed #TaleOfTheNineTailedEp15","sentiment_score":0.0}
{"full_text":"RT Absolutely this. And we should be BLOODY PROUD not ashamed. World leaders in Covid deaths lorry parks and totally shit pol...","sentiment_score":-1.387778781e-17}
{"full_text":"The precedent for a lockdown response to novel contagious low significance respiratory diseases has been set.. there will be no new normal... they happen every few years.. next flu mutations will be treated similarly.. abandoning 40 years of medical best practice.. were fcked","sentiment_score":0.1102272727}
{"full_text":"RT 102-year-old woman who survived the 1918 Spanish Flu and cancer beats COVID-19 twice","sentiment_score":0.0}
{"full_text":"... I'm tired of bad history fashion takes.","sentiment_score":-0.55}
{"full_text":"RT Ummm...America? Are you listening?","sentiment_score":0.0}
{"full_text":"Shouldn't be a politian if it doesn't concern you, anyway I don't need cheering up, you were some bad dude from the start, who don't know how politics work, don't point the guilty fingers at me because your economy is crashing and burning because of covid","sentiment_score":-0.6}
{"full_text":"RT #BreakingNews: Son of judge #ArshadMalik told BBC that his father died of cardiac arrest and not due to #Coronaviruspakistan...","sentiment_score":-0.0125}
{"full_text":"BYU study shows some alcohol-free hand sanitizers effective at fighting COVID-19 - https:\/\/t.co\/3sg6ceZGSF","sentiment_score":0.6}
{"full_text":"WHAT?!","sentiment_score":0.0}
{"full_text":"RT So a child one classroom away from my twins has covid. They all share the same washroom, and hang their winter gear in t...","sentiment_score":0.0}
{"full_text":"Six Provisions to Consider in the Assembly Covid Relief Package","sentiment_score":0.0}
{"full_text":"The United States has set new world records of single-day COVID-19 case count and hospitalizations, as the total number of confirmed cases surpassed 14 million on Thursday.https:\/\/t.co\/RtM8k2bJn2","sentiment_score":0.1787878788}
{"full_text":"RT People should disobey the lockdown rules at all times in every way they possibly can.","sentiment_score":0.0}
{"full_text":"RT Even as Home Minister Bommai said nothing was certain on the New Year celebrations in the state, N...","sentiment_score":0.1753246753}
{"full_text":"Biden confirms that Fauci will continue to lead the special team against the coronavirus in the UShttps:\/\/t.co\/LpT2bEGP4w","sentiment_score":0.3571428571}
{"full_text":"RT Take a moment to let this sink in. Instead of using these iPads for work or productivity, having fun relaxing, or play...","sentiment_score":0.3}
{"full_text":"* NEWS * #TruthOut #Finance  #UN Warns 1 Billion More People Headed for Extreme #Poverty by 2030 Amid #Pandemic","sentiment_score":0.1875}
{"full_text":"RT \"During COVID-19 lockdown Indians rapidly adopted digital technologies and showed a great degree of resilience for adopti...","sentiment_score":0.4}
{"full_text":"OPEC+ agrees slight easing of oil cuts from January #Esta #OPECPlus #Oil #coronavirus","sentiment_score":-0.1666666667}
{"full_text":"Awww Hello People!","sentiment_score":0.5}
{"full_text":"RT MoscowMitch has been holding up a coronavirus relief package for 6 months because he insists on immunity for corporations that d...","sentiment_score":0.0}
{"full_text":"RT The Lockdown Awards VOTE   ~12\/12 AM10si (KST)             (RTpoham 20hoe)I'm voting for #QuaranteamBTS in #TheLockdownAwa...","sentiment_score":0.0}
{"full_text":"Coronavirus Pandemic Impacts On Society. Don't forget to check out the latest STC: #coronavirus #pandemic #workfromhome #cashless #celebrity #tech","sentiment_score":0.5}
{"full_text":"RT A programme widely credited as belonging to Dominic Cummings, which Government expected to cost PS100,000,000,000+, which...","sentiment_score":-0.1}
{"full_text":"RT We Still Can Celebrate Vesak Under the Lockdown Coronavirus CrisisAuthor: Liberal HomoDeus #Vesak, #COVID-19, #care, #v...","sentiment_score":0.0}
{"full_text":"This year Christmas is gonna be a bit weird and different but I'm genuinely excited that we're getting the tree tomorrow. Last year the top of the tree snapped off and everyone got bronchitis so if we don't all get COVID then I'm not complaining tbh.","sentiment_score":0.075}
{"full_text":"RT More people died today from Covid in America than died in the Twin Towers on 9\/11. This here is a death cult.","sentiment_score":0.5}
{"full_text":"RT Ummmm how can I phrase this in a manner that you can understand....Oh yes..  shut the fuck up you murderer! Because of...","sentiment_score":-0.5}
{"full_text":"\"The reduction in prevalence achieved in Slovakia through a combination of restrictions on movement and the first ever large scale rapid antigen mass testing is striking, with reductions of over 50% achieved within a week between two rounds of testing.\"","sentiment_score":0.3214285714}
{"full_text":"RT The economy has recovered much faster than anticipated, details will be shared in the financial stability report which is due in t...","sentiment_score":0.025}
{"full_text":"RT I'm one of these ladies I'm 62 should have my pension and now been sacked for being ill with Covid 19","sentiment_score":-0.5}
{"full_text":"This is the most exciting opportunity probably for any European city at the moment.  Genuinely transformative. Come on #Nottingham","sentiment_score":0.3}
{"full_text":"Thanks Fred.  n.b.  Do not take if you use a blood clotting agent.","sentiment_score":0.2}
{"full_text":"I remember you once said fighting with loved ones is normal and even healthy. Recently due to covid I had quite the blow out. Even pushed my father. Not hard. Didn't  mean to. Wasn't violent in any way. More like I'm just very big and he's very small.","sentiment_score":0.0433333333}
{"full_text":"RT RE-INFECTION CAN HAPPEN TO ANYONE: 26-year old world class cyclist  Gaviria caught #COVID19 in Feb--hospitalized for 2...","sentiment_score":0.1}
{"full_text":"I assume Grant Shapps considers himself a \"high value\" traveler. But is Sebastian Fox? Is Michael Green? I hope the covid virus is appropriately respective of business class","sentiment_score":-0.0133333333}
{"full_text":"RT Coronavirus vaccine: Pfizer given immunity from legal action by UK govt.Why does the company need immunity? Does it not ha...","sentiment_score":0.15}
{"full_text":"Hundreds of protesters show support for NYC bar owner who defied COVID-19 rules","sentiment_score":0.0}
{"full_text":"Less than one week to go until our townhall. Hosted by join us on the night for live updates from in Kenya as they discuss new COVID-19 challenges.  Thursday Dec 10th 7.30pm GMTRegister ","sentiment_score":0.0353535354}
{"full_text":"Israel has delivered 1,300 pulse oximeters to Kazakhstan to help the country in its fight against #coronavirus. Thank you Israel! Credit:","sentiment_score":0.0}
{"full_text":"RT Kerem Ozturk - TAV Technologies General Manager said, \"Technology plays a key role in rebuilding passengers' confidenc...","sentiment_score":0.025}
{"full_text":"It hasn't been easy to meet up with people during the pandemic, but getting in touch can help to boost your mood #MHPPWellbeingCountdown","sentiment_score":0.4333333333}
{"full_text":"60 60 Money 10:00hrs powered by Absa Bank Zambia*Zimbabwe's motor industry overjoyed by import ban on old cars.*Ivorian Cocoa Farmers threaten to boycott Programs in price spat.*UN says pandemic pushed 32 Million people into extreme poverty.","sentiment_score":-0.0125}
{"full_text":"#TheLeaderPodcast: The hackers trying to get covid vaccine secrets, and #ShopLondon's Christmas discounts revealed.Listen here:","sentiment_score":0.0}
{"full_text":"For the second straight night, demonstrators rallied in support of a Staten Island bar that has been blatantly violating coronavirus restrictions despite the rising spread of the virus in the area.","sentiment_score":-0.1}
{"full_text":"Community led organizations are at the center of the  #COVID19 lockdown response in #EastAfrica. They are able to deliver the most relevant solutions to their communities in the most effective, efficient and sustainable ways. Support them today -","sentiment_score":0.4}
{"full_text":"As the lockdown levels continue to ease, you can rest assured that our studios will remain a safe and hygienic place to learn and dance. #MoveDanceCompany #Dance #Dancing #Dancer  #Modern #Hiphop","sentiment_score":0.35}
{"full_text":"Put your money where your town is and #SupportLocal Colette knew she needed to diversify her business after the first lockdown, so she worked hard developing her online presence.Find out more here - #keepthepoundaround","sentiment_score":0.1527777778}
{"full_text":"Join us today for a conversation moderated by Mark Heywood with Gaurang Tannah from &amp; Avani Singh from on privacy during the pandemic, and digital contact tracing. Happening at 11am, register here:","sentiment_score":0.0}
{"full_text":"Donald Trump hinted he may be ready to move on to planning another run for the US presidency in 2024 as President-elect Joe Biden prepared on Wednesday to confront the raging pandemic that will likely be his first major challenge in office.https:\/\/t.co\/ip1PWhpiKN","sentiment_score":0.128125}
{"full_text":"Best country in what? Highest COVID death toll? On most things we fall far below others.","sentiment_score":0.5333333333}
{"full_text":"After the terror that has been 2020, the #TescoNoNaughtyList is the reprieve we all needed!The campaign is inclusive, &amp; while our experiences of COVID-19 are diverse, we can all relate to the effect of the pandemic. #ChristmasAds","sentiment_score":0.0}
{"full_text":"The will welcome back 2,000 fans to some venues and will require them to wear their mask at all times inside the stadium.   Supporters are also discouraged from hugging each other when celebrating goals. https:\/\/t.co\/ndjevyKXws","sentiment_score":0.225}
{"full_text":"Many city and local officials cite contact tracing data as a reason to implement COVID restrictions on certain businesses.https:\/\/t.co\/k2YBTwmYe8","sentiment_score":0.2380952381}
{"full_text":"0800-1000@DJWRECKDOWN The first weekend out of lockdown!! But lets not go crazy, lets keep our heads here,Wreckdown will ease us out of lockdown the right way 107.3FM DAB","sentiment_score":0.0254464286}
{"full_text":"The US could see another 200,000 #COVID19 deaths in the next three months if people don't take anti-epidemic measures seriously, US CDC Director Robert Redfield said Wednesday.","sentiment_score":-0.1666666667}
{"full_text":"Christmas gift ideas? Follow the events from March to June with Aunt Sheila as she panic buys, binge watches boxsets and trims her own fringe #Christmas2020 #lockdown #COVID19 #Satire #BookBoost #christmasshopping #FridayMotivation","sentiment_score":0.6}
{"full_text":"Despite warnings to continue restrictions around #Covid, Gholamreza Abbas Pasha, #Tehran's deputy governor said that with the changing situation in most parts of Tehran province moving from red to orange, the restrictions have been reduced and 50% of employees must return to work","sentiment_score":0.25}
{"full_text":"As businesses adapt and move to more remote ways of working, you don't need to compromise on your pest management. Find out how our digital solutions can keep your business safe, even during closed periods via #Remoteworking #Lockdown","sentiment_score":0.16}
{"full_text":"Is Scotland living through a Second Wave of the Covid19 pandemic; or living with a new endemic illness; or dealing with a pseudo-epidemic? Christine Padgham discusses...https:\/\/t.co\/N0xmcDTFrh","sentiment_score":0.0681818182}
{"full_text":"European airlines are preparing delivery flights for COVID-19 #vaccines. Medical cargo is time and temperature-sensitive, which requires delicate delivering. Factories in Belgium, Switzerland and Germany are increasing their output of locally made jabs. Trent Murray reports.","sentiment_score":-0.075}
{"full_text":"'All the PM has said is that nurses have already had a pay rise and the health secretary says how many more nurses have been recruited. None of this reflects the reality.' chief on need for fair pay rise nowhttps:\/\/t.co\/Iz2BGoV4rj","sentiment_score":0.5666666667}
{"full_text":"COVID 19 cases in India until : 04\/12\/2020 13:30Total Cases: 9572164 [+384]Active: 414951Recovered: 9015684 [+0]Deaths :139232 [+5]Total Tests: 144.73MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#Iran's #coronavirus cases exceed one million : health ministry#BaghdadPosthttps:\/\/t.co\/SA4bR4Uurx","sentiment_score":0.0}
{"full_text":"The 17 Covid hotspots in Northumberland reveal geographic clusters of cases.https:\/\/t.co\/WLKWQWTjSp","sentiment_score":0.0}
{"full_text":"RT Dear Seokjin, thank you for speaking candidly &amp; openly about your recent burnout experience.I am glad that you ar...","sentiment_score":0.275}
{"full_text":"Has Europe broken the back of Covid-19's secondwave? What does the USA's upward trend in infections mean for the #markets?https:\/\/t.co\/6VxwUeVqWm","sentiment_score":-0.2375}
{"full_text":"AGILITY - MIRROR MIRRORThis exercise to develop agility skills is generally suitable for players of 4-6 years: more activities using the 'Social Distancing Friendly' filter here:","sentiment_score":0.3645833333}
{"full_text":"#ICYMI | Having reviewed its Civil Aerospace facility footprint, Rolls-Royce plans to increase the scope of its ITP Aero's supply chain activity. The new focus is also part of a COVID-19 recovery plan creating in the process a global aerospace leader.","sentiment_score":0.0681818182}
{"full_text":" Wholesalers: Electrium speaks your language Electrium partners up with on a range of training modules during lockdown and beyond","sentiment_score":0.0}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #FridayFeeling #FridayMotivation #FridayThoughts","sentiment_score":0.0}
{"full_text":"JICA President Kitaoka &amp; President WATANABE Hiroshi of the Institute for International Monetary Affairs exchanged views on the role of Japan in the future &amp; the possibility of regional cooperation in the rapidly changing int'l situations: ","sentiment_score":0.0}
{"full_text":"A new Master's-level course hosted by will explore how China's BRI has evolved in the face of challenges--from Covid-19 to debt and climate change. Apply here to join the live, virtual course from March 15-19:","sentiment_score":0.1363636364}
{"full_text":"COVID-19, a Child Rights CrisisAt the peak of pandemic lockdown, 1.6 billion children were not able to attend school in person. While many were able to learn online, 463 million children globally were unable to access remote learning due to lack of access to the internet.","sentiment_score":0.0035714286}
{"full_text":"#FromTheRight: The Unseen Costs of the COVID-19 Pandemic | Analysis by #CoronavirusUSA","sentiment_score":0.0}
{"full_text":"Door number four of our Advent calendar!Through the pandemic, it's important not to lose sight of your measurement and evaluation - check out these tips from on using the framework:","sentiment_score":0.4}
{"full_text":"Amen!","sentiment_score":0.0}
{"full_text":"We're delighted to have Dr Sam Moxon join us as a regular blogger. In his first her reflects on the challenges of job hunting during a pandemic.Read or Listen on our website.https:\/\/t.co\/K0NCLFbAnO","sentiment_score":0.3166666667}
{"full_text":"RT Anxieties over the safety of any new drug are completely understandable. Hopefully this sober, sensible piece from NHS...","sentiment_score":0.1121212121}
{"full_text":"Sixth form pupils at Carmarthen's biggest school sent home after positive coronavirus case","sentiment_score":0.2272727273}
{"full_text":"A local restaurant that was recently forced to close due to COVID-19 violations has had its food service license reinstated.https:\/\/t.co\/0HqHutJ5FC","sentiment_score":-0.1416666667}
{"full_text":"RT All areas in England are now in one of three tiers.>Tier 3: Very High >Tier 2: High >Tier 1: Medium Use the postcod...","sentiment_score":0.184}
{"full_text":"Many of us got to know our neighbours better during #lockdown. But in the winter months, you may not see them as often. So on Day 4 of #ROCAdvent20 we encourage you to send a #Christmas card to your neighbours - or go a step further, get the kids involved &amp; make one!","sentiment_score":0.3333333333}
{"full_text":"I went to college in the west where buildings aren't quite that old. But definitely did that in a \"historic\" home or two.","sentiment_score":0.0333333333}
{"full_text":"#Hackers going after #COVID-19 #vaccine distribution efforts, warnshttps:\/\/t.co\/YsPUyYe1hB#CISO #Cybersecurity #Security #Compliance #Data #Privacy #Cybercrime #Breach #Fraud #Ransomware #Malware #Phishing","sentiment_score":0.0}
{"full_text":"You have better chances of survival in a US hospital than in a Kenyan under equipped mismanaged hospital ","sentiment_score":0.5}
{"full_text":"US records its highest daily case tally with more than 210,000 new COVID-19 infections reported in a single day, according to Johns Hopkins University data  *** USA The number is much higherTo uncover reality, hospitals have the numbers that count","sentiment_score":0.152987013}
{"full_text":"Since the pandemic started, most of our team works independently of each other. That's why we love the brief moments when we see each other on the road! #chorbiecares #chorbiecommunity","sentiment_score":0.1197916667}
{"full_text":"RT AMERICANS DESERVE $5,000 ECONOMIC IMPACT PAYMENTS. A direct check to Americans who have been struggling, suffering &amp; dying...","sentiment_score":0.15}
{"full_text":"This was always the problem - when numbers reach a certain threshold- it's triage time and unlike PORKUS - most aren't going to have the luxury of a private hospital suite- a team of circling doctors and experimental treatments","sentiment_score":0.2035714286}
{"full_text":"Adar Poonawalla to address the session - UN to open special session on coronavirus crisis, India's Secretary West listed as speaker #Younews #Trending","sentiment_score":0.1785714286}
{"full_text":"#COVID19 and catastrophic event claims have insurers pulling all the business levers, but are they pulling the right ones?","sentiment_score":0.2857142857}
{"full_text":"See our employees' ongoing efforts to serve disadvantaged children worldwide through our traditional Roche Children's Walk. Year after year, colleagues gather at their local site to walk, and raise money for a good cause. 2020 was different  #COVID19","sentiment_score":0.175}
{"full_text":"In times of uncertainty caused by COVID, #pressfreedom is essential helping us cope, understand and overcome the crisis. Let's come together &amp; stand up for free, independent press &amp; #journalists' safety. Register for the digital WPFC!","sentiment_score":0.1}
{"full_text":"RT iPads stockpiled for ICU end of life goodbyes... was not something Steve Jobs foresaw. (HT to #COVID19","sentiment_score":0.0}
{"full_text":"Positive vaccine news means that social distancing and masks will eventually go away. But these pandemic-inspired changes have staying power.  #publichealth #careers #flexiblework #corporatetravel","sentiment_score":0.1303030303}
{"full_text":"RT \"Shining Light on the COVID-19 Pandemic: A Vitamin D Receptor Checkpoint in Defense of Unregulated Wound Healing\" - A Pe...","sentiment_score":0.4}
{"full_text":"Dow loses altitude, S&amp;P 500 turns negative, in last hour of trade Thursday as Pfizer said to slash rollout target for COVID-19 vaccine","sentiment_score":-0.2}
{"full_text":"RT \"The new #coronavirus pandemic has thrown a spotlight on the ability of health systems to cope with the sorts of health shock...","sentiment_score":0.1363636364}
{"full_text":"8 Highly Downloaded Apps During the LockdownSee: #FridayMotivation #AarogyaSetu #AmazonPrime #Android #Apps #BigBasket #iOS #LudoKing #TikTok #TOI #Udemy #ZoomApp","sentiment_score":0.16}
{"full_text":"RT #BreakingNews: Son of judge #ArshadMalik told BBC that his father died of cardiac arrest and not due to #Coronaviruspakistan...","sentiment_score":-0.0125}
{"full_text":"Three former US presidents Barack Obama, George W. Bush and Bill Clinton are volunteering to take a coronavirus vaccine on camera if it will help promote public confidence.","sentiment_score":0.0}
{"full_text":"News Consumption and misinformation during Coronavirus    Get involved   #KnowWhatMatters","sentiment_score":0.0}
{"full_text":"RT Hundreds of protesters show support for NYC bar owner who defied COVID-19 rules","sentiment_score":0.0}
{"full_text":"Peaceful Piano Instrumental Music - Space Ambient Music for Meditation, Sleep, Stress ReliefPlease check the full version on #youtubehttps:\/\/t.co\/FeaC2jRbaE#BGMC #BGMClife #GreenMusicBGMchannel #StayHome#peaceful #piano #sleep","sentiment_score":0.3}
{"full_text":"Although hard hit by COVID-19, #manufacturers should look to digital leaders to understand which #technology investments will propel them forward. Cognizant #digitalstrategy","sentiment_score":-0.1458333333}
