{"full_text":"RT This is what is happening at our rural hospital in #Yuma, Arizona and it is killing us. #StayHome #WearAMask  #COVID19...","sentiment_score":0.0}
{"full_text":"Before COVID-19, many Latinos worried about their place in America and had experienced discrimination","sentiment_score":0.65}
{"full_text":"RT Now Mitch McConnell block Republicans bills as well.And not any bill but the Covid-19 relief bill!...","sentiment_score":0.0}
{"full_text":"RT White House coronavirus task force member Adm. Brett Giroir: \"We're confident by June, any American who wants a vaccine will be...","sentiment_score":0.175}
{"full_text":"RT if u drank a four loko from the years 2009 -- 2011 you don't get to question whats in the covid vaccine","sentiment_score":0.0}
{"full_text":"RT \"Are y'all selfish? Are you really not taking this seriously?\"I HEAR YA &amp; IT'S NOT JUST FOLKS IN THE US SADLY","sentiment_score":-0.3583333333}
{"full_text":"RT CDC official says she was told to delete email on kids' COVID-19 risk to match Trump's school reopening message","sentiment_score":0.0}
{"full_text":"RT Thank you for your support to help us create hygiene kits for our houseless community. These are crucial as we work with...","sentiment_score":0.0}
{"full_text":"RT Schumer on the Senate floor on COVID relief: \"Make no mistake. Right now, there's one person -- just one person -- standing...","sentiment_score":0.2857142857}
{"full_text":"RT This is manufactured scarcity. Shameful barrier to whatever \"V-shaped\" economic recovery that is supposed to come.","sentiment_score":0.2}
{"full_text":"RT I am on the Senate floor to introduce a bipartisan amendment to provide $1,200 in direct payments to working-class adults a...","sentiment_score":0.1}
{"full_text":"Listen If you want to Keep Brain Cells don't engage in a covid conversation with And yeah I'm mentioning him, come at me","sentiment_score":0.0}
{"full_text":"Yh London deffo going back into lockdown  that tier 3 pain is coming for them","sentiment_score":0.0}
{"full_text":"RT MSNBC - 12\/9\/2020 - #BernieSanders on demanding $1200 direct payments in the next COVID bill2\/3","sentiment_score":0.05}
{"full_text":"RT #singadvent This is a new hymn to me, but the words hit me very powerfully today in light of these pandemic times.","sentiment_score":0.3087878788}
{"full_text":"Cyberpunk 2077 - HARD MODE - (sis has covid, we live in diff states) streaming so I dont stress. Come hang out. -Z","sentiment_score":-0.0776515152}
{"full_text":"RT if u drank a four loko from the years 2009 -- 2011 you don't get to question whats in the covid vaccine","sentiment_score":0.0}
{"full_text":"..what? U understand that the actual content of the game isn't transphobic right? Is the character creation literally the only issue you have with a game that already got delayed twice due to covid?","sentiment_score":-0.106547619}
{"full_text":"RT It has become clear that we need to take further action to protect Pennsylvanians and stop the spread of COVID.Today...","sentiment_score":0.0666666667}
{"full_text":"RT We support and thank for calling attention to the rapid spread of COVID-19 in ICE detention. DHS must be held a...","sentiment_score":0.0}
{"full_text":"I used to host a show called The Real Story but I'm still waiting to actually tell it. So no -- I'm not stunned. #endNDAs #Stopforcedarbitration","sentiment_score":0.1}
{"full_text":"RT GOP Senators are the most spineless traitors American history. They're scared to speak out against Trump, who's scamming Republ...","sentiment_score":0.25}
{"full_text":"I knew it.","sentiment_score":0.0}
{"full_text":"I thought it was #COVID19 but I tested negative today.  It's terrible.","sentiment_score":-0.65}
{"full_text":"RT BREAKING NEWS: As Everyday Americans Die of COVID-19 By the Hundreds of Thousands and Get Infected By the Millions, Trump...","sentiment_score":-0.2}
{"full_text":"RT The optimism, it fades.","sentiment_score":0.0}
{"full_text":"They all got rona at the same time???","sentiment_score":0.0}
{"full_text":"RT Yesterday, we lost 3,140 Americans to the #COVID19 crisis. My thoughts are with the families and loved ones of those w...","sentiment_score":0.7}
{"full_text":"RT The VP of communications at sent an email to KQED's saying \"continue to ignore\" after being asked ab...","sentiment_score":0.0}
{"full_text":"RT Quick recap of what GOP did today.  met with state AG's to discuss nullifying the election. Political app...","sentiment_score":0.1666666667}
{"full_text":"RT No coronavirus rescue deal but yesterday the House debated and passed a bill changing the energy efficiency standards fo...","sentiment_score":0.0}
{"full_text":"RT Fully addressing the toll of the pandemic on the lives and livelihoods of the American people is a major challenge.With a...","sentiment_score":0.03125}
{"full_text":"RT The Trudeau Liberals awarded a Chinese company with contracts to make hand sanitizer while Canadians were doing it out o...","sentiment_score":0.0}
{"full_text":"RT I miss the days of H1N1 when it was no one's fault when people got sick. It was a crappy virus and we all did our best...","sentiment_score":0.1428571429}
{"full_text":"RT Elon Musk got $118,500,000,000 richer during the pandemic.Jeff Bezos got $71,400,000,000 richer during the pandemic....","sentiment_score":0.0}
{"full_text":"RT If a brown dude from the Middle East came back after 2,000 years to preach about peace, love and humility, white Evangelic...","sentiment_score":0.125}
{"full_text":"RT [IG] Merci_suu update on Instagram the day ROSE adopted Hank, December 2nd :\"The cutest in the universe Miru went home...","sentiment_score":0.3}
{"full_text":"RT McConnell just blocked a COVID deal that had support from Senate Ds, Senate Rs, and even the WH. Georgia, if you wan...","sentiment_score":-0.2}
{"full_text":"RT The #Atlanta #BTSGrammyBillboard is up and it is MASSIVE AND BEAUTIFUL Please remember to wear a mask and be res...","sentiment_score":0.425}
{"full_text":"RT COVID-19 vaccinations at Montreal seniors' home to begin as soon as Friday","sentiment_score":0.0}
{"full_text":"RT Applications are no longer done by the landlord, they are now done by the busi...","sentiment_score":0.0}
{"full_text":"NOT MY NIGGAS AT THE STRIP CLUB DURING A PANDEMIC","sentiment_score":0.0}
{"full_text":"It literally says right on the page you posted that walking pneumonia can be caused by viruses. Maybe you should look into this study","sentiment_score":0.2857142857}
{"full_text":"Tell the government to supply the masks Morrison from the money that was allocated for the masks. You guys ate the money now you are telling us to wear the masks? Mwagala twambale bikokooma?","sentiment_score":0.0}
{"full_text":"RT UHN is proud to be named one of the delivery sites for the COVID-19 vaccine, and to continue supporting the community throughout t...","sentiment_score":0.525}
{"full_text":"Go let them stick to dumbass with that vaccine den since you know everything stupid dumbass","sentiment_score":-0.8}
{"full_text":"Bernie should have been the next president.","sentiment_score":0.0}
{"full_text":"RT Tremendous increases in shoplifting food -- including bread, pasta, and baby formula -- amid an explosion in hunger in Ame...","sentiment_score":0.3333333333}
{"full_text":"OmG we FINALLY have a contact tracing app.Help fight the spread of COVID-19 in the community. Download the app here:","sentiment_score":0.0}
{"full_text":"A virus is a germ. You can absolutely get COVID from touching an infected surface and then not washing your hands and touching your eyes, face, etc. I wasn't saying people aren't doing their part by going to the gym I just think some are hypocritical about it, that's all!","sentiment_score":0.4416666667}
{"full_text":"RT Officially a 6 figure business owner.I. Did. It.I went from 1K to 100K in 12 months at 23. In a pandemic.I can't...","sentiment_score":0.0}
{"full_text":"RT Remember when Republicans mocked me for warning about this, and I was called a \"f-- b--\" on the steps of the Capitol for discussing...","sentiment_score":0.0}
{"full_text":"RT So how's this attempted coup during a widespread pandemic treating you? #conversationstarters","sentiment_score":0.0}
{"full_text":"Wish of all you have lovely day!  #conscience #StayHome #keepsafe #COVID19","sentiment_score":0.625}
{"full_text":"I just came across this.  I wonder if your 61K projection is close or not at this time","sentiment_score":0.0}
{"full_text":"RT Your #COVID19_WI update shows recoveries now at 87%. But remember, recovered may not mean what you think it does. Check the defi...","sentiment_score":0.15625}
{"full_text":"RT Mike Seccombe: The latest economic data shows Australia's leaders were right to ignore the loudest voices in the media and po...","sentiment_score":0.3285714286}
{"full_text":"CovidRussiaClinton's email Feinstein's spyKiller Cuomo Newsom's millions VA election resultsDominion...","sentiment_score":0.0}
{"full_text":"RT Out of curiosity, I searched transcripts for Fox News prime time last night. I could not find any mention of the record 3,...","sentiment_score":0.0}
{"full_text":"RT Please still tip on to-go orders during the pandemic. Food service workers are struggling; it isn't their fault that thei...","sentiment_score":0.0}
{"full_text":"Fairplay, they had better leadership.","sentiment_score":0.5}
{"full_text":"RT 5 minutos a 6 metros bastaron:&lt;Cellphone GPS data revealed that the student had briefly overlapped with another known c...","sentiment_score":0.0}
{"full_text":"NH reports 14 COVID deaths, expects 12,000 vaccine doses soon","sentiment_score":0.0}
{"full_text":"RT The tenant build-out for the COVID-19 Contact Tracing Unit at the Hebrew Orphan Asylum project is nearing completion....","sentiment_score":0.0}
{"full_text":"Open the fucking economy. That's all.Should be zero dollar check. If you're old, stay home and get your food delivered. There's a hundred different delivery services and they're excellent.","sentiment_score":0.1}
{"full_text":"RT The GOP must all be voted out! To let this Coronavirus get this bad is unforgivable!  Over 3000 Americans died yesterda...","sentiment_score":-0.875}
{"full_text":"needs to be a leader and sit both sides down to work this out. Instead of his ridiculous law suits, people need help and relief. It's about time he grows up!","sentiment_score":-0.2861111111}
{"full_text":"RT Remember when Republicans mocked me for warning about this, and I was called a \"f-- b--\" on the steps of the Capitol for discussing...","sentiment_score":0.0}
{"full_text":"Aww the kids writing letters to Santa this year are asking for a cure for Covid. We gotta do better for the babies ","sentiment_score":0.4}
{"full_text":"Top story: FDA committee votes to recommend emergency use authorization of Pfizer\/BioNTech coronavirus vaccine - CNN see more","sentiment_score":0.5}
{"full_text":"RT The fallout of the Washington-Oregon cancellation (Free):","sentiment_score":0.4}
{"full_text":"are our public health officials discussing nasal sprays yet that block viral adhesion and destroy the virus???? ","sentiment_score":-0.1}
{"full_text":"Duke cancels rest of non-conference schedule following Coach K's comment on playing basketball during the pandemic:","sentiment_score":0.0}
{"full_text":"COVID is bad. Trump is worse. What's wrong with people who are allowing this to happen?","sentiment_score":-0.5333333333}
{"full_text":"RT When college basketball was put on hold in March, player and #UWM nursing major, Bre Cera, started an internship at a #Mi...","sentiment_score":0.0625}
{"full_text":"RT Mitch McConnell is refusing to bring a relief bill to the floor unless it wipes away all COVID-related lawsuits filed t...","sentiment_score":0.0}
{"full_text":"Imagine that a whole ass pandemic wasn't enough to convince people for universal healthcare We're doomed ","sentiment_score":0.0666666667}
{"full_text":"RT \"I really am sorry, from the bottom of my heart. But if the price we pay is 590 deaths a day then this is unacceptable.\"Germa...","sentiment_score":-0.5}
{"full_text":"Welp","sentiment_score":0.0}
{"full_text":"2\/  TEXAS Population 29MM is 72.5% x  CA's 40MM   TX COVID-19 Deaths have Exceeded those in CA12\/10\/20 Actual TX Covid-19 Deaths =  245\/ + 295%  v.  CA  Deaths = 83","sentiment_score":0.0}
{"full_text":"RT Freedom group pushes anti-shutdown message on billboards across Washington state","sentiment_score":0.0}
{"full_text":"Ontario, Canada: \"A look at Ontario's latest COVID-19 modelling projections\" - #COVID19ON","sentiment_score":0.5}
{"full_text":"RT I tested negative back to back for covid and I'm not excited about it","sentiment_score":-0.121875}
{"full_text":"RT My daughter is a Healthcare worker and has just tested positive for Covid. She's my heart...my everything. Positive v...","sentiment_score":0.2272727273}
{"full_text":"RT No movement on COVID in the Senate but good to know Utah Sen. Mike Lee is spending his time today giving speeches about why Latino...","sentiment_score":0.7}
{"full_text":"If you know me I love Minecraft and Persona for really long times, for yearsSephiroth looks really fucking cool, Banjo I just liked his personality in his game, Min Min I was hyped because I was insane at that time from this pandemic, Hero is from an RPG and I love RPGs","sentiment_score":0.0714285714}
{"full_text":"About to get a covid test. No symptoms at the moment, so here's hoping I'm all good. Wish me luck y'all!","sentiment_score":0.875}
{"full_text":"RT Human rights are not optional. This #HumanRightsDay we need to put these words from the United Nations into action in our p...","sentiment_score":0.05}
{"full_text":"RT Hey \"Problem Solvers Caucus,\" I found a way to pay for another $1,200 stimulus check. ","sentiment_score":0.0}
{"full_text":"RT Wow because testing facility knows insurance is covering the test, they are charging nearly 2,000 for a covid test. Absolute...","sentiment_score":0.1333333333}
{"full_text":"\"US advisory panel recommends approving Pfizer's COVID-19 vaccine for emergency distribution\" ","sentiment_score":0.0}
{"full_text":"RT McConnell just blocked a COVID deal that had support from Senate Ds, Senate Rs, and even the WH. Georgia, if you wan...","sentiment_score":-0.2}
{"full_text":"RT Raise your hand if you will be social distancing during the holidays and not gathering in large groups. ","sentiment_score":0.1238095238}
{"full_text":"You are making news. Italy and American scientists got more and more evidents, Covid 19 speading in Europe and American long time before Wuhan outbreak.","sentiment_score":0.19}
{"full_text":"RT McConnell couldn't get 10 GOP votes for $1,200 stimulus checks. do people not understand why GOP has blocked Covid reli...","sentiment_score":0.0}
{"full_text":"RT We count 20 new COVID-19-related deaths reported in Idaho today -- across 16 counties.That's 104 deaths reported this week...","sentiment_score":0.1363636364}
{"full_text":"RT The thing about the liability shield is that it's unnecessary.There hasn't been this \"tidal wave of lawsuits,\" as McConnel...","sentiment_score":0.0}
{"full_text":"RT The COVID-19 death of the speaker of the New Hampshire House of Representatives is raising concerns that other members of one of th...","sentiment_score":0.0056818182}
{"full_text":"Murder She Wrote is on tv and all I can say is Jessica Fletcher would have solved this pandemic six months ago.","sentiment_score":0.0}
{"full_text":"RT The closer we get to mass-distribution of COVID-19 vaccines, the more we're subjected to anti-vax misinformation.","sentiment_score":0.5}
{"full_text":"The long term effects of this will be devastating","sentiment_score":-0.525}
{"full_text":"Sometimes I'm like oh fUCK we are living in a pandemic","sentiment_score":-0.4}
{"full_text":"RT Next time Republicans whine about the Hollywood elite, remind them that Rudy got the \"celebrity\" Covid treatment that nobody...","sentiment_score":0.0}
{"full_text":"RT We are proud to endorse the Consumer Bankruptcy Reform Act of 2020. Under the current system, getting sick or losing a job c...","sentiment_score":0.0285714286}
{"full_text":"RT Early summer I got covid. I lost taste\/smell for 5 days &amp; had mild aches 2-3 days. I understand it's much worse 4 some....","sentiment_score":0.0111111111}
{"full_text":"RT #SpoliationOfEvidence is a crime. I remember my first spoliation case - a doctor destroyed the sponge he had left inside a pa...","sentiment_score":0.125}
{"full_text":"One Of The Biggest Obstacles To A Coronavirus Deal: Congressional Leaders  #BREAKING  Discover more like this by signing up for early access at:  ","sentiment_score":0.1833333333}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"Vaccine Immunization Strategy by McKinsey&amp;Co (https:\/\/t.co\/bf68HhWiBS)","sentiment_score":0.0}
{"full_text":"RT My 91-and-a-half-year-old father just tested positive for COVID for the second time in 8 months. He is asymptomatic now...","sentiment_score":0.1136363636}
{"full_text":"This... The doctors and nurses I know blame the GoTo campaign for the third wave.","sentiment_score":0.0}
{"full_text":"Nah wtf","sentiment_score":-0.5}
{"full_text":"At Embed we believe the most powerful demonstration of our commitment to our industry's recovery is giving the industry what it needs most right now and doing it for FREE. Thanks to RePlay Magazine for featuring Embed's COVID-19 Resource Center.","sentiment_score":0.2979591837}
{"full_text":"RT For the first time ever, more than 3,000 people died in the US from COVID-19 yesterday. More than Pearl Harbor. More than 9\/1...","sentiment_score":0.4375}
{"full_text":"Virus Updates: CDC Scientist Told to Delete Evidence of Political Meddling ","sentiment_score":0.0}
{"full_text":"RT Can't help thinking if had handled Cummings' Durham trip as seriously as and have res...","sentiment_score":-0.3333333333}
{"full_text":"We can sit around hoping climate catastrophe or global pandemic will sour enough conservatives on their present representation to buy us a tiny reprieve via corporate neoliberalism, but unless you address the conditions which produced and far-predate Trump, we'll keep sliding","sentiment_score":-0.025}
{"full_text":"How compounding works for everything: knowledge, exercising, health, relationships... it works for COVID cases as well though.","sentiment_score":0.0}
{"full_text":"RT I feel like there's a 50\/50 chance we'll later uncover documented proof that abandoning the populace to fallout from COVID...","sentiment_score":0.0}
{"full_text":"RT For those old enough to remember Vietnam and LBJ: Hey, hey, Trump how many kids (and parents and grandparents) did you k...","sentiment_score":0.2}
{"full_text":"RT Tremendous increases in shoplifting food -- including bread, pasta, and baby formula -- amid an explosion in hunger in Ame...","sentiment_score":0.3333333333}
{"full_text":"Oh good do I need to wear a mask?","sentiment_score":0.7}
{"full_text":"RT McConnell couldn't get 10 GOP votes for $1,200 stimulus checks. do people not understand why GOP has blocked Covid reli...","sentiment_score":0.0}
{"full_text":"RT Remember when Republicans mocked me for warning about this, and I was called a \"f-- b--\" on the steps of the Capitol for discussing...","sentiment_score":0.0}
{"full_text":"RT Remember when Republicans mocked me for warning about this, and I was called a \"f-- b--\" on the steps of the Capitol for discussing...","sentiment_score":0.0}
{"full_text":"RT NEW: it's expected (but not yet confirmed) London will go into Tier 3 when England's Covid restrictions are reassessed ne...","sentiment_score":0.1454545455}
{"full_text":"House in Auburn Under Constructionc. 1909#Christmas2020 #Christmas #ChristmasTree #COVID19 #History","sentiment_score":0.0}
{"full_text":"WATCH: reports on how the pandemic is impacting life for many Americans with disabilities and their families. Click here for more: via","sentiment_score":0.5}
{"full_text":"\"The bottom line is a lot of these children are not being seen by teachers, by school nurses, by counselors.\" WA's child welfare ombuds warns of drop in CPS calls because of Covid, reports.","sentiment_score":0.0}
{"full_text":"Report | Indian scientists identify new potential drug treatments for COVID-19.https:\/\/t.co\/8iWHm4iVUS","sentiment_score":0.0681818182}
{"full_text":"The CDC plans to track and collect data on vaccine recipients. This raises a lot of privacy concern questions for the public.https:\/\/t.co\/8tAmkrb4lY#COVID19Vaccine #law #legal","sentiment_score":0.2}
{"full_text":"Hornets guard Malik Monk, who tested positive for the coronavirus, has now received medical clearance and could begin practicing with the team as soon as this weekend:https:\/\/t.co\/4SkXzCOpbW","sentiment_score":0.1136363636}
{"full_text":"Have you signed up yet for Health, Wealth &amp; Wisdom #workshop? Its happening on 12\/15 and focusing in on how to reduce #financial stress during #COVID19.https:\/\/t.co\/I6tA7l7rnLCEU Credit is available!#CommunityHealthWorkers #stressrelief  #Michigan #FinancialPlanning","sentiment_score":0.0}
{"full_text":"The idea is to help teachers improve their own mental health and coping abilities.https:\/\/t.co\/e6XwjKPr5i","sentiment_score":0.25}
{"full_text":"In fear of coronavirus spreading in the White House, the General Services Administration will deploy a team to \"thoroughly clean and disinfect\" all surfaces touched often by human hands after Trump leaves and Biden moves in, a spokesperson from the agency told POLITICO.","sentiment_score":0.1041666667}
{"full_text":"The Corazon Locsin Montelibano Memorial Regional Hospital (CLMMRH) in this city called on local government officials to ban firecrackers and pyrotechnics this holiday season amid the coronavirus disease 2019 (COVID-19) pandemic.https:\/\/t.co\/t4zsHaTc9b","sentiment_score":0.0}
{"full_text":"Cohort study finds #COVID19 patients treated in US hospitals often suffer severe complications and deaths. Certain medications (eg statins) might be associated with lower odds of in-hospital mortality.","sentiment_score":0.2142857143}
{"full_text":"The Kaua'i District Health Office was one of the first to provide translated educational COVID-19 materials. Among its staff, the KDHO has the ability to communicate in 'olelo Hawai'i, Tagalog, Marshallese, Ilocano, Spanish and othersFor full story, visit link in bio","sentiment_score":0.2125}
{"full_text":"NOW: San Antonio Metro Health doctors and experts answer viewer questions on the vaccine:","sentiment_score":0.0}
{"full_text":"Hey Canberra From 12 noon today (Friday 11 December 2020), the following changes to nightclubs will come into effect in the ACT. For more info on these latest changes, visit:","sentiment_score":0.3333333333}
{"full_text":"DVR alert!","sentiment_score":0.0}
{"full_text":"They ended it early in 2020. Pandemic did get going until a few weeks after it started and shut downs ended it several weeks before it was scheduled to end","sentiment_score":-0.0333333333}
{"full_text":"Former Vice President, Dr. Chen Chien-Jen, shares his experience of helping lead #Taiwan through #COVID-19 with host Lisa Ling of Johnson &amp; Johnson.#TaiwanModel#TaiwanCanHelp","sentiment_score":0.0}
{"full_text":"A new Gallup poll found Americans are increasingly willing to be immunized against the novel coronavirus.","sentiment_score":0.1931818182}
{"full_text":"Right Now on NightSide - Lining up for #COVID shots ! Where do you stand ?_ LATER - Jeff Plate of  Orchestra brings #Christmas to NightSide ! 9 - #CNN is \"burned by Biden\" over the \"Hunt for Hunter's taxes\" ! 10 - WBZ 1030 AM - 617-254-1030 or 888-929-1030","sentiment_score":0.1785714286}
{"full_text":"With the pandemic canceling many of our usual holiday activities, parents are trying Santa house calls or Zoom sessions to maintain a seasonal rite.via","sentiment_score":0.125}
{"full_text":"RT Just imagine. Britain hit by a deadly new virus. Hundreds of health and care workers dying with inadequate PPE. Johnson's g...","sentiment_score":0.1363636364}
{"full_text":"Amid a deadly pandemic, plenty of people are creating new lives.Despite the massive industry built up around parenting advice, there's no playbook for this.https:\/\/t.co\/O0JHkV8TK7","sentiment_score":-0.0212121212}
{"full_text":"RT Yes, genocide against minorities. They know those folks suffer the blunt of the epidemic. And...","sentiment_score":0.0}
{"full_text":"\"The report -- entitled Ontario Climate - Yours to Recover -- also says the government has an opportunity to make investments that would both stimulate economic recovery from the COVID-19 pandemic &amp; reduce emissions, yet hasn't made moves to do so.\" #onpoli","sentiment_score":0.2}
{"full_text":"RT It's normal to want to celebrate with loved ones, but we're still in a pandemic, so it's important to be careful. Let's kee...","sentiment_score":0.2875}
{"full_text":"Join us on \"Incorporating Flexible Laboratory Automation into Regulated Environments\"Hosted by #Formulatrix the presentation will examine how the team at #Biogazelle was able to incorporate the #MANTIS!Register at:  #coronavirus #covidtesting","sentiment_score":0.5}
{"full_text":"Minnesota's new COVID-19 deaths include 2 victims in 20s","sentiment_score":0.1363636364}
{"full_text":"Watch Now - Gov. Asa Hutchinson addresses Arkansas residents in prime time COVID-19 update. It's on KTBS 3.3, &amp; KTBS 3 Now devices. Here's your link &gt;&gt;","sentiment_score":0.0}
{"full_text":"I hate it here.","sentiment_score":-0.8}
{"full_text":"RT Tremendous increases in shoplifting food -- including bread, pasta, and baby formula -- amid an explosion in hunger in Ame...","sentiment_score":0.3333333333}
{"full_text":"Once available, how much of the population will need to be vaccinated to end the COVID-19 pandemic?","sentiment_score":0.3}
{"full_text":"Oregon Ducks-Washington Huskies football game canceled due to COVID-19","sentiment_score":-0.2625}
{"full_text":"Students across Mexico have been out of the classroom for most of the year amid the coronavirus pandemic. But the country's education secretary says in-person classes are starting up again in January for states with low levels of coronavirus spread.https:\/\/t.co\/8OtLUvXm7R","sentiment_score":0.1666666667}
{"full_text":"I really miss clubbing. Idrc about what I wore or drinking, but dancing has always been therapeutic for me. I just want to feel the bass in my bones again","sentiment_score":0.025}
{"full_text":"RT \"The proudest moment would be now, accomplishing our dream of debut. We want to show our fans how we will continually gro...","sentiment_score":0.0}
{"full_text":"Heading into the winter months, business owners spent thousands of dollars on tents and heaters, only to be frustrated as they are unusable for at least three weeks with outdoor dining prohibited once again.https:\/\/t.co\/FQvwIgYvQo","sentiment_score":-0.275}
{"full_text":"RT .@JimmyKimmel: \"Why aren't we madder about the fact that Rudy and Donnie and Jr. and all the swamp monsters pretending to be...","sentiment_score":0.0}
{"full_text":"RT We support and thank for calling attention to the rapid spread of COVID-19 in ICE detention. DHS must be held a...","sentiment_score":0.0}
{"full_text":"Virginia Senator Tim Kaine said Congress needs to negotiate a COVID-19 relief package for the country, and he would object to leaving Washington for the holiday season until lawmakers get the job done.","sentiment_score":0.0}
{"full_text":"#ACA #OPENENROLLMENT IS ENDING SOON (Dec 15, 2020). You MUST enroll by end date for 2021 insurance coverage! Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"RT THIS JUST IN: Sonoma County is the latest #BayArea county to announce it will adopt the state's stay-at-home order following...","sentiment_score":0.25}
{"full_text":"hi! Im a huge fan! Today is my birthday and I had spend it doing infusions today. Its been a rotten year with covid, job loss, etc. Just wondering if you could give me a shout out.   im not gonna ask for handout just a shout out.","sentiment_score":0.5}
{"full_text":"RT CDC's Redfield told staff to delete email, official tells House watchdog","sentiment_score":0.0}
{"full_text":"RT Utah had its first COVID case March 6 and first death March 22. From there:1-200 dead: 107 days201-400: 49 days401-600...","sentiment_score":0.1}
{"full_text":"Read how implementing DELMIA Works #ERP solution helped respond to conditions related to the #pandemic and transform how it operates by providing full traceability and accountability in the supply and #manufacturing process.https:\/\/t.co\/GMwGLyQynO","sentiment_score":0.175}
{"full_text":"A recent survey showed that 68% of Toledo firefighters are willing to get the COVID-19 vaccine.","sentiment_score":0.125}
