{"full_text":"RT Tom Cruise went ballistic on the Mission: Impossible 7 crew for breaking COVID protocols...https:\/\/t.co\/WbIpVlja7w","sentiment_score":-0.6666666667}
{"full_text":"RT The Progressive Caucus is united in our position: any COVID relief package MUST include survival checks and enhanced unempl...","sentiment_score":0.0}
{"full_text":"She's right.","sentiment_score":0.2857142857}
{"full_text":"That's wild","sentiment_score":0.1}
{"full_text":"Update!!!Its 8 positive cases aaaaaaand I was fired today because I was seeking medical leave after being exposed to COVID...at my place of work??  Being yah know... immunocompromised and all. And was told to \"work tonight or 'resign'\"","sentiment_score":0.1136363636}
{"full_text":"RT 1. Please remember as you're praising the audio of Tom Cruise yelling at crew members who don't follow Covid restrictions that...","sentiment_score":0.0}
{"full_text":"RT how about you go marvel at some tits","sentiment_score":0.0}
{"full_text":"RT Even before #COVID19, mental health &amp; substance use disorders have been some of #NewMexico's most pressing public health...","sentiment_score":0.1333333333}
{"full_text":"And how many people have died while Republicans stand on their right to make their own decisions??And how many people in New Zealand have Covid today??","sentiment_score":0.4044155844}
{"full_text":"RT Half of Canadians have some significantly incorrect beliefs about the pandemic  .1 in 5 have egregiously distorted belie...","sentiment_score":0.1041666667}
{"full_text":"Raging Tom Cruise warns film crew they're 'f***ing gone' if Covid rules broken I am so glad I don't pay to see your movies or even watch when free. Terrible way to talk to people.","sentiment_score":-0.125}
{"full_text":"RT BREAKING REPORT: California sheriff REFUSES TO COMPLY with Orange County judge's order to release inmates due to COVID-1...","sentiment_score":-0.125}
{"full_text":"RT THAT FACE YOU MAKE WHEN THE WORLD DOESN'T PAY ATTENTION TO YOUR WAR CRIMES BECAUSE EVERYONE IS TOO PREOCCUPIED WITH COVID...","sentiment_score":0.0}
{"full_text":"Yes folks. #GeorgiaBlue","sentiment_score":0.0}
{"full_text":"RT So let me get this straight. If you had #Covid19 and recovered, you still need the vaccine, but if you get the vaccine, i...","sentiment_score":0.2}
{"full_text":"RT The Progressive Caucus is united in our position: any COVID relief package MUST include survival checks and enhanced unempl...","sentiment_score":0.0}
{"full_text":"What's known about a 'new variant' of COVID-19 that's been identified in the UK ","sentiment_score":0.1363636364}
{"full_text":"New Zealand Commission of Inquiry: Cops missed mosque terrorist because of 'inappropriate' focus on jihad terror - #Liberalism is the real Worldwide Pandemic. ","sentiment_score":0.1681818182}
{"full_text":"Maybe this is a \"creditable\" enough source for you...","sentiment_score":0.0}
{"full_text":"RT COVID-19 is still with us during the holidays and we can't let up on doing everything we can to prevent it from spread...","sentiment_score":0.0}
{"full_text":"RT [201215 V Weverse Comment] i was going to go to pop up but my father didnt give permission..yuuyu pupupuupup when will co...","sentiment_score":0.0}
{"full_text":"RT I've been covering education during Covid since May. I've interviewed countless teachers, administrators, parents &amp; ed...","sentiment_score":0.0}
{"full_text":"I'll stay home","sentiment_score":0.0}
{"full_text":"RT Global South countries, led by South Africa and India, have requested a suspension of the WTO's patent rules to enable the...","sentiment_score":0.0}
{"full_text":"1.  Influenza and coronavirus are 2 completely different types of virus. 2. The negative test was the one that was wrong.Site. Farce. Learn English.","sentiment_score":-0.175}
{"full_text":"RT This is why I left that party and started asking \"what does progressive even mean?\" Because I'm confused. There's a whole P...","sentiment_score":-0.128125}
{"full_text":"RT The man behind me on this flight. DIED. OF COVID. MIDFLIGHT. I have so many questions.","sentiment_score":0.05}
{"full_text":"RT PRESS RELEASE: OC Health Care Agency Deploys Mobile Field Hospitals to Help Alleviate COVID-19 Burden on the Local Health Car...","sentiment_score":0.0}
{"full_text":"RT Jeremih suffered organ failure, memory loss, and had to learn to walk again after battle with COVID-19","sentiment_score":-0.3166666667}
{"full_text":"RT NEWS: Lawmakers in #Congress are negotiating additional #COVID19 stimulus that would extend relief for #studentloan borr...","sentiment_score":0.0}
{"full_text":"Well I already started.The response required for a disease as dangerous as covid19 cannot be the same as a seasonal flu. That will decimate hospital systems and kill way too many people.Maybe start learning a bit more by reading this:https:\/\/t.co\/HKVN7qao8t","sentiment_score":0.1}
{"full_text":"RT MAMAS supports the End Illinois Prison Lockdown Campaign. People in Illinois prisons have been under an indefinite lockdo...","sentiment_score":0.0}
{"full_text":"This is so tiring. Hey yokel I have worn a mask every day for the pass 8+ months. I am pro mask. I am also anti-jack boot MAKE YOU WEAR A MASK. Grow up and be responsible for yourself and quit begging gov to control you and me. Ok??","sentiment_score":0.35}
{"full_text":"RT 1. Please remember as you're praising the audio of Tom Cruise yelling at crew members who don't follow Covid restrictions that...","sentiment_score":0.0}
{"full_text":"Why was suspended, he provided a public service to the population to protect from #COVID19 #SARSCoV2 - don't you like protection to the people? - via","sentiment_score":0.0}
{"full_text":"RT But y'all still wanna go out and act like this shit over. Ok...","sentiment_score":0.15}
{"full_text":"RT The Progressive Caucus is united in our position: any COVID relief package MUST include survival checks and enhanced unempl...","sentiment_score":0.0}
{"full_text":"RT From @reportrix An ATA survey found one in three teachers said they had been quarantined or isolated due to COVID-19 inf...","sentiment_score":-0.125}
{"full_text":"RT Mitch McConnell has been blocking coronavirus relief legislation for 214 days but Senate GOP confirmed Amy Coney Barrett's r...","sentiment_score":0.4}
{"full_text":"RT But Sweden.. ICU at 99% capacity","sentiment_score":0.0}
{"full_text":"RT #FinMin2020To ease tax compliance during #COVID19, the date for payment of self assessment tax has been extended to 31s...","sentiment_score":0.0}
{"full_text":".. Is he going to pay his customers hospital bill, if they're infected with #coronavirus at his business?  ","sentiment_score":0.0}
{"full_text":"RT Te comparti el enlace al estudio de Imperial College:In high income countries, the estimated overall infecti...","sentiment_score":0.08}
{"full_text":"Kinda bored with wearing a mask might need to wear two at the same time just to spice things up","sentiment_score":-0.25}
{"full_text":"How many minutes a show does it take #Americans to absorb repetitive information on #COVID19, #vaccines &amp; #vaccination?Apparently thinks ans is 30-40 min per hour~or per show~all day~all week~all 2020~!! ?*&amp;K When will it stop? 8 min tops per show is enough~!! #FedUp","sentiment_score":0.0364583333}
{"full_text":"Now, don't forget those dress black coronavirus masks to make your outfits complete. Merry Christmas. Stay healthy.","sentiment_score":0.1444444444}
{"full_text":"RT Vietnam marked a 99-day streak without community COVID-19 transmission earlier this year, then went on to deliver an 89-da...","sentiment_score":0.05}
{"full_text":"#ParliamentSession4FarmersScared of Covid19 or FARMERS protest?       Govt please clarify","sentiment_score":0.0}
{"full_text":"RT We have all been doing it for ages, and now with #covid19 there has been even more emphasis on #handwashing .A little refres...","sentiment_score":0.15625}
{"full_text":"I created a Discord called \"The Fake Pandemic\", maybe you could help post news in here so I can have more evidence to show and convince my family and loved ones.","sentiment_score":0.2333333333}
{"full_text":"RT Spoke to someone in an Alabama prison where voluntary COVID testing is underway. Most didn't want to take the test because...","sentiment_score":0.5}
{"full_text":"RT Jeremih suffered organ failure, memory loss, and had to learn to walk again after battle with COVID-19","sentiment_score":-0.3166666667}
{"full_text":"RT The has been a great partner to Costa Rica to facilitate building adaptation capacity and concrete act...","sentiment_score":0.475}
{"full_text":"RT Working people who lost health care during the pandemic:Australia 0Belgium 0Canada 0Chile 0Denmark 0Finland 0Fr...","sentiment_score":0.0}
{"full_text":"RT Joel Osteen's megachurch received a $4.4. million Paycheck Protection Plan loan during the coronavirus pandemic, according...","sentiment_score":0.0}
{"full_text":"RT The Progressive Caucus is united in our position: any COVID relief package MUST include survival checks and enhanced unempl...","sentiment_score":0.0}
{"full_text":"Automation, accelerated by COVID. And what are societal implications? This is a business ethics case study that's too macro to be a case study.","sentiment_score":0.0}
{"full_text":"RT HOLY MOTHER OF CONQUERING A HOSPITAL OUTBREAK--Vietnam quashed a big  #COVID19 outbreak. Besides tracing 50,000+ people wh...","sentiment_score":0.0}
{"full_text":"Am 100% certain that some folks will consult their numerologists and astrologers to find out which vaccine would suit them best &amp; the right mahurat to get it injected.vohi, jo covid ke baare meN prediction tk nhiiN kr paaye the  \/ ","sentiment_score":0.5}
{"full_text":"SOOOOOOON DR. PLANDEMIC.......","sentiment_score":0.0}
{"full_text":"RT The Progressive Caucus is united in our position: any COVID relief package MUST include survival checks and enhanced unempl...","sentiment_score":0.0}
{"full_text":"RT  \"Wanted to go to the popup but my dad won't let me..yuuyuyuwhen will corona enduuI miss you Kim Tyunguu\" \"Your dad's right do...","sentiment_score":0.2857142857}
{"full_text":"RT This guy should be behind bars. He is on a crime spree.","sentiment_score":-0.4}
{"full_text":"RT Sean Hannity featuring my story tonight of owner Anton Van Happen of 'Nick The Greek' in Ventura and his viral response...","sentiment_score":0.0}
{"full_text":"RT Everyone has assigned seat on Illinois State bench. Much of seating about who has had COVID-19 and when.","sentiment_score":0.2}
{"full_text":"RT Sex work is work.The federal gov has done almost nothing to help people in months. We must pass stimulus checks, UI, small biz r...","sentiment_score":-0.25}
{"full_text":"RT 300,000 people have died of covid. Here are 10 that I think about regularly","sentiment_score":0.0}
{"full_text":"RT I've been covering education during Covid since May. I've interviewed countless teachers, administrators, parents &amp; ed...","sentiment_score":0.0}
{"full_text":"COVID-19 protocols hamna?","sentiment_score":0.0}
{"full_text":"RT During COVID-19,  Having JEE \/ NEET exams is fineDoing election campaigns is fine  Celebrating festivals is fine...","sentiment_score":0.4166666667}
{"full_text":"RT We need to open up our economy -- not lock it down. We need to cut taxes  --  not raise them.We need to prioritize AMERICA...","sentiment_score":-0.0777777778}
{"full_text":"RT Tom Cruise having a complete meltdown in favor of social distancing is peak 2020.","sentiment_score":0.0666666667}
{"full_text":"RT There will be no public new year celebrations in Shimla, Kullu, Kangra and Mandi as the Himachal Pradesh government has exten...","sentiment_score":0.0681818182}
{"full_text":"RT This is my therapy, my bliss because reality bites in these times of covid-19  This is my self care.  -- One Wish (For C...","sentiment_score":0.0}
{"full_text":"RT Great visit with TNP Prez We look forward to working with you t...","sentiment_score":0.8}
{"full_text":"He cares so much about us ","sentiment_score":0.2}
{"full_text":"Floridians , remember the names of those who supported trumps \"scorch the earth\" legal campaign to overturn the election, Gov. DeSantis. They do not believe in Science. Trump: DON'T BE AFRAID OF COVID. DeSANTIS DO NOT TAKE THE SECOND DOSE OF VACCINE.They are low life scumbag.","sentiment_score":-0.1}
{"full_text":"I wish this happened after first quarter bonuses and not during Christmas during a pandemic where my wife lost her job, but I still have to donate. You should, too.","sentiment_score":0.25}
{"full_text":"RT Updated stats and projections for various COVID-19 metrics in the US. It may be just a blip but cases appea...","sentiment_score":0.0}
{"full_text":"RT We have some bad news.... Social media star Nathan Apodaca has COVID-19. Here's what we know:","sentiment_score":-0.3333333333}
{"full_text":"RT 1. Please remember as you're praising the audio of Tom Cruise yelling at crew members who don't follow Covid restrictions that...","sentiment_score":0.0}
{"full_text":"I hope it's only #BurgerKing not stock market king, Wait and watch it will correct badly !!!Burger sells were down in lockdown period also!!!and for sure people are health conscious so, In future sells might be lower as compare recent times!!!!#sensex #nifty #NiftyBank","sentiment_score":-0.0793650794}
{"full_text":"RT OpinionCovid-19: Allowing It To Be Something It Wasn'tThe misery of Covid-19 patients doubled as they had to fight a me...","sentiment_score":0.0}
{"full_text":"RT $740 billion a year on endless wars and you're telling me we can't afford to send families $2,000 a month to pull them...","sentiment_score":-0.125}
{"full_text":"RT Day 1 after the vaccine injection:  I am excited to share that I feel fine. I have a little soreness in my upper left...","sentiment_score":0.1208333333}
{"full_text":"RT VERONICA \"VO\" OLIVER of Reno, Nevada died of COVID on Nov. 26. \"She was the embodiment of all things good and kind and...","sentiment_score":0.65}
{"full_text":"RT @CytoDyn completes full enrollment in its Phase 3 registrational trial for severe-to-critical COVID-19 patients; the...","sentiment_score":0.35}
{"full_text":"RT Same double standard the Trumps have been promoting. I'm not a heal...","sentiment_score":0.0}
{"full_text":"Govt. Jan Aushadhi Shops are at thousands of places. Search by salt name here:  #azithromycin #VitaminC","sentiment_score":0.0}
{"full_text":"Riverside County Officials should think about the dire consequences of their individual and collective failures to obey \"Stay-At-Home\" Health Order!: How many body bags will Riverside County need Sheriff Bianco?https:\/\/t.co\/fNQMyaRqJr","sentiment_score":0.25}
{"full_text":"And\/or a good game of touch football in the snow.","sentiment_score":0.15}
{"full_text":"RT The #COVIDVaccine has arrived at WA hospitals and is now available to high-risk health care workers and people who live a...","sentiment_score":0.2681818182}
{"full_text":"RT To those who say U.S. should reduce immigration, I say look at the wonderful doctors, nurses &amp; health care workers we have...","sentiment_score":1.0}
{"full_text":"RT Tom Cruise went ballistic on the Mission: Impossible 7 crew for breaking COVID protocols...https:\/\/t.co\/WbIpVlja7w","sentiment_score":-0.6666666667}
{"full_text":"RT Jeremih suffered organ failure, memory loss, and had to learn to walk again after battle with COVID-19","sentiment_score":-0.3166666667}
{"full_text":"RT Core beliefs: virus manufactured, masks ineffective, deaths wildly exaggerated as is pandemic, vaccine dangerous and unn...","sentiment_score":-0.55}
{"full_text":"RT This guy should be behind bars. He is on a crime spree.","sentiment_score":-0.4}
{"full_text":"An EMT??? AN EMT??? In a PANDEMIC?? Some people are just evil","sentiment_score":-1.0}
{"full_text":"RT California &amp; NY bail out the federal government every year.","sentiment_score":0.0}
{"full_text":"RT A new study has found that #coronavirus patients are not out of the woods even after leaving the hospital. The first 10 days a...","sentiment_score":0.1931818182}
{"full_text":"HE'S SUCH A FLIRT ","sentiment_score":0.0}
{"full_text":"Tom Cruise tears into mission impossible-7 crew for not following covid-19 safety protocols #MissionImpossible7#tomcruise #COVID19#SafetyFirst #ctrlznewshttps:\/\/t.co\/PEb742ol1R","sentiment_score":0.0}
{"full_text":"Someone has to take care of the fruit flies while the pandemic rages on. Via","sentiment_score":0.0}
{"full_text":"Wager on saturdays game?  Very weird and unpredictable season. I'll take COVID-19 and the under!","sentiment_score":-0.4194444444}
{"full_text":"RT If they were trying to infect people, how could we tell the difference?","sentiment_score":0.0}
{"full_text":"RT BREAKING: Ontario tells hospitals to be ready within 48 hours to clear beds for a surge of #COVID19  patients,","sentiment_score":0.15}
{"full_text":"wait so a former Salon columnist called for an anti-lockdown uprising and then promptly deleted her twitter do I have that right","sentiment_score":0.1428571429}
{"full_text":"At least a fifth of the world's population may not have access to a #COVID19 vaccine until 2022, according to a study","sentiment_score":-0.3}
{"full_text":"UNLV men's basketball head coach T.J. Otzelberger has tested positive for COVID-19,","sentiment_score":0.2272727273}
{"full_text":"Officials in the #Chicago area are struggling to uncover whether an Orthodox #Jewish wedding that violated public health restrictions led to new #COVID19 cases in the hard-hit city.https:\/\/t.co\/wFdsjfoRVc","sentiment_score":-0.0159090909}
{"full_text":"RT South Korea records 1.078 new cases of Coronavirus, setting a new record for cases in a day","sentiment_score":0.1363636364}
{"full_text":"28 new COVID-19 cases recorded in Caraga regionhttps:\/\/t.co\/zEi1cl2aeZ","sentiment_score":0.1363636364}
{"full_text":"#UAE continues to battle second wave of #COVID19, reports 1,226 new cases ","sentiment_score":0.0681818182}
{"full_text":"Pushing 100, married couple survive COVID-19","sentiment_score":0.25}
{"full_text":"CoViD19-LFIaICL: Confirmed: 2 391 084 (+ 11857)Actives: 305 684 (+ 176) @NCoVAfricahttps:\/\/t.co\/ozKcAkOlVVAccording to Peak Daily Infections was 24th July 2020 and 20,873https:\/\/t.co\/p2U0M6WIi9","sentiment_score":0.2}
{"full_text":"Good Morning SunshineHappy Wednesday &amp; Happy #DayOfReconcillation Remember to stay home &amp; save lives","sentiment_score":0.75}
{"full_text":"MLBB M2 World Championship is the first live esports event since the global lockdown happened.#mlbb #m2 #moonton #mesf #esports","sentiment_score":0.1287878788}
{"full_text":"RT COVID-19: For the first time in its history UNICEF will help feed kids in the UK","sentiment_score":0.25}
{"full_text":"The Samoan Cyber Choir or Aufaipese will hold an online Christmas concert next week, in a bid to combat what has been a gloomy and unpredictable year due to COVID-19.","sentiment_score":-0.0972222222}
{"full_text":"RT Jeremih suffered organ failure, memory loss, and had to learn to walk again after battle with COVID-19","sentiment_score":-0.3166666667}
{"full_text":"Biden's team encourages Americans to stay home during inauguration amid pandemichttps:\/\/t.co\/MA2UJwuYIT","sentiment_score":0.0}
{"full_text":"Despite the historic scientific milestone of the COVID vaccine rolling out as quickly as it has, a new challenge for public health officials will be convincing skeptics the vaccine is safe to get.","sentiment_score":0.2449494949}
{"full_text":"I'm glad moviepass didn't live long enough to be killed by this pandemic","sentiment_score":0.0772727273}
{"full_text":"Across states, local government and higher ed -- no segment of information technology was untouched by the coronavirus pandemic","sentiment_score":0.125}
{"full_text":"How the pandemic of 2020, our first panhuman event, may irreversibly change us (@longdrivesouth -","sentiment_score":0.25}
{"full_text":"The Majority of Oregon counties remain under the \"Extreme Risk\" designation due to a surge in Covid-19 cases, which means restaurants in Jackson, Josephine, Klamath, and now Curry County will be restricted from having indoor dining.by","sentiment_score":-0.125}
{"full_text":"Saudi cuts spending as 2020 budget deficit soars due to pandemic, oil woes","sentiment_score":-0.125}
{"full_text":"Happy Victory Day to Bangladesh! Though this year we celebrate Victory Day in a different way, the people of the country are fighting against #COVID19 with the same spirit.Our warm respect to all the fighters across the world. ","sentiment_score":0.4}
{"full_text":"RT The Progressive Caucus is united in our position: any COVID relief package MUST include survival checks and enhanced unempl...","sentiment_score":0.0}
{"full_text":"The Philippine Health Insurance Corp. (PhilHealth) has paid over P40 million claims for coronavirus disease 2019 (COVID-19) benefit packages in Western Visayas.https:\/\/t.co\/ov9kdzwU2t","sentiment_score":0.0}
{"full_text":"RT Super useful advice on this thread","sentiment_score":0.3166666667}
{"full_text":"Rs 2,300 crore loss per day: That's what pandemic and lockdowns cost automotive industry","sentiment_score":0.0}
{"full_text":"The worst-case scenario is that skipping the second shot could allow the virus to spread and mutate.","sentiment_score":0.0}
{"full_text":"#COVID19 safety tips after shopping Remove &amp; leave footwear outside the houseSanitize hands,mobile phones &amp; keysWash hands with soap &amp; water after handling packages Keep shopping bags at a designated\/isolated place #Unite2FightCorona","sentiment_score":0.0}
{"full_text":"Gift of the Givers renovates Covid-19 isolation wards worth R750 000 in EC","sentiment_score":0.3}
{"full_text":"RT Tom Cruise went ballistic on the Mission: Impossible 7 crew for breaking COVID protocols...https:\/\/t.co\/WbIpVlja7w","sentiment_score":-0.6666666667}
{"full_text":"All across Louisville, the Vaccine Distribution Task Force will work to administer the COVID-19 vaccine to those who eventually want it.","sentiment_score":0.0}
{"full_text":"RT Georgia- there's good news here! You have a great and positive choice! You can vote for amazing,dedicated, smart &amp; hard workin...","sentiment_score":0.3763419913}
{"full_text":"Have tested a third of Chennai for Covid: Corporation","sentiment_score":0.0}
{"full_text":"RT The Progressive Caucus is united in our position: any COVID relief package MUST include survival checks and enhanced unempl...","sentiment_score":0.0}
{"full_text":"Before the pandemic was bad me and my friends went to Virginia to see for galentine's day and it was literally the perfect trip","sentiment_score":0.15}
{"full_text":"RT Jeremih suffered organ failure, memory loss, and had to learn to walk again after battle with COVID-19","sentiment_score":-0.3166666667}
{"full_text":"Cumulative #COVID19 deaths in the region are projected to reach 62,000 deaths by April 1, 2021. If mask use increases to 95%, 16,000 lives could be saved. View our #COVID19 policy briefings:","sentiment_score":0.0}
{"full_text":"Big facts! Its just this year is so weird because of the pandemic","sentiment_score":-0.25}
{"full_text":"The iconic fragrance of traditional egg tarts represents a 40-year long journey of the Hoover Cake Shop in Kowloon City owned by Mr and Mrs Chow. Uncover the story of how #HSBC supported this HK mom-and-pop bakery through the pandemic:","sentiment_score":0.15}
{"full_text":"Doctors say vaccine side effects are not signs of COVID infection.","sentiment_score":0.0}
{"full_text":"DepEd Secretary spreading fake news?!? SHAME!!","sentiment_score":-0.9765625}
{"full_text":"Pressure for a deal is intense with unemployment benefits set to run out Dec. 26 for more than 10 million people and many businesses barely hanging on.","sentiment_score":0.3125}
{"full_text":"Current Conditions for #Sayre PATemp: 19.9FWind Chill: 19.9FHumidity: 86%Dew Point: 16.4F Barometer: 30.499 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 250.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Taehyung worries about the ARMYs who are going to visit Pop up store since the COVID19 cases in Korea increased recently.","sentiment_score":0.0}
{"full_text":"The coronavirus is spreading across all age groups in #Sweden, the country's Public Health Agency said on Tuesday as it presented the latest #COVID_19 figures at its bi-weekly news conference. https:\/\/t.co\/M0P2mS4iXL","sentiment_score":0.25}
{"full_text":"RT Jesus, going for that last minute kill-streak #COVID19","sentiment_score":0.0}
{"full_text":"I think there's deffos something to that. And given how some people have more time in this pandemic, something like this gives them a focus point and a feeling like they know something others don't","sentiment_score":0.5}
{"full_text":"Greater Noida: Sharda Hospital demands non-Covid status","sentiment_score":0.5}
{"full_text":"RT It spreads more so in \"mom and pop pizzerias\" since you can't eat and wear a mask at the same...","sentiment_score":0.25}
{"full_text":"RT I'm in. Retweet if you are.","sentiment_score":0.0}
{"full_text":"COVID-19 has caused many of our holiday traditions to change this year, but at Lizana Elementary they've created a new tradition for kids and families to enjoy the holidays safely.","sentiment_score":0.3672727273}
{"full_text":"RT It's okIt's NSWDifferent strain of covid there Doesn't seem to spread Or doesn't get report...","sentiment_score":0.0}
{"full_text":"Total COVID-19 tests performed in Israel: 6695183. 360,630 cases, of those 0 today; 3,014 deaths, of those 0 today.","sentiment_score":0.0}
{"full_text":"RT Grey-Bruce Health Unit has been in talks with Chapman's Ice Cream in Markdale to acquire freezer space to store the COVID-...","sentiment_score":0.0}
{"full_text":"He hoped that with him she could put roots down, well as much as she could. He knew she would most likely be on the road a lot, hunting with others he could only hope she would stay home with him every once in awhile.","sentiment_score":0.1088888889}
{"full_text":"RT This guy should be behind bars. He is on a crime spree.","sentiment_score":-0.4}
{"full_text":"RT Covid is to Democrat authoritarians what 9\/11 was to  Republican authoritarians.","sentiment_score":0.0}
{"full_text":"We are still alive too..u dont have your health what do u have? Several co-workers have Covid-19 and or are in the hospital for double pneumonia. Stay strong; stay healthy","sentiment_score":0.2066666667}
{"full_text":"RT Hubby just brought me into his office, handed me a dart and pointed to the world map on the wall. He said wherever it lands...","sentiment_score":0.0}
{"full_text":"RT  \"Wanted to go to the popup but my dad won't let me..yuuyuyuwhen will corona enduuI miss you Kim Tyunguu\" \"Your dad's right do...","sentiment_score":0.2857142857}
{"full_text":"RT If u have covid &amp; YOU KNOW and are still going out  , go 2 hell .","sentiment_score":0.0}
{"full_text":"An hour of regular old Bay bridge traffic every day this past week. People are not staying at home. Our January will be horrible.  #COVID19","sentiment_score":-0.2875}
{"full_text":"RT What lockdown does to the Dora's ","sentiment_score":0.0}
{"full_text":"RT This guy should be behind bars. He is on a crime spree.","sentiment_score":-0.4}
{"full_text":"RT #FinMin2020To ease tax compliance during #COVID19, the timeline for filing of ITR for FY 2019-20 for individuals etc ha...","sentiment_score":0.0}
