{"full_text":"RT 'i dont wanna involve myself! i just came to twitter for art and fun!'yeah and my mom nearly got her head busted open for be...","sentiment_score":0.1583333333}
{"full_text":"Covid-19 sick ","sentiment_score":-0.7142857143}
{"full_text":"RT Some are born immune, some acquire immunity... and some have immunity thrust upon 'em!","sentiment_score":0.0}
{"full_text":"RT - IF YOU PRICK US, DO WE NOT    BLEED?- Shut up and hold your arm still.","sentiment_score":0.0}
{"full_text":"RT Newsom Issues Double Stay-at-Home Order Where You Have To Stay In A Smaller House Inside Your Original House","sentiment_score":0.125}
{"full_text":"Why isn't #Sanju keeping? And, is there no corona threat in Australia? No spectator is wearing a mask. India #INDvAUS","sentiment_score":0.0}
{"full_text":"Demands such as security of tenure, wage increase, land distribution, protection of the environment, free health care services, pro-people COVID-19 response, among others.(2\/3)#StandwithRepZarate #MakabayanAko","sentiment_score":0.2}
{"full_text":"RT Who is this fine gentleman, Twitter?","sentiment_score":0.4166666667}
{"full_text":"Totally incompetent","sentiment_score":-0.35}
{"full_text":"RT This what y'all think the covid vaccine's gonna do","sentiment_score":0.0}
{"full_text":"RT The UK Government is working with all the devolved administrations to ensure the COVID-19 vaccine is deployed fairly acr...","sentiment_score":0.7}
{"full_text":"RT i see now that today will be spent crying at photos of elderly people i have never met","sentiment_score":-0.15}
{"full_text":"RT In the coming weeks, governors across the country will give speeches outlining their budget proposals. Following months...","sentiment_score":0.0}
{"full_text":"RT Today the first vaccinations in the UK against COVID-19 begin. Thank you to our NHS, to all of the scientists who worked...","sentiment_score":0.25}
{"full_text":"RT FIRST VACCINE SHOTS: The UK will administer first doses of the #Pfizer COVID vaccine to the public Tuesday, with the U.S....","sentiment_score":0.1666666667}
{"full_text":"RT It's time. We need to capture him and farm his body","sentiment_score":0.0}
{"full_text":"In #DrStephenMogusu's payslip it's clear that doctors actually earn non-practise allowance. Why then do doctors operate private clinics?What standards do doctors want to be held to?You earn non-practise allowance and still run a PRIVATE CLINIC!","sentiment_score":0.025}
{"full_text":"Today in the UK we shall be mostly #milkingmargaret","sentiment_score":0.5}
{"full_text":"RT Seems the queen gave Will and Kate special dispensation to OVERRULE ScotGov 's public health emergency lockdown on TRAVEL....","sentiment_score":0.1785714286}
{"full_text":"AI hypothesizes, shows a connection between optimistic outlook and COVID ethics #AI #MachineLearning #Ethics #Psychology #healthcare #100DaysOfCode #DataScience  #100DaysOfMLCode #ArtificialIntelligence #BigData ","sentiment_score":0.0}
{"full_text":"RT Bill Gates: Get the old ladies first. I want to track the old ladies.","sentiment_score":0.15}
{"full_text":"Let's say this lil \"China\" virus was a bio weapon, then those that put themselves first, instead of their country, will end up destroying the very country they said they love. God forbids if someone actually sent a bio weapon here then we are doomed thanks to selfish a-holes.","sentiment_score":0.0642857143}
{"full_text":"RT Antivax: BIG GOVERNMENT ARE TRYING TO TRACK YOU WITH 5G CHIPS IN THE COVID VACCINE AND I FOR ONE WILL NEVER ALLOW THIS no...","sentiment_score":0.0}
{"full_text":"RT The Pfizer Covid-19 vaccine was developed by Turkish scientists in Germany via a transatlantic partnership. Tested in So...","sentiment_score":0.1}
{"full_text":"RT ICYMI: #SaudiArabia ranks first in the Arab region and 17th globally in terms of university research on #coronavirus, ac...","sentiment_score":0.125}
{"full_text":"RT Covid vaccine: UK woman, 90, becomes first in world to receive Pfizer jab","sentiment_score":0.25}
{"full_text":"RT Gov DeSantis fired FL's coronavirus data scientist. So she's started publishing COVID statistics on her own. Today police...","sentiment_score":0.6}
{"full_text":"RT Public health workers in Kansas leaving jobs amid pandemic, politics: #KAKEnews","sentiment_score":0.0}
{"full_text":"RT \"It has genuinely been a four nation effort.\"@fmwales, Mark Drakeford says that the devolved governments have worked with We...","sentiment_score":0.4}
{"full_text":"England-South Africa ODI series called off after Covid-19 cases - #PTI #PMLN #...","sentiment_score":0.0}
{"full_text":"RT All of this within less than 6 weeks. What a legendary run. The undisputed King of 2020","sentiment_score":0.4166666667}
{"full_text":"COVID-19: Nigeria records 390 new cases","sentiment_score":0.1363636364}
{"full_text":"RT Are you going to hound yourself for months now?","sentiment_score":0.0}
{"full_text":"RT Thousands of Australians are trapped overseas by Covid because ProMo Morrison has - duh ! - broken his pledge to bring t...","sentiment_score":-0.325}
{"full_text":"RT Social distancing does not mean emotional distancing. Stay connected with your loved ones and we'll get through this,...","sentiment_score":0.2223958333}
{"full_text":"17:53\/5:53 pm EDT, 09\/17\/2020","sentiment_score":0.0}
{"full_text":"RT The world's first clinical use of the Covid vaccine.  Drawn  up and prepared by Nicole of with Heat...","sentiment_score":0.25}
{"full_text":"RT Hey friends! I just got laid off due to COVID If you know of any companies hiring for badass Data Scientists who are gr...","sentiment_score":-0.125}
{"full_text":"RT First person to receive Pfizer Covid-19 vaccine is Margaret Keenan, 90, as UK begins biggest vaccination programme in NHS...","sentiment_score":0.25}
{"full_text":"RT Absolutely &amp; see that there's an equitable distribution of political power in the US. By contrast to population, nearly all...","sentiment_score":0.1}
{"full_text":"RT Wait - this guy has Covid? No way...","sentiment_score":0.0}
{"full_text":"RT We all want to be with our loved ones during the upcoming holidays, but we mustn't be complacent. #COVID19 is changing the wa...","sentiment_score":0.7}
{"full_text":"Earliest case detected on 17 November, weeks before authorities acknowledged new virus, says Chinese media","sentiment_score":0.0681818182}
{"full_text":"RT Though this seems a funny conspiracy theory...yet one wonders as to when Indian Railways will resume full scale pre covid19 op...","sentiment_score":0.3}
{"full_text":"Service Update 09:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Service Update 09:00 - Faulty overhead electric wires between Diss and #Norwich causing disruption.All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"They're Still kind of implying that kids are going to catch covid off a Christmas card though and that's proper weird ","sentiment_score":0.0333333333}
{"full_text":"Yeah...because they really WANT to go round Wales on a train 'gladhanding'...... what a #ridiculous comment '....an excuse to break the COVID rules....'Now WALES swipes at William and Kate over cross-Britain tour","sentiment_score":-0.0958333333}
{"full_text":"i had seeing people post about that like it's a ground breaking take. can we focus on a pandemic? pls","sentiment_score":0.0}
{"full_text":"RT CM Sindh called on the Chairman PPP at Bilawal House. CM Sindh briefed Chairman PPP about #COVID19 situa...","sentiment_score":0.0}
{"full_text":"Now you can't front when Pule is around anymore coz y'all drank Klipdrift together peak lockdown, ntse ore o batla champers and he'll come in ka \"but Masego you drink everything\"","sentiment_score":0.0}
{"full_text":"90-year-old woman in the UK becomes first person to receive the Pfizer COVID-19 vaccine outside clinical trial ","sentiment_score":0.125}
{"full_text":"RT Social distancing does not mean emotional distancing. Stay connected with your loved ones and we'll get through this,...","sentiment_score":0.2223958333}
{"full_text":"RT Hi Pete Evans runs a 'health' lab and gives false advice about Covid-19 vaccines and their effects....","sentiment_score":-0.4}
{"full_text":"PANDEMIC.","sentiment_score":0.0}
{"full_text":"RT The message from the Royal idiots is that covid isn't that serious (although 60000 have died), and that people should ig...","sentiment_score":-0.5666666667}
{"full_text":"Support For People Ineligible For Covid-19 Support SchemesWe're helping and prepare for this meeting on Wednesday. If you want to submit your comments please use this form before midday Tuesday. #excludedukhttps:\/\/t.co\/UkUNum39PA by","sentiment_score":0.0}
{"full_text":"RT Yes, your boss can fire you if you refuse to get a Covid vaccine","sentiment_score":0.0}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"I want to thank all cleaners out there too. Their work has been made so much more important &amp; they've worked non stop all through this pandemic yet have had no recognition","sentiment_score":0.45}
{"full_text":"This lot always on about how they'd sacrifice their lives for their country but won't even sacrifice a moment of slight discomfort to wear a mask in public.","sentiment_score":-0.0833333333}
{"full_text":"RT Authorities in Florida have raided the home of Rebekah Jones, a former state official who has said she was ousted earlier this y...","sentiment_score":0.0}
{"full_text":"RT Added witnesses: Armand Balboni, M.D., PH.D.Chief Executive Officer, Appili Therapeutics Inc. &amp; Jayanta Bhattacharya, M.D.,...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Trump passed on buying more Pfizer vaccine.Because of it, Pfizer can't ship many doses to the US until June.  htt...","sentiment_score":0.5}
{"full_text":"RT Second patient to get the COVID jab at University Hospital Coventry - would you believe it....William Shakespeare from Warw...","sentiment_score":0.0}
{"full_text":"RT JUST IN: The second person to receive the Pfizer coronavirus vaccine is named William Shakespeare","sentiment_score":0.0}
{"full_text":"BBC News - Covid-19 vaccine: First person receives Pfizer Covid-19 vaccine in UKhttps:\/\/t.co\/xCYyYeP0u2","sentiment_score":0.25}
{"full_text":"RT Things aren't looking great for Coachella. Thanks Mr. Trump.","sentiment_score":0.5}
{"full_text":"Yes, due to all the people all summer violating the CDC rules no gathering, wear a mask, don't travel etc so now this is the consequence. Don't complain","sentiment_score":-0.125}
{"full_text":"RT Florida Gov. DeSantis' administration led a campaign of spin &amp; concealment that...","sentiment_score":0.0}
{"full_text":"RT Nicola Sturgeon revealed that Scottish Govt had WARNED the royal household in advance about Scotland's LOCKDOWN  on travel...","sentiment_score":0.0}
{"full_text":"RT 91 year old Irishwoman becomes the Worlds first patient to receive Covid-19 vaccine  ","sentiment_score":0.175}
{"full_text":"God I hate flu (This is not covid)","sentiment_score":-0.8}
{"full_text":"RT \"Forbes Asia also noted that the list included celebrities who have also used their influence to support worthy causes, e...","sentiment_score":0.3333333333}
{"full_text":"RT JUST IN: The second person to receive the Pfizer coronavirus vaccine is named William Shakespeare","sentiment_score":0.0}
{"full_text":"RT I'm very happy to see the COVID vaccine being rolled out today. It's a shame we have to see Hancocks face on every chan...","sentiment_score":1.0}
{"full_text":"RT JUST IN: The second person to receive the Pfizer coronavirus vaccine is named William Shakespeare","sentiment_score":0.0}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"RT At the end of this long and devastating year, it's incredibly heartening to see science and medical experts valued as t...","sentiment_score":-0.0375}
{"full_text":"RT U.S. DEATHS, PEARL HARBOR, 7 DEC 1941: 2,403U.S. DEATHS, COVID, 1 DEC 2020: 2,473U.S. DEATHS, COVID, 2 DEC 2020: 2,73...","sentiment_score":0.0}
{"full_text":"RT Hey this is state funded terrorism and you're a fucking piece of shit","sentiment_score":-0.4}
{"full_text":"RT We're planning Semester 2 and need to know if you'd like more in-person teaching. We also want to hear how you're faring in...","sentiment_score":0.5}
{"full_text":"RT Dr. Bonnie Henry is not the Grinch Who Stole Christmas.A devastating virus called COVID-19 is the Grinch Who Stole Chr...","sentiment_score":-1.0}
{"full_text":"Read my lips.  The mask is not to protect you, but to protect others.  So if you don't wear one you are declaring yourself to be a selfish twat for all to see.","sentiment_score":-0.5}
{"full_text":"RT Margaret Keenan, a 90-year-old grandmother, becomes the first person in the world to receive the Pfizer #COVID19 vaccine shot...","sentiment_score":0.25}
{"full_text":"With #cancer diagnosis down 37% since the outbreak of the pandemic and the clinical trial cycle massively disrupted, suggestions have been raised that #Ai should be deployed to recruit patients for #ClinicalTrials immediately.https:\/\/t.co\/ZHgwL21Bv6","sentiment_score":-0.0777777778}
{"full_text":"RT It's exhausting to think about how much effort has been expended in DC being polite and deferential to people who have enabled...","sentiment_score":-0.1}
{"full_text":"RT #WATCH Rajasthan: A couple gets married at Kelwara Covid Centre in Bara, Shahbad wearing PPE kits as bride's #COVID19 r...","sentiment_score":0.25}
{"full_text":"RT A 90-year-old woman from Northern Ireland has become the first person in the world to receive the Pfizer\/BioNTech Covid...","sentiment_score":0.25}
{"full_text":"RT However, the fact is, the Government continues to maintain some COVID-19 containment measures such as the curfew, that di...","sentiment_score":0.0}
{"full_text":"RT We are working to unlock the full potential of the IT and Telecom sector.The new OSP guidelines will boost growth of this...","sentiment_score":0.1621212121}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"Universal Peace Federation's Third #RallyofHope with the Little Angels' commemorative performance for veterans of the Korean War on the 70th anniversary of outbreak. Featuring Global Religious &amp; Political Figures, Held on 22 November #UPF","sentiment_score":-0.03125}
{"full_text":"Get well song ","sentiment_score":0.0}
{"full_text":"RT Justice Ruth Bader Ginsburg was one of the many noteworthy figures who died in 2020, a grim year that saw more than a million peopl...","sentiment_score":0.0}
{"full_text":"RT TERRIBLE--Dr James Phillips, attending physician at Walter Reed who criticized Trump for joyriding w\/ Secret Service agents...","sentiment_score":-0.4}
{"full_text":"RT Your immune system has a higher success rate at combatting COVID than the actual vaccine 99% vs. 95% Think about it","sentiment_score":0.1833333333}
{"full_text":"When the pandemic hit, Taylor tried to force eviction on Nour - a family-run food shop that has served people here for decades. The community fought back and Nour was saved. But other heritage shops are being priced out all the time, driven by this man's vision for Brixton. 5\/","sentiment_score":-0.0625}
{"full_text":"RT STOP HAVING SUPERSPREADER WEDDINGS--Illegal 300-person wedding last month in WA state led to 2 outbreaks. But gets worse.....","sentiment_score":-0.2}
{"full_text":"RT I had this conversation 20x+ at the restaurant yesterday. Guest \"I can't believe Newsom is shutting you down...","sentiment_score":-0.1555555556}
{"full_text":"Pretend to be a time traveller day is celebrated today! We'd like to travel back in time to our events where families discovered days gone by (photographs taken prior the pandemic)#greaterbrecon #TimeTraveller #TimeFlies #AChristmasCarol","sentiment_score":0.1458333333}
{"full_text":"Coronavirus latest: Scotland is preparing for surge in births in the New Year as lockdown babies are bornhttps:\/\/t.co\/BKVs9yfz9X","sentiment_score":0.3181818182}
{"full_text":"Oliver was operated on by St Mark's Consultant Surgeon Mr Janindra Warusavitarne during the first Covid-19 surge. Stay tuned to read about what had to happen for surgery at St Mark's to continue, &amp; how Oliver is using his recovery to support others #WeAreStMarks","sentiment_score":0.25}
{"full_text":"Still time to support #ChristmasChallenge20Funds raised by midday will help us run remote sessions for schools who can't accept visitors due to covid. We hit our target but still welcome your donations!Huge thanks to everyone who has given so far!https:\/\/t.co\/VJAvRI9GP4","sentiment_score":0.19375}
{"full_text":"90-year-old UK woman becomes first in the world to get Pfizer's COVID-19 vaccine #Pfizervaccine ","sentiment_score":0.25}
{"full_text":"CRICKET | England's ODI series in South Africa was cancelled on Monday after an outbreak of Covid-19 cases at the luxurious The Vineyard hotel where both teams have been stayinghttps:\/\/t.co\/H4aT6tYzzB","sentiment_score":0.0}
{"full_text":"Some decisions not to resuscitate people, at the start of the pandemic, were inappropriate, according to the Care and Quality Commission.https:\/\/t.co\/doI6ldcWfk","sentiment_score":0.0}
{"full_text":"#IHE_EHR vol. 16(4) (2020, December)#Pandemics #specialissue\"Same place, different stories: The mortality burden of the 1918-20 influenza pandemic in Denmark\"By Lone Simonsen and from #openaccess","sentiment_score":0.0}
{"full_text":"Coronavirus vaccines could be mandatory for some, but it's unlikely","sentiment_score":-0.5}
{"full_text":"Ballito Rage has come on and gone, the end result? Several confirmed #covid19SA cases. #CarolOforiOnECR@CarolOfori","sentiment_score":0.2}
{"full_text":"The decision to postpone the series came after potentially five COVID-19 cases were flagged inside the teams' bio-secure environment in Cape Town -- one South Africa player, two hotel staff and two members of the England touring party.","sentiment_score":0.0}
{"full_text":"Following the lifting of Level 5 Covid-19 restrictions, chaplaincy is starting to host services in person again. From now until the end of term, Tuesday afternoon mass from the Inter Faith Centre will admit 20 people. We continue to broadcast all services on our YouTube channel.","sentiment_score":0.0}
{"full_text":"RT All the best to the United Kingdom as they begin their COVID-19 vaccination programme today. Since Malaysia will be receiving...","sentiment_score":1.0}
{"full_text":"RT They really are prioritising the elderly: this guy is 456","sentiment_score":0.2}
{"full_text":"The manufacturing and industrial sectors engage at least one-quarter of the total labor force in the world.#b2bbusiness #vocalforlocal #handicrafts #smallbusiness #supportbusinesses #supportsmallbusinesses #b2b #growindia #indianbusiness #covid19 #manufacturers #wholesalers","sentiment_score":-0.15}
{"full_text":"RT \"There's very much a sense here that this is a world first and it's the NHS that's delivering.\"The BBC's Health Editor,...","sentiment_score":0.255}
{"full_text":"Inspired by the plight of ambulance drivers during the pandemic, a mother-of-three from #Eye has been raising money for NHS workers by knitting and selling her own crocheted itemshttps:\/\/t.co\/PmSfJ9yHkY","sentiment_score":0.6}
{"full_text":"Each dam will have a limit on the number of visitors to the site at any one time in accordance with COVID-19 SOPs.https:\/\/t.co\/9WHNjp6Gby","sentiment_score":0.0}
{"full_text":"Not only is an incredibly talented #actor &amp; #voiceactor but his panto Hansel and Gretel? (A Postmodern Pantomime) opens TODAY at go see it!! #tripplethreat #Congratulations #panto","sentiment_score":0.5}
{"full_text":"Because of the COVID-19 pandemic, many disruptions on routine #immunization programmes have taken place, leaving countless people unprotected. We discussed this important issue with Gary Finnegan, Editor at  #YC4PV","sentiment_score":0.3}
{"full_text":"This year we are making BBC Sports Personality's Greatest Sporting Moment of the Year all about you! So...We'd love you to send us your videos and stories of your own personal sporting achievements in the face of coronavirus!More  #SPOTY","sentiment_score":0.525}
{"full_text":"...because I'm a COVID survivor","sentiment_score":0.0}
{"full_text":"Do you love fresh, local produce?This Sunday 13 December Hampshire Farmers' Market will be on The Broadway and Lower High Street. All markets will be following social distancing guidance.  #WinchesterMarket #ShopLocal","sentiment_score":0.1655555556}
{"full_text":"Inside a Covid-19 support group, where a long-haul future is faced head-on#HIV #PLHIV #endHIVstigmahttps:\/\/t.co\/BQW3mW1Mfa via","sentiment_score":0.0}
{"full_text":"I have positive feelings about 2021. #Covid_19 #Pfizer #BioNTech #vaccine #tuesdaymotivations","sentiment_score":0.2272727273}
{"full_text":"#SouthAfrica Designates Lulama Mary Theresa as New High Commissioner to Uganda #ChimpReportsNews #UgandaNews #WearAMask #News","sentiment_score":0.1481818182}
{"full_text":"Recent study by Gartner revealed that the pandemic has dramatically impacted what HR leaders will focus on in the coming months. Read here: #survey #postCOVID #tuesdaythoughts #humanresources #humancapital","sentiment_score":0.0}
{"full_text":"RT The last few months for Rudy Giuliani:1. Gets caught (allegedly) undoing his pants in a Borat movie2. Hosts an electio...","sentiment_score":-0.1}
{"full_text":"Out of the 209 new #coronavirus cases in #SaudiArabia, 44 were confirmed in each Riyadh and Madinah.   ","sentiment_score":0.2681818182}
{"full_text":"Draftees hailing from Victoria are the most likely to stay home with 65% remaining in Victoria - on the other hand, prospect from WA and SA are a long shot, with 26% and 23% respectively drafted to their home states.#AFL #AFLDrafthttps:\/\/t.co\/YzuYFKGbmi","sentiment_score":0.065}
{"full_text":"With coronavirus vaccines on the horizon, when and where will most Americans get their shots?","sentiment_score":0.5}
{"full_text":"I've been working from home recently. I go over my pros and cons on CGSP, but I want to know what YOU other 'homers' have found - good or bad, what have your working from home roles been like?https:\/\/t.co\/j4vwFK47sD #writerslife #workinghard #iso #covid #remote #prosandcons","sentiment_score":-0.045}
{"full_text":"Govt begins internal review of Pfizer and Serum Covid vaccines, focus on safety &amp; qualityThePrint's reportshttps:\/\/t.co\/r3A1q8Jfx0","sentiment_score":0.0}
{"full_text":"What if your favourite Christmas movie took place today?Here's how Home Alone would look in the time of Covid thanks to Check it out in this week's Big Issue magazine.","sentiment_score":0.1}
{"full_text":"#journalism  and #COVID19 #travel see below - via","sentiment_score":0.0}
{"full_text":"Tomorrow's webinar:Content Acquisition: Pandemic Edition!  Combining Purchase Requests, Reading Lists, and Kortext to provide resources with  NAG Institutional members only to allow for free discussion.Wed 9th Dec, 10:30-12:00https:\/\/t.co\/fa18HS9WeP","sentiment_score":0.2}
{"full_text":"RT If your balanced approach means one of the highest death rates worldwide for #COVID19 , then yes, you have a...","sentiment_score":0.0}
{"full_text":"The rollout begins todayhttps:\/\/t.co\/aogYJZkf5b","sentiment_score":0.0}
{"full_text":"The universe loves me ","sentiment_score":0.0}
{"full_text":"Etsy sale still on, 2020 sale ends in 36ish hrs for now to get stuff out in time for Christmas  :) (I will run it in 2021 until covid is over th I, but if you want stuff for Xmas now is the time ^_^)https:\/\/t.co\/EPUv7ZumMO","sentiment_score":0.5}
{"full_text":"North Yorkshire County Council's director of public health Dr Lincoln Sargeant is moving to a new post in the south west of Englandhttps:\/\/t.co\/r2xtmRVJtD","sentiment_score":0.0681818182}
{"full_text":"Transparent public spending during a global health emergency can be a matter of life &amp; death. Our partner tracks funds dedicated to COVID-19 recovery in Africa to ensure they are used for their intended purposes.#IACD2020#RecoverBetterhttps:\/\/t.co\/dsVmaAaEkO","sentiment_score":0.0}
{"full_text":"April: Greenhouse suppliers fear effects COVID outbreak are yet to comehttps:\/\/t.co\/dlV5b0GgSl","sentiment_score":0.0}
{"full_text":"Twitter has revealed Covid-19, the death of Chadwick Boseman &amp; Marcus Rashford's campaign to end child food poverty were among the most discussed topics on the platform in the UK in 2020.Hashtags linked to the pandemic and protecting the NHS occupied seven places in the top 10.","sentiment_score":0.5}
{"full_text":"Lessons are going online this week as face-to-face teaching is wound down","sentiment_score":-0.1555555556}
{"full_text":"The speed at which the first Covid-19 vaccines have been developed is unprecedented. Phil Kay explains how the Quality by Design method is helping to make this acceleration possible while at the same time ensuring quality and safety. #JMP #QBD #vaccines","sentiment_score":0.19}
{"full_text":"Eagerly looking forward to being told that hedge fund managers, megachurch pastors and Instagram influencers need to be at the front of the line to receive the coronavirus #vaccine.","sentiment_score":0.0}
{"full_text":"Beautiful Small - Covid Approved Irish Weddings #wedding #gettingmarried","sentiment_score":0.2}
{"full_text":"Borderland gun owners are struggling to purchase ammunition as shops struggle to keep their shelves stocked during the pandemic and current election cycle. #BorderReport","sentiment_score":0.0}
{"full_text":"RT A 90-year-old woman from Northern Ireland has become the first person in the world to receive the Pfizer\/BioNTech Covid...","sentiment_score":0.25}
{"full_text":"A #COVID19 #vaccine already has emergency use approval in the UK. Where does this leave the other frontrunners? Find out.","sentiment_score":-0.125}
{"full_text":"GRANT GRATITUDE NO. 11 @devizes_boxing are hugely thankful to the Tackling Inequalities Fund, backed by that has helped them stay COVID-secure and purchase equipment for youngsters to train Details https:\/\/t.co\/eJBEg5tdJlSome pre COVID-19 pics","sentiment_score":0.4}
{"full_text":"Keys, wallet\/purse, phone... Face covering! Remember, if you're travelling with us, you must wear one (unless exempt)  Buy your tickets online if you can, try to travel at quieter times and maintain social distancingThis helps ensure we can all #TravelWithConfidencei","sentiment_score":0.0333333333}
{"full_text":"On Joint Communication \"A new EU-US agenda for global change\" #COVID19 #EUGreenDeal #democracy","sentiment_score":0.0681818182}
{"full_text":"While #health is the most pressing issue now, we must consider improving access to #information, #education &amp; promoting #WomensRights in all our responses to the #COVID19 pandemic. #16Days #StandUp4HumanRights #16DaysofActivism #OrangeTheWorld #GenderEquality #GenerationEquality","sentiment_score":0.5}
{"full_text":"Live images as an Irish person becomes the first to receive the Covid-19 vaccine in the UK","sentiment_score":0.1287878788}
{"full_text":"RT Covid cases are increasing day by day....All of this is very much depressing for students.For the sake of students physi...","sentiment_score":-0.6}
{"full_text":"RT Yesterday you were going on about #RitaOra yet today because it's someone in the TV media #kayburley not one mention y...","sentiment_score":0.0}
{"full_text":"Minorities in the U.S. are disproportionately dying from #COVID19. The pandemic sheds a bright light on America's broken #healthcare system and long-standing #racial disparities. The virus does not discriminate, but people and the systems they create do.","sentiment_score":0.2333333333}
{"full_text":"SA exports locally produced sanitisers for R1.66 billion #COVID19","sentiment_score":0.0}
{"full_text":"Our #Covid19 Income Support Helpline is open today from 9am-5pm: 1890-800-024Intreo Centres are open today from 10am-4pmUse to apply for a range of services or to close your PUP claim if you're returning to work#COVID19ireland #MyWelfare","sentiment_score":0.0}
{"full_text":"Summer saw a lull in infections in Italy before a second wave of COVID-19 took hold. Now, daily numbers of infections remain high, and last week it reported a record-high number of daily deaths. Here's a snapshot of what's going on in Italy at the moment.","sentiment_score":0.032}
{"full_text":"The COVID-19 pandemic has impacted on nearly everyone's mental health. For some people, the difficulties that have been faced have led them to thoughts about taking their own life. For anyone struggling, helpis always available at","sentiment_score":0.25}
{"full_text":"Rabbis and teachers are considering a return to the pre-pandemic practice of verifying synagogue attendance to get a pupil's Certificate of Religious Practice (CRP) to enable them to attend Jewish schools.https:\/\/t.co\/UcFywxZIh6","sentiment_score":0.0}
{"full_text":"RT A proud and solitary traditional Christmas tree stands on the Old Town Square in #Prague. It was usually surrounded by a mu...","sentiment_score":0.1625}
{"full_text":"This Christmas will be different for the most of older people, they won't spend it with their families and friends because of COVID-19. By donating now at we will be there for them this Christmas!@ALONE_Ireland #YouAreNotAlone #donation #Christmas2020","sentiment_score":0.2222222222}
{"full_text":"81% Of Consumers Shop More Online Since Start Of Pandemic In Nigeria - Mastercard Study","sentiment_score":0.5}
{"full_text":"Countries with the most daily confirmed COVID-19 cases per million: Serbia 1066 Georgia 1053 Croatia 828 Lithuania 772 Slovenia 720 United States 608 Hungary 548 Sweden 506 Switzerland 450 Panama 444Source:","sentiment_score":0.3}
