{"full_text":"RT We all have a duty to keep being vigilant and do our parts to stop the spread of #COVID19.Be smart. Wear a mask. Save...","sentiment_score":0.2142857143}
{"full_text":"RT Contrast with Aberdeen's advice. The city was kept in Level 2 despite having a higher Covid case rate than Edinburgh a...","sentiment_score":0.25}
{"full_text":"RT ICE's response to the Covid-19 pandemic has been an avoidable disaster. When spread in the communities surrounding detent...","sentiment_score":0.0}
{"full_text":"RT  Remember when Jimin called for adults to help children understand why some of them have to #WearAMask &amp; that in som...","sentiment_score":0.0}
{"full_text":"RT  Remember when Jimin called for adults to help children understand why some of them have to #WearAMask &amp; that in som...","sentiment_score":0.0}
{"full_text":"RT We've updated our preprint (not yet peer-reviewed) on the within-host genomics of SARS-CoV-2 in &gt;1000 people. We found...","sentiment_score":0.0}
{"full_text":"Why did you spend so much time working against a Labour Victory under Corbyn?Why are you not 20 points ahead given the govt's Brexshit\/COVID catastrophe?","sentiment_score":0.2}
{"full_text":"RT Amitabh Bacchan keeps better track of his tweet numbers than the government did of labour migration due to lockdown.","sentiment_score":0.1875}
{"full_text":"RT Plane carrying COVID-19 vaccine has arrived in Montreal.","sentiment_score":0.0}
{"full_text":"RT Thank you God for the blessings you have bestowed on my Queen you have provided her with more than she coul...","sentiment_score":0.5}
{"full_text":"Swaziland PM dies after testing positive for Covid-19","sentiment_score":0.2272727273}
{"full_text":"Professor on tv saying we should open the doors at xmas to get a through draft and wear masks in our homes and maintain social distancing indoors, no hugging. Ffs Merry Christmas.","sentiment_score":0.0166666667}
{"full_text":"RT Time &amp; again, these fringe views BECAME Trump's policies or Johnson's policies. So when you say \"well, debate is important &amp; it...","sentiment_score":0.4}
{"full_text":"RT India's COVID-19 active cases stand at 3,52,586 constituting 3.57 per cent of total caseload, the lowest in 149 days: Health...","sentiment_score":-0.0666666667}
{"full_text":"RT Covid hospital admissions begin to rise again in the north as south explodes","sentiment_score":0.0}
{"full_text":"His criticism of Wokism is useful. I would define Progressivism as taking an interest in the wellbeing of regular citizens, which doesn't entail being Woke. When it comes to Covid, might just be a very successful snake oil salesman, who devotes the proceeds .....","sentiment_score":0.425}
{"full_text":"I might have had before covid was even a thing","sentiment_score":0.0}
{"full_text":"RT This was true then and is still true now despite the incredible fear mongering. The biggest theme of 2020 was FEAR. An...","sentiment_score":0.5333333333}
{"full_text":"RT Byron Bay Beach is almost gone, as Parts of QLD and NSW continue to be battered by wild weather, with warnings of king ti...","sentiment_score":0.1}
{"full_text":"RT Isn't it worrisome that the government is still prioritizing the vaccines for which there are not enough safety and effi...","sentiment_score":0.0}
{"full_text":"I said this exact same thing after I watched the video. Covid is so clever ","sentiment_score":0.1388888889}
{"full_text":"RT The true cost this cruel vanity is huge suffering to animals &amp; disease spread to humans. The fur farm industry is on its kne...","sentiment_score":-0.0833333333}
{"full_text":"Big deal. I still can't stay with my family at home in England to isolate. You really don't care about your British citizens living abroad do you. Yes we will all look after our families and protect them but,we have come to realise we have been all left out in the cold by our gov","sentiment_score":-0.08}
{"full_text":"RT Unsuccessful versus Successful COVID Strategies12\/png attachedlink to pdfhttps:\/\/t.co\/G2Z91VBcbR","sentiment_score":0.75}
{"full_text":"RT I mean one couple get plenty sense, the other couple nah nonsense so","sentiment_score":-0.21875}
{"full_text":"Got my co-worker back from today. 18 year old daughter has online school until they break up on Wednesday - after another covid case amongst the staff. I'm pro keeping schools open but this seems to be the right decision to me.","sentiment_score":0.0964285714}
{"full_text":"RT I didn't know many healthcare workers work there or that there's anursing home on the grounds?  They also have a lot of immuni...","sentiment_score":0.5}
{"full_text":"\"What will you be doing on Christmas day?\"  Dongmyeong said if there are schedules he will probably be doing that.. if not he should stay at home of course. Weves too, don't make plans and stay home!#DONGMYEONG #dongmyeong #ONEWE","sentiment_score":0.0}
{"full_text":"lol i feel dumb for buying festival tickets for june 2021 but posty is performing. Ill rather buy it then get my money back if it doesn't work out due to corona","sentiment_score":-0.04}
{"full_text":"RT According to Gov. Murphy, the first 76,000 vaccines will be healthcare workers and long-term care residents and staff.  ht...","sentiment_score":0.25}
{"full_text":"If you eat don't worry about what's in the covid vaccine","sentiment_score":0.0}
{"full_text":"RT Wonderful Wetherspoons putting 23 page newsletter taking on Covid myths on every table in every pub from today incl artic...","sentiment_score":1.0}
{"full_text":"He will probably be home happily &amp; safely watching Netflix, or ordering food delivery. Dongmyeong reminding us to be safe and not go out and mingle during this pandemic period (trans might be inaccurate)#DONGMYEONG #dongmyeong #ONEWE","sentiment_score":0.6}
{"full_text":"Michigan Cannabis Businesses Deemed Essential During Coronavirus Closure","sentiment_score":0.0}
{"full_text":"This list looks awful. side-effects are too dangerous. better we dont take vaccine itself. #CDC #vaccines","sentiment_score":-0.3666666667}
{"full_text":"RT Why did government close 10,000 NHS general and acute beds in England this year? Why did it give 10 billion pound contr...","sentiment_score":0.325}
{"full_text":"RT Covering sessions of #SDC2020 with my new born. Our conference is virtual this time. Do join me for my session on #AirQualit...","sentiment_score":0.1363636364}
{"full_text":"RT Professor Chris Whitty, CMO of England, explaining just how few people are at grave risk during this pandemic. Decide fo...","sentiment_score":-0.2}
{"full_text":"RT  Remember when Jimin called for adults to help children understand why some of them have to #WearAMask &amp; that in som...","sentiment_score":0.0}
{"full_text":"RT Wedding reception organiser is PS10k out of pocket after breaching Covid rules #Northamptonhttps:\/\/t.co\/AEkzss1vQu","sentiment_score":0.0}
{"full_text":"RT I know folks are gonna be upset but seriously there is no responsible way to travel internationally for leisure during a glo...","sentiment_score":-0.1444444444}
{"full_text":"RT My mom's a nurse &amp; called for my opinion on the vaccine. I said I trust it bc all the usual steps were followed, the nature...","sentiment_score":-0.25}
{"full_text":"Remember when he said this....over TWO YEARS.....BEFORE.... COVID19 ","sentiment_score":0.0}
{"full_text":"RT I think we should be celebrating the fact that we didn't have to use an overspill hospital for a pandemic. Is there any...","sentiment_score":0.0}
{"full_text":"RT We're in the teeth of the COVID-19 crisis right now, and this nation needs presidential leadership.Leadership that is willi...","sentiment_score":0.2857142857}
{"full_text":"Start of my 2nd week off work since lock down starting back in March, lovey stuff! Time to recharge the batteries","sentiment_score":-0.0388888889}
{"full_text":"RT Hmm, 1 of 12B flavours?Rum I Don't Give A Shit RaisinChunky MonkeyHalf BakedDeath by CovidCovid n' CreamS...","sentiment_score":-0.2}
{"full_text":"Last time I'm going to tweet about this lads","sentiment_score":0.0}
{"full_text":"5 critical steps for CFOs on the COVID-19 commercial front line from CEO Neil Robertson#CompleatSoftware #AccountsPayable #P2PAutomationhttps:\/\/t.co\/ed2FFHDRdu","sentiment_score":0.0}
{"full_text":"RT I won't be seeing my parents this Xmas, because as an NHS doctor I have seen the tragic consequences of #COVID19. I strongly...","sentiment_score":-0.1583333333}
{"full_text":"Community hospitals in USA to deploy #COVID19 #Vaccination Assistant, to address #patients concerns by answering vaccine-related questions, helping them schedule their vaccination &amp; connecting them with rideshare services to make it to their appointment.https:\/\/t.co\/4vt33Ckk2Y","sentiment_score":0.0}
{"full_text":"Ten opinions on how the pandemic will change the world. What do think that 2021 will bring? #covid19 #architects #design","sentiment_score":0.0}
{"full_text":"RT i miss lockdown 1 twitter.","sentiment_score":0.0}
{"full_text":"RT The whole year is almost over.What does this tell us?It tells us that as bad as 2020 was,we all stuck together.We smiled,...","sentiment_score":0.0333333333}
{"full_text":"the way white ppl simply don't deserve the vaccine","sentiment_score":0.0}
{"full_text":"\"Culture is what enables teams of people to defy the odds and achieve the remarkable\" - NFX. Company culture is everything; business owners and leaders need to examine and re-define what culture means amid COVID 19 and beyond:https:\/\/t.co\/Q8aYnWsdDO #companyculture","sentiment_score":0.75}
{"full_text":"Green growth, based on technological change, is necessary but not sufficient for effective, timely, climate mitigation. It must be supplemented by reducing the material consumption of the rich countries.","sentiment_score":0.19375}
{"full_text":"Take a look at the   article on how Europe's is leading in the development of #hydrogen energy and the recovery plans to get the developments back on track after the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"RT Two nurses in Belgium take a break from ceaseless frontline work treating patients with the coronavirus. The pair had only know...","sentiment_score":-0.05}
{"full_text":"#GAIUpdate : Delighted to announce that, with the support of hand sanitiser units have been installed across the entire fleet. It is an important tool in fighting the Covid-19 crisis and ensuring the health and safety of our passengers and colleagues. #StopTheSpread","sentiment_score":0.3666666667}
{"full_text":"With the end of term quickly approaching, please ensure that you've read the latest guidance from the school about reporting positive test results for Covid-19 in the first 6 days of the holiday. ","sentiment_score":0.2443181818}
{"full_text":"Malacanang supports the initiative of the Department of Health (DOH) to publish the list of laboratories performing coronavirus (Covid-19) tests on its website.READ:","sentiment_score":0.0}
{"full_text":"i Self-isolation has been reduced to 10 days for contacts From today, (14 Dec) self-isolation has been reduced from 14 days down to 10 days for those who have been in contact with someone with coronavirus.","sentiment_score":-0.1555555556}
{"full_text":"RT 90 percent of people be wondering \"isht aata aadideeni, nang yake COVID barlilla inna\"","sentiment_score":0.0}
{"full_text":"RT Pandemic Unemployment Assistance has helped millions of gig workers, and we can't leave them out to dry while we're fac...","sentiment_score":-0.0666666667}
{"full_text":"RT  Remember when Jimin called for adults to help children understand why some of them have to #WearAMask &amp; that in som...","sentiment_score":0.0}
{"full_text":"Frank Abagnale: \"The #pandemic has led to an uptick of 400% in #scams. #Scammers follow the headlines so whatever is in the headlines become the scams. I don't think we've seen half of it yet. We'll see scams involving the #Covid_19 #vaccine.\" #ScamAlert","sentiment_score":-0.1666666667}
{"full_text":"Think you've got something to say about faith in the midst of a pandemic? Here's your opportunity to get your voice heard by a live audience and a stellar judging panel including and","sentiment_score":0.1931818182}
{"full_text":"Mindfulness is the need of the hour with the pandemic-stricken world. It helps build resilience &amp; combat stress effectively.Join Mindfulness Foundation Trainer Program.Details:Begins: Jan 2021Register: #mindfulnesstrainer","sentiment_score":0.0}
{"full_text":"RT Just got much-discussed SMS from Swedish govt sent to millions of residents: \"Follow the new sharper rules to stop the...","sentiment_score":0.1363636364}
{"full_text":"A huge relief for families of those affected:https:\/\/t.co\/tjC42aLGUy","sentiment_score":0.4}
{"full_text":"Covid: Genes hold clues to why some people get severely illhttps:\/\/t.co\/8HggpycV6N#COVID19 #MedicalResearch","sentiment_score":0.0}
{"full_text":"What is a vaccine? How does vaccination policy work in the UK?What do we know about mandatory vaccination programmes around the world?Read the latest research briefing from in collaboration with ","sentiment_score":0.5}
{"full_text":"RT Covid-19: London mayor calls for schools to close early","sentiment_score":0.1}
{"full_text":"#SaudiArabia has seen a steady and drastic decline in new #coronavirus cases since mid-July ","sentiment_score":0.1515151515}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":"The Pfizer\/BioNTech COVID-19 #vaccine is authorised and is currently offered in some hospitals to: Some people aged 80 and over who already have a hospital appointment in the next few weeks People who work in care homes Health care workers at high risk","sentiment_score":-0.028}
{"full_text":"Criminals are getting better at spoofing banking services.Covid-19 has forced people indoors, resulting in a surge in attacks on online shoppers.https:\/\/t.co\/xujv9lPG5v#bank #banking #hack #hackers #cyber","sentiment_score":0.1}
{"full_text":" CARDIFF SHOW ANNOUNCEMENT Due to the COVID situation in Wales we do not feel it is right for #CarParkPanto to go ahead Ticket holders will be automatically refunded to their original payment method.We are so sorry that we can't bring the show to Cardiff.","sentiment_score":0.0089285714}
{"full_text":"Local #Coronavirus restrictions are in place across England.Check which restriction tier your local area is in  Check out our latest advice on coronavirus","sentiment_score":0.1666666667}
{"full_text":"This year's #ThyKingdomCome was different due to the coronavirus. However Christians, in more than 90% nations worldwide, united in prayer in the most amazing ways. Read the annual report here:","sentiment_score":0.295}
{"full_text":"RT  Remember when Jimin called for adults to help children understand why some of them have to #WearAMask &amp; that in som...","sentiment_score":0.0}
{"full_text":"[LATEST] The Western Cape High Court has ruled that the regulation used to implement a tobacco ban during lockdown was unconstitutional  #TobaccoBan #COVID19SA #LockdownSA","sentiment_score":0.22}
{"full_text":"RT Work like there is no COVID, salary like it is peak COVID.This pandemic has only helped the rich loot us further.","sentiment_score":0.125}
{"full_text":"Did you know thatup till September 2020, the #EU already invested EUR458.9 million from its #research and #innovation programme, in 103 projects specifically targeting the #coronavirus pandemic? @CORDIS_EU Seehttps:\/\/t.co\/5vJsdAEjL5 Participants comment ","sentiment_score":0.0}
{"full_text":"2020 has shown the value of local charities more than ever. This year, our COVID-19 Business Continuity Support scheme supported a variety of local and small charities - we shared our reflections on the help they needhttps:\/\/t.co\/m781OsuW6V#LocalCharitiesDay","sentiment_score":0.0625}
{"full_text":"Help is available through the Wyre Together hub for those who need it. If you don't have friends or family to help you during the pandemic then we are here to help, supported by wonderful community groups across the borough.Find out more at","sentiment_score":0.6333333333}
{"full_text":"Do you require #COVID19 infection prevention supplies for your faith setting? Come to our forum meeting TODAY at 2pm to hear from   &amp; ","sentiment_score":0.0}
{"full_text":"Please see our new webpage for information on the distribution of PPE, sanitiser and stickers to licensed drivers. We have also created a video specifically for licensees that demonstrates how to effectively clean your vehicle:","sentiment_score":0.2515151515}
{"full_text":"COVID 19 cases in India until : 14\/12\/2020 14:30Total Cases: 9885100 [+384]Active: 350918Recovered: 9388239 [+631]Deaths :143393 [+0]Total Tests: 154.57MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The Hippocratic oath is silent on a directive that doctors sacrifice their own lives in the practice of medicine. https:\/\/t.co\/qiuNj9j9dU","sentiment_score":0.3}
{"full_text":"Pfizer preparing to ship Covid vaccine to 145 sites across 50 states via","sentiment_score":0.0}
{"full_text":"Don't miss out!Today (14 December) is the deadline for November claims to the Coronavirus Job Retention Scheme. Claim here https:\/\/t.co\/9f3p8jEYyp","sentiment_score":0.0}
{"full_text":"REGISTER: Join us for our #Covid19 Update session tomorrow all about #vaccines #Sheffieldissuper","sentiment_score":0.0}
{"full_text":"\"They must see sense and scrap the planned cut to UC, which will take PS20 a week from six million families.\"#KeepTheLifelinehttps:\/\/t.co\/g7PLxUNqQC","sentiment_score":0.0}
{"full_text":"Whilst Germany goes into national lockdown - including schools the UK shops till it drops in preparation of a 5 day covid Christmas holiday!https:\/\/t.co\/1XkWd9J4nH","sentiment_score":0.0}
{"full_text":"RT I couldn't agree more with this from - artists MUST be supported in their art and be encouraged to continue c...","sentiment_score":0.5}
{"full_text":"Covid vaccine: GPs in England to begin offering Pfizer jab#Covid_19 #Pfizer #England  #NHS #CovidVaccine #vaccination #bbcnews #BBCBreakfast","sentiment_score":0.0}
{"full_text":"#COVID19 vaccines have raised concerns about side effects. Here's what is known so far.https:\/\/t.co\/gyJ8CVvcvQ","sentiment_score":0.0}
{"full_text":"Are you wondering what the differences between the various #COVID19 tests are? Click to watch the replay of a recent webinar to hear experts talking about Covid-19 testing: #pandemic","sentiment_score":0.0}
{"full_text":"News of COVID-19 vaccines has given markets significant momentum for 2021. But what lies ahead for M&amp;A? Watch our experts' views in our Global Market Outlook 2021.","sentiment_score":0.1875}
{"full_text":"Use the postcode checker to find out which tier your local area is in: areas in England are in one of three tiers:>Tier 3: Very High>Tier 2: High>Tier 1: Medium","sentiment_score":0.1}
{"full_text":"\"Contemplation\" Own a stunning #canvas #art from PS12.99, link below. Free shipping in #UK Beat the #coronavirus blues and glam up your #home or #office#ArtistOnTwitter #photography  #photooftheday #Travel #homedecor #DIY #interiordesign #mentalhealth","sentiment_score":0.5}
{"full_text":"#ICYMI #241: Fish farmers, #COVID illustrations, polynomials vs machine learning, marketing examples, &amp; effective #reading!https:\/\/t.co\/FcdtTfssXX#sciencenews #technews #design #machinelearning","sentiment_score":0.6}
{"full_text":"#ICYMI | The Federal Aviation Administration (FAA) is set to direct air traffic controllers to prioritize the operation of flights transporting the now authorized COVID-19 vaccine.:","sentiment_score":0.1}
{"full_text":"Louis Baylis Trust grant helps keep people dancing during pandemichttps:\/\/t.co\/5TmC9aHiBv","sentiment_score":0.0}
{"full_text":"RT If covid isn't a big deal -- according to the current White House -- why are they getting vaccinated first?","sentiment_score":0.0625}
{"full_text":"Runnymede is under high alert restrictions but cases are rising and we're the among highest in Surrey. To prevent tighter measures we must all continue to follow the rules:*Wash your hands*Keep your distance*Cover your facehttps:\/\/t.co\/ZdFwCMCmE0","sentiment_score":0.16}
{"full_text":"Russia's coronavirus death toll rises to 47,391 #CoronavirusPandemic #COVID19 #Russiahttps:\/\/t.co\/sseNwytWwA","sentiment_score":0.0}
{"full_text":"Mindfulness is the need of the hour with the pandemic-stricken world. It helps build resilience &amp; combat stress effectively.Join Mindfulness Foundation Trainer Program.Details:Begins: Jan 2021Register: #mindfulnesstrainer","sentiment_score":0.0}
{"full_text":"RT It's that time of year when the world-renowned Morgan State University Choir is usually performing holiday classics across Marylan...","sentiment_score":-0.25}
{"full_text":"#IIT-Madras emerges as #COVID19 hotspot with 32 fresh cases in 24 hours #CoronaVirusUpdates","sentiment_score":0.3}
{"full_text":"Our Technical Manager, Paul Millard, discusses an increasing appetite for a more water-efficient new home in a recent feature. Read the full article here:","sentiment_score":0.1972727273}
{"full_text":"OPINION: A post-war playbook for a post-Covid recoveryA post-war mentality is essential for planning, investing, and rebuilding. -- by Maximo Torero","sentiment_score":0.0}
{"full_text":"According to mulla landai the Covid 19 will be finished soon.","sentiment_score":0.0}
{"full_text":"\"It would be very irresponsible to fall pregnant during a pandemic\"Ele nna after an implantation bleed","sentiment_score":0.2666666667}
{"full_text":"'We've been set on fire and shot at, but this is our worst Christmas yet': The fear that Covid could kill Manchester's bravest pubhttps:\/\/t.co\/ikf9WhMb3k","sentiment_score":-1.0}
{"full_text":"Are you worried about how keeping up with the extra work of #contacttracing will affect your business over the busy Christmas period?We've made it easy and..... it's FREE!Check it out: #pandemic #safety","sentiment_score":0.1777777778}
{"full_text":"But where do they get the raw materials from ie cans to put it in.etc.During lockdown shortage of flour in supermarkets was shortage of bags.Mostly lockdown issues were distribution not supply.","sentiment_score":-0.2307692308}
{"full_text":"Sberbank - Commodities Daily - December 14, 2020: &gt; Oil prices stabilize ahead of monthly OPEC oil market report. This morning, oil investors have been upbeat amid the rollout of the first Covid-19 vaccine in the US. Both the OPEC monthly oil market...","sentiment_score":0.125}
{"full_text":"In the news: DC firefighters will get coronavirus vaccine in public as part of trust-building campaign #coronavirus #COVID19 #2019ncov","sentiment_score":0.0}
{"full_text":"RT What #NTVPanorama found is that govt spent 2.2 trillion in the first 4 months fighting #COVID19 but a lot of the purcha...","sentiment_score":0.075}
{"full_text":"This two day Live Online course will provide family strengthening and prevention strategies through virtual, electronic, telecommunication services during the COVID-19 pandemic.","sentiment_score":0.1363636364}
{"full_text":"RT Rick Grimes: I found them.#TheWalkingDeadSeason 9What Comes After04 November 2018#TWDZombie ApocalypseKing Cou...","sentiment_score":0.0}
{"full_text":"RT Although people receiving IDD services had a 60% lower #COVID19 case rate, the % of cases resulting in death were 2.8 TIMES...","sentiment_score":0.0}
{"full_text":"News: Nevada COVID \"pause\" extended but vaccine inbound","sentiment_score":0.0}
{"full_text":"RT #Haven't we already seen her approach towards the pandemic and the way her handled the Amphan funds? Don'...","sentiment_score":0.0}
{"full_text":"RT Imagine a Ugandan booking a Nigerian artist in COVID but a Nigerian can't book a Ugandan artist to perform in Nigeria!...","sentiment_score":0.0}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
