{"full_text":"Let me see if I understand this correctly.  The government told you what to do, you ignored them, and were fined as a result, and you honesty think you deserve anything, from anybody because of it? ","sentiment_score":0.0}
{"full_text":"RT Sentinel: \"Fred Piccolo, spokesman for Gov. Ron DeSantis, deactivated his Twitter account Wednesday after he tweeted in the...","sentiment_score":0.0}
{"full_text":" GET THE FACTS December 26, 2020 7:03 AM EST #Republicans \/ #GOP CONTROL the Senate Donald J. #Trump in the White House #COVID19 in the United States: U.S. DEATHS = 338,263 U.S. INFECTIONS = 19,210,166 |","sentiment_score":0.0}
{"full_text":"RT #Gujarat on Friday added 910 new #COVID19 positive cases, taking the total to 2.4 lakh. The state also recorded deaths of...","sentiment_score":0.1212121212}
{"full_text":"RT Video of Trump saying 'Christmas will be canceled' if Biden wins goes viral after president stalls COVID bill","sentiment_score":0.3}
{"full_text":"RT 30 doctors from Poland spent the whole Christmas Eve night doing covid tests for #LorryDrivers one lorry after another. T...","sentiment_score":0.05}
{"full_text":"The CDC's failed race against covid-19: A threat underestimated and a test overcomplicated","sentiment_score":-0.5}
{"full_text":"RT Trump Official Behind Plan To Infect Millions Of Americans With COVID Formerly Worked For The Kremlin ","sentiment_score":-0.2}
{"full_text":"RT Shocking thought: if the PCR test hadn't been invented, we would now be thinking this Covid epidemic was a thing of the past....","sentiment_score":-0.625}
{"full_text":"RT DeSantis has a callous disregard for the almost 21,000 Floridians and almost 330,000 Americans who have died from COVID...","sentiment_score":0.0}
{"full_text":"RT I don't know how many deaths are necessary to convince too many Americans they must take this pandemic seriously. But...","sentiment_score":0.1666666667}
{"full_text":"He will get over it. Don't let him control your happiness. Survive Covid-19 and rejoice.","sentiment_score":0.7}
{"full_text":"A few places have been really good much to the detriment of their business, considering the wellbeing of people as a priority. So many not though. It leaves a bitter taste in our mouths as we've lost a lot (including relatives) due to Covid, and it's like it's all for nothing","sentiment_score":0.1625}
{"full_text":"RT Decided to write a Wattpad series during lockdown. Dapat talaga drawing lang tapos inisip kong magsulat kasi why not. HAHAHA...","sentiment_score":-0.1}
{"full_text":"The 'UK' coronavirus variant may have emerged elsewhere, but just been spotted first in the UK thanks to our extensive RNA sequencing.An amusing historical echo of the 'Spanish' flu which probably emerged elsewhere, but Spain didn't have wartime censorship so reported it first.","sentiment_score":0.1857142857}
{"full_text":"RT Spokesman for Florida Gov. Ron DeSantis deletes his Twitter account after tweeting that photos of each dead #COVID19 victim sho...","sentiment_score":-0.1375}
{"full_text":"'The public may think of performers as A-list celebrities, but most never get near a red carpet' @PatcohenNYT on the grim toll the pandemic has taken on people who work in the arts","sentiment_score":-0.08}
{"full_text":"RT What would this technology be called if you put the UV light on some sort of device that could be inserted directly int...","sentiment_score":0.25}
{"full_text":"RT #UKliedPeopleDied anyone? No?","sentiment_score":0.0}
{"full_text":"RT Cash remains king in India -- but COVID-19 has proved a better accelerator for the adoption of #DigitalPayments. Read","sentiment_score":0.5}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"RT Minnesota lawmakers say coronavirus deaths could be inflated by 40% after reviewing death certificates","sentiment_score":0.0}
{"full_text":"RT President Trump is silent about the daily tragedy of COVID-19, but families who lost loved ones are turning their obitua...","sentiment_score":0.2333333333}
{"full_text":"Polish Army have been helping with the testing of lorry drivers in Kent.","sentiment_score":0.0}
{"full_text":"RT Boxing Day hunts go ahead after Government exempts fox-hunting Tory donors from Covid restrictions -","sentiment_score":0.0}
{"full_text":"RT At the last moments of Christmas, I hope that everyone will continue to pay attention to the epidemic prevention measures, a...","sentiment_score":0.0}
{"full_text":"TRUE","sentiment_score":0.35}
{"full_text":"RT One week from tomorrow, a man who herded 1 million Uighurs into camps, jails human rights activists, crushed Tibet, disapp...","sentiment_score":-0.05}
{"full_text":"RT The China Virus is done. It's the U.K. virus at this point","sentiment_score":0.0}
{"full_text":"obviously bc we're in the middle of a pandemic dawg ","sentiment_score":0.0}
{"full_text":"RT 1. Michael Caputo, the former Health and Human Services assistant secretary, oversaw the policy development that calle...","sentiment_score":0.0}
{"full_text":"RT One skill that every CA has acquired during the year is #resilience. Despite the pandemic and continuous changes in law...","sentiment_score":0.0}
{"full_text":"RT Just 377 healthy people under 60 have died of Covid. That's not a typo. There are no zeros missing. 377. Yes, that's sad but...","sentiment_score":-0.0666666667}
{"full_text":"Why have parade during this pandemic","sentiment_score":-0.25}
{"full_text":"Look at those bad boys, Rudi Guiliani specials","sentiment_score":-0.7}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"The Covid relief bill should NOT be thousands of pages long.It should simply be$2,000 For each American CitizenRent\/Mortgage Bail out fundsUtility Bill bail out fundsNO Funding for foreign nations. (Period)","sentiment_score":-0.0416666667}
{"full_text":"RT Did you know that...? 2 in 10  people living with a #raredisease were unable to access a treatment during the pandemic30...","sentiment_score":-0.5}
{"full_text":"RT Why 2021 economy could be much better than expected. Consumer spending is way below where it should be given wealth &amp; income....","sentiment_score":0.2}
{"full_text":"It should be the norm to refrain from asking academics to review [anything] from Dec 22-Jan 4, especially during a pandemic.","sentiment_score":0.0}
{"full_text":"RT The war against Covid-19 is not over. Please stay safe &amp; stay at home. If must go out. Please observe strictly safe distancin...","sentiment_score":0.5}
{"full_text":"RT SATURDAY DECEMBER 26th: 1.04 (ONTARIO COVID-19 Rt) CANADA VACCINE TRACKER   - By Province (Rate of Vaccination)...","sentiment_score":0.0}
{"full_text":"RT One hero of the coronavirus pandemic: Respiratory therapists via","sentiment_score":0.0}
{"full_text":"RT .@AliVelshi: The Trump admin. fails the first test of Covid-19 vaccine distribution.","sentiment_score":-0.125}
{"full_text":"RT The covid crisis and high death rate has exposed #Conservatives wealth &amp; health #inequality - \"Wealth it turns out is the best...","sentiment_score":0.58}
{"full_text":"RT \"I answered Matt Hancock's call to premature cohabitation, thinking I had beaten the pandemic with a swipe and an Uber. B...","sentiment_score":0.0}
{"full_text":"RT 'Twas the day after Christmas and all through the house not a creature was stirring because they have started a 28-day lo...","sentiment_score":0.0}
{"full_text":"RT COVID testing queue in Durban ","sentiment_score":0.0}
{"full_text":"RT #luxurylifestyle #Luxury explains luxury \"meaning\" worth watching video during #Covid","sentiment_score":0.3}
{"full_text":"RT Who thinks we need a proper lockdown in the new year,,,the tier system is running the NHS into ground #torieshavefailedth...","sentiment_score":0.0681818182}
{"full_text":"to avoid a panic\/anxiety attack i decided to get hsp and eat in at the kebab shop ","sentiment_score":0.0}
{"full_text":"Are you worried about making money due to epidemic? [Malalike] Global recruitment: Watch videos, participate in interaction, easily earn 15-450 commission, uncapped! Those who have bank accounts and are proficient in YouTube, Facebook operation, join us as soon as possible","sentiment_score":0.1041666667}
{"full_text":"RT Why not just ban flights from countries with new COVID-19 strain?","sentiment_score":0.1363636364}
{"full_text":"RT As of December 22, 2020 there have been at least 54,808,870 people who have recovered from COVID-19.This virus is beat...","sentiment_score":-0.3}
{"full_text":"RT The internist died about two weeks after she shared a video in which she accused a doctor of ignoring her complaints of p...","sentiment_score":0.0}
{"full_text":"Hugs. We saw our daughter and boyfriend last weekend and they are \"social distancing\" so we had to stand outside their front door in the freezing cold and \"visit\", no hugs. They're completely brainwashed with the propaganda too. I hate it.","sentiment_score":-0.1952380952}
{"full_text":"RT Which CM has failed miserably in containing Corona?","sentiment_score":-0.75}
{"full_text":"WALES.  Public Health Wales.35 more deaths. Number of suspected COVID-19 deaths* reported to PHW. Announced on Saturday.#coronavirus disease 2019 (COVID-19) #COVID19   #Wales","sentiment_score":0.25}
{"full_text":"RT Why is it so hard to write a Covid relief bill? Here Congress let me help you.. $2000 to each legal citizen period .. i...","sentiment_score":-0.0458333333}
{"full_text":"RT People being expected to come into the office when suffering from colds and viruses and spreading them through public transp...","sentiment_score":-0.05}
{"full_text":"RT Students : lockdown time, promises to study hard and find new knowledge that is beneficialReality be like :-","sentiment_score":-0.0776515152}
{"full_text":"Posted 2 days ago by the ONS!","sentiment_score":0.0}
{"full_text":"RT What would this technology be called if you put the UV light on some sort of device that could be inserted directly int...","sentiment_score":0.25}
{"full_text":"RT This is incompetence, plain and simple. This best explains why ours is the worst performing gov't Covid response in t...","sentiment_score":-0.0535714286}
{"full_text":"RT Ollie's christmas blog. A ray of optimism, tapping into the classic ways to create good health ","sentiment_score":0.4333333333}
{"full_text":"RT What would this technology be called if you put the UV light on some sort of device that could be inserted directly int...","sentiment_score":0.25}
{"full_text":"RT Global South bloc proposed that \"WTO waive protections on intellectual property, allowing poor countries to make affordable...","sentiment_score":-0.0333333333}
{"full_text":"RT Another hot #muscleslave experiencing a tight all-leather #hogtie during a visit in pre-lockdown times... I love how he com...","sentiment_score":0.1904761905}
{"full_text":"\"Much less easily transmittable\" but they have to jam a q-tip so far up your nose it physically hurts in order to test for covid . Or maybe they are just diagnosing the flu as covid ","sentiment_score":0.0916666667}
{"full_text":"RT Families are turning obituaries into final pleas to avoid COVID-19","sentiment_score":0.0}
{"full_text":"RT #tdih 1907: organizing by 16-yr-old Pauline Newman led to largest rent strike in NYC history. Read #tdih 2020 pandem...","sentiment_score":0.0}
{"full_text":"Boston health care worker who experienced reaction to Moderna coronavirus vaccine has history of allergies - CNN - Boston health care worker who experienced reaction to Moderna coronavirus vaccine ... #NewsAndInformation LIVING STRONG TELEVISION NETWORK","sentiment_score":0.6777777778}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"RT Trump appointees attempted to \"alter or block\" at least 13 scientific reports on the coronavirus as outbreaks surged across t...","sentiment_score":-0.3}
{"full_text":"RT This is incompetence, plain and simple. This best explains why ours is the worst performing gov't Covid response in t...","sentiment_score":-0.0535714286}
{"full_text":"Five #cases of the new #coronavirus variant spreading fast across the #UK have been found in #Japan, and one case has been confirmed in #France, while Russia has become the latest country to impose stricter #quarantine on travellers from Britain.","sentiment_score":0.3090909091}
{"full_text":"When you contribute for news and decent content then they serve up this bullshit during a pandemic year.","sentiment_score":0.1666666667}
{"full_text":"RT How did we return to normal after the 1918 Flu? It was 30 times deadlier than COVID!-We didn't have PCR tests-We did...","sentiment_score":0.15}
{"full_text":"sold out the American people with this bill","sentiment_score":0.0}
{"full_text":"RT *puts protective glass to protect staff against coronavirus*Customers:","sentiment_score":0.0}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"Tenant Rep's: Most Important Now Than Ever #CRE #TenantRep #COVID-19 #NewNormal #CorporateRealEstate #TenantTipshttps:\/\/t.co\/XearF2DGja","sentiment_score":0.45}
{"full_text":"Merry Christmas to you Michael. Love your cover of the Sex Pistols song.  Sending love back your way. Love your Christmas tree too! Take care of yourself.  Be safe from Covid-19. The World only has one Michael Des Barre. Can't till the day we all can see you on stage in person","sentiment_score":0.3541666667}
{"full_text":"RT One minute he's the formidable athlete Hanyu Xuan Shou  who jumped all those quads beautifully, the next he becomes the Yuzu who ge...","sentiment_score":0.425}
{"full_text":"Turkey will receive its first shipment of China's Sinovac coronavirus vaccine within days as preliminary domestic tests showed it was 91% effective, Health Minister Fahrettin Koca said on Thursday.","sentiment_score":0.2833333333}
{"full_text":"#Lebanon confirms first case of new #COVIDVarianthttps:\/\/t.co\/CiFJXhWjob","sentiment_score":0.1931818182}
{"full_text":"[Videos] Become interesting  #bodybuilder #athlete #personal #marketing","sentiment_score":0.25}
{"full_text":"We want to examine the long-term mental health impact of life under restriction as part of our series looking at the key issues for Irish society thrown up by the coronavirus crisis.  You can help us investigate here:","sentiment_score":-0.0333333333}
{"full_text":"Stay safe on #NewYearsEve and enjoy the celebrations from all over the world from the comfort of your own home! You can watch it at","sentiment_score":0.55}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"RT Here I describe a brief overview of the distinction between DNA &amp; RNA in relation to the Pfizer\/BioNTech or Moderna mR...","sentiment_score":0.0}
{"full_text":"COVID-19 UpdatesAs of this writing, there are over 16 million coronavirus cases in the United States, with roughly 1.4 million new cases in the past 7 days.Source: #SaveNCarePharmacy","sentiment_score":-0.0712121212}
{"full_text":"3 marketing strategies car dealers should prioritize in 2021 - Mark #autoindustry #autonews #carbusiness #automotivemarketing #carsales #COVID19 #socialmediamarketing #CTV #connectedTV","sentiment_score":0.0}
{"full_text":"Australia's hop industry has faced drought, bushfires, and now, pandemic-induced woes. But still, Ryefield Hops is marching on. Read new Signifier:","sentiment_score":0.1363636364}
{"full_text":"Titans Activated WR\/KR Kalif Raymond From COVID-19 List #Titans","sentiment_score":0.0}
{"full_text":"Wonder if the staff and teachers will go back? If the region is in lockdown for 28 days then common sense dictates schools be in lockdown. Many boards have not mandated masks in K to 3. That is clearly unsafe as we now know its airborne. They may refuse unsafe work. I would.","sentiment_score":0.075}
{"full_text":"Persuade the public instead to get vaccinated against #COVID19.https:\/\/t.co\/YAv4JNDTBg","sentiment_score":0.0}
{"full_text":"BERLIN -- The first shipments of coronavirus vaccines have arrived in nations across the European Union as authorities prepared to administer the first shots to the most vulnerable people in a coordinated effort on Sunday.","sentiment_score":0.1}
{"full_text":"As 2021 approaches, we're excited to see all eyes pointed on the intersection of wildlife &amp; humans - a result of the pandemic. We hope our friends &amp; family will make a year-end donation so we can create a healthy world for humans &amp; wildlife. Thank You!","sentiment_score":0.5}
{"full_text":"UPDATE: Cattaraugus County officials on Friday announced the county's 41st COVID-19 death. The latest victim is a 55-year-old man from Randolph who developed respiratory failure. The county also reported 48 new confirmed COVID-19 cases.","sentiment_score":0.1241161616}
{"full_text":"Spain receives first batch of #coronavirus vaccinehttps:\/\/t.co\/ZkNFHVZQHq","sentiment_score":0.25}
{"full_text":"'How are you doing?' offers advice and resources to help you look after yourself and your loved ones the during Covid-19 pandemic. #WellbeingCymru","sentiment_score":0.4}
{"full_text":"Artist continued our #FloralHeartProject with a new piece laid in memory of those lost to #COVID19 and love for all those struggling during the pandemic. It's our hope that 2021 is better than 2020 and that we can provide hope, support and help carry your burdens.","sentiment_score":0.3787878788}
{"full_text":"This Strange Symptom Could Be the Only Sign You Have COVID, Study Says #SmartNews","sentiment_score":-0.025}
{"full_text":"i have a tickle in the back of my throat and i don't know if it's allergies or covid (i'm still quarantined)i do not have the mental strength to deal with covid atm, especially knowing i am living with high risk family right now","sentiment_score":0.0691428571}
{"full_text":"24-12-2020: The total number of #COVID19 cases in #Syria reported by Ministry of Health, and the Early Warning Network, operating in northwestern Syria, is 179 cases and 8 death. Autonomous Administration of North and East Syria (#Rojava) has not reported new cases for this day","sentiment_score":0.1590909091}
{"full_text":"umm I can't go to SK and spy you go inside the BH because of pandemicbut your twts proves it already ","sentiment_score":0.3}
{"full_text":"To my cats, lockdown is the longest we've spent together in years. You got the family through a difficult time. #lockdown #Christmas2020 #CatsOfTwitter ","sentiment_score":-0.3}
{"full_text":"Coronavirus deaths can be reduced significantly by wearing mask: study@WHO #DialoguePakistan #CoronaVirus #Death #Mask","sentiment_score":0.375}
{"full_text":"RT West Virginia Gov. Jim Justice and his family received between $11 million and $24 million from a federal coronavirus econo...","sentiment_score":0.0}
{"full_text":"MAY CHOW, 89 of Stockton, California died of COVID on Dec. 11.Submitted to by her grandson.","sentiment_score":0.0}
{"full_text":"ICYMI! \"Kidney Patients Making National Impact Helping Patients During National Pandemic\" - AAKP leadership featured on World Kidney News hosted by Steve Belcher of Urban Kidney Alliance and PSVA recipient! Watch OnDemand: https:\/\/t.co\/R5nqyMupsg","sentiment_score":0.0}
{"full_text":"COVID-19 helped ensure the Classic would need to find a new home. On Dec. 8, NSU administrators got the word it was coming to Natchitoches. After that? \" It was on,\" said NSU AD Greg Burke.","sentiment_score":0.1515151515}
{"full_text":"Provincewide #shutdown #NOTICE: #Ontario will enter strict #lockdown starting from today; Northern Ontario will last 14 days from Dec 26-Jan 9, Southern Ontario will last 28 days from Dec 26-Jan 23. #PNL urges you #StayHomeSaveLives. Source: Provincial status on COVID-19.","sentiment_score":0.0}
{"full_text":"We'd like to reassure patients that Moorfields is still open, &amp; patients living in all four tiers can travel to their appointments with us in London. If we've asked you to come in please attend - your sight matters. Find out more on our website:","sentiment_score":0.25}
{"full_text":"The surge of #COVID19 in Japan and South Korea -- even though they pale in comparison to the explosion in the U.S.\/Europe --  is a reminder of how challenging it is to contain the virus during the winter season &amp; when we are all dealing with #COVID19 fatigue","sentiment_score":0.145}
{"full_text":"Although we are entering a provincial lockdown and celebrations will look a little different this year, we would like to wish a happy and healthy Kwanzaa to our community.","sentiment_score":0.278125}
{"full_text":"COVID-19 helped ensure the Classic would need to find a new home. On Dec. 8, NSU administrators got the word it was coming to Natchitoches. After that? \" It was on,\" said NSU AD Greg Burke.","sentiment_score":0.1515151515}
{"full_text":"Clean, separate, cook and chill...it's just that simple! Avoid #foodborneillness this holiday season and take a moment to learn more here:","sentiment_score":0.2888888889}
{"full_text":" Woman business leader Working mom Adapting to life in a pandemicOur VP of Brand and Corporate Marketing, Lisa Walker, shares how she is balancing life these days in","sentiment_score":0.0}
{"full_text":"CoronaVirus Latest Updates In Andhra Pradesh, Telangana And India At 07:30 PM On 26th December 2020.#UnionHealthMinistry #IndiaUnlock #CoronavirusDeathtoll #CoronavirusInTelangana #CoronavirusInAP #CoronavirusInIndia #Coronavirus #Covid19 #MangoNews","sentiment_score":0.5}
{"full_text":"25-12-2020: The Early Warning Network, operating in Opposition-controlled areas, recorded 59 infection cases and Zero death of #COVID19 northwestern Syria. Afrin and Azaz in Aleppo province recorded the highest number of cases 22, and 12 cases respectively.","sentiment_score":0.05}
{"full_text":"How did your holiday spending habits change this year? Or did they not?Highlights from this infographic:- 58% planned to spend less- 65% preferred to shop online- 71% concerned about dealing with other shoppers not taking COVID seriously","sentiment_score":-0.2083333333}
{"full_text":"Top Belgian entrepreneurship hashtags right now in Belgium: #socialselling, #coronavirus, #politie, #nexxworks, #Ai","sentiment_score":0.3928571429}
{"full_text":"With the lockdown coming into effect today, it is more important than ever to support local businesses. Utilize their online shopping options, buy gift cards to use later in the year-- any form of support works!","sentiment_score":0.225}
{"full_text":" Hear The Elders in conversation This year, The Elders made their podcast debut with a new podcast exploring the need for empathetic and principled leadership in the time of #COVID19. Discover more in our #YearInReview:","sentiment_score":0.3181818182}
{"full_text":" Remembering 2020 at BGU: July While the ongoing pandemic meant we couldn't hold our usual graduation ceremony, we congratulated our final year students for their academic results! https:\/\/t.co\/yDySQIWfg8","sentiment_score":-0.0833333333}
{"full_text":"The arrival of COVID-19 in the UK brought unprecedented changes for everyone, but how has it affected football clubs? GIS' Christopher Winn tells us how 2020 has shone a light on the finances of English football ","sentiment_score":0.3333333333}
{"full_text":"25-12-2020: Syrian Ministry of Health reported 120 cases and 8 death of #COVID19 in government-run areas. Homs, Rural Damascus, and Tartus had the most infection cases with 20,19, and 19 cases respectively. Meanwhile, Homs Damascus, &amp; Daraa had the most death cases with two each","sentiment_score":0.25}
{"full_text":"Practice Social DistancingAs reported by WHO, you can avoid getting infected with COVID-19 when you practice social distancing. You should also use a surgical mask when you go out in public and practice handwashing.#SocialDistancing #SouthernMadeHomeCare","sentiment_score":0.0222222222}
{"full_text":"Not everyone's home is a safe place during lockdown or over the Christmas and New Year period.If you are experiencing domestic violence call 0808 802 1414 Domestic and Sexual Violence Helpline Or in an emergency dial 999For more info:","sentiment_score":0.2727272727}
{"full_text":"The COVID-19 vaccine is available, and we can help you get to your doctor without hassle!Book our medical transportation services through our mobile app.Google Play Store: Store: #TripsApp","sentiment_score":0.2}
{"full_text":"Affordable Home CareProviding seniors and other patients quality home care services allows them to stay at home with dignity and a higher quality of life. Call us now!#HomeCareServices #SeniorCare","sentiment_score":0.0625}
{"full_text":"RT I do wonder whether, without the pandemic, we would now be looking at a second Trump term &amp; no deal with the EU.","sentiment_score":0.0}
{"full_text":"Earlier this month, Hungarian MEP Josez Szajer, who played an instrumental role in Hungary's anti LGBT+ crackdown, was arrested at a lockdown-breaking orgy in Brussels.","sentiment_score":0.0}
