{"full_text":"SinusitisContact Us On: 1800-121-8009Log On : #homeopathy #modernhomeopathy #COVID19 #Cancer #disease #lymphoma #kidney #failure #brain #crohns #PCOD #PCOS #lung #Gastritis #braintumours #respiratorydiseases #bacterial #viral #sinusitis","sentiment_score":-0.3166666667}
{"full_text":"RT 26 French firemen have arrived early in #Dover this morning, bringing with them 10 000 #Covid19 tests. They are already...","sentiment_score":0.05}
{"full_text":"RT To the millions of EU citizens in the UK: We've stood and campaigned alongside you for the past 5 years. And deal or not,...","sentiment_score":-0.25}
{"full_text":"[Cw: child rape, neglect, exploitation, poverty, abuse]'Sex for sanitary pads': how Kenya's lockdown led to a rise in teenage pregnancy#TIL #Kenya #Poverty #SexualAbuse #SexEducation ","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci to celebrate 80th birthday, Christmas with family virtually","sentiment_score":0.0}
{"full_text":"RT As with the first wave, the sharp rise in people testing positive for SARS-CoV-2, will be followed by a sharp rise in ho...","sentiment_score":0.0568181818}
{"full_text":"RT We should not tolerate mediocrity. It's more expensive than Pfizer (95% efficacy rate ) and Astra Zeneca ( 70 % overall...","sentiment_score":-0.05}
{"full_text":"Disgraceful #nswpol","sentiment_score":0.0}
{"full_text":"RT Universities failing miserably, that was at the first lockdown, when the colleges and universities were not prepared f...","sentiment_score":-0.375}
{"full_text":"I just hope this pandemic can teach people to focus on what unites us, and appreciate and love our differences.Be that sexuality, gender identity, or whatever. Your child didn't 'change' by coming out. They're just being a truer version of themselves. ","sentiment_score":0.5}
{"full_text":"would like to wish all our residents a very safe and Happy Christmas and New Year. Whilst Christmas is going to look very different for many of us this year, let's hope the sacrifices we are making now bring us a better 2021.  #staysafestayhome #HappyChristmas2020","sentiment_score":0.4310606061}
{"full_text":"RT Harden crazy lol.. he acts like Silver gonna be like \"oh she was becoming a boss? Why you ain't say that?? You good\" ht...","sentiment_score":0.3375}
{"full_text":"There are always some rare side effects. But the industry has extensive experience and expertise to minimize them. It is not in their interest to generate problems, and I would not be worried about this.","sentiment_score":0.15}
{"full_text":"RT And more COVID-19 research Healthcare worker experiences health and wellbeing","sentiment_score":0.5}
{"full_text":"RT A month ago the Spectator ran a piece by Matt Ridley saying London had low covid because it had immunity from the first...","sentiment_score":0.125}
{"full_text":"\"It is baffling that we willingly and knowingly continue to sow the seeds of our own destruction, despite the science and evidence that we are turning our only home into an uninhabitable hell for millions of people.\" Quite a list of 2020s momentous climate-related events here.","sentiment_score":0.2833333333}
{"full_text":"RT To the millions of EU citizens in the UK: We've stood and campaigned alongside you for the past 5 years. And deal or not,...","sentiment_score":-0.25}
{"full_text":"RT Harden crazy lol.. he acts like Silver gonna be like \"oh she was becoming a boss? Why you ain't say that?? You good\"","sentiment_score":0.3375}
{"full_text":"RT This Govt have failed to manage &amp; control the spread of Covid.If this is a PH govt ~ the opposition will go crazy with t...","sentiment_score":-0.55}
{"full_text":"RT Cuban science ends the year with good news. New paths are being opened for innovation. #CubaViva #SomosCuba","sentiment_score":0.4181818182}
{"full_text":"RT I can't deal with the Covid denialism in this country. It infests social media. It's as if a significant proportion of th...","sentiment_score":0.2041666667}
{"full_text":"Geraldo slams Trump for leaving while COVID bill in limbo: 'What the hell are we supposed to do now?' via","sentiment_score":0.0}
{"full_text":"RT Honestly, \"swiper ke tlao transferela\" is another pandemic.","sentiment_score":0.6}
{"full_text":"RT My heart always skips a beat when I load the chart to follow up on a patient from the last time I was in the ICU. With covid...","sentiment_score":0.0}
{"full_text":"Interesting, what does China know and understand that the rest of the world hasn't caught onto yet?","sentiment_score":0.5}
{"full_text":"RT France delivers emergency services &amp; Covid test kits in Kent, Germany sends its ambassador to investigate truck drivers...","sentiment_score":0.0}
{"full_text":"Thanks so much for lightening the lockdown since I dipped a toe into Twitter. Nearly in up to my knees now! Happy Christmas ","sentiment_score":0.33125}
{"full_text":"   Please do the needful. Covid-19 is real","sentiment_score":0.2}
{"full_text":"Must be Covid related, did he not once visit Dover","sentiment_score":0.0}
{"full_text":"In a big, expensive Toyota like that. As if he can't afford to Uber eats? Ridiculous! #Covid_19australia","sentiment_score":-0.3055555556}
{"full_text":"RT It's like no one has seen Erin Brokovich or a Civil Action or even Class Action (Gene Hackman, Mary Elizabeth Mastranto...","sentiment_score":0.1}
{"full_text":"RT Where do the variants leave us? Unless we suppress &amp; then eliminate the virus, it will probably mutate further. This could...","sentiment_score":0.0}
{"full_text":"RT Sending my best wishes to team #SoloBrathukeSoBetter for its release this Christmas. First film hitting the big screen...","sentiment_score":0.4166666667}
{"full_text":"RT I flagged this in March - that the whole Covid 19 strategy was based on the out-of-date 2011 UK flu-pandemic plan...","sentiment_score":0.2}
{"full_text":"RT The new coronavirus strain that's been spreading in the U.K. appears more contagious and will likely lead to higher levels of...","sentiment_score":0.2215909091}
{"full_text":"RT MPs call for inquiry into government's role in COVID deaths of disabled people via","sentiment_score":-0.2}
{"full_text":"4\/10  Dec 17: BC CDC now had plenty of time to fix\/reconcile private tests. Total Tests back to 19862 compared to 35147 in prev. graph. But those darn New Tests (green) keep changing daily! Note peaks at 1236 and 692, which aren't on prev. graph.","sentiment_score":-0.0106060606}
{"full_text":"Virus mutation: \"UK Corona variant\" in Belgium for months - why did nobody raise the alarm? Because they were not expecting it maybe. Also testing only really got going well, in October! finding it would have been very rare in September. Its not since September btw #COVID19","sentiment_score":0.2133333333}
{"full_text":"COVID 19 SOCKS VIRUS SOCKS UNIQUE CHRISTMAS GIFT FUNNY CORONAVIRUS LONG SOCKS","sentiment_score":0.1916666667}
{"full_text":"RT While  useless Ramaphosa administration is still sleeping Britons are announcing South Africa as the New Wuhan.","sentiment_score":-0.1818181818}
{"full_text":"RT How did reach thousands of people during a pandemic? Watch this year's impact film which highlights the...","sentiment_score":0.0}
{"full_text":"Great to hear and reassuring to hear how rapidly and efficiently you frontline healthcare workers are able to get vaccinated! Have a lovely Christmas!  ","sentiment_score":0.6833333333}
{"full_text":"RT So the woman who told us children were more likely to be hit by a bus than catch COVID in school has appeared to tell us...","sentiment_score":0.25}
{"full_text":"RT The percentage of people testing positive has increased sharply in Wales.We estimate that 52,200 people in Wales had #COVID19 wh...","sentiment_score":0.0511363636}
{"full_text":"A COUP is happening!Doris under distraction of Covid and Xmas is placing right-wing nutters in HoLTo force through damaging and unpopular policies#THISISACOUP#BorisHasFailedTheNation #BorisJohnsonMustGo #BorisTheLiar A dangerous situation is now approaching","sentiment_score":-0.3}
{"full_text":"RT I would like to know under what basis they decided to put our exams offline.Are we doing great in this pandemic or VTU g...","sentiment_score":0.8}
{"full_text":"Despite the pandemic, let us continue to celebrate JESUS -- the Greatest Gift that we have ever received.From our family to yours, a blessed and meaningfulChristmas!#MerryChristmas","sentiment_score":1.0}
{"full_text":"RT Today, I wanted to speak out on behalf of a fellow Black woman physician, Dr. Susan Moore, to not let our stories go unheard...","sentiment_score":-0.1666666667}
{"full_text":"RT COVID-19 bill that stiffed workers full of handouts to big business","sentiment_score":0.175}
{"full_text":"From the nut orchards of sunny California, my nominee for:#Covidiot of the DayKirk Cameron organizes mask-less caroling protests amid California's Covid-19 surgehttps:\/\/t.co\/6pgNoQYCGX","sentiment_score":0.0}
{"full_text":"RT Thank you anna for your support it gives us immense strength and boosts our confidence  #SBSBOnD...","sentiment_score":0.0}
{"full_text":"RT Taiwan used Hydroxychloriquine to treat and prevent Covid. 22 million people.  9 deaths.  9!Gov. Ducey, without a medica...","sentiment_score":0.0}
{"full_text":"RT Critically-ill COVID-19 patients are spilling into hallways in California hospitals as the state's ICU's are completely...","sentiment_score":0.1}
{"full_text":"RT And of course not forgetting COVID-19Laryngitis complicating extubation Urgent elective surgery...","sentiment_score":0.0}
{"full_text":"RT The UK is the worst island in the world. No sun, no heat. Just 3 different strains of Covid and vibes.","sentiment_score":-0.5}
{"full_text":"RT South Africa Covid strain ARRIVES in UK - Warning issued at 'highly concerning' mutationhttps:\/\/t.co\/IJGof0RCld","sentiment_score":0.16}
{"full_text":"RT No social distancing..no mask..No action..cause it's their Pappa's nation","sentiment_score":-0.0166666667}
{"full_text":"RT Wear a face mask and get the fucking vaccine I want to see My chemical Romance next year","sentiment_score":-0.3}
{"full_text":"Well Trump got time to pardon his home boys. But said fugg the citizens n that covid money. 0 it might not happen until inauguration and he possibly will b getting sworn back n. Amazing to know u got people that follow n support this man","sentiment_score":0.2}
{"full_text":"RT Indonesia has banned travellers from Britain and tightened the rules for those arriving from Europe and Australia to try...","sentiment_score":0.0}
{"full_text":"Many other presidents would have allowed scientists to issue guidelines then would have set an example to persuade citizens to follow them. Trump did the opposite and as we're finding out the administration interfered with CDC messaging for political purposes. He's a scumbag.","sentiment_score":0.09375}
{"full_text":"RT THREAD There is (rightly) concern about the variant SARS-CoV-2 strains. I want to talk about what this means for vac...","sentiment_score":0.2857142857}
{"full_text":"RT Note the religion of the other 21 Corona positive folks arriving from UK, is not being floated...","sentiment_score":0.0511363636}
{"full_text":"RT UK travellers need to stay put. The fact that 20 Brits tested positive for covid on ONE flight to Jamaica is insane.","sentiment_score":-0.3863636364}
{"full_text":"Despite the pandemic, many sectors are booming and there are job opportunities for talented candidates - we reveal where the opportunities are here #jobs #recruitment #opportunities #ClaytonRecruitment","sentiment_score":0.6}
{"full_text":"Hundreds of thousands of anti-covid equipment units ended up in the warehouses of several companies after authorities decided to purchase more than hospitals manage to use. While officials blame poor procurement planning, companies complain of incurring additional storage costs.","sentiment_score":0.0333333333}
{"full_text":"New positive cases.. please cancel any offline event, let them stay at home..","sentiment_score":0.1818181818}
{"full_text":"RT Boxing Day to look different in lockdown","sentiment_score":0.0}
{"full_text":"RT Per WH Coronavirus Task Force state reports obtained by \"the surge is now in states home to more than 80% of the A...","sentiment_score":0.5}
{"full_text":"It's Day 10, and we're considering the role of regional manufacturers in fighting the #Coronavirus pandemic.From faceguards and ventilators to sanitiser and disinfectant, the region's production was essential in helping to slow the spread of the virus.https:\/\/t.co\/N59kUNakak","sentiment_score":-0.15}
{"full_text":"The day's top storiesExplained in briefFrom the editors: A renewed sense of confidence in the battle against #COVID19, and more","sentiment_score":0.5}
{"full_text":"It's official, at least according to New Mexico Gov. Michelle Lujan Grisham: Santa Claus and his reindeer are immune to COVID-19 and can safely visit homes all across the state.https:\/\/t.co\/8CBG4tmt7Z","sentiment_score":0.1121212121}
{"full_text":"PARTNER: #Covid19 might have delayed the release of #IR20, but the ideas are more relevant and necessary than ever, argues Read their report, detailing possible scenarios, here:","sentiment_score":0.225}
{"full_text":"Kersfees sonder my ouers wat weens covid-19 dood is","sentiment_score":0.0}
{"full_text":"Here's what our neighbours are doing on this Covid Christmashttps:\/\/t.co\/OOYZYaVCJe","sentiment_score":0.0}
{"full_text":"RT London named UK's top Covid hotspot after dramatic surge in cases","sentiment_score":0.0333333333}
{"full_text":"RT Arrangements are in place to pay the #COVID19 Pandemic Unemployment Payment to people who lose their job between now &amp; the...","sentiment_score":0.0}
{"full_text":"Kenya's manufacturing industry has seen highs and lows during the pandemic. Some industries have thrived while some struggle to find demand. Mucai Kunyiha, Chairman -  explains. Watch the full discussion here: #Goforit","sentiment_score":0.35}
{"full_text":"Public health order forces bars and restaurants to close at 10 p.m. on New Year's Eve in Fishers #FOX59Morning","sentiment_score":0.0681818182}
{"full_text":"Thanks for you reply.  So flu jab type wouldnt work? Isnt flu a type of corona virus? Sorry for dimness","sentiment_score":-0.15}
{"full_text":"As we get into the festive spirit, it's important we also think about how we can conduct this year's celebrations in a COVID-safe way.","sentiment_score":0.4}
{"full_text":"The science behind London's Christmas lockdown and what the new covid lineage means for the Covid-19 pandemic. -- via #COVID #coronavirus","sentiment_score":-0.1318181818}
{"full_text":"So it should. Just wait till you get in the middle of a tier 4 type mutation and standard protocols aren't enough. ~ Fear Takes Center Stage as Productions Become COVID Hotbeds - Variety","sentiment_score":-0.025}
{"full_text":"What's open and closed in #YorkRegion on #ChristmasDay and #BoxingDay during COVID-19 pandemic.","sentiment_score":-0.05}
{"full_text":"RT The Polish government has banned people from going out on New Year's Eve as part of tougher new lockdown measures.Bu...","sentiment_score":0.1363636364}
{"full_text":"This year because of coronavirus, we invited everyone to visit our Open House 2020 virtually!Find out all about the history of our unique buildings, their architecture, and the modern FCDO organisation","sentiment_score":0.1916666667}
{"full_text":"Santa Claus has been given special dispensation to dodge border restrictions and make sure Australian's can celebrate Christmas properly. #9Newshttps:\/\/t.co\/aD67fqkhFS","sentiment_score":0.2142857143}
{"full_text":"Four crew members have tested positive for COVID-19.https:\/\/t.co\/pLHWezXxIn","sentiment_score":0.2272727273}
{"full_text":"La famn a dit \"not all men ain't shit\" et elle pense je vais pas reagir???I say this is one of the symptoms of covid","sentiment_score":-0.2}
{"full_text":"As you celebrate with your loved ones, please ensure to follow all COVID-19 precautions! #JaykayCares #COVID19Pandemic #SocialDistancing  #StopTheSpread #StaySafeStayHealthy #StaySafe #StaySafeNigeria #COVID_19 #FaceMask #MaskUp #HandSanitizer #NoHandShakes #WashYourHands","sentiment_score":0.875}
{"full_text":"RT The safest way to spend this festive period is at home, with your own household. If you've chosen not to form a bubble, rem...","sentiment_score":0.6}
{"full_text":"It's been an incredibly tough year for GP practice teams - we salute you for your amazing work keeping patients safely cared for through the pandemic, while managing constant change and the unprecedented demands of the new vaccination programme","sentiment_score":0.2412457912}
{"full_text":"#DoYourBit and reduce the risk of coronavirus if you form a Christmas bubble tomorrow. Keep your bubble as small as possible Watch your distance and wash your hands regularly Open windows each hour to let fresh air circulate  Meet outside if you can","sentiment_score":0.01}
{"full_text":"California becomes first state to top 2 million COVID-19 cases","sentiment_score":0.375}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"Maidstone is in Tier 4, this means we must stay at home. We are not able to mix indoors with any household. Christmas will be different for us this year, but we must work together to get the infection rate down.Remember #HandsFaceSpace","sentiment_score":-0.125}
{"full_text":"As the Covid rules set to relax on #Christmas Day we have recapped the rules to help Cumbrian residents know what they can and can't do.","sentiment_score":0.0}
{"full_text":"With many countries globally struggling to contain the second #COVID19 wave, it is understandable to be alarmed. But no amount of fear can excuse prejudice and #discrimination.Let's #StandUp4HumanRights and support each other in this public #health emergency.","sentiment_score":0.0541666667}
{"full_text":"Santa Claus has been given special dispensation to dodge border restrictions and make sure Australian's can celebrate Christmas properly. #9Todayhttps:\/\/t.co\/7tAqsb3Sln","sentiment_score":0.2142857143}
{"full_text":"Just bc the state is working\/failing us as intended doesn't mean we get a pass to fail each other. In fact, it's becomes more imperative that we (don't) show up for each other fiercely. #StayAtHome #StopCOVID19","sentiment_score":-0.1125}
{"full_text":"Santa Claus has been given special dispensation to dodge border restrictions and make sure Australian's can celebrate Christmas properly. #9Newshttps:\/\/t.co\/aOIwTVnsCk","sentiment_score":0.2142857143}
{"full_text":"RT Here's how the Fraud Squad screwed you over with the COVID \"relief\" package","sentiment_score":0.0}
{"full_text":"Kenyan e-health startup Damu-Sasa secures $20k from Villgro Africa to enhance COVID-19 capabilities","sentiment_score":0.0}
{"full_text":"RT And will someone please explain what's Halal Vaccine??While the world over even the Islamic Nations have accepted the CO...","sentiment_score":0.0}
{"full_text":"Lyft preps rides for 60 million low income Americans to Covid-19 vaccinations by","sentiment_score":0.0}
{"full_text":"When and how to isolate if you are COVID positive, awaiting test results or came into close contact of a positive person.  #StaySafe #WashYourHands #WearAMask #COVIDSecondWave","sentiment_score":0.2272727273}
{"full_text":"If you're living with HIV, here are some steps you can take to stay healthy during #COVID19.#StaySafe","sentiment_score":0.5}
{"full_text":"Day 24 #ArtsOnReferral lockdown exhibition &amp; #ArtisticAdvent calendar: 'Life is the Only Place' is simply about the experience of sitting in the grass on top of a particular hill on a summer's day.'#APictureOfHealth","sentiment_score":0.1666666667}
{"full_text":"In 2020, the global #tourism community faced an unprecedented challenge. Looking back, we answer these questions with #data:How has the Covid-19 impacted our sector?When will tourism bounce back?What has changed?#RestartTourism. https:\/\/t.co\/tAiWvJL2gu","sentiment_score":0.2}
{"full_text":"Our Covid-19 timeline has become a fascinating time capsule with which to track the geopolitical ramifications of the virus. Read it here:","sentiment_score":0.7}
{"full_text":"Shehnaz Cornell is suffering because of an abusive marriage and prolonged joblessness due to her faith.https:\/\/t.co\/xj5HoEpeG5@FatimaRazzaq20 #MinorityRights #Christian #Christmas #DomesticViolence #genderbasedviolence #WomenRights #HumanRights  #COVID19 #Pakistan #Sujag","sentiment_score":-0.0625}
{"full_text":"Two new studies give encouraging evidence that having COVID-19 may offer some protection against future infections.https:\/\/t.co\/b65lBb7PcE","sentiment_score":0.0681818182}
{"full_text":"Microsoft and the government of Egypt have signed a joint cooperation agreement with the aim of ensuring continuous learning while preserving the safety of teachers amidst the Covid-19 pandemicRead more:","sentiment_score":0.5}
{"full_text":"You can listen to DJ Lowrider - COVID BREAKS SLR 2 HRS now on Utter Sounds Radio -","sentiment_score":0.0}
{"full_text":"Happy Christmas Eve! Have a merry and bright Christmas Eve 2020! Let's fill our home with Christmas Jiggles even amidst the pandemic. #ChristmasAtHome....#MerryChristmas #Christmas2020 #HDHomelift #ChristmasWeLove #Happy #hopeful #Love #Christmasfwithyou #Christmasisnear","sentiment_score":0.79375}
{"full_text":"Noswyl Nadolig Hapus! (Picture was taken from a previous Christmas before the pandemic)","sentiment_score":-0.1666666667}
{"full_text":"And now there are none....there are none, the St Piran League game scheduled for Boxing Day has also now fallen foul of the weather and Covid restrictions","sentiment_score":-0.4}
{"full_text":"Stay home #BLACKPINK","sentiment_score":0.0}
{"full_text":"\"He himself at some point would have been unemployed in the Flight to Egypt,\" With mass unemployment still high as the coronavirus pandemic drags on, Catholics can look to St. Joseph as a special intercessor, two priests said.https:\/\/t.co\/sVAyZVvLVy","sentiment_score":0.2585714286}
{"full_text":"We are VITAL to the C old Chain Industry especially at these unprecedented times.https:\/\/t.co\/eNv8yCIQt9 #coldchain #Brexit #COVID19 #InThisTogether","sentiment_score":0.2}
{"full_text":"A COVID Christmas comes to BethlehemRead this story from on WIONhttps:\/\/t.co\/UwZkNpdOlP","sentiment_score":0.0}
{"full_text":"More than 7 months after Americans started receiving the first coronavirus stimulus checks, Congress on Monday approved a second round of direct aid payments to Americans, but the president blasted the bill and hinted he may not sign it.","sentiment_score":0.0083333333}
{"full_text":"RT A reminder during this time of year which can be very stressful (pandemic or not)...\"Family is everything,\" is only true if y...","sentiment_score":0.1833333333}
{"full_text":"Beyonce is giving out $5,000 grants to fans in danger of facing \"foreclosures or evictions.\" Learn more, and see how other stars are giving back amid the pandemic:https:\/\/t.co\/6FaAd2sr4f","sentiment_score":0.125}
{"full_text":"RT UK scientists say they are now \"highly confident\" the new coronavirus variant is more infectious than others, with a \"hint\" tha...","sentiment_score":0.3787878788}
{"full_text":"RT Ffs. Channel 4 missing the mood of the country and plumbing new depths in the name of \"comedy\" Woukd rather watch h...","sentiment_score":-0.0318181818}
{"full_text":"RT 20 games 20 cities 20 negative Covid tests Thank you college football fans and ESPN for the opportunity to be...","sentiment_score":-0.3}
