{"full_text":"RT WATCH: President-elect Biden receives Covid-19 vaccine.","sentiment_score":0.0}
{"full_text":"RT The number of covid denying politicians getting the vaccine before Gritty is deeply offensi...","sentiment_score":0.0}
{"full_text":"RT BREAKING: President-elect Joe Biden received his first dose of the Pfizer-BioNTech COVID-19 vaccine Monday.The event...","sentiment_score":0.25}
{"full_text":"Some countries are lucky huh, the Australian Prime Minister and the treasurer have NO INTENTION of purchasing, let alone rolling out a vacinnation program as the cost to the bottom line is too high!!AUSTRALIA HAS NO VACINNE!!","sentiment_score":0.1666666667}
{"full_text":"RT Since Covid19 many household helpers have lost their jobs. If you know anyone tell them Little Helpers is looking to empl...","sentiment_score":0.15625}
{"full_text":"Ontario will enter province-wide lockdown as of Christmas Eve, sources sayhttps:\/\/t.co\/7ZRsxAoXIR","sentiment_score":0.0}
{"full_text":"RT Joe Biden does something else that Trump will never do. He got vaccinated for COVID on camera and thanked frontline hea...","sentiment_score":0.0}
{"full_text":"RT You may have heard of PTSD before. This is more complex.Because Of The Pandemic, People Are Battling A Disorder They'v...","sentiment_score":0.5}
{"full_text":"Agree.","sentiment_score":0.0}
{"full_text":"RT Covid makes it clearer than ever that tourism is colonialism. See Tulum.","sentiment_score":0.0}
{"full_text":"The covid virus currently in UK has mutated and the new variant may be as much as 70% more transmissible. However US is not stopping incoming flights from UK as other countries are. US doesn't see a problem YET.","sentiment_score":0.1422727273}
{"full_text":"With #Trump's signature?https:\/\/t.co\/KwDlLT8iCz","sentiment_score":0.0}
{"full_text":"RT This abusive side of TC is not often seen. He learned from his buddy David Miscavige. Sounds just like him -- same language...","sentiment_score":0.0}
{"full_text":"RT Heaven help us. First question at the presser with Johnson was 'Why don't you put the whole of the South East into Tier 4?...","sentiment_score":0.225}
{"full_text":"RT Gee, maybe if the GOP hadn't spent so much time undermining public faith in science, masks,&amp; COVID itself, I wouldn't have to weig...","sentiment_score":0.0333333333}
{"full_text":"RT Isn't it because of the NEET\/hikikomori problem...?! Didn't Japan urge non-Japanese folks to visit Japan to...","sentiment_score":0.0}
{"full_text":"RT This holiday, I'm gonna stay home in my trash can and avoid people.","sentiment_score":0.0}
{"full_text":"RT We cannot allow the GOP to tie the Biden admin's hands in responding to this virus.That's exactly what Toomey &amp; co have been try...","sentiment_score":0.25}
{"full_text":"It is the sum of them. Not one not the average, but addition of the points. But you know what, you are right. It should stay orange and government should fudge numbers.  It is the proper thing to do during a pandemic with 300,000 dead","sentiment_score":-0.0160714286}
{"full_text":"RT Democrats have been blocking COVID-19 relief for MONTHS now...","sentiment_score":0.0}
{"full_text":"RT Read this. Michael Caputo belongs in prison. I was right about him and tried to warn.","sentiment_score":0.2857142857}
{"full_text":"New Zealand did $600 a week. They also tackled the pandemic in outstanding fashion. 4 years of #MAGA and we aren't even as good as New Zealand.  Fuck you mitch.","sentiment_score":0.2145454545}
{"full_text":"RT Doug Ford: It's Trudeau's faultAlso Doug Ford: Billions in unspent COVID-19 relief funds including billions from the Fe...","sentiment_score":0.0}
{"full_text":"Gosh, this chart...","sentiment_score":0.0}
{"full_text":"What a sad little boy-man.","sentiment_score":-0.34375}
{"full_text":"RT nothing like half a billion in arms sales shoved into a pandemic relief bill!","sentiment_score":-0.2083333333}
{"full_text":"RT #OnTheAir: Counterpoint airs Mondays 8-10PM ET 89.5FM Bgpt,#CT: of@Truthout on Trump's d...","sentiment_score":0.0}
{"full_text":"RT Why would a guy who refused a covid test before a debate cut in front of the vaccine line?  Please tell us","sentiment_score":0.0}
{"full_text":"RT This holiday, I'm gonna stay home in my trash can and avoid people.","sentiment_score":0.0}
{"full_text":"RT Well tonight completed the circle.I admitted a man nearly 2 weeks ago for Covid. He was in his 50s and quite ill. Put on Bip...","sentiment_score":-0.2}
{"full_text":"We really gotta start running up on politicians.","sentiment_score":0.2}
{"full_text":"RT Olu Of Warri Has Died Of COVID-19 | Sahara Reporters","sentiment_score":0.0}
{"full_text":"RT Health \"experts\" say the flu has virtually disappeared because people are now wearing masks, but also, the coronavirus ke...","sentiment_score":0.0}
{"full_text":"RT Joe Biden just got his first dose of the coronavirus vaccinehttps:\/\/t.co\/7gbRHMARgK","sentiment_score":0.25}
{"full_text":"RT Boris Johnson, when asked by why he so often over-promises when it comes to coronavirus, answers by sayin...","sentiment_score":0.0}
{"full_text":"RT The new COVID relief bill contains $500,000,000 for Israel.","sentiment_score":0.1363636364}
{"full_text":"RT Nova Scotia health is setting up four new COVID-19 vaccine storage sites across the province as they prepare to expand the...","sentiment_score":0.1363636364}
{"full_text":"RT Trump is responsible for the most preventable deaths of any President ever. #WorstPresidentEver","sentiment_score":0.35}
{"full_text":"#WTFee, Sign petition to stop Comcast's data cap and overage fees during COVID-19.","sentiment_score":0.0}
{"full_text":"RT 35) BOTTOMLINE: we need to stop this damn #COVID19 pandemic. We can't let this damn virus linger in the wild any further. V...","sentiment_score":0.05}
{"full_text":"So sending all the customers from Toronto and Peel away from small business to Walmart wasn't enough, now you want to expand your failed, concentrate crowds lockdown? You know the definition of insanity right? Doing the same failing thing, only harder fits it perfectly.","sentiment_score":0.0544642857}
{"full_text":"RT WATCH: President-elect Biden receives coronavirus vaccine.\"I'm doing this to demonstrate that people should be prepared when i...","sentiment_score":0.0}
{"full_text":"Home! Although I was in the Mullins Center at 1:15 today getting my covid test and several scenarios went though my mind.","sentiment_score":-0.05}
{"full_text":"The best you will get with a Republican-controlled Senate is $600.#VoteBlueGeorgia because &amp; are only in it for themselves. They got paid $130,000 to block #Covid19 relief since May, and now they give you peanuts to try and buy your vote.","sentiment_score":0.5}
{"full_text":"RT Joe's getting his Covid shot, good for him! Sure makes me feel better to know he's on his way to full protection. Jill got...","sentiment_score":0.55625}
{"full_text":"RT Joe Biden does something else that Trump will never do. He got vaccinated for COVID on camera and thanked frontline hea...","sentiment_score":0.0}
{"full_text":"That other money your talking about wasnt for the American people, that's why the dems had to take it out...this is for covid specific, and for the people, not other crap. I agree thi, should be more then 600 fir the oeple","sentiment_score":-0.0604166667}
{"full_text":"RT Hopefully, they don't contract covid 19 because many hospitals are too full to help them should they need t...","sentiment_score":0.425}
{"full_text":"RT Oh dear, it's very much a true story though - embarrassing that you lack the ability to do personal...","sentiment_score":0.175}
{"full_text":"Far be it from me to wish ill on anyone, but if anyone deserves to die a slow and painful death from COVID, it's people like that.","sentiment_score":-0.35}
{"full_text":"RT Gee, maybe if the GOP hadn't spent so much time undermining public faith in science, masks,&amp; COVID itself, I wouldn't have to weig...","sentiment_score":0.0333333333}
{"full_text":"RT We're honoured to receive 2020 Allan H. Selig Award for Philanthropic Excellence!The award recognizes our COVID-19 r...","sentiment_score":0.0}
{"full_text":"RT In-class learning temporarily shifts to remote learning after holidays. We'll share more info with families and staff as...","sentiment_score":0.2}
{"full_text":"RT President-elect Joe Biden receives a dose of the coronavirus vaccine from nurse practitioner Tabe Mase in Newark, Dela...","sentiment_score":0.0}
{"full_text":"100% agree.An absolute nobrainer.TBF the government have been pushed back by the DUP on this.Tiny island with no road or rail links has an inherent advantage if people pull together. Covid doesnt see green or orange.","sentiment_score":0.0}
{"full_text":"RT Members of Congress have each been paid 16 paydays of $7,125 base salaries for a total of $114,000 since sending you $1,20...","sentiment_score":-0.4}
{"full_text":"RT What's really vile about trying to force copyright expansions in this particular lame duck session is that due to COVID, vi...","sentiment_score":-0.0645833333}
{"full_text":"RT \"What else, what else... the covid vaccine. You heard about this? Some people think the government's gonna use it to ch...","sentiment_score":0.0}
{"full_text":"RT Introducing our minute long films on modernist architecture. Made in lockdown with the support of","sentiment_score":-0.05}
{"full_text":"RT Pandemic relief by country (up to % of wages):Japan: 100% of wages Netherlands: 90% Norway: 90% Germany: 87%  France: 84...","sentiment_score":0.0}
{"full_text":"RT The COVID-19 stimulus bill would make illegal streaming a felony","sentiment_score":-0.5}
{"full_text":"RT I have lots of friends and family, who think I am a conspiracy theorist and utterly bonkers. I can tell you all that I have...","sentiment_score":0.0}
{"full_text":"RT EFCC is fighting cyber crime on the streets and NDLEA SWAT is searching for drugs in people's phone..Welcome to Nigeria...","sentiment_score":0.0}
{"full_text":"RT And another thing--If you are a Republican elected official who called this pandemic a hoax, refused to wear a mask or...","sentiment_score":0.0}
{"full_text":"How do you know you have immunity?! The cdc has not stated that you can't catch it again. Where did you get this information?!@AOC","sentiment_score":0.0}
{"full_text":"RT A historic public-private partnership has made not one, but TWO Coronavirus vaccines a reality before the end of the year....","sentiment_score":0.0}
{"full_text":"At this rate we will never get out of this mess. #StayHome","sentiment_score":-0.175}
{"full_text":"RT why does the government hate their citizens so bad?","sentiment_score":-0.75}
{"full_text":"RT $DMAN #DRONE #MAPPING tech play sympathy to $ALPP #DRONE Similar to $VISL $UAVS $MVIS Rule of 3Low ss Pink Cur...","sentiment_score":-0.05}
{"full_text":"RT #ECW calls on private sector partners to join and others to support in expandin...","sentiment_score":0.0}
{"full_text":"RT Incarcerated people should be a priority for COVID-19 vaccination, pass it on.","sentiment_score":0.0}
{"full_text":"RT People will be panic buying bells.","sentiment_score":0.0}
{"full_text":"RT Saudi Arabia suspends all international travel for one week. All arrivals from Europe from the 8th of December until today are r...","sentiment_score":0.0}
{"full_text":"RT Something must be done to help Arizonans. we need rent relief, utility relief, food relief and cash relief now. #S...","sentiment_score":0.0}
{"full_text":"RT World Bank Already plan this lock down.","sentiment_score":-0.1555555556}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"RT no more vaccines for old racist covid-deniers please  they can wait ","sentiment_score":-0.075}
{"full_text":"RT Remember when people said 5G causes Covid-19? We've passed through a lot this year.","sentiment_score":0.0}
{"full_text":"RT le covid il a dit new year new me","sentiment_score":0.1363636364}
{"full_text":"*Conversation from the future*Wide eyed child: Wow so you lived through the covid era? What was it like, having to be so careful all the time about spreading the virus?Grizzled Old 2020 Survivor: Wasn't hard at all, I was a total piece of shit about it mostly","sentiment_score":0.0154761905}
{"full_text":"I'm an essential worker.  I driver commerical truck to deliver food, medicines, and other necessities safely as recommended from the start of this mess.I don't take kindly to being demonized while risking my life to deliver that vaccine.","sentiment_score":0.24375}
{"full_text":"right that's creepy as hell and irresponsible of her. That's so messed up honestly.","sentiment_score":0.1285714286}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"RT The COVID-relief bill that Congress will vote on today will help many, but goes nowhere near far enough. The Biden Administ...","sentiment_score":0.175}
{"full_text":"#Grateful with my heart, mind &amp; gut wrenched soul. Every American needs to extend a Heart felt #ThankYouNataliaSolenkovaMDPhD You are a #TrueHero. Don't succumb to daily tragedies you are wltnessing &amp; experiencing day in &amp; day out. #Peace #PeaceAndGratitude #COVID19 #Vaccinations","sentiment_score":0.0}
{"full_text":"Dr Birx Violates COVID Lockdown, Elites Are Laughing In Our FACES As Dem... via","sentiment_score":0.0}
{"full_text":"Mexican Government Misled Citizens About Severity of Covid-19 Outbreak in Mexico City - The New York Times","sentiment_score":0.0681818182}
{"full_text":"RT From page 5593 of the covid stimulus bill","sentiment_score":0.0}
{"full_text":"RT Our defense budget is $686.1 billion. What are we doing, America?","sentiment_score":0.0}
{"full_text":"RT As the legislative branch of government is rapidly moving to receive the coronavirus vaccine, Joni Ernst received the first...","sentiment_score":0.25}
{"full_text":"RT Local governments will keep responding to this pandemic, meeting the needs of our residents &amp; helping businesses &amp; famili...","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden received a Covid-19 vaccine today.\"I'm doing this to demonstrate that people should be prepared, when...","sentiment_score":0.0}
{"full_text":"I dont have friends on twitter :( I dont know how to paint so I just did some random ms paint things. Hopefully it is enough. I have no income due to covid, so any of those giveaways are nice.","sentiment_score":-0.155}
{"full_text":"RT EXPLAINER: Are new coronavirus strains cause for concern?Viruses naturally evolve as they move through the population, some...","sentiment_score":0.1181818182}
{"full_text":"RT Remember, those who are shutting down our economy haven't missed a paycheck since lockdown began. We are not in this toget...","sentiment_score":-0.1555555556}
{"full_text":"You say rudderless ship. I say rotating rapids ride of edge of your seat excitement. Brexit is exactly what a downbeat UK needs to temporarily breakup the monotonous dread of COVID with a mix of monotonous gloom of economic uncertainty.","sentiment_score":0.1055555556}
{"full_text":"RT All Ontarians are advised to stay home as much as possible with trips limited to necessities such as food, medication, medic...","sentiment_score":-0.0238095238}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"RT Oh would you look at that?https:\/\/t.co\/8dDnWsegJi","sentiment_score":0.0}
{"full_text":"OUTLOOK '21: China to import less, export more BD amid massive capacity expansion#ICIS #Outlook2021 #China #butadiene #shortage #imports #coronavirus #vaccine","sentiment_score":0.1111111111}
{"full_text":"RT Finally....hope people will listen now.","sentiment_score":0.0}
{"full_text":"January 20, 2021, 12:01 pm EST:5g towers activate the microchips and everyone who took the vaccine morphs into mindless reptilians. The federal government is no longer human--the people celebrate in the streets. Hospital workers devour every last patient. Covid is no more","sentiment_score":-0.15}
{"full_text":"RT Will the Biden administration continue existing waivers and suspensions as is, or will it take a new tack on regulatory flex...","sentiment_score":0.1363636364}
{"full_text":"Its not solely that he's not wearing a mask, those assholes are everywhere. He's possibly spewing COVID-19 germs everywhere, when other ppl are minding their business. It's that he's chosen to pitch a toddler fit to get attention.","sentiment_score":0.0916666667}
{"full_text":"RT Serious question: if if covid is as deadly as the media and politicians claim, why isn't the homeless population in California...","sentiment_score":-0.2666666667}
{"full_text":"RT Heartless, arrogant, unelected CDC bureaucrats have decided that the lives of elderly Americans don't count. They're reco...","sentiment_score":0.0}
{"full_text":"RT \"Early in the pandemic at the first meeting of Scott Morrison's national cabinet... according to a source close to the...","sentiment_score":0.175}
{"full_text":"The CDC suggests that people who have ever had a severe allergic reaction to any ingredient in a COVID-19 vaccine should not get that specific vaccine.","sentiment_score":0.0}
{"full_text":"RT Can Texas students be required to get a COVID-19 vaccine? No. In Texas vaccines are always voluntary.","sentiment_score":0.0}
{"full_text":".@FeliciaWongRI in Our problem today is not that we have no real ideas to deal with the #COVID19 recession and the deep roots of the inequity it has exacerbated; it is that we have yet to build the power to realize them.","sentiment_score":-0.05}
{"full_text":"Countless stories have applauded nurses--and all frontline workers--as heroes during the pandemic. Yet, that praise isn't being backed up by actions to protect nurses, so they can safely do their jobs. #NurseTwitter","sentiment_score":0.25}
{"full_text":"RT Always huge public support for travel bans, which is why governments implement them to appease their populations. Absolutely...","sentiment_score":0.2}
{"full_text":"Out-of-work performers suddenly displaced due to COVID have have relocated from big cities to the Flathead Valley.","sentiment_score":-0.0416666667}
{"full_text":"RT After trump bragged endlessly about banning travel from China, you have to wonder why he won't ban the UK while their covid...","sentiment_score":-0.125}
{"full_text":"This video came out a couple of weeks ago, but I'm glad I finally got a chance to watch it. Very helpful information and encouragement related to the COVID vaccine from one of our nation's top medical minds.","sentiment_score":0.2}
{"full_text":"With the pandemic, election and fight for equity, 2020 activism swelled over social injustice. Arduous to quantify respectfully, here are some significant points.","sentiment_score":0.1395833333}
{"full_text":"is #PhilaWorksProud to partner with the and as a part of the #RechargePHL initiative to retrain and deploy workers displaced by the #COVID19 pandemic","sentiment_score":0.0}
{"full_text":"I decided it was time to start dating for real ","sentiment_score":0.2}
{"full_text":"Maren Morris has announced that her previously postponed RSVP tour is now canceled altogether due to the coronavirus pandemic.  See the country star's full statement--and promise of new music--right here:","sentiment_score":0.0486742424}
{"full_text":"Newspoll: Do you agree with the Ontario government's decision to impose a province-wide lockdown starting Christmas Eve to fight a surge in COVID-19 cases? Vote here:","sentiment_score":0.0}
{"full_text":"A scheduled British Airways flight from London to Sea-Tac Airport was canceled Monday amid the emergence of a new and seemingly more contagious strain of the coronavirus in Great Britain.https:\/\/t.co\/5B8q3313em","sentiment_score":0.3590909091}
{"full_text":"RT #Brexit showed everything in its True Colours. #MSM were Blatant #EU, the People were Blatant Brexit. They should've moved...","sentiment_score":-0.2166666667}
{"full_text":"At Bass Pro Shop in Mountain View, Santa had to remind the kids to talk loudly so their voices make it through their cloth masks and the ten-foot plexiglass barrier.","sentiment_score":-0.025}
{"full_text":"RT BREAKING: To limit COVID-19 spread, the Federal Government has ordered nationwide closure of all bars, night clubs, pu...","sentiment_score":0.0}
{"full_text":"More countries around the world are restricting travel from Britain and elsewhere amid concerns about new strains of the coronavirus, as their governments analyze test results and try to find ways to protect their populations and hospital systems.https:\/\/t.co\/k9DUnfuuek","sentiment_score":0.3181818182}
{"full_text":"Wow, that's a stark difference.","sentiment_score":-0.05}
{"full_text":"EMS workers offer first line of care for COVID patients during the pandemic.  #health_care #dispatchers #First_responders #911 #paramedic #PPE #","sentiment_score":0.25}
{"full_text":"Viruses naturally evolve as they move through the population, some more than others. It's one reason we need a fresh flu shot annually. New strains of COVID-19 have arisen almost since it was first detected in China last year.","sentiment_score":0.2143939394}
{"full_text":"Congress agrees on stimulus package &amp; payments could arrive in days, President-elect Joe Biden gets COVID-19 vaccine, US does not ban British flights despite 'more contagious' COVID strain, &amp; Baker Mayfield quotes TLC, on 3News Now with","sentiment_score":0.25}
{"full_text":"RT These same leftists who hope conservatives suffer severe adverse medical events from the COVID vaccine want to control ALL...","sentiment_score":0.0}
{"full_text":"Viruses naturally evolve as they move through the population, some more than others. It's one reason we need a fresh flu shot annually. New strains of COVID-19 have arisen almost since it was first detected in China last year.","sentiment_score":0.2143939394}
{"full_text":"Now that the Moderna covid-19 vaccine has been given emergency-use authorization, the state should receive its first shipment as early as today, with some of that possibly heading to Pine Bluff's Jefferson Regional Medical Center.","sentiment_score":0.05}
{"full_text":"Biden gets COVID-19 vaccine, says 'nothing to worry about'  ","sentiment_score":0.0}
{"full_text":"RT \"I delivered food for 9 hours straight and was unable to find a washroom.\"As people pivot to 'shop local,' the humans wh...","sentiment_score":-0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 38.1FWind Chill: 38.1FHumidity: 86%Dew Point: 34.3F Barometer: 29.796 inHgWind: 1 mph from the WCorona Virus Weekly Stats:Cases: 279.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Job shaming whether we in a pandemic or not is one of the most ignorant &amp; dense thing to do to someone! Whatever you're...","sentiment_score":0.625}
{"full_text":"RT A virtual Parliament should be recalled today.PM failing to manage the Covid crisis and we urgently need an extension t...","sentiment_score":0.0}
{"full_text":"There is no pandemic. Open America NOWhttps:\/\/t.co\/pNDwADPEPa","sentiment_score":0.0}
{"full_text":"Higher education was struggling to keep up with the skyrocketing demand for nurses even before the #COVID19 crisis. Now it's falling further behind, and experts say the shortage will be felt especially strongly in the South and West. ","sentiment_score":0.1791666667}
{"full_text":"RT Very sad.  Mr. Sulu, wishing &amp; cheering for people to die. This is the love &amp; unity from today's Hollywood Left. Just stop....","sentiment_score":-0.05}
{"full_text":"RT We'll be on our campuses with face masks and adhering strictly to Covid-19 protocol. Don't even try to lock down our un...","sentiment_score":-0.1555555556}
{"full_text":"RT States report that the US government is drastically reducing vaccine shipments, while Pfizer says it has millions of unclaimed d...","sentiment_score":0.0}
{"full_text":"RT These assholes who lied about COVID but now cut the line to get vaccinated...I hope karma is taking names.","sentiment_score":0.0}
{"full_text":"Not COViD. Lockdowns to blame. Direct you sadness to staff and customers. Direct your anger at the government.","sentiment_score":-0.1666666667}
{"full_text":"If you're in LA go outside and get some Vitamin D! The heat can help keep away Covid its 80 degrees outcheaaaa ","sentiment_score":0.0}
{"full_text":"RT Can all those people who tweet abuse about Nicola Sturgeon, unoriginally calling her nippy or Krankie, please add a bio of w...","sentiment_score":-0.2}
{"full_text":"RT The COVID-relief bill that Congress will vote on today will help many, but goes nowhere near far enough. The Biden Administ...","sentiment_score":0.175}
{"full_text":"Fears about a new coronavirus variant discovered in the country prompted a chaotic border shutdown and saw British travelers shut out from dozens of countries in Europe and around the world. Read more about the US response here:","sentiment_score":0.2121212121}
{"full_text":"RT Serious question: if if covid is as deadly as the media and politicians claim, why isn't the homeless population in California...","sentiment_score":-0.2666666667}
{"full_text":"RT How worried should we about a new strain of Covid-19 in the U.K.?@uche_blackstock: \"While this mutation may make the viru...","sentiment_score":0.1363636364}
