{"full_text":"We can't hide from viruses. \"The 2009 swine flu pandemic was the second of two pandemics involving H1N1 influenza virus (the first being the 1918-1920 Spanish flu pandemic).\"","sentiment_score":0.0833333333}
{"full_text":"RT Dr. Peter Salk, whose father  Dr. Jonas Salk made history by creating the polio vaccine, said eradicating polio from the Unit...","sentiment_score":0.0}
{"full_text":"RT Trump golfs in Florida as Covid relief hangs in the balance","sentiment_score":0.0}
{"full_text":"RT \"This one box is hope that the end is coming\"The delivery driver making \"the most important delivery ever\" as she takes Cov...","sentiment_score":0.45}
{"full_text":"All Travelers From UK Entering US Need Negative COVID-19 Test: CDC via","sentiment_score":-0.3}
{"full_text":"RT The first time i thought to sleep on this years cause all the countdown was cancelled because of CoVid. However, Mew will h...","sentiment_score":0.25}
{"full_text":"RT Pope Francis has made an appeal to nations to ensure that COVID-19 vaccines are available for all. In his annual Christmas message,...","sentiment_score":0.4}
{"full_text":"RT I am pleased to hear the Moderna vaccine has been approved in Canada. We should begin receiving our first doses in Sas...","sentiment_score":0.375}
{"full_text":"RT Military personnel of the  Territorial Defence Force arrived in the  to support #COVID19 testing of...","sentiment_score":-0.1}
{"full_text":"RT Fecal aerosols... 9 infections in 3 families due to vertically shared toilet drainage pipes + aerosols from pipes.To ev...","sentiment_score":-0.0791666667}
{"full_text":"drop 4 of your fav selfies from 2020 - WEAR A MASK EDITION!!! ","sentiment_score":0.0}
{"full_text":"RT ICYMI: New Zealand's response to the pandemic has been among the most successful in the world: It eliminated the coronavirus....","sentiment_score":0.4621212121}
{"full_text":"RT To the porters, nurses, shelf stackers, cashiers, refuse collectors, doctors, bus drivers, midwives, cleaners, carers, p...","sentiment_score":0.0}
{"full_text":"Covid 20 is a shit","sentiment_score":-0.2}
{"full_text":"RT How did we return to normal after the 1918 Flu? It was 30 times deadlier than COVID!-We didn't have PCR tests-We did...","sentiment_score":0.15}
{"full_text":"RT President Trump shouldn't have to remind republicans not to send billions to f...","sentiment_score":0.0}
{"full_text":"HIV was created with an intention of killing blacks and gays. Corona was created to kill over 60s! Over 60s control our economies, so.....","sentiment_score":0.0}
{"full_text":"Imma let you know. It a probably be last min trip, gotta see how to COVID gone happen next year","sentiment_score":0.0}
{"full_text":"RT Holy Crap!","sentiment_score":-1.0}
{"full_text":"RT MSG Pasta can be an excellent addition to a healthful diet. It's Totally Healthy And Delicious. It's also high In calori...","sentiment_score":0.665}
{"full_text":"RT Democrats want to send you a $2,000 relief check.Donald Trump supports it. This morning, on Christmas Eve, Republi...","sentiment_score":0.0}
{"full_text":"Even if this virus triggered an immune response that eventually created herd immunity, it would require a substantial cull of the population to get there. There are 320,000 dead in USA already, how many dead do lockdown opponents need to see before they can't stomach it any more?","sentiment_score":0.15}
{"full_text":"RT Time is running out for millions during this #COVID19 pandemic. From mortgages and rent to utilities and even student debt....","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT Privatisation has been a steady background theme since Blair's time. I think the plan now will be to port...","sentiment_score":0.1666666667}
{"full_text":"RT Until we understand exactly what this \"Covid 19 mRNA vaccine\" does (besides causing your own system to mimic Covid 19,...","sentiment_score":0.425}
{"full_text":"RT 2021 preview: How soon will a covid-19 vaccine return life to normal?","sentiment_score":0.15}
{"full_text":"HEADLINE: Covid hotspots NSW: list of Sydney and regional coronavirus case locations : #Scrummyninja #vegaslocals #bashninjas #vegas #vegasnews #lasvegas #summerlin #hendersonlv #lasvegasstrip #vegasstrong #unlv #vegaslocalnews","sentiment_score":0.0}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":" I guess COVID was the reason he got #pardoned too.","sentiment_score":0.0}
{"full_text":"RT I'm not feeling very Merry. 329,000 Americans died this year from Covid-19, yet almost all of the Republicans that lied a...","sentiment_score":0.2}
{"full_text":"RT M: according to Covid, we cannot meet. So i will have the concert. I already talk with my artist friends to be participatin...","sentiment_score":0.0}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"Is he trying to impose curfew bcos of corona virus or trying to stop another act of protest ,hmmm nd then try to use military again. Where are coroner affected ppo ,or are they faceless,how many, things are nor clear at all. God help us ooo #NIGERIA","sentiment_score":0.1666666667}
{"full_text":"Second Covid Wave Begins in Nicaragua, Doctors Warn","sentiment_score":0.0}
{"full_text":"RT This morning the Republican party blocked a $2000 pandemic survival check for those in need. Georgians can reciprocate by voti...","sentiment_score":0.0}
{"full_text":"RT Only the most Christian nations get together on Christmas Eve to discuss increasing aid during a pandemic and decide, \"No...","sentiment_score":0.1666666667}
{"full_text":"RT Yes, some of us have.  Here, we've raised questions since March.https:\/\/t.co\/Dy5wt6bAUj","sentiment_score":0.0}
{"full_text":"RT My Christmas wish is that people stop pretending this pandemic won't effect them, and that they'll wear their masks, social di...","sentiment_score":0.0333333333}
{"full_text":"RT Rapping                            Tribute toabout covid                frontliners             Monsta X rapline#MO...","sentiment_score":0.0}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"When is Kenya finding its own Covid strain","sentiment_score":0.6}
{"full_text":"RT \"Plague Island\": Media Uses Xenophobic Anti-British Cartoon To Depict COVID","sentiment_score":0.0}
{"full_text":"COVID relief bill flown to Florida, where Trump went golfing ","sentiment_score":0.0}
{"full_text":"RT Who was editing guidance coming from the CDC? and from the CDC say the White H...","sentiment_score":0.0}
{"full_text":"has now killed 337,075 Americans and made 19,113,266 Americans sick. The Corona Virus Covid-19 Live World Map\/count","sentiment_score":-0.2593073593}
{"full_text":"Coronavirus in Michigan: Here's what to know Dec. 25, 2020 - WDIV ClickOnDetroit","sentiment_score":0.0}
{"full_text":"RT So 10 months in has the gov decided it's the CDC who is responsible for implementing COVID aviation policies? It's good &amp; un...","sentiment_score":0.45}
{"full_text":"RT Black people are still being mistreated by the healthcare system, even those who WORK WITHIN the system. RIP Dr Susan M...","sentiment_score":-0.1666666667}
{"full_text":"RT UK travellers need to stay put. The fact that 20 Brits tested positive for covid on ONE flight to Jamaica is insane.","sentiment_score":-0.3863636364}
{"full_text":"That sounds good mate, definitely up for it once we're all out of lockdown!I've been enjoying an article or two of yours actually whenever they've popped up my feed so excited to catch up ","sentiment_score":0.315}
{"full_text":"RT JUST IN: New coronavirus strain found in Nigeria, different from UK variant","sentiment_score":0.0681818182}
{"full_text":"These numbers will skyrocket in January. We will enter the worst phase in pandemic in Florida.","sentiment_score":-1.0}
{"full_text":"Manchester City stars Kyle Walker and Gabriel Jesus test positive for Coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT #TrumpIsARussianAsset engaged in #sabotage against America, shutting down government during #pandemic &amp; #RussianHacking! Ig...","sentiment_score":-0.1944444444}
{"full_text":"Bankers and Wall Street executives are fleeing New York and moving to Florida in droves as the pandemic makes remote work look more permanent","sentiment_score":0.1787878788}
{"full_text":"RT To the porters, nurses, shelf stackers, cashiers, refuse collectors, doctors, bus drivers, midwives, cleaners, carers, p...","sentiment_score":0.0}
{"full_text":"RT  \"People who are hungry and homeless are waiting anxiously for Congress to act. The day after Christmas, pandemic job...","sentiment_score":-0.25}
{"full_text":"How to do it","sentiment_score":0.0}
{"full_text":"RT Of all the many reckless, thoughtless, selfish- even lawless- things has done as president, throwing COV...","sentiment_score":0.0}
{"full_text":"RT This morning the Republican party blocked a $2000 pandemic survival check for those in need. Georgians can reciprocate by voti...","sentiment_score":0.0}
{"full_text":"COVID-19 Variant Sparks U.K. Travel Restrictions via","sentiment_score":0.0}
{"full_text":"RT WATCH: Pope Francis calls for needy, vulnerable people to get first coronavirus vaccinations","sentiment_score":-0.125}
{"full_text":"RT Corona both are dangerous, but for others not for Farmers.#FarmersNotOnSale","sentiment_score":-0.6}
{"full_text":"RT As I've repeatedly said\"The fraternity, media, close friends n family are all aware of their EQUATION\"Even the world k...","sentiment_score":0.25}
{"full_text":"A bidder recently paid $98,000 to see Mona Lisa up close and without the barriers and thick layer of bulletproof glass that protect this iconic painting from the thirty thousand visitors she attracted per day pre-pandemic.https:\/\/t.co\/BmYUtVW2kV","sentiment_score":0.0666666667}
{"full_text":"5 Tips for Suburban Office Site Selection During COVID-19 #CRE #Office #Suburban #COVID-19 #NewNormalhttps:\/\/t.co\/amNl8Dp9pj","sentiment_score":0.0}
{"full_text":"So they changed the tag &amp; made it shorter Due to covid they also had to cancel all scheduled roadshow ques so they are arranging special promotional live tomorrow with all 4 leads &amp; popular singer of #vonthemovie OST #Saint_sup #fahsarika#MeanPhiravich #peakpeemapol","sentiment_score":0.2421266234}
{"full_text":"RT Only 4,634 Covid deaths in China, in what is essentially the most densely populated place on Earth. There are nearly 1.4...","sentiment_score":0.15}
{"full_text":"RT #IndiaWithPFI  #IndiaWithPFI  Stop hunting POPULAR FRONT OF INDIA #IndiaWithPFI  We support POPULAR  FRONT OF INDIA....","sentiment_score":0.6}
{"full_text":"RT One week from tomorrow, a man who herded 1 million Uighurs into camps, jails human rights activists, crushed Tibet, disapp...","sentiment_score":-0.05}
{"full_text":"Covid Christmas and Covid New Year - admin","sentiment_score":0.1363636364}
{"full_text":"Hello ! If you live in GMT-9 then *some* governments think that COVID is taking a 24-hour break (how nice of it !).That is not the case, so please stay safe !Merry Christmas !","sentiment_score":0.5558712121}
{"full_text":"The track arrives alongside a lockdown-appropriate music video, with the groups' members calling in from their respective homes and, er, showershttps:\/\/t.co\/LDm8elAbPw","sentiment_score":0.0}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"HEY MARYLANDERS: Traveling for Christmas?\"Marylanders who do travel outside of Maryland or individuals who do travel to our state will be required to obtain a negative Covid-19 test result or to self quarantine for 10 days.\" -","sentiment_score":-0.15}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"Greetings for the Holidays!This holiday season may be different from the past ones. But, we still hope that you and your loved ones continue to stay happy and healthy at home. Happy Holidays!#HappyHolidays #SafeHavenHomeHealthcare","sentiment_score":0.425}
{"full_text":"Hold on... if neil Ferguson is right (for the first time ever) we're gonna need all of them if not more..... so yes..... why not send them to countries struggling with covid. Some health services not even made videos for tictoc.... they  must be busy","sentiment_score":0.0964285714}
{"full_text":"UPDATE | Residents banned from leaving home in 5 areas of #China's Dalian amid #COVID19 outbreak#SputnikUpdates","sentiment_score":0.0}
{"full_text":"Japan's government and the operator of the wrecked Fukushima nuclear plant said Thursday that the removal of melted reactor fuel planned to start in 2021 will have to be postponed by about one year due to the worsening coronavirus pandemichttps:\/\/t.co\/ksf2cYfpOB","sentiment_score":-0.125}
{"full_text":"Christmas looks a little different this year. Many of us are not gathering with the loved ones we normally would, and many of us have lost family or friends. Even as we keep fighting the pandemic, I hope we all can all take a moment to be thankful and hopeful for the future.","sentiment_score":0.2375}
{"full_text":"Have a safe and happy holiday season! Help protect yourself from #COVID19 by following the CDC's guidelines for safe holiday plans.","sentiment_score":0.5}
{"full_text":"#DomesticViolence against #women remained a prime cause of concern for the Ministry of Woman and Child Development in 2020 with over 5,000 such complaints received in the year. #lockdown #NationalCommissionForWomen","sentiment_score":0.0}
{"full_text":"You can catch Covid through indoor particles.Let fresh air in - and let the virus out.Stay festive... and stay safe","sentiment_score":0.4}
{"full_text":"We wish you a healthy holiday! The dedication Gallatin County residents have shown in the #Covid_19 pandemic is inspiring. Please continue taking steps to slow COVID-19. Social distance, wash hands, wear face covers, &amp; stay home if sick.#homefortheholidays #healthygallatin","sentiment_score":0.2145833333}
{"full_text":"SEVERE STORM OUTLOOK For today     Radars and updated maps at            #wx #news #wea   #tornado #damage #storms #thunder #Flooding #cloud  #tonight #Thursday #holiday #xmas  #lockdown","sentiment_score":0.0}
{"full_text":"RT Moderna COVID-19 vaccine may cause side effects for those with cosmetic facial fillers: FDA","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 25\/12\/2020 19:30Total Cases: 10152104 [+4636]Active: 280543Recovered: 9721625 [+4427]Deaths :147167 [+39]Total Tests: 166.31MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The Pennsylvania 30 Day Fund, which provides $3,000 forgivable loans to small businesses affected by the pandemic or recent civil unrest, has awarded loans to 800 business owners statewide.","sentiment_score":-0.125}
{"full_text":"I think that's a country-in-month-10-of-lockdown sort of thing","sentiment_score":0.0}
{"full_text":"Border crossing closures kept thousands of migrants from economically devastated Venezuela who live in Colombia from going home for Christmas.","sentiment_score":0.2181818182}
{"full_text":"RT Russia registered 29,018 new COVID-19 cases over the past day, taking its total to 2,992,706","sentiment_score":-0.0378787879}
{"full_text":"CoronaVirus Latest Updates In Andhra Pradesh, Telangana And India At 07:30 PM On 25th December 2020.#UnionHealthMinistry #IndiaUnlock #CoronavirusDeathtoll #CoronavirusInTelangana #CoronavirusInAP #CoronavirusInIndia #Coronavirus #Covid19 #MangoNews","sentiment_score":0.5}
{"full_text":". #Coronavirus coverage: Tracking virus rates for every county around the country ","sentiment_score":0.0}
{"full_text":"+1 for the simulation hypothesis","sentiment_score":0.0}
{"full_text":"One restaurant chef in Green Bay is still finding a way to give back to the community, despite cuts to his bottom line.","sentiment_score":-0.1}
{"full_text":"Health officials said the latest deaths did not happen on the same day, rather over a period of two months.https:\/\/t.co\/eHsSx1TbD2","sentiment_score":0.25}
{"full_text":"RT This morning the Republican party blocked a $2000 pandemic survival check for those in need. Georgians can reciprocate by voti...","sentiment_score":0.0}
{"full_text":"Doctors are thanking COVID protocols for lower flu case numbers, including wearing masks, practicing social distancing, and washing hands frequently.https:\/\/t.co\/EIwSpWM3BX","sentiment_score":0.0333333333}
{"full_text":"[Videos] At least in #Peru, the authorities have pointed out the discos and the #gyms as the places where the contagions seem to concentrate. They explained due to...","sentiment_score":-0.2125}
{"full_text":"RT Man City duo Gabriel Jesus and Kyle Walker test positive for Covid-19","sentiment_score":0.2272727273}
{"full_text":"RT School strike week 123. Happy holidays!Because of the ongoing pandemic we are doing #climatestrikeonline If you do phy...","sentiment_score":0.8}
{"full_text":"This year has been life-changing for all of us. But this Christmas, let us practice the value of giving and sharing with those we care about.The pandemic may strip away many aspects of our lives but not our connection with those we love. #MerryChristmas #HappyNewYear","sentiment_score":0.5}
{"full_text":"A Champaign resident turned to delivering groceries for families and at-risk people to help not only make a living, but make a difference in the community.https:\/\/t.co\/hkYMeJbX5u","sentiment_score":0.0}
{"full_text":"Download global projections of daily deaths, total deaths, hospital resource use, mask use, and mobility used in our #COVID19 model visualization tool. Explore the model: data:","sentiment_score":0.0}
{"full_text":"Riley and I wish you a happy holidays! I am excited to enjoy some time with my family, &amp; I hope you are able to do the same, whether in person or online. I'm also looking forward to being sworn in as your new Judge of CDC, Div. F in January! I can't wait to get to work in 2021.","sentiment_score":0.4075757576}
{"full_text":"Why #COVID19 Will Make AI Go Mainstream In 2021: Top 3 Trends For EnterprisesHere's how #ArtificialIntelligence will transform Pharma Drug Discovery, Work from Home, and Edge Computing in the coming yearhttps:\/\/t.co\/LttKjbhXTV via #AI","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 32.0FWind Chill: 27.5FHumidity: 98%Dew Point: 31.5F Barometer: 29.599 inHgWind: 6 mph from the WNWCorona Virus Weekly Stats:Cases: 200.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"If you need to self-isolate you MUST stay at home for 10 days.That means:do not leave your homeno trips to the shopsno walks or exercising in the parkThis helps protect others and reduces the spread of #COVID19.Read to find out more","sentiment_score":0.5}
{"full_text":"The Canada Emergency Response Benefit (CERB), a monetary benefit that has helped millions of Canadians  who have lost their income due to #COVID19, was quickly put together by teams of dedicated #GC employees at and","sentiment_score":0.1041666667}
{"full_text":"Try to be mindful of your environment in and around your home. Make the time to get as much sunlight, fresh air and nature as you can, while still following social distancing guidelines. For more information on mental health support","sentiment_score":0.1555555556}
{"full_text":"US will require airline passengers from Britain to get a negative COVID-19 test before their flight, the Centres for Disease Control and Prevention has announcedhttps:\/\/t.co\/S0sJSCTBsD","sentiment_score":-0.3}
{"full_text":"Wishing you and your family a very Happy and Healthy Holiday Season! Stay Well, Stay Safe and Stay Home! #HappyHolidays #StayHealthy #UpperCanadaCBD","sentiment_score":0.75}
{"full_text":"Can I Make Money Online? #COVID19 #today #job #humblebrag","sentiment_score":0.0}
{"full_text":"Another year has passed It has been a challenging one, not only professionally but also on a personal level for everyone because of COVID-19 We wanted to Thank You all for the support shown even during tough period Please, be always safe and careful Merry X'mas &amp; Happy New Year!","sentiment_score":0.1757295174}
{"full_text":"With two vaccines now approved, there is safety and hope on the horizon. But in order to stay safe, we must remain vigilant. Wear a mask, wash your hands, and socially distance.","sentiment_score":0.2666666667}
{"full_text":"To all who celebrate, wishing you and yours a #MerryChristmas and a healthy #NewYear. With the #coronavirus pandemic still surging across the country, this holiday season please remember others who may be in need.","sentiment_score":0.5}
{"full_text":"Christmas is usually an opportunity for the Holy Land's tiny Christian minority, which comprises less than 2% of the Israeli and Palestinian populations, to come together and shine as a community.https:\/\/t.co\/buPNGBlVLs","sentiment_score":-0.1041666667}
{"full_text":"Make the most of an unusual holiday season with tips from Kristy Warren and Jerry Cerrone of Laurel Behavioral Health. #NCPA","sentiment_score":0.35}
{"full_text":"Merry Christmas to everyone!To those that don't celebrate, I hope your Friday is a good Friday. Either way, eat tons of time, stay healthy, wear a mask, and don't be dumb!","sentiment_score":0.24375}
{"full_text":"RT JUST IN: Worldwide coronavirus deaths pass 1.75 million","sentiment_score":0.0}
{"full_text":"Stay safe to protect your health, Stay at home!  Stay safe to prevent retina damage, Use Reticare! The only scientifically proven eye protection against blue light.           ","sentiment_score":0.33}
{"full_text":"#NowPlaying a podcast #COVID19 has turned the holiday season upside down. Many families won't be gathering, but for some Latinos spending the holidays away from family is nothing new. speaks with them to learn some tips.LINK:","sentiment_score":0.1602693603}
{"full_text":"The festive season is a time for the entertainment industry to experience a boom normally characterised by live shows at various joints, but this year things will be different because of the COVID-19-induced restrictions.https:\/\/t.co\/yAPDm1YLTX","sentiment_score":0.0715909091}
{"full_text":"RT I've been reflecting on Boris since becoming PM he cleared the decks of 20+ rebel anti democratic MPs obstructing Brexit and...","sentiment_score":0.45}
{"full_text":"Almost 330,000 fellow Americans dead from #COVID19, millions more infected; democratic institutions under attack; environment being destroyed; but (still member of trump-mcconnell-@gop-@vtgop) stands by plaintive wail of \"what would you have me do?\" #vtpoli #Vermont","sentiment_score":0.15}
{"full_text":"!!UPDATE TO LIST: Take advantage of our COVID-19 Resident Resources List - WHA updates the COVID-19 page frequently to ensure all have access to news and credible COVID-19 resources much more.#WHA #worcesterhousing #worcesterma #COVID19 #StopTheSpread","sentiment_score":0.2333333333}
{"full_text":" Tweet rising in popularity within Science Pulse database [2\/3]  ","sentiment_score":0.0}
{"full_text":"LINDA TREVINO, 71 of Alice, Texas died of COVID on Oct. 4.  \"Mom was happy &amp; was living joyful in a nursing home...She had suffered a stroke and had other health issues but that never stopped her from being the life and a source of entertainment for the group.\"","sentiment_score":0.3375}
{"full_text":"Remember, here in the North East we are celebrating #Christmas under Tier 3 restrictions.That means staying local, keeping visits short and only seeing a maximum of two other households on Christmas Day.Every action counts to stop the spread of Covid-19.","sentiment_score":-0.005}
{"full_text":"RT With the COVID-19 pandemic, biggest typhoons, massive floodings, and a lot more catastrophe, this year's Christmas eve i...","sentiment_score":0.25}
{"full_text":"Since February 2020, more than 300,000 Americans died of #Covid. When will the US government pay attention to their own citizens' human rights?","sentiment_score":0.3666666667}
{"full_text":"RT Don't worry, America. You might not get the COVID relief checks you so desperately need, but four war criminals were pard...","sentiment_score":-0.6}
{"full_text":"#MyReport | the nocturnal auto ambulance man of Belgaum, has been part of #BharatBiotech's vaccine trials in Karnataka. Having lost his father to #COVID, becoming part of '#Covaxin' trials was his way to beat the pandemic.https:\/\/t.co\/jlhVYg1fLk","sentiment_score":0.45}
