{"full_text":"But yeah it's Republicans targeting small businesses ","sentiment_score":-0.25}
{"full_text":"They had incredibly strict lockdowns, mass testing where every single person in wuhan was tested literally million of people, effective quarantine measures and high mask usage. Tough policies but got results and eliminated the virus same as New Zealand and Australia","sentiment_score":0.1908637394}
{"full_text":"RT Turning Point USA is creating a narrative that Palm Beach County is turning people away from this student conference at last m...","sentiment_score":0.0}
{"full_text":"RT Americans are suffering and are counting on us to #BuildBackbetter with real #covid relief, good paying jobs and justice fo...","sentiment_score":0.45}
{"full_text":"RT \"I'm more concerned about the safety of the vaccine than I am of the side effects of the disease.\"While many lawmakers re...","sentiment_score":0.5}
{"full_text":"Isn't it because of this?","sentiment_score":0.0}
{"full_text":"RT And when it was clear that checks were going to happen, who cut the size of your checks in half?Senate Republicans did....","sentiment_score":0.1}
{"full_text":"RT With cases surging nationwide, there aren't enough trained medical staff to adequately surge ICU capacity. That means its...","sentiment_score":0.1111111111}
{"full_text":"Happening all over. Losing the hearts of our town","sentiment_score":0.0}
{"full_text":"\"if u wear a mask, u can naver be happy\" Mask","sentiment_score":0.8}
{"full_text":"RT Amazing. He's done with an ongoing massacre that's claiming thousands of American lives a day? Trump has blood on his hand...","sentiment_score":0.3}
{"full_text":"RT Beautiful writing from  \"Hospital housekeepers' moment in the spotlight of the vaccination of America is a...","sentiment_score":0.85}
{"full_text":"I just want to go bowling and have a few beers, why can't everyone wear a mask","sentiment_score":-0.2}
{"full_text":"When staying in the house was an option not a requirement","sentiment_score":0.0}
{"full_text":"RT The Cayman Islands invites rich people to illegally evade millions of dollars in taxes, but regular people visiting their...","sentiment_score":-0.0416666667}
{"full_text":"RT Good Mewning Everyone ~ Sunday is Funday , hope you guys keep support our Mew Mew as always. Also please stay safe and...","sentiment_score":0.6}
{"full_text":"Found out that got the #COVIDVaccine today while my physician husband was in the ER with COVID. I have no words.(He's back home now, obviously still sick.)","sentiment_score":-0.2380952381}
{"full_text":"RT The world's best system of disinformation sits not in Moscow, but Beijing. A new leak shows how Beijing pulled on specialize...","sentiment_score":0.5681818182}
{"full_text":"RT More Americans have died from COVID during the past 7 days than died in Vietnam during the entire year of 1968, the war's d...","sentiment_score":0.0833333333}
{"full_text":"#Pattoomey is inhuman, people in  America tonight are grieving, families torn apart by loss, our jobs gone forever, terrified of our futures all because of the #gop #Republicans mismanagement of #COVID19 they are now holding #america hostage trying to destroy our only hope.","sentiment_score":-0.1}
{"full_text":"Always a pleasure to speak with Senator Wallin.","sentiment_score":0.0}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":"RT This is our beautiful son Jack. During lockdown he was living alone 80 miles away. He lost his job, a month later he spl...","sentiment_score":0.425}
{"full_text":"RT Who agrees that President Biden should abolish Trump's Space Force and use all of that money to provide Covid relief p...","sentiment_score":0.0}
{"full_text":"RT Hi can you explain why you should be vaccinated before a first responder, grocery store worker, or an 80 year...","sentiment_score":0.25}
{"full_text":"Believe it or not, we're actually 100% okay. Dad tested negative for COVID too.https:\/\/t.co\/CY2mRwY2Rj","sentiment_score":0.0666666667}
{"full_text":"RT Experts believe Russia may have sought \"nuclear secrets, blueprints for advanced weaponry &amp; COVID-19 vaccine  research.\"...","sentiment_score":0.4}
{"full_text":"Six game schedule was out of our control. Hello we are in a pandemic. Ohio State should be in.  Go Bucks.","sentiment_score":-0.4}
{"full_text":"RT This was from just a couple of weeks ago: your state is suffering, Senator, and the vaccines won't be broadly available bef...","sentiment_score":0.4}
{"full_text":"Stay at home!!!","sentiment_score":0.0}
{"full_text":"RT HAS A PRESIDENT ever been so absent during a crisis? CONGRESS has been struggling with a Covid-relief deal, and the man wh...","sentiment_score":0.0}
{"full_text":"RT \"His gracious spirit, indefatigable optimism, and caring touched all who had the privilege of working with\" Dr Bhuiya.","sentiment_score":0.0}
{"full_text":"RT Scores of people trying to leave London tonight, just hours before the region is put on lockdown","sentiment_score":0.0}
{"full_text":"RT Marco Rubio is a healthy 49 year old. He is not in a nursing home. He is not a health worker. He is not a first respond...","sentiment_score":0.1583333333}
{"full_text":"RT London is entering a lockdown in 5 hours. Yet 5 days ago we were still in Tier 2 and the government threatened to sue s...","sentiment_score":0.0}
{"full_text":"RT New Zealand has announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then t...","sentiment_score":0.2018181818}
{"full_text":"RT Doctor Fauci says he personally traveled to the North Pole to vaccinate Santa Claus from the coronavirus, a claim that we...","sentiment_score":0.0}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":"RT If you have any questions or unease about the COVID vaccine, I got you!I'd *never* ask you to do something I wasn't willing to d...","sentiment_score":0.25}
{"full_text":"RT Until we understand exactly what this \"Covid 19 mRNA vaccine\" does (besides causing your own system to mimic Covid 19,...","sentiment_score":0.425}
{"full_text":"RT JUST IN: Victoria, Australia's second-most populous state, effectively closes border to Sydney after surge in coronavir...","sentiment_score":0.6}
{"full_text":"RT UK to implement full lockdown over discovery of new 'variant' of the virushttps:\/\/t.co\/9WJ0XwFSMo","sentiment_score":0.2431818182}
{"full_text":"Vote for Jon Ossoff and Raphael Warnock, Elected President Biden said\"I'm prepared to sign a COVID relief package on day one, but I need Reverend Warnock and Jon Ossoff in the Senate to get it done.Georgia -- Make your plan to vote early today:","sentiment_score":0.1}
{"full_text":"RT Covid: Video shows crowds of passengers cramming in to train leaving London ahead of Tier 4 lockdownhttps:\/\/t.co\/glJdVk2Tjm","sentiment_score":0.0}
{"full_text":"RT As #COVID19nsw outbreak rolls on, now would be the time for Scott Morrison to reconsider slashing #JobSeeker and #jobkee...","sentiment_score":0.0}
{"full_text":"RT I don't understand tweets from congressional reps and senators saying things like \"somebody should do something\" or \"why ca...","sentiment_score":0.0}
{"full_text":"Keeping HCQ hidden has extended the shutdowns! Vitamin d  (sun) being withheld is crucial for immunity &amp; covid protections. Keeping people inside depriving them of sun weakens immunity &amp; is the opposite of good advice! Thanks to the Fauci led greedy medical advice!","sentiment_score":0.1444444444}
{"full_text":"RT OMG, Never thought i would see the day Taiwanese govt is openly shaming indon govt of its Covid-19 active case... ","sentiment_score":-0.0666666667}
{"full_text":"RT At this point, we should all wonder what it would take for members of Congress to listen to their constituents and support thi...","sentiment_score":0.0}
{"full_text":"RT NEW: There  is a new strain of COVID in England that is far more infectious. What it means and what it doesn't mean. Doing...","sentiment_score":0.1120454545}
{"full_text":"RT @pricklyeater @sarahcpr @FlaDems @itsJeffTiedrich This article tells the sad story about this President the ti...","sentiment_score":-0.5}
{"full_text":"RT STOP GIVING THE VACCINE TO THE GOP COVID DENIERS!!!! That's the tweet.","sentiment_score":0.0}
{"full_text":"His 'mistake' was what made the difference. Over time it took the wind out of any attacks the biased press had and reassured the people of Victoria. I'm not a Dan Stan but he got it right on covid crisis response.","sentiment_score":0.2857142857}
{"full_text":"so my brother-in-law got covid like a week ago, but before he started showing symptoms and got a test, he was staying in the condo next door to their normal one to avoid getting my sister and they're kid sick...","sentiment_score":-0.1880952381}
{"full_text":"RT NEWS: The White House nixed a plan to send face masks to every household in America because of Trump's personal feud with...","sentiment_score":0.0}
{"full_text":"my sister texted me today saying she just lost her taste and got a stuffy nose this afternoon so she got a rapid test and now has covid, which means my niece most likely has it too since my sister has been with her the past 8 days while her boyf is staying next door.. so ","sentiment_score":0.0625}
{"full_text":"To fight new Covid strain, UK PM Johnson reverses Christmas plans for millions","sentiment_score":0.1363636364}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":"RT If Republicans are going to insist on this purely spiteful poison pill, there will (and should) be no deal, and once we bea...","sentiment_score":0.2142857143}
{"full_text":"RT On a rememberance zoom call for my uncle who passed away from #COVID19 over the summer. It is beautiful hearing from soo m...","sentiment_score":0.85}
{"full_text":"RT If our government communicated real public health information, this would not be necessary. COVID is NOT a respirator...","sentiment_score":0.0}
{"full_text":"RT 'eat out to help out' during a pandemic has to be the most reckless thing a government has done in recent history","sentiment_score":0.25}
{"full_text":"RT oh to be a health aid getting the covid vaccine on a snowgo right at the airport before the plane moves on to the next vill...","sentiment_score":0.1428571429}
{"full_text":"RT Antimaskers: if proving you're \"not scared\" of something dangerous is important to you, there are other ways, ie starin...","sentiment_score":-0.1083333333}
{"full_text":"RT AMERICA IS STARVING26 million Americans now say they longer have enough food to eat. 54 million Americans struggled...","sentiment_score":0.0}
{"full_text":"RT Trump will leave office and say 'haha, fooled you suckers, I was working for Putin the whole time'","sentiment_score":0.0333333333}
{"full_text":"I am doing what is prescribed and I stay home when I am not at work.","sentiment_score":0.0}
{"full_text":"Good Mewning ~","sentiment_score":0.7}
{"full_text":"RT Its viewers can't get enough and some even watch it from their hospital beds as they die from COVID,\" radio host Chip...","sentiment_score":0.0}
{"full_text":"RT .@BernieSanders on the progressive movement: \"That vision should be represented in the Biden administration. As of now, tha...","sentiment_score":0.0}
{"full_text":"RT All I see is \"free housing is possible.\"","sentiment_score":0.2}
{"full_text":"RT Trump has been discussing declaring martial law, seizing voting machines, having the military conduct an election re-do. W...","sentiment_score":-0.05}
{"full_text":"RT Are there still people who don't get that something like 'whether or not to Lockdown' is not actually a Scientific question?...","sentiment_score":0.0}
{"full_text":"boris johnson better get his head of his arse and do a lockdown so me and archpee can tear up manchester in july ","sentiment_score":0.5}
{"full_text":"But I live in Florida, and there are probably Covid-positive people in all the places outside my house. ","sentiment_score":0.0681818182}
{"full_text":"RT For the record Big Red and  I don't believe any of datt BS LTG Ret. Flynn Is Talking about . He has been fired by 2 Pr...","sentiment_score":0.0}
{"full_text":"RT NOT GREAT: What the data show. Every US region, along with most counties for which there are data, is at the highest (red...","sentiment_score":0.0333333333}
{"full_text":"RT ICYMI: Saskatchewan's COVID-19 'Christmas Freedom Rally' was organized by a racist conspiracy theoristhttps:\/\/t.co\/Ao...","sentiment_score":0.0}
{"full_text":"RT ... happened","sentiment_score":0.0}
{"full_text":"RT HAS A PRESIDENT ever been so absent during a crisis? CONGRESS has been struggling with a Covid-relief deal, and the man wh...","sentiment_score":0.0}
{"full_text":"Yes! Asst. charge ORN for her hospital, but since surgery's been closed to help the max capacity she's been on the covid ICU rotation. Stab that virus away I say!","sentiment_score":-0.125}
{"full_text":"RT New Zealand has announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then t...","sentiment_score":0.2018181818}
{"full_text":"Calgary police arrest 21-year-old at skating rink after bylaw officers say crowd violated COVID-19 regulations","sentiment_score":-0.05}
{"full_text":"RT Guys!! Stop listening to White Christmas ASAP.","sentiment_score":0.0}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT Worth focusing on this graphic. Gives a sense of both test positivity and trend. States all over the map are ... all over t...","sentiment_score":0.15}
{"full_text":"RT All this said, I'm not concerned that these variants will significantly reduce vaccine efficacy in the 2021 rollout. Most circul...","sentiment_score":0.4375}
{"full_text":"RT If you're considering an unnecessary errand, please stay home. If you're planning a small gathering, please stay home. If...","sentiment_score":-0.325}
{"full_text":"RT NSW Chief Health Officer on Nthn Beaches outbreak: I do not know how it got there so I do not know the person nor where t...","sentiment_score":0.0}
{"full_text":"The Charles A Putzeys Daily is out! Stories via #covid19","sentiment_score":0.0}
{"full_text":"RT these \"feel good stories\" overlook the underlying issues capitalism produces. no driver, esp a blk one, should hav...","sentiment_score":0.7}
{"full_text":"RT In October, Lindsey Graham refused a COVID-19 test before debate with Jaime Harrison even though he was exposed to viru...","sentiment_score":0.0}
{"full_text":"RT Important story by and that looks at how #China tried to manage online in...","sentiment_score":0.4}
{"full_text":"RT And y'all thought Tom Cruise was being harsh. Taiwan does not mess around. They also have no covid cases or deaths in a while....","sentiment_score":-0.05625}
{"full_text":"RT With #COVID19 vaccine efficacy of ~95%, I'm looking forward to vaccine distribution in 2021 bringing the pandemic under control....","sentiment_score":0.0}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":"We adore each other. We're old and met again 50 years after high school. I was widowed and he was divorced. We had instant romance and decided to live together. It's now been 6 years of bliss. Hoping for more if we can survive this pandemic.","sentiment_score":0.1285606061}
{"full_text":"RT US medical staff forced to act as entertainers to get the general public interested in their own health during a globa...","sentiment_score":0.1}
{"full_text":"RT My bony ass is working hard to help people fight covid fines in court with free lawyers, advocating for entrepreneurs h...","sentiment_score":0.0541666667}
{"full_text":"COVID-19!!!!","sentiment_score":0.0}
{"full_text":"COVID relief is incomplete without support for healthcare workforce, absolute need to add #HWRA #S3599 #HR6788 to COVID relief!!. Congress leaders, please act now. Staff shortage is real!","sentiment_score":0.28125}
{"full_text":"RT Marco Rubio is a healthy 49 year old. He is not in a nursing home. He is not a health worker. He is not a first respond...","sentiment_score":0.1583333333}
{"full_text":"RT Nothing has changed here. We could have a $900 billion, life saving deal in an hour but the Republicans are still insist...","sentiment_score":0.0}
{"full_text":"RT OMG, Never thought i would see the day Taiwanese govt is openly shaming indon govt of its Covid-19 active case... ","sentiment_score":-0.0666666667}
{"full_text":"While you're here Michelle, what are your thoughts on UNICEF feeding children in \"great britain\" during a pandemic, with folk on reduced\/no income? Do you condemn the uk government? Or do you still believe in the Rape Clause you backed?#indyiscoming   ","sentiment_score":0.8}
{"full_text":"I can't. you suck! Where is your bible verse for this??","sentiment_score":0.0}
{"full_text":"After 4 years of the most corrupt president in American history and with senators brazenly trading stocks to profit off a raging pandemic, the Anti-Corruption and Public Integrity Act is more urgent than ever. I'm proud to reintroduce it with","sentiment_score":0.2166666667}
{"full_text":"An author of a withdrawn WHO report into Italy's coronavirus response warned his bosses in May that people could die and the UN agency could suffer \"catastrophic\" reputational damage if it allowed political concerns to suppress the document","sentiment_score":0.0}
{"full_text":"RT Sir wants to make sure that no one gets left behind because of HIV\/AIDS or COVID-19, and that's why he's the w...","sentiment_score":0.075}
{"full_text":"\"Bring attention to the numbers, our county is way below the metrics.\"https:\/\/t.co\/oeQ7nZTvOv","sentiment_score":0.0}
{"full_text":"2nd reported severe reaction to COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"ICYMIIndy DC Download: Congress is close to agreeing to a $900 billion COVID aid packageBy","sentiment_score":0.0}
{"full_text":"They are trying to protect Dumpf's administration. They left this country defenseless against Covid. Shared info with mega donors. Those donors immediately started speculating on stocks based on inside info. It's not just about corps. It's about the WH\/CDC failures","sentiment_score":-0.2}
{"full_text":"We asked #virologist Dr Shahid Jameel to address some common questions about #COVIDVaccine to help quell anxieties.https:\/\/t.co\/lwTFmzgEjV","sentiment_score":-0.3}
{"full_text":"RT I'm a Black non-binary photographer in Brooklyn. On Dec. 13, I invited 8 Black queer and trans folks to a studio day (no ove...","sentiment_score":-0.1666666667}
{"full_text":"!! #COVID19 update !!30 new cases in past 24 hours and #northernbeaches residents told to stop \"playing the blame game\".https:\/\/t.co\/O4lpv2rKLP","sentiment_score":-0.1712121212}
{"full_text":"U.S. health officials closely tracking possible side effects of the first authorized COVID-19 vaccine say they have seen six cases of severe allergic reaction.https:\/\/t.co\/NrULui1HFs","sentiment_score":0.125}
{"full_text":"RT Marco Rubio is a healthy 49 year old. He is not in a nursing home. He is not a health worker. He is not a first respond...","sentiment_score":0.1583333333}
{"full_text":"Malaysia to get AstraZeneca #COVID19 vaccine, follows Pfizer-BioNTech deal","sentiment_score":0.0}
{"full_text":"My mother died and the family gathered for her funeral. Afterwards, 17 people got COVIDhttps:\/\/t.co\/jzZyf5PxEG","sentiment_score":0.0}
{"full_text":"That's not....the point of a lockdown?","sentiment_score":0.0}
{"full_text":"RT New Zealand has announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then t...","sentiment_score":0.2018181818}
{"full_text":"CCC Applegate Campc. 1934#ShopLocal #Christmas #ChristmasIsComing #ChristmasGiftIdeas #COVID19 #ShopPlacer","sentiment_score":0.0}
{"full_text":"Confirmed #coronavirus infections and virus-related deaths are soaring in California, the nation's most populous state, setting new records as hospitals struggle to keep up with the onslaught of cases. #covidnews","sentiment_score":0.3454545455}
{"full_text":"Paradox of COVID #COVID19 #Thailand #KE","sentiment_score":0.0}
{"full_text":"Latest  \"This week I visit the third release from a singer-songwriter that left us this year due to complications from Covid-19. John Prine's Common Sense is the third of the four albums in the so-called \"Atlantic Years.\" #musichttps:\/\/t.co\/oe0Hd6SzfH","sentiment_score":0.0125}
{"full_text":"\"Polio was a child's disease and now COVID is more critical to older people so I'm kind of getting both ends of it,\" one polio survivor says.","sentiment_score":0.3166666667}
{"full_text":"If you live, work or have visited the Northern beaches, #GetTested if you have #COVID19 symptoms OR have visited a case location.After your test, stay home &amp; keep away from others until you get your result #WearAMask","sentiment_score":0.1363636364}
{"full_text":"RT MANDATORY: U.S. employers can require employees to get COVID-19 vaccine, new guidelines sayhttps:\/\/t.co\/IYWexFDqNS","sentiment_score":0.1363636364}
{"full_text":"VALERIE LOUIE of Oakland, California died of COVID on Nov. 25. She was a devoted nurse with a passion for rescuing dogs. Her family said she saved thousands of dogs over the years.","sentiment_score":0.0}
{"full_text":"RT As Shah holds a rally of thousands of people standing cheek by jowl in WB, govt cancels winter session of Parliament due to...","sentiment_score":-0.125}
{"full_text":"#COVID19 UPDATE: We are reporting 5 deaths, 70 new cases, and 97 additional recoveries in the Quad-County Region. This brings the total number of cases to 8,232, with 3,674 recoveries and 91 deaths; 4,467 cases remain active. #QuadCountiesNV","sentiment_score":0.001010101}
{"full_text":"Respectfully disagree. ND got their asses kicked today but the entirety of their season puts them in. Beat the #1 team in the country (yes, less than healthy roster but not many other teams could have beat them), beat NC by 14 and took care of Covid protocol all season","sentiment_score":0.0916666667}
{"full_text":"Time: 02:00 * Temp: 5.4degC * Wind: SW 4.9 to 13.0mph * Pressure: 992.5hPa * Rain: 0.0mm * Hum: 92% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:43 * Sunset: 15:58 * Cloudbase: 600ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT RECAP: After a wave of cancellations and COVID-19 issues within the program, women's basketball dropped its long-awaited...","sentiment_score":0.0}
{"full_text":"RT Here are the 100 worst US counties in terms of weekly new #COVID19 cases per capita. Carson City County in Nevada had the m...","sentiment_score":-0.4318181818}
{"full_text":"Puppy JoJo Brew socializing at boarding. We felt guilty about not giving her socializing in this f'n pandemic. She's the shortie","sentiment_score":-0.5}
{"full_text":"RT People are sacrificing so much to help people stay alive.Please wear a mask. Stay home if you can. Do not gather in g...","sentiment_score":0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 22.1FWind Chill: 22.1FHumidity: 92%Dew Point: 20.1F Barometer: 30.343 inHgWind: 0 mph from the NNECorona Virus Weekly Stats:Cases: 280.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Sorry but fuck the government. Australia and New Zealand have successfully handled this pandemic and the UK is just a laugha...","sentiment_score":-0.0034090909}
{"full_text":"RT Facts.","sentiment_score":0.0}
{"full_text":"The Cu Chi Tunnels are as claustrophobic AF, but you really need to check them out to get a taste of what #Vietnam is all about (post-Corona of course)... #GGGVN","sentiment_score":-0.275}
{"full_text":"RT Who fought tooth and nail to cut enhanced federal benefits for America's unemployed in half?Senate Republicans did. 5\/ h...","sentiment_score":0.0}
{"full_text":"RT The media should not be allowing ANYONE to forget that the same government that is panicking and forcing London and the...","sentiment_score":0.0}
{"full_text":"RT In October, Lindsey Graham refused a COVID-19 test before debate with Jaime Harrison even though he was exposed to viru...","sentiment_score":0.0}
{"full_text":"RT Dear I went to the shops in Pennant Hills, a mere 10k from the Northern Beaches LGA. It was packed. Few...","sentiment_score":-0.35}
{"full_text":"lemme get this str8, conservatives get upset and cry \"oppression\" when they are told to wear a mask, but then get upset when the vaccine that prevents the disease from getting worse is made? i really do not like you mfs","sentiment_score":-0.25}
{"full_text":"guess you all quit caring too.","sentiment_score":0.0}
{"full_text":"Common Filipinos initiating safer - more practical alternative to commute in the middle of #covid19, and here's the Govt requiring #faceshield that would endanger bikers and other commuters lives. Wala na ngang sense of urgency pati ba naman common sense?","sentiment_score":-0.045}
{"full_text":"Psssst: our team created a list of what we're enjoying watching, reading, and listening to while sheltering in place! AND we've got good taste if we do say so ourselves . Have a look for yourself! https:\/\/t.co\/vhMBMgxXum","sentiment_score":0.75}
{"full_text":"RT heard anything of the world-beating test &amp; trace system lately?","sentiment_score":-0.3}
{"full_text":"RT Let us remember that as 2020 came to a close, the ruling class bragged about getting their vaccines while debating whether...","sentiment_score":0.0}
{"full_text":"Leah Remini Says Tom Cruise's COVID Rant Was 'All for Publicity'","sentiment_score":0.0}
{"full_text":"The 2021 Iditarod Trail Sled Dog Race will be about 140 miles (225 kilometers) shorter than normal as a result of complications stemming from the coronavirus pandemic.","sentiment_score":0.15}
{"full_text":"RT If you don't like the world around you, there are only 2 things you can do to opt out.1. Be better, more honest, car...","sentiment_score":0.4}
{"full_text":"Who cares what Trump wants? He's presided over the biggest outbreak in the world. America has 4% of global population and 23% of total Covid cases.  Only a complete fool would listen to Trump!","sentiment_score":0.065}
{"full_text":"RT Nothing has changed here. We could have a $900 billion, life saving deal in an hour but the Republicans are still insist...","sentiment_score":0.0}
