{"full_text":"All around I can say 2020 hasn't been that bad for me. I graduated, got a job, and didn't get COVID. The year not over yet but it's been an okay year.","sentiment_score":-0.1}
{"full_text":"I also want to mention that I LITERALLY ONLY ordered food online ONE TIME for all of 10 month lockdown. I definitely MISSED my calling. Had I done it once a month I might could've made it to the finish line, right? ","sentiment_score":0.0952380952}
{"full_text":"RT We are entering a recession during a pandemic and a few of the things that can be done without Congress, include implementing...","sentiment_score":-0.2}
{"full_text":"Trump Calls Covid Relief Bill a 'Disgrace,' Demands Changes via Democrats again using the 900-billion-dollar stimulus package to promote Socialism, turn Muslims into homosexuals, disrespect, and rip-off Americans.","sentiment_score":-0.4}
{"full_text":"RT Out of the 67 new confirmed #COVID19 cases today (24 Dec 2020), 14 are in Bangkok, followed by Samut Sakon (9) and Nonthabu...","sentiment_score":0.2681818182}
{"full_text":"RT $600 for Americans battered by the coronavirus pandemic.$500,000,000 for Israel to kill native Palestinians. Cartoon by...","sentiment_score":0.0}
{"full_text":"RT Today, we give the first doses of COVID-19 vaccine to members of our team. We thank these staff for their compassion an...","sentiment_score":0.25}
{"full_text":"may you all remember this, forever. FOREVER.","sentiment_score":0.0}
{"full_text":"RT For hundreds of thousands of families across the country, this will be their first Christmas mourning the absence of t...","sentiment_score":0.11875}
{"full_text":"RT A staff of CJ ENM was confirmed to have COVID, therefore the building closed for quarantine. Since the team of Things That M...","sentiment_score":0.15}
{"full_text":"RT House Democrat tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT No taali or thali for pollution which took over 10 times the lives that Covid has taken","sentiment_score":0.0}
{"full_text":"We need an effin lockdown!","sentiment_score":0.0}
{"full_text":"RT Singapore has confirmed its first #COVID19 case carrying the potentially more contagious strain of the virus circulating...","sentiment_score":0.3833333333}
{"full_text":"Hardly surprising, but I will mention it anyway ;) 05:42 from Crowborough to London Bridge had more crew on board than passengers. A Driver, Conductor and a CI with 2 Passengers.6 Coaches of perfect Social Distancing","sentiment_score":0.4966666667}
{"full_text":"RT Italian nursing home sets up \"hug room\" amid pandemic","sentiment_score":0.0}
{"full_text":"Deadly coronavirus claims 111 more lives in Pakistan","sentiment_score":0.15}
{"full_text":"RT California COVID- of trailblazing '80s hip-hop group Whodini dead at 56 #fakeheadlinebot #learntocode #makeatwitterbot...","sentiment_score":-0.2}
{"full_text":"RT The ultimate evidence that Trump worshipers are brain dead idiots and mindless ciltists lies in the fact that the same GOP me...","sentiment_score":-0.24}
{"full_text":"Well....","sentiment_score":0.0}
{"full_text":"RT Words matter.","sentiment_score":0.0}
{"full_text":"whenever anyone asks why I haven't been \"able\" to properly grieve\/heal the loss of so much ( esp since march) the answer is: COVID. yes, EVERYOne else is feeling the toll. but if it were ANY other condition than a global disease, I would be in a 1-br apt in europe 6 months ago","sentiment_score":0.1958333333}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"Coronavirus literally said \"new year new me\"","sentiment_score":0.1363636364}
{"full_text":"Okay but for real. If the store says put a mask on. Put a mask on. You aren't going to win this one. #covid #2020 #coronavirus #bereal #maskon","sentiment_score":0.5}
{"full_text":"RT Airbnb has clamped down on listings in an effort to prevent large gatherings.That includes instituting a ban on all parties...","sentiment_score":0.0293650794}
{"full_text":"The is already hemorrhaging credibility. Somebody better kindly explain to the human rights challenged left why this is absolutely wrong and will not be tolerated under any circumstances.","sentiment_score":0.12}
{"full_text":"RT Ted Cruz Is Right: Congress Labeled End-Of-Year Spending Bill \"COVID Relief\" to Cover the Pork","sentiment_score":0.2857142857}
{"full_text":"RT The 50 percent expecting a happy Christmas \"is 12 points below the previous record-low of 62 percent in 2013, 2006, and 200...","sentiment_score":0.3166666667}
{"full_text":"RT We have two choices:(1) learn to live with Covid19(2) learn to live with Covid19 in a completely destroyed society","sentiment_score":0.1242424242}
{"full_text":"RT It is with great sadness we announce that healthcare assistant Bernard Meriales has sadly died after a battle with COVI...","sentiment_score":0.15}
{"full_text":"RT For hundreds of thousands of families across the country, this will be their first Christmas mourning the absence of t...","sentiment_score":0.11875}
{"full_text":"RT #RealGodProhibitsEatingMeat You have to suffer the fruits of your karma in this birth. Today we are seeing the result of...","sentiment_score":0.0}
{"full_text":"RT Rahul Gandhi peddles The Print's lies about India-Russia relations, gets 'fact-checked' by the Russian Embassy in Indiaht...","sentiment_score":0.0}
{"full_text":"RT California just crossed 2 million coronavirus cases. Most alarming is that it wasn't until Nov. 13 that we crossed 1 mill...","sentiment_score":0.2}
{"full_text":"RT Her jacket alone cost over 5 COVID relief checks #ToneDeafKelly","sentiment_score":0.0}
{"full_text":"RT \"\"This legal action is our Christmas present to those who should have done [what they were supposed to do], but didn't,...","sentiment_score":0.1}
{"full_text":"RT A reminder of what Lindsay Graham thought of unemployed Americans eight months ago ... ye...","sentiment_score":0.0}
{"full_text":"RT It's going down! I'ma need ppl to talk to so y'all make sure to #TapIn and kick it with me! #PathToAffiliate #SupportS...","sentiment_score":0.2152777778}
{"full_text":"Tonight, 12\/23\/20,grandparents and moms and dads are dying in my hospital. The failure of the federal government over the last 10 months to address and coordinate the fight against the pandemic has led to needless suffering and deaths.","sentiment_score":-0.2722222222}
{"full_text":"RT A judge in San Diego has ruled that he could not find a connection between restaurant services and the spread of COVID....","sentiment_score":0.0}
{"full_text":"I've been wanting to book Durk for so long.  can't wait until Covid is finally over.","sentiment_score":-0.025}
{"full_text":"RT \"The English already knew the variation was circulating in September,\" said Walter Ricciardi, an Italian virus expert. \"They...","sentiment_score":0.0}
{"full_text":"RT Singapore has confirmed its first #COVID19 case carrying the potentially more contagious strain of the virus circulating...","sentiment_score":0.3833333333}
{"full_text":"RT Maybe tomorrow Trump pardons COVID?","sentiment_score":0.0}
{"full_text":"RT Taking emergency relief funds from the people of Harris County would have knocked the floor out of our citizens' ability...","sentiment_score":0.0}
{"full_text":"Next time you are in Boerne have lunch at Compadres.  11am - 4pm or until they run out of food which they often do.  Great Mexican meals.  Started during COVID and thriving.","sentiment_score":0.2666666667}
{"full_text":"RT Also.... LOL to the clowns that have\/are visiting their families this Holiday season when we were told specifically not to...","sentiment_score":0.8}
{"full_text":"RT When it involves the CDC, the FBI, the CIA, the Justice Dept, China, Soros, the media, and social media, \"voter fraud\"...","sentiment_score":0.0333333333}
{"full_text":"Haha  theres no social distancing there unless you are saying you the only one who sees social distancing","sentiment_score":0.0541666667}
{"full_text":"The PM again shows how in touch he is with the people of the uk by organising a press conference at 8pm on Christmas Eve to talk about Brexit in the middle of the worst part of a global pandemic.Let's hope the deal is better than the one we already have.","sentiment_score":-0.125}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"Heartbreaking. My cousin died of Covid last night.","sentiment_score":0.0}
{"full_text":"RT On the brink--Over 2 in 5 U.S. hospitals with intensive care units have reached occupancy levels of &gt;=85%. Contrast wi...","sentiment_score":0.0}
{"full_text":"RT Ted Cruz Is Right: Congress Labeled End-Of-Year Spending Bill \"COVID Relief\" to Cover the Pork","sentiment_score":0.2857142857}
{"full_text":"So contradicting that I always hear Sonia on 987fm reminding others to practice social distancing.  Lol","sentiment_score":0.4166666667}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT Weeks after Dr. Susan Moore posted a video accusing a white doctor of downplaying her complaints of pain, she died of complica...","sentiment_score":0.0}
{"full_text":"I miss marquee ","sentiment_score":0.0}
{"full_text":"RT Just think: If R's had removed him for clearly impeachable conduct we would have saved thousands upon thousands of lives...","sentiment_score":0.1}
{"full_text":"RT Dr. Susan Moore, a Black doctor, dies of #COVID19 after complaining of racist treatment.\"He made me feel like a drug...","sentiment_score":-0.1666666667}
{"full_text":"Japan governors demand stronger, area-focused coronavirus measures","sentiment_score":0.0}
{"full_text":"US President Donald Trump threatened to reject a massive COVID-19 relief package, a move that could shut down the US government. - expatnewsfeed","sentiment_score":-0.0777777778}
{"full_text":"Dealing with COVID-19 fatigue? Uncertain about the new year? Struggling with work pressure?#TalktoSomeone! A certified Inuka coach today on WhatsApp or a talk to a Counsellor on #Bonga at #ItsOktoTalk #Mentalhealth #Connectforreal","sentiment_score":0.1704545455}
{"full_text":"Have fun, be safe, wear a mask and stay home if you can! #ecrsummerofpop","sentiment_score":0.4625}
{"full_text":"Authorities yesterday dismissed social media claims that the death of an elderly Bahraini was linked to Covid-19 vaccination.Read More - #Manama","sentiment_score":0.2666666667}
{"full_text":"Season's greetings - in this joyous occasion, please remember to avoid crowded spaces; wear a mask; washing hands regularly. Remember, staying safe protects you, protects others. I wish you all a happy holiday..","sentiment_score":0.4333333333}
{"full_text":"The safest way to celebrate the #Holidays is with your household members. If you gather with others, choose outdoor or well-ventilated spaces. #WearAMask, stay at least 6 feet apart, and wash your hands often.","sentiment_score":-0.3}
{"full_text":"Happy Holidays.#Kwale #Mining #Projects #ChangingLives #COVID19 #happyholidays","sentiment_score":0.8}
{"full_text":"Record number of daily coronavirus cases recorded as deaths rise to highest level since April","sentiment_score":0.0}
{"full_text":"The mum-of-three is hoping to make a difference as countless people have either lost or at the brink of losing their homes due to lack of stability or income amid the global crisis.","sentiment_score":-0.0416666667}
{"full_text":"Wilima Wadhwa, Director, tells us how the COVID-19-induced lockdown in the country impacted students in rural areas. She also talks about the need to involve parents &amp; community so as to improve outcomes for the children.Video - ","sentiment_score":0.0}
{"full_text":" *UPDATE 24\/12* Due to a high number of our crew impacted by COVID-19, trains on our West of England line will run between Basingstoke and Exeter St David's only.Disruption is expected until the end of the day.https:\/\/t.co\/imkvCCexC2","sentiment_score":-0.0216666667}
{"full_text":"Get connected with your customers because of social distancing and shut downs. Get online and start blogging. Build a digital community with the right platform. Learn more about the benefits of signing up with MagniPay.#MagniPay#e-commerce#tradeborderlessconnectglobally","sentiment_score":0.2047619048}
{"full_text":"A new &amp; study finds that COVID-19 could push the number of people living in extreme poverty to over 1 billion in 2030. But this is not the full story. Learn more at","sentiment_score":0.2153409091}
{"full_text":"Media data will be used and shared more systematically within organisations in the coming months.  Our #Media2021 Trends and Predictions Report shows how the industry has been reshaped by COVID-19. Download the free report:","sentiment_score":0.45}
{"full_text":"Seasons greetings! The NSW #Multicultural Health Communication Service thank you for support over a challenging year.We look forward to working with you in 2021. Stay safe.Office closed: 24 Dec -18 Jan but will share #COVID19 info on social media.https:\/\/t.co\/iYElv9GvJP","sentiment_score":0.1444444444}
{"full_text":"The Pfizer\/BioNTech #COVID-19 vaccine has been approved in the UK, and is currently being rolled out across our area. For more information follow the link below:https:\/\/t.co\/HsMaf1d6pq","sentiment_score":0.25}
{"full_text":"NEW: North Korea is continuing to engage in cyber attacks on COVID-19 vaccine researchers.The DPRK-linked Lazarus Group employs malware against pharma industry and government agencies, but experts warn that their tactics may shift.Read more at NK Pro:https:\/\/t.co\/4C7qdOWEh6","sentiment_score":0.3181818182}
{"full_text":"#Egypt: Emergency Support for Measures Against #COVID19 InfectionJICA Egypt Office provided some Japanese medical equipment to Ain Shams University, which is responsible for tertiary #medicalcare services in the Greater #Cairo Area. Find out more: https:\/\/t.co\/hamvXgKXfr","sentiment_score":0.24}
{"full_text":"RT like i've been stimulating this damn economy for almost 5 years now. i'm paying my way through school. I'M ALSO IN THE FUCKI...","sentiment_score":0.0}
{"full_text":"Cover your mouth and nose with a flexed elbow or tissue. Throw these tissues away and wash your hands immediately. #StayHealthy #StaySafe #COVID19","sentiment_score":0.0}
{"full_text":"This tweet if from 10\/16\/20, (October)Happy holidays and im wondering, is the pandemic over?","sentiment_score":0.0}
{"full_text":"There have been cases of people getting COVID-19 more than once.","sentiment_score":0.5}
{"full_text":"#Annaatthe: Shoot for #SuperstarRajinikanth starrer gets called off due to coronavirus cases!  Read here","sentiment_score":-0.15625}
{"full_text":"Our employees wear protective gears and follow all health guidelines while making your surroundings safer. Call Bengal Sanitization now!7980708710\/9830246789#sanitizing #covid19  #affordablerates #staysafe #sanitisationservice #sanitizationnearme#sanitizationinkolkata","sentiment_score":0.0}
{"full_text":"Doing some last-minute Christmas shopping?https:\/\/t.co\/khgJ1juI3t","sentiment_score":0.0}
{"full_text":"Regional One CEO creates challenge to help hospitality, service workers hurt by pandemichttps:\/\/t.co\/t1V1DWlhOK","sentiment_score":0.0}
{"full_text":"The on-demand website was known for churning out personalized products. Then the coronavirus pandemic hit.","sentiment_score":-0.5}
{"full_text":"RT Last night the ED spent 9 hours trying to find a hospital that who would take a COVID positive patient in respiratory distr...","sentiment_score":0.0424242424}
{"full_text":"NHL coaches are required to wear masks behind the bench, owners are barred from having face-to-face meetings with players, and teams can travel with no more than 50 people, according to the league's new coronavirus-related protocols.","sentiment_score":-0.1712121212}
{"full_text":"Healthcare workers have been at the forefront of the pandemic since it began.--&gt;&gt;","sentiment_score":0.0}
{"full_text":"A 13-year-old left home alone defended herself as a prowler tried to break into her house in the middle of the day.","sentiment_score":0.0}
{"full_text":"Gov. Wike gifts 29 Renault SUVs to customary court judgesMeanwhile doctors in the state are still begging for COVID-19 inducement allowance Pensioners are still crying for their gratuities Other areas of the state are suffering due to bad roads Unemployment is highest","sentiment_score":-0.2875}
{"full_text":"Most people wanted cheer and togetherness after this year of pandemic uncertainty. Instead many are heading into a season of isolation, grieving lost loved ones,  or confronting the fear of a new potentially more contagious virus variant.","sentiment_score":0.4672727273}
{"full_text":"Tomorrow's Special Christmas Edition of The Herald - As the year of Covid draws to a close, we highlight the amazing people and uplifting stories that have brought hope to Scotland.#TomorrowsPapersToday#scotpapers#BuyAPaper &amp; subscribe:","sentiment_score":0.4785714286}
{"full_text":"The on-demand website was known for churning out personalized products. Then the coronavirus pandemic hit.","sentiment_score":-0.5}
{"full_text":"-- happy chirstmas eve   here's a #COVID19 diss track by #XXSIVK for ya#TRINITY_TNT","sentiment_score":0.8}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT Since I last tweeted (15 minutes ago), the Pentagon has spent $15,000,000.We have the money to help people get through this...","sentiment_score":-0.05}
{"full_text":"Japanese stocks ended higher on Wednesday as investors bet the healthcare sector would continue to benefit from a prolonged battle with the #coronavirus, while technology shares rose on signs that Apple was eying an entry into #electric cars.https:\/\/t.co\/H2ZjjK3Jsf","sentiment_score":0.2833333333}
{"full_text":"COVID 19 cases in India until : 24\/12\/2020 11:30Total Cases: 10124024 [+0]Active: 281844Recovered: 9692643 [+0]Deaths :146791 [+0]Total Tests: 164.27MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Covid-19 made 2020 the year when death came closer to us than ever before, prompting us to think about the what we really want to do with our lives, writes","sentiment_score":0.2}
{"full_text":"CDC &amp; gun control! Why would the CDC be concerned with a political policy?WHOIMF agenda?Colors Revolution as stated in camouflage  in June by central banks","sentiment_score":0.0}
{"full_text":"India is likely to approve Oxford\/AstraZeneca's covid vaccine for emergency use by next week after its local manufacturer submitted additional data sought by authorities, two sources said on Tuesday. https:\/\/t.co\/h1dxZpSqmO","sentiment_score":0.0}
{"full_text":"RT Opinion: All I want for Christmas are covid-19 mandates","sentiment_score":0.0}
{"full_text":"RT For layman may be confused with SARS-CoV-2 existence, here is a video from HKU, showing #COVID19 virus under electron mic...","sentiment_score":-0.4}
{"full_text":"RT Rockets C DeMarcus Cousins has tested negative for the coronavirus, source tells ESPN.","sentiment_score":-0.3}
{"full_text":"RT mx is so different??? like idk but out of all the groups i stan,theyre the ones i vote for, getting voting apps for, st...","sentiment_score":0.0}
{"full_text":"RT 45 Winter Activities for Kids That the Pandemic Hasn't Ruined","sentiment_score":0.0}
{"full_text":"RT Dr. Susan Moore knew all the fancy terms &amp; treatment nuances when she was struggling with Covid19 in the hospital. Yet the doc...","sentiment_score":0.0}
{"full_text":"RT Today, I wanted to speak out on behalf of a fellow Black woman physician, Dr. Susan Moore, to not let our stories go unheard...","sentiment_score":-0.1666666667}
{"full_text":"Current Conditions for #Sayre PATemp: 39.4FWind Chill: 35.8FHumidity: 77%Dew Point: 32.8F Barometer: 30.161 inHgWind: 5 mph from the SCorona Virus Weekly Stats:Cases: 212.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"#Iran struggles to bury #coronavirus victims as country's health system comes under heavy strain.","sentiment_score":-0.2}
{"full_text":"Time: 06:00 * Temp: 4.8degC * Wind: NNW 2.0 to 11.0mph * Pressure: 1019.7hPa * Rain: 0.4mm * Hum: 81% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:45 * Sunset: 16:00 * Cloudbase: 1320ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Weeks after Dr. Susan Moore posted a video accusing a white doctor of downplaying her complaints of pain, she died of complica...","sentiment_score":0.0}
{"full_text":"The pandemic continues to rage in Nevada.But drive past an ER and it's hard to tell.The calm outside is deceptive. Inside the hospitals, frontline workers are being pushed to their limit.Read the full story by ","sentiment_score":0.0216666667}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"Don't be the Idea Guy #COVID19 #WednesdayWisdom #WayBackWednesday #WellnessWednesday","sentiment_score":0.0}
{"full_text":"RT In other COVID items GOP blocked:Back in March, progressive Dems were working to stop negative credit reports during the pandemi...","sentiment_score":-0.2125}
{"full_text":"RT Edward Anderson, WWII Veteran Who Spent Months As Prisoner Of War, Dies Of COVID-19 At 97","sentiment_score":-0.05}
{"full_text":"RT I'm hearing from a couple of sources that Kenney's CoS Jamie Huckabay travelled to London, &amp; is now stuck there as a resul...","sentiment_score":0.0}
{"full_text":"While you stay at home. Take the opportunity to...","sentiment_score":0.0}
{"full_text":"RT States are taking longer than expected to get vaccine doses into people's arms, officials admitted Wednesday.","sentiment_score":-0.1}
{"full_text":"With low inventory, it's a #Seller'sMarket--it could take you months to find a home. Here's how to stay in the game.","sentiment_score":-0.2}
{"full_text":"Recently, we had the chance to speak to about his successful musical year. We talked about his For You album that dropped this year, COVID-19, his first gold-certified single, his The Voice experience and much more.Check it out --&gt;","sentiment_score":0.1880952381}
{"full_text":"RT COVID-19 Vaccine Will Be Administered Free To Nigerians, Says PTF Chairman","sentiment_score":0.4}
{"full_text":"'Covid-19 positive' woman from UK disappears from Delhi airport, takes Vizag train #WTF ","sentiment_score":-0.1363636364}
{"full_text":"This #Premier &amp; #Provincial Government Has Been Very #Slow To*React.@fordnation-*Time To #SaveLives Is #Now, Not In A*Few\/Couple*Of Days.#Shameful-#Covid19*Response.Where's The #CoronaVirus Plan.Where'sThe*Money#RespectTheSeniors#FrontLineHealthCareHeroes#RespectWorkers","sentiment_score":-0.39}
{"full_text":"We are reminding anyone who is suffering that #COVID19 has not affected our response to #DomesticAbuse. It will always remain a priority for us. If you or someone else is in danger you can still call 999 #NoExcuseforAbuse ","sentiment_score":0.0}
{"full_text":"#NowPlaying Keep Calm Wash Your Hands Stay Home by dRem tgi \/@dremtgi |[https:\/\/t.co\/Qeo9ne2YZo] listen now {https:\/\/t.co\/U0PUtpbZdu} #dremtgi #dremstuff","sentiment_score":0.3}
{"full_text":"RT OverActive Media rides out pandemic, looks to broaden esports footprint in the future #esports #team #gaming #league #overw...","sentiment_score":0.0}
{"full_text":"Leaving Guy Verhofstadt's 'absurd' EU is 'only sane choice' says former Brexit MEP on eve ","sentiment_score":-0.1666666667}
{"full_text":"Live updates: Ahead of holidays, U.S. reports more coronavirus hospitalizations than ever before","sentiment_score":0.3181818182}
{"full_text":"We went to the shops on Tuesday to buy food for tomorrow.When we arrived at the butcher we both drew a blank about what we went there for. Is the memory loss from Covid permanent because, wow.","sentiment_score":0.05}
{"full_text":"Switzerland begins Covid-19 vaccinations. - The New York Times","sentiment_score":0.1363636364}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"NY Post Editorial Board: COVID relief bill, calling it a 'disgrace.","sentiment_score":0.0}
{"full_text":"High-risk COVID-19 patient shares story of survival.https:\/\/t.co\/fAG5zZdxNB","sentiment_score":0.0}
{"full_text":"NO COVID BILL. Just straight direct checks to the AMERICAN CITIZENS &amp; NO RAISE FOR YOU ALL EITHER!","sentiment_score":0.1}
