{"full_text":"RT .@calgaryherald Now that you printed this column, my bird refuses to relieve itself on your paper at the bottom of it's cag...","sentiment_score":0.0}
{"full_text":"RT Richard Kenneally - 67, Died July 2. Music teacher\/Band director, Quincy schools, MA. His wife died month before (Covid)....","sentiment_score":0.0}
{"full_text":"Secrecy and spin: How Florida's governor misled the public on the COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"RT Yes, #Iwillgetvaccinated to protect myself, my patients, my loved ones, and in memory of the over 50,000 people who have d...","sentiment_score":0.7}
{"full_text":"RT If the pandemic has taught America one thing, I'd be stunned.","sentiment_score":0.0}
{"full_text":"over to you!","sentiment_score":0.0}
{"full_text":"RT New article up! Making a case that flying is a cultural leverage point in the effort to halt climate change.  Individual...","sentiment_score":0.0901515152}
{"full_text":"RT Already, he has an antibody.","sentiment_score":0.0}
{"full_text":"RT Correction: Kerala's Covid response is MUCH worse than Bihar.Kerala govt blaming Onam festival, crowds of BJP supporter...","sentiment_score":-0.4}
{"full_text":"RT REPORT:  A Philadelphia Priest Has Died After Participating In The Moderna COVID Vaccine Trial....","sentiment_score":0.0}
{"full_text":"RT The last 75 tweets from Pres. Trump have been about himself or election fraud. (That's in just the past two days)None...","sentiment_score":-0.125}
{"full_text":"Its incredible that, when it comes to talking about Beyond Light, plenty of Gamer Bros(tm) seem to forget it was developed during a PANDEMIC","sentiment_score":0.4666666667}
{"full_text":"It's unbelievable how much we've already normalized this.","sentiment_score":-0.025}
{"full_text":"What's the alternative?  COVID?","sentiment_score":0.0}
{"full_text":"Breaking News: Judge Arshad Malik \"suddenly\" died of Corona &amp; cluster of diseases today. #ArshadMalik #PanamaCase #NawazSharif","sentiment_score":0.0}
{"full_text":"RT Let's be honest.Many Black person will refuse to take this COVID vaccine bc most of us don't trust that white people or...","sentiment_score":0.1111111111}
{"full_text":"RT Due to COVID situation, punjabi singers had a dry run, now they are using farmers theme to make songs and fight for surviv...","sentiment_score":-0.0958333333}
{"full_text":"RT If I can wear a bra every time I leave the house to protect others from being hypnotized by my magnificent boobs, y'all can...","sentiment_score":1.0}
{"full_text":"RT We're excited to announce the launch of 2020's #StateOfOpenData report. This year's outlines the impact of #COVID...","sentiment_score":0.375}
{"full_text":"RT Sen. Durbin calls for reaching a coronavirus relief deal: \"12 million Americans are going to lose their unemployment insurance t...","sentiment_score":0.0}
{"full_text":"RT The last 75 tweets from Pres. Trump have been about himself or election fraud. (That's in just the past two days)None...","sentiment_score":-0.125}
{"full_text":"My subway and whataburger finally opened after being closed from a worker having covid.","sentiment_score":-0.05}
{"full_text":"RT This is the video evidence of a officer assaulting school kids at Kwekwe High School for not wearing Covid-1...","sentiment_score":0.16}
{"full_text":"RT US coronavirus surge since October 2020. #MaskUp folks. We haven't even seen the worst yet. We are so damn screwed. #COVI...","sentiment_score":-1.0}
{"full_text":"RT My Top #LifeGoalsWrapped in 2020 were :-1) Helped those in need during Pandemic2) Spent more qua...","sentiment_score":0.3}
{"full_text":"RT #DelhiNeed #Blood Type :  AB-positiveAt : Max Saket. Blood Component : Need Plasma from AB+ve\/AB-ve #COVID19 recovere...","sentiment_score":0.0}
{"full_text":"Johns Hopkins University of Medicine: As of 13:27 Thailand time (06:27 GMT) on 4 Dec there were 65,220,856 confirmed #COVID19 cases (+712,110 since 13:26 Thai time on 3 Dec), 1,506,250 deaths (+13,252) and 41,934,467 people have recovered (+438,747).","sentiment_score":0.4}
{"full_text":"do you know of any journalist or expert who has looked at the China data and debunked the myth it has effectively eradicated #coronavirus (Worldometer gives China 4362 deaths on 17 April, 4634 now, a rise of just 2)","sentiment_score":0.6}
{"full_text":"TME achieves 100% online student attendance amidCovid-19!https:\/\/t.co\/VpZcOcIYB2#onlineeducation #edtech #onlineclasses #educationmatters #onlinelearning #DigitalTransformation #fws #tme","sentiment_score":0.0}
{"full_text":"RT Loeffler and Perdue want to take your healthcare away in the middle of a pandemic. They're too extreme to be trusted w...","sentiment_score":-0.0625}
{"full_text":"RT Ivermectin is new Hydroxychloroquine...A five day course of ivermectin for the treatment of COVID-19 may redu...","sentiment_score":0.1363636364}
{"full_text":"RT #Pompeo flouts his own Covid-19 guidelines with indoor holiday parties via","sentiment_score":0.6}
{"full_text":"RT REPORT:  A Philadelphia Priest Has Died After Participating In The Moderna COVID Vaccine Trial....","sentiment_score":0.0}
{"full_text":"Reality check ","sentiment_score":0.0}
{"full_text":"RT Regret to inform the demise of five numbers of Covid positive patients while under treatment in hospitals.1.A 65-year-old...","sentiment_score":0.2272727273}
{"full_text":"RT Some very hard truths from Dr. Markland.#ableg #COVID19AB","sentiment_score":-0.3791666667}
{"full_text":"RT When someone says their covid-spreading activities are \"worth the risk\" they don't really mean to themselves. They mean to...","sentiment_score":-0.1083333333}
{"full_text":"RT It's really very simple at this point. Nearly 3,000 Americans died of Covid yesterday. In one...day. If your position is \"...","sentiment_score":0.05}
{"full_text":"Join us for #HumanRightsDay Virtual Forum 2020 on Dec 10 at 9am. Carrying the theme \"Recover Better\" - the forum consists of 2 panels - #COVID19 and #HumanRights &amp; Recover Better, Rebuild Together. Register at or watch YouTube live:","sentiment_score":0.3787878788}
{"full_text":"RT \"The members know how to treasure something and be true to what is precious to them\" - Jimin tells  h...","sentiment_score":0.425}
{"full_text":"What can possibly go wrong...","sentiment_score":-0.5}
{"full_text":"Donny and the PlagueTo the tune of Honey","sentiment_score":0.0}
{"full_text":"TOTALLY AGREE.","sentiment_score":0.0}
{"full_text":"How Covid-19 fighting your cells:","sentiment_score":0.0}
{"full_text":"RT COVID Update December 3: Not enough attention has been played to the villainous role of Mitch McConnell and the Senate in thi...","sentiment_score":0.0}
{"full_text":"High dose IV vit C for seriously ill Covid patients. Watch this video","sentiment_score":-0.17}
{"full_text":"RT 39 years ago AIDS became a pandemic. Nobody wore a mask, there were no lockdowns and people thought you could get AIDS f...","sentiment_score":0.0}
{"full_text":"RT The pandemic has exposed and deepened digital inequalities based on region and gender. The pandemic-induced school c...","sentiment_score":0.0}
{"full_text":"In the morning the day before Covid hit Chiangrai.","sentiment_score":0.0}
{"full_text":"RT We knew covid would skyrocket. &amp; still, I don't understand CNN, NYT, WaPo. 216 k cases today. Around 4,000 of those people...","sentiment_score":0.0}
{"full_text":"RT The U.S. reported 2,802 coronavirus-related deaths today, December 3, setting a new daily record for deaths, according to...","sentiment_score":0.0681818182}
{"full_text":"RT Ben Osborn, Pfizer's UK managing director, refused to explain why the company needed an indemnity: We're not actually di...","sentiment_score":0.0}
{"full_text":"RT NEW: Three former US presidents - Barack Obama, George W. Bush and Bill Clinton - are volunteering to get their Covid-19 v...","sentiment_score":0.0681818182}
{"full_text":"RT If you can swallow molly, snort coke and ketamine, you can take the covid vaccine. js","sentiment_score":0.0}
{"full_text":"LIVE UPDATES: LA County sheriff says deputies won't enforce governor's stay-at-home order","sentiment_score":0.1363636364}
{"full_text":"Where have I heard this before ... Oh yeah, lockdown only 15 days to slow the spread. ","sentiment_score":-0.15}
{"full_text":"RT Why are liberals are ok with a China Virus vaccine card but not voter ID cards???","sentiment_score":0.5}
{"full_text":"#Games on every platform to get you through the long, COVID winter - TechCrunch is now trending on","sentiment_score":-0.05}
{"full_text":"RT Dear Congress:A coronavirus package shouldn't be this difficult. No special interest, no government organizations, no massiv...","sentiment_score":-0.3392857143}
{"full_text":"Managing through a pandemic - we share five strategies to manage your post-Covid legal team in our blog #legal #team #mindset #management","sentiment_score":0.2}
{"full_text":"The latest coronavirus cases, SF increased by 158 cases in a day, how are ICU beds going to exceed 85% on that? Is the plan to send coronavirus patients to SF (like the early part of the pandemic with the prisoners) to skew the numbers?#theprouddemocrat","sentiment_score":0.3}
{"full_text":"RT I have officially canceled my Xmas holidays in Spain due to #COVID19. It is very sad but we have to be responsible if...","sentiment_score":-0.1916666667}
{"full_text":"The World Health Organisation has entered the final stages of the search for the origins and exact source of Covid-19, which has so far killed over 1.3 million people and infected over 55 million worldwide.","sentiment_score":0.0375}
{"full_text":"The Hippocratic oath is silent on a directive that doctors sacrifice their own lives in the practice of medicine. | via","sentiment_score":0.3}
{"full_text":"Good morning Dorset Here is today's top story - Delight amid \"excellent\" news Dorset County Hospital will help rollout coronavirus vaccineRead more below https:\/\/t.co\/Ll7i3HEzfc","sentiment_score":0.675}
{"full_text":"#DrEmmaFletcher gives an update on the #Coronavirus in the area asking everyone to 'stick with it' while we wait for a #vaccinehttps:\/\/t.co\/tvRUv4utMA","sentiment_score":0.0}
{"full_text":"People are dying. A lot of people. #COVID19","sentiment_score":0.0}
{"full_text":"The patrols have included visiting schools at drop-off and pick-up times to check parents are abiding by social distancing rules and to offer advice on the rules.","sentiment_score":0.0333333333}
{"full_text":"RT Landed in Accra Kotoka International Airport two hours ago. They are supper efficient with excellent protocols for Covid 1...","sentiment_score":0.5}
{"full_text":"RT \"I've been doing this work for more than 30 years and it's never been at this level of need,\" says Michael Flood, president and CE...","sentiment_score":0.5}
{"full_text":".@NewquayPolice are urging residents to stop and think of the wider community before flouting the COVID-19 rules.Sergeant Steve Johnson told Radio Newquay people must remain mindful of the risks whilst enjoying the freedom Tier One allows.@NewquayResponse","sentiment_score":0.5}
{"full_text":"The US top infectious disease expert, Anthony Fauci, has met with the transition team of President-elect Joe Biden for the first time, discussing the agenda regarding #COVID19. Jim Spellman reports.","sentiment_score":0.375}
{"full_text":"Essential workers, through a new lens: photography project gives faces and voices to the sometimes unseen workers that have helped us through the #COVID-19 pandemic. On view through March 14, 2021. #ChooseDelaware #NetDE","sentiment_score":0.0681818182}
{"full_text":"A new analysis argues for targeting the first vaccines to the same low-income Black, Hispanic, and Native American households that have disproportionately suffered from the coronavirus. But no one at the federal level has committed to the idea.","sentiment_score":0.0439393939}
{"full_text":"RT SAY IT WITH ME: A property owner losing money on a building is not the same thing as a tenant losing their home during a p...","sentiment_score":0.0}
{"full_text":"#Exercise with a #mask on can be really good for you, actually #health #fitness #covid19","sentiment_score":0.35}
{"full_text":"Researchers say we should be investing in math now, looking at school funding and the way it is allocated.https:\/\/t.co\/EUSST9KhSz","sentiment_score":0.0}
{"full_text":"Minors have to stay home.https:\/\/t.co\/TRUl52hDpJ","sentiment_score":0.0}
{"full_text":"\"Football clubs are the heartbeat of most communities, it's part of our culture.\" - here's what KR had to say about the PS50m Covid rescue package for Leagues One and Two. #oufc","sentiment_score":0.5}
{"full_text":"The Centers for Disease Control and Prevention has updated its guidelines about quarantining after getting exposed to COVID-19. Under the new advisory, some people only need to quarantine for between seven and ten days instead of 14.https:\/\/t.co\/qXx2VNA7BP","sentiment_score":0.0454545455}
{"full_text":"The Daya Kiran Adoption Centre at #Bhaktharahalli near Kunigal has about 20 such #children aged between four months to three years#pandemic #parent #orphan Read the report here: ","sentiment_score":0.0}
{"full_text":"Brazil received 600L of Chinese-produced #COVID19 #vaccine concentrate Thurs, for Sao Paulo's plan to inject citizens via mass vaccination in Jan, ahead of the national plan in Mar. 600L of concentrate can protect nearly 50m people with two doses for each.","sentiment_score":0.1}
{"full_text":"Kaspersky's predictions of Advanced Persistent Threats (APT) for 2021 show how targeted cyberattack methods will change in the coming months.#cybersecurity #cybercrime #cyberattacks #COVID19 #COVID19","sentiment_score":0.5}
{"full_text":"Coronavirus testing: Artificial intelligence can now see and hear COVID-19 in your lungs #ArtificialIntelligence #COVID19 #Healthcare #AppsUnify","sentiment_score":-0.6}
{"full_text":"20 deaths and 1300 new Covid-19 cases in Yorkshire - but infection rates continue to fall","sentiment_score":0.1363636364}
{"full_text":"RT Welcome back to AMB Cinemas! We are extremely happy to see you back after so long! In order for your movie experience to b...","sentiment_score":0.3075}
{"full_text":"The run up to Christmas can be a daunting time for families financially &amp; we want to remind all eligible actor-parents that we are continuing to offer our PS300 p\/month coronavirus grants to help with food\/living costs.Do get in touch with us:","sentiment_score":0.0}
{"full_text":"RT BREAKING: We are officially announcing a lockdown protest in Los Angeles.When: Sunday 12\/6\/20Time: 6pmGo to","sentiment_score":0.0}
{"full_text":"33 patients at St Luke's Hospital were being treated for Coronavirus last night as 11 new cases were recorded in #Kilkenny with nine in #Carlow ...","sentiment_score":0.0681818182}
{"full_text":"A Michigan restaurant owner explains loud, clear why he believes the epidemic orders are robbing the restaurant industry.https:\/\/t.co\/prtxfnBs4N","sentiment_score":0.1}
{"full_text":"On Wednesday, just after the UK government gave its approval for Pfizer's vaccine against #COVID19, a small section of residents from #Chennai has been busy making enquiries to look into the possibility of flying to the UK to get a shothttps:\/\/t.co\/9YeeroNBvf","sentiment_score":-0.075}
{"full_text":"Spending less, worrying more: How COVID-19 is impacting financial wellbeing:","sentiment_score":0.1111111111}
{"full_text":"Despite all the ways the coronavirus pandemic has normalized #WFH, 3 in 4 workers hope to return to an office at some point in the future, according to a recent survey.","sentiment_score":0.0}
{"full_text":"\"We're trying to pivot by selling tiffin boxes on Amazon. We're barely making 20% of what we made before #COVID19.\"Small business owners associated with schools are struggling as students won't be returning to schools any time soon.#schools #pandemic","sentiment_score":-0.1}
{"full_text":"Wondering which #COVID19 test to take? Check out these graphics provided by to know some of your options.","sentiment_score":0.0}
{"full_text":"RT Our Country hates Kenyan Doctors. Cuban Drs have cars, fully furnished houses, comprehensive insurance, maximum 40hrs a wee...","sentiment_score":0.0}
{"full_text":"RT It's the International Day to End Violence against Women.1 in 3  around the  experience physical or sexual violence by:...","sentiment_score":0.1666666667}
{"full_text":"RT The city of Lubbock, Texas, has reported that it is out of hospital beds as the nation faces a record number of coronavirus ca...","sentiment_score":0.0}
{"full_text":"Should I Become a Teacher? #COVID19 #careerpath #job #life","sentiment_score":0.0}
{"full_text":"Rural businesses struggle, metro area restaurants sees some customers after COVID-19 freeze.","sentiment_score":0.0}
{"full_text":"Time: 07:00 * Temp: 4.6degC * Wind: WNW 10.1 to 18.0mph * Pressure: 975.2hPa * Rain: 0.0mm * Hum: 84% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:27 * Sunset: 15:59 * Cloudbase: 1120ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Labour is leading the polls in 'Red Wall' constituencies - reversing the position from last year's election - according t...","sentiment_score":0.0}
{"full_text":"Ireland's Covid-19 vaccines may be delivered by air to avoid Brexit delays","sentiment_score":0.0}
{"full_text":"We are excited to share that our Keyworker Project kicks off on Tues 5th Jan! Fully funded and open to all keyworkers and small business owners who have been affected by the Covid-19 pandemic. We'll be supporting you with your physical AND mental health #keyworkers #thankyou ","sentiment_score":0.0614583333}
{"full_text":"Chinese Vice Premier Sun Chunlan, on Thursday, called for sustained efforts in epidemic prevention and control during this winter and spring next year. #Covid_19","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 41.4FWind Chill: 40.6FHumidity: 36%Dew Point: 16.5F Barometer: 30.096 inHgWind: 2 mph from the SCorona Virus Weekly Stats:Cases: 199.000000Deaths: 10.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"COVID-19","sentiment_score":0.0}
{"full_text":"RT LA is going back into a lockdown where it's illegal to ride public transit, bike or walk, but shopping malls are allowed 2...","sentiment_score":-0.1666666667}
{"full_text":"RT MORE BREAKING NEWS: People who do glamorous jobs also can't transmit Covid. The rest of you scum are apparently walking bucke...","sentiment_score":0.0833333333}
{"full_text":"Find out how cloud solutions enabled to quickly respond and service residents during #COVID19 and help ease the UK housing crisis!","sentiment_score":0.4166666667}
{"full_text":"Before the kick of 2nd leg match against did the first official training in Kenya and they also took a COVID-19 test.@FERWAFA #TheCampusSport","sentiment_score":0.125}
{"full_text":"RT Dear Seokjin, thank you for speaking candidly &amp; openly about your recent burnout experience.I am glad that you ar...","sentiment_score":0.275}
{"full_text":"Watch: Gavin Newsom gives COVID 19 update after cyberwarning of stay at cyberhome order","sentiment_score":0.0}
{"full_text":"Before and after Lockdown 2: Europe's traffic congestion mapped","sentiment_score":0.0}
{"full_text":"It's been 9 months since the last stimulus check and 4 months since unemployment aid ended. Congress is useless at this point.","sentiment_score":-0.25}
{"full_text":"RT I've now been sick, first with COVID then with post-COVID symptoms, since April. I wrote this mostly because, well, the p...","sentiment_score":0.0119047619}
{"full_text":"Can't keep schools closed forever madame. Whatever containment can be elsewhere it must be done while schools operate and responses will be rolled at individual schools.Its called sticking a balance.","sentiment_score":-0.05}
{"full_text":"Seriously too!!","sentiment_score":-0.5208333333}
{"full_text":"How are government CIOs responding to continued #COVID19 challenges? Register for 12\/10 #webinar to understand the response and efficacy of government organizations worldwide. #GartnerSYM  #CIO","sentiment_score":0.0}
{"full_text":"6 months ago we weren't sure what a football season would look like or if we would even see a field. Covid shortened the season but still blessed to have gotten to play. A great 2020 season.","sentiment_score":0.65}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"there is over 190 strain of corona virus IT IS NOT JUST ONE STRAIN, THERE ARE MANY DIFFERENT STRAIN. That is why it is given number 19. But only 1 lab in the world specialize in this, where? Wuhan Institute of Virology.","sentiment_score":0.1666666667}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"RT My update. - 1 in 10 Albertans with symptoms of a cold have COVID. - We are double bunking ICU patients. - We have expande...","sentiment_score":-0.3}
{"full_text":"Parliament are going to debate the petition belowIt is scheduled for 14 December 2020. Currently it stands at roughly 270,000. Let's try and make it 500,000 Petition: Prevent any restrictions on those who refuse a Covid-19 vaccination","sentiment_score":-0.05}
{"full_text":"We are thrilled to have Dr. Ahson Rabbni, CEO, Childlife Foundation, as one of our jury members for the IATC Impact Awards and thank him for taking the time to support IATC!#Engro #EngroFoundation #IATC #FrontlineHeroes #Superheroes #COVID19 #StayHome #Quarantine #Pakistan","sentiment_score":0.6}
{"full_text":"NEW PODCAST! Caroline talks to #school leader, Jade Wakley, about coping during Covid, her curriculum plans and much more. A fab listen for anyone in #primary ed in #Wales. Listen here Diolch #edutwitter","sentiment_score":0.3568181818}
{"full_text":"RT \"It's important we never forget who the deniers were\" -- as it took the folks at Fox &amp; Friends 10 months and 270,000 dead Am...","sentiment_score":0.1}
{"full_text":"RT I hope India will buy Moderna and Pfizer's Covid-19 vaccines. I do not think everybody would like AstraZeneca's vaccine.","sentiment_score":0.0}
{"full_text":"this is a tentative update to the page I made to track COVID-19 in my county, and I omitted testing numbers because they're currently estimated pending an update in the morning, but my estimate puts the 14-day positivity rate at 30.6% (and there's a good chance that's too low)","sentiment_score":0.2333333333}
{"full_text":"#COVID19 has transformed the workforce. From employee retention to #RealEstate, expert shares his insights on how employers should revamp their workforce planning strategy in 2020 &amp; beyond. Read more via #GartnerHR","sentiment_score":0.5}
{"full_text":"RT The last 75 tweets from Pres. Trump have been about himself or election fraud. (That's in just the past two days)None...","sentiment_score":-0.125}
{"full_text":"RT This ","sentiment_score":0.0}
{"full_text":"All Kaps! Ateneo Level Up! | 04 Dec 20 | The COVID Reality","sentiment_score":0.0}
{"full_text":"RT A trusted CMO for a trusted vaccine. Which is exactly why the govt have just added it to the Vaccine Da...","sentiment_score":0.25}
{"full_text":"Pandemic 'perfect storm' for older people's mental heath, says watchdog","sentiment_score":0.3555555556}
{"full_text":"RT Updated - Alberta planning COVID-19 field hospitals for 750 patients, internal document shows | CBC News","sentiment_score":0.0}
{"full_text":"Despite a global pandemic and struggling economies, the future has never looked more promising. In terms of #technology, #sustainability, travel and consumerism; the next 20 years is expected to be some of the most progressive our planet has ever seen.","sentiment_score":0.1571428571}
