{"full_text":"RT So y'all can experiment on low income communities...","sentiment_score":0.0}
{"full_text":"RT \"Americans are dying of COVID-19 who, had they gotten sick a month earlier, would have lived.\" It is happening. Hospitals...","sentiment_score":-0.3571428571}
{"full_text":"will ignore this.","sentiment_score":0.0}
{"full_text":"RT As winter comes, concern is growing as Indiana hospitals, intensive care units and emergency rooms are filling with COV...","sentiment_score":0.0}
{"full_text":"RT If the pandemic has affected your income,raise your hand.My 2nd job as a bartender is non-existent due to the pande...","sentiment_score":-0.0625}
{"full_text":"RT \"Cancer doesn't care if we're in a pandemic. It marches on. So many Canadians are affected by cancer every day and we ca...","sentiment_score":0.5}
{"full_text":"RT Going to be off here for a while. I'm in the hospital with covid !! Symptoms started Sunday. They're going to start me on r...","sentiment_score":0.0}
{"full_text":"RT No. 1 Gonzaga and No. 2 Baylor men's basketball teams agree to reschedule today's game for a later date after members o...","sentiment_score":-0.2}
{"full_text":"RT I agree...do u agree with me that nengi is actually the most marketable female lockdown housemate?","sentiment_score":0.1666666667}
{"full_text":"RT My body hurts after a 16 hr shift in COVID ICU,  it not as much as my soul. I have never felt so helpless, so angry, and so sa...","sentiment_score":-0.15}
{"full_text":"what does that have to do with their arguments and evidence against lockdown?  \"Lots of people have died\" doesn't mean lockdowns are necessary or that they work or that they don't cause extreme societal damage and death themselves.","sentiment_score":-0.1458333333}
{"full_text":"RT CDC: It's time for \"universal face mask use\".","sentiment_score":0.0}
{"full_text":"Guess what kamala, I made up the coronavirus so that way I can be president again","sentiment_score":0.0}
{"full_text":"RT What's happening in Pierce County right now -- a push by a lame duck majority to dissolve the decades-old city-county p...","sentiment_score":-0.1071428571}
{"full_text":"RT Residents are asking for another stimulus payment, student debt relief, health care access for all, rent relief, child ca...","sentiment_score":0.0}
{"full_text":"RT I had COVID, recovered, and science says I am both immune and unable to transmit the virus.Why should I stay at home?","sentiment_score":-0.5}
{"full_text":"Covid19 Why are government opening up after the figures are going back up. Prepare for big lockdown in January because of politicians taking health desions","sentiment_score":0.0}
{"full_text":"RT American workers have kept the country going during the pandemic, not corporations and billionaires. Pass it along.","sentiment_score":0.0}
{"full_text":"These awards are so blanddd. No other idols reaction fckkc corona I only want my iz*moo crumbs on MAMA it's been 64 years","sentiment_score":0.03125}
{"full_text":"RT The city of Lubbock, Texas, has reported that it is out of hospital beds as the nation faces a record number of coronavirus ca...","sentiment_score":0.0}
{"full_text":"It really wasn't until this pandemic that I realized there's a bunch of fucking gross people at my office and that's why I would get sick so often","sentiment_score":-0.1714285714}
{"full_text":"Good riddance.","sentiment_score":0.7}
{"full_text":"RT This afternoon I was advised to self-isolate after someone who works in my office tested positive for coronavirus. I'm pl...","sentiment_score":0.2272727273}
{"full_text":"RT 11,000 workers at Tyson Foods got COVID &amp; 36 died while managers made bets on how many would get sick. The working condi...","sentiment_score":-0.1071428571}
{"full_text":"RT By providing millions in immediate relief, our small businesses have more support to weather the economic impacts of #COVID...","sentiment_score":0.15}
{"full_text":"My mom thinks all causes of death now are COVID My granny's care taker from Acapulco passed away last month. My granny told my mom she died from ulcers inside her organs.Now my mom is telling everyone it was COVID Mom please... Don't clown yourself.","sentiment_score":0.0}
{"full_text":"RT 15 suitcases of ballots to flatten the curve.","sentiment_score":0.0}
{"full_text":"RT American workers have kept the country going during the pandemic, not corporations and billionaires. Pass it along.","sentiment_score":0.0}
{"full_text":"RT If Democrats were the majority in the Senate, Covid relief would have happened 5 months ago. Everyone in food lines, bein...","sentiment_score":0.0}
{"full_text":"I thought you'd been isolating since you got elected leader tbh.","sentiment_score":0.0}
{"full_text":"\"...Judge Rozier's ruling follows civil rights groups again asking him to appoint a special master to oversee prisons' response during the pandemic as COVID-19 cases continue to climb...\"What is this \"special master\" phraseology, NC?https:\/\/t.co\/Es2n6f2rbY","sentiment_score":0.3571428571}
{"full_text":"RT Senate Democrats are fighting to force a nationwide mask mandate with no expiration date into any China Virus relief bil...","sentiment_score":0.0}
{"full_text":"RT How do pro-lockdown people explain that wide open Florida has approximately the same case numbers as mostly closed NY?","sentiment_score":-0.12}
{"full_text":"Such good tips! Why hasn't anyone been talking about #COVID19?","sentiment_score":0.4375}
{"full_text":"RT Mitch McConnell rejected yet another bipartisan COVID relief deal.Families are struggling to pay rent and put food o...","sentiment_score":0.0}
{"full_text":"RT New Mexico hospitals are about to move into triage mode--rationing care depending on a patient's likelihood of surviving.htt...","sentiment_score":0.1363636364}
{"full_text":"RT Are you feeling down? Do your energy levels need a boost? Head on over to our Wellbeing Hub, where you'll find a whole range...","sentiment_score":0.0222222222}
{"full_text":"RT \"These closures and stay at home orders are flat out ridiculous.\"Riverside County Sheriff Chad Bianco slams Governor Newso...","sentiment_score":-0.1791666667}
{"full_text":"Here we go - mandatory sterilization - do your own research on Mr. Gates , and friends, and varying policies throughout the past, \"ranging from causing systemic crises to pushing through controversial policies, at both national and international levels\" do some research let me no","sentiment_score":0.225}
{"full_text":"RT American workers have kept the country going during the pandemic, not corporations and billionaires. Pass it along.","sentiment_score":0.0}
{"full_text":"RT A meeting with corona virus","sentiment_score":0.0}
{"full_text":"The leading cause of death in the U.S. is now COVID-19. The projections are a HALF MILLION deaths by April 2021. That's twice the number we have now in 5 months.","sentiment_score":-0.1666666667}
{"full_text":"RT Your company is banning accounts and taking away livelihoods from people in the middle of a pandemic because of DMCAs on delet...","sentiment_score":0.0}
{"full_text":"RT If you have not already looked at this #bced #covid thread, please take a minute and do so.  It's worth your time.","sentiment_score":0.3}
{"full_text":"Have cabin fever on lockdown in Chicago. But staying safe. ","sentiment_score":0.5}
{"full_text":"RT Please take note, deniers. This is a real thing.","sentiment_score":0.2}
{"full_text":"Like all Republicans... the law is only for a single mom stealing a chicken for her hungry kids!","sentiment_score":-0.2738095238}
{"full_text":"RT My body hurts after a 16 hr shift in COVID ICU,  it not as much as my soul. I have never felt so helpless, so angry, and so sa...","sentiment_score":-0.15}
{"full_text":"RT Via How Your Brain Tricks You Into Taking Risks During the Pandemichttps:\/\/t.co\/1xHW0c0vFQ","sentiment_score":0.0}
{"full_text":"RT Yall know this pandemic is world wide????..everything isn't always about the US G...","sentiment_score":0.0}
{"full_text":"RT Is this end of times when #police can \"break and enter\" while a business owner can't feed his children? This folks is ca...","sentiment_score":0.0}
{"full_text":"RT Incredible. Almost 300,000 of us have died from Covid19, and this vile, troglodytic, excretal, ignorant, protector of sexual...","sentiment_score":0.7}
{"full_text":"RT I just woke up to the Terrible news.. My very close homie 'Gangsta Rid' of Boo-Yaa Tribe passed away yesterday from Covid.....","sentiment_score":-0.4}
{"full_text":"Teve.COVID????????","sentiment_score":0.0}
{"full_text":"Congrats and thank you for telling them how they changed our lives during lockdown. ","sentiment_score":0.0}
{"full_text":"RT Baricitinib reduced mortality by 71% in hospitalized patients with COVID-19 pneumonia.","sentiment_score":0.0}
{"full_text":"If you want someone in your life to give you unconditional love and adoration, sure, get one, but it's hard to say goodbye. We lost our sweet 15yo Luna at the beginning of the pandemic. My days are so much lonelier without her.","sentiment_score":0.2516666667}
{"full_text":"RT Our country is in the middle of a dramatic spike in COVID-19 cases. Please wear a mask, keep social distancing, and limit the...","sentiment_score":-0.1333333333}
{"full_text":"RT Please look at KAT and tell him about the 98% survival rate","sentiment_score":0.0}
{"full_text":"RT 'I've seen a lot of coffins': NBA's Karl-Anthony Towns loses seven family members to Covid - video","sentiment_score":-0.3}
{"full_text":"Doubt it. Most likely you will get saline.","sentiment_score":0.25}
{"full_text":"RT Were you to challenge me to write the most inane crackpot statement about the state of the pandemic that I could think of, I wo...","sentiment_score":0.5}
{"full_text":"RT Man i was looking forward to this game :\/","sentiment_score":-0.325}
{"full_text":"RT When I had COVID-19, I could barely breathe. My friend called to check on me, heard me struggling to speak, and s...","sentiment_score":0.05}
{"full_text":"RT If you have lost a parent you know the stinging pain.  Please read this deeply personal piece by my dear friend @Pamel...","sentiment_score":0.0}
{"full_text":"RT Marching in London Westfield Stratford today 5\/12\/2020 . Waking up east London the area was very receptive. #london #londonp...","sentiment_score":0.2}
{"full_text":"Totally agreed.... it's difficult enough to write a set of notes!!","sentiment_score":-0.1666666667}
{"full_text":"Crybaby #India if somebody criticizes, india responds by cancelling meetings, imports, summoning ambassadors. A sham #democracy. Anyways no more #curry masala smell in the meeting. #bjp #FarmersProtests #Farmers #FarmerLivesMatter","sentiment_score":-0.225}
{"full_text":"RT Russian Colonel speaks The Truth","sentiment_score":0.0}
{"full_text":"You work in government offices YOU ARE CORONA","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you wear a mask when in public #IWearAMaskBecause","sentiment_score":0.0}
{"full_text":"Lockdown beers ","sentiment_score":0.0}
{"full_text":"RT How many women do you think are expected to do laundry for, cook meals for, pick up after, keep schedules for, men who tell the...","sentiment_score":0.2}
{"full_text":"Everyone is on COVID-19 time, AKA \"What day is it today?\"","sentiment_score":0.0}
{"full_text":"RT Happy almost 9 months since we began to flatten the curve for 15 days. Feels like the longest 15 days ever! That curve m...","sentiment_score":1.0}
{"full_text":"Covid-19 is making a lot of people go kolo, and they are making me go kolo, you know.  .  I am ready to go kolo at the night club and dance all nighto","sentiment_score":0.2}
{"full_text":"RT I suppose that when Trump said we wouldn't hear about COVID-19 after November 3rd, he just meant, from him.","sentiment_score":0.0}
{"full_text":"To clarify: COVID def exists. But the reaction to it is way over blown &amp; they are using it as a way to control us, usher in a new world order &amp; take down Trump. CDC reported they tested blood from CA WA &amp; OR fm DEC 2019 &amp; it had antibodies!","sentiment_score":-0.029040404}
{"full_text":"Just a little reminder that with Royal Mail delays etc at this time of year plus COVID impact it's best to get your orders in ASAP! For the UK order by 14 December and international by 8 December!  #christmasshopping #Christmas2020 ","sentiment_score":0.2708333333}
{"full_text":"RT You're a prime example of Republican failure make a living out of bullying &amp; elevating yourself. You may b...","sentiment_score":-0.3166666667}
{"full_text":"ICUs are filled with a record number of critically ill Americans with COVID-19, and there's no relief in sight.","sentiment_score":-0.05}
{"full_text":"This morning in the neighborhood it was the same thing none of them had a mask on, and they were not practicing social distancing. Idk why I feel the number will surge after the elections hmmm","sentiment_score":0.0166666667}
{"full_text":"RT NO TWITTER I don't want to read this article about myself before I tweet it!! Thanks for trying to censor us all chronica...","sentiment_score":0.2}
{"full_text":"Argentine Congress approves wealth tax as COVID-19 hits state coffers","sentiment_score":0.0}
{"full_text":"i would've been there this year if not for covid:(( youre just gonna have to have enough fun for the both of us.","sentiment_score":-0.15}
{"full_text":"RT PM Modi will lay d Foundatn stone of r new Parliamnt House on 10th Dec.D bldng wld b completed by 2022 at a cost of 97...","sentiment_score":0.1363636364}
{"full_text":"RT These COVID negotiations should be public.The public should be able to see who is holding stimulus checks hostage &amp; demanding im...","sentiment_score":0.25}
{"full_text":"Soft skills are definitely Essential Skills need to stop using that phrase!","sentiment_score":0.05}
{"full_text":"RT Our country is in the middle of a dramatic spike in COVID-19 cases. Please wear a mask, keep social distancing, and limit the...","sentiment_score":-0.1333333333}
{"full_text":"RT Just to check - Nottingham is in Tier 3, right?#coronavirus #Christmasmarket #Notts","sentiment_score":0.0}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT Interested in #COVID19 prevention, vaccines, and recommendations if you need to travel by air? and","sentiment_score":0.25}
{"full_text":"SURE THE MORE OLD PEOPLE THAT DIE IS LESS SPENT ON DISABILITY AND SOCIAL SECURITY AND MEDICARE PAYMENTS YOU AND trump COULD CARE LESS ABOUT THE PEOPLE &amp; PANDEMIC JUST LET US DIE IT IS WHAT IT IS RIGHT!!#!!#!","sentiment_score":0.1964913504}
{"full_text":"Elderberry is great stuff, zinc too..but, the Hydroxychloroquine they demonized and made fun of Trump for, has suddenly become a good idea:","sentiment_score":0.45}
{"full_text":"RT Really glad Trump survived Covid so he could see himself lose multiple states, multiple times.","sentiment_score":0.1666666667}
{"full_text":"RT Please look at KAT and tell him about the 98% survival rate","sentiment_score":0.0}
{"full_text":"RT #HONGJOONG says to remember your mask + social distancing#ATEEZfanart #ATEEZ #eitijeu #hongjung","sentiment_score":0.0333333333}
{"full_text":"RT I just woke up to the Terrible news.. My very close homie 'Gangsta Rid' of Boo-Yaa Tribe passed away yesterday from Covid.....","sentiment_score":-0.4}
{"full_text":"Stand with Bernie: tell the U.S. Senate to oppose the Manchin-Romney COVID-19 proposal | Friends of Bernie Sanders","sentiment_score":0.0}
{"full_text":"How COVID-19 is Accelerating Commercial IoT #CRE #CREtech #IoT #InternetofThings #COVID-19 #NewNormal #TenantTips #CommercialRealEstate","sentiment_score":0.0}
{"full_text":"The same here, same here ","sentiment_score":0.0}
{"full_text":"RT COVID relief needs to directly help everyday people.People need stimulus checks &amp; UI.","sentiment_score":-0.05}
{"full_text":"RT 11,000 workers at Tyson Foods got COVID &amp; 36 died while managers made bets on how many would get sick. The working condi...","sentiment_score":-0.1071428571}
{"full_text":"RT English people defying lockdown\/social-distancing orders in London to tell the government it can stick the poison Covid-1...","sentiment_score":0.0}
{"full_text":"What if there were a vaccine for the #cyber pandemic? What if it could prevent #OTattacks that shut down hundreds of #industrialsites in 2020? #Targetedransomware is one of today's biggest &amp; nastiest #cyberthreatsLearn more in below","sentiment_score":0.1722222222}
{"full_text":"RT American workers have kept the country going during the pandemic, not corporations and billionaires. Pass it along.","sentiment_score":0.0}
{"full_text":"Our COVID-19 #rap video, get down with the sound of healthy #plantbased and #vegan living! We want you to #BeYourHealthiest and Live Longer! &gt;&gt;","sentiment_score":0.2599747475}
{"full_text":"RT Hospitals brace for crisis-care mode without enough staff.https:\/\/t.co\/13fxTucGdD* COVID-19 deaths and hospitaliza...","sentiment_score":0.0}
{"full_text":"Yeey! There's also that!","sentiment_score":0.0}
{"full_text":"Hi, ASU. Can your staff work remotely now, please? Or do you need them for Innovation Quarter?","sentiment_score":-0.1}
{"full_text":"Thank you for sharing!  Indeed, most thorough article on the Black community and vaccines.  A treat to see UMBC Prez Freeman Hrabowski III and his wife participating in the clinical trials.","sentiment_score":0.1666666667}
{"full_text":"RT Stop making \"appeals\" and \"stressing the seriousness of the situation.\" It doesn't work, and you know it. Pass a mandatory...","sentiment_score":0.0}
{"full_text":"RT You're a prime example of Republican failure make a living out of bullying &amp; elevating yourself. You may b...","sentiment_score":-0.3166666667}
{"full_text":"RT For the thousandth time, it's not just mortality we need to be concerned about.","sentiment_score":0.0}
{"full_text":"RT Our country is in the middle of a dramatic spike in COVID-19 cases. Please wear a mask, keep social distancing, and limit the...","sentiment_score":-0.1333333333}
{"full_text":"Tomorrow we ball.  Radford 1pmFor ticket information and our COVID-19 protocols within the Cam Henderson Center, please visit the link below :https:\/\/t.co\/cX8hc8MrDI#RiseAsOne","sentiment_score":-0.1}
{"full_text":"Mainland China reports just 17 new #COVID19 cases","sentiment_score":0.1363636364}
{"full_text":"RT The vaccine is her blood","sentiment_score":0.0}
{"full_text":"Students with disabilities and English language learners have been disproportionately affected by Covid-related learning disruptions. But some charter and district schools have responded in innovative ways that should be replicated, boosted, and sustained.","sentiment_score":0.25}
{"full_text":"major transformation at Barnes &amp; Noble is way overdue...hoping they survive the pandemic.Less John Grisham, more local authors and round display tables: Barnes &amp; Noble's CEO has a plan to get people back into bookstores. via","sentiment_score":0.2232142857}
{"full_text":"We need your help to tackle the impact Covid-19 has had on children's mental health, wellbeing and happiness. Only three more days to double your donation and turn PS5  into PS10 in our #ChristmasChallenge!","sentiment_score":0.22}
{"full_text":"Frequent hand hygiene and increased use of masks and gloves takes its toll on the skin. octenicare Repair Creme is ideal for supporting healing and caring for sensitive skin. #schulkeUK #skincare #hygiene #COVID19 #Healing","sentiment_score":0.3375}
{"full_text":"RT THE UNITED STATES JUST SURPASSED 14.8M CORONAVIRUS CASES","sentiment_score":0.0}
{"full_text":"Where is All of us expats are hanging out there ;)","sentiment_score":0.25}
{"full_text":"RT Modi introduced Demonetisation for cleansing economy- but cleaned away economy GST for one nation one tax- but sta...","sentiment_score":0.0}
{"full_text":"RT New Mexico shut down nearly everything to keep hospitals from being overwhelmed by covid. It wasn't enough.","sentiment_score":0.0202020202}
{"full_text":"Brace yourselves. When the #coronavirus #Vaccines roll out, thousands of people will blame all of their health problems on them. by","sentiment_score":0.0}
{"full_text":"well everyone the horrible #coronavirus has taken the right for #BAYvsZAGS \/ #2 Baylor vs #1 Gonzaga to play men's #CollegeBasketball this afternoon as it was supposed to be LIVE on CBS this afternoon from Bankers Life Fieldhouse in Indianapolis, Indiana so people we move forward","sentiment_score":-0.1926406926}
{"full_text":"RT 90% of people have joined twitter During the Lockdown ","sentiment_score":0.0}
{"full_text":"Keys, wallet\/purse, phone... Face covering! Remember, if you're travelling with us, you must wear one (unless exempt)  Buy your tickets online if you can, try to travel at quieter times and maintain social distancingThis helps ensure we can all #TravelWithConfidencei","sentiment_score":0.0333333333}
{"full_text":"As the pandemic infiltrates the White House, Congress and statehouses across the nation, Republicans bear the brunt of those infections.","sentiment_score":0.0}
{"full_text":"RT Do you currently know anyone hospitalized for Covid?","sentiment_score":0.0}
{"full_text":"Kuwaitis went to polls in Saturday for parliamentary elections. There were separate facilities so that people infected with coronavirus could vote safelyhttps:\/\/t.co\/7w2VuWO2NY","sentiment_score":0.0}
{"full_text":" Congratulations, Mike!#EveryoneForOmaha | #MavSpirit","sentiment_score":0.0}
{"full_text":"\"Fill each cup with enough beer to forget that you're currently accruing massive amounts of debt to get COVID in a dark basement.\"https:\/\/t.co\/tlPc36Id7R","sentiment_score":-0.0375}
{"full_text":"RT Some positive news - initial supplies of the Covid vaccine have now arrived safely in Scotland and are being stored sec...","sentiment_score":0.1568181818}
{"full_text":"When was the last time you stopped? With a global pandemic, complicated tiers &amp; Christmas fast approaching - we could all use a bit of #Mindfulness. NASS member Sophie Matthew gives a brief intro to building calm &amp; resilience in these difficult times.https:\/\/t.co\/Tz9rkpdgGZ","sentiment_score":-0.0625}
{"full_text":"#BestOfTheWeek | Texas boy who lost parents to Covid-19 gets surprise birthday parade via","sentiment_score":-0.25}
{"full_text":"We've found the friendliest street in Northamptonshire!","sentiment_score":0.0}
{"full_text":"The recent surge of COVID-19 cases in Northwest Louisiana is causing stress on local hospital systems.","sentiment_score":0.0}
{"full_text":"Coronavirus infections continue to spread at record levels in the United States, reaching a new daily high of nearly 228,000 cases on Friday.https:\/\/t.co\/Yr9cvBp3Gn","sentiment_score":0.0990909091}
{"full_text":"Funding for two regional projects are back in Gov. Kate Brown's budget proposal, but success is still far from certain.","sentiment_score":0.1535714286}
{"full_text":"Read more from Sr. Cheryl Liske: about Gamaliel training: in our work:","sentiment_score":0.5}
{"full_text":"\"It doesn't matter what statistics you use. It doesn't matter how many beds are on a dashboard,\" Dr. Sharmila Dissanaike said. \"The bottom line is we cannot meet the needs of our communities right now.\"","sentiment_score":0.3928571429}
{"full_text":"A busy Grafton Street in Dublin on the first evening that gastropubs and restaurants can reopen under Level 3 Covid-19 restrictionsPhotograph: Laura Hutton\/The Irish Times","sentiment_score":0.1166666667}
{"full_text":"RT I talked to a scientist recently who spent her career working on bioterrorism and pandemic responses. \"What I never imagin...","sentiment_score":-0.05}
{"full_text":"RT New stats reveal massive NYC exodus amid coronavirus, crime","sentiment_score":0.0681818182}
{"full_text":"So exciting, we are getting close to a vaccine! - Mel McKay","sentiment_score":0.375}
{"full_text":"Our meat processors have been vital to ensuring Ontarians continue to have access to safe, healthy food during #COVID19. Thank you to Ontario's meat inspectors for working every day to help keep our province fed at this crucial time.","sentiment_score":0.275}
{"full_text":"\"It seems dishonest to use a promotional program that we already pay extra to be included in to get around local restrictions that are keeping our business alive, particularly as sales are dropping dramatically due to winter and the spike in COVID cases.\"https:\/\/t.co\/bmZK3z23Yf","sentiment_score":-0.0263888889}
{"full_text":"RT Great. Can we now please focus on the #COVID19 spike that is hammering our state?","sentiment_score":0.8}
{"full_text":"This year's Living Christmas Story will be COVID-19 compliant, and as always, is free to the public. The event is located at Hoodview Church of God on Dec. 11-13 from 6 to 8 p.m.","sentiment_score":0.2}
{"full_text":"RT The Government's Ten Biggest Coronavirus Lies Unmasked - Byline Times","sentiment_score":0.0}
{"full_text":"December 1 marks one year since the first coronavirus patient began showing symptoms for the virus that has since paralyzed the world, according to a published study. ","sentiment_score":0.25}
{"full_text":"The Stan Hywet Hall annual Christmas display will go forward this year with social distancing plans to ensure a safe and enjoyable visit.","sentiment_score":0.3444444444}
{"full_text":"Important info for people with student loans!","sentiment_score":0.5}
{"full_text":"#listenback #ICYMICovid Restrictions Q &amp; A With Professor Of Infectious Disease Jack Lambert Professor Jack Lambert what can and can't be done under level 3Listen below:https:\/\/t.co\/Oo6wTAj7Tv","sentiment_score":0.0}
{"full_text":"The Christmas light display spreads holiday cheer, gives sense of normalcy despite the COVID-19 uptick.","sentiment_score":0.4}
{"full_text":"Sen. Bernie Sanders objected to giving \"legal immunity to corporations\", as well as the exclusion of another round of $1,200 stimulus checks for Americans.","sentiment_score":0.0}
{"full_text":"Community healthcare workers have become our COVID-19 heroes on the ground. But that should only be the start.","sentiment_score":0.0}
{"full_text":"FREE #COVID19 PCR Testing- WHEN: Sat, Dec 5 9A-5PWHERE: 8651 Colorado BlvdPregister at - or Call 303-538-7420 with ?'s.*Check website\/Twitter for inclement weather\/holiday closures *@CDPHE","sentiment_score":0.4}
{"full_text":"Our lockdown calendars are now on sale at Strand Rd Campus, Student Services. All funds raised will be donated to the college's two nominated charities &amp; We would also like to offer the final 12, a FREE calendar. Please email:marketing@nwrc.ac.uk","sentiment_score":0.2}
{"full_text":"Today, on #InternationalVolunteerDay, we want to thank the amazing volunteers who have supported us through our numerous events. We couldn't have done it without you! A little throwback to the pre-pandemic days ","sentiment_score":0.1375}
{"full_text":"As COVID-19 hospitalizations increase, hospital demand for convalescent plasma has also grown. If you've recovered from COVID-19, please sign up to donate your plasma with the Red Cross now to support those ill with the virus. Register at","sentiment_score":-0.1666666667}
{"full_text":"On Friday, U.S. Secretary of Education Betsy DeVos extended the student loan forbearance period through January 31, 2021, due the ongoing coronavirus pandemic. ","sentiment_score":-0.125}
{"full_text":"If you missed the insightful discussion from Thursday's \"Echoes of AIDS in the Time of Coronavirus\" event, you can watch it here: to and for their work to make this happen!","sentiment_score":0.0}
{"full_text":"43% of respondents said that they had already or were likely to repurpose their grants to some extent for Covid-19 research","sentiment_score":0.0}
{"full_text":"A coronavirus vaccine for children may be on the way. Here's what needs to happen for it to receive authorization https:\/\/t.co\/EsiRcAsx3c","sentiment_score":0.0}
{"full_text":" is the 'ultimate anti-lockdown investment,' says Nigel Farage The Financial Times scorns for his apparently predictable embrace of libertarian #cryptocurrency influencers. #Cryptoland #BTC","sentiment_score":-0.0666666667}
{"full_text":"We need a plan that immediately addresses families in low-income communities that are unable to work and can't afford to buy basic needs - food, water, housing, utilities, etc.Call your Senators and urge them to bailout families and working people.#CoronaVirus #StayHomeKC","sentiment_score":-0.25}
{"full_text":"If you or someone you know in Manitoba has difficulty accessing healthcare during this pandemic or don't feel comfortable leaving your home, this might just be the perfect solution for you.","sentiment_score":0.7}
{"full_text":"RT Team behind Oxford Covid jab start final stage of malaria vaccine trials.This could be huge, absolutely enormous impact i...","sentiment_score":1.387778781e-17}
{"full_text":"RT Pandemic Profiteers David Perdue and Kelly Loeffler called their stock brokers in order to get rich instead of helping...","sentiment_score":0.375}
{"full_text":"Since the start of the pandemic, Elevate K-12, an online teaching and learning company, says it has seen a 25% uptick in the number of students using its services, and it has almost doubled its number of employed teachers.","sentiment_score":0.0}
{"full_text":"RT Ontario is reporting 1,859 cases of #COVID19 and nearly 59,400 tests completed. Locally, there are 504 new cases in To...","sentiment_score":0.0787878788}
{"full_text":"RT I'm retweeing this because it's brilliant and how can I not?  But be warned that it contains lots of Covid-related black...","sentiment_score":0.3666666667}
{"full_text":"Important tool from for New Yorkers in need of assistance &amp; resources ","sentiment_score":0.2681818182}
