{"full_text":"RT Eighty workers unanimously decided at the end of March to eat and sleep at the facilities where they make materials for N95 masks...","sentiment_score":0.0}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"RT I'm in. Whaddya say, Mitch? Let's not get bogged down with ideological offsets and unrelated items and just DO THIS! The Am...","sentiment_score":-0.1972222222}
{"full_text":"RT When Parliament session is cancelled 'because of Covid' why is the Government continuing with the Republic Day Parade? For Pra...","sentiment_score":-0.25}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"Yeah, a new COVID strain was found in the South of England and now every truck driver has to take a COVID test before they can go anywhere in terms of borders.","sentiment_score":0.1363636364}
{"full_text":"RT He's the chair of the coronavirus task force.","sentiment_score":0.0}
{"full_text":"RT EXCL: Nicola Sturgeon breaks her own Covid law by standing in a bar and chatting to pensioners - without wearing a face ma...","sentiment_score":0.6}
{"full_text":"RT Dear Secretary You failed the American people. You hid that wanted $2000 stimulus checks. Yo...","sentiment_score":-0.25}
{"full_text":"The same way people go around partying knowing their covid results are positive is how they don't condomize knowing their statuses ","sentiment_score":0.1136363636}
{"full_text":"RT When a \"new\" Corona virus emerged January this year, they said its because Africans and Asians are eating 'bushmeat'. A new on...","sentiment_score":0.1363636364}
{"full_text":"Hospital Workers Turn Down #COVID Vaccine: \"There's Too Much Mistrust\" and its spreading, nobody wants to be a guinea pig.https:\/\/t.co\/dAZ2SLarso","sentiment_score":0.0814814815}
{"full_text":"YOU SUPPOSE TO ADEQUATELY TAKE CARE OF AMERICA FIRST THEN OTHER COUNTRIES  LATER IN A PANDEMIC OR OTHERWISE - -@senatemajldr #DonaldTrump","sentiment_score":0.1145833333}
{"full_text":"RT NBC News confirms: The U.S. reported 3,350 coronavirus-related deaths on Tuesday, setting a new daily record for deaths s...","sentiment_score":0.0681818182}
{"full_text":"RT LA is the center of the COVID-19 crisis right now. And shelter beds aren't always safe. Public health experts say that...","sentiment_score":0.1714285714}
{"full_text":"RT College students\/dependents across America are struggling to provide for themselves and families during...","sentiment_score":0.0}
{"full_text":"RT It's the story of the year and now the word of the year. 'Pandemic' is our 2020 #WordOfTheYear.","sentiment_score":0.0}
{"full_text":"They can catch covid, I don't mind.","sentiment_score":0.0}
{"full_text":"RT Folks should be reading underlying thread from It helps to explain a lot of the gamesmanship you are goi...","sentiment_score":0.0}
{"full_text":"Im all for trump but not be cautious about a virus is pretty stupid , get you head straight and wear a mask you dont have to get the vaccine but god please stay safe yall weird ppl are crazy asf to not take this serious even if it is a hoax smh","sentiment_score":-0.1833333333}
{"full_text":"What the hell?!","sentiment_score":0.0}
{"full_text":"Lock down effects","sentiment_score":-0.1555555556}
{"full_text":"RT #m`ysht_hwy'y_bHl_shkhryh_khptnPrime Minister Imran Khan on Tuesday shared \"great news on economy\" despite the novel coronavir...","sentiment_score":0.8}
{"full_text":"RT We work really hard to keep this place safe from corona virus and now a selfish fuck might ruin everythingYou better coo...","sentiment_score":-0.0383333333}
{"full_text":"RT We need to send a clean bill with just $2,000 survival checks and a separate spending\/covid relief bill. Negotiating everyth...","sentiment_score":0.3666666667}
{"full_text":"RT Hey ANTIFA and Black Lives Matter-- maybe instead of sending your foot soldiers to go after innocent small business owners...","sentiment_score":0.0277777778}
{"full_text":"RT I saw patients all day today. And I am still not able to be vaccinated. Meanwhile, low-risk members of Congress--some o...","sentiment_score":-0.25}
{"full_text":"See links for COVID prophylaxis and treatment","sentiment_score":0.0}
{"full_text":"They don't verify. The expect the Covid-19 + person should not knowingly spread a killer virus","sentiment_score":0.0}
{"full_text":"RT Guys ! Even 10\/- individual contribution by each one of can bring a lot of difference! Let's do it ! Even if you can't...","sentiment_score":0.0}
{"full_text":"Probably best","sentiment_score":1.0}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"RT Today, I wanted to speak out on behalf of a fellow Black woman physician, Dr. Susan Moore, to not let our stories go unheard...","sentiment_score":-0.1666666667}
{"full_text":"RT We need to send a clean bill with just $2,000 survival checks and a separate spending\/covid relief bill. Negotiating everyth...","sentiment_score":0.3666666667}
{"full_text":"RT It's interesting to watch my GOP colleagues who refused to wear a mask or practice social distancing, and who attended \"...","sentiment_score":0.2666666667}
{"full_text":"Yes. And let's close schools, restaurants, bodegas, shops, dentists, preventative care, why not??? Let's isolate as we see drug abuse (more people have died from overdoses vs COVID in San Fran), alcoholism, and suicide soar. Typical response of a Commie.","sentiment_score":0.1666666667}
{"full_text":"RT Whitestone Republican Club in NYC holding a Christmas party with no regard for Covid protocolsThis is possibly the most...","sentiment_score":0.25}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"BioNTech: We Could Produce New COVID Variant Vaccine In Six Weeks, If Needed. By #COVID19 #coronavirus #UK ","sentiment_score":0.1363636364}
{"full_text":"RT Pandemic crushes global supply chains, workers at both ends","sentiment_score":0.0}
{"full_text":"RT Voting out for her leadership during the pandemic is appropriate and logical. She has failed as Speaker of...","sentiment_score":0.0833333333}
{"full_text":"RT At this point, there is only ONE person keeping Americans from getting $2,000 covid relief checks during Christmas week: an...","sentiment_score":0.0}
{"full_text":"RT I feel like I should reiterate that the best coronavirus stimulus policy would be ending the lockdowns, letting people...","sentiment_score":1.0}
{"full_text":"RT NBC News confirms: The U.S. reported 3,350 coronavirus-related deaths on Tuesday, setting a new daily record for deaths s...","sentiment_score":0.0681818182}
{"full_text":"#Trump is trying to kill our #COVIDrelief now we may get no help at all The #gop congress and #trump let #covid19 spread, it  sickened and killed our friends and families and stole our jobs. The #gop only wants help for the rich. stop playing games and pass #COVIDReliefPackage","sentiment_score":0.09375}
{"full_text":".@TNgatorgirl90 You may want to read a summary of what's actually in the bill.Btw, theaters provide many jobs, but the Kennedy Center isn't a major recipient. If Trump truly wanted more money to individuals, it would've been there. ","sentiment_score":0.1925}
{"full_text":"U R BORING! Other than the 1000s of bots &amp; burner accounts, nobody's listeting 2 U anymore. #Americans moved on, waiting 4 &amp; 2 take over, &amp; end the #Pandemic. Stop embarrassing yourself, &amp; wipe the #RickSantorum off your lips. It is #Nasty","sentiment_score":-0.7083333333}
{"full_text":"'Raid' on a party breaking Covid protocol covered three times in a single edition of The Times of India, even on the masthead. Poor Suresh Raina apologising all over the place. #journalism #celebrity #newspaper #cricketer","sentiment_score":-0.2357142857}
{"full_text":"RT NBC News confirms: The U.S. reported 3,350 coronavirus-related deaths on Tuesday, setting a new daily record for deaths s...","sentiment_score":0.0681818182}
{"full_text":"RT Remember when we were told not to take this drug? That was cheap &amp; already available all over the world from the start of th...","sentiment_score":0.4}
{"full_text":"So much truth in this. People whom I've known to be pretty much healthy just passed on without warning and it happened too fast. Lost a dear cousin to cancer last Ramadhan and it still feels weird to not see a 'regular face' during Raya anymore.","sentiment_score":0.0928571429}
{"full_text":"RT There's a new strain of coronavirus, and it's prompting travel bans and widespread concern around the world. The new...","sentiment_score":0.1363636364}
{"full_text":"RT Trump said he wants Congress to amend the coronavirus relief bill to raise the amount of stimulus checks to $2,000 and elimina...","sentiment_score":0.2}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"Division be like","sentiment_score":0.0}
{"full_text":"Confirmed You're garbage","sentiment_score":0.4}
{"full_text":"The Federal Government has given a stay at home directives for all GL 12 officers and below","sentiment_score":0.0}
{"full_text":"President Trump asks Congress to amend COVID-19 relief bill, including stimulus checks of $2,000","sentiment_score":0.0}
{"full_text":"RT Today I was vaccinated against COVID19! After witnessing the havoc this virus wreaked on our community, I was ecstatic...","sentiment_score":0.0}
{"full_text":"RT COVID relief package:*$600 stimulus per person based on income.*$300 weekly federal unemployment insurance bonus.*$...","sentiment_score":0.0}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"RT How did we go from \"flatten the curve\" to \"stay home until you accept communism\"?","sentiment_score":0.0}
{"full_text":"RT No transmission in schools? #bced #COVID19","sentiment_score":0.0}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"RT 2\/ I forgot the link.","sentiment_score":0.0}
{"full_text":"Stimulus update: Trump throws Covid relief bill in doubt by asking Congress to amend it - CNNPolitics #TrumpFailedAmerica","sentiment_score":0.0}
{"full_text":"RT BREAKING: A large group of over 150 people is gathering to protest a new extension to the Los Angeles County stay-at-home order....","sentiment_score":0.1753246753}
{"full_text":"RT I'm not sure but I'm guessing that this person would not consider people wearing a mask and social distancing to be a big \"...","sentiment_score":-0.0722222222}
{"full_text":"RT 23 lakh people in the world have already received Covid vaccinations.China, US, UK, Russia have started...India ka num...","sentiment_score":0.0}
{"full_text":"I really wish covid never happened. This shit in the way fr.","sentiment_score":0.0}
{"full_text":"RT Please answer:why does the covid relief bill, meant to help Americans at a very difficult time, have hundreds of millions to go...","sentiment_score":-0.65}
{"full_text":"The 4-6 week pandemic really fucked me up","sentiment_score":-0.6}
{"full_text":"RT It baffles me that people watch how poorly Congress handles something as simple as a COVID relief bill and still think it'd...","sentiment_score":-0.2}
{"full_text":"RT What did do today? He corruptly pardoned a bunch of crooks and is threatening to hold up #COVID19 relief...","sentiment_score":-0.5}
{"full_text":"RT Just a reminder: extreme measures like flight bans only make sense if countries use that time to formulate a plan &amp; start t...","sentiment_score":-0.0625}
{"full_text":"RT Tonight, SecVA Designee went to in Ward 8, to serve dinner and distribute gifts at a socially dist...","sentiment_score":0.0333333333}
{"full_text":"RT What did do today? He corruptly pardoned a bunch of crooks and is threatening to hold up #COVID19 relief...","sentiment_score":-0.5}
{"full_text":"RT See what he did there?@jkenney pinned every decision on Hinshaw while undermining her ability to do her job.Then, when...","sentiment_score":0.0}
{"full_text":"Alright I want to know exactly how Apple is NOT breaking HIPPA laws w\/ iPhone's new 'Exposure Notification' which tracks iPhone users for Covid and shares their private medical information w\/ other iPhone users who've they've been around","sentiment_score":0.0522727273}
{"full_text":"RT Loeffler and Perdue didn't bother to vote for Covid relief today. They stayed in Georgia campaigning.They both refused to...","sentiment_score":0.0}
{"full_text":",,How do you define ,Vulnerable'? ,,Those who've tested Positive for the Coronavirus are included in that category.\" - Anon","sentiment_score":-0.1363636364}
{"full_text":"RT This thread has the video in English, French, and Spanish, plus a YouTube link to share on other platforms. I already...","sentiment_score":-0.03125}
{"full_text":"RT I saw patients all day today. And I am still not able to be vaccinated. Meanwhile, low-risk members of Congress--some o...","sentiment_score":-0.25}
{"full_text":"RT Sydmar Lodge Care Home residents and carers have been recreating classic album covers. The home has now been in lockdown...","sentiment_score":0.1666666667}
{"full_text":" please don't ever sign it. The people with thank you in the long run.","sentiment_score":-0.05}
{"full_text":"RT [Announcement] We understand that many oversea fans cannot attend LuHan's 2021 China Tour concert due to pandemic. LuHan In...","sentiment_score":0.1875}
{"full_text":"RT Pharmaceutical companies testing Coronavirus vaccine against new strain.","sentiment_score":0.1363636364}
{"full_text":"It's the third ambush that I didn't have my mask on. 1st time was in a park, a Shanghai female arrival suddenly moved next to me &amp; talking loudly when I kneed down &amp; looked up. 2nd time, sitting in same clinic with a covid patient 4 hrs without being told by the doctors.","sentiment_score":-0.0069444444}
{"full_text":"Black sick lives matter! Believe and medicate black women!","sentiment_score":-0.4226190476}
{"full_text":"RT People seem not to know that the COVID vaccine does *not* use a weakened virus like traditional vaccines It uses mRNAhttps...","sentiment_score":0.0}
{"full_text":"RT New story on what we know about the UK variant etc hopefully coming later today. In the meantime you should really read this de...","sentiment_score":0.1121212121}
{"full_text":"RT Dear The difference between a 99% survival rate and a 99.8% survival rate in the United States, with a populat...","sentiment_score":0.0}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"RT 16.7 lakhs deaths per year - let that sink in. Comparatively speaking Covid19 was a wall in the parkhttps:\/\/t.co\/HiBp0...","sentiment_score":0.0}
{"full_text":"RT Just unspeakably bleak.","sentiment_score":-1.0}
{"full_text":"some niggas really haven't brushed they teeth since the pandemic started","sentiment_score":0.1}
{"full_text":"RT I saw patients all day today. And I am still not able to be vaccinated. Meanwhile, low-risk members of Congress--some o...","sentiment_score":-0.25}
{"full_text":"U R BORING! Other than the 1000s of bots &amp; burner accounts, nobody's listeting 2 U anymore. #Americans moved on, waiting 4 &amp; 2 take over, &amp; end the #Pandemic. Stop embarrassing yourself, &amp; wipe the #RickSantorum off your lips. It is #Nasty","sentiment_score":-0.7083333333}
{"full_text":"Agree 100%! #AmericansOnly","sentiment_score":0.0}
{"full_text":"RT Not included in $900B COVID-relief package:*Liability protection from COVID-related lawsuits for biz, universities &amp;...","sentiment_score":0.0}
{"full_text":"Join us for Pranayama! #yogasaves #yoga #CBD #fitness #immunitybuilder #yogaforlife #selfcare #selfloveDeep Breathing Could Help You Recover From Covid-19","sentiment_score":0.0}
{"full_text":"RT The UK is the epicenter of the current variant of the covid-19 virus.But the Nigerian govt is reluctant to ban flights from th...","sentiment_score":0.0}
{"full_text":"you've literally explained the problemthe more people who are getting seriously sick with COVID, the fewer resources there are to treat ALL illnesses and injuries. The strain placed on the medical system and the workers fighting to keep people alive is going to affect EVERYONE.","sentiment_score":-0.0285714286}
{"full_text":"me after the pandemicimmigration officer: what is your reason for going to thailand?me: i want to taste souri macarons immigration officer: ok valid gorl ","sentiment_score":0.5}
{"full_text":"Dr. Fauci, the top infectious disease specialist in the U.S., received the first dose of the Moderna COVID-19 vaccine Tuesday, and is encouraging others to do the same to give the country \"a veil of protection.\"","sentiment_score":0.25}
{"full_text":"Health officials say they plan to start phase two of the vaccine distribution plan as early as next week. Moving to phase two doesn't mean phase one is completely done, there will be some overlap between phases to improve efficiency.","sentiment_score":-0.028125}
{"full_text":"#SureshRaina gets arrested at a #Mumbai club for violating #COVID19 rules; later granted bail","sentiment_score":0.0}
{"full_text":"The Bureau of the Treasury is borrowing P140 billion from domestic sources through the issuance of government securities next month as the government clears the path for economic recovery after a pandemic-induced recession.","sentiment_score":0.0666666667}
{"full_text":"Wednesday's front page of The Herald.- People could be legally bound to stay at home under tougher  restrictions designed to curtail the spread of a super-contagious new Covid strain in Scotland.#TomorrowsPapersToday#scotpapers#BuyAPaper &amp; subscribe:","sentiment_score":0.1681818182}
{"full_text":"Experts say the pandemic has generated one surprising bright spot for the real estate industry: data centershttps:\/\/t.co\/aoCa2TjpnS","sentiment_score":0.5333333333}
{"full_text":"France will re-open the Channel crossing, after the UK agreed to provide tests for drivers at Dover, to show whether or not they have COVID-19.But the Transport Secretary admitted the delays would continue while the system was set-up - with thousands of lorries still stranded.","sentiment_score":0.0}
{"full_text":"It is important that you continue taking all chronic medication as prescribed regularly during #COVID19#COVID19 #NewNormal #StaySafe","sentiment_score":0.2}
{"full_text":"RT LA eatery sues Newsom over outdoor dining ban- \"Meanwhile, L.A. County is the world epicenter of COVID because science isn...","sentiment_score":0.0}
{"full_text":"I remember when my biggest problems was trying to convince my mom to let me stay home from half days at school","sentiment_score":-0.1666666667}
{"full_text":"'My second life': California nurse walks out of hospital after eight-month #COVID19 ordealhttps:\/\/t.co\/RN77LxVfC6","sentiment_score":0.0}
{"full_text":"The government's lockdown has nothing to do with 'saving lives'. If it wanted to do that, it would aggressively test for and treat undiagnosed cancer, stroke and heart conditions. No, this is the act of a government that has lost the plot, says","sentiment_score":0.0}
{"full_text":"Are you retraining, re-skilling or re thinking your #career options? We've launched an interactive #SkillsMatcher to show you the skills you need to succeed. #skillsdevelopment","sentiment_score":0.0}
{"full_text":"DOT urges Aklan to use RT-PCR test funding after Boracay employee tests positive for COVID-19https:\/\/t.co\/fdbcTNxAO9","sentiment_score":0.2272727273}
{"full_text":"RT I'm in. Whaddya say, Mitch? Let's not get bogged down with ideological offsets and unrelated items and just DO THIS! The Am...","sentiment_score":-0.1972222222}
{"full_text":"The fast spread of the variant has led to the introduction of tighter coronavirus restrictions across the four nations, and many countries across the world enforcing travel bans from the UKhttps:\/\/t.co\/IZLf6QM6Jd","sentiment_score":0.35}
{"full_text":"What plans do you have for #Christmas?Let us in on your holiday plans by sharing a picture of you with a Rwenzori in the festive season and how you are abiding with the #Covid19 SOPs be it washing hands, wearing a mask, or keeping a distance. #TakeMeWithYou","sentiment_score":0.0}
{"full_text":"BAHRAINIS dismissed this year are by far fewer than last year despite the global challenges imposed by Covid-19 on the labour market, a senior labour official told MPs yesterday.Read More - #Bahrain","sentiment_score":0.15}
{"full_text":"Antony Waste Management's listing also comes at a time when participation of retail investors in the equity markets in India and around the world has increased following the pandemic-induced lockdowns.https:\/\/t.co\/COGLuqXtyZ","sentiment_score":-0.1}
{"full_text":"Arlington has hosted a number of high-profile sporting events.","sentiment_score":0.0}
{"full_text":"State sending masks to more than 2 million Ohioans age 65 and older","sentiment_score":0.3333333333}
{"full_text":"RT Covid-19 literally attacks you to kill you. I promise you I felt like it was the end when I had it. Your body is literally...","sentiment_score":0.0}
{"full_text":"Let me hope lil black sis barmaid who was used in the going to the Pub PR stunt didn't catch Covid from the superspreader","sentiment_score":-0.1666666667}
{"full_text":"In the black is Kerby Hatter '12, '15, one of our alumni board members, and in the green is Nicole \"Nicki\" Persun '14, '17. They are both pharmacists with Allegheny Health Network in Western Pennsylvania. Kerby was giving COVID vaccines on Saturday and gave one to Nicki :)","sentiment_score":0.0333333333}
{"full_text":"We've done foreign aid for a century. We do it for ourselves, whether it's to keep certain parts of the world stable or we want to foster good will so we have leverage. The aid is part of the regular year end bill.","sentiment_score":0.1973214286}
{"full_text":"The first COVID-19 cases in Antarctica had been reported in mid-December, when two soldiers fell ill.https:\/\/t.co\/002FJ34KMH","sentiment_score":0.25}
{"full_text":"Prime Minister the Centenary Celebrations of Aligarh Muslim University; releases a postal stamp commemorating the event and lauds the contribution of AMU during the #COVID19 pandemic.@PMOIndia","sentiment_score":0.0}
{"full_text":"The club is urging anyone with information to get in touchhttps:\/\/t.co\/bXTu1KSepq","sentiment_score":0.0}
{"full_text":"A pandemic that has so far recorded close to 78 million cases globally was kept away from one of the most remote places on Earth. All that has changed nowhttps:\/\/t.co\/cG70WHAqzl","sentiment_score":0.125}
{"full_text":"COVID 19 cases in India until : 23\/12\/2020 11:30Total Cases: 10099308 [+0]Active: 287432Recovered: 9662697 [+0]Deaths :146476 [+0]Total Tests: 163.17MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"NEW VIDEO: TRUMP'S COVID-19 CRIMES AGAINST HUMANITY.Lawyers think they've found a way to prosecute him for them, IN the US. And Congress stealthily moves towards Covid-19 malfeasance hearings - all as Trump screws up again on the faster-spreading British Variant.New O vs. T:","sentiment_score":0.0681818182}
{"full_text":"France will re-open the Channel crossing, after the UK agreed to provide tests for drivers at Dover, to show whether or not they have COVID-19.But the Transport Secretary admitted the delays would continue while the system was set-up - with thousands of lorries still stranded.","sentiment_score":0.0}
{"full_text":"Interior Health has declared a #COVID19 outbreak at the Heritage Retirement Residence in West Kelowna. #Kamloops ","sentiment_score":0.0}
{"full_text":"RT Clip of my comment on #COVID19 vaccines by on 28 Sep.- Vaccine is not a magic term- SARS-CoV-2 is enhance...","sentiment_score":-0.25}
{"full_text":"Barr lined up for covid shot....but inadvertently received a truth serum.His medical adviser indicated he will recover quickly with  no lasting effects.","sentiment_score":0.1111111111}
{"full_text":"RT Women, as usual, are being asked to take on way more than our fair share during this pandemic. And we'll be feeling the e...","sentiment_score":0.3166666667}
{"full_text":"Hope is elastic. It can fit any situation however challenging. Despite ending this hard year in near lockdown there is hope that our response to events will reap rewards. In this season of hope- whatever lies ahead let's not lose the infinite hope.","sentiment_score":0.1770833333}
{"full_text":"RT Today I saw a positive Covid result statement that was fraudulently changed to a negative so the person could travel out...","sentiment_score":-0.0363636364}
{"full_text":"Are you clueless about a Covid Christmas? Here's how to make it as festive as possible.  What are you doing differently? #MMChristmas #HomeForTheHolidays","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 33.3FWind Chill: 29.1FHumidity: 70%Dew Point: 24.7F Barometer: 30.337 inHgWind: 4 mph from the NWCorona Virus Weekly Stats:Cases: 265.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"President-elect Joe Biden has chosen Miguel Cardona, Connecticut's education chief and a lifelong champion of public schools, to serve as education secretary.","sentiment_score":-0.05}
{"full_text":"RT What did do today? He corruptly pardoned a bunch of crooks and is threatening to hold up #COVID19 relief...","sentiment_score":-0.5}
{"full_text":"$Godspeeed really would be a blessing! I drive the bus and we are out because of Covid-19","sentiment_score":0.25}
{"full_text":"A friendly reminder guys!.  5. My daddy is a policeman","sentiment_score":0.46875}
{"full_text":"From Dec22 Why Covid Numbers Will Get Worse Even With The Vaccines--A Surgeon Explains via","sentiment_score":-0.4}
{"full_text":"I do stand with Trudeau. Imagine a Kenny-like-O'Toole handling this pandemic. People should think again. Money was needed urgently and O'Toole wouldn't have done it. The Trudeau rudeness is old and boring. Most of us couldn't do that job. We are in an unprecedented pandemic.","sentiment_score":0.05}
{"full_text":"What will our cultural landscape look like post-pandemic? Iceni examines how the Culture Sector can adapt now to ensure it is at the heart of the recovery.https:\/\/t.co\/8AViFhbvDp#iceni #planning #heritage #townscape #culturesector","sentiment_score":0.1}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"Covid comments get a tech (Brave) C.E.O. in hot water, again. #CryptoCurrency (from Reddit)","sentiment_score":0.525}
{"full_text":"RT So a prison (Two Rivers) in Oregon hasn't had power since 12\/16 and there doesn't seem to be any urgency to get it back on. T...","sentiment_score":0.0}
{"full_text":"Does The Office Teach Us Something? #COVID19 #TopicTuesday #TastingTuesday #TipTuesday","sentiment_score":0.0}
{"full_text":"funny how government officials get vaccinated first...even before healthcare workers and high risk patients...the ones most likely to contract covid-19. #vaccine #coronavirus #covid19 #health","sentiment_score":0.2275}
{"full_text":"RT #YearInReview: At #UNGA, supporters shared their struggles during #COVID19 in a heartfelt message of solidarity wi...","sentiment_score":0.0}
{"full_text":"COVID 19: Mobile Classroom Grants Access to Online Portal following Shut-down of Schools Nationwide","sentiment_score":0.0}
{"full_text":"RT \"It is a disgrace\": Donald Trump refuses to sign Covid relief bill which promises millions of dollars to Pakistan and oth...","sentiment_score":0.0}
{"full_text":"Biden, Calling Covid Relief Bill a 'Down Payment,' Urges More Relief","sentiment_score":0.1722222222}
{"full_text":"RT 322,000 Covid deaths in USA.","sentiment_score":0.0}
{"full_text":"RT Public health experts say the risk of COVID-19 and overwhelmed hospitals are a much bigger threat than any trash on the...","sentiment_score":0.0}
{"full_text":"RT This holiday, I'm gonna stay home in my trash can and avoid people.","sentiment_score":0.0}
{"full_text":"RT The Seattle Flu Study (@seattleflustudy) and its transition from community monitoring of seasonal flu to detecting the fir...","sentiment_score":0.0}
{"full_text":"RT Occupational exposures associated with being a COVID-19 case; evidence from three case-control studies ","sentiment_score":0.0}
{"full_text":"RT Marco Rubio getting the vaccine before my ICU doctor husband and his 102 year old, nursing home dwelling grandmother g...","sentiment_score":0.1}
{"full_text":"RT Welp--Pastor who told parishioners not to fear pandemic--parents then die of COVID after Thanksgiving.\"I'm not wearing a m...","sentiment_score":0.0}
{"full_text":"I just spent 2 weeks on a road trip through Baja California Sur in Mexico! The following is the itinerary, COVID regulations, plus some additional suggestions added in so that you can craft your perfect Baja Sur adventure:","sentiment_score":0.2916666667}
{"full_text":"RT If you have cash to spare, sponsor a family! Fill out this form and you'll be matched with a family (you select how many m...","sentiment_score":0.5}
