{"full_text":"RT 1 in 1,000 Americans has died from the coronavirus. 3,000 people dead every day. And all it would've taken to prevent...","sentiment_score":-0.2}
{"full_text":"RT I've read this long-winded verbiage. After insisting there be unlimited opening from which we now have this crisis,  you o...","sentiment_score":-0.2}
{"full_text":"RT I'm a small business owner in Ontario.  Looking for other business owners in Ontario who have been unfairly targeted for ye...","sentiment_score":-0.2916666667}
{"full_text":"RT Just boggles the mind how the end of this story on the Nashville bombing reads as if people in Tennessee have no idea that...","sentiment_score":0.0}
{"full_text":"RT Antibody Status and Incidence of SARS-CoV-2 Infection in Health Care Workers | NEJM","sentiment_score":0.0}
{"full_text":"RT Please wear a mask: \"We are also seeing the terrible devastation to my nurses, my respiratory therapists..cleaning peo...","sentiment_score":-1.0}
{"full_text":"RT this lockdown is definitely not gonna be 14 days, I just want us to prepare ourselves mentally and emotionally for that","sentiment_score":-0.0333333333}
{"full_text":"Let that sink in...","sentiment_score":0.0}
{"full_text":"RT Hang on, 650 MPs travelling to London, which is already Covid central is a risk, but 11.5million school children and scho...","sentiment_score":0.0}
{"full_text":"RT The doctor who criticized the president's ride around the block while he was sick with covid &gt;","sentiment_score":-0.7142857143}
{"full_text":"Words can't describe how much I'd rather stay home than work OT today.","sentiment_score":0.2}
{"full_text":"RT This oxygen problem is not about a lack of oxygen, but the sheer demand for it from patients on wards which pipes in hosp...","sentiment_score":0.0}
{"full_text":"\"I think the pandemic has had a significant emotional impact on people across the country\" - Detroit Police Chief. #9Newshttps:\/\/t.co\/uem60WA1QC","sentiment_score":0.1875}
{"full_text":"Porque como no se puede este ano with all this damn covid and quarentine next year we're on! *prays to God*","sentiment_score":0.0}
{"full_text":"RT  ItalyClaudia Alivernini, 29 y.o. health care worker at Rome Spallanzani hospital, first of a group of three health...","sentiment_score":0.25}
{"full_text":"RT everyone should know katalin kariko's name. she is the woman behind the mrna research backing the two frontrunner covid19 va...","sentiment_score":-0.4}
{"full_text":"RT Saint Lucia records TWENTY SIX (26) new COVID cases.On December 25, 13 new cases were confirmed. Four of those were n...","sentiment_score":0.2242424242}
{"full_text":"#alcoholban we end up being the only country on lockdown ","sentiment_score":0.0}
{"full_text":"RT Zhang Zhan: China jails citizen journalist for Wuhan reports","sentiment_score":0.0}
{"full_text":"RT 336 people from died from #Covid19 in the last 24-hours. Over 7000 new confirmed cases.","sentiment_score":0.1787878788}
{"full_text":"RT I recently recovered from Covid19 and I can attest that it's a bitch. But I'll never be so shallow minded and selfish to allo...","sentiment_score":-0.2777777778}
{"full_text":"RT Here we go... just wait for it, Reds. If we're still top mid-January, the 'null and voiders' will be hopping out of the...","sentiment_score":0.5}
{"full_text":"RT Trump promised to \"Make America Great Again.\" He's leaving office following a year of unprecedented death and devastation...","sentiment_score":0.4666666667}
{"full_text":"RT Modelling indicated that a 1-week delay in imposing the first lockdown in April caused TWENTY FIVE THOUSAND unnecessary...","sentiment_score":-0.075}
{"full_text":"Covid-Pro is loading ","sentiment_score":0.0}
{"full_text":"Sorry Pence has decided to Adjudicate the votes due to COVID.... no Democrat are allowed near the certification... cause COVID... you'll have to find a lawyer","sentiment_score":-0.175}
{"full_text":"RT With the new COVID19 variant up to 70% more transmissable, opening schools in January would be a reckless decision.This...","sentiment_score":0.3181818182}
{"full_text":"RT Longtime Lower East Side live music dive Arlene's Grocery is hanging by a thread after nearly a year of closure due to the p...","sentiment_score":0.0371212121}
{"full_text":"Expand the playoff! Include bowls if you want but, for postseason games to survive, it's going to need to be as part of a playoff.","sentiment_score":0.0}
{"full_text":"RT This is the doctor who criticized Trump's COVID-infested joyride while a patient a Walter Reed. He was kicked out of his affili...","sentiment_score":0.0}
{"full_text":"RT I guess That's why Unemployment was below 4% before Covid. Do you have an idea what a depression means?","sentiment_score":0.0}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"Great work front-line staff Key to trust = transparency + the Ontario vax comm needs to implement a strat coms plan IMMEDIATELY - #RegisVaillancourt  ","sentiment_score":0.4}
{"full_text":"RT If only Starmer listened to the teaching unions and demanded the government put finances and measures in place to help dec...","sentiment_score":0.0}
{"full_text":"RT Probably because the NHS are not being protected, we a...","sentiment_score":0.0}
{"full_text":"Even though the chief medical officer said they had added people as COVID even though they had died of something else","sentiment_score":0.0}
{"full_text":"For Covid-19 Vaccines, Some Are Too Rich -- and Too Poor","sentiment_score":-0.0125}
{"full_text":"RT When draconian measures fail: Go furtherSPAIN TO SET UP \"REGISTRY\" OF PEOPLE WHO REFUSE TO TAKE COVID19 VACCINE AND SHARE IT...","sentiment_score":-0.5}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"Wow! If only all we had to worry about was updating the trust Twitter feed! #NHSComms has played such an important role in this pandemic and I for one am proud to have the title \"Communications Manager\" ","sentiment_score":0.265}
{"full_text":"RT BREAKING: Manchester City's game with Everton tonight has been postponed due to an increase in coronavirus cases in the Man City...","sentiment_score":-0.2625}
{"full_text":"It would a shame if the breaker tripped where liberal vaxers store their frozen sperm....","sentiment_score":0.0}
{"full_text":"This happened in April. How is April not counted as Spring?This is not Japan doing \"very little\", as you said.https:\/\/t.co\/EjSxqfQuMihttps:\/\/t.co\/GOXuoVpTHS","sentiment_score":-0.24375}
{"full_text":"Wish this Covid would fuck off.....games called off all over the place, i feel bad for everyone but grrr","sentiment_score":-0.6}
{"full_text":"RT Jimmy has created #ForceTheVote to (are you sitting down?) force a vote on...","sentiment_score":-0.1555555556}
{"full_text":"RT I know you've heard that we've witnessed 1000 deaths a day since mid-Sept and 3000 deaths a day every day in December repo...","sentiment_score":0.0}
{"full_text":"\"There is no evidence that stay-at-home orders and mask mandates stop the spread of Cov-19.\"","sentiment_score":0.0}
{"full_text":"#COVID19 don't look the other way when college athletes were violated #GymJordan did.","sentiment_score":-0.125}
{"full_text":"RT THROW OPEN THE SCHOOLS","sentiment_score":0.0}
{"full_text":"GOD NOT A FAMILY FROM MY JOB GETTING COVID ON CHRISTMAS BREAK MFFFFFF YOU COULDNT HAVE GOT IT AFTER SO I COULD HAVE HAD THREE WEEKS OF VACATION ","sentiment_score":0.0}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"imagine if COVID is just some alien kid playing 4th dimensional Plague Inc. on his ipad","sentiment_score":-0.25}
{"full_text":"RT collective outbreak","sentiment_score":0.0}
{"full_text":"Governor Kelly planning to receive her COVID-19 vaccination on Wednesday. #kfdi #kfdinewshttps:\/\/t.co\/1l5ZlgkClZ","sentiment_score":0.0}
{"full_text":"RT Today, I paid my respects to the family of Wayne County Sheriff Napoleon who lost his life to COVID-19. Drove past a so...","sentiment_score":-0.25}
{"full_text":"NBased on the number of people dying and diagnosed with COVID thanks toDeSantos's refusal to recognize the dangers of COVID IT DOESN't look like FL has missed the horrors of 2020.","sentiment_score":0.2}
{"full_text":"RT \"2020 for all of us has been a difficult year, a very tragic one,\" said sharing that aside from #COVID19, personall...","sentiment_score":-0.7375}
{"full_text":"RT 165 million people in the United States are registered to give #life as #organ, eye and tissue #donors. Are you? You can join...","sentiment_score":0.0}
{"full_text":"RT Thank God Johnson took personal control of the #Covid19 strategy in early June.Imagine how much tr...","sentiment_score":0.1}
{"full_text":"Arsenal defender Gabriel has tested positive for coronavirus, ruling the Brazilian out of the Gunners' upcoming matches against Brighton and West Brom #AFC #Gunners","sentiment_score":0.2272727273}
{"full_text":"WOOOAH...and wasn't there a hefty aid contribution for Pakistan hidden in the so called \"Covid Relief Bill\" that Trump vetoed?Yes there was...$10million for gender programs...and I'm Santa Clause","sentiment_score":-0.1666666667}
{"full_text":"RT For those who use asymptomatic spread as the fear batton.. the evidence mounts that there is no such thing. Just as WHO...","sentiment_score":0.0}
{"full_text":"RT When draconian measures fail: Go furtherSPAIN TO SET UP \"REGISTRY\" OF PEOPLE WHO REFUSE TO TAKE COVID19 VACCINE AND SHARE IT...","sentiment_score":-0.5}
{"full_text":"The SHOCKING Truth About COVID-19 &amp; What It Really Gave Us...And We NEVER ... via  WHAT?!","sentiment_score":-0.375}
{"full_text":"The ward was full - all Covid patients.  If you'd witnessed what I did,  you'd shut your front door and beg for the vaccine.","sentiment_score":0.35}
{"full_text":"RT China has imprisoned journalist Zhang Zhan for 4 years for warning the world about #COVID19 and reporting on the Coron...","sentiment_score":0.0}
{"full_text":"Way to go","sentiment_score":0.0}
{"full_text":"RT The doctor who criticized the president's ride around the block while he was sick with covid &gt;","sentiment_score":-0.7142857143}
{"full_text":"RT Russia finally admits its COVID death toll is much higher than previously reported, over 186,000. That makes the country...","sentiment_score":0.0277777778}
{"full_text":"in hasid country to get tested for covid-19 which feels like a contradiction because nobody is wearing a mask","sentiment_score":0.0}
{"full_text":"RT 2 questions not being asked to Officials when they're on talk shows:1. Did you actually read the 5,700+ page bill in the...","sentiment_score":0.0}
{"full_text":"RT Let's declare Congress non-essential, demand they stay home, and slash their salaries. The country will be open in 15 minutes.","sentiment_score":0.0}
{"full_text":"RT Over the past week, there has been a 15% decrease in new COVID cases and deaths in America.The media will not tell you...","sentiment_score":-0.0568181818}
{"full_text":"RT I'm honored by the support of my colleagues. What a privilege to be a part of The New Yorker and write for it in this...","sentiment_score":0.1363636364}
{"full_text":"RT I watched virtually every episode of Tucker Carlson Tonight this year, and I can say with certainty that few people engaged i...","sentiment_score":-0.2}
{"full_text":"RT South Dakota experienced a truly incredible year. Despite the pandemic forcing businesses to adjust, we have perhaps the...","sentiment_score":0.85}
{"full_text":"RT It's either you're an influencer or you're a doctor during this pandemic, you can't be both.","sentiment_score":0.0}
{"full_text":"You know what the other thing is about Bruce Mitchell's dogshit take?You don't go to the Mayo Clinic for COVID.","sentiment_score":-0.125}
{"full_text":"Corona virus, this bastard gave us gbedu wey nobody understood but danced to it back to back, the stupid guy still Wan release album again oo","sentiment_score":-0.25}
{"full_text":"This for all you deniers saying the covid death toll been inflated.  When Russia admits it was falsifying the numbers downward, it kinda means the west weren't falsifying upward","sentiment_score":0.0}
{"full_text":"I must've missed this. In my 2020 there was a global pandemic exacerbated by incompetent fascists in my country. Would have preferred your reality.","sentiment_score":-0.175}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"RT Pitt's game at Duke on Tuesday night has been postponed due to a positive COVID-19 test in Pitt's program, per release.","sentiment_score":-0.0992424242}
{"full_text":"RT  A personal thread on ASMYPTOMATIC spread. My brother's family has COVID and my mom is exposed. \"We didn't want to worry y...","sentiment_score":0.0}
{"full_text":"RT One of the doctors on stage lost both of her parents to COVID. Her father died at the hospital because he fell in the bat...","sentiment_score":0.0}
{"full_text":"RT Got my #CovidVaccine today at 35 wks pregnant. Will pass antibodies to baby. Grateful to be part of ending the pandemic....","sentiment_score":0.3333333333}
{"full_text":"RT 2) Earlier-- at a SoCal hospital...","sentiment_score":0.0}
{"full_text":"Fml the people I live with has COVID  I'm the only one that doesn't have it ","sentiment_score":0.0681818182}
{"full_text":"330 thousand covid deaths is a LIE.The amount of deaths by covid is in dispute by the C.D.C.CDC reports 6% on 12\/27\/2020.fact ck by cdc.","sentiment_score":0.0}
{"full_text":"RT Hard to fathom why Australia is slow rolling out COVID-19 vaccination.1 in 100 year pandemic, recession, 2 million people wan...","sentiment_score":-0.2638888889}
{"full_text":"RT Frontline harm reduction workers provide lifesaving health care and should be included in the highest priority groups fo...","sentiment_score":0.0}
{"full_text":"RT Maybe when a mainstream journalist's parents die in a LTC home from neglect ... maybe just maybe they'll write about i...","sentiment_score":0.0}
{"full_text":"RT Is this his takeaway?!!!! Really what a horrible, shameful, despicable human, with an absolute refusal...","sentiment_score":-0.15}
{"full_text":"Healthcare workers had to PROTEST for PPE during hard lockdown so how are they not supposed to be held accountable for the general looting behaviour that is our government's SOP?","sentiment_score":-0.1208333333}
{"full_text":"RT I did not graduate this year in front of phambi kwabantu because of Covid. I pray those who are supposed to graduate next y...","sentiment_score":0.0}
{"full_text":"RT \"It's not just #COVID19 that is killing people,it's underprivilege,it's lack of access,it's years of living with health conditi...","sentiment_score":0.0}
{"full_text":"I TOOK THE OATH TO DEFEND FROM ALL ENEMIES, FOREIGN AND DOMESTIC!!Monday's Thread #COVID Vaccine response from Gates #COVID masks update update #Election2020 update","sentiment_score":-0.125}
{"full_text":"I hate it here.","sentiment_score":-0.8}
{"full_text":"Hey, I've been picking my nose all my life. I ain't  got no COVID!!","sentiment_score":0.0}
{"full_text":"RT COVID-19 cases are continuing to surge in California and across the country. Please do your part in slowing the spread...","sentiment_score":0.0}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"RT Gotta be honest- watching Covid spread unchecked in most places, with both parents now infected (and dad on a ventilator...","sentiment_score":0.55}
{"full_text":"It's working. Out on a bike path yesterday the only people who were friendly were maskless.  It hurts my heart to be friendly to people and have them ignore or even worse, promote and work towards oppressing others who don't buy the full extent of Covid lies.","sentiment_score":0.14}
{"full_text":"RT For the morning crowd, my weekend column about why Doug Ford is not \"premier Dad,\" and why he hasn't shown...","sentiment_score":0.0}
{"full_text":"RT Stacey Abrams: \"While Kelly Loeffler and David Perdue have profited from the pandemic, they have done absolutely nothing...","sentiment_score":0.2}
{"full_text":"The hard lockdown is unjustifiable based on the above, the high recovery rate from covid and the cooking of the numbers -where are they conducting the tests? In Umlazi for instance, who is doing the tests and where? It all about controlling perceptions and restricting people","sentiment_score":-0.0438888889}
{"full_text":"RT We're with you--strict social distancing since March. We got a grocery delivery service--no grocer...","sentiment_score":0.0333333333}
{"full_text":"Russian Science Prior to the Russian RevolutionA discussion of the the scientific context prior to the outbreak of the Russian Revolution in 1917.","sentiment_score":0.0}
{"full_text":"Researchers have come up with a new system based on a high-sensitivity mass biosensor that continuously monitors signals for the direct detection of SARS-CoV-2 in environmental aerosols. #COVID19 #antibodyhttps:\/\/t.co\/Q0S7Y1q0gP","sentiment_score":0.1181818182}
{"full_text":"RT praise the lord and pass on the pandemichttps:\/\/t.co\/XFQBWa0eYchttps:\/\/t.co\/stnAqForwn","sentiment_score":0.0}
{"full_text":"Montgomery Co. health officials administered the first COVID-19 vaccinations in the county to first responders and public safety personnel Monday.","sentiment_score":0.1666666667}
{"full_text":"You are correct homelessness had always &amp; will always be a problem .. HOWEVER the fact that this admin chose to ignore &amp; debunk the pandemic made matters far worse!","sentiment_score":-0.2}
{"full_text":"Wisconsin health officials on Sunday reported 2,287 positive tests for the coronavirus in the last day, lifting the total number of confirmed cases to 470,818. MORE:","sentiment_score":0.2254545455}
{"full_text":"Show us your holiday lights at home (indoors or outdoors) for a chance to win $1000 courtesy of the City and County of San Francisco. Stay home and save lives this holiday season! #HolidayLightsSf","sentiment_score":1.0}
{"full_text":"It was a tough year for live music, but stations across the country managed to produce some great radio sessions before and during the pandemic. Here are the best of the bunch.https:\/\/t.co\/YIJX2QOAoq","sentiment_score":0.3868686869}
{"full_text":"Chills. Georgia can #RiseUp and lead the nation to racial justice, healthcare, and meaningful COVID relief. Vote and in the GA runoff and take back the power for the people.#DemCastGAhttps:\/\/t.co\/Bbgp5kZcQ3","sentiment_score":0.25}
{"full_text":"Tips for safely celebrating New Year's Eve amid COVID-19 pandemichttps:\/\/t.co\/oyjC1ysfBC","sentiment_score":0.3181818182}
{"full_text":"North Carolina reported 3,888 new COVID-19 cases Monday, a drop from the average daily case increases seen before Christmas.","sentiment_score":-0.0045454545}
{"full_text":"OSAP Weekly InfoBite: Dentistry During The COVID-19 Pandemic: University Of Michigan Engineering Analysis Offers Guidance To Reduce ExposureThe close proximities &amp; confined spaces of the dental..read more --&gt; #BencoDetnal #COVID19 #aerosols","sentiment_score":0.3}
{"full_text":"RT RATIONING CARE has begun in Southern California w\/ 0% ICU beds in many hospitals. This is from a Pasadena, CA hospital dec...","sentiment_score":0.25}
{"full_text":"Southwest Airlines is lifting the threat of furloughs or pay cuts for thousands of workers now that U.S. airlines will get up to $15 billion more in taxpayer aid contained in the coronavirus-relief bill.https:\/\/t.co\/eEFHA6drwA","sentiment_score":0.5}
{"full_text":"\"Employees said the vaccine is a beacon of hope, offering a sign of relief that people are getting the protection they've spent months longing for. But it also means families are a shot closer to being reunited with their loved ones.\"","sentiment_score":0.3}
{"full_text":"Dr. Michael Knight not only made getting his shot public, but he has been documenting his experience in the days after taking the vaccine on social media.","sentiment_score":0.0111111111}
{"full_text":"There's only one thing that travelers should expect in 2021 with any certainty: It's uncertainty.https:\/\/t.co\/aUeJpD43UM","sentiment_score":0.0}
{"full_text":"RT Just boggles the mind how the end of this story on the Nashville bombing reads as if people in Tennessee have no idea that...","sentiment_score":0.0}
{"full_text":"RT Thank you for that expensive ass inverter you had to buy so I'd never be without light at home. we've had light constant...","sentiment_score":0.075}
{"full_text":"Inundated with COVID-19 tests, Maine CDC forced to alter reporting methodshttps:\/\/t.co\/H0kyNrWItO","sentiment_score":-0.3}
{"full_text":"Join us today, Mon. Dec. 28 for FREE COVID-19 Testing at our new location.When:  Monday, Dec 28, 9A-3PWhere: 11151 Colorado BlvdPreregistration is HIGHLY encouraged for a faster check-in. Visit to register and more info or call 303-538-7420","sentiment_score":0.2990909091}
{"full_text":"How can you build a crisis-resistant business? We teamed up with Josh Richardson of Yale U to investigate. Tune into our latest episode of #CEOCampfireChat to hear the results of our surveys and interviews with execs leading through the COVID crisis:","sentiment_score":0.5}
{"full_text":"Love &amp; what he stands for. Good job buddy. Proud of you &amp; your work off the court","sentiment_score":0.6666666667}
{"full_text":"Belle dog was at the vet today. Verdict is she's incredibly fit for her age. She had liquid removed from a lump sent for analysis, but vet isn't concerned. Her weight is fine. We have pain killers to try to help with her arthritis. In Covid times it's awful leaving pets with vet.","sentiment_score":-0.0611111111}
{"full_text":"We need this pandemic to be over so these people can get a job!!!!","sentiment_score":0.0}
{"full_text":"RT My Covid results Came Back Positive, I have been battling with the most severe symptoms of the disease for the past week...","sentiment_score":0.1193181818}
{"full_text":"\"I think the pandemic has had a significant emotional impact on people across the country\" - Detroit Police Chief. #9Newshttps:\/\/t.co\/iXf3hjdzc0","sentiment_score":0.1875}
{"full_text":"China Economy Set To Overtake U.S. Sooner Than Expected Due To Covid Fallout","sentiment_score":-0.1125}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"SURGE TESTING EXPANSION: For a second time, the operation of surge testing sites located across the state have been extended, thanks to assistance from United States Department of Health and Human Services.","sentiment_score":0.0666666667}
{"full_text":"Christmas Honors will now last through Monday, Jan. 4, 2021, due to the high demand to see the tribute for veterans buried at the Fort Smith National Cemetery.","sentiment_score":0.0116666667}
{"full_text":"The Department of Motor Vehicles in the Ulster County Clerk's Office has closed to the public until January 7 due to COVID-19, county officials announced Monday.","sentiment_score":-0.075}
{"full_text":"RT As an immunocompromised chronically ill person it's been SUPER FUN to watch people I know, people in my community, strangers...","sentiment_score":0.0444444444}
{"full_text":"RT The doctor who criticized the president's ride around the block while he was sick with covid &gt;","sentiment_score":-0.7142857143}
{"full_text":"RT My Covid results Came Back Positive, I have been battling with the most severe symptoms of the disease for the past week...","sentiment_score":0.1193181818}
{"full_text":"Do you worry about Covid-19?Buy our UVC machine to solve Covid-19!Kills up to 99.99% in just 5min!!SHOP NOW &gt;","sentiment_score":0.0}
