{"full_text":"What was that that just happened on MSNBC at 3:47:48 during the talk about the coronavirus vaccine... it was a red flash and an audio saying \"hoax.\"?","sentiment_score":0.0}
{"full_text":"They are too busy joining the lawsuit to overturn the election. I've never been more embarrassed &amp; felt so hopeless in all my life time of living here. Angry people refusing to wear a mask saying its a hoax. Denying Joe Biden won. People are dying, they don't care. Its sickening.","sentiment_score":-0.2}
{"full_text":"RT 4\/ Here's the deal. When BPHC first started reporting their Core Metrics, the one for new COVID-19 cases in Boston had a \"...","sentiment_score":0.1931818182}
{"full_text":"I care about the pandemic I do not care about my grade in this class it means literally nothing to me I only cared for 6 weeks of prof mouth sounds &amp; lectures that provided no info then I realize this class was the worst but I care about be pandemic","sentiment_score":-0.5}
{"full_text":"RT NEW: Dallas County Reports 1,348 New Positive 2019 Novel Coronavirus (COVID-19) Cases and 33 DeathsIncluding 258 Probable...","sentiment_score":0.1666666667}
{"full_text":"Take precautions? Fuck that. God will look after them right? Didn't Copey blow Covid19 away with the \"wind of God\"? Religious bullshit artists getting people killed so the tithes can be paid. Criminal enterprise at work.","sentiment_score":-0.1428571429}
{"full_text":"The people are the worst sort of people....https:\/\/t.co\/q4DYByY63W","sentiment_score":-1.0}
{"full_text":"RT Vice President-elect Harris defending the pick of General Austin says: \"I am absolutely confident that General Lloyd Austin is...","sentiment_score":0.2}
{"full_text":"Lol I love papa Johns cheese sticks tho ","sentiment_score":0.65}
{"full_text":"RT Can't believe I'm logging on to this app to say this again but here we are: becoming temporarily housebound during a pand...","sentiment_score":0.45}
{"full_text":"RT What happens in a largely uncontrolled COVID epidemic? In Manaus, Brazil, attack rate is over 75%. Very high death rate ev...","sentiment_score":0.2111428571}
{"full_text":"RT \"Top doctor\"? I don't think she's seen a patient in years. Do you mean smartest? Best-loved by those she treats? An invento...","sentiment_score":0.09375}
{"full_text":"RT why I won't wear a mask","sentiment_score":0.0}
{"full_text":"RT This is quite something. Of all the positive Covid tests of the 9,000+ students at Cambridge University tested in the week to...","sentiment_score":0.2272727273}
{"full_text":"RT Clean energy? McConnell will block it. Civil Rights? He'll block it.COVID relief? He'll block it.Voting Rights? He'll block...","sentiment_score":0.3666666667}
{"full_text":"5 minutes, 21 feet:What we can learn from the latest indoor dining study from South Korea.#indoordining #restaurants #COVID19","sentiment_score":0.5}
{"full_text":"This was the \"trip to nowhere\" - indeed.","sentiment_score":0.0}
{"full_text":"Stop the spread of lies and deception. Stop labeling everything covid again!!  Start using the correct medication that the corrupt government doesn't want to give. That's inhumane!!  Treat people with humanity in the hospitals. Masks off America. Breath your God given rights !!","sentiment_score":-0.75}
{"full_text":"RT OK .. we have now verified Ron DeSantis is the worst governor in America .. NOW, who is the worst U.S. Senator?OURS:...","sentiment_score":-0.5}
{"full_text":"I have a friend that lives in Australia and her IG is always lit with her and her husband going to get togethers, parties and rugby matches.We are the ghetto.","sentiment_score":0.0}
{"full_text":"I respect this ","sentiment_score":0.0}
{"full_text":"I still don't wanna see my family after covid is over","sentiment_score":0.0}
{"full_text":"Happy for you, Kirsty. Hope he has got access to remote learning. #SafeSchools #ForgottenFamilies","sentiment_score":0.35}
{"full_text":"RT Great to hear this news Crucial that the educational inequalities experienced by Gypsy,Traveller&amp;Roma...","sentiment_score":0.4625}
{"full_text":"RT Four volunteers who got #COVID19 vaccine, developed temporary facial paralysis (Bell's palsy) but FDA denies that...","sentiment_score":0.05}
{"full_text":"RT stay at home wellness tips: - daily journaling.- 5 min meditation.- more home-cooking. - invest in some plants.-...","sentiment_score":0.25}
{"full_text":"RT McConnell liability shields are solely for protecting meat tycoons like GOP megadonor Ron Cameron and oth...","sentiment_score":0.0}
{"full_text":"Why am I not surprised: Trump Celebrates Millions Of Americans Getting COVID-19 via","sentiment_score":-0.05}
{"full_text":"RT As always, Mitch McConnell serves the interests of his billionaire paymasters, not the American people....","sentiment_score":0.0}
{"full_text":"Covid-iots??","sentiment_score":0.0}
{"full_text":"RT New York State Assembly Introduces Bill Mandating COVID-19 Vaccine","sentiment_score":0.1363636364}
{"full_text":"RT Yes! My daughter and I both had relatively mild Covid cases and both plan to donate plasma this week!!","sentiment_score":0.5208333333}
{"full_text":"Look  at this amazing 2020 Eclipse SUV for only $267 a month And tis the season for Covid Relief because we all need it right now! Extra $1,000 off New &amp; Used vehicles","sentiment_score":0.2187012987}
{"full_text":"The students in my son's K-5 school is required to wear a mask the entire day with the exception of lunch time, which is no longer in the cafeteria. They have it right at their desk in their classroom.","sentiment_score":0.1428571429}
{"full_text":"RT WHAT THE FUCK IS HAPPENING","sentiment_score":-0.4}
{"full_text":"RT What the American people need: #COVID relief.What had the House vote on today: Ceiling fan regulation...","sentiment_score":0.0}
{"full_text":"CM Herbold asks to go back to the grants first.CM Herbold wants to speak on items not SPD related that are important. $600k for the Duwamish Valley program and other money for Covid relief for aging adults. Money for more wifi hotspot distribution.","sentiment_score":0.1625}
{"full_text":"RT When today's COVID deaths are released, you should know that one of them was an amazing woman-Ruth Temple. Smart, funny, sas...","sentiment_score":0.3547619048}
{"full_text":"I thought that states sueing states had to do with trade? NY could have sued Florida for sending people back to NY with covid maybe. But because you don't agree with the vote????!!!!!! CA and all Democratic states should have sued in 2016!","sentiment_score":0.0}
{"full_text":"Why are people still getting upset when you don't hangout? Covid is still here, I have 2 puppies, and if I have free time, odds are I don't want to go out. ","sentiment_score":0.4}
{"full_text":"My dad's gf has COVID and they live together in a small 1 bedroom apt. My dad is disabled and I'm so nervous for him. I hope his test comes back neg and she can overcome it without my dad getting it.","sentiment_score":0.0572727273}
{"full_text":"RT Hackers Use Breached Accounts!https:\/\/t.co\/3e0b6EkQE9 #infosec #ransomware #malware #datasecurity #databreach #gdpr #iot...","sentiment_score":0.0}
{"full_text":"brexits legs have been broken..dont think we will care unless americans take the jab.covid could drag on past my lifetime..im 47..","sentiment_score":-0.175}
{"full_text":"RT So McConnell's position is:- the federal government should not manage COVID prevention, treatment and vaccine distribu...","sentiment_score":0.0}
{"full_text":"RT 1 in 3 South Dakotans has now been infected with Covid. Stunning.","sentiment_score":0.5}
{"full_text":"RT The #CA #stayathome mandate mandated alter its #VictoryAtSeaDay plans. The annual celebration will be moved,...","sentiment_score":0.0}
{"full_text":"RT This is a Pima County Public Health Advisory. COVID-19 transmission is HIGH and hospitals are at capacity. Stay home if you ca...","sentiment_score":0.08}
{"full_text":"RT Forget Christmas for this one year.Stay at home.Save lives.","sentiment_score":0.0}
{"full_text":"We know that learning during COVID-19 is a struggle - we can help. We are offering an online tutoring special. Contact us to start today. #pandemic #tutoring","sentiment_score":0.3571428571}
{"full_text":"Thru fear and promises of safety,just like 9-11 it wasn't the same after. This covid bs finna be same thing,but on a much higher scale . Smh","sentiment_score":0.0833333333}
{"full_text":"RT BREAKING: U.S. billionaires have grown their collective wealth by $1 trillion since mid-March. That's more than it would...","sentiment_score":0.5}
{"full_text":"We are now offering the COVID-19 saliva-based PCR test for the detection of the SARS-CoV-2 virus! It's non-invasive. It's quick and safe. It's accurate. Schedule your appointment at ARCpoint Labs of Roseville-Rocklin for the COVID-19 Saliva test today: ","sentiment_score":0.4111111111}
{"full_text":"It would be too difficult to be consistent...I'm assuming it's late because there's too much to catch up on because taking weekends off during a global pandemic comes at a cost. ","sentiment_score":-0.15}
{"full_text":"Will Pregnant Women be Eligible for the COVID Vaccine? Experts Hope So ","sentiment_score":0.3333333333}
{"full_text":"RT I spent many Sundays at the Serving Spoon, waaaaaaaaay back in the day!  Please help, if you're able!","sentiment_score":0.25625}
{"full_text":"RT 'If the price of these niceties is that our fatalities are now at 590 people a day, this is not acceptable' -- Angela Merke...","sentiment_score":0.0}
{"full_text":"RT Today's #SSPEEK is from Justin Sewell, who works at the for Innovation. Justin will be presenting 'Bridging COV...","sentiment_score":0.0}
{"full_text":"Trump Cheers 'Terrific' Rise in COVID Cases During Off-The-Rails Vaccine Summit via","sentiment_score":0.0}
{"full_text":"RT 7.69% positive rate in Dade County.   Hardly the explosion that all the Doomsdayers said when we restarted indoor dinin...","sentiment_score":-0.0321969697}
{"full_text":"RT Going on vacation during the pandemic is big colonizer energy","sentiment_score":0.0}
{"full_text":"RT Local Black Owned restaurant The Serving Spoon is in danger of closing after being in business for 37 years in Inglewoo...","sentiment_score":-0.0833333333}
{"full_text":"RT israel is getting covid vaccines as a part of EU vaccination deals while palestinians are completely ignored and gaza's h...","sentiment_score":0.1}
{"full_text":"RT At this point, how can media organizations minimize the impact of COVID-19?Here's some advice from CEO","sentiment_score":0.0}
{"full_text":"RT Global Roundup: -Abortion Bill Could Make History in Argentina-Loujain al-Hathloul to Stand Trial in Saudi \"Terrorism\"...","sentiment_score":0.0}
{"full_text":"Today, our entire theatre community is mourning the loss of one of our own. In a year where a pandemic has stolen so much from the theatre world, in Columbia and abroad, the seriousness of this illness is further driven home by the death of a beloved theatre volunteer and patron.","sentiment_score":0.3}
{"full_text":"Always carry this handy \"Stay Safe From COVID\" wallet card to know what you can and cannot safely do during the pandemic. Thank you,","sentiment_score":0.5333333333}
{"full_text":"RT You are able to have thousands of shoppers at Bluewater but no one at a Non League game in Kent in the open air with socia...","sentiment_score":0.0333333333}
{"full_text":"RT Whatever Senator Ron Johnson does in the rest of his life, this will follow him forever. This will be what history records him...","sentiment_score":0.0}
{"full_text":"RT Out of our collective pain, we will find our collective purpose: to control the pandemic, to save lives, and to heal as a nat...","sentiment_score":0.0}
{"full_text":"RT Home is where family is, where you can be safe and warm. A beautiful video from in support of Pleas...","sentiment_score":0.65}
{"full_text":"RT Can someone please direct me to all the tweets from the Conservative Opposition congratulating Liberal Gov of Canada on be...","sentiment_score":0.1}
{"full_text":"I gotta wait 5 more fuckin days for my results, I'm gonna die waiting for these, so this tweet is no longer a joke:","sentiment_score":0.5}
{"full_text":"The people of Ontario are calling on the Ontario gov to SPEND the billions received from the federal gov on healthcare and education during covid. #consgonnacon","sentiment_score":0.0}
{"full_text":"Remember in the beginning of Covid where people were frowned upon for wearing masks cause they were supposed to be saved for health care professionals lol crazy how much things have changed over the past year sometimes I think about it and I'm genuinely ","sentiment_score":0.11}
{"full_text":"RT We found well over a dozen hate groups, primarily anti-immigrant and anti-LGBTQ groups, that received a PPP loan during he p...","sentiment_score":-0.2}
{"full_text":"RT The 2020 International Health Policy Survey finds that serious income-related inequality and lack of ac...","sentiment_score":-0.1666666667}
{"full_text":"RT Might gotta take the COVID vaccine  for this one cause this something a nigga gotta watch in theaters ","sentiment_score":0.0}
{"full_text":"RT Imagine donning riot gear to forcibly evict a family in the winter, during a pandemic, and thinking, \"I don't get enough re...","sentiment_score":0.25}
{"full_text":"RT Doing right even when the government doesn't make you do right.https:\/\/t.co\/HMJSjN13ts","sentiment_score":0.2857142857}
{"full_text":"RT A woman in Oklahoma with worsening cold-like symptoms tested negative for Covid-19 three times before receiving a positive test. N...","sentiment_score":-0.0363636364}
{"full_text":"RT .@CTV_AvisFavaro calls the response to #COVID19 'science on steroids'. Today Canada became the third country to approve...","sentiment_score":0.0}
{"full_text":"RT Turkey believes in working together to overcome the COVID-19 challenge and to build a better future. International coop...","sentiment_score":0.1666666667}
{"full_text":"RT We should prioritize workers, not large corporations. Yet, Mitch McConnell is fighting tooth and nail to let corporatio...","sentiment_score":-0.1071428571}
{"full_text":"RT On tomorrow's show, talks to President Cole Pinnow about Health Canada's approval of the Pfiz...","sentiment_score":0.0}
{"full_text":"Please help support LOCKDOWN BAYS, add a #Twibbon now!","sentiment_score":0.0}
{"full_text":"RT Florida Governor Ron DeSantis reportedly tried to suppress negative information about the status of the state's corona...","sentiment_score":-0.3}
{"full_text":"RT \"I really am sorry, from the bottom of my heart. But if the price we pay is 590 deaths a day then this in unacceptable.\"Germa...","sentiment_score":-0.5}
{"full_text":"RT Please watch ITV Anglia 6pm tonight as Alex will be featured talking about the pandemic!","sentiment_score":0.0}
{"full_text":"Thanks for turning a fun Christmas tradition into a way to further traumatize children and make everything about COVID and disease. Your office clearly needs its budget cut if it has money for BS like this.","sentiment_score":0.15}
{"full_text":"RT This is quite something. Of all the positive Covid tests of the 9,000+ students at Cambridge University tested in the week to...","sentiment_score":0.2272727273}
{"full_text":"RT Angela Merkel is such an unusual and impressive political leader. And she succeeds by avoiding high rhetoric and bombast...","sentiment_score":0.3433333333}
{"full_text":"RT Local Black Owned restaurant The Serving Spoon is in danger of closing after being in business for 37 years in Inglewoo...","sentiment_score":-0.0833333333}
{"full_text":"States are going back to lockdowns and restrictions because of #COVID-19. Read this article from Fox News to find out more about your state.","sentiment_score":0.25}
{"full_text":"RT #COVID19 CALIFORNIA SHELTER-IN-PLACE UPDATE The State is now allowing PLAYGROUNDS TO BE OPEN in regions\/counties that...","sentiment_score":0.0}
{"full_text":"RT I've received many messages acknowledging my strength &amp; resiliency for how I've handled losing both my parents to #COVI...","sentiment_score":0.5}
{"full_text":"RT The pandemic has hit low-income families hard in CA. Help connect people experiencing financial difficulties to these or...","sentiment_score":-0.1458333333}
{"full_text":"RT *runs in exactly 24 hours too late after William Shakespeare got the coronavirus vaccine, grabs mic*IN FAIR CORONA, WHERE...","sentiment_score":0.2166666667}
{"full_text":"RT Great news for Canada today ","sentiment_score":0.8}
{"full_text":"RT The Chinese Communist Party is utilizing intelligence operatives to form relationships with rising US politicians who can...","sentiment_score":0.0}
{"full_text":"RT Hey can you please talk to Leader and MLA and ask them to maybe not cut P...","sentiment_score":0.0}
{"full_text":" Experiencing accelerated growth as a result of the global pandemic, major video game brands are launching creative efforts to engage audiences and capture market share. #gaming #videogame #videogames #gamer","sentiment_score":0.040625}
{"full_text":"Pop superstar and Joe Biden supporter Taylor Swift has admonished Nashville residents who go out to bars without wearing masks, saying that << a lot of people. don't care >> about the potential transmission of the coronavirus","sentiment_score":0.0}
{"full_text":"RT The U.S. is once again swimming in gasoline as the pandemic worsens","sentiment_score":0.0}
{"full_text":"RT Your mask should cover both your mouth and nose to protect everyone from #COVID19.","sentiment_score":0.0}
{"full_text":"Based on recent ICU data, the Greater Sacramento Region has met the criteria for a Regional Stay at Home Order.https:\/\/t.co\/sZRhVz67AZ","sentiment_score":0.25}
{"full_text":"RT Could someone explain to this government that there are ways of making money that don't involve removing things from the gr...","sentiment_score":0.0}
{"full_text":"RT Emergency paid leave has prevented more than 15K COVID cases per day.It saved countless jobs. It is one of our most...","sentiment_score":0.3333333333}
{"full_text":"Yeah, b\/c YOU SHOULD OF BEEN meeting in person weeks ago...Because people's Biz, is MORE important then Businesses Biz! We the People form a...big huge fuk'n vacuum! Run by Azzholes that create the sucking..including a Util. Franchise fee EVEN DURING COVID!?!?","sentiment_score":0.3459309896}
{"full_text":"The pipeline is fatter than I thought...","sentiment_score":0.0}
{"full_text":"RT there are so many incredible quotes and anecdotes in this story but this one from may be my fav. it's about...","sentiment_score":0.7}
{"full_text":"RT Cash-in-hand jobs have been hit hard by the coronavirus pandemic in Argentina. One social project aims to teach women who...","sentiment_score":-0.1291666667}
{"full_text":"RT 4 volunteers develop FACIAL PARALYSIS after taking Pfizer Covid-19 jab, prompting FDA to recommend 'surveillance for cases'...","sentiment_score":0.0}
{"full_text":"RT #Coronavaccin 4 volunteers develop FACIAL PARALYSIS after taking Pfizer Covid-19 jab, prompting FDA to recommend 'surveilla...","sentiment_score":0.0}
{"full_text":"Paper-based electrochemical sensor can detect COVID-19 in less than five minutes -","sentiment_score":-0.1666666667}
{"full_text":"Indiana expects 55,000 COVID-19 vaccine doses next week","sentiment_score":0.0}
{"full_text":"We all need to support small #businesses this #holiday season, especially after a tough year of #Covid19. We outline 5 great ways to do this in our latest #SequoiaHR #blogpost:","sentiment_score":0.1322222222}
{"full_text":"#Kuwait has stopped granting residency permits to expatriates for more than a year as the country's economy reels from #coronavirus pandemic and low-oil prices.","sentiment_score":0.5}
{"full_text":"Tourism Secretary Bernadette Romulo-Puyat blew her top after learning that several tourists entering Boracay presented falsified negative COVID-19 swab test results.https:\/\/t.co\/cHf3ZnpXgP","sentiment_score":0.0666666667}
{"full_text":"The Downtown Tracy City Center Association held a virtual lighting for the city tree at the Front Street Plaza Saturday evening. It was broadcast on Facebook Live.https:\/\/t.co\/Y1EKdUIt6b","sentiment_score":-0.1}
{"full_text":"RT Turkey believes in working together to overcome the COVID-19 challenge and to build a better future. International coop...","sentiment_score":0.1666666667}
{"full_text":"The city's CDBG program is expected to receive additional funding from the CARES Act to help the city deal with the effects of the pandemic and we need your input.Learn more at","sentiment_score":0.2}
{"full_text":"As the pandemic continues to strain the API supply chain, diversification is critical for restoring reliability in essential drug production. Amber Yount shares four opportunities for manufacturers to consider.","sentiment_score":0.0}
{"full_text":"It's been a confusing day in Congress as politicians from all sides are still struggling to come up with a #COVID19 relief bill, and time is running out fast.","sentiment_score":-0.05}
{"full_text":"REMINDER: All working staff and guests are required to wear a mask at all times inside Trask Coliseum","sentiment_score":0.0}
{"full_text":"RT Very simply, Rep. Katie Porter is EVERYTHING you could want in a public servant.","sentiment_score":0.0}
{"full_text":"#PODCAST: the latest Risk Insights: #Coronavirus episode looks back at some of this year's top episodes: response documents, #ContactTracing, #CyberResilience and more Listen now","sentiment_score":0.375}
{"full_text":"\"There was a pandemic?\"Here's what it's like living in a place where COVID isn't a thing","sentiment_score":0.0}
{"full_text":"According to a recent survey, a majority of European countries believe that China gained economically as a result of #COVID19. Learn more via BRINK News. #pandemic #supplychain","sentiment_score":0.2}
{"full_text":" Genocide alert, Government of Ethiopia has blocked Tigray from the rest of the world. People in Tigray are living with no water, no electricity, no telephone, no internet, no banks, in a pandemic and the war is stillgoingon. #StopTheWarOnTigray","sentiment_score":0.0}
{"full_text":"A woman accused of defrauding Service NSW of $104,000 in bushfire and COVID relief funds allegedly had a ledger detailing aliases and payments on her when arrested.","sentiment_score":-0.1}
{"full_text":"Officials with Walmart say that the DuBois Supercenter will reopen on Thursday after being closed for cleaning due to a COVID-19 exposure.https:\/\/t.co\/1bmn6CQVQU","sentiment_score":-0.1125}
{"full_text":"RT Clean energy? McConnell will block it. Civil Rights? He'll block it.COVID relief? He'll block it.Voting Rights? He'll block...","sentiment_score":0.3666666667}
{"full_text":"RT The Freedom From Religion Foundation is raising the alarm over the U.S. Supreme Court's latest attempt to give churches special p...","sentiment_score":0.4285714286}
{"full_text":"RT Pay people to stay home you dusty mummy bitch","sentiment_score":-0.4}
{"full_text":"Truck Full of Christmas Trees in Nevada Cityc. 1930Tahoe National Forest Collection#Christmas #ChristmasTree #COVID19 #History","sentiment_score":0.35}
{"full_text":"The White House's latest COVID-19 relief offer is a $916 billion package that would include a $600 direct payment to most Americans but eliminate a $300-per-week employment benefit.","sentiment_score":0.275}
{"full_text":"Downtown Jacksonville's iconic Florida Theatre will reopen Wednesday evening, after falling victim to the coronavirus pandemic back in March.","sentiment_score":0.1416666667}
{"full_text":"RT With this pandemic I lost my stable job which ended up closing for good. To make money I started extreme couponing and resellin...","sentiment_score":0.2875}
{"full_text":"The definition of infrastructure  includes natural systems like parkland, trees and other green areas that provide an alternative to human-made infrastructure, according to the report co-author. reports:","sentiment_score":-0.075}
{"full_text":"INTERVIEW: Putnam County Commissioner John Schlumbohm says plans are being made to distribute the vaccine in Putnam County.https:\/\/t.co\/WCUjM1YVVB","sentiment_score":0.0}
{"full_text":"I've been wearing a mask for 275 days (here in Italy, we've been wearing them since the beginning of March 2020). So what's the big deal? Wear a mask! ","sentiment_score":0.0}
{"full_text":"Here are the latest figures","sentiment_score":0.5}
{"full_text":"Thank you for taking the time each day to honor some of the lives lost to COVID-19, and for exposing your own emotions while doing so.  It is all so heartbreaking.","sentiment_score":0.6}
{"full_text":"RT 4 cone drill (can do this inside with a tennis ball too) #Football #Training #StayHome","sentiment_score":0.0}
{"full_text":"RT In the months since the House acted to ease the American people's suffering and kept pushing for #covid relief, economic ha...","sentiment_score":0.1}
{"full_text":"Canada has become the most recent nation  to approve Pfizer's COVID-19 vaccine.https:\/\/t.co\/NbOwx7P5G1","sentiment_score":0.25}
{"full_text":"Once approved, Pfizer plans to ship vaccines largely from two hubs -- one of which is in Pleasant Prairie.","sentiment_score":0.4738095238}
{"full_text":"Tarrant County talent buyers talk live music during the pandemic.","sentiment_score":0.1363636364}
{"full_text":"Bonus Show: TX sues four states over election results, Australia to make Facebook &amp; Google pay news outlets for content, Giuliani rails against masks from COVID hospital room, much more...","sentiment_score":0.5}
{"full_text":"Despite #COVID19 uncertainty around, MasterChef's Callum Hann and fellow foodie Themis Chryssidis say \"now is the right time\" to open their first #Adelaide CBD restaurant. ","sentiment_score":0.1785714286}
{"full_text":"RT  i hope this situation ends soon, covid-19 how many times have you done the covid test? 4 times did it hurt? well y...","sentiment_score":0.5}
{"full_text":"Consultant neurosurgeon Dr Roger Hunter has blasted government officials and his medical colleagues for creating mass hysteria over COVID-19, which he has described as a winter virus that thrives in cold climates. Read more: #GLNRToday","sentiment_score":-0.175}
{"full_text":"5G conspiracists will lose their shit after finding out China just launched 6G. #China #Conspiracy #technology #5Gcovid #ChinaGate #COVID19 #ConspiracyTheories #tech #5GBuiltRight #conspiracytheory #COVID #5GLAB #6g #ConspiracyNoMore #COVIDIOTS","sentiment_score":-0.2}
{"full_text":"RT I feel silly retweeting this as it currently sits at 108,000 retweets but if 10 more people see it for the first time, I...","sentiment_score":0.0625}
{"full_text":"Current Conditions for #Sayre PATemp: 33.8FWind Chill: 33.8FHumidity: 99%Dew Point: 33.5F Barometer: 29.854 inHgWind: 1 mph from the WCorona Virus Weekly Stats:Cases: 222.000000Deaths: 4.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"104-year-old WWII veteran beats Covid just in time for his birthday","sentiment_score":0.0}
{"full_text":"RT WASHINGTON (AP) -- House passes temporary government funding bill to prevent shutdown, buy more time for COVID-19 relief talk...","sentiment_score":0.5}
