{"full_text":"RT As a kid of 5 or 6, I lined up with other little people to get the Polio Vaccine. As a man of 73, I'll line up for the Cov...","sentiment_score":-0.15625}
{"full_text":"RT An immigrant Muslim couple found the COVID-19 vaccine. IMMIGRANT AND MUSLIM","sentiment_score":0.0}
{"full_text":"Please share the relevant govt. order.According to this report, the audio message is to be played in place of the caller tune so the message should be based on the person being called and not the calling person's operator.https:\/\/t.co\/hDClQnobt4","sentiment_score":0.4}
{"full_text":"Reading about the covid vaccine and  one is only 90% effective and most participants had \"mild to moderate\" side effects  the dr says that you're gonna get sick for 1-2 days, and u may still get covid, do not like this.","sentiment_score":0.1198412698}
{"full_text":"the corona virus had to happen for us to get rid of trump","sentiment_score":0.0}
{"full_text":"RT Today's poll What is your biggest concern during this #pandemic ? ","sentiment_score":0.0}
{"full_text":"RT There have been over 276,000 COVID-19 deaths in the United States alone. It is devastating to think of all those who h...","sentiment_score":-1.0}
{"full_text":"RT As a kid of 5 or 6, I lined up with other little people to get the Polio Vaccine. As a man of 73, I'll line up for the Cov...","sentiment_score":-0.15625}
{"full_text":"'Trump administration's #Covid19 #vaccine distribution plan lacks detail': US President-elect Biden said that 'there's no detailed plan' that they saw for how to get vaccines out of a container, into syringes and into people's arms.","sentiment_score":-0.2}
{"full_text":"RT Covid: Russia begins vaccinations in Moscow","sentiment_score":0.0}
{"full_text":"RT In April Boris said he would set out a roadmap for lifting lockdown and helping the economy to recover. It all rested...","sentiment_score":0.0}
{"full_text":"RT I pledge to wear a mask for 100 days for our country! Will you? #WearMaskProtectLife","sentiment_score":0.0}
{"full_text":"RT \"The vaccine has been developed too quickly and is unsafe\" Here are some things you should know about why the #COVID19 #vacc...","sentiment_score":0.2166666667}
{"full_text":"SIMON WALTERS: Only Macron stands in the way of PM's triumph on Brexit deal and Covid vaccine | Daily Mail Online","sentiment_score":0.0}
{"full_text":"RT After 12d of  and #COVID service caring for dozens of pts. The last thing I have to do is make this call b\/c...","sentiment_score":0.0}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"RT It'll be higher. 2% only holds if access to healthcare is unrestricted by capacity constraints.","sentiment_score":0.125}
{"full_text":"RT 'This is not that hard to understand, everybody' -- Bill Nye is back on TikTok to drop more knowledge about masks and COVID...","sentiment_score":0.0694444444}
{"full_text":"The premier has confirmed international passenger flights could resume landing in Adelaide as early as Monday, but he admits there is still no dedicated facility for those who test positive to COVID. #7NEWS","sentiment_score":0.1818181818}
{"full_text":"Also, said people are frustrated after sitting in small appartments in the lockdown and thus, have become trolls.","sentiment_score":-0.475}
{"full_text":"RT This #InternationalVolunteerDay, let's come forward and honour the volunteers across the Nation for their efforts in streng...","sentiment_score":0.0}
{"full_text":"RT You're a prime example of Republican failure make a living out of bullying &amp; elevating yourself. You may b...","sentiment_score":-0.3166666667}
{"full_text":"RT Govt wrong to prioritise care home residents over NHS front line workers for Pfizer covid vaccine. Give it to doctors, n...","sentiment_score":-0.5}
{"full_text":"RT 2 weeks ago my son was in the workshop with another engineerHe had a slight cough, joked he hoped it wasn't covidt...","sentiment_score":-0.1666666667}
{"full_text":"BITCH","sentiment_score":0.0}
{"full_text":"RT So y'all can experiment on low income communities...","sentiment_score":0.0}
{"full_text":"RT Who wants the next dose of Covaxin?","sentiment_score":0.1}
{"full_text":"RT English people defying lockdown\/social-distancing orders in London to tell the government it can stick the poison Covid-1...","sentiment_score":0.0}
{"full_text":"RT On the day I'm inaugurated, I'll call on the public to wear a mask for 100 days.Let's keep our fellow Americans safe and sa...","sentiment_score":0.25}
{"full_text":"RT COVID relief needs to directly help everyday people.People need stimulus checks &amp; UI.","sentiment_score":-0.05}
{"full_text":"RT A delegation of Israeli doctors entered Gaza to provide free treatment for hundreds of Gazans affected by COVID-19, arr...","sentiment_score":0.4}
{"full_text":"RT A UNAIDS report shows how #COVID19 public health orders and restrictions have impacted human rights and the response to HIV aro...","sentiment_score":0.0}
{"full_text":"RT You're a prime example of Republican failure make a living out of bullying &amp; elevating yourself. You may b...","sentiment_score":-0.3166666667}
{"full_text":"RT World War II vet beats COVID-19, marks 104th birthday","sentiment_score":0.0}
{"full_text":"RT \"Post AIDs epidemic we were left w the incels and the uglies who couldn't fuck...and that's why yalls art is bad\" - my q...","sentiment_score":-0.35}
{"full_text":"RT Chinese Communist Party kidnapped and brainwashed our Chinese over 70 years.We Chinese are also victims in #COVID19 Unre...","sentiment_score":0.0}
{"full_text":"Haryana Health Minister Who Got A Coronavirus Vaccine Shot Tests COVID Positive","sentiment_score":0.2272727273}
{"full_text":"RT 'We know that if conditions are right, children will play; these interdependent conditions have been categorised as time,...","sentiment_score":0.2857142857}
{"full_text":"RT Chinese Communist Party kidnapped and brainwashed our Chinese over 70 years.We Chinese are also victims in #COVID19 Unre...","sentiment_score":0.0}
{"full_text":"RT survived the first pandemic semester ","sentiment_score":0.25}
{"full_text":"If it was population control, it is the worst population control I have ever seen. Way more people are being born than are dying even with Covid. Covid doesn't even make a dent. It isn't even close to the leading cause of death. I am not trying to underplay Covid,  but yea....","sentiment_score":-0.25}
{"full_text":"RT \"Bharat Bandh will ruin your weekend\"\"Farmers are likely to spread Corona virus at a large scale\"Attempts to turn pe...","sentiment_score":0.1071428571}
{"full_text":"RT We're in a weird world where Covid numbers are going through the roof and the President no longer has a reason to pretend tha...","sentiment_score":-0.5}
{"full_text":"RT Corona is on peak againthen why csvtu not thinking about students health.It's already too late for exams ..then why csvtu...","sentiment_score":-0.3}
{"full_text":"RT Another busy week! I've:Launched first major x-party report into Govt's handling of coronavirus","sentiment_score":0.1458333333}
{"full_text":"RT Our \"List of Available Benefits During COVID-19\" has been updated.Now on our website's COVID-19 page:","sentiment_score":0.4}
{"full_text":"RT I hear Wales is now the only country in U.K. where COvid is rising.  So much for their circuit breaker!Lockdowns don't w...","sentiment_score":0.1}
{"full_text":"RT OMG. Coronavirus is the #1 cause of death in the US this week, surpassing heart disease, says","sentiment_score":0.0}
{"full_text":"It's like the only worthwhile international destination that is open in post Covid era","sentiment_score":0.125}
{"full_text":"RT \"Post AIDs epidemic we were left w the incels and the uglies who couldn't fuck...and that's why yalls art is bad\" - my q...","sentiment_score":-0.35}
{"full_text":"RT A Republican legislator who has been a vocal critic of pandemic-related business closures is now fighting to keep his own...","sentiment_score":0.6}
{"full_text":"RT We can and should continue to push for $2k\/mo in stimulus for everyone, more aid to small businesses, and an end to big corpo...","sentiment_score":0.0833333333}
{"full_text":"RT 'If we don't act now, the future will be very bleak': President-elect Joe Biden urged the U.S. Congress to pass a coronavirus...","sentiment_score":-0.5}
{"full_text":"RT As a kid of 5 or 6, I lined up with other little people to get the Polio Vaccine. As a man of 73, I'll line up for the Cov...","sentiment_score":-0.15625}
{"full_text":"RT If Democrats were the majority in the Senate, Covid relief would have happened 5 months ago. Everyone in food lines, bein...","sentiment_score":0.0}
{"full_text":"RT Worldwide #Scouts &amp; many #volunteers have taken action at local, national &amp; international level to fight #COVID19. Duri...","sentiment_score":0.15}
{"full_text":"RT I've used both the CBGB's AND Mars Bar bathroom so let's juice this straight into my eyeballs I'm good.","sentiment_score":0.45}
{"full_text":"\"You sent me an email,\" said Nadia. \"I don't think you meant to, mainly because it was addressed to 'Tony' but, you know.\" #workfromhome #business #writersnetwork #COVID19 #book #fiction #readerscommunity  #bloggerstyle #humour #newblogpost #BloggershutRT","sentiment_score":0.1666666667}
{"full_text":"RT We need Medicare for All.","sentiment_score":0.0}
{"full_text":"RT I've started seeing young, previously healthy patients who now have no exercise tolerance after covid. Their joints hur...","sentiment_score":0.3}
{"full_text":"COVID-19China's successful experience in fighting the epidemic   ","sentiment_score":0.75}
{"full_text":"RT OMG!  #SuperspreaderDon is winging his way to #Georgia, in support of two of the most awful candidates ever, even by #GOP...","sentiment_score":-0.25}
{"full_text":"RT The UN health chief declares that positive results from coronavirus vaccine trials mean the world \"can begin to dream ab...","sentiment_score":-0.0426136364}
{"full_text":"Egypt ranked first in MENA and 25th globally in the Bloomberg's Covid Resilience RankingThe Covid Resilience Ranking showed that Egypt had an average seven infections for every 100 thousand citizens.#Egypt #COVID19 #Coronavirus | #kwrwn #fyrws_kwrwnhttps:\/\/t.co\/CFcLIi0kWm","sentiment_score":0.0333333333}
{"full_text":"LOCKDOWN DIARIES: DAY 2642020-12-05 00:00 - The quarantine is handing out yellow cards for Xmas this year.Stay tuned for dispatches from Radio Free Diablo County.#QuarantineLife#CoronaLockdown","sentiment_score":0.2}
{"full_text":"Hey big spender! We know the pandemic hit your pocket hard, but it doesn't have to be a bleak Christmas.@mayaonmoney helps us get into the festive spirit without breaking the bank.#MoneyMatters this Saturday 5 December 12:15pm on etvSponsored by","sentiment_score":-0.4305555556}
{"full_text":"How about some #poetry to ease you in to your Saturday morning? Performances by and a lockdown poem by Nottingham residents are all on the #BigPicFest website:  Pay what you want (free tickets available)@CityArtsNotts","sentiment_score":0.4}
{"full_text":"1,733 ADDITIONAL COVID-19 CASESBREAKING: The Department of Health reported 1,733 additional cases of COVID-19 on Saturday, December 5, 2020, bringing the total number of cases in the Philippines to 438,069  #COVID19PH.","sentiment_score":0.0}
{"full_text":"[Coronavirus] International denounces Amazon for undermining employees' right to seek better #workingconditions during the pandemic, notably in attempts by workers to unionise and bargain collectively.#EUWeekInReviewhttps:\/\/t.co\/P772df15Tq","sentiment_score":0.3214285714}
{"full_text":"#COVID19-related #school closures, said, could increase the learning poverty rate in low and middle-income countries by 10%, meaning that an additional 72 million of 720 million children of primary-school age could fall into #learning #poverty.","sentiment_score":0.0}
{"full_text":"RT If you let them force a COVID vaccine and a proof of vaccination card, America is dead.","sentiment_score":-0.2}
{"full_text":"The Cyber Discussion Panels, chaired by Guy Mizrahi, Chief Cyber Officer, Rayzone Group, will focus on current dilemmas, especially over the backdrop of the COVID-19 challenges. https:\/\/t.co\/T18thjuYoJWin a direct connection to iHLS INNOTECHhttps:\/\/t.co\/czaJJQmPlC","sentiment_score":0.0333333333}
{"full_text":"It's 'Small Business Saturday': As Harrogate traders keep their fingers crossed for a surge of customers in the first weekend since lockdown, they have received a timely boost from a national campaign. #SupportOurIndieshttps:\/\/t.co\/w3Cd6E3yQ8","sentiment_score":0.0}
{"full_text":"Things to Do: At HomeWith another Stay at Home Order in place, it is important to stay entertained while at home. Here are a few things you can do at home that are fun for the entire family!https:\/\/t.co\/aCdaArmrqW","sentiment_score":0.125}
{"full_text":"The COVID-19 pandemic has provided China new opportunities to deploy digital infrastructure domestically and abroad, pushing 5G, health apps, surveillance programs, and thermal imaging cameras as tech solutions to the crisis:","sentiment_score":0.0681818182}
{"full_text":"Government to Draft the Vanilla Bill 2021 #ChimpReportsNews #Uganda #UgandaNews #Featured #Agriculture #SaturdayMotivation #WearAMask #News","sentiment_score":0.0}
{"full_text":"Amid the crisis of COVID19, Soroptimists and other volunteers continue to support services for victims we Will  #Orangetheworld to support volunteers#GenerationEquality. ","sentiment_score":-0.125}
{"full_text":"St. Mike's Advent Calendar, Day 6!Open me! #adventcalendar #church #covid19","sentiment_score":0.0}
{"full_text":"BREAKING: Philippines reports 1,733 new COVID-19 cases, bringing the total to 438,069The death toll rises to 8,526 with 17 more patients succumbing to the disease while the number of recoveries also jumps to 399,582 with 133 more survivorsMore updates:","sentiment_score":0.2840909091}
{"full_text":"GET IT DONE ASAP!!!! If Congress goes on holiday break before this it's totally unacceptable &amp; a dereliction of duty for the American people!!!! It's like we are being held hostage financially by Mitch McConnell &amp; the Republicans like him","sentiment_score":0.0}
{"full_text":"RT every american mayor right now is like \"stay home except for essential trips,\" and then the next day has to apologize aft...","sentiment_score":0.0714285714}
{"full_text":"As the majority of towns continue to see a fall in numbershttps:\/\/t.co\/26FvTXsegP","sentiment_score":0.0}
{"full_text":"While you #FlattenTheCurve and adhere to the #coronavirus #Covid_19 restrictions, don't forget to read up on publications","sentiment_score":0.0}
{"full_text":"Are you a volunteer? If so, we celebrate you this International Volunteer Day! Volunteers play a crucial serving role in our communities, especially in #COVID19.#IVD2020","sentiment_score":0.0}
{"full_text":"There's concerns criminals may exploit the big rise in the number of people wanting a dog during the coronavirus pandemic...https:\/\/t.co\/YLErLHWdb7","sentiment_score":0.0}
{"full_text":"Bengal Sanitization does #cleaning, sanitization and #polishing with #machine at just Rs 2000 to make your car safe after a long travel7980708710 \/ 9830246789#sanitizing #covid19  #affordablerates #staysafe #sanitisationservice #fightagainstcoronavirus #sanitizationinkolkata","sentiment_score":0.225}
{"full_text":"Put another way, the net death rate in the US has not changed in any age catagory OR overall in 2020.The mortality rate &amp; life expectancy are on 10yrs trend. Yes Covid is taking lives, but in perspective we have had less deaths from other causes.https:\/\/t.co\/st31lTjAJW","sentiment_score":-0.0729166667}
{"full_text":"Residents are urged to get their flu vaccination to help community immunity as we enter winter. With the NHS facing its biggest challenge from coronavirus, it's even more important that those at the highest risk of catching flu are protected","sentiment_score":0.5}
{"full_text":"#HappyVolunteersDay to our amazing volunteers! \"Together We Can Through Volunteering\" is the focus of IVD this year amid the pandemic, &amp; we are grateful for every single person that volunteers with us. We also miss those that we been able to see in a while &amp; hope to see you soon!","sentiment_score":0.4345238095}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT The provinces that have taken the most aggressive COVID-19 measures have seen their economies rebound quickest to pre-pandemi...","sentiment_score":0.5}
{"full_text":"Interested in North Carolina politics? From #coronavirus to the #2020election, #TyingItTogetherNC is a #podcast where and have candid, long-form discussions with the people who play vital roles in our government. #ncpol","sentiment_score":0.3166666667}
{"full_text":"Interested in North Carolina politics? From #coronavirus to the #2020election, #TyingItTogetherNC is a #podcast where and have candid, long-form discussions with the people who play vital roles in our government. #ncpol","sentiment_score":0.3166666667}
{"full_text":"Interested in North Carolina politics? From #coronavirus to the #2020election, #TyingItTogetherNC is a #podcast where and have candid, long-form discussions with the people who play vital roles in our government. #ncpol","sentiment_score":0.3166666667}
{"full_text":"The Pfizer Covid vaccine looks set to begin being rolled out, although the PM admitted that it could take months. Now on #TWRNewsdesk from tells us about the impact of the vaccine for care homes.https:\/\/t.co\/Kkg1EkmJyQ","sentiment_score":0.0}
{"full_text":"Interested in North Carolina politics? From #coronavirus to the #2020election, #TyingItTogetherNC is a #podcast where and have candid, long-form discussions with the people who play vital roles in our government. #ncpol","sentiment_score":0.3166666667}
{"full_text":"RT It's time to hit disconnect and soak up the golden rays of the sunset Tag with a photo of you and your fri...","sentiment_score":0.3}
{"full_text":"Save up to 73% energy this weekend. You could stay home and turn on your windfree AC and enjoy the Digital Inverter Boost. It maintains same temperature without going off and on, so there's less fluctuation. #StaySafe, #StayhealthyBuy Now -","sentiment_score":0.0583333333}
{"full_text":"RT We stuck brave men on the top of skyscraper-sized bombs and hurled them at the moon using less computing power than a tom...","sentiment_score":0.3777777778}
{"full_text":"Deloitte is supporting women entrepreneurs &amp; women owned businesses in the aftermath of the Beirut explosion &amp; #COVID19 by providing computers to replace damaged ones. This initiative is in collaboration with and the #ImpactEveryday #WorldClass","sentiment_score":0.25}
{"full_text":"wadow..does this mean Solar have get a test too?","sentiment_score":-0.3125}
{"full_text":"So sorry. Hope she beats it. ","sentiment_score":-0.5}
{"full_text":"#FromTheCenter: U.N. warns 2021 shaping up to be a humanitarian catastrophe | Report from #coronavirus","sentiment_score":0.0}
{"full_text":" Happy International Volunteer Day everyone!  Today we celebrate #volunteers everywhere, &amp; this year especially all those working in #health &amp; #socialcare, during COVID-19. Thank-you to all #volunteers for your hard work &amp; enthusiasm! ","sentiment_score":0.1088541667}
{"full_text":"Time: 08:00 * Temp: 6.6degC * Wind: ENE 2.0 to 11.0mph * Pressure: 989.8hPa * Rain: 0.0mm * Hum: 89% * ET: 0.2mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:28 * Sunset: 15:59 * Cloudbase: 800ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT The UK has one of the strongest medicines and vaccines regulatory systems in the world.I can say that with confidence...","sentiment_score":0.0}
{"full_text":"RT It's out!! Check out the most striking results obtained in the proteomics field over the first semester of the pandemic htt...","sentiment_score":0.4166666667}
{"full_text":"RT WATCH: Romney blasts Trump's lack of leadership during pandemic: \"It's a great human tragedy\"","sentiment_score":0.4}
{"full_text":"Did you even see some of the \"small companies\" that got some of that aide? They were vague with the qualifications so corporations could get it and guess what the boss have done? Give a bonus of 100 to 300 covid pay meanwhile take down things like barriers and sanitizers","sentiment_score":-0.3018518519}
{"full_text":"Can we just fast-forward to the article that states he died from Covid?I don't care how harsh that sounds.","sentiment_score":-0.2}
{"full_text":"RT In line with the year's theme of \"Building Back Better: toward a disability-inclusive, accessible and sustainable pos...","sentiment_score":0.2916666667}
{"full_text":"Current Conditions for #Sayre PATemp: 37.4FWind Chill: 37.4FHumidity: 89%Dew Point: 34.5F Barometer: 29.919 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 207.000000Deaths: 11.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"COVID-19 deaths and hospitalizations in U.S. smash records for a single day","sentiment_score":-0.0714285714}
{"full_text":"RT Bitcoin Is The \"Ultimate Anti-Lockdown Investment\" Says Nigel Farage(for those that don't know, this is the man that h...","sentiment_score":0.0}
{"full_text":"For 10m Algerians are locked in\/ out of their country, violation of constitutional and basic #HumanRights, when are you going to speak up against Govt's #covid abuse.","sentiment_score":0.0}
{"full_text":"In our 2021 CRE Outlook, 200 industry leaders weighed in on how their companies are recovering from the COVID-19 pandemic. Learn how companies can overcome formidable challenges to gain momentum in the coming year.","sentiment_score":0.0}
{"full_text":"I know exactly what you mean! It is exhausting being a Covid 'guru' especially when I just want to focus on school improvement. We all need to recognise that school improvement  won't happen this year. We must keep schools open, keep everyone safe and keep our community smiling","sentiment_score":-0.0067708333}
{"full_text":"Popn density may have played a part. But so too did:late lockdownPPE acquisition scandalgiving important jobs to family\/friends of chumslifting lockdown too earlygoing late into lockdown2Surely all of those decisions were made by government?","sentiment_score":0.05}
{"full_text":"Pandemic Response Challenge","sentiment_score":0.0}
{"full_text":"#helpthepeople Yes! Let people see clearly those politicians like Mitch who are cruelly blocking help for the people by withholding stimulus checks during pandemic We know which good leaders are asking for #StimulusChecksNOW &amp; they are the only ones who CARE about the people","sentiment_score":-0.05}
{"full_text":"What is the difference between #Influenza (Flu) and #COVID-19?","sentiment_score":0.0}
{"full_text":"COVID-19 has changed workplaces forever. Here's how work policies are likely to evolve -- and how IT leaders can rise to the occasion. Sarah Pope featured in the CIO magazine","sentiment_score":0.0}
{"full_text":"Covid-19 Has Upended Business. Which Trends Will Stick?","sentiment_score":0.0}
{"full_text":"The importance of data centres has become clear during the Covid-19 pandemic, but which countries offer the optimum environment for such operations? Our ranking reveals the best choices#datacenters","sentiment_score":0.45}
{"full_text":"Rethinking supply chain resilience for a post-pandemic world","sentiment_score":0.0}
{"full_text":"do you think that the key message to ISOLATE as soon as you have any #coronavirus symptoms is clear enough? The emphasis seems to remain \"get a test\" - see thread below ","sentiment_score":0.0333333333}
{"full_text":"Watch the entire CNN coronavirus town hall","sentiment_score":0.0}
{"full_text":"70% of small-business owners are concerned about financial hardships due to COVID-19. At a time when money is tighter than ever, social media can be a lifeline. Find out how you can use social media to get back on track. #SmallBusinessUK #SmallBizSaturdayhttps:\/\/t.co\/h5vcazwSja","sentiment_score":-0.0116666667}
{"full_text":"Best Possible Treatment And Disease Management Of COVID 19See: #SaturdayMotivation #antiretroviraldrugs #azithromycin #COVID19infection #hydroxychloroqine #trialdrugsandoutcome","sentiment_score":0.5}
{"full_text":"I completely agree... as a high risk household stuff has been tough but I've seen friends and family members struggle with covid and I've lost a total of 22 friends\/family to complications from it. We can't even give them the burial and recognition they deserve. Come on folks!","sentiment_score":-0.0322222222}
{"full_text":"Newsom's stay-home order set to take effect in SoCal this weekend after ICU capacity drops - KTLA Los Angeles","sentiment_score":0.0}
{"full_text":"RT English people defying lockdown\/social-distancing orders in London to tell the government it can stick the poison Covid-1...","sentiment_score":0.0}
{"full_text":"RT The government says it is on track to sign an agreement and make a payment for the Covid-19 vaccine by December 15","sentiment_score":0.0}
{"full_text":"Great! Coincidental meeting Of MindsI agree 100%. I am a BitCoin Miner.@ConstantinStHe1https:\/\/t.co\/7INAmWX1co","sentiment_score":1.0}
{"full_text":"\"Technology projects require deep focus, so by utilising a remote workforce you know that they are not getting distracted by the office politics, commuting hassle, or any events which may disrupt completing your project.... a global pandemic for example!\"","sentiment_score":-0.0333333333}
{"full_text":"Biden says he will back coronavirus relief package.","sentiment_score":0.0}
{"full_text":"RT Chinese Communist Party kidnapped and brainwashed our Chinese over 70 years.We Chinese are also victims in #COVID19 Unre...","sentiment_score":0.0}
{"full_text":"RT Dems House passed $3T Covid relief in May. GOP balked. what's being negotiated now is $900B relief and McConnell still do...","sentiment_score":0.0}
{"full_text":"These fucking turds whining about their rights and not taking seriously an illness that kills thousands everyday are partly why this pandemic has dragged on longer than it should have.If this is you: Fuck you. Seriously.","sentiment_score":-0.3733333333}
{"full_text":"RT Please read and retweet, MSM will not tell you these facts. We need the truth more than ever before.","sentiment_score":0.5}
{"full_text":"RT SDPI conference is from December 14-17.Sdc2020 23rd conference in times of covid-19. #sdc2020 #sdpi","sentiment_score":0.0}
{"full_text":"Winners of EuroScience award say life under #Corona has posed challenges for their research - and a few opportunities#PhDchat #ECRchat","sentiment_score":-0.2}
{"full_text":"RT If you still don't wear a mask in public after watching this Bill Nye video, then you are just choosing to be stupid.","sentiment_score":-0.4}
{"full_text":"RT Regular person goes broke in the pandemic: 4-hour bread lines and homelessnessCompany goes bankrupt in the pandemic:...","sentiment_score":0.0}
{"full_text":"RT [ LIVExLIVE | THE LOCKDOWN AWARDS ]@BLACKPINK is nominated for 'FAVORITE QUARANTEAM' on The Lockdown Awards! Don't f...","sentiment_score":0.625}
{"full_text":"Global COVID-19 data tracks FinTech's progress #fintech #fintechindustry #fintechregulation","sentiment_score":0.0}
{"full_text":"Reshoring in the age of coronavirus: beware of the hurdles in leaving China","sentiment_score":0.0}
