{"full_text":"covid......","sentiment_score":0.0}
{"full_text":"So, fundraising with a western nutjob Con does *exactly what* for your constituents in Southern Ontario? Do you have any idea at all what really matters in your riding? Or just guns and BS \" religious freedom\"?I hope you get that pandering to rube's fears is a failing strategy.","sentiment_score":0.09}
{"full_text":"True. No one could ever time the market and it is better to  stay invested. At one point of time, thought NIFTY reaching Pre-COVID levels is a dream and now thinking NIFTY crashing to Pre-COVID high is a bargain.","sentiment_score":0.3366666667}
{"full_text":"What a hypocrite! has delayed &amp; delayed &amp; delayed the Senate COVID stimulus proposals for Months &amp; Months &amp; Months. This is why the Dems are EVIL. They create problems and then DEMAND their answer which was wrong in the first place. Don't give in","sentiment_score":-0.4166666667}
{"full_text":"Hope they report back how many took home Covid","sentiment_score":0.25}
{"full_text":"RT As a kid of 5 or 6, I lined up with other little people to get the Polio Vaccine. As a man of 73, I'll line up for the Cov...","sentiment_score":-0.15625}
{"full_text":"RT DESPERATE PLEAS for ICU bed for mom via son frantically tries to find hospital ICU bed w\/ ECMO to save his mom...","sentiment_score":-0.35}
{"full_text":"RT COVID Update December 3: Not enough attention has been played to the villainous role of Mitch McConnell and the Senate in thi...","sentiment_score":0.0}
{"full_text":"During COVID-19, Medtecs has sent our trust worthy PPE products to over 30 different countries and will continue to fight for everyone's health and safety. Find our goods viahttps:\/\/t.co\/gLM8MFV8D5 with discount code: BFMila#Medtecscanhelp","sentiment_score":0.1666666667}
{"full_text":"RT Our Global Chair, Milton Cheng, speaks to as part of a feature with in which he reflects on...","sentiment_score":0.0}
{"full_text":"Hi Jon, currently we are only offering drive-through COVID-19 screenings. This means you must be in a motorised vehicle, but this can include taxis. Many thanks ^AC","sentiment_score":0.175}
{"full_text":"RT in 1918 also, the US president, Woodrow WIlson, tried to pretend that the contagion did not exist, attempting to ban i...","sentiment_score":0.0}
{"full_text":"C'mon Doc, you can't compare counties using the \"per 100,000\" rate without considering the population. Like ones with populations below 100,000.https:\/\/t.co\/OpEfaizkC3","sentiment_score":0.0}
{"full_text":"RT \"Many of the countries that have done best are those with recent experience of responding to SARS, MERS &amp; other disease outbreaks....","sentiment_score":0.34375}
{"full_text":"RT Donald Trump, does not care, about the American people.","sentiment_score":0.0}
{"full_text":"Must be really inconvenient that people in \"communist\" countries suffered less from COVID .. ","sentiment_score":-0.3833333333}
{"full_text":"Fuck anyone trying to do this shit","sentiment_score":-0.3}
{"full_text":"RT There is nothing okay about Republicans watching these Americans suffer while knowing we can help.@senatemajldr, find y...","sentiment_score":0.5}
{"full_text":"RT The Gov't tries to give the impression it's handled this crisis well.It's a lie.Covid deaths over the past 100 days...","sentiment_score":-0.175}
{"full_text":"Outbreak deaths and funeral services in Istanbul, 04 December 2020. Photo By Sedat SunaMore pictures and caption check","sentiment_score":0.0}
{"full_text":"RT we have just passed the terrible milestone of 60,000 Covid deaths and Brexit has turned us into a nation of lorry parks an...","sentiment_score":-1.0}
{"full_text":"RT As a kid of 5 or 6, I lined up with other little people to get the Polio Vaccine. As a man of 73, I'll line up for the Cov...","sentiment_score":-0.15625}
{"full_text":"RT STOP ALL DEPORTATIONS! STATUS FOR ALL NOW!#StatusForAll #UnStatutPourTousCanada resumes deportations, but 'guardian a...","sentiment_score":0.0}
{"full_text":"RT .@TheMenzoid speaks to the owner of Nobletoyz, after he opened his store, breaking the Peel Region #lockdown that orde...","sentiment_score":0.0}
{"full_text":"When the pandemic caused Lamar Dodd Art Center to close its doors to the public and cancel the annual Senior Exit Exhibition, the faculty sprang into action to find a way to showcase student art. Read about it here.   #UnlockYourPossibility","sentiment_score":0.0}
{"full_text":"RT Actual number of doctors named or directly quoted in this article: 0.https:\/\/t.co\/YiYEs6xCYo","sentiment_score":0.05}
{"full_text":"In Calhoun County, there are now 106 confirmed and 20 probable COVID deaths. Nearly 7,000 infected. 1,100 infections in past two weeks, highest rate of spread ever.","sentiment_score":0.0833333333}
{"full_text":"All over the world dey did the challenge non-stop during lockdown. It is great cos it is House and gospel... Great song.","sentiment_score":0.8}
{"full_text":"RT 14\/1st of all, since there were no test kits in Wuhan, there was no way to detect or confirm cases. That blinded Beijing to C...","sentiment_score":0.0}
{"full_text":"RT Hearing happening now to evict w\/marshal COVID+ family. we need to #cancelrent and halt evictions. #Housin...","sentiment_score":0.0}
{"full_text":"RT \"If we don't see a Covid-19 relief measure pass in the next week or two, then our democracy is existentially broken...If t...","sentiment_score":0.0}
{"full_text":"Yed keep going Johnson OUT THE DOOR would be great","sentiment_score":0.8}
{"full_text":"RT Yesterday, House Democrats continued to block a vote to extend the #PPP and instead voted on a Tiger King bill. Today, t...","sentiment_score":0.0}
{"full_text":"RT SDPI conference is from December 14-17.Sdc2020 23rd conference in times of covid-19. #sdc2020 #sdpi","sentiment_score":0.0}
{"full_text":"RT German media running the headline: \"For some sex buyers prostitution is the only way to get any bodily contact.\"  The imag...","sentiment_score":0.0}
{"full_text":"RT This is so, so powerful. If you do anything today, watch this. #cdnpoli #mbpoli #coronavirus","sentiment_score":0.3}
{"full_text":"RT Before the public distribution of coronavirus vaccines, Congress should make it a felony for any company or doctor to practic...","sentiment_score":0.0}
{"full_text":"RT If I can wear a bra every time I leave the house to protect others from being hypnotized by my magnificent boobs, y'all can...","sentiment_score":1.0}
{"full_text":"RT Big #COVID19 pandemic going on right now killing close to 300,000 Americans.","sentiment_score":0.1428571429}
{"full_text":"RT Today's update on the numbers:Of the 203,440 tests reported yesterday, 9,855 were positive (4.84% of total).Total hospi...","sentiment_score":0.2272727273}
{"full_text":"For anyone that's in a shutdown area or doesn't want to go out during the pandemic. has telehealth vet visits. I didn't know this until today. Take care of your pups!!","sentiment_score":0.0}
{"full_text":"RT Scottie Pipen stay signing bad contracts","sentiment_score":-0.7}
{"full_text":"Horrifying","sentiment_score":-0.9}
{"full_text":"Covid petri dish","sentiment_score":0.0}
{"full_text":"Roughly 8,000 Americans die every day, and have for the better part of a decade.At the beginning of the pandemic that number was closer to 11,000 per day.The last 3 months, despite record breaking COVID-19 cases every day, that number is back down to 8,000.","sentiment_score":0.0488888889}
{"full_text":"RT COVID 19: Arik Air Declares 300 Workers Redundant #ArikAir #Covid19 #Sack #Workers","sentiment_score":-0.2}
{"full_text":"Move it to Florida. We are fully open and our Governor will support. No lockdown here and the weather is fabulous","sentiment_score":0.2}
{"full_text":"RT #Congratulations to is the president-elect of for 2020-21 #ficcispeaks","sentiment_score":0.0}
{"full_text":"Anybody know where I can get an antibody test done for Covid?","sentiment_score":0.0}
{"full_text":"RT I'm announcing a public awareness campaign to build confidence &amp; preparedness in Nassau County for COVID-19 vaccines....","sentiment_score":0.0}
{"full_text":"RT Don't forget this, and and the rest of you horrible little lot!","sentiment_score":-0.6171875}
{"full_text":"On March 17, 6 days after the NBA shut down &amp; when the US had a total (!) of &lt; 3500 known cases, I held a Zoom call to advise healthcare &amp; spiritual leaders about the coming pandemic.","sentiment_score":-0.0388888889}
{"full_text":"RT Covid got us all so anxious about whether we could even make it past the month of June. God has been good to us as Ghanaians, d...","sentiment_score":0.0666666667}
{"full_text":"RT I've had to battle for 7 months to get basic blood tests for my children (5yo and 7yo) for ongoing issues since they ha...","sentiment_score":0.0}
{"full_text":"RT There's good psychology in this Guardian article on how to talk to people who have embraced a conspiracy theory. Most effecti...","sentiment_score":0.6}
{"full_text":"#CustomerExperience fail by The safety of all passengers against #COVID19 is your responsibility. Enabling passenger behavior like this mess is risk to all passengers.  These seats are not distanced and mask enforcement is not present. #CXFail","sentiment_score":-0.225}
{"full_text":"RT Louisville Basketball: *literally wins four games*The Universe: \"Your team has Covid.\"NCAA: \"Here's our response to...","sentiment_score":0.3}
{"full_text":"Our profound thanks to you for raising awareness about this critical need. ","sentiment_score":0.0944444444}
{"full_text":"RT Fucking supermarket adverts telling me to shop safe ...Why do they persist with the charade.  Everybody knows covid is comp...","sentiment_score":-0.05}
{"full_text":"RT Biden wants Americans to wear a mask for 100 days. Who's in?","sentiment_score":0.2}
{"full_text":"RT Fauci accepts Biden's offer to be chief medical adviser | Just The Newshttps:\/\/t.co\/O1DZ4YxM3g","sentiment_score":0.0}
{"full_text":"He never said conspiracy or imaginary epidemic. In most times refusal to even entertain the idea that a measurement issue could be leading us to overestimate Covid impact, pushing policy into a direction in which substantially more harm than good is done, would be fringe.","sentiment_score":0.5666666667}
{"full_text":"Johns Hopkins Study Exposes COVID Death Hoax; It's Re-Labeling on a Grand Scale(Video) | Alternative","sentiment_score":0.5}
{"full_text":"I much prefer the pandemic-style mammogram.0 waiting in front room.0 waiting in back mammogram waiting room.*Got to shuck my shirt &amp; bra in the exam room. 4 squishes later, done.A friendly reminder to folks, get your mammograms and cervical cancer screenings scheduled.","sentiment_score":0.14375}
{"full_text":"RT This covid 19 test hurts af tears just rolling from my eyes Istg","sentiment_score":0.0}
{"full_text":"A tool for the us homies to find out how likely they're to get a covid 19 vaccine.","sentiment_score":0.0}
{"full_text":"RT hahah listen to lisa!","sentiment_score":0.0}
{"full_text":"RT Told ya. #ElectionsMatter","sentiment_score":0.0}
{"full_text":"RT Here it is","sentiment_score":0.0}
{"full_text":"RT In the Covid winter, it's hard to know what's safe, and what's appropriate. We asked 700 epidemiologists how they're living...","sentiment_score":0.2361111111}
{"full_text":"RT Breaking. Maryland sets single day record in new Coronavirus cases, adding 3792Cases as of 12\/2: 209,1911.8% higher tha...","sentiment_score":0.104978355}
{"full_text":"Highly relevant in a #BLM climate. This also applies to indigenous peoples in Canada, given that forced #Sterilization has been reported in media within the past 2 years, #UNDRIP demands are still not met, and mass incarceration prevails.","sentiment_score":-0.05}
{"full_text":"RT The Republican Party. First they denied climate change and evolution.Then Covid and masks.Now democracy and election...","sentiment_score":0.25}
{"full_text":"RT After you've been exposed to Covid, it can take up to 14 days to become infectious, with the biggest risk between days fo...","sentiment_score":0.0}
{"full_text":"RT So you're pro fascism and pro Covid. Got it.","sentiment_score":0.0}
{"full_text":"RT A review into the government's handling of the pandemic will accuse ministers of \"gambling with the UK's future\" by rel...","sentiment_score":0.0}
{"full_text":"RT #IRCC is doing strategic blunders since pandemic started. Now ignoring March-April-May-June #ExpiredCOPR. We are most...","sentiment_score":0.5}
{"full_text":"inject every limb of my body and both of my eyeballs","sentiment_score":0.0}
{"full_text":"RT I've known since she was a law student in my bankruptcy class 20 years ago. To answer your snotty question,...","sentiment_score":0.0}
{"full_text":"Congratulations my friend!!#twitterfamily #FamousFriends","sentiment_score":0.0}
{"full_text":"Considering what was expected to be 30%+ covid related, that is pretty encouraging...","sentiment_score":0.05}
{"full_text":"You've failed repeatedly to be elected, then won by 6 votes, now you're acting like an internet troll that won by 20 points. I hope Hart succeeds in getting all the legal votes counted so you can stay home. Iowa deserves soooo much better than a trump marionette.","sentiment_score":0.18}
{"full_text":"RT #Socialworkers: #ICYMI #OpenEnrollment is underway now through Dec. 15 for coverage in 2021. #PleaseShare with your clients, cons...","sentiment_score":0.0}
{"full_text":"RT US coronavirus surge since October 2020. #MaskUp folks. We haven't even seen the worst yet. We are so damn screwed. #COVI...","sentiment_score":-1.0}
{"full_text":"Interesting seminar this morning put on by the . its so important to be a part of industry associations. Re COVID19 we are all in this together, #ThisTooShallPass here's to keeping positive #eventprofs #EVENT #eventplanner","sentiment_score":0.3757575758}
{"full_text":"RT We know exactly what to do. Issue stay at home-at-home orders. Pay everyone $2,000 a month until it's safe to re-open. Crea...","sentiment_score":0.375}
{"full_text":"RT  The coronavirus has exposed our vulnerabilities. But we cannot let this pandemic divide us. My statement during...","sentiment_score":0.0}
{"full_text":"Portage County has been elevated to a purple threat level. In response we urge all tenants to wear a mask in all common areas such as-elevators-hallways-lobby's#universityinn #kentapartments #kentohio #covid19 #socialdistancing #masks #public","sentiment_score":-0.1}
{"full_text":"RT New article w\/ in \"How does Covid-19 Affect Urban Slums?\" The article is based on a ph...","sentiment_score":0.0681818182}
{"full_text":"RT I've now been sick, first with COVID then with post-COVID symptoms, since April. I wrote this mostly because, well, the p...","sentiment_score":0.0119047619}
{"full_text":"RT Let's be honest.Many Black person will refuse to take this COVID vaccine bc most of us don't trust that white people or...","sentiment_score":0.1111111111}
{"full_text":"CDC forecasts up to 19,500 deaths from COVID-19 in week ending Dec. 26","sentiment_score":0.0}
{"full_text":"RT Another six people with Covid-19 have died and 449 people have tested positive for the virus since yesterday.More details on...","sentiment_score":0.2272727273}
{"full_text":"RT Tune in to today's town hall to hear CEO and others discuss the current state of the COVID-19 pandemic, vacci...","sentiment_score":0.0}
{"full_text":"FLASH SALE ENDS MIDNIGHT SUNDAY! -","sentiment_score":0.0}
{"full_text":"Trump is a narcissist and pathological liar, allowing 275k Americans to die from COVID-19. The truth about Dr. Fauci is that he never worked with Judy, a fraud and thief. Fake Science: XMRV, COVID-19, and the Toxic Legacy of Dr. Judy Mikovits","sentiment_score":-0.5}
{"full_text":"Think about how hard trump and his little lackey's are WORKING to subvert Democracy and the will of the people and then think back to February 2020 when the pandemic was beginning and through the rest of the year. It's shocking and so very criminal.","sentiment_score":-0.3998333333}
{"full_text":"What? Who said anything about polio? How is the existence of Polio prove that Covid-19 is everything the media says it is. I didn't say the virus doesn't exist pal, I'm ponitng out the fact that you're taking whatever the media are saying and never doubting them","sentiment_score":0.0}
{"full_text":"RT mitch mcconnell will happily engineer a recession if it will win him and his party a few elections in 2022","sentiment_score":0.4666666667}
{"full_text":"not me packing my gym bag and driving for 10 minutes until I realize the gyms are closed for lockdown  anyway, got myself Pringles at the store instead  now: back home","sentiment_score":-0.05}
{"full_text":"Not true. Making up fake 'data' doesn't help. Mask up, social distance, and wash your hands.Stay home if you can.","sentiment_score":-0.2138888889}
{"full_text":"Presidents of the 23 campuses of the California State University system are being urged to delay the resumption of face-to-face instruction and reassess plans for the end of fall term and beginning of spring term amid the dramatic surge in COVID-19 caseshttps:\/\/t.co\/1OY42MJzDm","sentiment_score":-0.4333333333}
{"full_text":"I think this's what mzee meant..\"it 'll be madness to conduct elections if the virus persists\"","sentiment_score":0.0}
{"full_text":"Planning prevails prayer","sentiment_score":0.0}
{"full_text":"RT If the pandemic has taught America one thing, I'd be stunned.","sentiment_score":0.0}
{"full_text":"RT #morningjoe #maga One more example of how we know Trump doesn't give a shit about Americans The last 75 tweets from Pres. Tr...","sentiment_score":0.1}
{"full_text":"RT After you've been exposed to Covid, it can take up to 14 days to become infectious, with the biggest risk between days fo...","sentiment_score":0.0}
{"full_text":"RT On what respect was it necessary?Answer: NONE! All the death and destruction in America is the result of Trump putting hi...","sentiment_score":0.0}
{"full_text":"RT #TheBoyz's Kevin And Jacob Test Negative For COVID-19","sentiment_score":-0.3}
{"full_text":"Pima County COVID-19 summary 42,698 cases (+816) and 722 deaths (+5)","sentiment_score":0.0}
{"full_text":"RT  HAPPENING TODAY: Democrats will try to legalize marijuana, instead of helping small businesses hurt by #COVID19. T...","sentiment_score":-0.25}
{"full_text":"At the start of the pandemic, securing personal protective equipment and supplies was a top priority for hospital leaders. Now they are faced with staffing shortages.  See how 8 hospitals are handling this latest issue.","sentiment_score":0.3333333333}
{"full_text":"RT Ooohhh right at the end... the children need to get the vaccine to see their grandparents again So they want this to be...","sentiment_score":0.2857142857}
{"full_text":"RT Please see the #COVID19 Update for Thursday, December 3, 2020.Full Report:","sentiment_score":0.0}
{"full_text":"RT How bad will COVID get? Read my new winter forecast to find out.","sentiment_score":-0.2818181818}
{"full_text":"Yeah. Who is the PORTLAND senator or representative leading the charge? Can't think of his name. to just let #ANTIFA ruin your constituency","sentiment_score":0.0}
{"full_text":"RT The second wave of Europe's coronavirus outbreak has become deadlier than the first. How did the world's richest club of natio...","sentiment_score":0.125}
{"full_text":"trump would never think of anyone other than himself. But it would make a huge difference for so many.","sentiment_score":0.2583333333}
{"full_text":"We have a #jobopening in Richfield Minnesota for an Application Architect.Remote till #COVID is abateRequired skills: develop\/deploy solutions in Azure, Docker experience, Microsoft .Net CoreFor more info: #minnesota #hiring","sentiment_score":0.5}
{"full_text":"RT It's wild that Trump supporters believe there's voter fraud with zero evidence but still don't believe there's a COVID-19 cr...","sentiment_score":0.1}
{"full_text":"RT UT Martins men's basketball program has announced they are pausing all basketball activities due to Covid testing proto...","sentiment_score":-0.125}
{"full_text":"RT Shaming others might make you feel good about yourself, but it rarely corrects bad behavior.","sentiment_score":0.1}
{"full_text":"RT Plus the drags and all #EricaNlewedim #EricaNlewedim","sentiment_score":0.0}
{"full_text":"They opened during the pandemichttps:\/\/t.co\/0GocYi7tYq","sentiment_score":0.0}
{"full_text":"A collaboration between and has yielded what may be the third #COVID19 #vaccine candidate to gain approval for the general public--if uncertainties in the data can be clarified.https:\/\/t.co\/TsluCYuX0p","sentiment_score":0.025}
{"full_text":"* #NE100Forum 2.0 is coming To know what is all about read the summary of a session w\/ Registration OPENhttps:\/\/t.co\/F1v6jOKCPsSupport by","sentiment_score":0.0}
{"full_text":".@RandoxOfficial - a company playing a significant role in the UK's Covid-19 testing - has announced plans to open a new lab at its existing Dungloe facility in Donegal.","sentiment_score":0.1704545455}
{"full_text":"Covid-19 may be the cause of social distancing, but social distancing could never be the cause of St Dunstan's College commemorating the annual Remembrance Day.","sentiment_score":0.0333333333}
{"full_text":"Download the app today to protect your friends and family. It's the quickest way to find out if you've been in contact with someone with #COVID19  iOS: Android:","sentiment_score":0.0}
{"full_text":"ICYMI: Syracuse men's basketball had a positive COVID test that they announced yesterday","sentiment_score":0.2272727273}
{"full_text":"Wonderful! I never went to the movie theater during the Christmas holidays because it was always packed. Now we have the pandemic.  This Dec. 25th I can enjoy these movies from home and make it part of my Christmas break.","sentiment_score":0.7}
{"full_text":"\"Not forever, 100 days. And I think we'll see a significant reduction,\" Joe Biden told CNN. He also said he would be \"happy\" to get his #coronavirus #vaccine publicly, as a way to encourage trust.","sentiment_score":0.3916666667}
{"full_text":"We've had our first post-lockdown customers this week - Maza, Bruce and Molly were the first to pay #BertiesSalon a visit yesterday! December has very limited availability now so be quick if you're wanting to try and get your pet booked in:","sentiment_score":0.2007440476}
{"full_text":"Wondering who won our \"Ryze Re-re-re-re-worked\" award? Head on over to our Instagram to find out who took home our final award! Check out our twitter and Instagram on Saturday and Sunday to stay up to date with our All-Star Event!","sentiment_score":0.0}
{"full_text":"#Chiropractor joins to demonstrate stretches that can help combat muscle pain during winter months and while working at home. Neck and back hurting? Try these stretches to sooth aches and pains #WFH #COVID19","sentiment_score":0.0}
{"full_text":"ARRESTED! A couple was arrested at a Hawaii airport for traveling on a flight despite knowing they were infected with COVID-19.https:\/\/t.co\/tUnniXa3Mq","sentiment_score":0.0}
{"full_text":"The rules around support bubbles changed this week","sentiment_score":0.0}
{"full_text":"Influencer reveals challenges of launching fashion line amid pandemichttps:\/\/t.co\/9Qgw2Wo3Nt","sentiment_score":0.0}
{"full_text":"Utility's Glade Spring, VA plant went above and beyond by providing meals for the medical staff of the COVID-19 ward at the Johnston Memorial Hospital Ballad Health in Abingdon, VA. Utility plant manager Sam Cassell found it to be a humbling and emotional experience","sentiment_score":0.0}
{"full_text":"Joe Biden apparently believes skin color should be a major factor in coronavirus vaccine distribution. He wants to prioritize 'brown and black' Americans.https:\/\/t.co\/HQrwxKDfNL","sentiment_score":0.0364583333}
{"full_text":"This week members joined to highlight challenges faced by #EssentialWorkers as #COVID19 cases rise. Working together, union members are strengthening safety measures &amp; speaking out for #HazardPay these brave workers have earned. Listen here:","sentiment_score":0.8}
{"full_text":"Great accomplishments despite the tough year! #leadershipmatters","sentiment_score":0.1569444444}
{"full_text":"RT Not only it's the pandemic where people lost jobs and saving money as they can, the group fandom is also in shambles hah...","sentiment_score":0.0}
{"full_text":"San Francisco is experiencing a rise in #COVID19 cases. Don't take any chances - if you are experiencing #COVID19 symptoms, contact your healthcare provider to get tested. If you don't have healthcare, sign up to get tested at","sentiment_score":0.0}
{"full_text":"Good news for the weekend - club and group rides can return in all 3 tiers in England providing you follow the #RuleOfSix For more information on our latest #Covid19 guidance, visit our website More info ","sentiment_score":0.55}
{"full_text":"Listen as 5th generation owner talks with about how the company is handling the holidays during the pandemic, and how food can be the \"experience\" gift you can't otherwise give in #2020.https:\/\/t.co\/OIMb0Eln1W #HolidayGifts","sentiment_score":0.0}
{"full_text":"Congrats on your reappointment as Chair of We are grateful for your tenacious leadership to find funding, relief programs to aid small businesses and entrepreneurs! More than ever we need to ensure small businesses survive the pandemic! #SmallBiz","sentiment_score":-0.0416666667}
{"full_text":"Our latest covid-19 data shows: Another reduction in new cases Infection rate down at 298.8Deaths have sadly risen again We want to get out of tier 3 asap This new animation explains how: If you have symptoms get tested:","sentiment_score":0.0234343434}
{"full_text":"The need for blood is constant. If you're able, consider donating to the &amp; and help save lives.","sentiment_score":0.25}
{"full_text":"Concerned you've been exposed to COVID-19? Get tested for FREE TOMORROW at MONTBELLO HIGH SCHOOL!Sat, Dec 5, 2020Montbello High School5000 Crown Blvd. Denver, CO 8023911:00 am - 3:00 pmTo learn more, please visit:","sentiment_score":0.305}
{"full_text":"Next up in our #2020Recap - Through an investigation, the ERC revealed significant barriers to COVID-19 testing information. Non-English-speaking testers received language interpretation in only 65% of calls they made to obtain info about COVID-19 testing.","sentiment_score":0.125}
{"full_text":"It's #FightFlu Friday! Roll up your sleeve and be a Flu Fighter like Baltimore mayor-elect Both flu and COVID-19 will likely be spreading this winter--making it more important than ever that Marylanders get a flu shot!Find a flu clinic:","sentiment_score":0.3}
{"full_text":"It's not the majority won't die. A seriously disproportionate won't die as opposed to the total cases. Doesn't mean it should be treated seriously and handled as such. But no need for a lockdown","sentiment_score":-0.1958333333}
{"full_text":"RT Freedom!","sentiment_score":0.0}
{"full_text":"COVID-19's Potential Impact on Neurological Function and Mental Health #Covid19 #mentalhealth #brainhealthhttps:\/\/t.co\/EpZePNunyF","sentiment_score":-0.05}
{"full_text":"Thank you for your kind words!Yes, i will. I'm awfully busy this time of the year (due to professional requirements) and sadly also have to admit that the Covid situation around here is very draining to me since the last two months so i often can't get myself to post things","sentiment_score":0.0535714286}
{"full_text":"What does a day in the life of a consultant look like? Read Lucy Clist's story on starting as recent graduate during COVID-19 and breaking into the sector!","sentiment_score":0.0}
{"full_text":"Nah I'll pass ","sentiment_score":0.0}
{"full_text":"RT .@davidallengreen articulates his unease about the Court of Appeal's reasoning in Dolan.","sentiment_score":0.0}
{"full_text":"The testing unit's being relocated to help those who might not have access to transport:","sentiment_score":0.0}
{"full_text":"Tonight &amp; join at the table to discuss the consequences of President Donald Trump's false election claims &amp; President-elect Joe Biden's plans for economic recovery &amp; COVID-19 on #WashWeekPBS at 8\/7c on","sentiment_score":-0.1}
{"full_text":"#BREAKING: now says for anyone in the county diagnosed with COVID-19: YOU are responsible for telling everyone with whom you came in close contact.DETAILS:","sentiment_score":0.2}
{"full_text":"Also, half of them have gotten covid at this point, so according to Right Wing Logic they don't need the vaccine anyways..","sentiment_score":0.0595238095}
{"full_text":"We'm not in a good place - Fowzie tells Facebook ZuckerbergTap the link to read more ...#COVID #COVID19 #COVID19","sentiment_score":0.6}
{"full_text":"Christmas travel essential reading!! #travelupdate #london #UK #covid19 #university #travel #government #DailyBriefing","sentiment_score":0.0}
{"full_text":"RT We can't wait to see you behind bars. #IvankaForPrison","sentiment_score":-0.4}
{"full_text":"But beyond the economic losses and the interruptions of the pandemic, a cloud of doubt now hangs over the institution. There has never been a moment of lower confidence in American museums than now.","sentiment_score":0.1}
