{"full_text":"I mean...come on now.","sentiment_score":0.0}
{"full_text":"RT Leaving my job because no one maintained social distance or wore masks.  (Florida!) And I had Covid and my boss...","sentiment_score":0.0416666667}
{"full_text":"RT Imagine caring so little about 80,000 lives lost to Covid.Of dismissing that staggering death toll because most of the...","sentiment_score":0.15625}
{"full_text":"RT Show this to people still defending the Tories' handling of Covid.Beds have dropped from 299,000 to 142,000.They've...","sentiment_score":0.0}
{"full_text":"RT when this pandemic is over i wanna dress up like a fairy with my girl friends and go to a rennaissance faire ","sentiment_score":0.0}
{"full_text":"RT Oy. New York's first covid vaccine scandal","sentiment_score":0.1931818182}
{"full_text":"RT Bitcoin is pretend money.Instagram is pretend lifestyles.Facebook is pretend friends.Twitter is pretend enemies.Ma...","sentiment_score":0.0}
{"full_text":"RT The US has reached a grim milestone: 1 in 1,000 Americans have died from Covid-19 since late January","sentiment_score":-0.65}
{"full_text":"RT JUST IN: Canada reports first case of new coronavirus strand identified in the UK","sentiment_score":0.1931818182}
{"full_text":"People out here losing everything and media still fucking \"both sides\" ing stories on Covid relief? Really? That's how we have these incompetent ass folks like Trump in government.","sentiment_score":-0.25}
{"full_text":"RT 152. Update on Montreal Isoquercetin Trial:https:\/\/t.co\/TgujNeFDhv","sentiment_score":0.0}
{"full_text":"She got COVID remember?","sentiment_score":0.0}
{"full_text":"Covid 19 was designed to usher in the Nwo . And to steal the election. Change my mind!!","sentiment_score":0.0}
{"full_text":"RT Michael Xiong, 27, beloved brother, uncle and friend, Chico, CA - died of #COVID19 on October 22, 2020. \"...he was as gene...","sentiment_score":0.7}
{"full_text":"Again DeSantis hiding the numbers in prisons.","sentiment_score":0.0}
{"full_text":"RT VERY disturbing.","sentiment_score":-0.65}
{"full_text":"Li Wenliang: The Wuhan Doctor Who Warned the World About Covid - POLITICO #li #doctor #china #virus #weibo #tweet #keep #alive","sentiment_score":0.1}
{"full_text":"RT RT if you think should deactivate Twitter account for continuing to spread misinforma...","sentiment_score":0.0}
{"full_text":"RT President Trump is silent about the daily tragedy of COVID-19, but families who lost loved ones are turning their obitua...","sentiment_score":0.2333333333}
{"full_text":"RT Oyo state government has approved the 13th month for all workers in its employ. This was disclosed by the governor of the...","sentiment_score":0.0}
{"full_text":"RT If there's one thing we've learnt this year, is that when COVID appears it happens quickly, and is very hard to get back un...","sentiment_score":-0.0152777778}
{"full_text":"RT This is good.","sentiment_score":0.7}
{"full_text":"RT More than 10 million people will lose unemployment benefits TODAY because President Trump has failed to sign the Relief Bi...","sentiment_score":0.0}
{"full_text":"RT At the last moments of Christmas, I hope that everyone will continue to pay attention to the epidemic prevention measures, a...","sentiment_score":0.0}
{"full_text":"So I finally watched the other Pixar movie released this year, Onward. It was fine. Shame it bombed at the box-office cause of COVID. Cool visuals, charming voice acting, nice spells, Tom Holland being Tom Holland, etc. But Soul was better.","sentiment_score":0.3052083333}
{"full_text":"RT #hamburg today#bridges#GoodEvening Friendspeacelove No war!#COVID19 #staysafe htt...","sentiment_score":0.0}
{"full_text":"RT He is serious. spread anti-vaxx conspiracies and outright falsehoods as he waged a months-long disinformation...","sentiment_score":-0.3333333333}
{"full_text":"RT Prosecutors should adopt a zero tolerance policy for anyone engaging in fraud around vaccine distribution &amp; particular...","sentiment_score":0.2833333333}
{"full_text":"RT \"We have adopted the strategy of testing people before they enter the country.\" Continue Reading &gt;&gt;","sentiment_score":0.0}
{"full_text":"RT when this pandemic is over i wanna dress up like a fairy with my girl friends and go to a rennaissance faire ","sentiment_score":0.0}
{"full_text":"Covid summed up nicely by this edit from the Daily Fail","sentiment_score":0.0333333333}
{"full_text":"Every dead people I met in the polling station voting  in #Pennsylvania #Wisconsin #Michigan #Arizona #georgia in November 3 rd all told they died of #ChineseVirus called #covid how strange ","sentiment_score":-0.125}
{"full_text":"More than 1.2 million Covid-19 infections have been reported in Florida, whose Republican governor Ron DeSantis is a staunch Trump ally.  He cares more about spreading Trumps lies than saving the people of his State.!!","sentiment_score":0.640625}
{"full_text":"Pandemic spurs new-style Christmas food and fun as people stay home | The Japan Times","sentiment_score":0.3}
{"full_text":"\"Trump asks Congress to amend $900-billion COVID-19 stimulus package\" ","sentiment_score":0.0}
{"full_text":"RT Trump's #coronavirus response concentrates many of the features of this fascist program - white supremacy, xenophobia, C...","sentiment_score":0.25}
{"full_text":"I'm saving those for new year...(dreaming) when I whisk myself away to the Aspens to ski Corona free. ","sentiment_score":0.2681818182}
{"full_text":"And when you get ahold of Biden's and Obama's e-mails and computers you will find a lot more about this virus and these two working WITH China. FACT!","sentiment_score":0.625}
{"full_text":"RT Trump promised to \"work tirelessly\" on Christmas. He spent the day golfing and ignoring COVID relief. Now pandemic unemploymen...","sentiment_score":-0.1}
{"full_text":"Browns vs. Jets Tuesday?","sentiment_score":0.0}
{"full_text":"The USA isn't under a lockdown.","sentiment_score":0.0}
{"full_text":"RT NEW: Jon campaign writes to ATL TV stations telling them to stop running a TV ad touting Perdue's...","sentiment_score":0.1363636364}
{"full_text":"Time for regular sequencing of all positive cases. We need to track variants for the remainder of the pandemic in all cases.","sentiment_score":0.1136363636}
{"full_text":"RT RT if you think should deactivate Twitter account for continuing to spread misinforma...","sentiment_score":0.0}
{"full_text":"RT It's hard following the covid rules when they keep changing &amp; there is an utter lack of leadership from the donkeys runn...","sentiment_score":-0.0972222222}
{"full_text":"RT when this pandemic is over i wanna dress up like a fairy with my girl friends and go to a rennaissance faire ","sentiment_score":0.0}
{"full_text":"RT 153. Great to see Quercetin getting into the mainstream news:","sentiment_score":0.8}
{"full_text":"RT The CDC issued new guidance yesterday addressing the allergic reactions to Coronavirus vaccines.If you have read my p...","sentiment_score":0.1363636364}
{"full_text":"RT This is the lamest thing I've heard in quite some time.","sentiment_score":0.0}
{"full_text":"RT A wave of COVID-19 has engulfed prisons in Belarus that are packed with people in custody for demonstrating against the nati...","sentiment_score":0.0}
{"full_text":"RT Please take one minute and listen this doctor talk about people attempting to downplay COVID due to its' \"survival rate\"......","sentiment_score":-0.125}
{"full_text":"And but of course we can hear trumpers rail against the \"elite\" when in reality, could Melania snd the Donald be any more ELITE?","sentiment_score":0.5}
{"full_text":"RT OKEx Hero RecruitmentIf you are familiar with #crypto &amp; #blockchain, especially #swap.OKEx can help you be the Hero o...","sentiment_score":0.1875}
{"full_text":"RT So sorry to hear this. Closing 12-step programs is just unthinkably unfair.","sentiment_score":-0.5}
{"full_text":"RT Christmas has come and gone, and Americans' unemployment benefits are expected to expire. Waiting any longer to sign our CO...","sentiment_score":-0.1}
{"full_text":"RT Just hours after Trump issues a public declaration assuring all Americans that Florida is \"doing well,\" this:","sentiment_score":0.0}
{"full_text":"RT Boston doctor has anaphylactic reaction to the new Moderna vaccine. His tongue became numb, his blood pressure plummeted...","sentiment_score":-0.2318181818}
{"full_text":"RT If this pandemic has taught us anything, it's that trickle-down economics is a cruel hoax designed to enrich the wealthy and c...","sentiment_score":-0.25}
{"full_text":"RT That's when we activate the microchips","sentiment_score":0.0}
{"full_text":"Still relevant#lockdown #Covidioten #COVIDIOTS #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"RT No, guys. We can't be liking pictures of friends flouting social distancing protocols. We can't be complimenting that nons...","sentiment_score":0.0333333333}
{"full_text":"RT RT if you think should deactivate Twitter account for continuing to spread misinforma...","sentiment_score":0.0}
{"full_text":"Nope stay on the beach","sentiment_score":0.0}
{"full_text":"RT I should clarify terminology:This variant was first identified in the UK...it may not have originated there. The UK do...","sentiment_score":0.25}
{"full_text":"The holidays knacker you plus covid's gay","sentiment_score":0.4166666667}
{"full_text":"In the summer I could stay in a hotel, go to a pub and eat in restaurant. I can't now because schools went back as if covid  didn't exist and work went back to normal. It's only social activities that have locked down to various degrees.","sentiment_score":0.003968254}
{"full_text":"I was at a party in February with 40 people. Three had just flown in from China. There's a lot more people traveling to China then you would imagine. They brought the virus here. Also, Farmers, Manufacturing, and corporations bleed our government every day. Let the actual people","sentiment_score":0.25}
{"full_text":"RT Never forget that congress members were warned about this pandemic in Feburary and sold stock instead of doing anythin...","sentiment_score":0.0}
{"full_text":"For the hard of understanding, this plan would send young and healthy Husband out to carry on \"living\", presumably to catch covid, which he will likely survive, and bring it back to me, and I likely won't survive. But the economy will be ","sentiment_score":0.0513888889}
{"full_text":"RT Japan, Spain, France &amp; Canada have found small numbers of infections involving a new, potentially more transmissible va...","sentiment_score":0.1287878788}
{"full_text":"RT Researchers Are Looking At Cannabis As A Potential Way To Prevent COVID-19 via","sentiment_score":0.0}
{"full_text":"RT Democracy Now! is funded by you -- not by the oil and gas companies when we cover the climate crisis, the weapons manufact...","sentiment_score":0.0}
{"full_text":"RT Florida health officials are reporting about 17,000 new confirmed cases of the coronavirus, bringing the state's total t...","sentiment_score":0.1787878788}
{"full_text":"Because we the patriots do not want him to sign. We are not giving foreign governments millions of dollars. Your democrats in office are corrupt and don't care for anyone except themselves  snowflake","sentiment_score":-0.3125}
{"full_text":"RT Just hours after Trump issues a public declaration assuring all Americans that Florida is \"doing well,\" this:","sentiment_score":0.0}
{"full_text":"RT *puts protective glass to protect staff against coronavirus*Customers:","sentiment_score":0.0}
{"full_text":"\"Spanish\" flu was named because of where it seemed to be affecting the most people, not where it originated.  Read a book once in a while. And even if it did originate there, COVID-19 is a global disease, with an actual name, so why not use it and avoid racial stereotyping.","sentiment_score":0.125}
{"full_text":"This is the whole point of lockdown,  reduce the spread so the people who are susceptible don't overwhelm the NHS - this message seems to have gotten lost as people argue about how many COVID may or may not killnow we have people in hospital beds for weeks - only so many beds","sentiment_score":0.3}
{"full_text":"Yes, it was done before...at the beginning of the pandemic.  We're 10 months into it now.  They knew better and can deal with the consequences themselves.  We were supposed to be going to Hawaii in February.  We're not going because there's a pandemic!","sentiment_score":0.625}
{"full_text":"RT Doctors in Missouri say a 3-year-old boy experienced a stroke after he tested positive for Covid-19, in what they called a pos...","sentiment_score":0.5136363636}
{"full_text":"RT RT if you think should deactivate Twitter account for continuing to spread misinforma...","sentiment_score":0.0}
{"full_text":"RT 2 U.K. variant coronavirus cases have been identified in Ontario. Province says couple from Durham have no known travel hist...","sentiment_score":0.0}
{"full_text":"How many people do you honestly think died with covid, but not from it?Do you really think it's going to be enough to skew the statistics?","sentiment_score":0.325}
{"full_text":"Of course there is. Take geography,  Why is it that Scandinavian countries(except Sweden) have done better?. Why is Germany ( hailed as the way to contain covid ) doing worse in second wave. Poland didn't have a first wave. Be long after when these may get answered","sentiment_score":0.06}
{"full_text":"They are married? Are you stupid or something ?","sentiment_score":-0.275}
{"full_text":"RT Un KIWI test positif pour le #COVID19 en Italie - A KIWI tested positive for covid19 in Italy","sentiment_score":0.2272727273}
{"full_text":"RT The collective ignorance displayed by Covid review this evening is sharply contrasted by at \"The Shot\", wh...","sentiment_score":-0.125}
{"full_text":"Probably best not to mention Rita Ora Her crown has well and truly slipped I'm afraid The question is will she keep her #MaskedSinger job? #covidiot #selfish","sentiment_score":-0.0333333333}
{"full_text":"RT A close family friend's brother and cousin just died from COVID in Southern California. She heeded my warnings, while her b...","sentiment_score":0.0}
{"full_text":"RT if you don't geddifok","sentiment_score":0.0}
{"full_text":"RT The Biden administration , once in power, wants to use the Defense Production Act of 1950 in order to produce as much of the...","sentiment_score":0.2}
{"full_text":"Also she is objectively wrong, swine flu was a pandemic","sentiment_score":-0.5}
{"full_text":"RT So sorry to hear this. Closing 12-step programs is just unthinkably unfair.","sentiment_score":-0.5}
{"full_text":"RT Florida health officials are reporting about 17,000 new confirmed cases of the coronavirus, bringing the state's total t...","sentiment_score":0.1787878788}
{"full_text":"Quarantining in your daily life anyway stop acting like that's noble. There's no way to travel with no chance of transmitting the virus. I promise you that it's not worth to see a loved one if either of you or a family\/friend get corona.","sentiment_score":0.23}
{"full_text":"Wow. So 4 WRs out. This is NUTS","sentiment_score":0.1}
{"full_text":"RT \"We don't have terrifying daily statistics plastered across the media. In the court of public opinion, our case has not...","sentiment_score":-0.3333333333}
{"full_text":"100million doses of Oxford coronavirus vaccine 'to be approved this week'","sentiment_score":0.0}
{"full_text":"RT She said because of Covid-19 you could only have one person in the room during the birth, and to quote \"Of course I'd pick...","sentiment_score":0.0}
{"full_text":"The UK what?  they want to finish us.","sentiment_score":0.0}
{"full_text":"These people think they're above the law. &amp; this corrupt #Tory Govt are facilitating their law-breaking!#ToryCorruption #Tories #AnimalAbuse #Conservatives #AnimalCruelty #StopHunting","sentiment_score":-0.25}
{"full_text":"RT Hacked documents detail China's effort to control narrative surrounding coronavirus - #OANN","sentiment_score":0.0}
{"full_text":"RT 2 U.K. variant coronavirus cases have been identified in Ontario. Province says couple from Durham have no known travel hist...","sentiment_score":0.0}
{"full_text":"the hell up man.","sentiment_score":0.0}
{"full_text":"I wanna see my girlfriend more than anything, but if I go to Europe and get corona that will be devastating. I could then bring it back to Australia. If she came to Australia she could bring corona. The virus literally does not give a fuck y'all in love, it's still gonna transmit","sentiment_score":-0.08}
{"full_text":"On a small island in British Columbia's Fraser River is a campsite packed with Canadian snowbirds who found refuge when the border with the United States was shut because of the COVID-19 pandemic.https:\/\/t.co\/iAPsWoNdYc","sentiment_score":-0.125}
{"full_text":" LAST SUBATHON OF 2020 IS GOING DOWN ON DECEMBER 28TH Since my area is in complete lockdown, I can't do some of the things I wanted to do for this one, but we're still going to make it LIT AF Just Dance, Mario Kart Drinking Games, Maid Outfits, IT'S GOING TO BE GOOD","sentiment_score":0.1611111111}
{"full_text":"Ohio reports more than 11k new COVID-19 cases over past two days","sentiment_score":0.1287878788}
{"full_text":"\"That there's a 50\/50 chance of you getting COVID even after being vaccinated is a joke!\" Zubiri said in a statement. #COVID19Updateshttps:\/\/t.co\/paz7MT1leQ","sentiment_score":0.0}
{"full_text":"This summer, Willy Solis, an activist for low-wage gig workers, was laid up with COVID-19. Still, he kept going -- talking to reporters and keeping tabs on the organizing work from his sickbed:","sentiment_score":0.0}
{"full_text":"A huge surge in online shopping during the pandemic has been a savior for retailers, but it comes at a price.https:\/\/t.co\/mOIVXyKMIY","sentiment_score":0.4}
{"full_text":"Are you traveling outside #NYC for the holidays? You'll need to quarantine for 14 days when you get back. That's how we keep our city safe from #COVID19. Go to to learn more.","sentiment_score":0.25}
{"full_text":"Because local test sites couldn't open, the county made the most of the downtime to convert one location--Oxnard College--to a new testing system so it can work with a new lab recently contracted by the county.https:\/\/t.co\/IEj7TyMp9A","sentiment_score":0.1287878788}
{"full_text":"20 unforgettable sports moments from 2020","sentiment_score":0.8}
{"full_text":"A local World War II Purple Heart recipient received the COVID-19 vaccine on Monday","sentiment_score":0.0}
{"full_text":"New research on Covid-19 learning losses looking at 4.4 million U.S. students in grades 3-8 finds that, among other things, students scored 5 to 10 percentile points lower in math this fall than they did in fall 2019. ","sentiment_score":0.0056818182}
{"full_text":"Multiple counties have told the Topeka Capital-Journal that much of their coronavirus relief money has already been spent, given how close the deadline is. What some are demanding now is more relief funds from Congress.","sentiment_score":0.15}
{"full_text":"Orange County reports 63 deaths due to COVID-19 over last two days","sentiment_score":-0.0625}
{"full_text":"Craig Dziadowicz - owner of Phoenix's Hidden Track Cafe - increased grocery delivery, launched an online store, and held virtual wine tastings to support his community during coronavirus.","sentiment_score":-0.1666666667}
{"full_text":"This year, Make the Road has distributed $4.5 MILLION in cash aid to over 6,000 families, while continuing to provide critical services to tens of thousands more amidst COVID.Will you make a year-end gift to support our #Recovery4All efforts in 2021?https:\/\/t.co\/PgHuEa9Jdh","sentiment_score":0.25}
{"full_text":"Unemployment benefits for millions of Americans struggling to make ends meet were set to lapse at midnight Saturday night unless President Donald Trump signed an end-of-year COVID relief and spending bill.https:\/\/t.co\/Rwe01nibSA","sentiment_score":0.0}
{"full_text":"Researchers at Mayo Clinic are working with more than 100 Black churches and community medical centers to try to close the health gap.","sentiment_score":0.1111111111}
{"full_text":"Some people who got the first coronavirus stimulus check won't be getting the second one. Here's why and the latest on the status of a second stimulus check.","sentiment_score":0.1875}
{"full_text":"An Ozark resident wanted to bring some extra merriment to others amid the pandemic, and she has come away with a new tradition.","sentiment_score":0.0681818182}
{"full_text":"No surprise, COVID-19 was top of mind in 2020.","sentiment_score":0.5}
{"full_text":"ICYMI: A holiday burden was lifted for a family in Montevallo still grieving after losing their mother.","sentiment_score":0.0}
{"full_text":"President-elect Joe Biden has called on President Donald Trump to sign the bipartisan Covid-19 relief bill, warning that any further delay has \"devastating consequences\" for Americans.","sentiment_score":-0.5}
{"full_text":"Millions of Americans are set to lose jobless benefits as two federal programs that were created in March to ease the economic pain inflicted by the pandemic are set to expire Saturday.","sentiment_score":0.2}
{"full_text":"Families facing eviction or foreclosure because of the COVID-19 pandemic could be getting some help from Beyonce.","sentiment_score":0.0}
{"full_text":"RT I post facts and science about COVID-19 everyday. The lockdowns are doing incalculable amounts of damag...","sentiment_score":-0.1}
{"full_text":"AAKP BOD David Rodriguez recognized w Presidential Volunteer Service Award for advancing AAKP's COVID RISK education &amp; ELEVATION of kidney patients in COVID clinicals trials\/vaccine protocols. Our COVID programs have engaged 80K+ patients in 70+ countries!","sentiment_score":0.0}
{"full_text":"CCC Crew in Front of a Truck Loaded With Logsc. 1939Tahoe National Forest Collection #BoxingDay #Christmas #COVID19 #PlacerLife","sentiment_score":0.0}
{"full_text":"Daryl Dixon [to Lydia]: You wanna die? Is that it?#TheWalkingDeadSeason 9Adaptation10 February 2019#TWDZombie ApocalypseAtlanta Camp, Georgia, HunterCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.0}
{"full_text":"Market Edges Toward Euphoria, Despite Pandemic's Toll","sentiment_score":0.0}
{"full_text":"This shows that there isn't a pandemic! If they have all this time to dance then there aren't a lot of Covid patients","sentiment_score":0.0}
{"full_text":"RT I am quite relieved that Covid-19 is  antiracist virusAfricans and Asians are largely unaffectedOnly Europeans and N\/...","sentiment_score":0.2142857143}
{"full_text":"RT Please call your Senator\/ #45 office today or tomorrow leave message , post on their Twitter link .","sentiment_score":0.0}
{"full_text":"RT BREAKING: Japan bans entry from all countries over new UK coronavirus strain","sentiment_score":0.1363636364}
{"full_text":"still don't get why ppl are traveling and partying in a pandemic like baaaaby we never gonna get back to normal bc of u","sentiment_score":0.075}
{"full_text":"There has never ever ever a prime minister or even a minister or even a TV or MSM who died from this Covid .. does this tell you something .. Even RTE full team who broke every rule NEPHT made .. no one even got sick .. the curse is that they all there heathy to frighten you","sentiment_score":-0.1821428571}
{"full_text":"RT Trudeau's CBC state broadcaster says anyone calling the China Virus the China Virus is racist.But the \"UK variant coronav...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 22.1FWind Chill: 18.1FHumidity: 72%Dew Point: 14.6F Barometer: 30.040 inHgWind: 4 mph from the SWCorona Virus Weekly Stats:Cases: 196.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
