{"full_text":"RT What has happened to the coronavirus to trigger such concern?A new strain of Covid has developed which is said to spread...","sentiment_score":0.0787878788}
{"full_text":"RT THAT DAY HAS ARRIVED--Los Angeles County hospitals are preparing for potential *healthcare rationing* as ICUs overloaded w...","sentiment_score":0.0}
{"full_text":"RT Feb 2020 ~ Namaste Trump ~ Covid 1.0Jan 2021 ~ Welcome Borris ~ Covid 2.0 ?","sentiment_score":0.8}
{"full_text":"#NOWPLAYING : Marshmello &amp; Halsey - Be Kind  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife","sentiment_score":0.6}
{"full_text":"RT You cannot directly infer the last day of school has caused the turning point but schools also closed for the first week of...","sentiment_score":0.0625}
{"full_text":"RT Members of Congress have each been paid 16 paydays of $7,125 base salaries for a total of $114,000 since sending you $1,20...","sentiment_score":-0.4}
{"full_text":"RT Even as the PPP website kept crashing this spring, Trump magically steered $55 million FEMA dollars to a bankrupt company...","sentiment_score":0.5}
{"full_text":"RT New strain of COVID could be 70% more transmissible, Hancock hinting at months of lockdown, not clear if schools will return,...","sentiment_score":0.1954545455}
{"full_text":"RT The latest covid strain was first seen in April in Brazil, found in the UK in September and our PM acts in December. Just s...","sentiment_score":0.375}
{"full_text":"Oh everyone else could see this coming. A bit like caught in the lights of an on coming car and you don't know what to do aren't you?The Guardian: France's ban on UK transport came as surprise, says Grant Shapps.https:\/\/t.co\/Gx6qhxHyOD","sentiment_score":0.0}
{"full_text":"Why would a covid denier want a covid vaccine? Idiot.","sentiment_score":-0.8}
{"full_text":"RT $900,000,000,000 (size of coronavirus stimulus)divided by 330,000,000 ( population) equals $2,700 per person. That...","sentiment_score":0.0}
{"full_text":"RT Mutation \"feat never seen before\"...UPDATE on UK  strain of #SARSCoV2 &amp; how it evolved so fast:Variant B.1.1.7 (aka...","sentiment_score":0.0}
{"full_text":"\"if u wear a mask, u can naver be happy\" Mask","sentiment_score":0.8}
{"full_text":"RT Marco Rubio getting the vaccine before my ICU doctor husband and his 102 year old, nursing home dwelling grandmother g...","sentiment_score":0.1}
{"full_text":"RT A baseless and false rumour that legendary acting stars Bryan Brown and his wife Rachel Ward somehow unwittingly sparke...","sentiment_score":0.2}
{"full_text":"RT This dolt does not understand anything about international diplomacy","sentiment_score":0.0}
{"full_text":"Tiffanypontesdover is said to be dead after fainting after live Covid vax. Her FB Was taken down and IG is quiet. No statement from her or family","sentiment_score":-0.0547979798}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"RT Dear when are you going to order the closure of NIMC office at Alausa for flouting the recent Covid-19 guideli...","sentiment_score":0.0}
{"full_text":"RT le covid il a dit new year new me","sentiment_score":0.1363636364}
{"full_text":"RT Every single politician who fanned the flames of conspiracy, called COVID a hoax, attended a super spreader event, urged a c...","sentiment_score":0.130952381}
{"full_text":"RT China sells a confident message on its Belt and Road Initiative despite coronavirus and doubters","sentiment_score":0.5}
{"full_text":"RT The Seoul Metropolitan Police alerted prosecution regarding Jung Ilhoon's marijuana usage in JulyCUBE said Ilhoon's en...","sentiment_score":0.0}
{"full_text":"RT COVID-19 mutations mean?It does NOT mean a vaccine won't work. It means we need to vaccinate most of our population &amp;...","sentiment_score":0.328125}
{"full_text":"RT South Korea in 1970s was what we call a '3rd world' country recovering from the Korean War. From Covid they've had 674...","sentiment_score":0.0}
{"full_text":"RT Loeffler is a coward.","sentiment_score":0.0}
{"full_text":"RT An Arctic outbreak is poised to blast into the eastern half of the country as the week progresses. Before the cold air...","sentiment_score":-0.3833333333}
{"full_text":"Was that Asriel scene added in later because the last episode got cut because of COVID? I'm shocked it's not been greenlit already. HBO wouldn't do that to us, would they?! ","sentiment_score":-0.2916666667}
{"full_text":"RT Like the Spanish flu of 1918, just when people thought that coronavirus was on its way out, it's second wave could prove more...","sentiment_score":0.1666666667}
{"full_text":"$LH Walgreens and Labcorp Make Pixel by Labcorp(tm) At-Home COVID-19 Collection Kit Available Through Walgreens From our Stock News Alerts App","sentiment_score":0.4}
{"full_text":"RT JUST IN: Worldwide coronavirus deaths pass 1.7 million","sentiment_score":0.0}
{"full_text":"Agreed. saying it only gives the slimeball a route out. Let others with less skin in the game crank up the pressure. A few starting to crack now.... #Brexit #coronavirus","sentiment_score":-0.1533333333}
{"full_text":"The pandemic has shown us the importance of building anti-fragile supply chains. But what about your data supply chain? Is it future proof?The journey of data from bytes to insights is valuable &amp; we are here to help you protect it.Find out more at","sentiment_score":0.25}
{"full_text":"RT Our members in Royal Mail are facing unprecedented workloads. They are doing absolutely everything they can to keep the countr...","sentiment_score":0.4}
{"full_text":"RT Oh God! How is this guy, a medical doctor, joining the bandwagon of conspiracy theories about COVID-19? Even if you don't b...","sentiment_score":0.0}
{"full_text":"RT Pandemic relief by country (up to % of wages):Japan: 100% of wages Netherlands: 90% Norway: 90% Germany: 87%  France: 84...","sentiment_score":0.0}
{"full_text":"RT Dear when are you going to order the closure of NIMC office at Alausa for flouting the recent Covid-19 guideli...","sentiment_score":0.0}
{"full_text":"RT #KimHanbin was Spotted Volunteering with Fans to Help the People Amidst COVID-19#BI #gimhanbin #biai #KStarGiftJoin K-Suppor...","sentiment_score":0.0}
{"full_text":"RT Can someone remind me what the United Kingdom did to travellers from Denmark when they had the mink outbreak?Oh yes,...","sentiment_score":0.0}
{"full_text":"Salute","sentiment_score":0.0}
{"full_text":"RT It's mutating...New strain in South Africa different from the one in Britain.","sentiment_score":0.0}
{"full_text":"RT The new COVID19 UK mutation is 70% more transmissible.Canada has closed its borders to UK.The United States has not.Trump...","sentiment_score":0.1787878788}
{"full_text":"RT China starts work on plant for mRNA-based COVID-19 vaccine candidate - media","sentiment_score":0.0}
{"full_text":"Two reasons:1) COVID means demonstrations are not appropriate right now; and2) this ...https:\/\/t.co\/LYAMcnvdrG","sentiment_score":0.0178571429}
{"full_text":"RT \"Most people won't get the virus\" the science is clear let's lock down the entire country, cripple small business and incre...","sentiment_score":0.0388888889}
{"full_text":"RT China closed borders 23 days after it's first recognised caseKorea in 12 daysJapan, 17 daysThailand, 6 daysNew Zea...","sentiment_score":0.075}
{"full_text":"RT I think #Covid19 has exposed the cost of the union with England. A cost that Scotland can't afford to be par...","sentiment_score":0.0}
{"full_text":"RT Scientists in the UK are demanding to see any evidence that there is a 70% more contagious mutant strain of COVID, having...","sentiment_score":0.5}
{"full_text":"RT Scientists in the UK are demanding to see any evidence that there is a 70% more contagious mutant strain of COVID, having...","sentiment_score":0.5}
{"full_text":"RT Florida hospitals await arrival of Moderna's COVID-19 vaccine | reports:","sentiment_score":0.0}
{"full_text":"RT This report, on student behaviour during COVID, is very important: shows that student compli...","sentiment_score":0.52}
{"full_text":"RT Delhi faced the max brunt of returning travelers from countries like the UK in March 2020. It was a major factor in Delh...","sentiment_score":0.0625}
{"full_text":"RT No Bible verse is going to save Marco Rubio from the beating he is taking for cutting to front of line to get COVID-19...","sentiment_score":-0.6}
{"full_text":"RT New Zealand is covid free. They've had 25 deaths.We didn't have to be in this mess.","sentiment_score":0.1204545455}
{"full_text":"RT With worsening Covid situation &amp; time of the year I'd really like to see the clock temporarily \"stopped\" on Brexit talks...","sentiment_score":0.2}
{"full_text":"RT There are recent reports of a new strain of the COVID19 virus, that has other nations on guard, the government of the fe...","sentiment_score":0.0037878788}
{"full_text":"RT The appearance fees for New York's annual NYE Times Square Event were revealed, according to this article. Headliners like Ma...","sentiment_score":0.1363636364}
{"full_text":"RT $1800 total stimulus divided by 240 days of pandemic (for easy math illustration) is $7.50 per day.  The...","sentiment_score":0.2166666667}
{"full_text":"RT Prof Hugh Pennington: \"If this virus has mutated to become more transmissible that would be a scientific novelty.\" I...","sentiment_score":0.5}
{"full_text":"Due to current Covid-19 restrictions I am not attending a funeral this morning.","sentiment_score":-0.0625}
{"full_text":"RT Muslims now concerned over halal status of coronavirus vaccine. Pharmaceutical companies fear possibility of disrupted im...","sentiment_score":0.0}
{"full_text":"RT Apparently your understanding of #CoronaVirus science is as shit as your taste in music.","sentiment_score":-0.075}
{"full_text":"Mr Johnson, help us. Tell us why anyone who dies of anything is being described as having died from Covid. Clearly this is not true so why is it being done and who are you trying to fool and why? The lack of truth in this Covid matter is creating dreadful resentment","sentiment_score":-0.3583333333}
{"full_text":"RT Mutation \"feat never seen before\"...UPDATE on UK  strain of #SARSCoV2 &amp; how it evolved so fast:Variant B.1.1.7 (aka...","sentiment_score":0.0}
{"full_text":"Good news","sentiment_score":0.7}
{"full_text":"RT JUST IN: British Pound has now fallen 2% against the US Dollar on news of more virulent coronavirus strain.","sentiment_score":0.25}
{"full_text":"RT JUST IN: Saudi Arabia closes all its borders to all countries amid concerns over coronavirus mutation","sentiment_score":0.0}
{"full_text":"biggest load of panty wetting bollocks you'll read today!","sentiment_score":0.0}
{"full_text":"RT I'm urging the Government to officially seek an extension to the Brexit transition period. Securing our key supply cha...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Worldwide coronavirus deaths pass 1.7 million","sentiment_score":0.0}
{"full_text":"RT Rich people manage to make profit during pandemic.All that's left for the peasants is $600 per person, as a one time...","sentiment_score":0.1875}
{"full_text":"RT \"Residents of weekly rentals worry they will be kicked out if they can't pay the rent. It's unclear if the federal morato...","sentiment_score":0.0}
{"full_text":"Anyone mentioned to him that no matter what type of mask you wear (or how many), they don't work with a beard?They don't actually work anyway, but especially with a beard.","sentiment_score":0.1666666667}
{"full_text":"Nice info man, but i guess they also offer a discount for $vlx users. The pandemic will over and velas will be able used as the payment at travala. Life so much easier then","sentiment_score":0.4333333333}
{"full_text":"RT Twadda Corona, Corona (Winter session of parliament cancelled)Sadda Corona, nothing(Due dates not extended)#taxaudi...","sentiment_score":0.0}
{"full_text":"RT Rationality demands that the transition arrangements immediately be extended for a year, and a GE plus referendum on whethe...","sentiment_score":0.0}
{"full_text":"Everyone planning for 2021 Meanwhile #COVID20 #Covid_19 #coronavirus","sentiment_score":0.0}
{"full_text":"RT All enabled by a compliant media that spent more time attacking the Leader of the opposition.It's not a mystery chap.","sentiment_score":0.2}
{"full_text":"Members of Congress have each been paid 16 paydays of $7,125 each for a total of $114,000 since sending you $1,200 to live on 240 days ago. You got 20 cents a day, they got $5 a day. And they took a paid vacation.                #COVID  #Stimulus #LetThemEatCake #morningjoe","sentiment_score":0.0681818182}
{"full_text":"RT Germany recorded more than 10,000 deaths in December, making it the deadliest month.","sentiment_score":0.5}
{"full_text":"RT #Telangana villagers build temple for who emerged as a real-life hero and saviour for millions of migrant workers amid...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Saudi Arabia closes all of its borders due to coronavirus mutation found in several countries","sentiment_score":-0.0625}
{"full_text":"RT Mutated Covid strain: What we know so far+ SAGE expert says 'This is the worst moment of the pandemic'+ 'Super-Covid' s...","sentiment_score":-0.45}
{"full_text":"ICYMI: A study from finds #COVID19 is almost 5 times deadlier than the flu. #SARSCoV2 #Pandemic #Influenza #Coronavirus #Medlab #MedTwitter #Research","sentiment_score":0.0}
{"full_text":"A downside to travel ban Arlene? It couldn't be worse than importing new #COVID strain!","sentiment_score":-0.1147727273}
{"full_text":"I've just become fans of two German soccer players. Thread:","sentiment_score":0.0}
{"full_text":"RT .@BDSouthern discusses the management and risk of underlying chronic lung disease during the pandemic:","sentiment_score":0.0}
{"full_text":"When infect transit passengers travel through connecting airport they infect others. Those others are not tested at all but given cursory checks, due to incubation period it does not show in #COVID19 tests.We should be working with understanding that new strain is already here.","sentiment_score":0.0056818182}
{"full_text":"RT LOOOOOOL my baby sister is crying cause her tooth fell out and my mum told her the tooth fairy is in lockdown and can't le...","sentiment_score":-0.2}
{"full_text":"RT HOW can it *possibly* be that thousands of frontline NHS staff still can't get vaccinated,","sentiment_score":0.0}
{"full_text":"Keir Starmer demands Boris Johnson apologise to the British people for his total failure to manage the pandemic.https:\/\/t.co\/9eHfyhTl0H","sentiment_score":-0.1055555556}
{"full_text":"The December solstice news briefs are LIVE at the projection during lockdown, mysterious star signal discovered, psychedelic potential, lost pyramid artefact, ancient human hibernation, Chinese weather modification, and more:https:\/\/t.co\/nUROGX1QwU","sentiment_score":0.0272727273}
{"full_text":"Faces with Strength and Courage. We want to share these photo-impressions taken at Zonkwa, during COVID-19 Humanitarian Project. We still need your supports &amp; donations, especially this season. Each &amp; every donation, powers our teams to help more people.  #MakeItHappen","sentiment_score":0.25}
{"full_text":"The has issued an advisory declaring \"postponing travel and staying home is the best way to protect yourself and others from covid-19.\"","sentiment_score":1.0}
{"full_text":"[Online First] A box-shaped #shielding device is reported to be able to reduce the risk of #COVID19 droplet infection during endoscopic procedures in the clinical setting amidst this pandemic. Read the technical report here:","sentiment_score":0.25}
{"full_text":"DEADLY SURGE: reports on COVID-19 racing through communities as vaccine distribution begins, with the U.S. averaging nearly 2,600 deaths each day and millions traveling for the holidays despite warnings to stay home to slow the spread.","sentiment_score":-0.1333333333}
{"full_text":"In 2020, BDI researchers played a large role in informing the design, development and roll-out of the UK's #ContactTracing strategyFind out more ","sentiment_score":0.3571428571}
{"full_text":"The capital is in Tier 4. Please stay at home.Only leave home for specific purposes like food, medical reasons or work.Around 1 in 3 people who have coronavirus have no symptoms and could be spreading it without realising it.More information:","sentiment_score":0.0}
{"full_text":"After a good ball trashing  received a long and stretching sounding session...he's already asking for another session when lockdown restrictions will be eased!","sentiment_score":0.31875}
{"full_text":"Swoffers are the first estate agents to sign up to be Winter Champions.Determined to help the community, the team volunteered with a number of charities &amp; organisations delivering goods as lockdown was lifting.More at: #WinterChampion","sentiment_score":0.25}
{"full_text":"RT If You or your family are suffering from COVID....then take steam with 10-12 cloves(longggg). Take the stean for five m...","sentiment_score":0.0}
{"full_text":"RT Covid-19.                   COVID-20","sentiment_score":0.0}
{"full_text":"Will it get there in time? \"Fewer retailers have offered expedited shipping ...,\" according to Adobe Analytics.","sentiment_score":0.0}
{"full_text":"More EU nations ban travel from UK, fearing virus varianthttps:\/\/t.co\/jXOkzczD7K","sentiment_score":0.5}
{"full_text":"VP Mike Pence, House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell all got their doses Friday. President-elect Joe Biden will receive his vaccine today. #sunrisers","sentiment_score":0.0}
{"full_text":"An independence referendum is 6th on their list of priorities. More important are jobs, education, recovery from Covid.","sentiment_score":0.45}
{"full_text":"#EU nations ban #UK travel due to new #COVID variant#Covid19","sentiment_score":0.0056818182}
{"full_text":"\"It will completely break our hospitals\" Tenn. health commissioner warns of another holiday COVID-19 surge","sentiment_score":0.1}
{"full_text":"The Hunterdon County freeholders have approved $50,000 in grants to all the county's 26 municipalities to help fund unanticipated costs related to the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Even with two COVID-19 vaccines now approved for emergency use, researchers at the University of Virginia are still working hard to find new treatments for the virus that do not include the shot.","sentiment_score":-0.0776515152}
{"full_text":"RT \" this COVID time and he wants people to pay that huge sum of money \"Wei ye ahiafoo kasa because NO sikani will talk l...","sentiment_score":0.3}
{"full_text":"#NEWS | During the Humanities festival, students from Grades 7 and 8 participated in different events covering a wide range of topics, from Philippine History before Magellan to Writing during the pandemic. Take a look at what happened.","sentiment_score":-0.05}
{"full_text":"Skill swapping, the new lockdown trend: #SkillSwap #Lockdown #Community","sentiment_score":0.1363636364}
{"full_text":"Christmas is coming! Be sure to collect your books before Santa sends us library elves home! don't forget to get your free children's book when you join the library or borrow 10 books!","sentiment_score":0.5625}
{"full_text":"The previous rules for what you could do over Christmas have been scrapped and new restrictions imposed by the government - see or poster or visit for more details.Follow the rules, save lives. #KeepEnfieldSafe #keeplondonsafe","sentiment_score":0.1565656566}
{"full_text":"A combination of #AstraZeneca and #SputnikV vaccines could be the way forward in the fight against #CovidMORE:","sentiment_score":0.0}
{"full_text":"Bats have powerful anti-viral mechanisms that protect them from many viruses, including #coronavirusOur selection of the best #sciencefacts from 2020 https:\/\/t.co\/MuqdKGd8bK","sentiment_score":0.6}
{"full_text":"RT Had a dream where Trump didn't do the right thing about Covid and was yelled at by Tom Cruise.  #tomcruiserant #tomcruisemeltd...","sentiment_score":0.2857142857}
{"full_text":"Full list of extremely vulnerable people who should shield at home in Tier 4","sentiment_score":-0.075}
{"full_text":"Wear a cloth face covering (or face mask, if you have one) if you are between other people.#Be_AResponsibleCitizen","sentiment_score":-0.125}
{"full_text":"RT GOP Tax Scam increased the federal debt by $2,000,000,000,000 (two trillion).83% of the benefits went to...","sentiment_score":0.0}
{"full_text":"For any students that need to report a positive case of Covid-19 from Monday 21 December please contact us at C19reporting@WSC.ac.uk","sentiment_score":0.2272727273}
{"full_text":"\"We will only halt Covid-19 through solidarity\" states Dr. Tedros Adhamon Ghebreyesus of the WHO. Is vaccination a form of solidarity? We invite reflections and sociological analyses at","sentiment_score":0.0}
{"full_text":"If you have any symptoms of #coronavirus, stay home and book a test. Anyone else in your household should stay home until you get a result.Symptoms are: A high temperature A new, continuous cough Change or loss of smell or tasteFor more visit","sentiment_score":0.2654545455}
{"full_text":"May your world be filled with warmth and good cheer this festive season, and throughout the year. Remember to stay safe and follow the #Covid19 SOPs. #TakeMeWithYou","sentiment_score":0.5333333333}
{"full_text":"RT Having lost my wife to Covid- I have been pretty lost these days. These Twitter peeps have given me healthy diversions -","sentiment_score":0.375}
{"full_text":"EM-Reliable sources on Sunday say all regions in the province of Ontario will be placed into the grey-lockdown stage starting Christmas Eve for 28 days. Premere Ford will have all the offical details during an announcent Monday at 1pm","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 31.3FWind Chill: 31.3FHumidity: 99%Dew Point: 31.1F Barometer: 29.965 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 279.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT When I tell una say na #idiots dey rule us, una go say I too brutal. Of all times, is this the best time to allow people clu...","sentiment_score":-0.225}
{"full_text":"On this day in 1986, Roy Porter wrote an editorial for the British Medical Journal saying \"History says no to the policeman's response to AIDS\".Recalling Porter's piece in 2020, Victoria Berridge argued \"History does have something to say\" about Covid-19:","sentiment_score":0.0}
{"full_text":"RT My brother has a mutated strain of Covid-19; he woke up BLIND &amp; an ambulance took him to the ER. I guess it's a rare st...","sentiment_score":-0.1}
{"full_text":"RT Breaking: Morocco, El Salvador, Romania, join France, Germany, Italy &amp; a long list of countries banning all travel to\/from t...","sentiment_score":-0.05}
{"full_text":"RT \"This new variant is understandably causing concern but there is no evidence that vaccines will be less effective and eve...","sentiment_score":0.1898989899}
