{"full_text":"RT What's wrong with you? Everything isn't a game. The bill was passed and it's in front of you for your signature so that desp...","sentiment_score":-0.45}
{"full_text":"RT Giving this an extra push as today is Patti's 74th birthday ","sentiment_score":0.0}
{"full_text":"Another vaccine is approved! ","sentiment_score":0.0}
{"full_text":"RT Let this sink in11.4 million doses of COVID19 vaccine have been sent to statesOnly 2.1 million people have receive...","sentiment_score":0.0}
{"full_text":"Finally, I no longer have to make the choice between giving up breastfeeding or getting the vaccine.Crying with relief that I will not have to return to frontline NHS work unprotected.Thank you to those who have campaigned for this change in advice!https:\/\/t.co\/n4KTDCscF4","sentiment_score":0.0}
{"full_text":"RT I've had elderly patients say to me \"I don't understand how I got COVID, I've been so careful. I wear a mask, clean my ha...","sentiment_score":0.1333333333}
{"full_text":"RT Not saying I agree with Kaz Carney's point about Leeds (they won 5 before lockdown etc) but not sure airing her on the of...","sentiment_score":-0.25}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"RT WEAR A MASK TODAY!!!!!!!!!!!!!!Can you make this go Viral please.","sentiment_score":0.0}
{"full_text":"RT Congressman-elect Luke Letlow, on November 19: \"We have to learn how to live in a COVID world.\"Luke Letlow, today: D...","sentiment_score":0.5681818182}
{"full_text":"The first case of the highly contagious variant of covid was discovered in Colorado.Wear your Masks! Stay socially distant! Wash your hands frequently! Don't touch your face and ears etc.! LISTEN TO HEATH OFFICIALS!Stay smart. Stay safe","sentiment_score":0.1992559524}
{"full_text":"RT I've had elderly patients say to me \"I don't understand how I got COVID, I've been so careful. I wear a mask, clean my ha...","sentiment_score":0.1333333333}
{"full_text":"RT Update! 4 +ve cases of #COVID-19 have been detected on 30\/12\/2020. Dimapur- 3, Mokokchung- 1Also 29 +ve patients have rec...","sentiment_score":0.0}
{"full_text":"I have a friend there who received hers a few days ago. I am so envious of people who live in functioning societies.","sentiment_score":-0.0318181818}
{"full_text":"RT 'Major incident' declared in Essex as Covid threatens to overwhelm health services","sentiment_score":0.0625}
{"full_text":"While Hartley-Brewer jetted off to the Caribbean....","sentiment_score":0.0}
{"full_text":"RT Asked if Letlow had any underlying conditions that would have made his death more likely, Dr. G.E. Ghali said: \"None. All...","sentiment_score":0.25}
{"full_text":"RT On 14 Dec, Islington Council advised schools in the Borough not to reopen before 11 Jan. That day, Islington's Covid-19 r...","sentiment_score":0.0}
{"full_text":"RT Essex declares 'major incident' over surging Covid cases via but let's open school...","sentiment_score":0.03125}
{"full_text":"RT #LukeLetlow didn't wear masks, didn't social distance, pushed for too early school re-openings, didn't heed science &amp; d...","sentiment_score":0.0666666667}
{"full_text":"Christian Reporter: two strikes against her. Praying this is not future in US. \"China: Christian reporter sentenced to 4 years in prison for COVID-19 Wuhan reporting\"","sentiment_score":0.0}
{"full_text":"RT Breaking: Health officials in Elbert County, Colorado are now monitoring at least two Covid-19 variants cases, a health off...","sentiment_score":-0.3}
{"full_text":"We live to die anyway, if it's not Corona it might be from a mosquito bite...","sentiment_score":0.1363636364}
{"full_text":"RT In today's Morning Brief: * Businesses faced ruin from the pandemic. Then Canada came calling for vital supplies* 61 people...","sentiment_score":0.05}
{"full_text":"RT 1\/THREAD about gender differences in #COVID19 presentation and severityIn our hospital in Milan, during the first...","sentiment_score":0.25}
{"full_text":"RT So my cousins who were all proud to show their photos on FB getting together on Christmas eve, all 18 of them at this one p...","sentiment_score":0.8}
{"full_text":"RT At the end of one of the worst years in American history, Democrats in both houses of Congress and Republicans in both ho...","sentiment_score":-0.5}
{"full_text":"RT Getting the COVID-19 vaccine should be a personal decision between yourself and your health provider, not a governmental...","sentiment_score":0.0}
{"full_text":"Also workforce numbers, facilities etc. Lockdown is aimed to preserve life and release pressure and other services are still functioning","sentiment_score":-0.125}
{"full_text":"Join us tomorrow morning (12\/31) at 9:00am as Scottsboro City Schools Supt. will join us for a brief update on Covid numbers, the re-start of school and winter sports.  Tune in on WWIC 1050 or any of the WWIC audio platforms.","sentiment_score":0.0}
{"full_text":"RT A few times Doug Ford claimed he didn't know:-To recuse from Taverner's appointment-Dean French patronage spree-Prom...","sentiment_score":-0.1}
{"full_text":"RT Not #extending due dates simply means that there is no pandemic in existence. Covid is just a scam. Vaccine is just a b...","sentiment_score":-0.0625}
{"full_text":"RT NEW: There will be a Downing Street press conference later today, as the government prepares to put millions more people...","sentiment_score":0.2121212121}
{"full_text":"RT South Australians have been warned to reconsider the need to travel to and from New South Wales, as a COVID-19 outbreak...","sentiment_score":0.1363636364}
{"full_text":"RT INFO |  Ent. confirms that D.O. will be officially discharged on 25th January 2021 while on...","sentiment_score":0.0}
{"full_text":"Megachurch tries to scrub video of huge service in violation of COVID rules--that only made it more viral #SmartNews ","sentiment_score":0.2}
{"full_text":"You can blame the politicians. But we need to deal with the impact of Covid and stop denying the magnitude of the problem we face at present. Anything you do to ignore the advice about distancing\/lockdowns will contribute to the problem and it will be , in part, your fault","sentiment_score":0.0}
{"full_text":"RT Should we ask #China to pay our PS2 Trillion cost for the #ChineseVirus?","sentiment_score":0.0}
{"full_text":"RT Quite the man of 2020, Covid, Bear Hunt, poetry. I gave my grt niece Honey...","sentiment_score":0.0}
{"full_text":"RT Lord Alan Sugar's sister Shirley dies of coronavirus two weeks after brother's death","sentiment_score":0.0}
{"full_text":"It works!https:\/\/t.co\/IEXvhJhJE9","sentiment_score":0.0}
{"full_text":"The founders would say wear a mask.","sentiment_score":0.0}
{"full_text":"RT During a global pandemic and the worst economic crisis since the Great Depression of the 1930s, Republicans in power spent the...","sentiment_score":-0.02}
{"full_text":"RT After Holding Multiple Maskless Campaign Rallies, Louisiana Congressman-elect Luke Letlow, 41, in ICU with COVID","sentiment_score":0.0}
{"full_text":"RT Ted Cruz is on a hunting trip, killing innocent animals. Steve Mnuchin is vacationing in Cabo, breaking CDC guidelines. Mi...","sentiment_score":0.5}
{"full_text":"1\/ THREAD... This is brilliant news and, on behalf of everyone with blood cancer, thank you to all the researchers, volunteers and regulators whose extraordinary efforts have made it possible.","sentiment_score":0.4111111111}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"RT In the face of the Chinese Communist Party's lies, Chinese citizen journalist Zhang Zhan's uncensored reports from Wuhan gav...","sentiment_score":0.0}
{"full_text":"RT \"I told her I can't, I am too young and I don't want to. He is old,\" Neha said. \"She slapped me and locked me up in a room....","sentiment_score":0.1}
{"full_text":"RT I've had elderly patients say to me \"I don't understand how I got COVID, I've been so careful. I wear a mask, clean my ha...","sentiment_score":0.1333333333}
{"full_text":"Iran News in Brief - December 30, 2020#Iran: #Coronavirus Fatalities in 475 Cities Exceeds 193,900A death-row prisoner in Iran has been taken to solitary confinement#HumanRights Iranians Continue Protests; Five Rallies on December 29#IranProtests ","sentiment_score":0.0}
{"full_text":"RT I'm sure the people in Kentucky, who voted for Mitch McConnell, are so well off they don't need any extra covid relief...","sentiment_score":0.25}
{"full_text":"RT Fear of all the shooting&amp;killing has people stay in and stay home, way more than fear of COVID-19, many tell FOX 29 News....","sentiment_score":0.5}
{"full_text":"#France is not planning to impose a new lockdown \"at this stage\", but the curfew may begin at 18:00 in some areas, and other #COVID19 restrictions will continue, the health minister has saidhttps:\/\/t.co\/TzZx5Ah34h","sentiment_score":0.0056818182}
{"full_text":"So if covid causes myocarditis and the dr doesn't diagnose it and doesn't treat it, that's not a problem for you? Obviously getting covid is the root cause here, but I'm talking about less than perfect medical care compounding the problem.","sentiment_score":0.2083333333}
{"full_text":"RT  \"I am 66 years old and the last thing I want to do is catch Covid. I'm very concerned for myself and football in gener...","sentiment_score":0.1}
{"full_text":"RT Through the #G20 Debt Service Suspension Initiative, the U.S and #Maldives signed a $100,000 debt relief agreement today. I h...","sentiment_score":0.0}
{"full_text":"RT Irresponsible headline. Just a few reminders: The positive test result is NOT due to the vaccine. The vaccine is...","sentiment_score":0.0299242424}
{"full_text":"RT In virtually every campaign rally Trump promised 100 million PEOPLE would be vaccinated by the end of December.","sentiment_score":0.0}
{"full_text":"So there will not be 20 million vaccinations by the end of the year.","sentiment_score":0.0}
{"full_text":"Yes they've done a fab job but this is not something to be pleased about Trains ferry people quickly and devising a system (its not rocket science) to enable this should have been a priority for the transport dept. I mean we are told to limit the time we spend in crowds no?","sentiment_score":0.1736111111}
{"full_text":"RT YES!!!!!!! The Oxford-AstraZeneca COVID vaccine has been approved!!!!!!!!!!!","sentiment_score":0.0}
{"full_text":"RT Ahem...Swine Flu: 15,000 American deaths in 1 yearCOVID-19: 337,000 American deaths in 10 monthsBecau...","sentiment_score":0.0}
{"full_text":"RT Asked if Letlow had any underlying conditions that would have made his death more likely, Dr. G.E. Ghali said: \"None. All...","sentiment_score":0.25}
{"full_text":"were in the middle of a fucking pandemic and im still going back to school on the 11th. in CALIFORNIA. where covid is probably worse than most of the rest of the world. love life.","sentiment_score":0.0}
{"full_text":"Open the country! If you fall into the most vulnerable categories then take extra precautions or stay home!","sentiment_score":0.0}
{"full_text":"RT ER nurse tests positive for COVID-19 eight days after receiving vaccine ","sentiment_score":0.2272727273}
{"full_text":"COVID came in 2019, but is a plague that needs a vaccine since 2014.","sentiment_score":0.0}
{"full_text":"RT He's a massive fraud. He took a job in the midst of a pandemic thus exposing himself to potential risks. Now he gets battered 5...","sentiment_score":0.0}
{"full_text":"Congressman-Elect Luke Letlow Passes Away from COVID at 41; Louisiana Republican Was to Be Sworn in Next Week via","sentiment_score":0.0}
{"full_text":"RT A number of the most senior members of Sweden's government, including the prime minister, get caught apparently ignoring the...","sentiment_score":0.275}
{"full_text":"He did something to the dog. Dogs do not attack for the hell of it.  Dogs never forget and dogs know evil exist. RIP police dog. The cop should just stay home for ever.","sentiment_score":-1.0}
{"full_text":"RT The first few months of 2021 in the US are going to be much harder than the entire year of 2020. Every doctor knows this. Yo...","sentiment_score":-0.0125}
{"full_text":"RT *puts protective glass to protect staff against coronavirus*Customers:","sentiment_score":0.0}
{"full_text":"RT How the corona shutdown affected air quality in some of the most polluted cities in the world. I am particularly surprised...","sentiment_score":0.3}
{"full_text":"RT Honourable PM sir and FM madam lockdown till 6th June ..Then working till 1 pm, th...","sentiment_score":0.0}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"Really important thread to share.","sentiment_score":0.4}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT Checks and BalancesStimulus Check vs Congressional members pay.Members of Congress:$174,000 yearly pay divided by 12 mo...","sentiment_score":0.0}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT Over the course of this pandemic, I've been appalled and horrified at many aspects of the response to #COVID19. For...","sentiment_score":-0.15}
{"full_text":"RT covid leaving the world on january 1st 2021","sentiment_score":0.0}
{"full_text":"RT This is a brilliant illustration by This shows that if you mixed on Christmas Day and have been exposed to Covid,...","sentiment_score":0.45}
{"full_text":"RT Lax quarantine administration at Sydney Airport with literally hundreds of exemptions a week combined with discredited \"pr...","sentiment_score":0.0}
{"full_text":"So do you think Leeds got promoted because of covid as she said?","sentiment_score":0.0}
{"full_text":"RT Since the vaccine rollout 2 weeks ago, way more people have been diagnosed with #COVID19 than were vaccinated against...","sentiment_score":0.5}
{"full_text":"Proud to co-author this unique report with Yi-Hwa Liou, Associate Professor at the National Taipei University of Education, on Chinese Taipei and their Contingency plans for hybrid models of learning. The World Bank:","sentiment_score":0.3916666667}
{"full_text":"RT Americans should never have to wonder how their elected officials are influenced by their personal businesses. But we do. htt...","sentiment_score":0.0}
{"full_text":"RT The first few months of 2021 in the US are going to be much harder than the entire year of 2020. Every doctor knows this. Yo...","sentiment_score":-0.0125}
{"full_text":"Need to get over covid so I can sniff my boyfriend again","sentiment_score":0.0}
{"full_text":"Prestigious award recognises contribution of BAME nurses during Covid-19https:\/\/t.co\/8ldaFrpVa4","sentiment_score":0.0}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"About 4.4 percent of Wuhan's 11 million residents had developed antibodies against the pathogen causing Covid-19 by April. This correlates to around 480,000 infections in Wuhan by April, nearly 10-times the official tally to date of 50,000 cases.https:\/\/t.co\/d7Y7CbLccM","sentiment_score":0.1}
{"full_text":"RT Couples during the lockdown are confused. Are they...a) 'Made' for each otherb) 'Mad' for each otherc) 'Mad' at each ot...","sentiment_score":-0.55}
{"full_text":"When will you be eligible for a COVID-19 shot? Ontario lays out plan for mass vaccination campaign#COVID19Ontario","sentiment_score":0.0}
{"full_text":"RT They must be wearing gloves because of Covid safety guidelines but do they look like some 90's prince &amp; princess attendin...","sentiment_score":0.0}
{"full_text":".@pokwang27 airs concerns on the UK travel ban after reports of new COVID-19 variant; slams DOH chief Francisco Duque for his statement","sentiment_score":0.1363636364}
{"full_text":"Russia, China, &amp; Iran have spread disinformation on the causes of &amp; responses to the #coronavirus pandemic. &amp; argued that we can learn 7 lessons from the steps democracies have taken to address the covid #infodemic. #ASD2020","sentiment_score":0.0}
{"full_text":".@TataCompanies Wiron binds everyone closer during the pandemic with Kites of Hope, a new film from","sentiment_score":0.1363636364}
{"full_text":"This brief by analyses how people with disabilities in #Indonesia were impacted by COVID-19 and to what extent they have accessed the govt's #SPresponse programme. This publication was a contribution from the publication:","sentiment_score":0.0}
{"full_text":"What do YOU want to get back to? We can #GetBackMass when we wear a mask, keep our distance, and get tested. Learn more: #covid19MA","sentiment_score":0.25}
{"full_text":"A new vaccine data page is helping people in Wisconsin stay informed about the COVID-19 vaccine.","sentiment_score":0.1363636364}
{"full_text":"The coronavirus pandemic has further undermined the standing of #Ukraine's cultural industries. Lockdowns and limits on public events have most damaged the music business, cinemas and theaters, all of which depend on ticket sales in Ukraine.","sentiment_score":0.15}
{"full_text":"Britain has authorised emergency use of a second COVID-19 vaccine, becoming the first country to greenlight an easy-to-handle shot that its developers hope will become the \"vaccine for the world\". #9Newshttps:\/\/t.co\/5soGb0pUEz","sentiment_score":0.2333333333}
{"full_text":"STOP YOUR RISK of agonizing death and spreading Coronavirus to loved ones and friends. Proven Protection 99% Efficacyy. Get your copy #Covid19vaccine  #coronavirus #Coronavirusvaccine #vaccine","sentiment_score":0.7}
{"full_text":"#LatinAmerica #Covid19 #Coronavirus #Chile Chile's health authorities said on Tuesday they had detected a case of the new coronavirus strain initially found in Britain, the first such confirmed infection in Latin America.https:\/\/t.co\/Rm4MpaV4te","sentiment_score":0.1572727273}
{"full_text":"#2020's #pandemic, economic crisis and demonstrations for racial #justice yielded some inspiring and profound stories of faith and spiritual connection. Here's our round-up of our best #religion stories of the year: ","sentiment_score":0.3566666667}
{"full_text":"RT 3700+ Americans died from #COVID19 todayTrump golfs in Florida.Pence skis in Colorado.Ted Cruz hunts quail in Texa...","sentiment_score":0.0}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"COVID 19 cases in India until : 30\/12\/2020 17:30Total Cases: 10245326 [+0]Active: 260678Recovered: 9833339 [+0]Deaths :148475 [+0]Total Tests: 170.92MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The Minor Injuries Unit has been closed since March due to Covid-related staffing issues.","sentiment_score":-0.0916666667}
{"full_text":"RT The new COVID-19 variant that came out of the United Kingdom has now been found in Colorado.I'm not panicked. This str...","sentiment_score":0.1363636364}
{"full_text":"RT I've had elderly patients say to me \"I don't understand how I got COVID, I've been so careful. I wear a mask, clean my ha...","sentiment_score":0.1333333333}
{"full_text":"Sadly there is no let up in trying to keep our friends, family and city COVID-safe and we've got to keep on doing our bit.Remember the basics:Wash HandsCover FaceMake SpaceFor more information, including information on symptoms of COVID-19 visit","sentiment_score":0.0}
{"full_text":"As we look forward to a better year in 2021 it's time to think about your New Year's resolutions.  Make one to join the ChORUS and start your transportation planning to ensure safety when you resume your normal routines post-pandemic.","sentiment_score":0.2621212121}
{"full_text":"Britain is the first country to greenlight the easy-to-handle shot that its developers hope will become the \"vaccine for the world.\"","sentiment_score":0.25}
{"full_text":"why choose 1 when you can choose all ","sentiment_score":0.0}
{"full_text":"\"Mujeres Brew House officially opened on November 13, and while customer capacity has waned thanks to California's coronavirus restrictions, interest has only increased.\"","sentiment_score":0.1}
{"full_text":"SUNY Upstate Medical University is teaming up with the Madison County Department of health to offer mobile COVID-19 testing sites starting today.https:\/\/t.co\/ITKm22ljL8","sentiment_score":0.0}
{"full_text":"RT I cannot love this enough.\"And now, I gotta get back to the beach.  This skin ain't gonna tan itself!  Laters!\"","sentiment_score":0.1666666667}
{"full_text":"RT So Ontario's Finance Minister was out of the country when the emergency cabinet meeting was held on December 20th resulting...","sentiment_score":0.0}
{"full_text":"RT Quebec Liberal vacationing down south despite repeated warnings to stay home via","sentiment_score":-0.1555555556}
{"full_text":"One of seven Tyson Foods managers fired for betting on how many workers would test positive for COVID-19 at an Iowa pork plant is defending the office pool as spontaneous fun that was meant to boost morale.","sentiment_score":0.4068181818}
{"full_text":"How has #COVID19 impacted the different areas of the #agrifood sector?@EITFood's report provides key insights into: Production#CircularEconomySupply chains Consumer HabitsRead the report herehttps:\/\/t.co\/OaAoXaslmw#resourceefficiency #FoodForesight","sentiment_score":0.0}
{"full_text":"If you have any coronavirus symptoms, you should self-isolate and get a test. You can book a test through the NHS COVID-19 app or go to You must book your test in advance to secure a slot. #NorthantsTogether","sentiment_score":0.4}
{"full_text":"Remember to wear a MASK that covers your nose and mouth, when going out in public. Please adhere to this rule when you are visiting us on your next essential goods run.  #staysafe #strongertogether","sentiment_score":0.0}
{"full_text":"On #NewYearsEve, an old #IrishTradition is to open your door #midnight &amp; let the old year out &amp; the #NewYear in. #IMO This year deserves the doors, windows, &amp; garage doors to be open#COVID19 #AustraliaFires #MurderHornets #WestCoastFires #2020Riots #UFOs #HurricaneLaura2020","sentiment_score":0.0666666667}
{"full_text":"From stripped supermarket shelves, to almighty blues in the aisles and the online retail boom - the coronavirus pandemic has changed our shopping habits and left many Aussies financially better off, finance experts have said. #9News","sentiment_score":0.3333333333}
{"full_text":"The Towson University men's basketball team paused all activities after a player tested positive Monday for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"Covid-19 has been toughest challenge in nearly three decades, says senior Cumbria police officerhttps:\/\/t.co\/YJ0EObpk0V","sentiment_score":0.1}
{"full_text":"Two state-run veterans facilities, home to many who served in World War II, the Korean War and the Vietnam War, have had 191 resident deaths, along with a caregiver at each home.","sentiment_score":0.5}
{"full_text":"Registered Nurse Patricia Cummings administers the Moderna COVID-19 vaccine to Vice President-elect Kamala Harris at the United Medical Center in Washington, DCPhoto by:  Samuel Corum\/Getty Imageshttps:\/\/t.co\/DLVOH2t098","sentiment_score":-0.05}
{"full_text":"#ICYMI: spoke with CEO and Founder about the logistical and economic challenges of getting the Covid-19 vaccine to emerging markets.","sentiment_score":0.2}
{"full_text":"Media reported #China's syringe makers are boosting their production capacity and have received more international orders. As #COVID19 #vaccination begins, China stands to play an important role in supplying syringes to many other countries.","sentiment_score":0.255}
{"full_text":"Greater Manchester man denies breaching lockdown restrictions at Kendalhttps:\/\/t.co\/M4C8Z2Oq2E","sentiment_score":0.5}
{"full_text":"This country is a fucking joke I did a covid test last week and still no results, they can't even find it","sentiment_score":-0.3}
