{"full_text":"RT Why do COVID-Truthers need a vaccine?","sentiment_score":0.0}
{"full_text":"DRIVE FASTER","sentiment_score":0.0}
{"full_text":"RT COVID-19 reporting is getting looser, shoddier, and more confusing.Example: actual number of Americans who will be vacc...","sentiment_score":0.25}
{"full_text":"RT Happy birthday brother welcome home","sentiment_score":0.8}
{"full_text":"Hypocrisy snow flakes.","sentiment_score":0.0}
{"full_text":"I guess the poor Cambridge kids are going to be hauled out for a 2nd time this wk to distract from the RF's shenanigans- once to try to create public amnesia regarding the disastrous PR stunt went wrong with W&amp;K's train trip amid Covid and now for alleged paedophile #PrinceAndrew","sentiment_score":-0.2833333333}
{"full_text":"RT Follow him. Make his day and get him to at least 60 followers.","sentiment_score":-0.3}
{"full_text":"RT NEW: The Trump administration is rushing to roll out a $250 million ad campaign to encourage coronavirus vaccination. WH say...","sentiment_score":0.1363636364}
{"full_text":"RT I love all the comments telling and I that what he writes about is a conspiracy theory. He is quoting a UN docu...","sentiment_score":0.5}
{"full_text":"RT \"Setting up and keeping the #CashlessDebitCard is running into the millions, that could be better redirected to housing,...","sentiment_score":0.5}
{"full_text":"RT Of course. Because things that weren't COVID were coded as such.","sentiment_score":0.0}
{"full_text":"RT I'll take things that didn't happen for 600#DezNat","sentiment_score":0.0}
{"full_text":"RT COVID-19 cases in Florida:Confirmed: 1,125,931 (+8,958)   -1,107,103 residents (+8,762)   -18,828 non residents (+1...","sentiment_score":0.0}
{"full_text":"RT Australia is coming out of the Covid crisis better than some other countries, but the question is...how? Because the Premier...","sentiment_score":0.1875}
{"full_text":"Licking each page to make sure it got Covid I see","sentiment_score":0.5}
{"full_text":"RT People who aided and abetted a man who downplayed the seriousness of the virus will now be rewarded with some of the firs...","sentiment_score":0.0}
{"full_text":"Morgan you are not mean ... it's true even sick they were given trial drugs and were fine ..","sentiment_score":0.0521577381}
{"full_text":"How many of them died from just COVID? How many died because the State mis-managed nursing homes. Even 1 person dying is too many but now that they know better how to handle it, the death rate, the ICU rate is way down. Unlike the Spring what's happening now is manageable.","sentiment_score":0.3688888889}
{"full_text":"RT They had the money for endless wars. They had the money for Wall Street bailouts. They have the money for pandemic surviv...","sentiment_score":-0.125}
{"full_text":"RT When the Covid vaccine hits","sentiment_score":0.0}
{"full_text":"My job ","sentiment_score":0.0}
{"full_text":"RT i miss life without covid","sentiment_score":0.0}
{"full_text":"RT America's working families and frontlines heroes are crying out for #covid relief.Mitch McConnell staying on \"pause\" for...","sentiment_score":-0.2}
{"full_text":"also the covid vaccine is diff than all of the ones we've had before, mRna is injected for ur body to encode that specific protein to fight against covid and triggers an immune response so that when u DO get infected, the symptoms are way less severe","sentiment_score":-0.0833333333}
{"full_text":"This is the kind of humility many professionals lack. Kudos ","sentiment_score":0.55}
{"full_text":"RT I want to share my story with you; I think given my last post it is important. I am a participant in a Phase 3 clinical trial fo...","sentiment_score":0.2}
{"full_text":"RT Thank you for your service to our children!","sentiment_score":0.0}
{"full_text":"I'm so confused. Dan what about these two senate candidates makes them a patriot? They both associate with white supremacists. Both have made comments with intentional racist undertones. Both are corrupt selling stock after receive confidential intel about the pandemic.","sentiment_score":-0.3}
{"full_text":"Thanks, I heard it before but here is the  evidence","sentiment_score":0.2}
{"full_text":"Dude, every time he tweets, really?You act like he personally went to these individuals and smothered them with a pillow! What democrat put Covid patients in nursing homes? Who said they didn't need the U.S..Comfort Ship to help, then said, they had no help? BLAME CUOMO AND CHINA","sentiment_score":0.0}
{"full_text":"RT Kicking a family off a flight and banning them from the airline because their 2 YEAR OLD daughter wouldn't wear a mask? Wha...","sentiment_score":0.1}
{"full_text":"DOD-CIA make Covid-19  Docs CriminalConstitutional Convention NEEDED b4 2024#GargoylesGaggingGrotuesqeGestapo#FakeBoobiesFrackingFakeFartsFalseFang#TinyTickyTacksTakingTalkToneTinTasersTruthCannabis Oil Eaten CURES CovidI alive 4 it Right 2 Try","sentiment_score":0.1928571429}
{"full_text":"RT #HyderabadNeed #Blood Type :  O-positiveAt : Global Hospital. Blood Component : Need Plasma from O+ve #COVID19 recove...","sentiment_score":0.0}
{"full_text":"RT Same. Definitely","sentiment_score":0.0}
{"full_text":"RT For your family, neighbors, and country -- wear a mask.","sentiment_score":0.0}
{"full_text":"RT 9 months ago today my girl's public school closed for a \"3 week break\" for COVID19. For 9 months (the time it took to make he...","sentiment_score":-0.05}
{"full_text":"RT The spike protein on the surface of #SARSCoV2 is the primary target for #COVID19 vaccine development.  From the data...","sentiment_score":0.4}
{"full_text":"RT Date of 100th COVID-19 death: April 30Date of 200th death: July 31Date of 300th death: Oct. 22Date of 400th death:...","sentiment_score":0.0}
{"full_text":"RT Please explain to me as a health care work, why the people who said  this was a Democrat hoax and refused to wear a mask sh...","sentiment_score":0.0}
{"full_text":"RT I can't even explain how much I want covid to fuck off!!!!!! Ruining lives so close to Christmas ","sentiment_score":-0.4}
{"full_text":"Trump deserves the smearing. That's the difference. He's an incompetent, lying, moron who is responsible for the poor response to the pandemic, the tanking economy, and massive unemployment.","sentiment_score":-0.27}
{"full_text":"The latest The Med Time News ! Thanks to #covid19 #pfizer","sentiment_score":0.4125}
{"full_text":"I'm getting my Covid vaccine next week. I qualify for the first round.","sentiment_score":0.0166666667}
{"full_text":"RT It is infuriating that the same team of people that called COVID a hoax, and have downplayed its severity and the deaths...","sentiment_score":-0.3}
{"full_text":"This administration laughed at the virus and now they get the vaccine before us. What a fuck you to the people.","sentiment_score":0.15}
{"full_text":"RT OUTRAGEOUS.It appears that following a court case in Brazil, is going to give up the data that identifies the...","sentiment_score":0.0}
{"full_text":"RT Alberta reports deadliest day of pandemic with 22 more deaths","sentiment_score":0.5}
{"full_text":"\"This Is the Test of Our Lifetimes\" So many have died of Covid, yet so many insist on not wearing masks or social distancing. Not sure why people fail to understand that \"freedom\" that causes deaths from Covid is not freedom.https:\/\/t.co\/MSKEyZW9QN","sentiment_score":0.0566666667}
{"full_text":"Actually the entire TTU fan base is the worst. You'd think COVID hit in 2019 with how full the stands have been under Wells... especially after halftime.  You're kidding yourself if you don't think winning is the most important thing here in Lubbock.","sentiment_score":-0.0055555556}
{"full_text":"RT Was there ever any doubt? Frontline hospital  workers go without, waiting behind this criminal family??","sentiment_score":-0.4}
{"full_text":"RT If you've ever been dripped on by the Hogwarts Express while walking BOH...don't worry about what's in the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"RT If you're still wearing a mask, social distancing, washing your hands, and limiting contact with people, then please r...","sentiment_score":0.0333333333}
{"full_text":"RT Thank you for your service to our children!","sentiment_score":0.0}
{"full_text":"#NewYork #NewJersey #NY Single-Day Death Count Nears 100; NJ Hits Another Record Day of Cases","sentiment_score":0.0}
{"full_text":"RT Premiers did the Covid heavy lifting. #insiders","sentiment_score":-0.2}
{"full_text":"remember even without Covid 19, Obama got sworn in in a private ceremony in the dark....","sentiment_score":-0.075}
{"full_text":"No one cares, there is this COVID thing happening","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT JUST IN: White House staffers to receive coronavirus vaccine ahead of general public","sentiment_score":0.0166666667}
{"full_text":"RT I don't get this thread really. American Hollywood mainstream film, which is what we're talking about, has always been a capit...","sentiment_score":0.0}
{"full_text":"RT It's Day 3 of the #VoteYourRaise tour and today is in Augusta! We will be spreading a simple message to voters...","sentiment_score":0.0}
{"full_text":"RT \"We should not leave for the holidays until we have adopted that $908 billion framework [for Covid relief].\" --","sentiment_score":0.0}
{"full_text":"RT Mississippi is out of ICU beds!!For fuck's sake, #WearAMask ","sentiment_score":-0.4}
{"full_text":"RT Grim milestone. More than 300,000 Americans are now dead from #COVID19.Donald Trump will forever be remembered for his...","sentiment_score":-0.2333333333}
{"full_text":"RT TRUE!!!  Now- just this would be ANOTHER proof to be added that the \"rig\" was ALREADY ongoing and this tells me that the...","sentiment_score":0.68359375}
{"full_text":"RT I was banned by BEFORE masks were required for challenging a flight attendant who told me I was \"breaking t...","sentiment_score":0.35}
{"full_text":"RT This is the same prison Reality Winner is trapped. Please read. It's horrific.","sentiment_score":-0.4}
{"full_text":"Is it seriously not age pyramids tho, plus early weeding of those who would have lived long enough to be taken by Covid in a western context?","sentiment_score":0.0433333333}
{"full_text":"There's much to be said about universal credit and how it operates, especially during this pandemic year. I've heard some horror stories about people's experience with it","sentiment_score":0.0666666667}
{"full_text":" i would like bring this to everyones attention that I have been fraud by both of you companies. I have booked a ticket for my parents and within 12 hours I realized they are not allowed to travel by British airways due to covid19 restrictions.","sentiment_score":-0.0625}
{"full_text":"RT The vaccine requires a second dose, 21 to 28 days after the first. With 37 days left until they leave their jobs, this has...","sentiment_score":0.0833333333}
{"full_text":"RT Dr. Kizzmekia Corbett, an African American woman, is an expert on the front lines of the global race for a SARS-CoV-2 vacc...","sentiment_score":0.0}
{"full_text":"Hay idiot don't dictate to me how to live I'm hell of a lot smarter then you and my kids are not on dope and very smart and very successful so shut your stupid mouth you dam crook","sentiment_score":-0.042012987}
{"full_text":"RT If u have ever entered State Street Bar in bellingham washington u do not need to worry about what's in the covid vacc...","sentiment_score":0.0}
{"full_text":"RT BREAKING--Donald Trump and other top officials will be offered the Pfizer #COVID19 vaccine within days \"to ensure continuity...","sentiment_score":0.1875}
{"full_text":"RT That reminds me, will be reimbursing our subs after it emerged we were campaigning with both arms tied b...","sentiment_score":0.0}
{"full_text":"Funny, but I know many conservatives who are on Obama care and covid stimulus  or unemployement. Guess who is paying for this? So  who has to pay for old people or sick children? Or people who lost jobs due to health issues?or who will pay for free schools?","sentiment_score":0.068452381}
{"full_text":"Can CRISPR-Based Covid-19 Testing Using Smartphones Slow The Pandemic?","sentiment_score":-0.3}
{"full_text":"Tokyo Covid-19 past weekly average reaches a new high: Other prefectures also","sentiment_score":-0.0457272727}
{"full_text":"RT LEADERSHIP--Germany agreed to step up lockdown measures Dec16-Jan10 to stop exponential #COVID19 rise. Most stores &amp; schools...","sentiment_score":0.5}
{"full_text":"RT They somehow managed to do it without a vaccine too. Our government chose to let 300,000 Americans die because they didnt...","sentiment_score":0.0}
{"full_text":"You just made my point , other deaths are being called Covid &amp; the overall number of US deaths is on course for the yearly average","sentiment_score":-0.0916666667}
{"full_text":"RT First thing I'm gonna do when I get a shot of the covid vaccine is to lick everything, lick everyone's face, lick the fl...","sentiment_score":0.25}
{"full_text":"RT My fiance just got made partner at her law firm yesterday, that means I'm one step closer to living my life long dream of bein...","sentiment_score":-0.125}
{"full_text":"RT In order to register for classes next semester, I have to pay off fees that I no longer have the means to get the mone...","sentiment_score":0.0}
{"full_text":"That's how i feel about the dentist, with my mouth all open and vulnerable. Feels wrong when you have to wear a mask all the time","sentiment_score":-0.3333333333}
{"full_text":"RT Some important reminders as COVID-19 vaccines begin to roll out.","sentiment_score":0.4}
{"full_text":"There is still no decision on deal\/no deal, and there is no reason to rush a decision. Please can everyone put pressure on the 40-60 uncertain tory MPs and sign this petition. Apparently the government aren't even accepting new petitions at the moment...","sentiment_score":0.0931818182}
{"full_text":"RT  BYLINE TIMES BACK CATALOGUE'Humans Are Not Herds': WHO Director Blasts 'Brutal' Idea of Human Herd Immunity to Tackle...","sentiment_score":-0.2916666667}
{"full_text":"'Autoantibodies' may be driving severe Covid cases, study shows","sentiment_score":0.0}
{"full_text":"Downieville, CAc. 1933#Christmas #Christmas2020 #COVID19 #History","sentiment_score":0.0}
{"full_text":"A great rundown on the approved Pfizer #COVID19 vaccine, the timeframe of vaccination, what to expect from the vaccine, and more. ","sentiment_score":0.65}
{"full_text":"States that experienced the most economic disruption from the #coronavirus pandemic did not receive the most PPP loans.https:\/\/t.co\/anS4rbq2xA","sentiment_score":0.5}
{"full_text":"At the global level, we'll likely begin to see the lifesaving impact of vaccines after mid-February. The warming weather in the Northern Hemisphere will also help drive down daily deaths at that time as the effects of seasonality wane. #COVID19 ","sentiment_score":-0.0388888889}
{"full_text":"Europe should use new financial technologies to counteract the capital markets fragmentation trend that has been further aggravated by Brexit and the COVID-19 pandemic.https:\/\/t.co\/2oF24xzECN","sentiment_score":0.0454545455}
{"full_text":"The pandemic is helping some millennials save more","sentiment_score":0.5}
{"full_text":"RT Hope is on the way and it's departing from Kalamazoo, Michigan.Stay #NewYorkTough.We are getting closer to the finish l...","sentiment_score":0.0}
{"full_text":"Nine months on the pandemic's front line have crushed Texas health care workers' spirits and killed their colleagues","sentiment_score":-0.15}
{"full_text":"You underestimated how many of your supporters died from covid, thanks to all those mask-less rallys.","sentiment_score":0.35}
{"full_text":"COVID's set off a canning craze. If you're looking to hop on the preserving train, follow these expert tips.","sentiment_score":0.0}
{"full_text":"Please help support LOCKDOWN BAYS, add a #Twibbon now!","sentiment_score":0.0}
{"full_text":"RT RANT THREAD:A lot of the people complaining about a certain video never knew how hard the shooting condition was, just t...","sentiment_score":-0.0386904762}
{"full_text":"The National Pantomime was first held in 1941 with Jack and the Beanstalk being its first production. Since then, the annual shows have become a staple on the local theatre scene. Read more: #GLNREnt","sentiment_score":0.25}
{"full_text":"The Guardian","sentiment_score":0.0}
{"full_text":"Members of White House staff to get early access to coronavirus vaccine","sentiment_score":0.05}
{"full_text":"Forecast map for this evening       See               #wx #weather #index #wave #cooler  #storm #hail #wind #flooding #traffic #flood #rain #Forecast #local #news #humid #storm #radar #Sunday  #weekend #lockdown","sentiment_score":0.0}
{"full_text":"Officials say vaccines should be available to everyone by the middle of next year. Here's all you need to knowhttps:\/\/t.co\/jZ7xETNL8M","sentiment_score":0.1333333333}
{"full_text":"RT So at what point are the rest of us going to tire of billionaires - whose lives are completely unaffected by lockdowns, s...","sentiment_score":-0.05}
{"full_text":"Blocking protein-digesting enzyme may help improve metabolic healthhttps:\/\/t.co\/WccfL2o9Tg#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.0}
{"full_text":"Nursing homes on Cape Cod are trying to stop the spread of COVID-19 within their walls, but are they doing enough? #CapeCod","sentiment_score":0.0}
{"full_text":"The Health Ministry said 108 million doses will be available for priority vaccination of vulnerable groups that include health workers, elderly people and indigenous communities.https:\/\/t.co\/Y5HfqPJgfe","sentiment_score":-0.05}
{"full_text":"Stay home, wear a mask, and keep fighting for reproductive freedom. ","sentiment_score":0.0}
{"full_text":"TOP OF THE WEEK: MLB Sues for Billions as Pandemic Lawsuits Analyze the Meaning of the Word 'Or'","sentiment_score":0.5}
{"full_text":"Studios have been tracking audience preferences for years. It's what they do. Consumers want everything as soon as they can get it. And they don't want to wait 90 days! The pandemic accelerated what has already been happening. And gave studios an excuse to change the paradigm.","sentiment_score":-0.05}
{"full_text":"Good said at a Trump rally in D.C., \"It's a serious virus, but it's a virus -- it's not a pandemic. It's great to see your faces. You get it. You stand up against tyranny. Thank you for being here today. Thank you for saying 'no' to the insanity.\"https:\/\/t.co\/qKaWL52kh4","sentiment_score":0.3888888889}
{"full_text":"COVID-19 vaccines have begun shipping in the U.S. after getting emergency authorization, setting off the nation's biggest ever vaccination push. But supplies are expected to be limited for some time.","sentiment_score":-0.0857142857}
{"full_text":"SANDRA YUHAS, 81 of Doylestown, Pennsylvania died of COVID on Dec. 10.\"She expressed love purely &amp; was so kind. She loved baking and birdwatching. She'd mail cookies to family every year for Xmas. She made everyone feel at home. Her laugh was beautiful and generous.\"","sentiment_score":0.5273809524}
{"full_text":"Nebraska reported its smallest number of new virus cases since early November on Saturday as the state prepares for the first doses of a coronavirus vaccine to arrive.","sentiment_score":0.1621212121}
{"full_text":"White House, other top officials to get early access to coronavirus vaccine","sentiment_score":0.11875}
{"full_text":"I would like to know why the trump administration staff are getting COVID Vaccine in the first cycle.  They've been telling America all year that it's not real, just the f'ing flu, no need for masks!! WTF...WH lining up ahead of healthcare workers &amp; nursing home residents!!","sentiment_score":0.0029296875}
{"full_text":"Experts fear the country is hurtling nonstop toward the next milestone of surpassing the total of American fatalities in World War II - even as vaccines are on the way.","sentiment_score":0.0}
{"full_text":"Let the #Light of #Love enlighten the whole world! #JoyTrain #Joy #Kindness #Quote #COVID19 #Mindfulness #GoldenHearts #IAM #FamilyTrain #ChooseLove #SuperSoulSunday #SundayMorning #SundayMotivation #SuperSoulSunday #ThinkBIGSundayWithMarsha RT","sentiment_score":0.4875}
{"full_text":"As the pandemic continues and with more cold weather on the way, community leaders on the west side are gearing up to meet a lot of needs.","sentiment_score":-0.05}
{"full_text":"White House, other top officials to get early vaccine access &gt;","sentiment_score":0.11875}
{"full_text":"How coronavirus has affected communities of color -","sentiment_score":0.0}
{"full_text":"WATCH! AAKP made public comments on the National Academies DRAFT COVID vaccination plan. LISTEN to what we said to make clinical trials and vaccines more inclusive, trusted, and accessible to ALL kidney patients!","sentiment_score":0.3229166667}
{"full_text":"Local lawmakers call on Cuomo, DOH to prioritize vaccines for EMS personnel.  #prioritize_vaccines #Covid-19 #ambulance_workers #healthcare #EMT","sentiment_score":0.0}
{"full_text":"This happened in the pandemic novel i read too.","sentiment_score":0.0}
{"full_text":"Hustlers gonna hustle  Complainers gonna complain  Race baiters gonna bait  Sheep gonna be sheep  The news gonna lie   Everything we already knew, just on steroids  -","sentiment_score":0.0}
{"full_text":"The superintendents of White Oak, Pine Tree and Spring Hill independent school systems are calling for teachers to be among the first vaccinated with the new COVID-19 vaccine. ","sentiment_score":0.0965909091}
{"full_text":"RT PANDEMIC DENIALISM LUNACY. All #COVID19 deniers should have to volunteer \/ work in the hospital or a morgue themselves... w...","sentiment_score":0.0}
{"full_text":"Savills is pleased to secure another tenant at 10 Queen St, Melbourne, in what is the fourth lease completed in the building since COVID-19. Congratulations to tenant Chandler Recruitment Services and client RIVERLEE on this successful outcome","sentiment_score":0.4125}
{"full_text":"Come on people fight for libertarianism Doug ford is nothing but a piece of shit who is punishing us for his mishandling of the China virus we're Canadians we strong we ain't cowards we'll fight till we get what we want NO MORE  USELESS LOCKDOWNS ","sentiment_score":-0.1291666667}
{"full_text":"Right. So we've been out of lockdown for 6 weeks and this happens.Doesn't this dent your assertions that lockdowns don't work?","sentiment_score":0.2857142857}
{"full_text":"Find more debunked #COVID19 myths here:","sentiment_score":0.5}
{"full_text":"RT Breaking: Our report into migrant worker exploitation released today, shockingly exploitation increased during the pandem...","sentiment_score":-1.0}
{"full_text":"RT But I thought COVID was a \"Democrat hoax\" that \"will magically go away after the election\" so why would the White House staf...","sentiment_score":0.25}
{"full_text":"RT Whatever the weather or how I'm feeling this boy gets me out of bed and outside. Living on my own, wfh in tier 3 lockdown...","sentiment_score":0.3}
{"full_text":"Find more debunked #COVID19 vaccine myths here:","sentiment_score":0.5}
{"full_text":"Covid-19 Gave Me Another Reason To Pursue My Dream More Than Ever! Learn More   #gofundme #covid #dream #risemoney #vote","sentiment_score":0.5625}
{"full_text":"ROME -- Italy on Sunday eclipsed Britain to become the nation with the worst official coronavirus death toll in Europe.","sentiment_score":-1.0}
{"full_text":"WH orders FDA chief to authorize coronavirus vaccine Friday or resign. Under this political condition, do not take the vaccine until after you have been sworn in. Beware when people ask \"WHEN\" will you take the vaccine. Did Trump get COVID after vaccine?","sentiment_score":0.0}
{"full_text":"RT Western Scientists have a responsibility for answering the following question:Why were ASIA\/AFRICA\/Oceana not ravaged b...","sentiment_score":0.0}
{"full_text":"Lorraine Kelly blasts Rita Ora and Kay Burley for breaking lockdown  -   #Lorraine #Kelly #blasts #Rita #Ora #and #Kay #Burley #for #breaking #lockdown #","sentiment_score":0.0}
{"full_text":"#Florida reports 8,598 new #COVID-19 #coronavirus incidences on #Sunday ... | #SARSCoV2 | #infection | #COVID19 | #disease | #pandemic | By via","sentiment_score":0.1363636364}
{"full_text":"Scraps of nothing.","sentiment_score":0.0}
{"full_text":"RT At the global level, we'll likely begin to see the lifesaving impact of vaccines after mid-February. The warming weather in th...","sentiment_score":0.0}
{"full_text":"RT WARNING: The SVR Russia's overseas spy division of the old KGB is using COZY BEAR to try to Phish for staff emails at the...","sentiment_score":-0.05}
{"full_text":"Experts fear the country is hurtling nonstop toward the next milestone of surpassing the total of American fatalities in World War II - even as vaccines are on the way.","sentiment_score":0.0}
{"full_text":"The American spirit of generosity this holiday season may be no match for the coronavirus.","sentiment_score":0.0}
{"full_text":"i added that bc i have an audience and a responsibility to remind people proper procedures. men stay having the audacity.","sentiment_score":0.0}
{"full_text":"Lmao trips was going upppp","sentiment_score":0.6}
{"full_text":"Seems about right  (via","sentiment_score":0.2857142857}
{"full_text":"Sounds like a great novel","sentiment_score":0.8}
{"full_text":"RT Dr. Kizzmekia Corbett, an African American woman, is an expert on the front lines of the global race for a SARS-CoV-2 vacc...","sentiment_score":0.0}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":"Can still be carriers of covid 19Which Trump will unleash at rallies and Christmas partys","sentiment_score":0.0}
{"full_text":"Janis, it's heartbreaking. With the rallies we will never stop the deaths let alone flatten the curve.","sentiment_score":0.0}
{"full_text":" Tweet rising in popularity within Science Pulse database [2\/3]  ","sentiment_score":0.0}
{"full_text":"RT Articles like this from the Sun are very unfair. We aren't teachers. My wife works for the NHS and worked long, hard hou...","sentiment_score":-0.3305555556}
