{"full_text":"Milk protein instead of sugar.No 1 USA.2011 year 141 million tons of cakes = 15.51 million tons of sugar, 115 million tons of meat. 2019 year 33 million diabetes. $ 330 billion in cost. Daily sugar 36 g 194 g five times more.: COVID-19 victims 341,316 .28 Dec.","sentiment_score":0.25}
{"full_text":"RT Tina Collins Wilson from Austin, TX was last seen getting kicked out of Nordstrom for refusing to wear a mask.","sentiment_score":0.0}
{"full_text":"RT Newly revealed documents detail the utter mess that was the Trudeau government's #COVID19 pandemic response. This is exc...","sentiment_score":-0.0128787879}
{"full_text":"#GivingBack #ThankYou #EndHomelessness #Pandemic Man assembles handwashing stations for homeless amid coronavirus  via","sentiment_score":0.0}
{"full_text":"H1N1 didn't get enough clicks and shares to earn a lockdown. If it had, we'd have been here in 2009 instead of 2020.","sentiment_score":0.0}
{"full_text":"RT for my people from Croatia who need home or place to stay at","sentiment_score":0.0}
{"full_text":"But to some cases such as covid this can be avoided,some citizens have stopped caring for their health.Kibicho you made through that journey","sentiment_score":0.0}
{"full_text":"RT COVID-19 Second Wave: Nigerian Government May Ban UK, US Flights Next Week.","sentiment_score":0.0}
{"full_text":"The Movie: Global Job Hunt meets The Centre for Optimism April Chepovskygold and Victor Perton conversation on #optimism, #leadership &amp; what we need to thrive through the #pandemic and beyondhttps:\/\/t.co\/ZCDS0eIDLK via","sentiment_score":0.0}
{"full_text":"RT Here's the math: If the goal is to reach 80% of Americans vaccinated with a 2-dose #covid19 vaccine, it will take 10 years...","sentiment_score":0.0}
{"full_text":"They re saving that  for the  Covid 20","sentiment_score":0.0}
{"full_text":"seemed surprised that China underreported Covid-19 cases by 10x's.  Anyone with a brain knew this was the case! Get your head out of China's ass and start paying attention.","sentiment_score":0.125}
{"full_text":"is helping lead the fight against evictions during the COVID-19 Pandemic. Thousands of Texas families have been evicted since the pandemic began. No family should lose their home at a time like this.","sentiment_score":0.0}
{"full_text":"RT 33. This seems to be the mechanism proposed by the Montreal researchers mentioned above. Here is a piece of the article ment...","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"RT Bitch McConnell and the Republicans would rather give your money to the Corporations, their Campaign Donors, the Bloated...","sentiment_score":0.0}
{"full_text":"RT NHS staff are at breaking point. They are trying to speak up about how bad things are on the frontline but are being shot...","sentiment_score":-0.7}
{"full_text":"RT Our final episode for the year guys...You do need to listen and pls RETWEETRadiopublic: po...","sentiment_score":0.0}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening.Call 116 123 (Samaritans UK)Just two. Any two. Copy, not retweet.","sentiment_score":0.0}
{"full_text":"RT And finally a nice relaxing view of #Earlswood lake at dusk to soothe away those Covid blues!","sentiment_score":0.75}
{"full_text":"RT Every single main stream media outlet is relentless in their push for a lockdown. Makes you think is might be co-ordinated.","sentiment_score":0.0476190476}
{"full_text":"RT Joseph Stiglitz on the Pandemic Economy &amp; Why He Backs Sanders' Filibuster for $2000 Stimulus Checks","sentiment_score":0.0}
{"full_text":"RT Indian Railways creates yet another 'Make in India' success story. Despite COVID related challenges, Chittaranjan Locomoti...","sentiment_score":0.15}
{"full_text":"RT Shameful. UCP took federal emergency money for themselves, and left 300m on the table meant for working people. All you n...","sentiment_score":0.0}
{"full_text":"RT Let's declare Congress non-essential, demand they stay home, and slash their salaries. The country will be open in 15 minutes.","sentiment_score":0.0}
{"full_text":"RT McEnany claimed, \"We don't have time in the middle of a pandemic for publicity stunts,\" as Blue Angels flew overhead in a m...","sentiment_score":0.0}
{"full_text":"China is not a friend of the U S... not even friends to their own citizens","sentiment_score":0.6}
{"full_text":"RT When you say you don't know who to believe on Covid, you're treating the testimony of frontline NHS doctors and nurses l...","sentiment_score":0.0}
{"full_text":"RT I've had elderly patients say to me \"I don't understand how I got COVID, I've been so careful. I wear a mask, clean my ha...","sentiment_score":0.1333333333}
{"full_text":"Full lockdown for a month I think.","sentiment_score":0.35}
{"full_text":"RT even with a vaccine, i'll still be wearing a mask and continuing cleaning and social distancing. i ain't had a cold or n...","sentiment_score":-0.2833333333}
{"full_text":"RT As a Kentuckian, I wanna ask other Kentuckians after all of this how could you still support Mitch? The man who has do...","sentiment_score":-0.125}
{"full_text":"RT for my people from Croatia who need home or place to stay at","sentiment_score":0.0}
{"full_text":"RT Oh, I see. The trip was \"previously planned.\" Kind of like my vote in the next election, I guess.https:\/\/t.co\/jAsuqHg0yI","sentiment_score":0.1444444444}
{"full_text":"RT Respiratory deaths aren't above seasonal excess averages.We shut down the NHS for several months so we should...","sentiment_score":-0.0518518519}
{"full_text":"And you think it has to do with the signs and not COVID, as has been the case in the rest of the country?You know what confirmation bias is right? It's very possible that the signs made you aware of the problem in the first place, and that's when you started noticing it.","sentiment_score":0.1964285714}
{"full_text":"RT Worst prediction of 2020: Elon Musk: There will be \"close to zero\" new cases of covid by the end of April. Billionaires ar...","sentiment_score":-0.4318181818}
{"full_text":"RT Your country has done a lousy job of dealing with COVID.","sentiment_score":-0.5}
{"full_text":"219 (80,152 \/ 365) Deaths per day (average) from Malignant neoplasms in Canada during 2019143 (52,541\/365) Deaths per day (average) from Diseases of heart in Canada during 201941 (15,121\/364) Deaths per day (average) from #COVID19 in Canada (so far) in 2020#LdnOnt","sentiment_score":-0.0875}
{"full_text":"RT Today, Republicans in Congress will choose to deliver relief to America's workers struggling in this pandemic or they will...","sentiment_score":0.0}
{"full_text":"RT The only thing standing in the way of $2,000 per person COVID relief is the current makeup of the Senate.","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"How to Prepare for Post-Pandemic Dining, Key Steps -","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"RT Your daily reminder that David Perdue fought against stimulus checks for the entire pandemic.","sentiment_score":0.0}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"Now playing on African Affairs Radio: Dont You Want My Love by Jomanda! Tune in now.Live (Nonstop African Music): #africansarenotlabrats #standby Resist #coronavirus #africansarenotlabrats #NoToCoronaVirusVaccines","sentiment_score":0.2083333333}
{"full_text":"okay that is very bad ","sentiment_score":-0.205}
{"full_text":"RT I'm literally terrified of getting covid because I have other health issues and for people to call me boring for not wanting...","sentiment_score":-0.5625}
{"full_text":"RT Complex situation- advice for teachers to be on #CovidVaccine priority list (Israel, Russia), also nee...","sentiment_score":-0.3}
{"full_text":"Pelosi's Plan to End Homelessness in San Francisco: Let Them Die of COVID or Overdose via Politics","sentiment_score":0.0}
{"full_text":"RT (PS) Taking reported COVID-19 deaths in December, plus undercounted COVID-19 deaths in December, and adding them to the 3...","sentiment_score":0.0}
{"full_text":"Lol ph that will soon go on lockdown","sentiment_score":0.8}
{"full_text":"Never going back to since they responded to COVID by closing 1\/2 their MB store's exits.  Creating bottlenecks doesn't help with physical distancing.","sentiment_score":0.0}
{"full_text":"indifferent to the suffering of millions of Americans while he partied and golfed at his Florida vacation home. Marie Antoinette has nothing on this guy,\" says Mehdi Hasan on Trump's delay in signing Covid relief bill.","sentiment_score":0.0}
{"full_text":"RT Tough to explain to people outside the US that we have the most deaths from Covid-19 because, in large part, we have a \"pro-lif...","sentiment_score":0.0813492063}
{"full_text":"RT 53,000 new cases today.53,000.And still - incredibly - we are not in lockdown.I just cannot bear the inertia. It i...","sentiment_score":0.5181818182}
{"full_text":"RT Can someone PLEASE EXPLAIN WHY THEY ARE MAKING A BIG DEAL OVER HELPING THE AMERICAN PEOPLE? Why is it a FIGHT over wh...","sentiment_score":0.0}
{"full_text":"RT I have a hard time believing the party that fully endorsed letting murderers &amp; rapists out of prison because of the \"pan...","sentiment_score":-0.2916666667}
{"full_text":"genuinely this song hurts... anything covid related hurts at this point","sentiment_score":0.2}
{"full_text":"RT For months, the GOP controlled Senate resisted giving Americans even $600I highly doubt they will agree to $2,000B...","sentiment_score":0.16}
{"full_text":"RT Government is telling you:-When you can leave your home.-Who you can have in your home.-And what you have to wear while...","sentiment_score":0.0}
{"full_text":"RT When asked whether she supports the $2,000 COVID-19 stimulus relief checks, VP-elect Kamala Harris says, \"Well I actually ha...","sentiment_score":0.0}
{"full_text":"RT When you have self esteem issues and you're happy to wear a mask cuz it means you won't have to show your face","sentiment_score":0.8}
{"full_text":"There must be some context lost in the translation, but my understanding is that the vaccine for COVID is to prevent infection. can you clarify?","sentiment_score":0.0}
{"full_text":"RT Mum's in Royal and saw the staff watching the window for something but kept having to go off and work. She offered to w...","sentiment_score":0.0}
{"full_text":"Stay home #LosAngeles. Please.","sentiment_score":0.0}
{"full_text":"Just been told by a teacher you cannot change school holidays this level of inflexibility is half the problem. Get a grip!","sentiment_score":-0.2083333333}
{"full_text":"RT Worst prediction of 2020: Elon Musk: There will be \"close to zero\" new cases of covid by the end of April. Billionaires ar...","sentiment_score":-0.4318181818}
{"full_text":"Fuck this guy... fuck #FordNation","sentiment_score":-0.4}
{"full_text":"RT This is low quality journalism. It is a terrible tweet for a  journalist. Different countries are at different stag...","sentiment_score":-0.25}
{"full_text":"Wash hands; stay home.","sentiment_score":0.0}
{"full_text":"RT The pandemic has been catastrophic for many Americans.Yesterday, the House passed a bill to increase the amount of survival...","sentiment_score":0.5}
{"full_text":"RT We are living in a country where there are people vacationing during a pandemic and also people who cannot feed their famil...","sentiment_score":0.0}
{"full_text":"RT Part-time prime minister Boris Johnson here rubbishing the Coronavirus threat in early February when he didn't bother atten...","sentiment_score":0.1}
{"full_text":"RT Oh no there must be a nefarious reason for this! Middlesbrough fans will be angry from a game in 1997 if not! Cheating I re...","sentiment_score":-0.5}
{"full_text":"my girlfriend and i both just tested positive for covid....","sentiment_score":0.2272727273}
{"full_text":"Kamala Harris Receives First Dose of Covid-19 Vaccinehttps:\/\/t.co\/eu2ewJ3SzG","sentiment_score":0.25}
{"full_text":"RT My 93-year-old grandmother beat Covid. Amen! ","sentiment_score":0.0}
{"full_text":"RT More than 340,000 people in this country have died from Covid. Google the population of cities like Oakland, Minneapolis,...","sentiment_score":0.5}
{"full_text":"RT do I have covid or have I only consumed wine and carbohydrates for 8 days","sentiment_score":0.0}
{"full_text":"RT Exc: Understand that Fulham's match with Tottenham tomorrow is in doubt after a number of positive COVID-19 tests at the...","sentiment_score":0.2272727273}
{"full_text":"RT This is coming out tomorrow in As a doctor who volunteered for the Nightingale I can't tell you how much effor...","sentiment_score":0.2}
{"full_text":"Ed Sheeran _Afterglow guitar cover l fear women l congratulationlycoon l Justin UG l auba Munwol  mamiwater  green word bhrars  Chris Brown","sentiment_score":-0.2}
{"full_text":"#NOWPLAYING : Lucas Estrada, NEIMY, Henri Purnell - In My Fantasy  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife","sentiment_score":0.0}
{"full_text":"I've been blessed to still be able to work throughout this entire pandemic, I personally am not going to be directly impacted by the stimulus, but I empathize with the population of people that won't be getting this help. It's ridiculous, we are a joke of a country.","sentiment_score":0.0533333333}
{"full_text":"RT The elected representative for the people of Telford suggests she's been prevented from talking about road deaths in compa...","sentiment_score":0.0}
{"full_text":"RT When We the People want a government that listens to US, then we the people will publicly fund election campaigns and make p...","sentiment_score":0.0}
{"full_text":"RT It's undertaking a NIDS sensitization across all chapters (Open to the public) for me. Not to mention the Covid...","sentiment_score":0.0}
{"full_text":"British people who referred to covid as the \"china virus\" for most of the year getting upset at he new strain being called the UK-Strain is all you need to know to grasp british self-entitlement","sentiment_score":0.1590909091}
{"full_text":"RT There was a massive smallpox epidemic during the American Revolution.George Washington quarantined the infected, refused...","sentiment_score":0.0}
{"full_text":"RT \"We have five tents outside of the hospital,\" Batchlor said. \"We have patients in our conference room, in our chapel.\"Many gu...","sentiment_score":0.25}
{"full_text":"RT Y'all know this pandemic is going to keep us on stand still until  at 2023","sentiment_score":0.0}
{"full_text":"RT Term starts in a week. Why can't tell us:1. What the science tells us about covid in schools?2. What...","sentiment_score":0.0}
{"full_text":"We as a nation are finished, finished!","sentiment_score":0.0}
{"full_text":"RT I often hear this complaint: \"Why doesn't the media show more film &amp; photos of patients suffering w#COVID19 ? Deniers w...","sentiment_score":0.1}
{"full_text":"RT A further comprehensive package of additional support from Government to enable Sheffield to move forward from COVID in 2...","sentiment_score":0.0}
{"full_text":"Congress has finally reached a bipartisan deal on a $900 billion stimulus package, and the President has signed it into law. We break down all you need to know:https:\/\/t.co\/CYh1jiUJfb","sentiment_score":-0.0777777778}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"RT This is first anniversary of week that Dr Li Wenliang recognised the start of the #COVID19 outbreak. He continued to work...","sentiment_score":0.25}
{"full_text":"RT The President that cares for his people gave them more money today, here at home our President is crying crocodile tears...","sentiment_score":0.15}
{"full_text":"RT IndiaPopulation: 1.3 billionCOVID cases last week: 152,311UKPopulation: 67 millionCOVID cases last week: 254,381","sentiment_score":0.0}
{"full_text":"Obviously I have no sympathy for him. I hope he had also learned how to wear a mask correctly","sentiment_score":0.0}
{"full_text":"RT There was a massive smallpox epidemic during the American Revolution.Washington quarantined the infected, re...","sentiment_score":0.0}
{"full_text":"Huh? I thought he doesn't lose his eligibility due to covid? I haven't seen Scott on any mock drafts. Hope the people are giving him the best advice","sentiment_score":0.4375}
{"full_text":"i hate you coronavirus","sentiment_score":-0.8}
{"full_text":"RT FYI: There have now been 43,000+ gun deaths (including the # of approximate suicides based on CDC data) so far this year in...","sentiment_score":-0.15}
{"full_text":"RT Things are bad.Please stay at home if you can.Please.","sentiment_score":0.0}
{"full_text":"RT Complex situation- advice for teachers to be on #CovidVaccine priority list (Israel, Russia),...","sentiment_score":-0.3}
{"full_text":"RT Jon Ossoff to CNN on whether Trump's campaign event will help Republicans: \"President Trump does little at his rallies bu...","sentiment_score":-0.1875}
{"full_text":"A Good Sign! President Trump Signs COVID Relief Bill But Will Still Fight For More Funds For American People And Less On Pork. | ","sentiment_score":0.3020833333}
{"full_text":"RT Government is telling you:-When you can leave your home.-Who you can have in your home.-And what you have to wear while...","sentiment_score":0.0}
{"full_text":"RT Efrain Reyes, the last man to share a jail cell with deceased pedophile Jeffrey Epstein, died of coronavirus.","sentiment_score":-0.05}
{"full_text":"RT There was a massive smallpox epidemic during the American Revolution.Washington quarantined the infected, re...","sentiment_score":0.0}
{"full_text":"RT A Qualitative Analysis of Older people's Experiences of Exercise in the Home during Covid-19 Lockdown in Englandhttps:...","sentiment_score":0.1666666667}
{"full_text":"RT new rule: if you called covid a hoax, you go straight the fuck to the end of the vaccine line. no exceptions","sentiment_score":-0.0212121212}
{"full_text":"Covid-19 vaccine: Calculator estimates your place in the queuehttps:\/\/t.co\/hdU590eFdM","sentiment_score":0.0}
{"full_text":"Apple will be boosting the manufacturing of the flagship smartphones by almost 30 percent. Despite previous indications that have been suggesting that iPhone production would be slowing down, the COVID-19 pandemic has changed... READ More#apple #iphonehttps:\/\/t.co\/UIBCaNPreD","sentiment_score":-0.1611111111}
{"full_text":"Arkansas Gov. Asa Hutchinson is holding his weekly coronavirus briefing at 1:30 p.m. Watch here:","sentiment_score":0.0}
{"full_text":"Looking to keep your organization safe from COVID-19?As a company who was awarded a Statewide Term Contract for Disinfecting Services, is ready to assist you with all of your infectious control needs so that your business can remain open!#COVID19 #COVID19NC","sentiment_score":0.35}
{"full_text":"Doctors at CHI Health are reminding everyone to be cautious on New Years Eve to prevent a spike in COVID-19 cases.https:\/\/t.co\/yVGjrA1rAo","sentiment_score":0.1363636364}
{"full_text":"Eating nutritious breakfast at school is associated with better attendance rates and student performance. Learn more about the school meal programs supported by the Department of Agriculture that work to provide students with free meals. #SHS","sentiment_score":0.4666666667}
{"full_text":"Senate Majority Leader Mitch McConnell said he plans to bring the president's demand for the $2,000 checks \"into focus.\"https:\/\/t.co\/tbrz2nQlht","sentiment_score":0.0}
{"full_text":"2020 required us to make quite a few changes, but we may have learned some new skills along the way. What are you looking forward to in 2021? #tuesdaymotivationshttps:\/\/t.co\/68fpcjSUz2","sentiment_score":-0.0318181818}
{"full_text":"Fired Tyson manager says betting on how many workers would get COVID was \"something fun, kind of a morale boost\"","sentiment_score":0.4666666667}
{"full_text":"Infection rates are rising across the region.https:\/\/t.co\/pmGaTnQ3xo","sentiment_score":0.0}
{"full_text":"A Massachusetts Republican Party leader says he likely got COVID-19 at a White House Hanukah party earlier this month.\"Three days later after that event, I was in the hospital ... ready to be put on a lifesaving ventilator.\"https:\/\/t.co\/PR836UUOGy","sentiment_score":0.04}
{"full_text":"Post lockdown pulisic szn incoming again ","sentiment_score":0.0}
{"full_text":"New restrictions have been introduced to help stop the spread of #COVID19. Stay at home as much as possible and only leave for essential reasons. Find out more:","sentiment_score":0.1272727273}
{"full_text":"Arizona, for #WebinarWednesday learn about the opioid epidemic and the warning signs of addiction by joining us for a live Opioid Awareness &amp; Prevention webinar TOMORROW, December 30th, at 10:00am. Click here to register and to see more webinar topics:","sentiment_score":0.3181818182}
{"full_text":"Kamala Harris and husband Doug Emhoff receive COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"Republican Senators Kelly Loeffler and David Perdue could actually force a Senate vote on $2,000 checks for almost two thirds of Georgia households. After all, their state is in the middle of a calamity. Instead, they are issuing belated, meek platitudes.","sentiment_score":-0.0666666667}
{"full_text":"A New York health care company was accused of fraudulently obtaining the COVID-19 vaccine and administering it to members of the public.","sentiment_score":0.0681818182}
{"full_text":".@WorldCafe's Douris spoke with on the first day of June, after a weekend of powerful protests across the country against police brutality, with a pandemic still going on. It was one of her most impactful interviews of 2020.","sentiment_score":0.35}
{"full_text":"U.S. Article: Donning and doffing PPE correctly to fight against COVID-19.","sentiment_score":0.0}
{"full_text":"Some people have questions or concerns on how the #COVID19 vaccine was developed so quickly. This video from the addresses some of the main concerns people have.https:\/\/t.co\/8uJqiXy4h1","sentiment_score":0.2}
{"full_text":"RT Thousands of people are dying of COVID in this country every day, BECAUSE OF THIS INCOMPETENT GOVERNMENT. They only thing th...","sentiment_score":-0.175}
{"full_text":"The Hague Criminal Court for mitch and trump. They get No choice for their punishment. The Hague Decides.  How about the gallows for them from the Hague Prosecutors. Give the Seagulls prime pickens","sentiment_score":-0.4}
{"full_text":"RT $opti. Don't forget our 20% reward at on any and all products. Code: HAWAII  creates a winner every tim...","sentiment_score":0.0}
{"full_text":"RT 1\/2 Some people who get severe Covid infections end up in hospitals. Hospitals are under-funded and not e...","sentiment_score":0.0}
{"full_text":"Covaxin can work against mutated coronavirus: Bharat Biotech","sentiment_score":0.0}
{"full_text":"Dear All, please read the entire thread. Nice composition by Mr.Arun.","sentiment_score":0.3}
{"full_text":"What we're reading Tuesday1. Paul Gardner, Michael Palone, David Carr, Amy Griffin (United Soccer Coaches Podcast)2. Beckham takes more active role in Inter Miami: (Miami Herald)3. Wuhan's soccer fans find redemption: (Time)","sentiment_score":-0.2833333333}
{"full_text":"A southern Kentucky hospital is still seeing a surge in COVID-19 cases, but staff members are hopeful the numbers will start going down.","sentiment_score":-0.0777777778}
{"full_text":"HUL's Shikhar app booming during Covid; manages to get around 3 lakh outlets onboard.https:\/\/t.co\/FI1pbCbsNl","sentiment_score":0.0}
{"full_text":"Might be in lockdown but it's hard to stop cooking!! Blackberry tarts looking good, might be on the new menu when we reopen. #proper","sentiment_score":0.0951586174}
{"full_text":"Deb Haaland would be the first Native American cabinet secretaryhttps:\/\/t.co\/qReS2J6OAw","sentiment_score":0.125}
{"full_text":"Dave Grohl has been very outspoken to help independent music venues through the pandemic!https:\/\/t.co\/plq2AlxDJb","sentiment_score":0.1}
{"full_text":"RT CNN: 19.4 million people in the United States have tested positive for coronavirus.","sentiment_score":0.2272727273}
{"full_text":"RT Right now, there are 11,351 COVID patients in Texas hospitals. That's the highest number since the pandemic began.","sentiment_score":0.2857142857}
{"full_text":"Maryland Agencies and Labs making a big impact in the COVID-19 fight!#research #labsClick to view the article:","sentiment_score":0.0}
{"full_text":"The Continued Assistance Act, signed Dec. 27, extends benefits for Pandemic Unemployment Assistance (PUA) and Pandemic Emergency Unemployment Compensation (PEUC).https:\/\/t.co\/fB9bYKTBPs","sentiment_score":0.0}
{"full_text":"RT #EXO's #DO To Be Discharged From Military Service Due To #COVID19 Regulations!https:\/\/t.co\/voIKiI1GUN","sentiment_score":-0.1125}
{"full_text":"Serum 25(OH)D Level on Hospital Admission Associated With COVID-19 Stage and Mortality via #COVID19 #VitaminD #Medtwitter","sentiment_score":0.0}
{"full_text":"RT Your daily reminder that David Perdue fought against stimulus checks for the entire pandemic.","sentiment_score":0.0}
{"full_text":"Centre for #Optimism: 'The Better Normal' survey reveals #COVID-19 seen as a catalyst for positive changeby with","sentiment_score":0.2924242424}
{"full_text":"RT Thanks for re-electing this piece of shit, Kentucky. Really, just a great job there.","sentiment_score":0.25}
{"full_text":"What should clinically vulnerable staff with no PPE or social distancing do ?","sentiment_score":-0.2333333333}
{"full_text":"RT Second employee at Zehrs in Orillia tests positive for COVID-19","sentiment_score":0.1136363636}
{"full_text":"We have a remarkable opportunity to empower the world's most vulnerable people.All of us have a responsibility to ensure #Covid19 recovery addresses economic inequality. Discover how this can be achieved by visiting:","sentiment_score":0.2375}
{"full_text":"RT Ontario's #COVID19 numbers are at an all time high today, with only 34k tests, which means our positivity rate is about...","sentiment_score":0.08}
{"full_text":"RT new rule: if you called covid a hoax, you go straight the fuck to the end of the vaccine line. no exceptions","sentiment_score":-0.0212121212}
