{"full_text":"RT I am roasting root vegetables.","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Arizona Legislature will be closed all next week after at least 15 current or future Republican legislat...","sentiment_score":-0.08}
{"full_text":"RT Just like President Trump, he will be back in no time! Prayers for a speedy recovery, Mayor!https:\/\/t.co\/qN2q2WcqDP","sentiment_score":0.0}
{"full_text":"Sorry homie, you're 27 and still live at home. Y'all ain't married soooooooooo you stay in the big boy room by yourself.  #90DayFiance","sentiment_score":-0.0284090909}
{"full_text":"North Korea publicly executes a citizen for breaking Covid rules","sentiment_score":0.0}
{"full_text":"RT Ok guys I apologize.There you happy ?! I don't see ya askin trump for a apology when he out here missing COVID meetings to p...","sentiment_score":0.4333333333}
{"full_text":"RT I had #COVID19 .Several days high fever, ~40.8, severe muscle &amp; joint pain (myalgias , arthralgias), severe exhaustio...","sentiment_score":0.16}
{"full_text":"RT Weird that Covid is just like the flu but every right wing political figure that tests positive is immediately flown to th...","sentiment_score":0.0032467532}
{"full_text":"Donny Donny Donny - this is just another lie - COVID-19 numbers way up but Donny boy you said is would magically disappear after the election. Just another one of your fabrications or lies. You pick","sentiment_score":0.5}
{"full_text":"worst part about lockdown is that i don't have any plans to flake on last minute","sentiment_score":-0.5}
{"full_text":"RT Our daily update is published. States reported 1.6 million tests, 177k cases, and 1,138 deaths. 101,487 people are cur...","sentiment_score":0.0}
{"full_text":"nope","sentiment_score":0.0}
{"full_text":"RT The #GrinchesofGeorgia, notorious nationwide. Ads running now on CNN.Kelly Loeffler and David Perdue are low-life cro...","sentiment_score":0.0}
{"full_text":"RT Loose paraphrase of have no VISION, so they focus on DIVISION.The unelected Loeffler, the richest Se...","sentiment_score":-0.0769230769}
{"full_text":"RT Azar responds to Biden's vaccine distribution remark: 'With all respect that's just nonsense' | Just The News","sentiment_score":0.0}
{"full_text":"Fuck Covid. ","sentiment_score":-0.4}
{"full_text":"RT #covid19 in SKNovember 6:Total cases - 3623Active cases - 911Hospitalized - 33Deaths - 25December 6:Total cases - 10,...","sentiment_score":0.0}
{"full_text":"RT People who lost health insurance during the pandemic:Canada: 0United Kingdom: 0Germany: 0France: 0Australia: 0Japan:...","sentiment_score":0.0}
{"full_text":"Tonight's sunset was so beautiful.The end of our weekend and the beginning of a new stay-at-home order. Be safe!#lasunset #sunset #stayathome #besafe #sunday #venicebeach #losangeles #california #siliconbeach #pacificocean #socal #grateful #sunsetphotography #goodnight","sentiment_score":0.1363636364}
{"full_text":"RT Please keep in your thoughts our medical professionals and hospital housekeeping staffs at the forefront of the battle...","sentiment_score":0.0}
{"full_text":"RT AZ Speaker of the House, Rusty Bowers, has closed the AZ House for a week \"due to COVID.\" . Sounds like he needs an ex...","sentiment_score":-0.1125}
{"full_text":"RT Oh fuck yeah we're seeing the Halloween numbers right now just wait till the Thanksgiving start in then tag team with the...","sentiment_score":-0.0571428571}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"RT If we act now to suppress #COVID19, a relatively normal spring is in the cards, including the holidays of Easter and P...","sentiment_score":0.15}
{"full_text":"So if I understand correctly, they believe God wanted and to get #COVID19? No chance I assume that they understand God likely meant it as a sign, warning, etc.?","sentiment_score":0.0}
{"full_text":"RT I promise you this: I will spare no effort -- or commitment -- to end this pandemic.","sentiment_score":0.0}
{"full_text":"RT The Republicans have failed us over the last 4 years. Ignored a pandemic, tanked the...","sentiment_score":-0.25}
{"full_text":"We have met the enemy and it is us.","sentiment_score":0.0}
{"full_text":"If you want to laugh, read this","sentiment_score":0.3}
{"full_text":"RT I have absolutely zero tolerance for people taking zero precautions and acting like this pandemic is behind us. Absolute...","sentiment_score":0.0}
{"full_text":"RT People who lost health insurance during the pandemic:Canada: 0United Kingdom: 0Germany: 0France: 0Australia: 0Japan:...","sentiment_score":0.0}
{"full_text":"Wonpil best boy","sentiment_score":1.0}
{"full_text":"RT Bad news on minks.","sentiment_score":-0.7}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"RT AZ Speaker of the House, Rusty Bowers, has closed the AZ House for a week \"due to COVID.\" . Sounds like he needs an ex...","sentiment_score":-0.1125}
{"full_text":"RT #RudyGiuliani exposed hundreds to Covid-19 as he relentlessly criss-crossed the country seeking to overturn the election;...","sentiment_score":0.0}
{"full_text":"Ask yourself has masking, social distancing been universal??? Just because you do it has everyone else??? That would explain the increases. It's a virus. It's simple Epi 101.","sentiment_score":0.0111111111}
{"full_text":"RT .@Kloeffler dumped $3 million of stock to protect her own wealth while voting against ensuring a measly $600 to everyd...","sentiment_score":0.0166666667}
{"full_text":"Probably because he is going to spread it fast by creating a ruckus in Delhi a good for nothing guy flouting all COVID norms","sentiment_score":0.45}
{"full_text":"RT america is an example of exactly what NOT to do","sentiment_score":0.25}
{"full_text":"Man today was a crazy. Which one of you went above and beyond social distancing for my #mff2020 stay home con.","sentiment_score":-0.1888888889}
{"full_text":"RT AZ Speaker of the House, Rusty Bowers, has closed the AZ House for a week \"due to COVID.\" . Sounds like he needs an ex...","sentiment_score":-0.1125}
{"full_text":"RT Rudy Giuliani asking one of his witnesses: \"Would you be comfortable taking your mask off some people can hear you?\" He w...","sentiment_score":0.4}
{"full_text":"You, and Ron #DeathSantis have allowed the #Covid ravaging of Florida by #Trump.","sentiment_score":0.0}
{"full_text":"Worry about covid , you have been near him constantly!!!","sentiment_score":0.05}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":"RT Why are the states with Democrat Governors, with the most strict mask mandates, having the biggest surge in coronavirus cases?","sentiment_score":0.5}
{"full_text":"RT Wishing Rudy a speedy recovery! So he can spend the rest of his days in Federal Prison.","sentiment_score":0.0}
{"full_text":"Where are the democrats testing positive? Statistically there have to be high profile dems testing postive?","sentiment_score":0.1936363636}
{"full_text":"RT I promise you this: I will spare no effort -- or commitment -- to end this pandemic.","sentiment_score":0.0}
{"full_text":"I didn't think even covid would want to get near those teeth!","sentiment_score":0.125}
{"full_text":"RT [WayV-ehind] WE ARE YOUR VISION in Wuhan -URL: #WayV #WeiShenV #Wei Shen V","sentiment_score":0.0}
{"full_text":"RT If you have ever used a Warped Tour porta potty, don't worry about what's in the Covid-19 vaccine.","sentiment_score":0.0}
{"full_text":"RT They use terms like \"handouts,\" \"welfare,\" &amp; \"freebies\" for struggling Americans but use the term \"pandemic relief\" for bil...","sentiment_score":0.0}
{"full_text":"But she did. It is every American's dream to use insider info to dump stock and purchase stock to make money off a pandemic.","sentiment_score":0.0}
{"full_text":"RT Typically, in a pandemic, you isolate the ill. This time we isolated the well &amp; threw the sick into nur...","sentiment_score":-0.4603174603}
{"full_text":"RT 'Stay home for Christmas'. Wear masks for the 'first 100 days' of the Biden Administration. Everyone to be issued vaccination...","sentiment_score":0.25}
{"full_text":"RT A prisoner in his late 80s died of COVID-19 at MCI-Norfolk.https:\/\/t.co\/c7zpmhLoB4 #mapoli via","sentiment_score":-0.3}
{"full_text":"RT I've worn a mask MOST of this year.If my President asks me to wear one for an additional 100 days, I will happily do so b...","sentiment_score":0.65}
{"full_text":"RT In other vaccine news: MALARIA VACCINE??https:\/\/t.co\/cIdDJ5IE3d","sentiment_score":-0.125}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":"RT This is horrifying","sentiment_score":-0.9}
{"full_text":"Happy Birthday Kari!! I think I've spent your birthday with you the last 5 years, running or preparing for - stupid #COVID broke our streak. Hope your birthday was happy!!","sentiment_score":0.22}
{"full_text":"Covid and me struggling to get my dang assignments donev","sentiment_score":0.0}
{"full_text":"RT Rudy Guiliani's covid diagnosis proves that the virus can travel from bat to human back to bat","sentiment_score":0.1}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"RT #RustyRINO is weak and fickle.","sentiment_score":-0.375}
{"full_text":"RT The KidLit That Got Me Through the Pandemic (Part 1) #amreading #kidlit #ya #mg","sentiment_score":0.0}
{"full_text":"RT Sun Sentinel Investigation: Gov. Ron DeSantis 'Ordered Public Health Officials Not To Discuss The COVID-19 Virus With The...","sentiment_score":0.0}
{"full_text":"Huh? Have you actually looked at what tweet of mine she was responding to or did you attempt to make an intelligent comment &amp; failed?","sentiment_score":0.1}
{"full_text":"RT .@Kloeffler dumped $3 million of stock to protect her own wealth while voting against ensuring a measly $600 to everyd...","sentiment_score":0.0166666667}
{"full_text":"RT All of this within less than 6 weeks. What a legendary run. The undisputed King of 2020","sentiment_score":0.4166666667}
{"full_text":"Lmaoo dramatic ass commercial I promise you that when the calendar hits 2021 shit still gonna be awful  or Covid leaving when the clock strikes midnight ","sentiment_score":-0.4083333333}
{"full_text":"RT This is happening in my city here in Australia right now in December 2020. Post-covid festivals are here. We haven't had...","sentiment_score":0.2857142857}
{"full_text":"RT South Dakota has one of the highest death rates in the world from COVID-19 ... and she's in Georgia doing post-debate spin...","sentiment_score":0.0}
{"full_text":"Covid ring: doesn't count.","sentiment_score":0.0}
{"full_text":"RT I promise you this: I will spare no effort -- or commitment -- to end this pandemic.","sentiment_score":0.0}
{"full_text":"RT Threats against our elected officials, no matter their party, are dangerous and unacceptable. This must stop. Now is the ti...","sentiment_score":-0.6}
{"full_text":"RT Masks work. Here's how:","sentiment_score":0.0}
{"full_text":"RT Trump can pour him a nice tall long island iced bleach.","sentiment_score":0.275}
{"full_text":"Seems like there's a lot of data on adverse events missing..... approval of Pfizer \/ BioNTech vaccine for COVID-19 -","sentiment_score":-0.2}
{"full_text":"China  have to pay for every  dead people all over the world . China  also have to pay all over the world  for every business owner with problems because of their Chinese virus.China  should be paying for all family's all over the world  because of the Chinese virus","sentiment_score":-0.0666666667}
{"full_text":"RT Raise your hand if you wear a mask when in public #IWearAMaskBecause","sentiment_score":0.0}
{"full_text":"RT Sweden tried to achieve herd immunity through no lockdowns, restrictions or masking. Last week, they hit 7,000 deaths. D...","sentiment_score":0.0}
{"full_text":"RT I wear a mask because I love and care about people in general. Deal with it.","sentiment_score":0.275}
{"full_text":"RT it's nine months into the pandemic and we haven't seen each other irl for a year, so naturally and i...","sentiment_score":-0.0125}
{"full_text":"There were some great art examples from - I don't have much contact with kids as a single, non-parent but certainly there are a lot of folks who do on twitter - they have a lot at stake in this pandemic","sentiment_score":0.2857142857}
{"full_text":"RT If you ever hung out at a bar literally called 'Filthy McNasty's' you should have zero concern about what's in the Cov...","sentiment_score":-0.8}
{"full_text":"RT The US just experienced the deadliest single day of the pandemic so far, and has record-setting numbers of hospitalizations...","sentiment_score":0.2761904762}
{"full_text":"America pisses me of a lot of the time","sentiment_score":0.0}
{"full_text":"RT If we have learned anything from the #pandemic, it's that accepting the expert advice, however painful, can mitigate disaster....","sentiment_score":-0.7}
{"full_text":"RT They use terms like \"handouts,\" \"welfare,\" &amp; \"freebies\" for struggling Americans but use the term \"pandemic relief\" for bil...","sentiment_score":0.0}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"RT List of those closest to Pres. Trump who've had\/have COVID since October: Hope HicksMelania TrumpBarron TrumpKayleigh...","sentiment_score":0.0}
{"full_text":"This is the one!","sentiment_score":0.0}
{"full_text":"RT Rudy has been admitted to Georgetown University Medical Center - we can imagine getting the kind of medical care available...","sentiment_score":0.18}
{"full_text":"RT If you played beer pong with beer IN THE CUPS, I don't want to hear your concerns about what's in the covid vaccine.","sentiment_score":0.0}
{"full_text":"RT Been sleeping, side effect of COVID, which I got at Rudy's indoor DC presser. Rudy maskless as his crew demanded us pre...","sentiment_score":0.0}
{"full_text":"RT On January 24th three weeks into her senate career, Loeffler attended a private Senate briefing by Dr. Fauci and Dr. Redfield...","sentiment_score":0.0}
{"full_text":"I LOVE you! I am a huge fan of yours now, and I bought your songs on iTunes and I've been streaming. I can't wait to see you live after COVID haha. You're amazing queen!!","sentiment_score":0.4597727273}
{"full_text":"This is not at all unusual in the US or the UK.  Here is a British story about London.https:\/\/t.co\/pbxEzyCGpS","sentiment_score":0.1}
{"full_text":"\"An icon\"? I think Rudy is the real Con.","sentiment_score":0.2}
{"full_text":"RT My Dad is resting, getting great care and feeling well. Thank you to all the friends who have reached ou...","sentiment_score":0.8}
{"full_text":"How come democrats don't get the China virus????","sentiment_score":0.0}
{"full_text":"RT Refusing to wear a mask during a pandemic is an act of domestic terrorism","sentiment_score":0.0}
{"full_text":"RT We're fast approaching WW2 levels of American deaths. The difference is  we had to fight the Nazis, COVID is a self own beca...","sentiment_score":0.2}
{"full_text":"RT Sometimes I will stare out my window and think to myself \"I wish I wish I wish there was no Coronavirus.\"Then I will go out...","sentiment_score":0.0}
{"full_text":"RT I promise you this: I will spare no effort -- or commitment -- to end this pandemic.","sentiment_score":0.0}
{"full_text":"RT Rudy Giuliani has tested positive for the coronavirus","sentiment_score":0.2272727273}
{"full_text":"Please take down DJTs tweet referring to COVID-19 as an ethnic virus. This is a disgusting and vile comment and does not meet Twitter or social media's standards. Take it down!","sentiment_score":-0.3291666667}
{"full_text":"RT Arizona Capitol Times: The Arizona Legislature will be closed all next week after at least 15 current or future Republic...","sentiment_score":-0.08}
{"full_text":"RT This is where my daughter lives. #RealityWinner #FreeRealityWinner","sentiment_score":0.0}
{"full_text":"RT JOB FIGURES, NOVEMBER:Victoria:  85,000NSW:  74,000 Decline in other statesSharp drop in unemployment rate in Vict...","sentiment_score":-0.125}
{"full_text":"RT Of the 12,589 people who have died in Canada from COVID-19, I've linked 9820 deaths to 993 residential care facilities. We will...","sentiment_score":0.0}
{"full_text":"RT No other profession gets more coverage than aircrew in this pandemic. Where are the cruise staff, hotel staff, travel agents...","sentiment_score":0.28125}
{"full_text":"RT It's mad COVID only effects nightclubs, bars &amp; restaurants...","sentiment_score":-0.3125}
{"full_text":"RT Love your neighbor. That means don't get rid of your neighbor's health care -- particularly not in the middle of a pand...","sentiment_score":0.1388888889}
{"full_text":"Amazing work, Rudy.","sentiment_score":0.6}
{"full_text":"RT omg","sentiment_score":0.0}
{"full_text":"I would like for Ruddy to truly experience the wonder that is Covid19, may he not die from it because I sure wouldn't want to prosecute a sick man.","sentiment_score":-0.1071428571}
{"full_text":"For the most up-to-date information regarding the coronavirus pandemic, check out the EZaccessMD website. #coronavirus #pandemic #covid19 #healthcare #telehealth #telemedicine #employeebenefitshttps:\/\/t.co\/O178uzZ3xm","sentiment_score":0.5}
{"full_text":"RT Arizona Capitol Times: The Arizona Legislature will be closed all next week after at least 15 current or future Republic...","sentiment_score":-0.08}
{"full_text":"Would love to see them fight soon. But with COVID-19 equals lower gate receipts, in addition to all the promotional wrangling. Might still be a while away. Thurman is a good shout for either maybe.","sentiment_score":0.6}
{"full_text":"RT People who lost health insurance during the pandemic:Canada: 0United Kingdom: 0Germany: 0France: 0Australia: 0Japan:...","sentiment_score":0.0}
{"full_text":"RT On March 8th 2020, my first essay on #COVID19  was about a deadly virus, entitled \"The US Isn't Ready for...","sentiment_score":0.0833333333}
{"full_text":"RT Arizona Capitol Times: The Arizona Legislature will be closed all next week after at least 15 current or future Republic...","sentiment_score":-0.08}
{"full_text":"RT If you plan to wear a mask for the first 100 days of the Biden presidency like I do, follow me and I'll follow you back!","sentiment_score":0.125}
{"full_text":"RT If you recieved a ticket, or know someone who has, don't pay it. Instead, please contact us at","sentiment_score":0.0}
{"full_text":"#rudy in the hospital with #COVID19 is not unexpected. Hope, for the sake of his family that he recovers. He is a father to somebody. I also hope some in the #deathcult will realize this is serious and there are precautions we all can follow.","sentiment_score":-0.1916666667}
{"full_text":"New Tonight: #RudyGuiliani, personal attorney to has tested positive for COVID-19. It's being reported by several outlets that Guiliani was admitted to Georgetown University Hospital on Sunday. More on","sentiment_score":0.1727272727}
{"full_text":"The 12.39am email that triggered Australia's response to COVID-19","sentiment_score":0.0}
{"full_text":"RT Media discusses Rudy's care now he has covid.  Blitzer is blind to privileged health care of rich and powerful. We ar...","sentiment_score":0.0583333333}
{"full_text":"While there are similarities between the common cold, influenza and COVID-19, there are also differences. Learn how you can help protect your family from all three this winter.https:\/\/t.co\/BiOCNivk1f","sentiment_score":-0.45}
{"full_text":"RT A natural cholera infection gives full immunity as well, but I hear you only occasionally bathe in raw sewage.","sentiment_score":0.0438461538}
{"full_text":"RT Here's what Kelly Loeffler was saying publically during these trades.1) She was playing up Trump and the economy2) She was...","sentiment_score":0.0}
{"full_text":"President Donald Trump announced on Sunday that his personal attorney Rudy Giuliani has tested positive for the coronavirus. via","sentiment_score":0.1136363636}
{"full_text":"While favoring the $1,200 checks, Biden said the emerging compromise was \"immediately needed\" and that additional assistance could follow later.https:\/\/t.co\/H8ioOtU6vM","sentiment_score":0.0}
{"full_text":"The majority of my friends (all 28 of them) are experiencing these symptoms after or even crazier. Please please please be safe.","sentiment_score":0.5}
{"full_text":"#COVID19 UPDATE: One million cases reported in the U.S. in 5 days, according to data from #coronavirus","sentiment_score":0.0}
{"full_text":"#COVID19 UPDATE: One million cases reported in the U.S. in 5 days, according to data from #coronavirus","sentiment_score":0.0}
{"full_text":"RT A lone person plays for the people inside the Lynn Valley Care Centre. This was the location of covid-19's first death i...","sentiment_score":0.25}
{"full_text":"I bet they can make a vaccine it makes you come back from the dead","sentiment_score":-0.1}
{"full_text":"Pandemic mixed with the holidays is a cocktail for relapse, creating new addicts","sentiment_score":0.0681818182}
{"full_text":"It's important everybody in your group checks-in by QR code or pen\/paper when dining out. It's how will contact you if you're at risk of #COVID19.COVID Safe check-in infohttps:\/\/t.co\/eXYQU0hhQjhttps:\/\/t.co\/5AWdE2SdYPhttps:\/\/t.co\/ktYF2sRIcn#Italian #Italiano","sentiment_score":0.45}
{"full_text":"President-elect Joe Biden has picked California Attorney General Xavier Becerra to be his health secretary, putting a defender of the Affordable Care Act in a leading role to oversee his administration's coronavirus response.","sentiment_score":0.05}
{"full_text":"Jared Viviano, Kevin Nelson and Hank Dunger, three popular Santa's helpers, are figuring out safe ways to spend the season.","sentiment_score":0.55}
{"full_text":"As the coronavirus epidemic worsens, U.S. health experts hope Joe Biden's administration will put in place something Donald Trump's administration has not -- a comprehensive national testing strategy.","sentiment_score":0.0}
{"full_text":"INTERACTIVE: County by county KY COVID-19 tracker for K-12 in-person classes.","sentiment_score":0.0}
{"full_text":"Delaware is reporting record rates of infection and hospitalization.See the latest numbers:","sentiment_score":0.5}
{"full_text":"Record 10,528 new #COVID-19 #coronavirus incidences reported on #Sunday in Los Angeles County #California ... | #SARSCoV2 | #LosAngeles | #infections | #COVID19 | #pandemic | Via","sentiment_score":0.1363636364}
{"full_text":"For the first time, LA County reports over 10,000 new #COVID19 cases.","sentiment_score":0.1931818182}
{"full_text":"RT Lockdown depression, winter depression, not being able to see your families, anxiety levels at a high for 18-25 year olds...","sentiment_score":0.33}
{"full_text":"#COVID19 UPDATE: We are reporting 143 new cases and 18 additional recoveries in the Quad-County Region. This brings the total number of cases to 5,869, with 3,048 recoveries and 56 deaths; 2,765 cases remain active. #QuadCountiesNV","sentiment_score":0.001010101}
{"full_text":"Covid-19 has caught a wicked case of Rudy Giulianihttps:\/\/t.co\/Am7Wfwb4hN","sentiment_score":0.0}
{"full_text":"The head of the U.S. vaccine development effort said, in his opinion, the vaccine's effectiveness could last for 'many, many years.'","sentiment_score":0.3333333333}
{"full_text":"\"The current health crisis of COVID-19 has definitely brought an awareness to indoor air quality that was previously dismissed or not even thought of,\" Lee said. \"People are asking questions about not only comfort now but air quality.\" By","sentiment_score":-0.0416666667}
{"full_text":"\"Get better soon Rudy, we will carry on!!!\" Trump wrote Sunday on Twitter.","sentiment_score":0.9765625}
{"full_text":"RT You are COVID","sentiment_score":0.0}
{"full_text":"Is Chinamasa Behind Hon Biti Arrest?","sentiment_score":-0.225}
{"full_text":"\"The vaccine's critical,\" said Dr. Deborah Birx, the White House coronavirus response coordinator. \"But it's not going to save us from this current surge. Only we can save us from this current surge.\"","sentiment_score":0.0}
{"full_text":"The free clinics will be held on Tuesdays in Dunkirk and on Thursdays in Jamestown. It's open to county residents with an appointment.","sentiment_score":0.2}
{"full_text":"Melbournes entire outbreak (which occurred after control had been achieved) was the same as New York saw in 48 hours in April when little was known about COVID. Pretending we have only been successful because of good leadership and masks (hardly warn in Australia) is disingenuous","sentiment_score":0.1383996212}
{"full_text":"The Department of Public Health is looking for community members to participate in a new survey. Here's how it works:https:\/\/t.co\/SGG48EnerF","sentiment_score":0.0681818182}
{"full_text":"RT CHC chair tells the Post re: Becerra pick for HHS: \"As the Latino community has been devastated by covid-...","sentiment_score":0.0}
{"full_text":"Congratulations With support from JSK-Big Local News Data Reporting Grants, will research what happened to Montana tribes' share of the $8 billion Tribal Coronavirus Relief Fund. ","sentiment_score":0.0}
{"full_text":"\"Dad was probably standing at the gate saying, 'Come on, Gail. Let's go. I'm waiting on you.'\"","sentiment_score":0.0}
{"full_text":"The Gonzaga men's basketball team is calling off all games through December 14 due to COVID-19 concerns.","sentiment_score":-0.125}
{"full_text":"Hey Global, could you be a little more vague with your headline?This is better, from","sentiment_score":0.0625}
{"full_text":"According to the agenda for Monday's meeting, the commission will discuss how it might further support the ongoing school operations during the pandemic and support the school board in reopening pre-K through 5th grade classrooms.","sentiment_score":0.0}
{"full_text":"Gov. Kevin Stitt, who previously said another federal stimulus package was not necessary, now appears supportive of additional coronavirus relief. |","sentiment_score":0.1111111111}
{"full_text":"The pandemic has caused many of us to be exposed to extreme mental and emotional stress, but for military veterans already suffering from post-traumatic stress disorder, it can be even worse.","sentiment_score":-0.0375}
{"full_text":"The county is also confirming another death, a woman in hers 80s. It's the 63rd coronavirus death in the county.","sentiment_score":0.0}
{"full_text":"RT This pandemic could have been avoided altogether in Australia if Dutton, Morrison, Hunt had done their jobs.","sentiment_score":0.0}
{"full_text":"RT I've decided that there CANNOT be a pandemic, 30 degree weather AND sunset at 4:30pm all at the same time. One of these things...","sentiment_score":0.0}
{"full_text":"Here are some good stories from local business owners.","sentiment_score":0.35}
{"full_text":"Face masks considerably reduce COVID-19 cases in Germany | PNAS #coronavirus #wearAMask","sentiment_score":0.1}
{"full_text":"Gift giving is as simple as dialing 808-ERRANDS.  Rest comfortably at home or stay working at the office while shopping virtually from any store you want.  TOGETHER we will make sure you get EXACTLY what you want.God bless youB Everywhere Errands - The Best Gifts Start Here","sentiment_score":0.43}
{"full_text":"RT Argentina President Alberto imposes special tax on millionaires to tackle COVID-19 crisis","sentiment_score":0.3571428571}
{"full_text":"RT If you have ever used a Warped Tour porta potty, don't worry about what's in the Covid-19 vaccine.","sentiment_score":0.0}
{"full_text":"heard they has to let him out because his farts were stinking up the covid wing","sentiment_score":0.0}
{"full_text":"I warned in 2014 when people said 'pandemic? What's to worry we have a modern healthcare system.'","sentiment_score":0.2}
{"full_text":"RT Kelly Loeffler's family accepted $3.2m in farm subsidies from the govt, meanwhile she said it was \"counterproductive\" to gi...","sentiment_score":0.0}
{"full_text":"RT #Truckers to be in second group of #COVID19 vaccine deployment #Trucking","sentiment_score":0.0}
{"full_text":"Amid the pandemic, organizations working on #GBV could not discontinue their in-person services without putting women at greater risk, so many had to get creative. #16Days","sentiment_score":0.5}
{"full_text":"RT Ok so I need to just vent a bit. Why can't people just live life a bit different until Covid is gone or under control....","sentiment_score":0.2121212121}
{"full_text":"RT Booked your flights home to Victoria from overseas? You need to go into mandatory quarantine for 14 days from the day you arr...","sentiment_score":0.0}
{"full_text":"I mean, the pandemic \"only kills 1%\" and the Karens can accept that as an acceptable loss, so yeah I'm on board XD","sentiment_score":-0.15625}
{"full_text":"RT Threats against our elected officials, no matter their party, are dangerous and unacceptable. This must stop. Now is the ti...","sentiment_score":-0.6}
{"full_text":"RT AUSTRALIA did a way better job than us. my god ahahahahah. how do you not just drive every senator directly into the sea a...","sentiment_score":0.3}
{"full_text":"RT NEWSIs Rapid Frequent #COVID19 testing going to be a key component under new CDC Leadership?The just named incomin...","sentiment_score":0.0787878788}
{"full_text":"RT My latest column in the Sun papers, on how we've learned so much about the virus and things are not as bad as we first fe...","sentiment_score":0.0625}
