{"full_text":"#Music that makes you forget about #COVID and enjoy the moment is what #Blues #Rock #Review is all about!!!","sentiment_score":0.78125}
{"full_text":"Stars? Seriously?'My pete is not a Monster' Dutton.","sentiment_score":-0.3333333333}
{"full_text":"RT 4 fave selfies from 2020","sentiment_score":0.0}
{"full_text":"RT LEADERSHIP MATTERS: Florida COVID response, led by  Taiwan COVID response, led by Vice-President Dr...","sentiment_score":0.0}
{"full_text":"RT Meghan, The Duchess of Sussex, honors the people working to feed those in need during the pandemic on CNN Heroes: An All-Star Trib...","sentiment_score":0.0}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"RT I simply don't understand why it wouldn't be essential for an outgoing national security advisor and his wife to receive a...","sentiment_score":0.0}
{"full_text":"How considerate of you. I'm sure that the fact that you and your cronies already had COVID so you have antibodies has nothing to do with your magnanimous gesture.","sentiment_score":0.5}
{"full_text":"RT He obviously doesn't exercise his brain much ","sentiment_score":0.1}
{"full_text":"PEMS Moshe Rene H Atmosfera  initiated dialogue to PB Ricky Bernal in Barangay Presentar, Lagangilang, Abra regarding peace situation, monitoring of illegal drug activities in the barangay,  strict implementation of local ordinances, and protocols relative to CoVID-19.","sentiment_score":-0.1666666667}
{"full_text":"RT \"When one global market is stressed, a local one might find its feet.\"From Hisar, I discuss how the interplay betwee...","sentiment_score":0.0}
{"full_text":"If y'all are planning on going to a dine-in restaurant just to order chicken tenders and french fries, do everyone a favor and just stay home.","sentiment_score":-0.3}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"RT I think one of the hardest things to work through with ICU COVID nursing has been accepting that more than half your pat...","sentiment_score":0.1666666667}
{"full_text":"RT A healthy list1 Get more sleep2 Make time to exercise3 Drink more water4 Consume less sugar5 Wear a mask6 Read and w...","sentiment_score":0.3333333333}
{"full_text":"RT White House staff members are now reportedly stepping over one another to be some of first people in United States to get...","sentiment_score":0.125}
{"full_text":"RT White House staff members are now reportedly stepping over one another to be some of first people in United States to get...","sentiment_score":0.125}
{"full_text":"RT If covid isn't a big deal -- according to the current White House -- why are they getting vaccinated first?","sentiment_score":0.0625}
{"full_text":"Here's a summary of the studies and protocols.","sentiment_score":0.0}
{"full_text":"The economy of the town of D'Lo is at a all time low due to the pandemic. Watch tonight at ten to find  out how two local Marshals are planning to raise the money to keep law enforcement in a place that can no longer afford it.","sentiment_score":-0.03125}
{"full_text":"Vietnam: The Shining Star Amidst The Pandemic via","sentiment_score":0.0}
{"full_text":"RT Heartbreaking story of Covid's impact on one family.","sentiment_score":0.0}
{"full_text":"RT Wishing speedy recovery to BJP MLA, Chandrakanta Meghwal ji, who has tested positive for #COVID19. May she gets well soo...","sentiment_score":0.2272727273}
{"full_text":"Give it a try, it's a great game. You can always play with friends, online, or at a game store (after the pandemic ends, of course).","sentiment_score":0.0}
{"full_text":"RT The pandemic is challenging for all of us in at least one way or another. How about distracting with some laughs? Get the k...","sentiment_score":0.1}
{"full_text":"Weiser residents felt this one","sentiment_score":0.0}
{"full_text":"RT Criminal. Or at least it should be considered so.","sentiment_score":-0.35}
{"full_text":"RT Not to be mean, but am I the only one who thinks it's unfair to vaccinate them first, when they have flouted ALL the rules an...","sentiment_score":-0.140625}
{"full_text":"RT If you want to know what a failed state looks like this is it. The end of a tragic, crippling pandemic in sight and Senate Repu...","sentiment_score":-0.625}
{"full_text":"RT So, we found this woman. We had to! Her name is Tyesha Wilson. She's from North Philly, but now she lives on a farm. When...","sentiment_score":0.0}
{"full_text":"RT Where is David Perdue when Georgians need COVID relief ? Just donate $7,500 to his campaign PAC , you will have access t...","sentiment_score":0.0}
{"full_text":"RT LEADERSHIP MATTERS: Florida COVID response, led by  Taiwan COVID response, led by Vice-President Dr...","sentiment_score":0.0}
{"full_text":"Masks really aren't that complicated, I don't understand how bad people are at such a simple thing.#WearAMask Don't eat your mask.","sentiment_score":-0.2}
{"full_text":"RT Thank you!","sentiment_score":0.0}
{"full_text":"Vaccines arriving in Canada.","sentiment_score":0.0}
{"full_text":"RT White House staff members are now reportedly stepping over one another to be some of first people in United States to get...","sentiment_score":0.125}
{"full_text":"Someone told me they don't need to wear a mask because they have a beard. Their beard is their mask.That's also not correct.","sentiment_score":0.0}
{"full_text":"RT LEADERSHIP MATTERS: Florida COVID response, led by  Taiwan COVID response, led by Vice-President Dr...","sentiment_score":0.0}
{"full_text":"If this piece of garbage bgets Covid, he should not be allowed in a hospital","sentiment_score":0.0}
{"full_text":"RT This is an example of how inequities, poverty, suffering, deaths are still the legacies of imperialism and colonialism.","sentiment_score":0.0}
{"full_text":"RT I hope Ashanti beats Covid though cause she damn sure wasn't gonna beat Keysh","sentiment_score":0.5}
{"full_text":"It amazes me that people are ok with a president that has not once (since he lost) tweeted, spoken about, or addressed in some way, all the American Citizens that have DIED of COVID on HIS watch!  His focus is \"his\" election &amp; \"his\" vaccine.    Maybe he needs a mental health ck?","sentiment_score":0.1333333333}
{"full_text":"One quick message ","sentiment_score":0.3333333333}
{"full_text":"RT BREAKING: America's Frontline Doctors are at the CDC in Atlanta to protest against forcing millions of Americans to take...","sentiment_score":0.0}
{"full_text":"RT I would like to appreciate the people attending the Jalsi for following \"Social Distancing\" SOPs. ","sentiment_score":0.0166666667}
{"full_text":"RT So Trump and his goons kept saying the coronavirus was a hoax, that the cases would all go down to zero, and even held a bunc...","sentiment_score":-0.1555555556}
{"full_text":"RT We're in the teeth of the COVID-19 crisis right now, and this nation needs presidential leadership.Leadership that is willi...","sentiment_score":0.2857142857}
{"full_text":"RT LEADERSHIP MATTERS: Florida COVID response, led by  Taiwan COVID response, led by Vice-President Dr...","sentiment_score":0.0}
{"full_text":"The UCP phones constituents to gaslight them.Not surprising, but wow.  I don't know how much lower they can go.  It's frightening.","sentiment_score":0.125}
{"full_text":"RT I know folks are gonna be upset but seriously there is no responsible way to travel internationally for leisure during a glo...","sentiment_score":-0.1444444444}
{"full_text":"RT BREAKING: America's Frontline Doctors are at the CDC in Atlanta to protest against forcing millions of Americans to take...","sentiment_score":0.0}
{"full_text":"RT We in a whole Paramore rn and ain't shit fun","sentiment_score":0.1}
{"full_text":"Give yourself a break from Covid and Trump and cultural wars and democracy hanging in the balance and watch the HBO Bee Gees doc. You will not regret it.","sentiment_score":0.1}
{"full_text":"Total Confirmed Covid Cases by County For IL   12-11-20:  Our Covid visualizations provide accurate insight into covid-19 thanks to our data scientists and USAFacts #covidvislualizations #coviddata #smcanalytics #covid19 #coronavirus #covid_19","sentiment_score":0.25}
{"full_text":"RT It would be very easy to pass COVID relief but GOP members like Loeffler &amp; Perdue are preventing it because they think it's...","sentiment_score":0.5633333333}
{"full_text":"RT If Democrats won't vote for Medicare for All  in the middle of a pandemic when 14 million people have lost their health in...","sentiment_score":0.0}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT The ultimate betrayal of the American people: taking doses of the vaccine, in short supply b\/c of the administration's...","sentiment_score":0.0}
{"full_text":"On February 27th 2020, you told the American people that the coronavirus would disappear, \"...like a miracle.\"    As of right now, 306,459 Americans have died of the coronavirus. That is the equavalent of 102.94 September 11th terrorist attacks.","sentiment_score":0.1428571429}
{"full_text":"COVID-19 Vaccination Begins Arriving in Indonesiahttps:\/\/t.co\/3DjODZ7CMx","sentiment_score":0.0}
{"full_text":"......is a PCR test not also used to check if a death is Covid related?","sentiment_score":0.0}
{"full_text":"RT Giving the White House staff the first doses of the Covid vaccine is like giving the Titanic crew the first lifeboat.","sentiment_score":0.1666666667}
{"full_text":"RT if you eat McDonalds chicken nuggets don't worry what's in the covid vaccine","sentiment_score":-0.6}
{"full_text":"RT 30% of the acute strokes I saw in the last 24hrs were #COVID19 positive. That's 1 in 3 people with a stroke. It's only going...","sentiment_score":0.2068181818}
{"full_text":"RT Thank you for excellent discussion around the #Agenda2030  and wonderful hospitality!","sentiment_score":1.0}
{"full_text":"The covid baby is ready to be born","sentiment_score":0.2}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"RT Buying stock in a body bag company after a secret Covid briefing is disqualifying!  #TheRealKellyLoeffler","sentiment_score":-0.5}
{"full_text":"RT JUST IN: First batch of coronavirus vaccines have arrived in Montreal, Canada","sentiment_score":0.25}
{"full_text":"RT I urge fans and sex workers to reach out to local, national, and international representatives that should be investigat...","sentiment_score":0.0}
{"full_text":"RT Ex-CDC Director acknowledged overreach of the lockdown strategy in a recent article, saying...","sentiment_score":0.0}
{"full_text":"RT White House staff members are now reportedly stepping over one another to be some of first people in United States to get...","sentiment_score":0.125}
{"full_text":"RT White House staff members are now reportedly stepping over one another to be some of first people in United States to get...","sentiment_score":0.125}
{"full_text":"#QLD are allowing visitors from #NZ once again! Any NZ #medicalprofessionals wanting to ##locum, get in touch now!","sentiment_score":0.0}
{"full_text":"Historic US #COVID19 vaccine campaign launches with convoy of trucks#BaghdadPost #CoronaVaccinehttps:\/\/t.co\/UiFrQJUWAa","sentiment_score":0.0}
{"full_text":"Green businesses will be essential to making the post-pandemic transformation a reality.","sentiment_score":-0.1}
{"full_text":"RT JUST IN: The PM of Eswatini has died after being hospitalised with coronavirus infection","sentiment_score":0.0}
{"full_text":"\"Covid-19 has underlined the importance of action-driven policies\"READ: #AsiaPacific governments must act now to unlock impact investment, urge GSG and #SDGs #impinv","sentiment_score":0.0}
{"full_text":"ICYMI: Democratic Sen. Dick Durbin all but admits that Democrats delayed accepting COVID-19 relief because \"an election was coming up.\"","sentiment_score":0.0}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4iXKLO #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"'A story of darkness and light': As US nears 300,000 COVID-19 deaths, vaccines bring hope for better days via","sentiment_score":0.45}
{"full_text":"#Research: The study SEROCoV-HUS, led by teams from and has shown results suggesting that immunity to SARS-CoV-2 infection could last longer in women that men. #Covid19research #PublicHealthMatters","sentiment_score":0.0}
{"full_text":"Many \"snowbirds,\" often retirees who live somewhere warm like Arizona or Florida part time to escape cold weather, won't be flocking south this winter.https:\/\/t.co\/SClgSN310P","sentiment_score":0.1590909091}
{"full_text":"RT Coronavirus deaths in college communities have risen faster than the rest of the nation, according to a analys...","sentiment_score":0.0}
{"full_text":"RT White House staff members are now reportedly stepping over one another to be some of first people in United States to get...","sentiment_score":0.125}
{"full_text":"No #Alcohol For 2 Months After #Covid #Vaccine Shot: #Russian Officialhttps:\/\/t.co\/PEsa4Osuym@mpostdigital #Sputnik #Russia #CovidVaccine","sentiment_score":0.0}
{"full_text":"This is how your favorite #Disney characters pass their time during these days at home  #StayHome","sentiment_score":0.5}
{"full_text":"Foreign Interference Not a Threat to Uganda's Security, Says ESO Director #ChimpReportsNews #ESO #SecurityUG #WearAMask","sentiment_score":-0.125}
{"full_text":"At the end of a lonely year for elderly care home residents in France, the government is giving them more freedom for the December holidays, allowing them out to spend time with their families and receive visits even if they are positive for COVID-19.https:\/\/t.co\/378E9LXoOU","sentiment_score":0.2090909091}
{"full_text":"RT They had the money for endless wars. They had the money for Wall Street bailouts. They have the money for pandemic surviv...","sentiment_score":-0.125}
{"full_text":"Each day this month, we publish the stories of Queenslanders enduring an extraordinary year. Today: Brisbane mother Kate Kitchin unwraps the best and worst of times in lockdown.https:\/\/t.co\/IFJYVRB1ZM","sentiment_score":0.1111111111}
{"full_text":"An educational platform that was created to help the nation's teacher shortage is now helping schools backfill during the pandemic.","sentiment_score":0.25}
{"full_text":"Businesses struggled during the first wave of COVID shutdowns--but communities rallied and kept their beloved local shops afloat. With this second round of closures, things don't look quite as optimistic.","sentiment_score":0.125}
{"full_text":"Gov. Arthur Defensor Jr. ordered 11 district and one provincial hospitals to prepare for a possible surgein coronavirus disease 2019 (COVID-19) patients after the holidays.https:\/\/t.co\/jJEVSwz1ct","sentiment_score":0.0}
{"full_text":"RT 10 years from now, you'll hear commercials saying, \"If you took the COVID-19 shot between 2020-21, you may be entitled...","sentiment_score":0.0}
{"full_text":"COVID-19 pandemic in Malaysia is not getting any better yet  Front-liners are still doing their best to fight for the country While you may be thinking to lend a hand to aid the pandemic control efforts, Safetyware is here and ready to support your CSR initiatives.","sentiment_score":0.5666666667}
{"full_text":"RT LEADERSHIP MATTERS: Florida COVID response, led by  Taiwan COVID response, led by Vice-President Dr...","sentiment_score":0.0}
{"full_text":"#COVID-19 #coronavirus #hospitalizations record broken on #Sunday in Los Angeles County, #California ... | #LosAngeles | #SARSCoV2 | #illness | #HealthCare | #PublicHealth | By via","sentiment_score":-0.4}
{"full_text":"RT Who the hell told you we're starving &amp; living in penury? Every society has an 'ill affording component' &amp; we're responsible e...","sentiment_score":-0.15}
{"full_text":"RT LEADERSHIP MATTERS: Florida COVID response, led by  Taiwan COVID response, led by Vice-President Dr...","sentiment_score":0.0}
{"full_text":"#Covid19 worldwide December 12: + 623,313 cases in 24 hours 71,705,535 in total + 10,242 deaths in 24 hours virulent plague that \"travelled through the air as if on wings, it burned through cities like fire\"https:\/\/t.co\/v6ec8tSxiL","sentiment_score":0.0}
{"full_text":"NEW:- Federal database for Covid-19 vaccination info raises concerns about privacy and vaccine uptake","sentiment_score":0.1363636364}
{"full_text":"The annual event bringing together Holocaust survivors from around the world to mark the start of Hanukkah was held online for the first time due to the coronavirus pandemic.https:\/\/t.co\/BstOzBRVBh","sentiment_score":0.0625}
{"full_text":"ICYMI: Childline Gauteng reports on lockdown callsThe community-based counselling centres provide psycho-social services and community support.https:\/\/t.co\/rH8S4gkU1p","sentiment_score":0.0}
{"full_text":"Happy tears!","sentiment_score":1.0}
{"full_text":"Still, those latest deaths pushed Italy's official toll up to 64,520, while Britain's stood at 64,267, according to a tally by Johns Hopkins University.https:\/\/t.co\/HysrhyMa8p","sentiment_score":0.5}
{"full_text":"Midnight on the Tikitrocious Moonlight Encore! A talking car from the future travels back in time to stop street-racers from accidentally triggering a pandemic in 1986's \"The Alternator.\" I dare you to find quality like this anywhere else!","sentiment_score":0.0}
{"full_text":"Senior U.S. government officials will be offered coronavirus vaccines as soon as this week, while its public distribution is limited to front-line health workers and people in nursing homes and long-term care facilities.https:\/\/t.co\/LynO1mKsc6","sentiment_score":-0.0357142857}
{"full_text":"Here's a look at how law enforcement in both Buncombe and Henderson counties are tackling the latest stay-at-home order:","sentiment_score":0.5}
{"full_text":".@US_FDA's Peter Marks, MD, PhD, joined #OurAMA president, in answering physicians' questions and explaining how emergency use authorization fits into the #COVID19 #vaccine-approval process. Learn more:","sentiment_score":0.5}
{"full_text":"COVID 19 cases in India until : 14\/12\/2020 09:30Total Cases: 9885100 [+384]Active: 350918Recovered: 9388239 [+631]Deaths :143393 [+0]Total Tests: 154.57MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Earlier this month, we spoke to Acting Chief John Donnelly about COVID-19 cases once again on the rise within","sentiment_score":0.0}
{"full_text":"RT BREAKING: America's Frontline Doctors are at the CDC in Atlanta to protest against forcing millions of Americans to take...","sentiment_score":0.0}
{"full_text":"RT It wouldn't be 2020 without the first doses of the Covid vaccine going to the staff of the WH first rewarding the folks tha...","sentiment_score":0.3333333333}
{"full_text":"'Tis the season for online shopping - and because of the pandemic it might be the first time you've turned to cyberspace to buy gifts.","sentiment_score":0.25}
{"full_text":"The race to end this deadly pandemic may separate the world's haves and the have-nots. Despite promises of global solidarity, rich countries are snapping up the supply of promising vaccines.","sentiment_score":0.09375}
{"full_text":"RT More people died from Covid yesterday than died on 9\/11","sentiment_score":0.5}
{"full_text":"'Tis the season for online shopping - and because of the pandemic it might be the first time you've turned to cyberspace to buy gifts.","sentiment_score":0.25}
{"full_text":"Cloud Council brings together business and tech leaders to give expert advice on challenges facing our industry today. This installment features and discussing the impact of #COVID19 on the future of smart cities. Watch now","sentiment_score":0.1071428571}
{"full_text":"They call it a hoax, ignored deaths, they have parties &amp; rallies all mask less, they caused CoVid spreading but the want to be the first to get the vaccines.  That's totally madness!","sentiment_score":0.0277777778}
{"full_text":"So if on the way home from a COVID test I die in a car crash and the test ends up positive I died of COVID?","sentiment_score":0.2272727273}
{"full_text":"RT CNN reporter calls out Trump staff for scoring COVID vaccine while spreading the virus at holiday parties","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 38.5FWind Chill: 38.5FHumidity: 78%Dew Point: 32.2F Barometer: 30.161 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 247.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT BREAKING: America's Frontline Doctors are at the CDC in Atlanta to protest against forcing millions of Americans to take...","sentiment_score":0.0}
{"full_text":"RT Does this qualify as social distancing?  #sissychastity #sissyexposure #sissyinpublic #sissyslut #frenchmaid #siss...","sentiment_score":0.0333333333}
{"full_text":"RT this is a war economy. it is profitable to wage war. if it was profitable, or politically convenient to provide aid for...","sentiment_score":0.0}
{"full_text":"RT Agreed. I know more people who have taken their own life this year than have died of Covid","sentiment_score":0.55}
{"full_text":"My article is featured on the #COVID19 community page. Read it here: ","sentiment_score":0.0}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"#Florida reports more than 25% increase in COVID-19 cases since Thanksgiving | Details:","sentiment_score":0.5}
{"full_text":"RT It seems it is the administration first, so the architects of our covid \"policy,\" and then the rest of the staff","sentiment_score":0.25}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"Time: 04:00 * Temp: 8.9degC * Wind: SW 8.1 to 16.0mph * Pressure: 976.4hPa * Rain: 0.2mm * Hum: 91% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:39 * Sunset: 15:57 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Sorry to come across as a Scrooge, but as an oncologist who is on a #COVID19 ward rota to help out our amazing acute medicine...","sentiment_score":0.2333333333}
{"full_text":"Heartfelt Thanks for Covid-19 Vaccine Trial Volunteers","sentiment_score":0.1}
{"full_text":"RT The first flight of COVID-19 vaccines has landed at our Worldport facility, where they will be sorted and distributed as early as...","sentiment_score":0.175}
{"full_text":"As the Presidential campaigns enter the sixth week, could it get any better or any worse? Is it possible to have campaigns without putting lives amidst the battle against COVID-19? Col Dr us this morning. #MorningAtNTV |","sentiment_score":0.0333333333}
{"full_text":"\"The Maldives Govt has offered to bury the dead bodies in one of their islands.\" Won't be possible. But glad it was offered. SriLankas divisive decision to force cremate is ridiculous &amp; based in hate! Glad Maldives offered! Thank u","sentiment_score":-0.0680555556}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"Jake Tapper ends show by praising Donald Trump -- for 'exposing' Republicans as 'Dr': In coronavirus wards, death is a stark contrast to U.S. gridlock.","sentiment_score":-0.2}
{"full_text":"Experts warn on second wave of COVID-19 A major reason for a second wave is predicated largely on the fact most people have abandoned safety precautions in the false belief that it is no longer prevalent. This a","sentiment_score":0.062797619}
{"full_text":"When I saw a COVID a patient the same age as me with a ton of strokes.","sentiment_score":0.0}
{"full_text":"We really need to go back on lockdown. People are selfish and don't understand. Our health and loved ones are more important than going out for nonessentials and a couple hours of \"fun\". Death is unexpected and people won't understand until it affects them. End of story.","sentiment_score":0.2125}
{"full_text":"Our ability to seamlessly transition ongoing operations during the COVID-19 disruptions is one of the reasons we are in the leader position in the Everest Group's PEAK Matrix for F&amp;A. Read more. #FrictionlessEnterprise","sentiment_score":0.3}
{"full_text":"Oliver Wyman and Experian explore the impact of COVID-19 on consumer credit.","sentiment_score":0.0}
{"full_text":"RT Top 10 state reports of new cases of COVID-19, 12\/13:1. California +33,1762. Tennessee +11,3523. New York +9,8764. Pennsyl...","sentiment_score":0.2575757576}
{"full_text":"45% of consumers are making more sustainable choices during #COVID19--choices they say will continue beyond it. Is your company making its #valuechain transparent and responsible?","sentiment_score":0.35}
{"full_text":"RT Trucks carrying the first shipment of the #COVID19 vaccine have now left Pfizer's facility in Michigan.This is the begin...","sentiment_score":0.125}
{"full_text":"RT HELL YEAH LETS GOOOOO ","sentiment_score":0.0}
{"full_text":"RT This graph from the shows the rocket like vertical climb of Covid in California.  In 40 years of fighting...","sentiment_score":0.0}
{"full_text":"RT 5) another country with competent leadership","sentiment_score":0.5}
{"full_text":"Replying to","sentiment_score":0.0}
{"full_text":"The pandemic may have put the whole world to a halt but not us in The Bellows. We continue to write the Aquinian story even in the toughest times. With this, we are beyond excited to announce that we will be releasing a new issue soon. Stay tuned for more updates!","sentiment_score":0.3340909091}
{"full_text":"RT #Thread Jules is no longer on a ventilator. She died as an ICU nurse this morning from Covid-19. I do this brief thread f...","sentiment_score":0.0}
{"full_text":"RT Shameful.  this is your legacy.","sentiment_score":0.0}
{"full_text":"RT Big day tomorrow as the Pfizer vaccine rolls out across the country. But if we expect the vaccine to help us reach herd immun...","sentiment_score":0.0}
{"full_text":"RT March 16: \"If you're talking about the virus, no, that's not under control for any place in the world.\"March 17: \"I've...","sentiment_score":0.0}
