{"full_text":"RT I feel like I should reiterate that the best coronavirus stimulus policy would be ending the lockdowns, letting people...","sentiment_score":1.0}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"RT My heart is heavy that courageous physician  who saved thousands of lives,developed and published a protocol to treat...","sentiment_score":-0.2}
{"full_text":"New variant of Covid-19 case confirmed in North -","sentiment_score":0.2681818182}
{"full_text":"RT ASUU:\"We call off the strike when Lockdown 2.0 is about to start, then when Lockdown is over, We Strike Again\" Plan ASUU...","sentiment_score":0.0}
{"full_text":"What about 320,000 Americans dead because of your incompetence with Covid-19. 200,000 more will probably die before vaccines can control it. You did nothing but lie and downplay it. 1 on 20 Americans have it, 1 in 1000 has died from it, and it's getting worse. What a LOSER!","sentiment_score":-0.0666666667}
{"full_text":"RT James Harden responds on Instagram to reports that he violated the league's COVID protocols.","sentiment_score":0.0}
{"full_text":"RT When the \"pro-military\" president vetoes the military's annual defense bill in order to protect Confederate generals, men w...","sentiment_score":-0.1}
{"full_text":"Of course he wants to protect big corporations and himself for insisting people work under unsafe conditions, and contract the Corona Virus!","sentiment_score":0.1}
{"full_text":"with the lockdown coming will on-street parking be allowed without tickets, like earlier this year?  I'm sure you exceeded your quota by over ticketing since you stopped allowing it. Leaving many with multiple tickets.","sentiment_score":0.25}
{"full_text":"RT NYC Great day to March on the grinch of the Pandemic Jeff Bezos Meet us there!","sentiment_score":1.0}
{"full_text":"RT Is it seasonal sadness or regular sadness or covid sadness or hormonal sadness or tired sadness or just regular sadness o...","sentiment_score":-0.1333333333}
{"full_text":"RT When Queensferry Crossing was shut for FOUR HOURS due to weather, you couldn't move for \"Scottish\" Tories (and a Libdem) talk...","sentiment_score":-0.125}
{"full_text":"RT If inside this bill is indeed their money laundering payoffs for those who perpetrated the...","sentiment_score":0.0}
{"full_text":"One of the many secondary effects of having a pandemic rage for an entire fucking year!","sentiment_score":-0.1375}
{"full_text":"kirk tried to save christmas in 2014. now, it's payback time","sentiment_score":0.0}
{"full_text":"Naare go iregang? Hard lockdown looming","sentiment_score":-0.2916666667}
{"full_text":"Covid version update 2.1 Bug fixes and improved contagiousness.","sentiment_score":0.0}
{"full_text":"The $668M Small Business Relief Packaged announced today by will help Main Street businesses as we battle COVID-19Kudos to for their hard work supporting the programApplication opens on 12\/31https:\/\/t.co\/D9RrAKfYUg","sentiment_score":-0.03125}
{"full_text":"RT Shut it down.","sentiment_score":-0.1555555556}
{"full_text":"I do not like Christmas parties with friends who invite everyone they know. The awkwardness of it all. COVID has been a blessing in this way.","sentiment_score":0.0}
{"full_text":"RT Lockdown Housemates I see you guys more blessings  #TachaBDayBash #HappyBirthdayTacha","sentiment_score":0.5}
{"full_text":"First Non-Prescription Rapid Home Covid Test Approved #covid19 #c19sciencenews","sentiment_score":0.25}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"RT Last night, Trump cited $154M for the National Gallery of Art as a reason why the coronavirus bill is *wasteful,* althoug...","sentiment_score":0.0}
{"full_text":"RT We have sequenced 1500 SARS-CoV-2 genomes in the last three days. 1100 from the REACT study and 400 loc...","sentiment_score":0.0}
{"full_text":"Are the Defense and COVID Bill the same thing?","sentiment_score":0.0}
{"full_text":"RT Second \"more transmissible\" strain of coronavirus detected in UK, thought to be from South Africa, Health Secretary Matt H...","sentiment_score":0.25}
{"full_text":"RT Let's make it happen If Republicans object then get a vote and pass it and force them to reject it in the Se...","sentiment_score":0.0}
{"full_text":"RT COVID-19                           MUTATED COVID-19","sentiment_score":0.0}
{"full_text":"RT How could that have been possible?Known nearer the beginning?According to Nicola and Devi we'd be Covid free by su...","sentiment_score":0.4}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"COVID-19: WITH SO MANY IN TIERS 3 AND 4, WHY NOT A FULL FIREBREAK?With result of poll on support for tough FireBreakhttps:\/\/t.co\/xZfjiRELjy","sentiment_score":-0.0212962963}
{"full_text":"RT Let's do this. #WearAMask Nigeria!","sentiment_score":0.0}
{"full_text":"RT Unpaid athlete almost died - and has his professional career put in peril - because colleges prioritized revenue sports over...","sentiment_score":0.15}
{"full_text":"RT lets hear it for Malawi ","sentiment_score":0.0}
{"full_text":"RT My friends husband just had open heart surgery due to an infection that wasn't treated.  He kept...","sentiment_score":-0.0625}
{"full_text":"maybe like there's a pandemic going around and we shouldn't be traveling","sentiment_score":0.0}
{"full_text":"RT Breaking: 39,200 new cases and 744 deaths reported today... that's scary. Approaching the highest levels back in April...","sentiment_score":-0.0909090909}
{"full_text":"RT V good piece from here--CrossFit is the most extreme example (as it is in most situations bc CF is if noth...","sentiment_score":0.39375}
{"full_text":"the end! i wanna punch her so bad rn but i can't bc of covid so shit ugh","sentiment_score":-0.45}
{"full_text":"Telling these people to stay at home in December? Khohlwa.","sentiment_score":0.0}
{"full_text":"RT I have to say, many are likely to be thinking the same.","sentiment_score":0.1666666667}
{"full_text":"RT We just announced that Health Canada has authorized the Moderna COVID-19 Vaccine in Canada. Read more:","sentiment_score":0.5}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"RT WATCH: Trump Sets Internet ON FIRE With His Response to COVID-19 Relief BillIt already has more than 20 MILLION views!...","sentiment_score":0.625}
{"full_text":"\"Neither the #lockdown nor the opening had an impact in either direction, which offers a serious rebuke to all the states that imagined their quarantines, closings, and curfews could somehow intimidate a virus\" Hope and Freedom in Georgia | AIER","sentiment_score":-0.1166666667}
{"full_text":"RT Jeff Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.Instead he's denying...","sentiment_score":0.375}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"RT The #Lions announce the following roster moves:Signed RB Dalyn Dawkins to the practice squadActivated DE Everson Griffen f...","sentiment_score":0.0}
{"full_text":"RT Today is 12\/23\/20. It it is my first post on Twitter since mid November since being diagnosed w\/Covid pneumonia and a DVT. It'...","sentiment_score":0.125}
{"full_text":"RT Regarding the super\/mutant strain:3 things.... 1) it's 'super' spreadable..... 2) it seems to be 'hitting' the young g...","sentiment_score":0.2166666667}
{"full_text":"RT Relayed to me:A conversation had with a Tory voter at work back in March, him telling me the pandemic was unprecedente...","sentiment_score":0.0}
{"full_text":"RT OSDH: 43 additional COVID-19 deaths reported in Oklahoma in the last 24 hours. We're dying out here 3,656 new c...","sentiment_score":0.0681818182}
{"full_text":"Aww Thankyou Alex. You've such a kind soul. Now isolating for 10 days due to COVID 19. Merry Christmas to you, you're family and all those close to you. Stay safe, well and happy.  See you soon. X","sentiment_score":0.3458333333}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"RT Testing for hauliers already at Dover and Manston is ongoing but HGV drivers should not travel to #Kent. There are ma...","sentiment_score":0.0}
{"full_text":"RT Health-care workers plead with people to stay home over the holidays","sentiment_score":0.0}
{"full_text":"RT Absolutely. And numerous other harms, including to labor and communities affected by deforestation, Covid s...","sentiment_score":0.025}
{"full_text":"RT Stark conclusions I draw from this Christmas party as an epidemiologist--1) Trump fans don't believe #COVID19 is real.2)...","sentiment_score":-0.2}
{"full_text":"RT BREAKING: Amelia Bedelia has escaped with large quantities of the Covid vaccine after being told to \"Take the vaccine\"","sentiment_score":0.2142857143}
{"full_text":"RT A new study some reassurance that SARS-CoV-2 infections during the third trimester are unlikely to...","sentiment_score":-0.1212121212}
{"full_text":"RT I SURE AM GLAD THEY ADDED THOSE TAX DEDUCTIONS FOR PEOPLE WHO OWN RACE HORSES INTO THE COVID-RELIEF BILL.","sentiment_score":0.5333333333}
{"full_text":"South Africa lost it in the hard lockdown has we have proper law enforcement but we got exposed especially townships and rural areas who at hugely dense and wider areas depend on small police stations","sentiment_score":-0.0236111111}
{"full_text":"RT \"Today, Conservatives are once again calling upon the Liberal govt to do what they should have done six months ago: aug...","sentiment_score":0.0}
{"full_text":"RT Our symptoms are quite mild so far, but I expect most of the fun is yet to come. The most likely infection route was vi...","sentiment_score":0.2888888889}
{"full_text":"RT President Trump reading off all the bullsh*t they tried to sneak into the Covid Relief bill, is one of the most savage moves...","sentiment_score":0.5}
{"full_text":"Corona bitsin","sentiment_score":0.0}
{"full_text":"This is why you feel like a sucker or poor if you obey the rules. Ask rich people, gov't officials, they are above that shit. These rules only apply to the less fortunate. #COVID Heck, ask Dr. Deborah Birx. Do as I say, not as I do.","sentiment_score":-0.0364583333}
{"full_text":"I lowkey love hosting and I wanna host an event for my friends after covid","sentiment_score":0.5}
{"full_text":"I keep forgetting that just because germany is in lockdown doesn't mean everyone else is and I am like ????? all the stores are coosed eccept grocery stores what are you guys doing and then I remember","sentiment_score":-0.3125}
{"full_text":"RT Yes please.","sentiment_score":0.0}
{"full_text":"RT Here's the simple truth: Our darkest days in this battle against COVID are ahead of us -- not behind us.   We need to prepar...","sentiment_score":0.1}
{"full_text":"Loading up on these $OCGN dips. The market is still realizing how big Covaxin (vaccine for Covid-19) will be in the USA, and how $OCGN has exclusive rights to sell in the USA. This has just taken off, wait till it goes supersonic.","sentiment_score":0.0}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"RT \"Today, Conservatives are once again calling upon the Liberal govt to do what they should have done six months ago: aug...","sentiment_score":0.0}
{"full_text":"RT @MSNBC @AliVelshi @CNN @NPR @senatemajldr @SpeakerPelosi @JoeBiden @KamalaHarris Mask Up \/ Stay Home ,...","sentiment_score":0.0}
{"full_text":"Thank you Doctor Markland. I salute you &amp; all your fellow healthcare workers. I've been following gov't directives here in Canada and I'm totally disheartened when I read some of the nasty selfish comments made in total disregard of simple requests to protect against #COVID19","sentiment_score":-0.25}
{"full_text":"RT Revise the coronavirus relief payment to $2,000 and bring it to the floor to vote","sentiment_score":0.0}
{"full_text":"Republicans remind everyone that their core mission in Washington remains to make life worse for as many Americans as possible.","sentiment_score":0.0333333333}
{"full_text":"RT Dear journalists\/anchors,The next time you have Dr. Fauci or a doctor on ask them about this.In the new relief bill, Em...","sentiment_score":0.0681818182}
{"full_text":"RT The Mendoza twins were often together as children and as adults. They contracted COVID-19 around the same time. They c...","sentiment_score":0.0}
{"full_text":"RT Blockchain developers, would you like to work and live in a place - free from pandemic  - sunny year round  - 5.5 m islan...","sentiment_score":0.1121212121}
{"full_text":"RT This is so bad.","sentiment_score":-0.7}
{"full_text":"RT Ngl, made some sweet millis this covid year. God in control always. We rich fam!","sentiment_score":0.409375}
{"full_text":"Just to be clear, I am in favour of people wearing masks and doing their part to help in this pandemic.  However, if we start going by the rationale that if people do unsafe things and get sick they shouldn't get treatment, then what about smokers, drinkers, drug users etc.","sentiment_score":-0.3071428571}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"RT Coronavirus Stimulus Package Specifically Blocks School Choice","sentiment_score":0.0}
{"full_text":"\"We've detected two cases of another new variant of coronavirus here in the UK,\" he told a media briefing.He said both were conta...https:\/\/t.co\/DOSC2X4jn3","sentiment_score":0.1363636364}
{"full_text":"RT Why did 120 black-footed ferrets in Colorado get an experimental vaccine for #COVID19 before most people? Different rules. \"We...","sentiment_score":0.2}
{"full_text":"Covid 20 ","sentiment_score":0.0}
{"full_text":"yeah anyways i have tickets to see louis in pittsburgh in april pls god don't let covid cancel it","sentiment_score":0.0}
{"full_text":"RT Northern Ireland's Department of Health says one positive case of the new variant of COVID-19 has been confirmed in North...","sentiment_score":0.2545454545}
{"full_text":"I'm glad that you're in a different place &amp; that you're getting better post-COVID But everything you said in that thread was true. I was assaulted 10d before Christmas when I was 15. It's been over 33y but every year I struggle during the holidays.","sentiment_score":0.3375}
{"full_text":"RT Harden crazy lol.. he acts like Silver gonna be like \"oh she was becoming a boss? Why you ain't say that?? You good\"","sentiment_score":0.3375}
{"full_text":"The year 2020 will be remembered as the year when social distancing has changed the landscape of #education. #2021 #EdTech #EdChat #OnlineLearning #socialDistancing","sentiment_score":0.0333333333}
{"full_text":"I gave in and bought my own clippers a while ago. Buzz cuts without the Covid exposure possibility","sentiment_score":0.6}
{"full_text":"PM should visit area to assess &amp; offer hope to solve situation afterall these are the folk that transport our goods to wider markets and bring necessary products &amp; parts to our shores","sentiment_score":0.0}
{"full_text":"Playing siege and this level 450 dude said he's been wearing the same mask since the pandemic started... everyday i worry about humanity","sentiment_score":-0.1}
{"full_text":"There's a certain political party who violated covid regulations in chivi today...hameno article yacho irikuuya here..or idzo dzinopisa kkkk","sentiment_score":0.1071428571}
{"full_text":"Bloody hell we have gone through enouth can't take any more  some thing has to be done","sentiment_score":-0.15}
{"full_text":"RT Social #TisTheDamnSeason distancing over here ","sentiment_score":0.0333333333}
{"full_text":"RT The UK is the worst island in the world. No sun, no heat. Just 3 different strains of Covid and vibes.","sentiment_score":-0.5}
{"full_text":"Enjoy some time making memories over the holidays. has a great anti-boredom top 10 list. Try out some with family and friends over #socialization #fun #kidsconnected #SocialDistancing","sentiment_score":0.5}
{"full_text":"The dems are holding up COVID checks.","sentiment_score":0.0}
{"full_text":"RT Get ready to be convinced!?! HHS is planning to spend $250 million to convince the U.S. it is safe","sentiment_score":0.40625}
{"full_text":"RT Hi all! Need help!  I don't take pride in crowdsourcing; hopefully I won't ever have to do this again. This details how...","sentiment_score":0.0}
{"full_text":"RT Dear journalists\/anchors,The next time you have Dr. Fauci or a doctor on ask them about this.In the new relief bill, Em...","sentiment_score":0.0681818182}
{"full_text":"RT Key Trump Aide Hails Florida As A \"Free State\" \"He has made Florida a free state, where you can open your restaurants, wh...","sentiment_score":0.2}
{"full_text":"RT Virtual Trek Con's 12 Days of CONtent begins NOW.   All fan-interactive, all Star Trek, and all FREE.  Full schedule,...","sentiment_score":0.375}
{"full_text":"The package, which includes US$892 billion for responding to the Covid-19 virus was the result of months of negotiations between congressional Republicans and Democrats.It also funds government operations through September","sentiment_score":0.0}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"The number of El Pasoans hospitalized with the coronavirus continues to trend down in the end of December.https:\/\/t.co\/uiHxKwfEnG","sentiment_score":-0.1555555556}
{"full_text":"Warning: 'Stay at home' if you live in Tier 4 Oxfordshirehttps:\/\/t.co\/Z5hT7KQBv2","sentiment_score":0.1363636364}
{"full_text":"RT While Ireland threatens to deport healthcare workers, France shows leadership, finalising citizenship for 700+ ina new s...","sentiment_score":0.1363636364}
{"full_text":"RT I love my dear friend and colleague Rachel, and her family. This is a tragic, necessary thread. No matter what, \"Black people...","sentiment_score":-0.1041666667}
{"full_text":"Joe Biden would have never done this.https:\/\/t.co\/e282NVlR3B","sentiment_score":0.0}
{"full_text":"Happy Holidays from the Chamber -- Join us in supporting #SpreadTheWarmth for homeless Detroiters through Your gift will provide warmth and EMPWR coats to those in need, and job opportunities to previously homeless Detroiters. How to give:","sentiment_score":0.2944444444}
{"full_text":"Check out my NEW YouTube video! - 9 Post Pandemic ACTIVITIES !  #DAstudios #Londonyoutuber","sentiment_score":0.2130681818}
{"full_text":"Medical:\"Chief nursing officer at California hospital: 'It's a disaster right now for our staff'\"https:\/\/t.co\/WUCgDnsatx via (Shared via COVID-19 topic)","sentiment_score":0.1428571429}
{"full_text":"According to the #construction industry is almost back to pre-COVID #employment rates. Ensure Safety + Fairness(tm) as employees return to the job site by implementing the HOUND(r) BREATHALYZER. Learn more:","sentiment_score":0.25}
{"full_text":"RT Since I last tweeted (15 minutes ago), the Pentagon has spent $15,000,000.We have the money to help people get through this...","sentiment_score":-0.05}
{"full_text":"This holiday season, make sure you're safe before you go out. Grab your keys, phone, wallet and make sure you wear a mask over your mouth AND nose, stay at least 6 feet away from others and carry hand sanitizer with at least 60% alcohol.","sentiment_score":0.18}
{"full_text":"#FromTheLeft: Do You Have A Winter Health Issue Or COVID-19? Here's How To Tell. | Report from #Coronavirus #PublicHealthhttps:\/\/t.co\/2MedNGJeeX","sentiment_score":0.0}
{"full_text":"Three of the 18 hand sanitisers tested didn't contain enough alcohol to effectively kill the COVID-19 virus - or other germs.","sentiment_score":0.1583333333}
{"full_text":"Taiwan to tighten COVID-19 control regulations for flight crewshttps:\/\/t.co\/YnsqALaSDE","sentiment_score":0.0}
{"full_text":"RT Leaders of anti-vaccine groups described the coming coronavirus vaccine as a pivotal opportunity to sow distrust in vac...","sentiment_score":0.5}
{"full_text":"Thug a perimeter lockdown ","sentiment_score":0.0}
{"full_text":"91% of the world's student population have been affected by school closures during lockdown. But we're pivoting to #OnlineEducation. So creating engaging online courses for adults will be a key skill moving forward. Join our 12 week course to earn your #ProfessionalCredits.","sentiment_score":0.2}
{"full_text":"RT #COVD19, #EndSARS and #MentalHealthIn our interview with Bushrah she shared how the pandemic and p...","sentiment_score":0.0}
{"full_text":"The #WhiteHouse is betting big on a new type of treatment for #Covid19, a drug that results from one late-stage trial suggesting it could drastically improve patients' odds of recovery from severe disease.https:\/\/t.co\/aoofjYhcTk","sentiment_score":0.0681818182}
{"full_text":"Friction with China expands into U.S. COVID-19 relief.","sentiment_score":0.0}
{"full_text":"RT This month, SCOTUS rejected a lawsuit filed by the Texas attorney general seeking to overturn the election results in f...","sentiment_score":0.05}
{"full_text":"To those battling anxiety amid this global pandemic, please know that you are not alone.","sentiment_score":0.0}
{"full_text":"Data snapshot's live! The 14-day avg for %positivity is &lt;5% for the 1st time in 9 wks, but hosps remain high &amp; 112 ppl died from COVID in Nov\/Dec. People of color continue to be disproportionately represented among ppl testing + &amp; being hosp.Data Notes:","sentiment_score":0.1652272727}
{"full_text":"RT I really cannot believe or understand that people are not protesting about this.This will literally force poor people inf...","sentiment_score":-0.1}
{"full_text":"As Americans head home for the holidays, health experts are warning of the possible \"catastrophic impacts\" of a potential coronavirus surge that could hit the United States if families do not keep their festive gatherings and traveling to a minimum.","sentiment_score":0.0}
{"full_text":"Sadly, but perhaps predictably, the regulations do not appear to be working. State data show California is smashing its previous highs in both COVID-19 cases and deaths.https:\/\/t.co\/sj9NPnIzKD","sentiment_score":-0.2888888889}
{"full_text":"Sedgwick County EMS personnel, those who test for COVID-19 get vaccinated.  #COVID-19 #Sedgwick_County_EMS #Health_Department #virus #healthcare","sentiment_score":0.0}
{"full_text":"Join Dr Ed Capo Bianco, Locality Lead, and learn about the changes to NHS 111 and the Oxfordshire #Covid19 Vaccine rollout.  19th Jan 6pm-7.30pm via ZoomTo register your place contact Janet Waters, PPG Chair via email at jwatersassociates@btinternet.com #StayWellOxon","sentiment_score":0.0}
{"full_text":"Surveys show more people in Anchorage are being more careful than you might think.https:\/\/t.co\/Uyb0vMrzin","sentiment_score":0.3}
{"full_text":"The has recommended grocery store workers, and meat packers get the next round of COVID-19 vaccinations: |","sentiment_score":-0.1}
{"full_text":"While we don't know if a new variant of COVID-19 has spread from the U.K. to North America, it's \"very likely\" that other mutations of the virus have already happened here, says a former Harvard Medical School professor.https:\/\/t.co\/9M4sihIXwO","sentiment_score":0.0022727273}
{"full_text":"Covid: Thanksgiving the cause of a spike in US infections?","sentiment_score":0.0}
