{"full_text":"Hey! How's about talking to Desantis about releasing Whitehouse the weekly coronavirus reports to the TAXPAYERS OF FLORIDA. Let's focus on that.","sentiment_score":0.0}
{"full_text":"If this isn't the most accurate thing I've read.. yes this pandemic has been the worst thing possible for everyone but it has been a living hell and nightmare especially for health care workers battling this virus 24\/7","sentiment_score":-0.02}
{"full_text":"Without #ChinaVirus , #CreepyJoe doesn't \"win\". This whole #Election2020 stinks to high heaven.","sentiment_score":0.14}
{"full_text":"Lots of good data here- very informative thread","sentiment_score":0.45}
{"full_text":"RT It is not that crowds have refused to attend Museveni's rallies,those who are impartial surely understand that he has asked...","sentiment_score":0.5}
{"full_text":"RT **Historic pandemic in which millions of doctors &amp; healthcare staff put their lives and families on the line to fight a viru...","sentiment_score":0.0}
{"full_text":"Apparently you didn't do your little study in Oregon. prices jumped up almost a year ago and right when the pandemic hit it went gangbusters I am on food stamps which are being supplemented right now that's not going to last but these prices will. food is out of control","sentiment_score":0.0867857143}
{"full_text":"COVID19","sentiment_score":0.0}
{"full_text":"RT Dear friendsI am back to Delhi after my travel 2 Bengal. My journey on the ground in #COVID19 has traversed Bengal, Bihar,...","sentiment_score":0.0}
{"full_text":"RT  \"Have a great day too today and\"\"Be careful of corona\"\"Don't get sick\"\"yuyuyuyuyu\"","sentiment_score":-0.0047619048}
{"full_text":"RT What a gut punch.","sentiment_score":0.0}
{"full_text":"RT  \"Have a great day too today and\"\"Be careful of corona\"\"Don't get sick\"\"yuyuyuyuyu\"","sentiment_score":-0.0047619048}
{"full_text":"RT Good job, Justin","sentiment_score":0.7}
{"full_text":"Dont test my cold; covid 19","sentiment_score":-0.6}
{"full_text":"Like pretending there isn't a pandemic.","sentiment_score":0.0}
{"full_text":"'I really need a miracle today': Republican who denied COVID begs for prayers after hospitalization #SmartNews  trump didn't offer the magical Mrs for uou","sentiment_score":0.35}
{"full_text":"2021 teaser","sentiment_score":0.0}
{"full_text":"RT Interior Health says the #Revelstoke #COVID19 community cluster has been contained with 50 cases connected. #Kamloops","sentiment_score":0.0}
{"full_text":"RT This is infuriating. Ramsey continues to be careless and irresponsible with the health and lives of his employees and...","sentiment_score":-0.55}
{"full_text":"RT Earlier this year I thought we'd get Covid relief checks ten times and Trump would lose once, not the other way around","sentiment_score":-0.0416666667}
{"full_text":"RT It has come to this. In Florida, you have to SUE in order to obtain vital public health data. That's how...","sentiment_score":0.05}
{"full_text":"I need covid to be over because I miss going to an event and not eating the food provided because I wasn't hungry enough but then driving home and getting really really hungry and stoping at the nearest burger shop and inhaling 4,000 calories in fries and grease","sentiment_score":0.1}
{"full_text":"Yea man, and we had to eat out inside a restaurant not by choice either, and an older lady came up to our table while we were eating no mask and explaining why she had a service dog. I'm like mam don't you know we are in a pandemic. I was pissed","sentiment_score":0.1666666667}
{"full_text":"They have done it in Qld with workers from Vanuatu but Vanuatu had no Covid.","sentiment_score":0.0}
{"full_text":"RT My son gets 40 assignments a week and I get emails every time one isn't turned in. Now he is frustrated when I come in t...","sentiment_score":-0.7}
{"full_text":"RT Pat Bev just did a tribute to Pandemic P by missing a 3 off the side of the backboard","sentiment_score":-0.2}
{"full_text":"They literally were not allowed to practice in Palo. Had this been Washington, the entire modern WORLD would've never heard the end of it. 2019 Cal : \"We lost b\/c of the rain\"2019 UO : \"They had a bye week prior\"2020 : \"Some dude hit our qb w\/ frisbee in a park. Covid.\"","sentiment_score":0.0666666667}
{"full_text":"VishalRathour900#VishalRathour900 #vishalrathore900 #vishalRathour #Vishalrathour #cute #cutenessOVERLOAD #handsome #vishalrathorefanpage8 #coronavirus #COVID19 #models #KajalAggarwal #VishalRathour #VishalRathour1 #VishalRathour2 #vishalrathourFanPage5","sentiment_score":0.5}
{"full_text":"RT Call me a radical lefty, but I don't think Americans should be forming massive bread lines while America's billionaires make a...","sentiment_score":0.0}
{"full_text":"It feels a corner has been turned in #coronavirus fight. Let's hope!Logistics of #vaccine distribution will be incredible: dry ice,vials, etc.  D-Day 1944 landing involved 11,500 planes &amp; gliders, 6,900 sea vessels.FedEx fleet alone is ~700 aircraft.","sentiment_score":0.4166666667}
{"full_text":"RT **Historic pandemic in which millions of doctors &amp; healthcare staff put their lives and families on the line to fight a viru...","sentiment_score":0.0}
{"full_text":"RT So... I'm a single mom, trying to make it through this Covid nightmare. I'm also a very confident math tutor who has b...","sentiment_score":0.2892857143}
{"full_text":"I'm with you. Tone def and completely inappropriate.","sentiment_score":0.1}
{"full_text":"antivaxxers dont realize there's a nonzero chance of the covid vaccine making your dick marginally bigger hope they realize soon","sentiment_score":0.0}
{"full_text":"RT  \"Have a great day too today and\"\"Be careful of corona\"\"Don't get sick\"\"yuyuyuyuyu\"","sentiment_score":-0.0047619048}
{"full_text":"Covid-19 Velocity Update - Dec 11","sentiment_score":0.0}
{"full_text":"RT New by with comment from me, Ghayda Hassan, and Peter Smith.  Canada not immun...","sentiment_score":0.1363636364}
{"full_text":"RT Whistleblower and former COVID-19 data scientist Rebekah Jones' home was raided with her children inside on Dec 7 -- and ne...","sentiment_score":0.0}
{"full_text":"Phucking sellout! Spineless ..What's the use, 90% of people trust sob's like u and #MSM . While the plandemic &amp; selection distract you the real trick is taking shape. #FederalReserve #CFR #UCC","sentiment_score":0.2}
{"full_text":"RT We probably should have made this clear earlier, but don't share bongs. #COVID19","sentiment_score":0.05}
{"full_text":"RT Dress up and get out of the house kinda day .. ya ya , corona abhi gaya nahin hai ","sentiment_score":0.0}
{"full_text":"Covid is tough on a persons mental health, especially due to the isolation. There are ways around this BUT you need to play it safe.Lives are at risk and meeting up with someone without being cautious might be your last","sentiment_score":-0.1847222222}
{"full_text":"RT Wages subsidized by the government during pandemic: - $2,000 a month  - Up to 100% - Up to 90% - Up to 87%...","sentiment_score":0.0}
{"full_text":"RT We're in the midst of unprecedented job loss, an evictions crisis, and a massive rise in COVID cases. We need to be putting...","sentiment_score":0.3}
{"full_text":"RT Moderna Timeline:- Jan 11: Chinese authorities publish SARS-Cov-2 genetic sequence;- Feb 7: Moderna's...","sentiment_score":0.0}
{"full_text":"RT Did you take the early Covid 19 Vaccine back in 2021? You may have a case.","sentiment_score":0.05}
{"full_text":"RT For the love of God. I am really sorry. I do not know why it is always the UK. At a certain point, you have to wonder if the l...","sentiment_score":0.0714285714}
{"full_text":"RT Some are not out of space, they're out of staff. That's the case here in Arizona. Frankly, an ER doctor in...","sentiment_score":0.0}
{"full_text":"Do we need to vaccinate billions of people against COVID-19? NHS Doctor Amir Khan explains.> Watch  [via","sentiment_score":0.0}
{"full_text":"RT Panic merchants are preventing people from going to the doctor for heart conditions.  Good fire imo.  He did harm.","sentiment_score":0.7}
{"full_text":"RT South Korea records 950 new Coronavirus patients, now the most # of cases in one day during the pandemic","sentiment_score":0.3181818182}
{"full_text":"RT For those who remember my photo of Michael Wright struggling to breathe in the ICU last month, an update: He tragically lo...","sentiment_score":0.0}
{"full_text":"RT I hope to! I'm not at all concerned about violence -- the USSS is really, really good. More concerned...","sentiment_score":0.6}
{"full_text":"I completely agree &amp; even before COVID-19, people were socially distant just not in the physical manner, they were literally standing next to each other staring at their phones or some device talking\/texting someone, but most definitely not the person right next to them!!!","sentiment_score":0.0734126984}
{"full_text":"RT They did this to a family over a two year old child not wanting to wear a mask.","sentiment_score":0.1}
{"full_text":"RT Wages subsidized by the government during pandemic: - $2,000 a month  - Up to 100% - Up to 90% - Up to 87%...","sentiment_score":0.0}
{"full_text":"RT We're in motion to begin delivering our first shipment of COVID-19 vaccines from -@BioNTech_Group to communities across...","sentiment_score":0.25}
{"full_text":"RT South Korea records 950 new Coronavirus patients, now the most # of cases in one day during the pandemic","sentiment_score":0.3181818182}
{"full_text":"RT  \"Have a great day too today and\"\"Be careful of corona\"\"Don't get sick\"\"yuyuyuyuyu\"","sentiment_score":-0.0047619048}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Hey why would you force a family off a plane and ban them from flying ever again over a \"terrible two\" sta...","sentiment_score":-1.0}
{"full_text":"RT BREAKING: The FDA has authorized Pfizer's COVID-19 vaccine for emergency use, radically altering the fight against the coronavirus...","sentiment_score":0.0}
{"full_text":"RT  \"Have a great day too today and\"\"Be careful of corona\"\"Don't get sick\"\"yuyuyuyuyu\"","sentiment_score":-0.0047619048}
{"full_text":"RT  \"Have a great day too today and\"\"Be careful of corona\"\"Don't get sick\"\"yuyuyuyuyu\"","sentiment_score":-0.0047619048}
{"full_text":"RT While the COVID-19 vaccine will alleviate much of the need for physical distancing and masking long-term, it wont't immedi...","sentiment_score":0.1}
{"full_text":"nooo corona we hate her ","sentiment_score":-0.8}
{"full_text":"RT  \"Have a great day too today and\"\"Be careful of corona\"\"Don't get sick\"\"yuyuyuyuyu\"","sentiment_score":-0.0047619048}
{"full_text":"You will be fine I promise. I'm still recovering from pneumonia due to covid and my seizures started up again. This virus has truly thrown my body into a chaotic mess, but I'm out of ICU, I'm home with my family and little by little I'm gaining my strength back. Be safe ","sentiment_score":0.0239583333}
{"full_text":"RT They did this to a family over a two year old child not wanting to wear a mask.","sentiment_score":0.1}
{"full_text":"Top CRE Articles in November 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #TenantRep ","sentiment_score":0.5}
{"full_text":"RT 'The Breathing Lady': Beloved Respiratory Therapist Dies of COVID-19","sentiment_score":0.7}
{"full_text":"Welp! Might I suggest next time you hire a better \"Crack Team?\" 2 Turkeys and a COVIDjust didn't cut it.","sentiment_score":0.25}
{"full_text":"Visit to DJ Action Jackson for night 21 of Clark Coleman's Curated California COVID Curfew Collection: The Darts \"Don't Hold My Hand.\" 2019. Saw Darts open for The Damned a few years ago at Catalyst, Santa Cruz.  #vinylrecords #recordcollection","sentiment_score":-0.0333333333}
{"full_text":"\"They want me to lose everything, but they can trace zero, zero cases to here,\" said one owner.","sentiment_score":0.0}
{"full_text":"A recent EY survey found that, before the lockdown, 77 per cent of boards still voted by raising their hands at personal meetings.","sentiment_score":0.0}
{"full_text":"Better shut it down quick, boss, or else it will lock into overload.","sentiment_score":0.2259259259}
{"full_text":"you too, love","sentiment_score":0.5}
{"full_text":"RT Trump lawyer Jenna Ellis has COVID-19 -- and she attended a White House Christmas party on Friday: report","sentiment_score":0.0}
{"full_text":"#TodaysFrontPage: #Covid19 second wave in SA could be worse than the first, warn experts [also] #MatricRewrite: Matriculants relief as decision to rewrite two exams scrapped #SatStar","sentiment_score":-0.05}
{"full_text":".@modrnhealthcr named #OurAMA president, one of the Most Influential in Health Care for her work defending physicians during the #COVID19 pandemic.","sentiment_score":0.5}
{"full_text":"Being covidiot or no?","sentiment_score":0.0}
{"full_text":"A teen who spent 39 days in a pediatric intensive care unit battling #COVID19 finally got the chance to head home.","sentiment_score":-0.0333333333}
{"full_text":"RT The way that we have to watch other countries flourish and live their best lives post-COVID Bc y'all don't know how to stay th...","sentiment_score":0.3371212121}
{"full_text":"#Creativity During the #Pandemic #filmmaking #indiefilm","sentiment_score":0.0}
{"full_text":"#Egypt has received its first batch of a #COVID19 vaccine made by the Chinese company #Sinopharm. The shipment will be distributed to those in the highest risk groups, with the priority given to doctors.","sentiment_score":0.125}
{"full_text":"A total of 635 new Corona Positive cases reported in Telangana in last 24 hours. With this total cases rises to 2,77,151 including 7,670 active cases. While A total of 2,67,992 people recovered and 1,489 deaths reported.#CoronavirusInTelangana #Telangana #Coronavirus #MangoNews","sentiment_score":0.0329004329}
{"full_text":"COVID-19 relief deal all but collapses as McConnell resists state aid","sentiment_score":0.0}
{"full_text":"U.S. readies COVID-19 vaccine rollout as death toll climbs #WearAMask #StaySafe","sentiment_score":0.0}
{"full_text":"RT THIS IS BAD","sentiment_score":-0.7}
{"full_text":"\"To really repair the economy, the first step is to have a solution to the health crisis.\"","sentiment_score":0.225}
{"full_text":"As bad as #COVID19 seems, it is nothing compared to what the next global crisis could look like, warn H.T. Goranson and","sentiment_score":-0.2333333333}
{"full_text":"They've now established a non-profit called Yee Ha'olnii Doo, where people can donate and learn more about efforts to help people on the reservation during the pandemic.","sentiment_score":0.5}
{"full_text":"With the COVID-19 vaccine potentially just days away from starting to get distributed in the United States, there are growing concerns that getting the vaccine to people may not be a smooth process and previous low vaccination rates are cause for worry.","sentiment_score":0.0466666667}
{"full_text":"The 14 areas in the Bristol region with the highest coronavirus rateshttps:\/\/t.co\/TxyRM4hIcq","sentiment_score":0.0}
{"full_text":"RT This is Balakot.Pakistan has rebuilt the terror training camp destroyed by Indian forces. This is the reopening of the...","sentiment_score":0.0}
{"full_text":"RT They did this to a family over a two year old child not wanting to wear a mask.","sentiment_score":0.1}
{"full_text":"Right-wing activist Dave Daubenmire, in an article denying the pandemic, the usefulness of masks, &amp; death count, claimed that he would soon be \"organizing groups\" that would defy local COVID restrictions &amp; enter businesses, without masks, in large groups.","sentiment_score":0.1071428571}
{"full_text":"Even with a pandemic, Northern Cement is doubling down on investing in its employees. Find out why prioritizing human capital development is one of the smartest business decisions this company has ever made on The Story of the Filipino.","sentiment_score":-0.0777777778}
{"full_text":"RT  \"Have a great day too today and\"\"Be careful of corona\"\"Don't get sick\"\"yuyuyuyuyu\"","sentiment_score":-0.0047619048}
{"full_text":"The US FDA has approved the Pfizer-BioNTech COVID-19 vaccine for emergency use in the country, following pressure from the Trump administration.President Donald Trump expects the first vaccinations in less than 24 hours, while mass vaccinations are expected to start next week.","sentiment_score":-0.0033333333}
{"full_text":"RT This was never about it was about the fact that Arizona has ZERO ICU beds, but Yuma Regional thought the pub...","sentiment_score":0.0}
{"full_text":"RT While and I can't promise we'll end COVID-19 in our first 100 days, we will do everything we can to get this pa...","sentiment_score":0.25}
{"full_text":"RT Canada just announced it'll provide the new Covid vaccine to every Canadian who wants it -- for free.Canada has ordered mo...","sentiment_score":0.1681818182}
{"full_text":"Key healthcare players in Nebraska have endorsed a crisis plan that outlines tough ethical decisions that would need to be made if hospitals become overwhelmedhttps:\/\/t.co\/nLJJPRHb5X","sentiment_score":-0.062962963}
{"full_text":"Confirmed coronavirus cases have hit new highs several times in the last week, hospitalizations are setting records, and despite positive developments regarding a vaccine, things are likely to get worse before they get better.https:\/\/t.co\/pXbNBABky0","sentiment_score":0.0519480519}
{"full_text":"The number of infected #MSRTC employees now stands at 3646. #coronavirus #Maharashtrahttps:\/\/t.co\/sk649lmszX","sentiment_score":0.0}
{"full_text":"The coronavirus pandemic has affected the globe in unprecedented ways. It is important to help small businesses impacted by Covid-19 to remain afloat in these trying times. #entrepreneur #entrepreneurship #business #startup #investing #finance #moneyhttps:\/\/t.co\/sfGXrFZL8u","sentiment_score":0.1875}
{"full_text":"Businesses and consumers regained their optimism this quarter as the economy slowly reopened and a COVID vaccine rollout by next year becomes more likely, the Bangko Sentral ng Pilipinas (BSP) said.","sentiment_score":0.05}
{"full_text":"RT Beating COVID-19 will take everyone doing their part.Wear a mask. Social distance. Limit travel over the holidays. We can...","sentiment_score":0.0333333333}
{"full_text":"From Turkey to his first \"Turkey Day\": see how Mehmet Uvey  handled a move to the US when a pandemic suddenly changed everything and why, despite all the hardships, he still finds a lot to be grateful for on his first US Thanksgiving holiday. #IamISACA","sentiment_score":0.1666666667}
{"full_text":"RT I can't get over Gov. Cuomo putting up a chart that says COVID spread in restaurants is rare and then closing indoor dining ONLY...","sentiment_score":0.15}
{"full_text":"RT For those who remember my photo of Michael Wright struggling to breathe in the ICU last month, an update: He tragically lo...","sentiment_score":0.0}
{"full_text":"RT My op-ed in on the 2017 tax cuts, which soon will be tax hikes for Americans who absolutely can't afford t...","sentiment_score":0.2}
{"full_text":"RT I realized tonight when the vaccine news broke that I'm going to cry like a baby when I eventually get the two shots and...","sentiment_score":0.0}
{"full_text":"Very shameful indeed. If this weren't an election year, they would've gotten the top spot.","sentiment_score":0.35}
{"full_text":"RT The wealth gained by US billionaires during the pandemic ($1 trillion) is more than it would cost to send a stimulus ch...","sentiment_score":0.5}
{"full_text":"Time: 05:00 * Temp: 6.4degC * Wind: W 0.0 to 2.9mph * Pressure: 989.5hPa * Rain: 0.2mm * Hum: 92% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:37 * Sunset: 15:57 * Cloudbase: 600ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Life after Covid-19: What are we going to do now?","sentiment_score":0.0}
{"full_text":"It's not getting worse day by day now.The situation is becoming better day by day.Less Covid cases,less death rate &amp; more recovery rate. In some regions vaccines are also available.","sentiment_score":0.29}
{"full_text":"Fast-Track Covid Vaccinations Cause Oil To Break $50 Threshold As Bull Market Begins #bunkerfuel #shipping","sentiment_score":0.0}
{"full_text":"frequently and always wear your A friendly reminder from the staffs &amp; volunteers at Balerante Emergency Shelter to minimize the spread of #COVID19 #IFRCCCSTIDNTL","sentiment_score":0.2375}
{"full_text":"cant wait for covid cases in ph go down and i get fully adjusted to gpong out again i miss the feeling of like ... fanmeets","sentiment_score":-0.1555555556}
{"full_text":"May Bunjes of Colorado died of Covid-19. Now her family is asking people to Mask up for May","sentiment_score":0.0}
{"full_text":"It seems like they had plenty of wisdom and courage. Is everything you say have to be opposite day? Is this just a game you are playing while 300,000 fellow Americans have died because of Covid-19 which could have been prevented!","sentiment_score":-0.25}
{"full_text":"RT Worldwide Trends |\"Jiminie\" is currently trending #8 worldwide and #27 in the United States after his tweet asking fans to...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 34.9FWind Chill: 34.9FHumidity: 97%Dew Point: 34.1F Barometer: 30.178 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 239.000000Deaths: 3.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT New jobs, capital investment down in West Michigan amid global pandemic: \"Those would be key in any year,\" Klohs said...","sentiment_score":-0.0047979798}
{"full_text":"RT Even a worldwide pandemic can't stop Santa from spreading cheer! The jolly elf will tour Oxnard's streets starting December...","sentiment_score":0.0}
{"full_text":"Daily Poll: Will you take a Covid-19 Vaccine?","sentiment_score":0.0}
{"full_text":"Mexico approves emergency use of Pfizer coronavirus vaccine","sentiment_score":0.0}
{"full_text":"Latest News 2020: Data Quality Software Market by Coronavirus-COVID19 Impact Analysis With ...: Data Quality Software Market report analyses the market potential for each geographical region based on the growth rate, macroeconomic parameters ...","sentiment_score":0.25}
{"full_text":"RT CBRE CEO says he expects at least 80% of office occupancy to return post-pandemic: The coronavirus pandemic has create...","sentiment_score":-0.3}
{"full_text":"You haven't heard that from a white house that has been infected by coronavirus! They can't even keep themselves healthy.Climate change is not relevant here. I do agree, though, that leaders should abide by the rules they set forth.","sentiment_score":-0.1}
{"full_text":"Bitches be lazy in this pandemic.","sentiment_score":-0.25}
{"full_text":"RT Hong Kong is already experiencing their fourth wave of Covid-19! I sincerely hope we all act as responsibly as we can ab...","sentiment_score":0.2333333333}
{"full_text":"RT Rich countries will get access to coronavirus vaccines first - for poorer ones, the timeline will stretch until 2024 (a...","sentiment_score":0.3125}
{"full_text":"RT Earlier this year I thought we'd get Covid relief checks ten times and Trump would lose once, not the other way around","sentiment_score":-0.0416666667}
{"full_text":"RT If you're feeling this way, you're not alone. It's okay to take some time to heal and rest. Your body and your brain needs...","sentiment_score":0.5}
{"full_text":"RT Are \"vaccine passports\" the way forward in the #coronavirus age? While some experts think so, others question the ethics behi...","sentiment_score":0.0}
{"full_text":"RT We should be taking care of those taking care of us. Thank you for the work you've done and will continue to do. You...","sentiment_score":0.0}
{"full_text":"And congratulations to #BTS for winning 'Favorite Quaranteam' category at 'Lockdown Awards'  #QuaranteamBTS  I love my boys who always accompany me in this quarantine  I can't believe that my 2020 = January -&gt; February -&gt; Quarantine -&gt; today ","sentiment_score":0.5}
{"full_text":"RT Republican's approach to Climate Change and COVID19 is if you can breathe today why worry if you can breathe tomorrow?","sentiment_score":0.0}
{"full_text":"We kind of are, yeah. Ppl in Melbourne were in strict lockdown (for 111 days, I think?) to wrest burgeoning No's down to 0 and have since maintained masking\/distancing protocols. After their mammoth efforts, they find Sydney's casual, unmasked ways super weird (which it is)","sentiment_score":0.0022222222}
{"full_text":"A coronavirus testing site is coming to St. Stanislaus in West Town for this weekend.","sentiment_score":0.0}
{"full_text":"RT Nearly one year after the first COVID-19 cases appeared, we must say goodbye to the status quo that got us here, and s...","sentiment_score":0.175}
{"full_text":"WION News - India set to deliver 600 million COVID-19 vaccine shots: Report #COVID #vaccineshots #millioncovid19vaccineshots #covid19vaccineshots #WIONNews -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.0}
{"full_text":"RT Also need some recognition that the censorship they applied to discussion of Covid treatments cost...","sentiment_score":0.0}
{"full_text":"Military-Grade Camera Shows Risks Of Airborne Coronavirus Spread #news #popular","sentiment_score":0.6}
{"full_text":"FDA approves Pfizer COVID-19 vaccine for emergency use in United States, Donald Trump says first shots in 'less than 24 hours' - ABC News","sentiment_score":0.0416666667}
{"full_text":"Latest: Coronavirus tally as at 12th Dec,2020:Total cases:    98,26,775Active cases:    3,59,819Recovered:     93,24,328 Deaths:            1,42,628 30,005 new COVID-19 infections &amp; 442 new deaths during last 24 hours.","sentiment_score":0.1931818182}
{"full_text":"IBM Uncovers Global Phishing Campaign Targeting the COVID-19 Vaccine Cold Chain","sentiment_score":-0.3}
{"full_text":"RT Ok imma share the news, because I feel like I can use my voice in some good kind of way-I've opted to received the COV...","sentiment_score":0.6}
{"full_text":"Rounding up scientists and their kids for speaking out against the Fuhrer.#NaziAmerica","sentiment_score":0.0}
{"full_text":"Healthcare 2020: Disruptions due to COVID-19, rise of telemedicine, and other key trends","sentiment_score":-0.0833333333}
{"full_text":"Simon Eid, Splunk ANZ Group VP, speaks with Ausbiz TV about the next steps beyond the pandemic into 2021, predictions on AI and 5G, and the adoption of new technologies in Australia.","sentiment_score":0.0681818182}
{"full_text":"So #thankful and proud to be a part of the Thermo Fisher Scientific family! What's more exciting, is to see the mission in action. Watch Thermo Fisher's #Covid-19 Global Response! #LifeatThermofisher","sentiment_score":0.38}
{"full_text":"#np   - COV19: Alone Together Contact (30)  - CDC (Expiration 3-24-2023) To Listen Click:","sentiment_score":0.0}
{"full_text":"RT Worldwide Trends |\"Jiminie\" is currently trending #8 worldwide and #27 in the United States after his tweet asking fans to...","sentiment_score":0.0}
{"full_text":"RT The U.S. has given the final go-ahead to the nation's first COVID-19 vaccine, marking what could be the beginning of the end of...","sentiment_score":0.125}
