{"full_text":"RT .@realdonaldtrump Are you reading this? You feel like a winner now? Or a whiner? For the rest of world leaders and...","sentiment_score":0.0}
{"full_text":"care about COVID.\" Yet, that remains to be seen because health advisory team has no plan that to really meet the COVID crisis occurring which is concerning because that is what he ran on.","sentiment_score":0.2}
{"full_text":"Lmfaooooooooooo","sentiment_score":0.0}
{"full_text":"RT This is one of the most compelling things I have read. What we've done to people in long term care facilities is on par with...","sentiment_score":0.25}
{"full_text":"RT \"The tide has been slowly shifting back away from car-centric cities worldwide. And the pandemic has only accelerated it...","sentiment_score":-0.1}
{"full_text":"RT This man went to medical school.  But I need to be supervised. OK. A Doctor Who Boasted That He And His Staff Don't Wear...","sentiment_score":0.25}
{"full_text":"RT Recall that in the early days of the pandemic Birx absurdly praised Trump, who last night held a rally that made a mockery of...","sentiment_score":-0.1333333333}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT President Trump has sent 145 twitter messages in last week, nearly all about how he really \"won\" the election. Only four about...","sentiment_score":0.075}
{"full_text":"RT China Peddles Falsehoods to Obscure Origin of Covid Pandemic","sentiment_score":0.0}
{"full_text":"RT NEW JERSEY #COVID19 UPDATE:6,046 new positive cases368,016 cumulative total cases16 new confirmed deaths 15,485...","sentiment_score":0.1727272727}
{"full_text":"Moscow rolls out Sputnik V Covid shot to most exposed - Times of India","sentiment_score":0.5}
{"full_text":"RT \"More people have died [of COVID-19] in the United States over five hours on Dec. 3 than have died of the disease in Sout...","sentiment_score":0.5}
{"full_text":"Yet everything is still open. Welcome to NJ ","sentiment_score":0.4}
{"full_text":"RT I'm sure they must all be thrilled. Polar express the sequel","sentiment_score":0.3388888889}
{"full_text":"RT is not complying with the orders of HEC, NCOC and PMC during this pandemic. Feels like the are testing the v...","sentiment_score":0.0}
{"full_text":"RT Have fun! I am happy for you.","sentiment_score":0.5875}
{"full_text":"RT Good Sunday news - Dr. Moncef Slaoui on says a COVID-19 vaccine could begin distribution in the U.S. later thi...","sentiment_score":0.35}
{"full_text":"RT Are William and Kate going on train tour or a PR ego trip. Surely the best way to say thank is to conform to the restr...","sentiment_score":0.75}
{"full_text":"RT Based on the last 9 months or so of observing right wing America's histrionic, denialist, crackpot reaction to the coronavi...","sentiment_score":0.1428571429}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"RT I have a goal for this pandemic Christmas to borrow a tradition I read comes from Iceland - giving books on Christmas eve an...","sentiment_score":0.0}
{"full_text":"RT This is not what Mike Braun, a Republican conspiracy theorist, was asked about on He was on for 6 minutes and immedia...","sentiment_score":0.0}
{"full_text":"RT Anti-LGBTQ Hungarian politician resigns after fleeing from an all-male orgy and getting detained by police because the part...","sentiment_score":0.0}
{"full_text":"RT Pogba on the impact of COVID: \"It's hard to explain because you wouldn't understand. I got tired quickly. The first gam...","sentiment_score":-0.0270833333}
{"full_text":"\"He's a chicken shit, that's why and how.\"","sentiment_score":-0.4}
{"full_text":"What do you mean \"Why are you naked?\".You asked if I did naked photography. Well, here is your photographer, naked xDAlso, I am seriously looking into if I can rent myself out as naked and\/or nude photographer after the lockdown","sentiment_score":-0.1076388889}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":"This was the realist 'Year of the Rat' ever !!-We spent our time in hiding-When we saw people we hid-We brought our food home to eat-We transferred infections-And now we're becoming lab rats #vaccine #COVID19Ontario #COVID19 #yearoftherat #coronavirus #CoronaVaccine","sentiment_score":0.175}
{"full_text":"RT Homophobic Politician Resigns After Getting Busted At Gay Sex Party During Lockdown","sentiment_score":0.4166666667}
{"full_text":"RT Sweden tried to achieve herd immunity through no lockdowns, restrictions or masking. Last week, they hit 7,000 deaths. D...","sentiment_score":0.0}
{"full_text":"RT Don't pass the doink during the pandemic fire up two","sentiment_score":0.0}
{"full_text":"RT Don't just read today's front-page NYT story on the transit crisis. Read the Sunday diary on how Keisha Gourdet takes 4 sub...","sentiment_score":0.0}
{"full_text":"Through this whole pandemic the government chant has been 'protect the elderly and the vulnerable'.  They dismissed the Great Barrington Declaration in horror as being akin to murder and now this same group are being guinea pigs for a rushed and inadequately tested vaccine!","sentiment_score":0.125}
{"full_text":"RT \"I've realized that when we need to rise up as a country, we have truly no moral capacity to do it. It's just the most...","sentiment_score":0.25}
{"full_text":"Even in the old days we got tie-in material though for the tv shows. I'm sure it's just due to COVID-19, though. We are getting that novel next year finally.","sentiment_score":0.095}
{"full_text":"RT Every year, flu cases fill hospitals now &amp; ICUs become saturated.Yet, we never close businesses, or order people to st...","sentiment_score":0.0}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"RT #IVD2020 is an opportunity to recognize volunteers worldwide who stepped forward in every country to help fight #COVID19....","sentiment_score":0.0}
{"full_text":"RT Delhi reports 2,706 new #COVID19 cases, 4,622 recoveries and 69 deaths today.Total cases 5,92,250Total recoveries 5,57...","sentiment_score":0.1363636364}
{"full_text":"RT Y'all don't wanna stay inside, you don't want to wear a mask, you don't want to social distance, and you don't want to tak...","sentiment_score":0.0333333333}
{"full_text":"Please don't do this, take the virus. You need to protect yourselves. Thank you for all you do.","sentiment_score":0.0}
{"full_text":"RT For some reason I haven't seen many people noting that we've passed a milestone -- 7 day average Covid deaths, more meaning...","sentiment_score":0.2833333333}
{"full_text":"I deal with a lot of different clients and at different sites so whenever I go somewhere I handsanatize and wear a mask and re sanitize my hands after touching anyone's computer, masks are very much needed but not when I'm driving.","sentiment_score":0.19}
{"full_text":"They have zero intention of doing SFA and will do everything they can to sabotage Biden's ability to roll out this vaccine efficiently. I feel, after the last 10 mths I can almost promise you this.","sentiment_score":0.0}
{"full_text":"RT 1,500 suitcases to flatten the curve.","sentiment_score":0.0}
{"full_text":"RT We're making sure that SOPs are followed in all public places &amp; govt offices by limiting movements. We're taking all re...","sentiment_score":0.25}
{"full_text":"Too funny - Trump shows his ass here in Georgia, hurting Republican Senate candidates David Perdue &amp; Kelly Loeffler.\"At a rally for Loeffler &amp; Perdue, Trump - with his seemingly endless narcissism, couldn't keep the focus on Loeffler &amp; Perdue\" #gapol","sentiment_score":0.0625}
{"full_text":"RT Masks are \"critical\" to controlling the spread of coronavirus, and that includes at home sometimes, the US Centers for Disease Con...","sentiment_score":0.0}
{"full_text":"RT A child in my son's class has tested positive for COVID-19. They're only age 8 or 9.Fuck you COVID-19","sentiment_score":0.1136363636}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT Sen. Mitt Romney calls President Trump's leadership on Covid-19 \"a great human tragedy\"","sentiment_score":0.4}
{"full_text":"In lockdown 1 my daughter made a lionessopoly board game, for Christmas she has asked Santa for another lionesses boardgame as the elves can make one like she did hope she likes it","sentiment_score":-0.4}
{"full_text":"Gonna take the dive this lockdown and become ISAR certified. ","sentiment_score":0.0}
{"full_text":"RT Please look at KAT and tell him about the 98% survival rate","sentiment_score":0.0}
{"full_text":"Medtecs has contributed to America's fight against #COVID-19. We are the biggest #ppe supplier in the world. Shop now: #Medtecs #facemask                 Coupon code:BFIris","sentiment_score":0.0}
{"full_text":"RT Thousands of Americans died from the coronavirus today. Thousands died yesterday. And thousands died the day before that....","sentiment_score":0.0}
{"full_text":"Covid-19 was biological strategic weapon launched by Communist China against U.S. to steal our freedom. Then CCP attacked our national election with fraud to steal it for Comrades Joe &amp; Cabala.CCP has openly stated for years its plan to take over our country.NOT ON OUR WATCH","sentiment_score":0.0}
{"full_text":"The thing I have gleamed from yesterday is that Millwall fans seemed to have spent their lockdown learning how to spell the word Marxist.","sentiment_score":-0.1}
{"full_text":"Decided to go play cricket today after years! In a stadium, no less(with covid precautions and everything). Proper red ball cricket. Socha century marunga. 2 ball khel ke run out ho gaya. 4 ghanta sirf fielding karke ghar aaya hoon.","sentiment_score":0.0}
{"full_text":"Nanoparticles, a comprehensive look at -- being in the COVID-19 vaccine: ","sentiment_score":0.0}
{"full_text":"2\/2In a time (today) where people compare their resistance against COVID-19 measures with Sophie Scholl or relativate the Shoa \/ Holocaust, we should have this bitter but necessary picture of the result of Nazi ruling...Thank you for being there!!!","sentiment_score":-0.05}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT This is not what Mike Braun, a Republican conspiracy theorist, was asked about on He was on for 6 minutes and immedia...","sentiment_score":0.0}
{"full_text":"Hahaha third world problems","sentiment_score":0.1}
{"full_text":"RT When Lockdown began, i decided to start saving coins and R10 notes. Today i am proud to say it amounts to R4336.00. There...","sentiment_score":0.8}
{"full_text":"RT My husband just told me that, while he was working in an ER full of COVID last night, he looked up for a second at a tv an...","sentiment_score":0.1166666667}
{"full_text":"RT One result of the pandemic: Mall Santas are going online and starting their own OnlyFans sites.https:\/\/t.co\/whIoq6wtk8","sentiment_score":0.3}
{"full_text":"Camelback Santa is back!!! You can visit him on top of the mountain every weekend morning through December. It's a 20 year tradition! Only change: no treats and social distancing. #12News","sentiment_score":0.1645833333}
{"full_text":"RT This is what happens when you take the virus seriously. This is the freedom the GOP is taking from you.","sentiment_score":-0.3333333333}
{"full_text":"RT DeMo- good for you, you just don't know itNo-Notice lockdown- good for you, you just don't know itFarm bills- good for y...","sentiment_score":0.7}
{"full_text":"There are somewhere around 74 million that will never wear a mask or distance. They have already proven to be too brainwashed or selfish to do so.","sentiment_score":-0.5}
{"full_text":"RT Coffee is an essential worker...","sentiment_score":0.0}
{"full_text":"I should say I was diagnosed w\/ADHD last year at 41, through discussion w\/doctors but never got any comprehensive testing, so I barely understand how ADHD works for my brain, &amp; won't be able to find out any time soon bc no comprehensive testing is available til COVID is sorted","sentiment_score":0.2375}
{"full_text":"RT This is what happens when you take the virus seriously. This is the freedom the GOP is taking from you.","sentiment_score":-0.3333333333}
{"full_text":"This got scary long ago, but evidently it wasn't scary enough to keep people home and masking in public.Is it scary enough now?https:\/\/t.co\/prTBPkbWue","sentiment_score":-0.1857142857}
{"full_text":"Yep. It's over for Covid-19","sentiment_score":0.0}
{"full_text":"RT My interview with Angela MacKenzie will air tonight at 6 on CTV News Montreal on the subject of the rise of Covid cases to...","sentiment_score":-0.1666666667}
{"full_text":"RT How is it OK for Saturday night live to film their show inside yet people in New York can't eat at restaurants? I guess covid...","sentiment_score":0.2575757576}
{"full_text":"RT No Covid cases in 8 months I hate it here","sentiment_score":-0.8}
{"full_text":"RT If a foreign power attacked Honolulu, killing its 345k residents, I have no doubt that the United States would destroy that nat...","sentiment_score":-0.1625}
{"full_text":"What says their deaths didn't matter? I don't think recognizing that lockdowns, keeping kids from school and forced business closures have very severe effects as well negates the loss of the 6% of Covid deaths that are directly attributable to COVID only.","sentiment_score":-6.938893904e-18}
{"full_text":"RT America's billionaires grew their wealth by $1,000,000,000,000 since the pandemic began. Meanwhile, millions of Americans ar...","sentiment_score":0.0}
{"full_text":"RT Hi, it is me, your local \"I had a mild covid case in March and recovered in &lt; a week\" friend here to remind you that:a)...","sentiment_score":0.1666666667}
{"full_text":"RT This is happening in my city here in Australia right now in December 2020. Post-covid festivals are here. We haven't had...","sentiment_score":0.2857142857}
{"full_text":"RT If Canadians think the CPC is safe harbour for Anti-Vaxxers in the middle of a pandemic, the next election will be a breakaway...","sentiment_score":0.1666666667}
{"full_text":"RT This is happening in my city here in Australia right now in December 2020. Post-covid festivals are here. We haven't had...","sentiment_score":0.2857142857}
{"full_text":"Couple divided for nine months by Covid and an ocean","sentiment_score":0.0}
{"full_text":"Simple measures can make a huge difference.","sentiment_score":0.2}
{"full_text":"RT On 12\/15, Ohio will get about 98k Pfizer vaccines for frontline health care workers and for CVS &amp; Walgreens to take to con...","sentiment_score":0.0}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":"RT Steadfastly holding the moral high ground on social distancing won't diminish the spread of COVID. Pushing for policies that...","sentiment_score":0.1483333333}
{"full_text":"They have not had a case in of Covid in Taiwan in over 200 days either Vietnam never shut down here they are celebrating the payoff for their hard work of wearing masks and washing their hands","sentiment_score":-0.2236111111}
{"full_text":"imagine nunu nana ada audience ughhhhhhh tht sht will be lit af  fawk corona","sentiment_score":0.0}
{"full_text":"RT 286 COVID-19 cases reported. 166 from Peliyagoda Cluster.120 from Prisons.In total 648 COVID-19 cases reported so far t...","sentiment_score":0.05}
{"full_text":"RT It's an interesting paradox that most of those who claim to be \"pro-life\" are also pro-execution and are still...","sentiment_score":0.5}
{"full_text":"RT .@RevDrBarber: ask yourself -- if this pandemic was killing U.S. Senators like it's killing poor and low wealth people, woul...","sentiment_score":-0.2}
{"full_text":"Covid test line hella long...","sentiment_score":-0.05}
{"full_text":"RT I'm walking into an overnight ER shift. It's cold out. Im tired. I open Twitter on my walk and see this and NOW I'm al...","sentiment_score":-0.3333333333}
{"full_text":"RT COVID Eugenicshttps:\/\/t.co\/p1SJDsucne","sentiment_score":0.0}
{"full_text":"RT COVID myths are dangerous. The sooner we all embrace the scientific facts and unite against COVID, the more lives we...","sentiment_score":-0.05}
{"full_text":"RT I'm very proud to say that will be among the first in the world to begin the roll out of the #COVID19...","sentiment_score":0.625}
{"full_text":"At least some good news is that the players who had Covid are coming back. That's a relief, been stressing quite a lot to Granada's consecutive ties and losses","sentiment_score":0.1333333333}
{"full_text":"RT Wealth TaxYesterday, Argentina passed a new tax on its 12,000 richest citizens to help pay for Coronavirus relief for its po...","sentiment_score":0.1363636364}
{"full_text":"\"Stop cremation under Covid 19  by Sri Lankan Govt\"","sentiment_score":0.0}
{"full_text":"So how does Lloris play when his child has COVID? Shouldn't he be isolating?","sentiment_score":0.0}
{"full_text":"This is all very clear and self-employed folks know EXACTLY what they meant.  Unclear wording of CERB eligibility means some recipients asked to pay everything back","sentiment_score":0.1266666667}
{"full_text":"Why is the camera man to the left not wearing a mask? As for the Trumpers, they all deserve to get Covid-19 ","sentiment_score":0.0}
{"full_text":"During a surging pandemic and exponential death rate Perdue and hold a virus super spreader rally. They are not concerned with Georgians health and well-being but with their own self centered interests.","sentiment_score":0.4666666667}
{"full_text":"RT So nice that they respect other nations enough to wear a mask....","sentiment_score":0.1583333333}
{"full_text":"RT BAE HOYOUNG! Aka the official verrers' bae!Request from Any console(?) words for everyone that having a hard t...","sentiment_score":-0.2916666667}
{"full_text":"RT This is happening in my city here in Australia right now in December 2020. Post-covid festivals are here. We haven't had...","sentiment_score":0.2857142857}
{"full_text":"RT Read this. Share this. Denial can equal death and has for many.","sentiment_score":0.25}
{"full_text":"RT Another great job by Lecce. The best plan continues to fall apart. #firelecce he lied #FordFailedThePeople","sentiment_score":0.9}
{"full_text":"also coz covid thers so few ppl flying, quickest boarding iv EVR xperienced n i ended up having the whole row 2 myself it wz nice.","sentiment_score":0.2}
{"full_text":"RT If you're shocked that only 1 in 10 Congressional Republicans is willing to accept the election results, bear in mind that...","sentiment_score":-0.15}
{"full_text":"RT .@realdonaldtrump Are you reading this? You feel like a winner now? Or a whiner? For the rest of world leaders and...","sentiment_score":0.0}
{"full_text":"RT When Lockdown began, i decided to start saving coins and R10 notes. Today i am proud to say it amounts to R4336.00. There...","sentiment_score":0.8}
{"full_text":"RT Democratic Sen. Mark Warner pushes back against Sen. Bernie Sanders' criticisms of the bipartisan Covid-19 relief proposal: \"S...","sentiment_score":0.0}
{"full_text":"RT DeMo- good for you, you just don't know itNo-Notice lockdown- good for you, you just don't know itFarm bills- good for y...","sentiment_score":0.7}
{"full_text":"RT COVID means you ready for this Certificate Of Vaccine I D.","sentiment_score":0.2}
{"full_text":"RT Here's the question of the day for #ChickenPerdue:","sentiment_score":0.0}
{"full_text":"RT To all idiots out there Covid is real !Earth is not flat !Trump lost the election !What else?","sentiment_score":-0.1768229167}
{"full_text":"RT It's 4am. Most of the city is sleeping. I just saw an unstable COVID patient in the same room I saw my first COVID pat...","sentiment_score":0.25}
{"full_text":"I give JRob a pass on the Covid offseason. Luckily he's done a pretty good job overall and there's decent depth","sentiment_score":0.29}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":"RT For some reason I haven't seen many people noting that we've passed a milestone -- 7 day average Covid deaths, more meaning...","sentiment_score":0.2833333333}
{"full_text":"RT \"Even after the pandemic is over, the weight of these experiences will remain with us for a lifetime,\" Kasey Grewe writes....","sentiment_score":0.0}
{"full_text":"Exactly mate also expect another lockdown next month remember we all need a holiday this isn't helping at all","sentiment_score":0.125}
{"full_text":"Terminally-Ill Priest Warns: COVID Is Being Used by the Enemy to Drag Souls to Hell; We Must Fight! - via","sentiment_score":-0.125}
{"full_text":"RT Prayers For The Veteran And His Wife For A C...","sentiment_score":0.0}
{"full_text":"RT Kenya's Covid-19 cases reach 88,380 after 396 more test positivehttps:\/\/t.co\/ekzd6t2TMQ","sentiment_score":0.5}
{"full_text":"RT At least now, wear a mask ","sentiment_score":-0.3}
{"full_text":"My cousin just passed away from Covid. Ret. Army vet happened fast!","sentiment_score":0.25}
{"full_text":"RT Trump is bilking money out of his supporters who can ill afford it because of Trump's total inept response to COVID prete...","sentiment_score":-0.25}
{"full_text":"Walls are so thin in my (small) building I can hear everything and every convo and never know if someone is in my apartment or not. Sometimes I just yell \"HELLO????\" In hopes that maybe people get confused... amongst other bored covid pranks","sentiment_score":-0.335}
{"full_text":"RT #WaitLetMeGetThisStraight I wear a mask because of the expert advice from Epidemiologists. You refuse to wear a mask beca...","sentiment_score":0.0}
{"full_text":"RT Cue Talking Heads' Take Me To the River...","sentiment_score":0.0}
{"full_text":"The right decision.","sentiment_score":0.2857142857}
{"full_text":"Oh read wrong, haven't had it but since the whole covid ordeal started I have!","sentiment_score":-0.125}
{"full_text":"This is the \"dress like your dog\" part of the pandemic","sentiment_score":0.0}
{"full_text":"I passed my #PhDViva a little over 6wks ago. \"Forcing\" myself to embrace the downtime for the rest of 2020 has been quite the test, but I am enjoying doing whatever I want for a while!The dichotomy in my #mentalhealth now vs. writing my thesis during lockdown is astounding!","sentiment_score":0.3541666667}
{"full_text":"RT This is not what Mike Braun, a Republican conspiracy theorist, was asked about on He was on for 6 minutes and immedia...","sentiment_score":0.0}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"RT A family of Muslim immigrants from Turkey newly arrived in Germany.The boy in the yellow t-shirt went on to lead the te...","sentiment_score":0.0681818182}
{"full_text":"COVID is a BLESSING for HINDUSDuring Covid Break: How many of You gave up Liberalism and Supported Santan dharma ?&amp;How Many of You Earlier Loved Bollywood and Stand ups , Now Hate them?Pls Share your EXPERIENCE.!I WILL RT the best ones.","sentiment_score":0.3166666667}
{"full_text":"RT Mum died of Covid 14\/11\/20. Just had the call from the ward to say that dad is palliative care only. Here they are in happi...","sentiment_score":0.0}
{"full_text":"RT If you plan to wear a mask for the first 100 days of the Biden presidency like I do, follow me and I'll follow you back!","sentiment_score":0.125}
{"full_text":"In a heartbeat","sentiment_score":0.0}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT This applies to me. It is already impossible to live on Universal Credit as many unfortunate people are sadly finding out hav...","sentiment_score":-0.1717171717}
{"full_text":"RT Staten Island bar owner Daniel Prest is under arrest. He sent a deputy to the hospital after running him over, trying to eva...","sentiment_score":-0.05}
{"full_text":"RT In some parts of the country, 31% of care home staff come from the EU. Some areas already have a 26% vacancy rate. And o...","sentiment_score":0.0}
{"full_text":"My Online #SoftPastel Workshops have been created as a result of Lockdown. It's been lovely to know they inspire people. Ive loved the idea of my seascapes travelling. Today I had my first customer from the Netherlands! ","sentiment_score":0.5041666667}
{"full_text":"RT Terminally-Ill Priest Warns: COVID Is Being Used by the Enemy to Drag Souls to Hell; We Must Fight! -","sentiment_score":-0.125}
{"full_text":"RT DeMo- good for you, you just don't know itNo-Notice lockdown- good for you, you just don't know itFarm bills- good for y...","sentiment_score":0.7}
{"full_text":"Was thinking how we love a full house with family, friends, neighbours. Busy and Joyful, but often a blur with so much to do. This year I'm going to appreciate the dedicated time to just mine in my home. Make it special. It's a gift. #StayHome #StopTheSpread","sentiment_score":0.3014285714}
{"full_text":"Been saying for a while that this pandemic is bringing out some of the worst in people... and I hold to that 100%.","sentiment_score":-1.0}
{"full_text":"Trump Covid-19 vaccine chief to meet with Biden team this week to discuss distribution plan","sentiment_score":0.0}
{"full_text":"E fit be Covid o.. Go test","sentiment_score":0.4}
{"full_text":"RT I'm walking into an overnight ER shift. It's cold out. Im tired. I open Twitter on my walk and see this and NOW I'm al...","sentiment_score":-0.3333333333}
{"full_text":"RT Recall that in the early days of the pandemic Birx absurdly praised Trump, who last night held a rally that made a mockery of...","sentiment_score":-0.1333333333}
{"full_text":"RT At Trump's rally in Georgia nobody was wearing masks.  Nevertheless to get tickets you have to sign a waiver on the websit...","sentiment_score":0.0}
{"full_text":"RT If you want to know who is responsible for this pandemic, for climate change, and for the destruction of the natural worl...","sentiment_score":0.15}
{"full_text":"#lockdown for all of #California? Do lockdowns really work and are they legal?","sentiment_score":0.2}
{"full_text":"Descontrol Sundays #CentroWynwood $5 well drinks $30 buckets of corona and $100 bottles of Aguardiente!","sentiment_score":0.0}
{"full_text":"Death cult or grift cult?","sentiment_score":0.0}
{"full_text":"#WaitLetMeGetThisStraight You recover from #COVID19 but your peen may not work? #Mask up! #ProtectThePeen! #COVID19ED #ThePowerOfTruth","sentiment_score":0.0}
{"full_text":"Well said ","sentiment_score":0.0}
{"full_text":"meow","sentiment_score":0.0}
{"full_text":"So much trouble from such a little thing","sentiment_score":-0.1291666667}
{"full_text":"A Windsor tattoo shop has closed its doors temporarily after a worker tested positive for COVID-19 #sxont","sentiment_score":0.0636363636}
