{"full_text":"Da Israele arriva lo spray anti-Covid...","sentiment_score":0.0}
{"full_text":"RT Shot this several months ago before the lockdown but wasn't able to post because of everything that happened. In case you...","sentiment_score":0.25}
{"full_text":"$600 to Americans that need it, while giving Billions to foreign countries that hate the United States, is not a Covid relief bill. Just another pork filled , wasteful, taxpayer funded misuse of our money. Give Americans real relief.","sentiment_score":-0.08125}
{"full_text":"RT My 21 years old cousin died in Abuja this morning. Covid19.Stay sharp folks. This shit is real.","sentiment_score":-0.00625}
{"full_text":"Covid-19: Lagos shuts Landmark Centre, 11 Others Over Protocol Violation","sentiment_score":0.0}
{"full_text":"I do it daily with news of rapes, femicide, DV, the absence of justice for female victims of male violence, the dangers to women in male-centred medicine, the disproportionate effect of Covid on women, the erasure of our sex-based rights, sex-selective abortion, etc. Like that?","sentiment_score":-0.003125}
{"full_text":"Scientists call for UK lockdown after rapid spread of Covid-19 variant","sentiment_score":0.0}
{"full_text":"RT * SPAIN * UK * FRANCE * GERMANY * ITALY * Have already announced lockdown and confirmed that the* SECOND WAVE * is mor...","sentiment_score":0.2}
{"full_text":"RT Earlier I gave the slogan 'Go Corona, Corona Go' and now corona is going. For the new coronavirus strain, I give the slogan of 'No...","sentiment_score":0.0681818182}
{"full_text":"RT Another pandemic","sentiment_score":0.0}
{"full_text":"RT Unemployment benefits for millions of Americans lapsed overnight as Pres. Trump refused to sign an end-of-year COVID relief and sp...","sentiment_score":0.0}
{"full_text":"Hudson Valley: Over 1,200 new COVID-19 cases, 11 deaths","sentiment_score":0.1363636364}
{"full_text":"RT COVID spelt backwards is DIVOC and what DIVOC is going on?","sentiment_score":0.0}
{"full_text":"RT Tonight will be my third straight report on about the president's refusal to sign the COVID relief &amp; spen...","sentiment_score":0.1}
{"full_text":"RT I don't get it.When Trump fights for $2000 per person (he doesn't care about Americans and ignored the Pandemic), he is a...","sentiment_score":0.0}
{"full_text":"RT Please take one minute and listen this doctor talk about people attempting to downplay COVID due to its' \"survival rate\"......","sentiment_score":-0.125}
{"full_text":"RT Asymptomatic transmission of COVID-19 didn't occur at all, study of 10 million finds","sentiment_score":0.0}
{"full_text":"RT Japan to halt all foreign arrivals as a precaution against a new and potentially more contagious coronavirus variant that has sprea...","sentiment_score":0.1704545455}
{"full_text":"The EU begins a mass vaccine rollout amid growing concerns over new variants of COVID-19 that have been detected in more than a dozen countries.","sentiment_score":0.3181818182}
{"full_text":"If the COVID-19 pandemic has taught me anything, it is that people have a very hard time understanding risk","sentiment_score":-0.3791666667}
{"full_text":"Wonder if had similar messages for the children who were celebrating Eid and Holi, Diwali during the pandemic in 2020. That is why #decolonizingglobalhealth is important.","sentiment_score":0.2}
{"full_text":"I want it all to happen. I would have seen them in June if it wasn't for covid","sentiment_score":0.0}
{"full_text":"RT I am thinking of all those desperate for extended unemployment benefits tonight. Heartbreaking. The abject cruelty, the call...","sentiment_score":-0.6}
{"full_text":"RT In other words, the death rate is .001 and when you factor in comorbidities that are the actual causes of death, it's rea...","sentiment_score":-0.0625}
{"full_text":"These hubs are the Metropolitan Area Networks, formerly called MAEs, that serve as the Internet's on-ramp\/backbone. The Qanon crazies link COVID to 5G so these facilities are targets. As a former senior engineer for RCA, I pity the stupidity &amp; insanity of these QTrump nutballs.","sentiment_score":-0.175}
{"full_text":"#SARSCoV1 was predominantly #respiratory - it's in the name! - but we already know #SARSCoV2 is #vascular \/ #endothelial as well. The extent to which having survived one bout of #COVID will increase your risk from future outbreaks is simply unknown...Sorry to be so gloomy ","sentiment_score":0.0}
{"full_text":"RT People in DC are so full of crap that even their book collections are fake!","sentiment_score":-0.3583333333}
{"full_text":"RT Nothing makes me more UPSET than hearing fellow frontline workers, in this case RESPIRATORY THERAPISTS feeling like they ar...","sentiment_score":0.5}
{"full_text":"We are disappointed to confirm that although we have strict Covid measures in place and currently in Tier 2 the have made a management decision to suspend all football until at least the 15th January 2021 #staysafe","sentiment_score":-0.35}
{"full_text":"COVID ","sentiment_score":0.0}
{"full_text":"RT The US has reached a grim milestone: 1 in 1,000 Americans have died from Covid-19 since late January","sentiment_score":-0.65}
{"full_text":"RT The Sunday Times reports Oxford\/AstraZeneca vaccine likely to be approved by THURSDAY - Astra Zeneca's CEO says new data...","sentiment_score":0.0681818182}
{"full_text":"RT You know what really irks me? If I was the Minister of LTC, I'd be on a constant travel loop to each LTCHome to assess their...","sentiment_score":0.1}
{"full_text":"It looks like #UK depends on #Europe to get the #lorrydrivers tested to unblock #Dover.  What happens after #Brexit #Transition ends on 31st Decembr.  The government could get #Brexiteers to volunteer and test the drivers from now on sine the jobs their disappeared with #Brexit","sentiment_score":0.0}
{"full_text":"RT \"And there's something very nice about pandemics in particular, the way they behave mathematically. Individually, huma...","sentiment_score":0.3155555556}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT BREAKING: The country's total of recorded COVID-19 cases pushes to 469,886 with 883 new cases confirmed today.A further 7,63...","sentiment_score":0.1340909091}
{"full_text":"RT DOYOUNG REALLY SAID \"IF THIS SITUATION GETS WORSE IM GONNA GET REALLY ANGRY ALRIGHT?\" TALKING ABOUT THE PANDEMIC AND HE LOOKED...","sentiment_score":-0.2333333333}
{"full_text":"RT Trump claims Florida is \"doing well\" with no lockdown, ignores 17,042 new COVID cases","sentiment_score":0.1363636364}
{"full_text":"RT Imagine my surprise.","sentiment_score":0.0}
{"full_text":"RT Nothing has destroyed minority, economically disadvantaged, single parents, small biz...more than the lockdownNothing h...","sentiment_score":-0.0071428571}
{"full_text":"RT With more emphasis on this...","sentiment_score":0.5}
{"full_text":"RT NOW: The MMFF 2020 Awards Night. Ten movies are competing in this year's festival, which has shifted solely online becau...","sentiment_score":0.0}
{"full_text":"Edinburgh has highest known rates of inflammatory bowel diseasehttps:\/\/t.co\/B1aBrWliz8#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.0}
{"full_text":"RT DexSchool alum Avinash started his media organization Aapna Bihar at the age of 12 -- on a 2G mobile phone in Sitamarhi...","sentiment_score":0.0}
{"full_text":"RT Cretins.. ","sentiment_score":0.0}
{"full_text":"RT Does have humanitarian will to curb #Covid spread:","sentiment_score":0.0}
{"full_text":"RT Nigeria is debating whether underage married girls should vote and Kenya has ordered the 4000 girls impregnated during the loc...","sentiment_score":0.25}
{"full_text":"Listening to carti and then all of a sudden \"tHeSe bArS ArE LiKe cOvId yOu gEt tHeM StRaIgHt oFf tHe bAt\" like fuck off I do not want to listen to this old man.","sentiment_score":-0.025}
{"full_text":"RT It's really striking that rightwing lockdown opponents keep arguing that coronavirus is overwhelmingly killing older peopl...","sentiment_score":0.3888888889}
{"full_text":"RT I am thinking of all those desperate for extended unemployment benefits tonight. Heartbreaking. The abject cruelty, the call...","sentiment_score":-0.6}
{"full_text":"RT The last lockdown did not work to stop virus ..as data shows infections increased in level 4 and 5. Infections slowed in...","sentiment_score":0.0}
{"full_text":"RT Watch here: 3rd Revolution Nothing Less\/RefuseFascism panel, this one on COVID: Case Study w\/ Life &amp; Death Stakes: Science...","sentiment_score":0.0}
{"full_text":"RT even after 25 years people are still so hugely into eva, its so based","sentiment_score":0.4}
{"full_text":"RT Trump won't sign the COVID relief bill because he's angry at Republicans in Congress for not backing his baseless claims of el...","sentiment_score":-0.5}
{"full_text":"And it took COVID for us to discover this hidden \"gem\"","sentiment_score":-0.1666666667}
{"full_text":"Another new variant of COVID-19 is spreading rapidly in South Africa","sentiment_score":0.1363636364}
{"full_text":"#2021HighConviction Ideas: Nearline HDD storage will continue to grow in 2021, driven by data centre expansion plans that were accelerated due to the pandemic, notes Read more:","sentiment_score":0.1875}
{"full_text":"RT 1.On Dec 26th 2020, I notified Nigerians that a #BBNaija star tested #Covid19+ve and the person was knowingly exposing ot...","sentiment_score":0.0}
{"full_text":"RT #VirtualReality online support groups, and #meditation apps can ease the stress of pandemic lockdowns and help you connect wi...","sentiment_score":0.0}
{"full_text":"#European Union Kicks Off COVID-19 Vaccine Campaignhttps:\/\/t.co\/bFSNFOMesh","sentiment_score":0.0}
{"full_text":"Hope your talking about Pelosi","sentiment_score":0.0}
{"full_text":"That witch can go straight to hell.","sentiment_score":0.2}
{"full_text":"RT France mulls a third lockdown in anticipation of potential rising Covid-19 cases. Here are other updates  Japan halts all...","sentiment_score":-0.0416666667}
{"full_text":"RT To manage stress and anxiety during these challenging times, focus on the positives. What are you grateful for at this m...","sentiment_score":0.5}
{"full_text":"RT Picture this, a woman, in Lockdown,  holding her mobile, trembling. She is hiding from her abusive partner, the same wa...","sentiment_score":0.0}
{"full_text":"I'm almost at the point of giving up trying to stay in touch with friends back home. I get we all have lives and are just etc, but surely a response to a message or a simple \"how you doing\" now and then isn't too much to ask?Out of sight, truly is out of mind.","sentiment_score":0.175}
{"full_text":"RT Urging Trump to sign the Covid Relief Act to avoid disastrous harm to millions of people is useless: that just eggs him on....","sentiment_score":-0.6}
{"full_text":"RT DAILY SNAPSHOT: Total Cases crossed the 1.47 million mark at 7:00 pm with over 9,400 cases reported across Southeast Asia...","sentiment_score":0.0}
{"full_text":"RT Imagine people discussing Steven Mnuchin's credibility as if he ever had any, as if he never took $500B in PPP Covid lo...","sentiment_score":0.0}
{"full_text":"I know your political compulsions but this guy is not ministerial material.","sentiment_score":0.0}
{"full_text":"America's healthcare system will struggle to deal with Covid 'long-haulers' | Jennifer Lutz and Richard Carmona","sentiment_score":0.0}
{"full_text":"Protect yourself against scams involving the recent COVID-19 Vaccine.Please Retweet!","sentiment_score":0.0}
{"full_text":"#Egypt's Dar al-Ifta Authorizes Use of COVID-19 Vaccine Containing Pork Components ","sentiment_score":0.0}
{"full_text":"RT Earlier I gave the slogan 'Go Corona, Corona Go' and now corona is going. For the new coronavirus strain, I give the slogan of 'No...","sentiment_score":0.0681818182}
{"full_text":"Covid-19: Oxford vaccine likely to be first to get India's nod for emergency use |","sentiment_score":0.125}
{"full_text":"RT Earlier I gave the slogan 'Go Corona, Corona Go' and now corona is going. For the new coronavirus strain, I give the slogan of 'No...","sentiment_score":0.0681818182}
{"full_text":"The pandemic has brought to light the selfish, ignorance of humanity and that is as scary as the virus.","sentiment_score":-0.2}
{"full_text":"RT A note for I think journalists about the \"377 deaths under 60\" being the cost for COVID for the UK. This a bonkers position...","sentiment_score":0.0}
{"full_text":"2020 was the 'year of climate action' that wasn't, with COP26 postponed and Covid prioritised","sentiment_score":0.1}
{"full_text":"How yoga helped me build my inner strength during the pandemic #reiki #yoga #energy #motivation #strength #innerStrength #inspirational","sentiment_score":0.25}
{"full_text":"As millions travel this holiday season despite warnings from public health officials to stay home, goes one-on-one with U.S. Surgeon General about the latest in the worsening COVID pandemic. Sunday on","sentiment_score":0.1833333333}
{"full_text":"RT .@WonderWomanFilm's took a break from playing a superhero to honor real-life heroes on the frontlines of the pande...","sentiment_score":0.0}
{"full_text":"Check out today's #12DailiesOfChristmas episode!@rorybremner talks to about COVID &amp; Brexit, finding today's political mediocrities, and Donald Trump's mannerisms...Acast:","sentiment_score":0.0}
{"full_text":"Thank you to our healthcare workers for taking care of us! We, here at the Sun Bowl Association &amp; the Tony the Tiger Sun Bowl, appreciate you! #3TSB #thankyouhealthcareworkers #wearamask #ElPasoStrong #ElPasoPride","sentiment_score":0.0}
{"full_text":"Keeping apart. Keeps us safe.Social distancing is still important for all of us. #StayAlert","sentiment_score":0.4}
{"full_text":"RT So I've come back from my Twitter break to address this In England and Wales ALONE there have been over 7,400 COVID de...","sentiment_score":0.0}
{"full_text":"Japan's #ShibaInu cafes are operating amid #COVID19 and receiving 'paw-sitive' feedback. Read more here:","sentiment_score":0.5}
{"full_text":"Wondering what to do with all your Christmas leftovers? Especially if you'd planned to have more people visiting than we ended up having this year (thanks, Tier 4).Here's how to make your leftovers stretch:https:\/\/t.co\/sTjGu6GwmT#FoodTips #Leftovers #Recipes","sentiment_score":0.2333333333}
{"full_text":"RT Miami, FloridaJuan Quintas, 55, Respiratory Therapist at West Gables Rehabilitation Hospital died from COVID. His son Gabr...","sentiment_score":0.0}
{"full_text":"RT Claire Fox just seemingly admitted that she hadn't previously considered that lock down might actually have reduced th...","sentiment_score":-0.1074074074}
{"full_text":"In a year when marginalized communities were acutely affected by myriad factors--from COVID-19 to policing--@BardishKW's responsibilities have been in the spotlight. speaks to Canada's Minister of Diversity and Inclusion and Youth","sentiment_score":0.6}
{"full_text":"RT December is now the deadliest month in the pandemic Jan       0   Feb       1  Mar       5,277  April      60,738  May...","sentiment_score":0.0}
{"full_text":"North Korean state media recently warned that frozen foods imported into China carried COVID-19.Despite claiming zero positive cases, Pyongyang has continued to push scientifcally shaky theories on how the virus can spread, such as via birds and snow.https:\/\/t.co\/0XzUP4s1bT","sentiment_score":-0.0265151515}
{"full_text":"Check out this tutorial: How to make a protective mask at home!","sentiment_score":0.0}
{"full_text":"RT need to look the current situation and pressure people are...","sentiment_score":0.0}
{"full_text":"COVID vaccines are being administered 'slower' than expected, officials say.","sentiment_score":-0.1}
{"full_text":"RT In Germany, 101-year-old woman first to receive Covid-19 vaccine","sentiment_score":0.25}
{"full_text":"Coronavirus symptoms are New, continuous cough High temperature Loss of, or change to, your sense of smell or taste If you develop symptoms today or any day over the festive period, please self-isolate and book a free testThank you ","sentiment_score":0.2321212121}
{"full_text":" EPC Holiday Reads |'Europe's hidden weapon in combatting #COVID19: The #SingleMarket'written by HERE:https:\/\/t.co\/8RIOjAgrqM","sentiment_score":-0.1666666667}
{"full_text":"Of course I'm not real, AI is so good these days. Wake up mate. Your being played.https:\/\/t.co\/IuvOJESpN0","sentiment_score":-0.2333333333}
{"full_text":"Immune deficiency is a risk factor for severe COVID-19 in people living with HIV#HIV #ResearchMatters #BioTech #Virologyhttps:\/\/t.co\/UtdcyIrVuq via","sentiment_score":0.0}
{"full_text":"RIP Phoebe Edna Buchanan","sentiment_score":0.0}
{"full_text":"#Thiem's triumph was, however, aided by the absence of #Nadal, who did not defend his #USOpen title due to Covid-19 concerns, while #Djokovic lost his fourth-round match by default after inadvertently hitting a line judge with a tennis ball.https:\/\/t.co\/PqYhLQKnt5","sentiment_score":-0.06875}
{"full_text":"College basketball played during a pandemic means the team might be playing hundreds, or thousands, of miles away from where the broadcast is taking place.","sentiment_score":0.0}
{"full_text":"Three COVID-19-related deaths are reported on Saturday, in an update that covers two days, Thursday and Friday.","sentiment_score":0.0}
{"full_text":"#M7MustGo and #muhozimustgo has killed  more Ugandans than any #COVID19 has ore ever will. Can we send a #vaccine that can cure #Ugandaisbleeding from bad governance. #WeAreRemovingADictator","sentiment_score":-0.1333333333}
{"full_text":"Heartbreaking: Michael's parents, Diana and Dennis McCoy were married 52 years and died just six days apart.","sentiment_score":0.25}
{"full_text":"San Antonio Museum of Art hopes to survive coronavirus pandemic ","sentiment_score":0.0}
{"full_text":"From Polio To The COVID Vaccine, Dr. Peter Salk Sees Great Progress : NPR via - Breaking News, U.S. and World News.","sentiment_score":0.8}
{"full_text":"COVID-19 isn't the first major hurdle longtime businesses in the Wooster and Ashland areas have had to overcome. Businesses with 50 years or more under their belt credit their longevity to loyal customers and a friendly or family-like atmosphere.","sentiment_score":0.3041666667}
{"full_text":"The #Covid_19 #pandemic has shown us that major infectious diseases and epidemics have devastating impacts on our global communityToday on International Day of #EpidemicPreparedness, we again thank #FrontlineWorkers around the world for keeping us safe and healthy ","sentiment_score":0.0104166667}
{"full_text":"P. Conway Chair Policy\/Global &amp; Co-chair Global Summit receives Presidential Volunteer Service Award for advancing AAKP COVID risk edu.\/ELEVATION of kidney patients in COVID trials\/vaccine protocols. Our COVID programs engaged 80K patients in 70 countries","sentiment_score":0.0}
{"full_text":"prioritization for the COVID vaccine is consistent with guidance and prioritizes those personnel working in military healthcare facilities and first responders.Learn more at:","sentiment_score":0.225}
{"full_text":"You can keep up to date on current guidance, local tiers and advice by visiting where you can find information on a wide range of topics, from business and travel advice to information about getting tested.","sentiment_score":-0.0333333333}
{"full_text":"Due to current Covid-19 restrictions, Bally Lotto is suspended until further notice. We hope to re-commence as soon as we are allowed to, and go online in tandem with the return of the draw. Thanks for all your fantastic support during the year. ","sentiment_score":0.095}
{"full_text":"RT The UK is the first nation in the world to have secured and approved a vaccine against COVID-19 and the UK Government wi...","sentiment_score":0.25}
{"full_text":"prioritization for the COVID vaccine is consistent with guidance and prioritizes those personnel working in military healthcare facilities and first responders.Learn more at:","sentiment_score":0.225}
{"full_text":"Excelent summary","sentiment_score":0.0}
{"full_text":"RT THREAD: Where are we with Covid-19 in England now that the new tiers have started? TLDR: nowhere good and things are quit...","sentiment_score":0.4181818182}
{"full_text":"Mxm. So what happens to everyone who's on holiday with travel booked in the new year. Imagine being stuck at the Kruger on some well folks I'm here for the next month...y'all gotta feed me cos President Lukhona has spoken...","sentiment_score":0.0681818182}
{"full_text":"RT Remember: heart health is a priority throughout #COVID19 #CovCADstudy #ESCardiol #dgk #agik #fightCAD","sentiment_score":0.0}
{"full_text":"RT I am thinking of all those desperate for extended unemployment benefits tonight. Heartbreaking. The abject cruelty, the call...","sentiment_score":-0.6}
