{"full_text":"RT James Harden has been cleared to play tonight vs. the Blazers, per Rockets will be without six of their p...","sentiment_score":0.0}
{"full_text":"RT LOOK | The Malabon Zoo appeals for cash donations to help feed the animals. Zoo founder Manny Tangco admits funds are running...","sentiment_score":0.0}
{"full_text":"-- LARRY ROMANOFFThe 1918 Rockefeller-US Army Worldwide PandemicDecember 18, 2020https:\/\/t.co\/IdT2isM5JG","sentiment_score":0.0}
{"full_text":"Covid 61","sentiment_score":0.0}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT \"While mask fit is a leading factor, Dr. Shawn Charland, an optometrist with Eyedocs Ottawa, has some other practical solutions t...","sentiment_score":0.1375}
{"full_text":"RT Imagine being such a disgusting, narcissistic shell of a human being that you think a global virus that has killed 338,0...","sentiment_score":-0.24}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"Public Health reported of the 63,557 cases, 19,831 people have recovered and are no longer considered contagious. The county also presumes an additional 13,113 have recovered from the coronavirus. There were no additional deaths to report.https:\/\/t.co\/51zjH1muZM","sentiment_score":0.0}
{"full_text":"RT Minnesota lawmakers say coronavirus deaths could be inflated by 40% after reviewing death certificates.We've been sayi...","sentiment_score":0.0}
{"full_text":"I'm stuffing my face til late week 1 Jan mate I'm calling it fat lockdown","sentiment_score":-0.3}
{"full_text":"RT I wear a mask because I don't want to be mistaken for a Trump supporter.","sentiment_score":0.0}
{"full_text":"RT \"We are not prepared\" - Globe investigation shows Trudeau government gutted our pandemic preparedness","sentiment_score":0.0}
{"full_text":"RT Of course they do","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT Please take one minute and listen this doctor talk about people attempting to downplay COVID due to its' \"survival rate\"......","sentiment_score":-0.125}
{"full_text":"RT This isn't even about red versus blue. It's about people's lives. Relief NOW.https:\/\/t.co\/tsUZ6rZXg5","sentiment_score":0.0}
{"full_text":"RT Minnesota lawmakers say coronavirus deaths could be inflated by 40% after reviewing death certificates.We've been sayi...","sentiment_score":0.0}
{"full_text":"Getting ready for my movie date in the lounge. Really feeling like kicking Covid-19 right in the dick (I'm just assuming over here lol).","sentiment_score":0.3714285714}
{"full_text":"Damn that's confusing - we're having covid testing done for yr 11 and yr13 cause we have important exams next year so we have to come into school before other year groups","sentiment_score":-0.00625}
{"full_text":"RT The family has received the blood plasma just now. With many of the blood banks not having the required unit, it was again...","sentiment_score":0.5}
{"full_text":"RT Garrett Temple said he's hopeful to play tonight or tomorrow. Temple has yet to make his Bulls debut after battling COVID-19.","sentiment_score":0.0}
{"full_text":"How The Pandemic Turned An Introvert Into A Voice For Gig Workers - NPR","sentiment_score":0.0}
{"full_text":"Drives have become my favorite social distancing activity tbh","sentiment_score":0.2666666667}
{"full_text":"I truly don't get it. What do people have to lose in order to take #COVID19 seriously?","sentiment_score":-0.3333333333}
{"full_text":"RT Every year on Christmas Eve in Holland, children gather to light candles on the graves of Canadian soldiers who never returned...","sentiment_score":0.4}
{"full_text":"Met of door #Corona With or because off #Corona","sentiment_score":0.0}
{"full_text":"RT Today marks the first day of Kwanzaa, celebrating the principle of Umoja. It means unity, oneness and togetherness. \"...","sentiment_score":0.25}
{"full_text":"!Bienvenidos a la aventura!?Quien dijo miedo?Boston doctor says he almost had to be INTUBATED after suffering severe allergic reaction from Moderna Covid vaccine","sentiment_score":0.0}
{"full_text":"RT Canada has enough vaccines to cover its own population 5 times over and it's still tryna restrict poor countries from m...","sentiment_score":0.0666666667}
{"full_text":"Delusions of \"rugged individualism\" were sure to hurt the U.S. response. But if Trump had faced reality and handled coronavirus with even minimal competence, our deaths could have been cut by half (or more). Instead he spewed misinformation. That's probably why he lost to Biden.","sentiment_score":0.1833333333}
{"full_text":"RT 'Put up or shut up': Trump leveled  by Dem lawmaker for complaining about COVID-19 aid package","sentiment_score":0.0}
{"full_text":"So you're saying a person in their 40s would have died on their 40s without covid?  Covid triggers the heart attack. ","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT In a statement, President-elect Biden stresses the urgent need for President Trump to sign the Covid-19 economic relief...","sentiment_score":0.2}
{"full_text":"carti sounds like he caught covid","sentiment_score":0.0}
{"full_text":"RT COVID relief is up in the air, a government shutdown looms, and there was a bombing in a major US city. So where's the presid...","sentiment_score":0.0625}
{"full_text":"Please help to end lockdown. Tragic loss of life but lockdown causes too many mental health problems","sentiment_score":-0.1166666667}
{"full_text":"RT \"We need to be the light for each other.\" Here are some of the messages of hope that spiritual leaders are delivering during the p...","sentiment_score":0.0916666667}
{"full_text":"RT Merry Christmas from San Francisco where a gingerbread monolith appeared overnight at Corona Heights Park.","sentiment_score":0.0}
{"full_text":"God is great man got to FaceTime my grandma finally hard with this covid shit not being able to see her","sentiment_score":0.2020833333}
{"full_text":"RT Jim Ross says Vince paid Shawn Michaels to stay at home between 1998 to 2002 at $750,000 per year. To think Vince fired...","sentiment_score":0.0}
{"full_text":"RT Homicide rates are rising in cities across the U.S., and clearance rates are falling, which police attribute in part to...","sentiment_score":0.0}
{"full_text":"RT Canada has enough vaccines to cover its own population 5 times over and it's still tryna restrict poor countries from m...","sentiment_score":0.0666666667}
{"full_text":"Spending time with family and amazing food, it's a nice switch from all this covid stuff going on in the world","sentiment_score":0.6}
{"full_text":"Malaria, the mosquito-borne infectious disease, kills ten times more people (mostly children under 5) annually than COVID-19.https:\/\/t.co\/ABKwLUT1lP","sentiment_score":0.3333333333}
{"full_text":"RT Thank you so much to for this in-depth and honest look at the last few months of an organizat...","sentiment_score":0.15}
{"full_text":"RT The COVID19 death rate being lower from the spring is good, but it is a depressingly low bar for \"good.\"","sentiment_score":0.4666666667}
{"full_text":"I know Covid is coming to an end because even Future said \"Mask on, fuck it, mask off\"","sentiment_score":-0.2}
{"full_text":"RT There is no longer a question.  Trump's delay of #70days resulted in the preventable deaths of Americans.We are living tho...","sentiment_score":0.0}
{"full_text":"RT This means Harden won't miss any game checks. Penalty for breaking COVID protocols ends up the $50K fine and that's it.","sentiment_score":0.0083333333}
{"full_text":"RT As sheriff struggles to contain COVID-19 outbreaks, active infections in San Diego jails exceed 500","sentiment_score":-0.1333333333}
{"full_text":"RT In Lancaster, California, a 37-year-old covid patient became angry at the praying of his 82-year-old covid roommate and beat...","sentiment_score":-0.5}
{"full_text":"RT Please take one minute and listen this doctor talk about people attempting to downplay COVID due to its' \"survival rate\"......","sentiment_score":-0.125}
{"full_text":"Quebec total 937 Covid deaths per Million USA total 977 Covid deaths per million. Canadian total 386 deaths per million.","sentiment_score":0.0}
{"full_text":"RT About 10 million people are going to lose their unemployment benefits today. 10 million.","sentiment_score":0.0}
{"full_text":"RT Bill Davis &amp; Hazel McCallion are also on Boards...LTC Boards are where old conservatives with deep political connections...","sentiment_score":0.0333333333}
{"full_text":"RT Hey why is your law firm donating to Kelly Loeffler? The QAnon endorsements, KKK photos, repudiation from her WN...","sentiment_score":-0.2}
{"full_text":"RT Wear a mask. Eat burritos. (Not at the same time lol) #GuacIsExtraButSoIsMiley","sentiment_score":0.4}
{"full_text":"RT *Extension Required*Extend Due Date of filing Income-tax Return and Tax audit for AY 2020-21 to 31-03-2021. Due to Co...","sentiment_score":-0.125}
{"full_text":"RT Israel's Covid-19 end game: Lockdown + Rapid vaccinationIsrael is the first to enter a 3rd lockdown but is also #2 in vac...","sentiment_score":-0.05}
{"full_text":"RT Take care of yourselves, your loved ones and all in your orbit.  is an excellent mask model.","sentiment_score":0.85}
{"full_text":"RT exo sc brought so many fans to exo in pandemic era. i am one of them. its really hurts seeing their mistreatment .","sentiment_score":0.35}
{"full_text":"You may get $2400 as a second stimulus check from the IRS. Check it out here: #stimuluscheck #covid19 #401kplan #401k #403b","sentiment_score":0.0}
{"full_text":"RT I have compiled a list of U.S. politicians who have donated their salaries to charity during the pandemic:1) Donald...","sentiment_score":0.0}
{"full_text":"RT It never ends. First masks don't work.  Then masks always work.  First it cannot be spread via aerosol.  Now it's primaril...","sentiment_score":0.25}
{"full_text":"RT If I were going to write a horror movie, a deadly pandemic that half the population thought was fake would be a good start...","sentiment_score":-0.0416666667}
{"full_text":"RT So we're about to hit one out of every thousand people, if we haven't already.","sentiment_score":0.0}
{"full_text":"RT i wish i had the brazen confidence to hear \"no holiday travel due to global pandemic\" and think \"well that doesn't apply to me\"","sentiment_score":-0.0625}
{"full_text":"My dad in ICU for the last 7 days after getting a bad case of pneumonia from Covid-19 and the only thing he called me bout was when the play and how they doing cause he missed last week game. Like father like son only thing I would call about to.  (he's much better)","sentiment_score":-0.0857142857}
{"full_text":"RT BREAKING: Janine Tugonon, 1st Runner-up sa Miss Universe.","sentiment_score":0.0}
{"full_text":"RT I've been told by sneering Remainers that Britain is just a tiny island which is now isolated from the almighty EU, and...","sentiment_score":0.0}
{"full_text":"RT exo sc brought so many fans to exo in pandemic era. i am one of them. its really hurts seeing their mistreatment .","sentiment_score":0.35}
{"full_text":"During lockdown I wrote and published three books via KDP. Raw, gritty, real life memoirs. Please take a look       ","sentiment_score":-0.0102564103}
{"full_text":"RT Biden notes 10 million Americans will lose unemployment today, and calls Trump failure to sign the bi-partisan relief bill...","sentiment_score":-0.3166666667}
{"full_text":"RT Hey why is your law firm donating to Kelly Loeffler? The QAnon endorsements, KKK photos, repudiation from her WN...","sentiment_score":-0.2}
{"full_text":"RT The shift in attitudes to a coronavirus vaccine has gone from \"absolutely not\" to \"when can I get it?\" in scarcely two month...","sentiment_score":-0.1}
{"full_text":"There is something illogic for meat table they don't wear a mask (security distance isn't respected ...) but when they can take the security distance they wore them ?I really hope their quarantine is over and they are clean for don't contamine everyone ","sentiment_score":0.2833333333}
{"full_text":"RT 'All I want for Christmas is a Senate that does not have contempt for the American people' -- Rep. Ayanna Pressley slammed...","sentiment_score":0.0}
{"full_text":"RT This is part of a dangerous trend in reporting each allergic reaction as news. A million people have been vaccinated. A f...","sentiment_score":-0.6}
{"full_text":"#COVID19 has proven how beneficial telehealth is for communities. Here's how you can leverage technologies to deliver better care for your patients.","sentiment_score":0.5}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"So horrible. Alhamdulillah both of you are still here and healthy. I'm convinced I caught COVID around December 2019 as well. The symptoms I had were unlike anything I'd ever caught and they line up with the known symptoms. I also had a brutal cough that lingered for a full month","sentiment_score":-0.25625}
{"full_text":"Just a typical #ReTrumplican misanthrope.","sentiment_score":-0.1666666667}
{"full_text":"Let's pray dli muabot sa pinas ang new strain of covid","sentiment_score":0.1363636364}
{"full_text":"And you have the nerve to tell me to stay hometuh","sentiment_score":0.0}
{"full_text":"PLEASE STAY HOME. Currently in L.A. County there is 1 death every 10 minutes due Covid 19","sentiment_score":-0.0625}
{"full_text":"Redesigning Your Office Layout in an Era of Social Distancing #CRE #Office #Layout #COVID-19 #Design ","sentiment_score":0.0333333333}
{"full_text":"RT This might be the worst thing I've ever learned about Washington D.C.https:\/\/t.co\/CtK6s6FXZX","sentiment_score":-1.0}
{"full_text":"RT After the UK, South Africa, a new variant of coronavirus in Nigeria.#coronavariant #covid19 #coronainnigeria #fourth...","sentiment_score":0.0681818182}
{"full_text":"This covid got everything fcked up , I can't even visit him while he's in the hospital ","sentiment_score":0.0}
{"full_text":"RT This isn't even about red versus blue. It's about people's lives. Relief NOW.https:\/\/t.co\/tsUZ6rZXg5","sentiment_score":0.0}
{"full_text":"What is your expert opinion on the management of covid, masks effectiveness, bacterial pneumonia from wearing a mask?","sentiment_score":0.0}
{"full_text":"RT CNN: 330,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"Looking to get tested at the COVID-19 Drive-Thru Assessment Centre at City Hall\/National Arts Centre?Patients must register at the City Hall Parking Garage, Elgin St. entrance before being tested at the National Arts Centre Parking Garage. More info:","sentiment_score":0.5}
{"full_text":"Dozens of residents at a Leeds care home were able to embrace their loved ones on Christmas Day after a trial of rapid #COVID19 tests.Watch more videos from Sky News:","sentiment_score":0.5666666667}
{"full_text":"\"I think about how lucky I am and that I can be with my family now.\"People should take the virus very seriously. It doesn't care about the colour of your skin or what religion you are, it affects everyone with unbiased selection.\"https:\/\/t.co\/SvRYWCLZ66","sentiment_score":-0.05}
{"full_text":"Already starting to feel that post-Christmas guilt after indulging a little too much? Yep, so are we...This article about taking up running was from lockdown but seems relevant again right now ","sentiment_score":0.1396428571}
{"full_text":"Duterte withdraws order to bring back face-to-face classes, cites concern over new #COVID19 strain #COVID19Quarantine","sentiment_score":0.0681818182}
{"full_text":"Join us today, Sat. Dec. 26 for FREE COVID-19 Testing at our new location.When:  Saturday, Dec 26, 9A-3PWhere: 11151 Colorado BlvdPreregistration is HIGHLY encouraged for a faster check-in. Visit to register and more info or call 303-538-7420","sentiment_score":0.2990909091}
{"full_text":"#LATINAMERICA | Brazil, which has reported nearly 190,000 deaths, is still negotiating the purchase of 350 million doses of #coronavirus #vaccines for 2021.https:\/\/t.co\/41kFgfMEMC","sentiment_score":0.1}
{"full_text":"\"It's here, the good news at Christmas,\" German Health Minister Jens Spahn said at a news conference Saturday.","sentiment_score":0.35}
{"full_text":"It has been almost a year of pandemic parenting, an all-consuming, ever-changing chaos that has tested American families in unprecedented ways.","sentiment_score":0.3}
{"full_text":"\"More than 150,000 are admitted in the hospital in the country with COVID, \" said Pulmonologist, Dr. Salim Surani.","sentiment_score":0.5}
{"full_text":"Our latest survey asked citizens of 5 countries how they see their governments' response to the #coronavirus. 63 % in #Jordan and only 6 % in #Lebanon say they trust their #government.Read more in blog:https:\/\/t.co\/kgnTshAOiR#Morocco #Algeria #Tunisia #ArabPulse","sentiment_score":0.3333333333}
{"full_text":"Side effects of the COVID-19 vaccine can include headache, fatigue, fever, and a few others. But side effects mean your immune system is working and making antibodies! ","sentiment_score":-0.2953125}
{"full_text":"South Carolina prison employees to get COVID-19 hazard bonus &gt;&gt;","sentiment_score":0.0}
{"full_text":".@johnbrownstein speaks with about the latest on #COVID19 vaccine distribution.","sentiment_score":0.5}
{"full_text":"3 HEALTHY HABITS THAT PREVENTS COVID SPREAD- US FIGHTS COVID. #mobhealth","sentiment_score":0.5}
{"full_text":"The Washington D.C. pork inside the new COVID-19 stimulus billhttps:\/\/t.co\/rs80BIj7bs#StimulusBill","sentiment_score":0.1363636364}
{"full_text":"#Tokyo transport hubs were subdued, local media said, a day after Prime Minister Yoshihide Suga, under pressure as cases continue to climb, urged the nation to stay home and avoid social mixing.#Japan #Covid19","sentiment_score":0.0166666667}
{"full_text":"'We are indebted': Duterte lauds doctors in PH fight vs #COVID19, new strain","sentiment_score":0.1363636364}
{"full_text":"RT Knowledge is our defense against mind control. My experience under DS NOW MK Ultra mind control gave me deep insight i...","sentiment_score":0.0}
{"full_text":"Covid: No further deaths reported in Dorset's hospitalshttps:\/\/t.co\/lI86tJqKQy","sentiment_score":0.0}
{"full_text":"RT The EC has suspended campaign meetings in districts\/cities categorised by Ministry of Health as having high spread of Covi...","sentiment_score":0.16}
{"full_text":"In less than a month this founder raised $3M in a pandemic. Now documents his path to help your success.","sentiment_score":0.0666666667}
{"full_text":".@OfficialCSA: Proteas #Covid19 test resultshttps:\/\/t.co\/qWUbqd4RlM@OfficialSL #CricketSA #CSAnews #WeAreMore #AlwaysRising #SAvSL","sentiment_score":0.0}
{"full_text":"Things that made us smile in 2020 (despite everything)Throughout lockdown our young people kept dancing. From May to Aug 100 young people attended our online dance &amp; coaching sessions, supporting them to build resilience &amp; strengthen mental &amp; physical wellbeing.","sentiment_score":0.1083333333}
{"full_text":"Peterborough United's fixtures have been hit by Covid as have all sports. Here are the dates of many rearranged sport events for next year...https:\/\/t.co\/nB42LhXxUy","sentiment_score":0.25}
{"full_text":"Reported large gatherings in breach of covid rules earlier to police. Seemed interested until said was fox hunts! Put phone down on me!","sentiment_score":0.0830853175}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT To those who hope Brexit will be a get out of jail card for the government, the real tragedy is this: an entire economy...","sentiment_score":0.0333333333}
{"full_text":"RT Covid fatalities soar in Mexico as president condemned for inaction | Mexico | The Guardian","sentiment_score":0.0}
{"full_text":"RT As the overdose epidemic worsens, it is even more critical to remove barriers to evidence-based treatment. Learn the 6...","sentiment_score":0.25}
{"full_text":"RT One infected person went to work. Seven people died and 300+ needed to be quarantined. This illustrates how contagious #cov...","sentiment_score":0.0}
{"full_text":"That COVID check should cover that","sentiment_score":0.0}
{"full_text":"RT I want to see a lot more of this!  I'm so tired of dems acting like telling the unvarnished truth is rude. Our  women are fe...","sentiment_score":-0.01875}
{"full_text":"RT Marked safe this year from Covid ? it's a second life. A blessing. If 2020 was all about WFH - Having work and a Home too w...","sentiment_score":0.2}
{"full_text":"RT Life expectancy in the UK is 79 (male) and 83 (female). Yet this tweet seems to treat tens of thousands of excess deaths as...","sentiment_score":0.0}
{"full_text":"RT L.A. County is probing whether a new, more contagious COVID strain is spreading locally - Los Angeles Times","sentiment_score":0.2121212121}
{"full_text":"RT Sentinel: \"Fred Piccolo, spokesman for Gov. Ron DeSantis, deactivated his Twitter account Wednesday after he tweeted in the...","sentiment_score":0.0}
