{"full_text":"RT Rajinikanth to under go more test #Rajinikanth #Thalaivar #COVID19 #coronavirus #pawankalyan #VakeelSaab #MaheshBabu #...","sentiment_score":0.5}
{"full_text":"RT A new, troubling development in California's efforts to battle the coronavirus pandemic. report.","sentiment_score":0.1363636364}
{"full_text":"RT the main purpose of lockdown is to destroy middle class and make people dependent...","sentiment_score":-0.0111111111}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"Where do we find your propriety column on what's appropriate to do when you lose your infant baby on Christmas Day, after her long battle with cancer during a global pandemic?","sentiment_score":0.15}
{"full_text":"RT Few weeks later they got sick &amp; we had to postpone their BDay party. Then I got sick &amp; spent 3 weeks in the hospital. Then c...","sentiment_score":-0.3457142857}
{"full_text":"1 minute till ontario's in lockdown","sentiment_score":0.0}
{"full_text":" Princess Sofia took a special course to be a nursing assistant in a hospital that treats patients with covid-19 since the pandemic began.  #guatemala #mostliked","sentiment_score":0.3571428571}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"the final twist in the monolith saga","sentiment_score":0.0}
{"full_text":"RT Me seeing photos of people from other countries getting the COVID vaccine","sentiment_score":-0.125}
{"full_text":"I had a #covid19 morning when I made a single cup with the keurig, but forgot to put the cup under the drip...","sentiment_score":-0.0714285714}
{"full_text":"RT Florida woman, 81, and daughter, 44 -- both teachers -- die days apart of coronavirus","sentiment_score":0.0}
{"full_text":"RT BREAKING: screened 1,191,123 individuals at airport checkpoints nationwide yesterday, Wednesday, Dec. 23. It's the...","sentiment_score":0.0}
{"full_text":"RT 2017 Rapperholic still , no show come close.As for 2020 deE Covid nti yebefa nu saa ","sentiment_score":0.0}
{"full_text":"RT They took the character for sit Zuo  and moved the two people Ren to opposite corners to mean \"social distancing.\" (Assuming Goog...","sentiment_score":-0.0930555556}
{"full_text":"CDC vibes","sentiment_score":0.0}
{"full_text":"RT Extremely under-reported: US workers rising (1158 strikes since March). As US capitalism staggers under pressures of economi...","sentiment_score":-0.125}
{"full_text":"That's why I got one of yours! To wear over a protective mask  but make it fashion ","sentiment_score":0.0}
{"full_text":"RT L.A. had 13,678 COVID cases yesterday. La Scala is secretly promoting their indoors New Year's Eve Dinner...","sentiment_score":-0.1318181818}
{"full_text":"Christmas 2020 was EVERYTHING ! Thank God for keeping my family safe during this pandemic ","sentiment_score":0.5}
{"full_text":"Change the title  they will be searching Covid","sentiment_score":0.0}
{"full_text":"RT I am working 24 \/7 trying to remind people-not everyone could wear the mask(for many reason) and I have to take...","sentiment_score":0.5}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"Hi. My name is Drowning Appendix Coronavirus. Nice to meet you.","sentiment_score":0.6}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT California union members campaign in Georgia for Democrats days before asking Los Angeles for 'strict' lockdown. Just ano...","sentiment_score":0.0}
{"full_text":"RT has had a difficult Xmas.Even as her husband is critically ill from Covid, she has participate in #IAmSanta4SSR f...","sentiment_score":-0.5}
{"full_text":"Sad loss","sentiment_score":-0.5}
{"full_text":"How Many Post-Pandemic Office Workers Can Fit in One Elevator? #CRE #COVID-19 #NewNormal #Pandemic #Office","sentiment_score":0.45}
{"full_text":"RT The science behind the leading COVID vaccines will lead to faster manufacturing","sentiment_score":-0.4}
{"full_text":"RT \"You are the author of your own destiny.\" Find out how Wang Yue, 13, has been keeping busy and learning during the #COVID19 p...","sentiment_score":0.35}
{"full_text":"RT Narcissism is a junk science idea that comes from people with low self-esteem who want to believe people with strong se...","sentiment_score":0.2166666667}
{"full_text":"For those who think Covid numbers are inflated -- they're not.  I just talked to 32 people who probably have Covid today.  Many are not even getting tested, because it's a hassle (lines for hours) &amp; it won't change what they\/we do.  Tell me again how it's over counted?","sentiment_score":0.5}
{"full_text":"not standing 6 ft. apart in lines","sentiment_score":0.0}
{"full_text":"RT Audrey Ellis, 29yo Transplant RN, UC downtown Denver Hospital,   died of #covid19 cardiac damage 3\/22. She loved life, Irish d...","sentiment_score":0.2166666667}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"RT Agree we should not ensationalize stories of allergic reactions &amp; vaccines. &gt;1,000,000 people have gotten the vaccine in US...","sentiment_score":0.0}
{"full_text":"Will you save lives too? Be a Blood Donor!#pakistanredcrescent #blood #COVID19 #PRCS #DonorsSaveLives #saturday","sentiment_score":0.0}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"#Covid19 led 1.6 Bn learners in over 190 countries being affected by school closures. Education technology (#EdTech) currently makes up only 3% of the $6 Tr+ overall market primarily because of inertia on the part of educational institutions","sentiment_score":0.13}
{"full_text":"\"Ten people have been given #antibodies as a form of emergency protection after being exposed to coronavirus, in the first trial of its kind,\" reported in #COVID19","sentiment_score":0.2833333333}
{"full_text":"RT The war against Covid-19 is not over. Please stay safe &amp; stay at home. If must go out. Please observe strictly safe distancin...","sentiment_score":0.5}
{"full_text":"#COVID19 | The hype &amp; hullabaloo over the availability &amp; distribution of the #COVID19Vaccine in India have been gathering steam w\/ politicians - PM #NarendraModi in particular - making all kinds of assurances.R. Ramachandran writes.https:\/\/t.co\/Onv7SylSdB","sentiment_score":0.1666666667}
{"full_text":"CoronaVirus Latest Updates In Andhra Pradesh, Telangana And India At 10:30 AM On 26th December 2020.#UnionHealthMinistry #IndiaUnlock #CoronavirusDeathtoll #CoronavirusInTelangana #CoronavirusInAP #CoronavirusInIndia #Coronavirus #Covid19 #MangoNews","sentiment_score":0.5}
{"full_text":"President Donald Trump spent his Christmas golfing in Florida as a government shutdown looms and COVID relief hangs in the balance.https:\/\/t.co\/rL9R4tafMn","sentiment_score":-0.1}
{"full_text":"Inequality between the rich and poor worsened during the #COVID19 pandemic and poverty increased, for the first time in decades ","sentiment_score":0.075}
{"full_text":"How does what you eat affect your chances of fighting viruses such as the coronavirus? A Virginia Tech professor detailed how diet can make a difference.https:\/\/t.co\/6GtA6alOfc","sentiment_score":0.2}
{"full_text":"RT i wish i had the brazen confidence to hear \"no holiday travel due to global pandemic\" and think \"well that doesn't apply to me\"","sentiment_score":-0.0625}
{"full_text":"Kenneth Jordan, 66yo Dental Technician, VAMCCFZF, Wilmington, NC, died of #covid19 11\/11. His greatest accomplishment was his children and he was happiest spending time with his grandkids fishing, boating and tinkering with new gadgets. #HealthcareHeroes","sentiment_score":0.5681818182}
{"full_text":" On the first day of the nationwide lockdown, our photographers captured the empty streets, eerie silences and deserted carparks.Looking back at the first days of lockdown |","sentiment_score":-0.02}
{"full_text":"\"My fav would be my collab with Paul Skelton 'Serenity'. The track has Paul saying \"The Serenity Prayer\" and it holds a lot of meaning for us being artists struggling to make ends met during this difficult pandemic\" - interview ","sentiment_score":-0.5}
{"full_text":"Although the RMCO has lessened many restrictions, many people still choose to stay at home during their weekends, and that's good. Be creative and try out new things. This will make your weekend feels less confined. #DSHome #DSHomeMy #DSHome2u #Quarantine #Ideas","sentiment_score":0.3616161616}
{"full_text":"'Abuelo's Academy' gives grandkids the gift of learning, safety during pandemic | By #uted","sentiment_score":0.0}
{"full_text":"The one-day relaxation of the Covid restrictions has now ended and Copeland remains in Tier 2 (High Alert).For full details visit","sentiment_score":0.255}
{"full_text":"RT The seafood and catering industries are losing billions of baht per day due to the public's fears over coronavirus outbreak at a fish market in Samut Sakhon. #Thailand #COVID19 #okhwid19 #KE","sentiment_score":-0.0625}
{"full_text":"The exhibition highlights the storytelling power of photography to communicate on how people have been struggling \"Through the Hard Time\" of the pandemic &amp; its impacts.Curated by in partnership with SEA Junction &amp; partners until 27 Dec 2020 at L Floor, BACC","sentiment_score":-0.2916666667}
{"full_text":"Before the elections, Trump found a new friend in #COVID19. They took a road trip from Florida, to Georgia, to Texas, to California. #PUPPETREGIME","sentiment_score":0.1363636364}
{"full_text":"'He's coming unhinged': GOP aide unloads on Trump for throwing COVID relief into chaos","sentiment_score":0.0}
{"full_text":"'Fear of infection, social isolation' top elderly's worries, says surveyhttps:\/\/t.co\/PUIkGF6YVJ#COVID19 #lockdown","sentiment_score":0.2666666667}
{"full_text":"#Karaikal district administration has made it mandatory for devotees to carry copies of their #Covid test result and receipt of online registration mandatory to visit #Thirunallar for the #SaniPeyarchi festival.","sentiment_score":0.0}
{"full_text":"If you have doubts\/questions about the use of cyclosporine A for #COVID19, on 24th Dec, published a letter about our research on this issue. The letter explains a few important points to consider in upcoming treatment protocols\/RTCshttps:\/\/t.co\/rLrX3T6ZAi","sentiment_score":0.1}
{"full_text":"California has become the first U.S. state to record 2 million confirmed coronavirus cases.","sentiment_score":0.325}
{"full_text":"Loans extended by Philippine banks to micro, small and medium enterprises (MSMEs) fell a little over 12.3 percent in the first half of the year and continued to fall short of the threshold mandated by law due to uncertainties brought about by COVID-19.","sentiment_score":-0.0798611111}
{"full_text":"\"Being alone can be frightening, moreso these days when uncertainty constantly looms over our heads.\" ","sentiment_score":-0.25}
{"full_text":"New #COVID19 strain no surprise, shows virus adaptability: Limpin","sentiment_score":0.1363636364}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"Thief! How Dare you steal my stuff! Karma! #thief #fifa #racist #fraud #liar #ps #art #donaldtrump #impeached #bigot #misogynist #j #conman #funny #coronavirus #uncharted #meme #gop #police #traitor #xenophobe #stealing #ladri #theft #latestageneurosyphilis #covid #cute #unindict","sentiment_score":0.375}
{"full_text":"#COVID19 | #WearAMask to ensure the #safety and #health of your family from #Coronavirus  #Unite2FightCorona","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 26\/12\/2020 10:30Total Cases: 10169818 [+0]Active: 280274Recovered: 9739382 [+0]Deaths :147379 [+0]Total Tests: 167.16MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Here's why stay-at-home parents need life insurance:","sentiment_score":0.0}
{"full_text":"Latest worldwide COVID-19 data: 80,209,560 cases, 1,757,703 deaths.A 2.19% fatality rate.","sentiment_score":0.5}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"I will not take the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"RT In many countries HBO Max is not available, the only \"legal\" option is to go to the Theaters (not a good c...","sentiment_score":0.03}
{"full_text":"Current Conditions for #Sayre PATemp: 22.3FWind Chill: 14.8FHumidity: 73%Dew Point: 15.1F Barometer: 29.841 inHgWind: 6 mph from the WSWCorona Virus Weekly Stats:Cases: 200.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Thank you to the medical staff in ICUs across the country this Christmas morning. Prayers for the families who are opening...","sentiment_score":0.0}
{"full_text":"COVID third wave hits South Korea, country sets one-day case record on Christmas","sentiment_score":0.0}
{"full_text":"RT *puts protective glass to protect staff against coronavirus*Customers:","sentiment_score":0.0}
{"full_text":"RT This beautiful soul lost her life life to COVID19. The world is emptier without her. If you think you're healthier than her...","sentiment_score":0.85}
{"full_text":"RT Here's why stay-at-home parents need life insurance:","sentiment_score":0.0}
{"full_text":"RT At the last moments of Christmas, I hope that everyone will continue to pay attention to the epidemic prevention measures, a...","sentiment_score":0.0}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"Nand's career is just beginning - all during a pandemic. Seven months ago, her residency started in a time when so much was unknown. Her story:","sentiment_score":0.05}
{"full_text":"RT Please read Rep. Porter's short thread. It's time we usher in a new American age, one that refuses to protect corporat...","sentiment_score":0.0454545455}
{"full_text":"First hundred firefighters at the OC fire authority to receive the Moderna vaccine: Firefighters with the Orange County Fire Authority will be vaccinated against the COVID-19 virus start Saturday morning, Dec. 26, after the agency...","sentiment_score":0.25}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"France finds first case of new coronavirus variant by #BBCWorld via Unfollowers","sentiment_score":0.1931818182}
{"full_text":"#np   - COV19: Alone Together Contact (30)  - CDC (Expiration 3-24-2023) To Listen Click:","sentiment_score":0.0}
{"full_text":"RT Remember what they (the people who mishandled the pandemic and denied you stimulus money) took from you (a safe and comfortable...","sentiment_score":0.45}
{"full_text":"The number of #coronavirus cases reported from #India now stands at 1,01,67,694 with the death toll at 1,47,392Click here for the latest updates:","sentiment_score":0.5}
{"full_text":"RT Shocking to see Delhi boy Hritik Shokeen not in list of 40 covid  , he was U19 India V\/s SA Man...","sentiment_score":-1.0}
{"full_text":"Siyabonga mdali we zulu nomhlaba, for making it this far despite the pandemic. Many would have loved to be around, but they didn't. ","sentiment_score":0.4333333333}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"NDTV - Turkey To Start Using China's COVID-19 Vaccine After Strong Results #COVID #covid19vaccine #usingchina #strongresults #NDTV -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.4333333333}
{"full_text":"RT Some basic tips if you get diagnosed with Covid-19.  Key is monitoring your oxygen level at home; Covid can lead to lung dam...","sentiment_score":0.0}
{"full_text":"This","sentiment_score":0.0}
{"full_text":"RT If you were able to get anybody anything this year at all please know you are very fortunate &amp; blessed. We are in a pandem...","sentiment_score":0.51}
{"full_text":"Now  covid xmas show, Ken Shakin and friends #christmassongs #Berlinchristmas #Berlinlockdown ! tune in here :","sentiment_score":0.0}
{"full_text":"RT Just a commercial-free helping hand in these troubled times#DirtyDon #COVID19 #Nashville #COVID19  #DirtyDon","sentiment_score":-0.5}
{"full_text":"This webinar presents a summary of the Emergency Response Validation option of the AOAC Research Institute's Performance Tested Methods Program, overview of the SARS-CoV-2 workflow study design and aspects important to selecting the correct testing method","sentiment_score":0.4}
{"full_text":"Air fares, destinations and cabin layouts: Here's how coronavirus will change the way we fly","sentiment_score":0.8}
{"full_text":"The airline industry is a key part of a #SupplyChain to get the #COVID19 vaccine where it needs to go. Here's a behind-the-scenes look at the logistics of transporting the vaccine.","sentiment_score":0.0}
{"full_text":" Dear Team, I have availed a Corona Rakshyak Health Policy after that I found +ve and lodged a claim with valid document, after two Monthof waiting  I received  a mail that your claim has been reputed without any valid reason.","sentiment_score":0.0}
{"full_text":"RT Patterns of within-host genetic diversity in SARS-CoV-2  #bioRxiv","sentiment_score":0.0}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT South Africa has recorded more than 14 000 Covid-19 cases for the third day in a row, edging the country closer to one million...","sentiment_score":0.25}
{"full_text":"RT I want to see a lot more of this!  I'm so tired of dems acting like telling the unvarnished truth is rude. Our  women are fe...","sentiment_score":-0.01875}
{"full_text":"If you invest $1000 in $XOM today at $41.60 per share, and the stock prices rebound back to pre-pandemic prices at $60.65, your investment would be worth $1457.93! That's 46% growth and $457.93 profit!  See more:  $VER.F $THCBW $MS $HCXY $AGCO","sentiment_score":0.3229166667}
{"full_text":"COVID-19 vaccine manufacturing bottlenecks - troubling issueshttps:\/\/t.co\/oXDA0pvYQv","sentiment_score":0.0}
{"full_text":"RT I read somewhere that GNDU is going to consist offline exams from 15th January 2021 in the worst time as everyone knew...","sentiment_score":-1.0}
{"full_text":"Clapton, Morrison come under fire from Twitter mob for anti-lockdown song -","sentiment_score":0.0}
{"full_text":"RT For a lot of people this is a complete mental shock.https:\/\/t.co\/hn8XbuLIdS","sentiment_score":0.0}
{"full_text":"RT .@EduCannotWait: Helping crisis-affected children\/youth desperate to learn during #Covid19 'A Crisis Upon Existing Crise...","sentiment_score":-0.6}
{"full_text":"Lockdown Extended for Sydney's Northern Beaches as Cluster Grows","sentiment_score":0.0}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"RT Boston doctor has severe allergic reaction to Moderna COVID vaccine -NYT","sentiment_score":0.0}
