{"full_text":".@AGBecerra's nomination is important because Covid-19 is sending Latinos, Blacks &amp; Native American people to the hospital at about 4 times the rate of others. As Secretary of HHS, he can do something about it.","sentiment_score":0.2}
{"full_text":"RT CDC can't run their flu model; too few hospitalizations.https:\/\/t.co\/DRPOY7HqRg","sentiment_score":-0.2}
{"full_text":"RT Solid: \"Among the 130 mayors surveyed, each named up to 3 other mayors they had contacted during the first few weeks...","sentiment_score":-0.01875}
{"full_text":"RT Covid-19 has exposed a hidden pandemic:of violence against women.I've decorated this star with names of women I admire for","sentiment_score":-0.1666666667}
{"full_text":"RT Watch share her experience with COVID-19 after she and her family tested positive.\"It is not over.\" ht...","sentiment_score":0.2272727273}
{"full_text":"RT She tried to tell you all, and she would have handled the pandemic competently, saving tens of thousands of lives and thous...","sentiment_score":0.5}
{"full_text":"RT This winter, the influenza virus has a rival--the coronavirus fueling the COVID-19 pandemic--and health officials are anticipating...","sentiment_score":0.0}
{"full_text":"RT Reminder: Sen. Kelly Loeffler and her husband sold off stock after a private briefing on a the coronavirus pandemic. They then...","sentiment_score":0.0}
{"full_text":"RT Just had an interesting Skype interview where the interviewer said \"people are hurting because of #COVID19\"... I don't a...","sentiment_score":0.5}
{"full_text":"RT On Kai Havertz, Lampard reveals that unlike some players with COVID, it made him quite ill which is why he needed time to re...","sentiment_score":-0.5}
{"full_text":"RT Please protect yourself and the people around you against this virus. Listen to health experts--wear a mask and practic...","sentiment_score":0.0}
{"full_text":"'s essay just now on Covid should be played every hour on every network. ","sentiment_score":0.0}
{"full_text":"COME BE OUR LIGHT. Bukas Palad and health care workers, most of whom are frontliners in this time of pandemic, sing a prayer asking for Christ's healing, strength, mercy, and light during this difficult 2020 Advent Season.","sentiment_score":0.2}
{"full_text":"RT #MembersNewsNew free programme to help small businesses survive and thrive beyond Covidhttps:\/\/t.co\/yvh50gKkbn#Leeds #...","sentiment_score":0.075}
{"full_text":"I feel that a general awareness of the public's idiocy has been there all along, simmering away just beneath the surface. But with the pandemic never before has it been laid to bare so openly. A butcher's slab of stupidity.","sentiment_score":-0.1333333333}
{"full_text":"RT Dr Fauci just said on CNN that you may still be infectious if you have COVID after having the vaccine? What the F is the po...","sentiment_score":0.0}
{"full_text":"RT BREAKING Dec 7: It's been 14 days of pseudo-lockdown and our new normal as of yesterday is 1924 new cases, 15...","sentiment_score":0.1409090909}
{"full_text":"RT The Florida Department of Health's county-level spokespeople were ordered in September to stop issuing public statements...","sentiment_score":0.0}
{"full_text":"RT SWEDEN  ADMITS FAILURE--end its failed \"experiment\" that ignored science.  had opted not to impose mask-wearing, kept ba...","sentiment_score":-0.5}
{"full_text":"RT This tweet is misleading since the actual article says that the managers were not in contact with the said actors and are...","sentiment_score":0.0}
{"full_text":"RT americans... please...","sentiment_score":0.0}
{"full_text":"RT Journos jump to accuse a Republican like Giuliani who gets covid of being a reckless mask denier, suggest infection is his...","sentiment_score":0.0}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"Wall Street Breakfast: Pandemic Relief -","sentiment_score":0.0}
{"full_text":"RT .@MelissaFleming: \"When the #COVID19 pandemic hit the world, we realised that we were faced with an unprecedented global publi...","sentiment_score":0.3}
{"full_text":"If you live in Washington, DC and need financial assistance w\/ your rent, see the document below. Re: Housing Stabilization Grants Program.https:\/\/t.co\/AHWq9Mg2hz","sentiment_score":0.0681818182}
{"full_text":"Also, curtained \"rooms\" in a hall is STILL NOT a proper way to safely accommodate during this pandemic.. the curtains are still opened at the top.. it's not an enclosed room. The irresponsibility, the mistreatment of artists\/staff - they just do not care","sentiment_score":0.3333333333}
{"full_text":"Important read to start the week.","sentiment_score":0.4}
{"full_text":"I just don't know how the academic guys do it. I remember waaay back in April them explaining the science of it in a nice succinct way, indicating what we should be looking out for numbers wise, what should be avoided.Then promptly U.K. gov did opposite after first lockdown","sentiment_score":0.2583333333}
{"full_text":"RT This is what the UK's Covid-19 vaccination cards will look like. Britain's healthcare providers are preparing to start administeri...","sentiment_score":0.0}
{"full_text":"UK decided that over christmas, that it's going to allow everyone 'two weeks of freedom' to ignore any restrictions so they can visit their family like normal. so everyone is pretty sure we'll be back in a 3rd lockdown in january.","sentiment_score":0.18}
{"full_text":"RT Stocks saw a mostly lower start on Monday, with the Dow Jones Industrial Average and S&amp;P 500 pulling back from record terr...","sentiment_score":0.1166666667}
{"full_text":"RT not corona tapping her sister in. ENOUGH!","sentiment_score":0.0}
{"full_text":"This administration is criminal","sentiment_score":-0.4}
{"full_text":"RT #DivyaBhatnagar Actor Divya Bhatnagar dies at the age of 34We need a complete ban on shooting till Corona subsides.","sentiment_score":0.1}
{"full_text":"This is why the \"we should do nothing and just learn to love with Covid19\" is nonsense.","sentiment_score":0.5}
{"full_text":"It's been almost six decades since first Turkish workers arrived in Germany. Today, Turks in Germany number around 3 million. Dr. Ugur Sahin and Dr. Ozlem Tureci who have developed a coronavirus vaccine are among them. My piece for ","sentiment_score":0.175}
{"full_text":"I've been saying this for months. It's Time to Scare People About Covid","sentiment_score":0.0}
{"full_text":"I went for a haircut last week. The barbers there never wear masks, but they hired a new guy who had a mask on.This new guy with the mask cut my hair, &amp; it was unnerving. He was breathing heavily into the mask. I could not see his face. I don't know if he was sick under there.","sentiment_score":-0.1283116883}
{"full_text":"RT Is your transit agency looking to address a pandemic-related transportation challenge? Consider applying to the Arts &amp;...","sentiment_score":0.0}
{"full_text":"Ah, you're full of shit McNeil, telling the rest of Canada that Nova Scotians are abiding by the rules that you set forth. More people are socializing and shopping now than before the Pandemic, traffic is non stop. Pot holes are getting worse because of the traffic.","sentiment_score":0.0625}
{"full_text":"Let's see a $NOVN breakout!","sentiment_score":0.0}
{"full_text":"RT This weekend, the \"president\" tried to get a Governor to illegally overturn an election, gathered thousands of people for a...","sentiment_score":-0.5}
{"full_text":"RT The Arizona Legislature will be closed all of this week after at least 15 current or future Republican legislators may ha...","sentiment_score":-0.1}
{"full_text":"Sejong Digest 2.0, Issue 114: Trilateral Cooperation Event, COVID-19 Surge, Feud between Justice Minister and Prosecutor General and Kim Jong Un and the Biden administration -","sentiment_score":0.05}
{"full_text":"RT They deliver our bacon egg and cheeses when we're hungover. They've propped up our ailing restaurant industry through the...","sentiment_score":0.0}
{"full_text":"Oh, me too. Yup.","sentiment_score":0.0}
{"full_text":"\"Stop going to bars we in a whole pasta fagioli right now\"","sentiment_score":0.2428571429}
{"full_text":"#LerallaTrain to Elandsfontein departed from Birchleigh to Kempton Park Station#WearAMask","sentiment_score":0.0}
{"full_text":"RT Ku Li should read about how vaccines work before releasing statements like this, which can be damaging if public refuse to...","sentiment_score":0.0}
{"full_text":"RT SWEDEN  ADMITS FAILURE--end its failed \"experiment\" that ignored science.  had opted not to impose mask-wearing, kept ba...","sentiment_score":-0.5}
{"full_text":"'Money for war': US arms sales soar amid COVID pandemic as bipartisan militarism thriveshttps:\/\/t.co\/ObmRhJN2AW","sentiment_score":0.0}
{"full_text":"RT #Odisha Higher Education dept decides not to conduct exams for under-graduate &amp; post-graduate students in view of #COVID19; co...","sentiment_score":0.25}
{"full_text":"R: \"Corona virus isn't real\"                              Me: \"You know what, you're absolutely right. Just like white privilege isn't real either\"","sentiment_score":0.1714285714}
{"full_text":"Isn't life grand..","sentiment_score":0.5}
{"full_text":"$Novn About to be lit ","sentiment_score":0.0}
{"full_text":"RT The United States is setting daily records for coronavirus cases and deaths. American families and businesses need relief.Bu...","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler's husband actually owns the New York Stock ExchangeShe made MILLIONS in trades after getting secret b...","sentiment_score":-0.0878787879}
{"full_text":"RT When did politicians decide they should manage hospitals? And why are the hospitals allowing\/encouraging government to...","sentiment_score":0.0}
{"full_text":"RT IMPORTANT: Please sign the vaccine safety petition submitted to the European Medicine Agency (EMA) by Dr. Yeadon and Dr. Wodar...","sentiment_score":0.2}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"RT Dr Fauci just said on CNN that you may still be infectious if you have COVID after having the vaccine? What the F is the po...","sentiment_score":0.0}
{"full_text":"RT Oregon continues to defend a state program that distributes federal coronavirus relief funds only to black residents, af...","sentiment_score":-0.0833333333}
{"full_text":"Thread  #mepolitics","sentiment_score":0.0}
{"full_text":"Sick of hearing about our great NHS, the reality doesn't match the hype. I had a blood test the other day, I was in a room with a nurse wearing PPE and gloves, I was masked. If I can have blood taken without having to have a COVID test why can't a GP see a patient needing help?","sentiment_score":-0.0130952381}
{"full_text":"#Arran my next holidays place after #lockdown?!","sentiment_score":0.0}
{"full_text":"Just occurred to me that I've not printed anything out since March. That's Covid for you.","sentiment_score":0.0}
{"full_text":"RT We must focus on scientifically proven practices that treat and prevent the spread of #COVID19. Hydroxychloroquine is no...","sentiment_score":0.0}
{"full_text":"RT 'This is not that hard to understand, everybody' -- Bill Nye is back on TikTok to drop more knowledge about masks and COVID...","sentiment_score":0.0694444444}
{"full_text":"RT  The dinosaurs outside are Covid shutdown ready. They been extinct once and ain't about to take chances. #wearam...","sentiment_score":-0.0666666667}
{"full_text":"RT SWEDEN  ADMITS FAILURE--end its failed \"experiment\" that ignored science.  had opted not to impose mask-wearing, kept ba...","sentiment_score":-0.5}
{"full_text":"RT .@BigHitEnt has canceled offline tickets for the label's year-end concert \"2021 NEW YEAR'S EVE LIVE\" due to strengthened s...","sentiment_score":0.0492424242}
{"full_text":"THIS:","sentiment_score":0.0}
{"full_text":"RT Ku Li should read about how vaccines work before releasing statements like this, which can be damaging if public refuse to...","sentiment_score":0.0}
{"full_text":"So fuck the pandemic huh","sentiment_score":-0.4}
{"full_text":"RT Check out the latest  #newsmakers episode and talk COVID-19 lockdowns, Biden's c...","sentiment_score":0.5}
{"full_text":"Must read!","sentiment_score":0.0}
{"full_text":"Apparently the testing site for covid I went too spelled my name wrong and that's why it took 3 days to get my results. Anyways I have covid. This shit sucks","sentiment_score":-0.2375}
{"full_text":"RT I've noticed that Covid skeptics have stopped asking \"Do you actually know anyone who's had Covid?\" because by now most of...","sentiment_score":0.25}
{"full_text":"RT I've decided that there CANNOT be a pandemic, 30 degree weather AND sunset at 4:30pm all at the same time. One of these things...","sentiment_score":0.0}
{"full_text":"Shouldn't everyone who didn't wear a mask at that 'event' be isolated for 14 days?","sentiment_score":0.0}
{"full_text":"Prayers for everyone specially our boys ","sentiment_score":0.3571428571}
{"full_text":"RT Sergeant Fred Cueto devoted over 22 years of service to Angelenos. He was known for always having a smile &amp; being a consummate...","sentiment_score":0.625}
{"full_text":"RT \"You know who never ran a cop over with their car? Any of the Black Lives Matter or antifascist activists that Tucker Carlson s...","sentiment_score":-0.1666666667}
{"full_text":"RT Reminder: Sen. Kelly Loeffler and her husband sold off stock after a private briefing on a the coronavirus pandemic. They then...","sentiment_score":0.0}
{"full_text":"RT my brother performed surgery on someone and was told afterward that the patient has covid. if you could please pray fo...","sentiment_score":0.0}
{"full_text":"So far you've only killed 2x the number who died in pearl harbor via negligence during covid this year, should fly flags half staff till your disaster leaves office.","sentiment_score":0.1066666667}
{"full_text":"#Immunity ahead: 7 questions about #COVID-19 #vaccinations for #colleges and #universities","sentiment_score":0.0}
{"full_text":"RT The Covid-19 Vaccine; Is the Goal Immunity or Depopulation? \"All real power has been conceded t...","sentiment_score":0.2}
{"full_text":"RT yall realize that chungha yeonjung &amp; sana had dinner in someone's house &amp; not in a restuarant outside... chungha got covid fro...","sentiment_score":0.0}
{"full_text":"GA DEBATE: LOEFFLER STALLS ON STOCK SALES  Sen. Kelly Loeffler (R), who traded millions in financial holdings after receiving secret coronavirus briefings, was asked directly during a debate if senators should be barred from financial trading while in office. \"What's at stake","sentiment_score":-0.075}
{"full_text":"RT By The Grace of Almighty, Raja Pervez Ashraf sb has tested negative for Covid 19. We as a family are thankful to all o...","sentiment_score":-0.3}
{"full_text":"please what i'd give for my city to look this good  i'm sorry happy y'all are doing great.","sentiment_score":0.45}
{"full_text":"Damn it America","sentiment_score":0.0}
{"full_text":"Dad who nearly died from Covid-19 told to make last phone call to loved ones","sentiment_score":0.2666666667}
{"full_text":"This post is the saddest thing I have read today.This young man,  Dr. Stephen Mogusu did not deserve such hardships especially considering how selfless is work is. Fighting to save lives.I hope our priorities as a country changes. Its wanting. We surely can do way better.","sentiment_score":0.22}
{"full_text":"RT Uganda's economy is among the world's fastest growing. The poverty levels are equally rising.The dissonance between Uganda'...","sentiment_score":0.0}
{"full_text":"RT Birthday exhibition for Moonbyul that was organised by fansites had to be cancelled because of the rising covid cases in Kor...","sentiment_score":0.0}
{"full_text":"As soon as mfs create a vaccine for corona we gotta worry about ANOTHER virus ","sentiment_score":0.0}
{"full_text":"You're the last person that should be giving medical advice when you moved covid patients into highly at risk nursing homes.","sentiment_score":0.0533333333}
{"full_text":"There are 5 different types of vaccines for COVID-19 One inactivated vaccine, from Chinese company Sinovac working with Indonesian company PT Bio Farma, is whole virus inactivated with formalin, a fixative consisting of formaldehyde in water.","sentiment_score":0.0666666667}
{"full_text":"RT All TWICE members and managers tested negative for COVID-19 todaySana will be complying with self quarantine until Dec 18th...","sentiment_score":-0.3}
{"full_text":"RT U.S. President-elect Joe Biden's transition team says the Trump administration still has not shared its distribution plans...","sentiment_score":0.0}
{"full_text":"If you can drink this you're immune to Covid","sentiment_score":0.0}
{"full_text":"RT Gates' pandemic 2 as he put it.","sentiment_score":0.0}
{"full_text":"RT My heart goes out 2the farmers &amp; their families protesting in the cold in this pandemic.They are the soldiers of the s...","sentiment_score":-0.6}
{"full_text":"The kindest thing to do for your community is to ensure that those without homes are housed during the winter and during a pandemic. Please re-allocate the 567k HPS surplus and talk to #defundhps.#defundhps","sentiment_score":0.0}
{"full_text":"\"Some Atlanta suburbs that used to be \"blood red\" went blue in November.\"Covid.","sentiment_score":0.0}
{"full_text":"RT With sadness and anger, my family is squeezing in last minute joys before the new lockdown measures go into effect here tonight...","sentiment_score":-0.1878787879}
{"full_text":"RT To clarify: City-OWNED gyms are closing.","sentiment_score":0.0}
{"full_text":"RT SWEDEN  ADMITS FAILURE--end its failed \"experiment\" that ignored science.  had opted not to impose mask-wearing, kept ba...","sentiment_score":-0.5}
{"full_text":"RT Here's the photo of  Rudy Giuliani--who tested positive for the coronavirus--maskless, within six f...","sentiment_score":0.2272727273}
{"full_text":"RT All TWICE members and managers tested negative for COVID-19 todaySana will be complying with self quarantine until Dec 18th...","sentiment_score":-0.3}
{"full_text":".@UNIT9's Simon Reichel captures how the Austrian town of ISCHGL dealt with a now global pandemic for latest documentary.","sentiment_score":0.1666666667}
{"full_text":"A Texas doctor who treated COVID-19 patients died this week due to complications from the virus, relatives said.https:\/\/t.co\/gcyYJuJSLK","sentiment_score":-0.125}
{"full_text":"What happens next in the pandemic might be the hardest part to get through.\"Naturally, as time goes on, it gets harder,\" former Utah governor and U.S. Department of Health and Human Services Secretary Mike Leavitt said.","sentiment_score":0.0}
{"full_text":"Take a look at this art!A 6 year old named Elian made this for me.He's a client at #epuchildrenscenterIt was a thank you for helping out with a virtual fundraiser in the era of Covid-19. I love it! Thanks Elian!What do you think?#humandignity #specialeducation","sentiment_score":0.3083333333}
{"full_text":"Could this BE a better holiday gift for the Friends fandom?#MashableSEA #MatthewPerry #FriendsMerch","sentiment_score":0.5}
{"full_text":"Another profile on slow adoption of #mobileapp solutions for #COVID19 tracing in US. Lack of consistent messaging seen as a barrier. Not seeing #privacy as an issue so much.","sentiment_score":0.05}
{"full_text":"RT This tweet is misleading since the actual article says that the managers were not in contact with the said actors and are...","sentiment_score":0.0}
{"full_text":"RT Hey, California!Don't be mad at Gov. Newsom. Be mad at everyone who travelled for Thanksgiving. Be mad at everyone who...","sentiment_score":-0.625}
{"full_text":"This Thursday is #HumanRightsDay.COVID has set back progress on the #SDGs--&amp; the human rights associated with them. Where do we go from here? Our collection catches you up on some of the most urgent human rights issues social impact orgs are tackling https:\/\/t.co\/phCyITAzEK","sentiment_score":0.1066666667}
{"full_text":"RT Los Angeles County is still below the total number of patients it had in December 2019. But this isn't a story the media will h...","sentiment_score":0.0}
{"full_text":"Serbian investments pre-pandemic in education &amp; health infrastructure lagged behind its development needs. Amid pressure from Covid-19, high-dollar, China-backed infrastructure projects could reduce Serbia's ability to finance these sectors. Read on here:","sentiment_score":-0.4}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"Over PS100,000 in Tennis Foundation charitable funds is to be provided to 13 tennis charities - complementing our overall support for tennis in Britain during the pandemic Read more about the crucial role charities play in our sport &amp; all their brilliant work ","sentiment_score":0.4}
{"full_text":"The total number of coronavirus infections nationwide rose to 441,399 with the addition of 1,574 new cases, the Department of Health reported Monday.","sentiment_score":0.2454545455}
{"full_text":"RT When will we face the reality that we are facing a serious, detrimental, and dangerous mental health emergency that is plac...","sentiment_score":-0.3444444444}
{"full_text":"If you're feeling sick or have been in close contact with someone who has COVID, it's really important that you stay home from work.Resources are available to help, including paid sick leave &amp; PUA. Check out your options here #CrushCovidRI","sentiment_score":-0.1571428571}
{"full_text":"What a year it's been!  Our staff have been working hard throughout the pandemic making sure our tenants are safe, happy &amp; well.  Take another look at our video to see how we've been helping.","sentiment_score":0.3770833333}
{"full_text":"In the past few weeks we've heard many announcements about COVID-19 #vaccines. But did you know according to there are currently about 100 vaccines in development?  Want to know if these vaccines work and how they are produced?  Find out here ","sentiment_score":0.0125}
{"full_text":"The #Kingdom of #SaudiArabia Arabia has ranked the #1st in the #Arab world and the 17th globally in #Saudi universities efforts to publish researches on #coronavirus as Saudi Arabia accounted for 1.8% of #Global #research #production","sentiment_score":0.0}
{"full_text":"Rudolph the Face Masked Reindeer Wrapping Paper Sheets via #OhDeer #christmasgiftsideas #Rudolph #thefacemaskedreindeer #COVID19 #wearamask #giftwrapping #wrappingpaper #Christmasgiftideas #holidays #Christmas2020","sentiment_score":0.0}
{"full_text":"\"Without considering racial equity, we deepen the cracks that systemic racism has already created in our health care system,\" a health advocate said. via","sentiment_score":0.0}
{"full_text":"You could also look at the extensive 'trial' results from Covid-19 so that you can compare the alternative.","sentiment_score":0.0}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4jflDm #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"When you go out Christmas shopping this year THIS is what most people probably look like. LOL Merry Christmas 2020! #Christmas #christmas2020 #funny #funnymeme #funnymemes #coronavirusmeme #COVID19","sentiment_score":0.5833333333}
{"full_text":"Nearly 85% of California residents will soon be under a stay-at-home order through Christmas, as coronavirus cases surge and capacity inside ICUs plunges toward dangerously low levels.https:\/\/t.co\/Yq5fO6f1zO","sentiment_score":0.05}
{"full_text":"#ICYMI If you missed Saturday's show about the current Tyranny pandemic that we currently face, you can check it out here!#WhatILearnedToday #coronavirus #livefree","sentiment_score":0.0}
{"full_text":"RT Today the president's lawyer will be getting the best medical attention possible after flaunting advice on mask wearin...","sentiment_score":0.3333333333}
{"full_text":"RT .@BigHitEnt has canceled offline tickets for the label's year-end concert \"2021 NEW YEAR'S EVE LIVE\" due to strengthened s...","sentiment_score":0.0492424242}
{"full_text":"Grubhub's annual report reveals the foods that became more popular during the pandemic. via","sentiment_score":0.55}
{"full_text":"People in Seattle will be able to walk up, take an oral swab test and get results within 48 hours.","sentiment_score":0.5}
{"full_text":"#Markets are mixed but slightly down as COVID-19 cases continue to surge around the world. #Airbnb lifts its potential IPO price. $GS has come out saying that the chance of a #market pullback is once again increasing.https:\/\/t.co\/6HBgPDAwzr#marketoutlook #daytrader #stocks","sentiment_score":-0.0518518519}
{"full_text":"Last week we posted about some ways to make the most of your time and, with Christmas coming, we might have some strange, pandemic-tinged annual leave coming upThis great article from the Metro gives some brilliant tips of how to use your time off well!https:\/\/t.co\/2NXxhvD55Q","sentiment_score":0.43}
{"full_text":"Excuse me while I dye my beard white... -","sentiment_score":-0.025}
{"full_text":"COVID-19 vaccines have predictably prevented illness, and they are a far safer bet, experts said.https:\/\/t.co\/33YtRnm4F9","sentiment_score":-0.05}
{"full_text":"The perfect alternative to the speakeasy bar down the street.","sentiment_score":0.4222222222}
{"full_text":"President Donald Trump's lawyer Rudy Giuliani has tested positive for COVID-19, Trump confirmed. 76-year-old former New York mayor is the latest in a long string of people close to the White House, including Trump himself, sickened in a pandemic that has killed more than 280,000.","sentiment_score":0.1681818182}
{"full_text":"Thank you for supporting critical investments in America's ability to understand, detect and treat disease. Now more than ever we must ensure a strong National Institutes of Health #MedicalResearchChampion #keepNIHstrong","sentiment_score":0.2958333333}
{"full_text":"\"COVID Fear drives clicks\" is the US Media model of 2020.https:\/\/t.co\/eymAIBJFAD","sentiment_score":0.0}
{"full_text":"RT \"It might have originated in China - as President #DonaldTrump kept reminding everyone in not-so-subtle dog-whis-tling - but #CO...","sentiment_score":0.0}
{"full_text":"Despite early success, how did the #COVID19 pandemic hit such a deadly #SecondWave in Europe? \"Mixed messages, #misinformation and a relaxed attitude,\" say experts. And a third wave is already forming. By and","sentiment_score":0.0333333333}
{"full_text":"The resilient corridors give visitors the chance to enjoy Jamaica's offerings that are COVID-19 compliant and have been sanctioned by the health authorities. It has been successful in limiting the spread of COVID-19, allowing visitors to have a safe and memorable visit.","sentiment_score":0.5375}
{"full_text":"\"I'm in a wheelchair. I haven't been outside for months. I'm trapped, just like everybody else in this place. We're at the mercy of this virus. We sit in here and we wait.\" - Bruce MacGillis #COVID19 #NoBodyIsDisposable","sentiment_score":-0.1}
{"full_text":"Things might work a little bit differently this year due to COVID-19, but there are still lots of great opportunities for kids to see Santa in the north Georgia area. ","sentiment_score":0.121875}
{"full_text":"Has #COVID19 turned 2020 into a TV triumph?On today's #Daily podcast, host is joined by runner-up, Dave Friday about making TV during a pandemic. Plus, Sky's entertainment reporter Claire Gregory. Listen in full  ","sentiment_score":0.175}
{"full_text":"During the first lockdown, we posted the colouring page for a bench design for Campbell Park, by Andrew Mahaddie. We promised we'd post an image of the coloured drawings of these benches and here they are!","sentiment_score":0.3125}
