{"full_text":"RT Racism is worse than Covid-19. There is no vaccine developed for racism.Inborn differance in our colour is not a sourc...","sentiment_score":-0.15}
{"full_text":"I'm perplexed, why the F spend millions to overturn the election results instead of putting into helping the people with Covid  ","sentiment_score":0.4}
{"full_text":"These could be us","sentiment_score":0.0}
{"full_text":"China did, hence the \"China Virus\". I guess it's the fault of of every leader of every country's fault? Or is it Trump's fault the whole world has the China Virus. What an uniformed knucklehead","sentiment_score":0.2}
{"full_text":"RT While people were suffering and isolated from family and friends, Dominic Cummings stuck two fingers up, his reward for flou...","sentiment_score":0.0}
{"full_text":"300,000 American's and 65,000 Brits might call it deadly. No, wait, they can't because they died of covid.","sentiment_score":0.05}
{"full_text":"About me","sentiment_score":0.0}
{"full_text":"RT Miles long food lines are now the norm with Republicans running the Senate. And with a Republican Senate refusing to pass...","sentiment_score":-0.05}
{"full_text":"NEW EPISODE IS FINALLY LIVEsound quality is a bit rough \/: Nicole needs to learn more about enhanced sound when having to record over the internet.Ep. 32 The Unfortunate Murder of Abraham Shakespeare and More Covid Chatter#newepisode #tuesday #podcast #badsound #itried #play","sentiment_score":0.1337662338}
{"full_text":"Feeling very grateful (and a bit guilty) that I was able to get the COVID vaccine today. Happy that I'm on my way to protecting others from this horrible virus.","sentiment_score":0.0}
{"full_text":"RT CA's AG repeatedly argued in court in response to my multiple lawsuits v state for overreaching COVID restrictions discriminat...","sentiment_score":0.0}
{"full_text":"RT The End of the Right to Seek Asylum? COVID-19 and the Future of Refugee Protectionby Daniel Ghezelbash and Nikola...","sentiment_score":0.1428571429}
{"full_text":"This sounds like something worth supporting....Cc:","sentiment_score":0.3}
{"full_text":"RT BREAKING: The U.S. death toll from Covid-19 has surpassed 300,000, 18.6% of the global total. The U.S. is 4.25% of the globa...","sentiment_score":0.0}
{"full_text":"RT If you think Covid treatment should be free (of course it should), why do you think insulin shouldn't be? Or cancer treatment?...","sentiment_score":0.4}
{"full_text":"RT And we can't wear masks...","sentiment_score":0.0}
{"full_text":"It's past time to stand up people. We have to. President Trump has stood up for us. Beijing Biden wants to destroy us and our great nation! 100 days of lockdown will kill the small businesses that are still standing in Beijing blue states.","sentiment_score":0.0833333333}
{"full_text":"Happy one year anniversary of me asking my mom if the coronavirus was a thing I should be worried about. She said no.","sentiment_score":0.8}
{"full_text":"Because we believe it exists and we wear masks.","sentiment_score":0.0}
{"full_text":"I also mentally categorise everything from before April as last year. Sometimes including May. Lockdown has been loooong","sentiment_score":-0.05}
{"full_text":"RT I received our first COVID19 Pfizer vaccine!!!!!!!!","sentiment_score":1.0}
{"full_text":"RT #COVID19 College Planning Tip for the Class of 2021If you're not taking the classes you might normally be taking this s...","sentiment_score":0.15}
{"full_text":"Heartbreaking for those working in theatre.#SupportTheArts","sentiment_score":0.0}
{"full_text":"Florida GOP Senate Leader to Miss Electoral College Vote After Testing Positive for Covid-19 via","sentiment_score":0.2272727273}
{"full_text":"Spend your time attacking the politicians refusing to help you in a pandemic. Not us. You're almost worse than the Republicans","sentiment_score":-0.4}
{"full_text":"RT After pandemic travel restrictions put the missionaries' journey to the on pause, they'r...","sentiment_score":0.0}
{"full_text":"RT Why pay to see the movie Songbird ?This isn't a film based on a pandemic, but on a love story. A love that gives hope is...","sentiment_score":0.5}
{"full_text":"This is bananas.  I had noticed some slowness in arrivals, and this completely explains why.  I think I will try my best to not add to their workload for the next few weeks.","sentiment_score":0.225}
{"full_text":"That will be a painful outcome.All of these people should not be forgotten. Neither should the man &amp; his staff who hid the truth from us. That man, his handlers and his backers allowed COVID to happen. For !!","sentiment_score":-1.0}
{"full_text":"RT Boris Johnson's father caught getting on tube without mask in fourth breach of Covid rules","sentiment_score":0.0}
{"full_text":"RT Is this guy for real?!","sentiment_score":0.25}
{"full_text":"RT hello! i'm working on a uni project surrounding music &amp; fandoms in correlation with mental health &amp; the pandemic. i created...","sentiment_score":-0.1}
{"full_text":"RT I wonder if any member of the Committee has been asked to speak or put out a press release about their...","sentiment_score":0.0}
{"full_text":"Mitch McConnell gets the Rep. Katie Porter treatment over COVID-19 stimulus hold-up","sentiment_score":0.0}
{"full_text":"3 new cases in Guinea-Bissau [22:59 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"RT I'm finally back to the gym after two weeks of lockdown and a debaucherous weekend. Starting again is always the hardest part...","sentiment_score":0.0}
{"full_text":"RT California &amp; NY bail out the federal government every year.","sentiment_score":0.0}
{"full_text":"RT Let me get this straight.Dominic Cummings broke the lockdown laws he helped create.Then not only did Boris Johnson keep...","sentiment_score":0.0}
{"full_text":"this yr myself &amp; many earned no $,got no covid$ or stimulus(left job in Jan)-but #healthcaregov has dropped subsidy bc we didn't earn $ this yr. A $165 plan will be $699-$890 a month next yr-6-7x as much bc we earned no $ (2021 $)","sentiment_score":0.2333333333}
{"full_text":"Marshall president calls fall semester 'phenomenal success' while dealing with pandemic","sentiment_score":0.4}
{"full_text":"There were some indications from the first lockdown that professionals felt virtual meetings were easier for families and families had told them so but I think the Nuffield research is much more comprehensive and paints a worrying picture","sentiment_score":0.375}
{"full_text":"RT #BANNED | An international footballer who crashed into parked vehicles and mounted a pavement has been banned from driving to...","sentiment_score":0.0}
{"full_text":"RT Okay, so... I rarely go out because of COVID-19, but I needed some fresh air, so I went out for a walk late at night where...","sentiment_score":0.2}
{"full_text":"RT It's not about the virus.It's about control.","sentiment_score":0.0}
{"full_text":"omg noo :'(( i spent so much money on hello kitty and butterfly stickers over lockdown &amp; literally covered my room and belongings with them lol","sentiment_score":-0.025}
{"full_text":"Drakeford and Sturgeon's actions of politicising the covid response has spectacularly backfired. They have solidified the case for ending devolution, ruined their respective economies and cost lives. There should have been a single coordinated UK response from day one.","sentiment_score":0.1761904762}
{"full_text":"RT It feels like should be the last person in the US to get the COVID vaccine. #coronabros","sentiment_score":0.0}
{"full_text":"FOR WHAT?","sentiment_score":0.0}
{"full_text":"RT Should Trump be tried in an international criminal court for down playing the threat of COVID, enabling it to spread and...","sentiment_score":-0.1851851852}
{"full_text":"RT The Poor will die, and the Rich won't bat an eye.","sentiment_score":-0.0125}
{"full_text":"This was a brilliant piece of work.uncluttered,simple and yet though provoking. Excellent escapist TV amoungst the mayhem. Thank you.","sentiment_score":0.95}
{"full_text":"RT As coronavirus vaccines advance through clinical trials, some wealthy countries have reserved enough doses to immunize their o...","sentiment_score":0.25}
{"full_text":"RT Okay, so... I rarely go out because of COVID-19, but I needed some fresh air, so I went out for a walk late at night where...","sentiment_score":0.2}
{"full_text":"RT It's a pleasure to have President-elect back in Georgia!Let's send and to Washington...","sentiment_score":0.0}
{"full_text":"RT There is a big if to this. Works if the vaccines strongly block infection\/infectiousness\/transmission like measles and mumps...","sentiment_score":0.2166666667}
{"full_text":"RT 10 million have slipped into poverty during this pandemic because of the greed of a few that would rather line their pocket...","sentiment_score":-0.2}
{"full_text":"RT One positive that we may see coming out of Covid and lockdowns is parents stop being complacent about their children's e...","sentiment_score":0.2272727273}
{"full_text":"RT This mans voice needs to be heard!","sentiment_score":0.0}
{"full_text":"Is it jet lag or is it COVID?! Didn't know this much sleep is humanly possible","sentiment_score":0.1}
{"full_text":"RT Woman worth over $500 million who owns a $25M private jet and used her inside info to invest in BODY BAGS without warning c...","sentiment_score":0.15}
{"full_text":"RT We in a Panic! At the Disco and u worried about spelling cmon son","sentiment_score":0.0}
{"full_text":"RT BREAKING: The U.S. death toll from Covid-19 has surpassed 300,000, 18.6% of the global total. The U.S. is 4.25% of the globa...","sentiment_score":0.0}
{"full_text":"RT I can hear 3 years from now; Have you or your loved one taken the Covid-19 vaccination and had complications because o...","sentiment_score":0.7}
{"full_text":"RT It's a pleasure to have President-elect back in Georgia!Let's send and to Washington...","sentiment_score":0.0}
{"full_text":"RT If you think Covid treatment should be free (of course it should), why do you think insulin shouldn't be? Or cancer treatment?...","sentiment_score":0.4}
{"full_text":"Wow laurel. That person said you can stay home if you want and that's how you respond???? Seems like you may be the ahole","sentiment_score":0.1}
{"full_text":"RT NY has 25% more current Covid hospitalizations per capita than FL and NY is worse than FL in every other cumulative and cu...","sentiment_score":-0.00625}
{"full_text":"A \"new variant\" of coronavirus has been identified in the UK, which is believed to be causing the faster spread","sentiment_score":0.1363636364}
{"full_text":"RT I'm proud to have nominated Cuba's humanitarian brigade of doctors, nurses and other healthcare workers for the 2021 Nob...","sentiment_score":0.3375}
{"full_text":"Ah, the south stand gentleman's piss trough. Can smell it from outside the ground on a warm matchday","sentiment_score":0.3}
{"full_text":"Join in encouraging everyone to take steps to be safe this holiday season. #WearAMask, watch your distance from others and wash your hands frequently. Together we can make this a safe and healthy holiday.","sentiment_score":0.4}
{"full_text":"RT  Time is running out!","sentiment_score":0.0}
{"full_text":"RT Small business owners: learn more about the Small Business Emergency Relief Package, announced by Gavin Newsom. Fo...","sentiment_score":0.0}
{"full_text":"WATCH LIVE: Wonder what getting the COVID-19 vaccine is like? We're talking to LA Kaiser ICU nurse Helen Cordova, who was the first healthcare worker to get the shot in California.","sentiment_score":0.1931818182}
{"full_text":"RT The Victorian Government's Covid mess has highlighted its anti small business, anti army, anti Australia Day and pro CCP...","sentiment_score":-0.2125}
{"full_text":"Also,","sentiment_score":0.0}
{"full_text":"RT These are the actual stuntwomen who played the Dora Milaje in #BlackPanther for those who might not be familiar.","sentiment_score":0.1875}
{"full_text":"RT I feel like I've been repeating myself quite a bit, but still the message hasn't been understood:LOCKDOWNS ARE NOT A C...","sentiment_score":0.0}
{"full_text":"Can't you just pray the whole pandemic away? Or are we waiting for Paula White's army of African angels?","sentiment_score":0.0666666667}
{"full_text":"RT As millions struggle to put food on the table, the last thing we need is a green light for corporate abuse. I wrote for...","sentiment_score":0.05}
{"full_text":"RT This week, we launch the beginning of a new era. We are now fighting back #COVID19 with a vaccine. We will ensure it reaches...","sentiment_score":0.0681818182}
{"full_text":"Try to engage your logic circuits. 2 metres keeps you safe? No need for masks. Masks keep you safe? No need for 2 metres. You can only spread the virus \"indirectly\" if you (e.g.) sneeze, cough, or spit on a supermarket trolley and another customer licks the handle.","sentiment_score":0.3333333333}
{"full_text":"i hope it works this time bc im so tired of this bs  people really thought the pandemic would be over after the summer chdkdhhsa &amp; ty ","sentiment_score":-0.1}
{"full_text":"RT Miles long food lines are now the norm with Republicans running the Senate. And with a Republican Senate refusing to pass...","sentiment_score":-0.05}
{"full_text":"RT Boston health care workers dancing on the sidewalk to celebrate the arrival of the first  covid-19 vaccine.","sentiment_score":0.25}
{"full_text":"I have been in rude health since my first meeting with the Bond Producers Barbara Broccoli OBE &amp; Michael G. Wilson OBE in Dec 2018. They are looking forward to my cameo debut in #Bond26; Covid-19 Eradicated:https:\/\/t.co\/JveUj6JWe8https:\/\/t.co\/hGvRp5vDDr","sentiment_score":-0.025}
{"full_text":"RT \"Something I have been waiting a long time for.\"ONLY ON 7: was there as first healthcare wo...","sentiment_score":0.0666666667}
{"full_text":"RT AMAZING--Mackenzie Scott just gave away $4,158,500,000 in 4 months to 384 orgs nationwide for pandemic poverty relief, after...","sentiment_score":0.0}
{"full_text":"RT 1\/ The usual suspects will hate me for saying so, but the truth is the truth. We have solid mortality data thro...","sentiment_score":-0.35}
{"full_text":"That Covid test really ain't as bad as y'all making it out to be.","sentiment_score":-0.7}
{"full_text":"RT The Chinese Communist Party should pay the cost to vaccinate the entire world and then pay reparations to every individual n...","sentiment_score":0.0}
{"full_text":"RT Miles long food lines are now the norm with Republicans running the Senate. And with a Republican Senate refusing to pass...","sentiment_score":-0.05}
{"full_text":"RT The biggest pandemic on the planet is Globalism. The soulless elite that have absolute no regard for human life and only...","sentiment_score":0.0666666667}
{"full_text":"i go to cleveland every year and love the city so much i'm dying to go to the draft if covid allows it... i think it will be great just fingers crossed","sentiment_score":0.5}
{"full_text":"RT This is one of many plans they have for us if we do not stand up to their tyrannical agenda. This does not get better, on...","sentiment_score":0.5}
{"full_text":"RT Before calling for a roll back on Christmas plans please remember why there are so many people so desperate to see eac...","sentiment_score":-0.0333333333}
{"full_text":"I assume My Pillow Guy gave a special pillow so you can sleep at night while stealing during the day. \"Joel Osteen's Texas megachurch received $4.4M COVID-19 stimulus loan \" | TheHill","sentiment_score":0.3571428571}
{"full_text":"RT AMA rescinds statement against the use of HCQ for COVID-19 treatment - Covid Call To Humanity","sentiment_score":0.0}
{"full_text":"RT You might not know because it's not trending, but the United States has reached 301K deaths from COVID.301K people have...","sentiment_score":0.0}
{"full_text":"RT By winning two Senate seats, Georgia will...- Remove two crooks from office- Strip Mitch McConnell of the title of Majori...","sentiment_score":0.5}
{"full_text":"RT Joel Osteen's megachurch received a $4.4. million Paycheck Protection Plan loan during the coronavirus pandemic, according...","sentiment_score":0.0}
{"full_text":"RT How the first COVID-19 vaccinations rolled out at hospitals across the U.S.","sentiment_score":0.25}
{"full_text":"RT #Iran coronavirus update: Over 185,500 deaths, Tehran governor warns of new peak next week#Covid_19 #coronavirus","sentiment_score":0.0681818182}
{"full_text":"RT In October, I reported for that a hotel carpeting company had been awarded PPE deals worth PS5.3m.Now, the...","sentiment_score":0.3}
{"full_text":"RT Trump is being blamed for the high covid cases in the US, therefore Trudeau should shoulder the entire blame for the cases...","sentiment_score":0.08}
{"full_text":"6 Working From Home Tips During the COVID-19 Pandemic #CRE #WFH #COVID-19 #NewNormal #TenantTips  ","sentiment_score":0.0}
{"full_text":"Bro, Covid is a hoax, remember? Why do you Trumpalos want your Dear Leader's name associated with a vaccine for something that doesn't exist?","sentiment_score":0.0}
{"full_text":"Your businesses are in China, are they on lockdown still. No shipments coming in.","sentiment_score":0.0}
{"full_text":"RT I was once denied the purchase of a water bottle at BYU campus because I was returning from a run with shorts above the kne...","sentiment_score":0.0}
{"full_text":"Again!!","sentiment_score":0.0}
{"full_text":"Nigga that's tookie","sentiment_score":0.0}
{"full_text":"My work today has been seriously derailed and I'm just sitting here shaking in anger. I don't know what to do with this.Having all of my concerns dismissed because she needs the cash after I've spent thousands this year supporting her through covid... feels absolutely insane.","sentiment_score":-0.3766666667}
{"full_text":"RT It's so nice, he said it twice.","sentiment_score":0.6}
{"full_text":"RT 300,000 people in the USA have died from Covid. Almost 1 out of every 1,000 residents. And the number grows by the day....","sentiment_score":0.0}
{"full_text":"RT the way covid impacts everything can challenge you mentally","sentiment_score":-0.1}
{"full_text":"Other than the general fuckinh stupidity of what you write, Covid is a big deal made bigger by your Tory chums running the NHS into the ground, meaning it couldn't cope with unchecked admissions. Which looks bad on them - hence why there has to be severe measures to control it","sentiment_score":-0.2291666667}
{"full_text":"RT As coronavirus vaccines advance through clinical trials, some wealthy countries have reserved enough doses to immunize their o...","sentiment_score":0.25}
{"full_text":"Oh well...","sentiment_score":0.0}
{"full_text":"RT Okay, so... I rarely go out because of COVID-19, but I needed some fresh air, so I went out for a walk late at night where...","sentiment_score":0.2}
{"full_text":"RT Great words by a great man...#goals #success #careers #faith #jobsearch #Career #COVID19 #election #economy","sentiment_score":0.6333333333}
{"full_text":"RT Put health at the heart of a new national inequalities strategy and increase public health funding to 0.5% of GDP urges...","sentiment_score":0.0681818182}
{"full_text":"RT DO IT NOW ","sentiment_score":0.0}
{"full_text":"Covid-19 is currently the second-leading cause of death in the U.S. But in other parts of the world, it's not a top killer. Some global health experts question whether immunizing large swaths of the population is the best use of resources for those places.","sentiment_score":0.1398809524}
{"full_text":"RT Chicago schools are reopening next month. Kids will go back to class but many teachers still want to teach them virtually,...","sentiment_score":0.1666666667}
{"full_text":"According to Dr. Hammel, the Enterprise Health COVID-19 immunization workflow will enable employers to manage vaccine administration to employee populations based on prioritization using rules-based health surveillance panels.https:\/\/t.co\/VxnH8JFaKn","sentiment_score":0.0}
{"full_text":"\"Today marks the beginning of the end of COVID-19. We are going to defeat this virus in 2021. This is a moment that we have hoped for and prayed for...\"","sentiment_score":0.0}
{"full_text":"or do you not understand that he's the leader of 1 of 3 branches of federal government which can only do so much and lot of the covid responses falls on the states government and their leaders to decide what to do trump cant just decree like a king to do something.","sentiment_score":0.1}
{"full_text":" In 1 hour: Join Knight Fellow at this webinar on \"Reporting On and Living With COVID-19: The View of Four Latin American Journalists.\" Make sure you're registered for this event, a regional affiliate of","sentiment_score":0.25}
{"full_text":"Health care workers in Missouri get coronavirus vaccinehttps:\/\/t.co\/7FrscAK3GW#KTVONews","sentiment_score":0.0}
{"full_text":"RT Look, I don't *want* to engage in ad hominem attacks, but if you're complaining about how everyone who takes safety precaution...","sentiment_score":0.0}
{"full_text":"RT Covid makes it clearer than ever that tourism is colonialism. See Tulum.","sentiment_score":0.0}
{"full_text":"RT Contrary to conspiracy theories, Dr. Kizzy wasn't plucked out of obscurity to disarm skepticism in Black people about...","sentiment_score":-0.1666666667}
{"full_text":"Moderna vaccine appears to protect against coronavirus infection","sentiment_score":0.0}
{"full_text":"RT At the end of every storm there is a rainbow &amp; we hope the same will happen with the end of the pandemic  Help us g...","sentiment_score":0.0}
{"full_text":"RT There's a GoFundMe account for him. What kind of craven people run around the WH maskless,deny the severity of COVID &amp; try to...","sentiment_score":0.6}
{"full_text":"Essex County will hold two emergency food distribution events in Newark to help families impacted by COVID-19. One will be on Dec.17, and the other will be on Dec. 22.","sentiment_score":-0.125}
{"full_text":"RT Happening now: is tolling its funeral bell 300 times, once for every 1,000 lives lost to #COVID19.","sentiment_score":0.0}
{"full_text":"New Covid variant could be 'more infectious' and has spread to Wales and Scotlandhttps:\/\/t.co\/hLvREY92A1","sentiment_score":0.3181818182}
{"full_text":"An employee with the Department of Public Works Fleet Division tested positive for COVID-19 on Friday. There were no close contacts identified among co-workers or the general public.","sentiment_score":0.0693181818}
{"full_text":"RT Premier Jason Kenney announced today's COVID-19 numbers:-1,341 new cases. -20,649 active-11 more deaths reported-742 in...","sentiment_score":0.3181818182}
{"full_text":"Sacramento State launched a virtual hangout space for students, staff and faculty to combat social isolation during COVID-19","sentiment_score":0.0333333333}
{"full_text":".@MattSliger, pastor at in Memphis, shares how the Lord has continued to work in the lives of children through his church's children's ministry. For more videos from pastors around the country, visit our COVID-19 resource page at","sentiment_score":0.5}
{"full_text":"The county judge of Texas' most populous county thinks there's a better way to handle the state's pandemic response. But as she faces resistance from state officials, she turns to the \"bully pulpit.\" ","sentiment_score":0.5}
{"full_text":"TENET is finally (safely) available on digital &amp; Blu-Ray. Back when the President caught COVID, Aya &amp; Kevin explored how 2 egomaniacal dunces' colossal mishandlings of the pandemic led to the collapse of their empires.Listen:","sentiment_score":0.175}
{"full_text":"How are you finding motivation in the pandemic?#ExodusJourney #pandemic #RhythmOfLife #RandyLovejoy","sentiment_score":0.0}
{"full_text":"RT Anxiety symptoms increased nationwide from the start of the pandemic, peaking in July when over 30% of respondents reported f...","sentiment_score":0.0}
{"full_text":"COVID-19 has sent the Angel Tree ministry to online lists rather than physical trees. They expect to have every child assigned this year:https:\/\/t.co\/iOpije3ecQ by #Christmas #MerryChristmas2020 #COVID19","sentiment_score":0.0}
{"full_text":"If celebrities are used to promote the #COVID19 vaccine, there should be no circumstances where they are allowed to jump the priority line over those most at risk, said","sentiment_score":0.5}
{"full_text":"tells the story of and what they're up to nowhttps:\/\/t.co\/fkwcWEoK2r","sentiment_score":0.0}
{"full_text":"Simon Baumber shares how higher education can emerge from the pandemic stronger than ever.","sentiment_score":0.25}
{"full_text":"Join us tomorrow at 12:30pm for our last event of the year! ","sentiment_score":0.0}
{"full_text":"Hey this is one of my best friends Mal. We watch every new episode Wednesdays at our homes cause of Covid! I got this for her for Christmas!! Now we're prepared for this finale!! #TheMaskedSinger ","sentiment_score":0.7080743963}
{"full_text":"Now hold on a cotton-pickin' minute here. I thought ol' was \"warshed in the blood\". #hypochristian ","sentiment_score":0.0}
{"full_text":"The #COVID19 #Vaccine is here in Canada  !Why is it important and beneficial to take this vaccine?@WHO infographic explains it so well.#sacovidtf #sacovidregional #VaccineSafety #GoForIt","sentiment_score":0.4}
{"full_text":"Thousands attended an anti-government rally in #Lahore on Sunday, despite the event being refused permission amid the #coronavirus pandemic.#Pakistan","sentiment_score":0.0}
{"full_text":"RT Thank you Dr. Kizzmekia Corbett","sentiment_score":0.0}
{"full_text":"COVID-19 drives Brisbane commuters into private cars","sentiment_score":0.0}
{"full_text":"Take the #DurhamTakeoutPledge and order takeout 1-2x a week to support these local treasures!https:\/\/t.co\/MLPOfc0M6h","sentiment_score":0.0}
{"full_text":"Local COVID-19 News: Benton Co. just surpassed 10,000 infections. That and more in our daily #coronavirus update.","sentiment_score":0.1666666667}
