{"full_text":"Aye me too, but I've two kids and  three grandkids, and a grandchild waiting to be born anytime, Its them I worry about! A fellow had a baby earlier this week, I joked my new grandchild won't be called Corona or Covid and some woman jumped on our conversation saying why not!","sentiment_score":0.0852272727}
{"full_text":"Newcastle squad covid outbreak","sentiment_score":0.0}
{"full_text":"RT REPORT:  A Philadelphia Priest Has Died After Participating In The Moderna COVID Vaccine Trial....","sentiment_score":0.0}
{"full_text":"RT OMG. Coronavirus is the #1 cause of death in the US this week, surpassing heart disease, says","sentiment_score":0.0}
{"full_text":"RT \"A new president and a vaccine\" -- Pelosi on why there's momentum for coronavirus relief legislation now when there wasn't bef...","sentiment_score":0.1363636364}
{"full_text":"Still a ways to go with a lame duck pandemic relief bill, but looking much better. Still not in legislative language, but all parties, Trump, Biden, McConnell, Pelosi all seem to be on board w\/$900B proposal.https:\/\/t.co\/ajDdzvvPe6https:\/\/t.co\/bveOVdYXFvhttps:\/\/t.co\/txjOcJ79vi","sentiment_score":0.0}
{"full_text":"RT Biden and Harris refuse to say that China should be held accountable for their lies &amp; mishandling of Coronavirus. Biden...","sentiment_score":0.0}
{"full_text":"Courage personified #brianpallister #premiere #Manitoba #mbpoli","sentiment_score":0.0}
{"full_text":"RT \"It's important we never forget who the deniers were\" -- as it took the folks at Fox &amp; Friends 10 months and 270,000 dead Am...","sentiment_score":0.1}
{"full_text":"\"California state offices will close in response to Gov. Newsom's stay-at-home order\" #California #Newsom #coronavirus #restrictions","sentiment_score":0.0}
{"full_text":"During the pandemic, shoppers want to research, negotiate, and purchase cars from the safety of home. Find out how auto brands can build great online buying experiences.","sentiment_score":0.8}
{"full_text":"This is on the and hands. Covid restrictions crap are part of a political agenda. The Covid Virus EXISTS! Keeping kids out of school along with all other restrictions are B.S.! If you are at risk, just as in the past, protect YOURSELF! Everyone else MAKE HEADWAY","sentiment_score":-0.3171875}
{"full_text":"RT Just a note to say that in order for the vaccine to work, we have to ensure global equality in access to the vaccine. N...","sentiment_score":0.0}
{"full_text":"RT Let's be honest.Many Black person will refuse to take this COVID vaccine bc most of us don't trust that white people or...","sentiment_score":0.1111111111}
{"full_text":"  HAPPY 5th BIRTHDAY JACK","sentiment_score":0.8}
{"full_text":"RT As the coronavirus pandemic continues to worsen, take our pledge, vowing to do everything in your power to reduce the sp...","sentiment_score":0.0}
{"full_text":"I heartily second this. Discworld has been the perfect choice for all these reasons. #ripterrypratchett  #THANKS #HEIS #ANYOTHERMESSAGES?","sentiment_score":0.4}
{"full_text":"will upland be enforcing the new stay at home order?","sentiment_score":0.1363636364}
{"full_text":"RT UK propaganda is so tedious. Johnson tore up own political agreement on EU-UK negotiations; turned up with new bunch of r...","sentiment_score":0.0272727273}
{"full_text":"RT World Bank refused to disclose the Kenyan COVID response contracts that they've funded. See my appeal to their first decisi...","sentiment_score":0.25}
{"full_text":"RT \"We are telling them that they are part of a bigger struggle, that they are not alone in being behind on rent during #COV...","sentiment_score":-0.2}
{"full_text":"RT Lmao wtf her blood the vaccine. Drain her ","sentiment_score":0.05}
{"full_text":"Play date Pandemic style!#SocialDistancing                      #DogsOfTwitter                             #FridayMorning","sentiment_score":0.0}
{"full_text":"RT Our economic recovery is stalling, just as we enter winter with record infections and deaths.We have a responsibility...","sentiment_score":0.2}
{"full_text":"RT Vice President Mike Pence will visit the CDC in Atlanta on Friday to receive a progress report on the development of coronavir...","sentiment_score":0.0}
{"full_text":"RT Help our campaign for #Coronavirus support and #forgottenfreelancers #selfemployed. There's a #westminsterhall debate on the...","sentiment_score":0.0}
{"full_text":"Are you listening world? Ivermectin is working!!! #COVID19 #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"RT Joe Patti points out re-opening needs re-assuring images: What The Hell - Oh Wait That Is A Pre-Covid Picture","sentiment_score":0.0}
{"full_text":"So in some people's world, life is normal, there is no Covid and it's time to party and mingle and drink and laugh and play and call people names and not give a good GD about reality.  Must be nice to be ignorant.","sentiment_score":0.4375}
{"full_text":"Op-Ed: On the COVID frontlines, we're tired of hearing lame excuses for risky behavior","sentiment_score":-0.45}
{"full_text":"Almost All COVID Transmission Is Happening in These 5 Places, Doctor Says via","sentiment_score":0.0}
{"full_text":"RT Coronavirus Update: Total cases: 65,863,523 (+136,076)  Current cases: 18,729,676 (+77,041)  Deaths: 1,517,467 (...","sentiment_score":0.0}
{"full_text":"She and Doug are doing a horrible job. Setting the bar at the only province doing a worse job is both condescending and idiotic...","sentiment_score":-0.5166666667}
{"full_text":"is making people go in person to cancel their gym memberships...in NYC while Coronavirus is surging. are you fucking kidding","sentiment_score":-0.6}
{"full_text":"RT Stephon Tuitt was placed on the COVID-19 list last Friday so it's clear he tested positive. #Steelers","sentiment_score":0.1090909091}
{"full_text":"Just did a covid test for my kids and got results in under 90 minutes.","sentiment_score":0.0}
{"full_text":"Not yet proven that #vaccine is silver bullet protecting the inoculated and preventing transmission?Seems you may get virus in upper respiratory tract &amp; be able to shed it (infecting others) with vaccine protecting you from #covid?Again, does govt understand?@IndependentSage","sentiment_score":0.25}
{"full_text":"i gave the whole gang covid","sentiment_score":0.2}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"RT UK propaganda is so tedious. Johnson tore up own political agreement on EU-UK negotiations; turned up with new bunch of r...","sentiment_score":0.0272727273}
{"full_text":"RT OMG. Coronavirus is the #1 cause of death in the US this week, surpassing heart disease, says","sentiment_score":0.0}
{"full_text":"RT Detroit small business support groups in partnership with NEI &amp; other funders are surveying small businesses to understand t...","sentiment_score":-0.2083333333}
{"full_text":"LMFAOOOOOO FACTSSSSS. Like stfu","sentiment_score":0.0}
{"full_text":"RT NO.  He deserves credit, and the branding of.... THE VIRUS!","sentiment_score":0.0}
{"full_text":"He wore full PPE for 7 months working with the sickest COVID patients, since March.  And since masks mostly protect others from catching the virus,  his conscience was probably clear knowing he didn't give the virus to anyone else. #WearAMask #SocialDistancing","sentiment_score":0.3875}
{"full_text":"RT Wow. He's seen 200 patients in a parking garage because the hospital is full. Trump said he was lying. Horrible.","sentiment_score":-0.1833333333}
{"full_text":"RT Take everyday actions to protect yourself and your family from #COVID19. Wash your hands often for at least 20 seconds with soa...","sentiment_score":-0.25}
{"full_text":"Check out Bill Nye's video! #TikTok#SouthDakota #MaskUp #SouthDaCOVID #PublicHealth #COVID19 #BeBRAVE ","sentiment_score":0.0}
{"full_text":"RT Let's be honest.Many Black person will refuse to take this COVID vaccine bc most of us don't trust that white people or...","sentiment_score":0.1111111111}
{"full_text":"We don't remember seeing this either#utpol","sentiment_score":0.0}
{"full_text":"What next?Change in climate is not equal to climate change?","sentiment_score":0.0}
{"full_text":"Irv Gotti was never the original target &amp; also had silent assistance frm Lyor..The Feds motivation was never just 2 \"take down\" MurdaInc..it was deeper..lastly Irv's situation didn't have finessin' in a pandemic...&amp; 15yr old bodies bein dropped in Westchester..issawrap..","sentiment_score":0.0798611111}
{"full_text":"RT We went from \"two weeks to flatten the curve\" to \"Just 100 days\" about a year later.No, Joe.There's no science behind...","sentiment_score":-0.4}
{"full_text":"Covid et business... loin du business du Covid","sentiment_score":0.0}
{"full_text":"and are proud to be part of a communications effort aimed at young adults in the UK encouraging them to help combat the COIVD-19 pandemic. Well done! #daretocare","sentiment_score":0.4625}
{"full_text":"RT The coronavirus seems to mostly get in through mucus membranes (nose, mouth, lungs, eyes) but the vaccine, ideally, creates a...","sentiment_score":0.7}
{"full_text":"Following the expected #COVID19 second wave scenario in month of January or February, #Karnataka Health and family welfare minister on Friday said that the govt is mulling over suspending all celebrations between December 20, 2020, and January 2, 2021 in the state.","sentiment_score":-0.0333333333}
{"full_text":"RT \"A Tale of Two Pandemics\" - Brilliant, self-aware, lacerating email from a man whose #covid experience has been very diff...","sentiment_score":0.55}
{"full_text":"You spent $542,000 of tax payer money to sue her to take away her ability to combat Covid. You now have all the power to do whatever you want and have had it for months. You've done nothing but whine. This is all on you now Mikey figure it out.","sentiment_score":-0.1}
{"full_text":"Covid, which is kind of all of the above","sentiment_score":0.3}
{"full_text":"Congrats to the British Conservative government assuming the title of biggest idiots in the Western world in advance of the scheduled Jan 20 titled handover date","sentiment_score":-0.2666666667}
{"full_text":"#SriLanka #Asia  Cases: 26,559 (+269)  Death: 129  Recovered: 19,438  Critical: 0  New %: 2.0% (+1.0%)  Death %: 0.5%  Population %: 0.1%#CoronaVirus #Covid19 #SarsCov2#Forecast","sentiment_score":0.0681818182}
{"full_text":"COVID is not the same in the very basic sense that a great deal of the general population cares about who dies from it and it's not outing people who were closeted for survival.Given that we're a couple of days after World AIDS Day, here's this:https:\/\/t.co\/Cusd7RUmQf","sentiment_score":0.2125}
{"full_text":"Just wondering if is comfortable employing a sociopath who openly advocates for letting Canadians die.","sentiment_score":0.2}
{"full_text":"waiting in line to get tested for covid because my dad was exposed to someone with it at work...","sentiment_score":0.0}
{"full_text":"RT On 9\/11 we had 2,977 deathsThe last 3 days we had 8,600 deaths from Covid-19We're almost matching 9\/11 everyday &amp; will...","sentiment_score":-0.1}
{"full_text":"RT How California's new stay-at-home order affects S.F. and the Bay Areahttps:\/\/t.co\/dHXZRe7zRd","sentiment_score":0.1363636364}
{"full_text":"RT 7 months ago","sentiment_score":0.0}
{"full_text":"RT Time for my morning walk. But before I go, we need to talk. The coronavirus has to be contained. I pledge to not be part of th...","sentiment_score":0.0}
{"full_text":"RT People should disobey the lockdown rules at all times in every way they possibly can.","sentiment_score":0.0}
{"full_text":"RT Delighted to see Covid Tracking Project recognized for their invaluable public service this year.","sentiment_score":0.35}
{"full_text":"That's because there was not enough focus on older people. There should have been less focus on shutting down everything and instead a laser focus on making sure vulnerable populations had money and food to stay home safely.","sentiment_score":0.0492063492}
{"full_text":"@MarshaBlackburn said TNsseans \"tell me every day 'Do not send our tax $$ to bail out Chicago &amp; San Francisco.'\" I, as a TNssean, respectfully note that #COVID19 relief should go to all 50 states. #UnitedWeStand #DividedWeFall ","sentiment_score":0.5}
{"full_text":"RT During these challenging times, we must not become frozen with fear or worry. What actions can you take for the better?...","sentiment_score":0.5}
{"full_text":"RT LA is going back into a lockdown where it's illegal to ride public transit, bike or walk, but shopping malls are allowed 2...","sentiment_score":-0.1666666667}
{"full_text":"Could a Blood Test Show If a Covid-19 Vaccine Works?  #bioethics","sentiment_score":0.0}
{"full_text":"Obituary for Kansas COVID-19 victim rips anti-maskers - New York Post","sentiment_score":0.0306818182}
{"full_text":"RT \"Post AIDs epidemic we were left w the incels and the uglies who couldn't fuck...and that's why yalls art is bad\" - my q...","sentiment_score":-0.35}
{"full_text":"RT There is no \"recovery\". There's never been a \"recovery\" because this country never had a national plan to address the pand...","sentiment_score":0.0}
{"full_text":"South Korea has chosen AI as an important education policy task in consideration of the recent digital technology advancement accelerated by the outbreak of the coronavirus pandemic. ","sentiment_score":0.1333333333}
{"full_text":"We dont want to go sir .. We are hppily studing online . kindly sir help us covid situation is not in control to travel to other countries.@myogiadityanath","sentiment_score":0.2375}
{"full_text":"RT COVID Update December 3: Not enough attention has been played to the villainous role of Mitch McConnell and the Senate in thi...","sentiment_score":0.0}
{"full_text":"i liked it better when there was 200 additional positives per day and not 11,763","sentiment_score":0.55}
{"full_text":"This guy is a jerk! Rick is right","sentiment_score":0.2857142857}
{"full_text":"RT President-elect Joe Biden has asked top U.S. infectious disease expert Anthony Fauci to continue in his job and serve a...","sentiment_score":0.5}
{"full_text":"RT \"I'VE PUT AN UNGODLY AMOUNT OF PEOPLE IN BODY BAGS\"\"A Tennessee nurse pleads for Tennesseans to see the COVID-19 crisis...","sentiment_score":0.0}
{"full_text":"RT The MNGOP wants you to think that COVID precautions are an attack on holiday celebrations, but they're standing in the way of...","sentiment_score":0.2}
{"full_text":"666. It's a place you could call it as home and a circus.Everyone are super nice here, and u would feel a lot of warm thingy in your heart when you join with us.555. Dont hesitate to talk wimme since my dm will always open for all of you and lets stay together for a long time","sentiment_score":0.2966666667}
{"full_text":"RT BREAKING: Bahrain approves Pfizer's COVID-19 vaccine, becoming second country to do so - Reuters","sentiment_score":0.225}
{"full_text":"RT As a kid of 5 or 6, I lined up with other little people to get the Polio Vaccine. As a man of 73, I'll line up for the Cov...","sentiment_score":-0.15625}
{"full_text":"Be careful out there","sentiment_score":-0.1}
{"full_text":"How Russia's famed Bolshoi is dancing its way through the COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"I just absolutely know about the fact that our FORMER president just didn't give a single fuck about the Coronavirus at all as well as not giving a single fuck about everyone that just currently has that deadly virus in their system at all.  And also, in addition to all of that..","sentiment_score":-0.1178571429}
{"full_text":"RT \"This hasn't been the focus of his rhetoric, apparently, and I think it's a great human tragedy, without question,\" Sen...","sentiment_score":0.2833333333}
{"full_text":"RT Nancy Pelosi admits it was her \"decision\" to block coronavirus relief for monthshttps:\/\/t.co\/atHB2xxXCn","sentiment_score":0.0}
{"full_text":"DP World Cochin growing from strength to strength despite the challenges posed by global pandemic ..","sentiment_score":0.0}
{"full_text":"RT This is the New York Young Republicans Club Gala blatantly ignoring #COVID19 safety protocols and actively spreading a...","sentiment_score":-0.0992424242}
{"full_text":"Had to get tested AGAIN for covid love this for meE","sentiment_score":0.5}
{"full_text":"I cant stand people who down play COVID-19 like it ain't real. Dude dont know ima cuss him out later for thinking such stupidity","sentiment_score":-0.1111111111}
{"full_text":"Keep this up and Democrats are going to get destroyed in the midterms.","sentiment_score":0.0}
{"full_text":"RT Good morning to everyone abiding by CDC guidelines only :)","sentiment_score":0.4}
{"full_text":"RT UK propaganda is so tedious. Johnson tore up own political agreement on EU-UK negotiations; turned up with new bunch of r...","sentiment_score":0.0272727273}
{"full_text":"RT Today is the 7th day our region has been above the 15% of all available beds occupied by COVID19 patients threshold. Pursua...","sentiment_score":0.2}
{"full_text":"RT Tune in Dec.16th 8pm ET Facebook &amp; watch a concert from home &amp; help raise money to #saveourstages for th...","sentiment_score":0.0}
{"full_text":"Fck. Are t they took their virus to the moon made in china??","sentiment_score":0.0}
{"full_text":"Amazing real life story...I am not being biased or taunting but honestly I am sad and feeling gloomy that despite their billions and trillions of dollars our filthy rich Sharifs Zardaries Tareens or Maliks no-one thought it to invest in otherwise minting money biz prospect ","sentiment_score":-0.025}
{"full_text":"RT Bed vacancy for covid patients in Delhi hospitals increased to 11341 from 7973 since 11 Nov ( More than 60% covid beds a...","sentiment_score":0.5}
{"full_text":"RT An immigrant Muslim couple found the COVID-19 vaccine. IMMIGRANT AND MUSLIM","sentiment_score":0.0}
{"full_text":"RT Anti-LGBTQ Hungarian politician resigns after fleeing from an all-male orgy and getting detained by police because the part...","sentiment_score":0.0}
{"full_text":"RT So... if there was any doubt about her motives behind rejecting Mnuchin's $1.8 trillion agreement before the election, wh...","sentiment_score":-0.4}
{"full_text":"3 Training Opportunities to invest your time during COVID    #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"good morning. brain death morning.","sentiment_score":0.7}
{"full_text":"she probably got sick of him and used the pandemic as an excuse to get out of it and honestly good for her","sentiment_score":-0.0214285714}
{"full_text":"It doesn't belong in the defense bill and everyone knows it.  We know what yall are doing.  How about pushing another Covid Relief instead.","sentiment_score":0.0}
{"full_text":"I keep thinking about how in the summer, Swedish newspapers were using the past tense to talk about covid in Sweden. Wish I had screenshotted those images. ....What will I wish I had screenshotted today, in three months' time? Taking suggestions!","sentiment_score":-0.3333333333}
{"full_text":"SITUATION UPDATE: COVID-19","sentiment_score":0.0}
{"full_text":"RT ICYMI: Alberta was singled out as an example of what not to do during a pandemic by Ontario's health minister. https:\/...","sentiment_score":0.0}
{"full_text":"Immune to coronavirus - is that even possible?By Katrin Zofel (@sciencezoe)#Germany","sentiment_score":0.0}
{"full_text":"\"School closings threaten gains of students with disabilities\"https:\/\/t.co\/bXQugRb2Cg","sentiment_score":0.0}
{"full_text":"'Is Wearing Two Masks Better Than One?'It depends.If you've managed an actual surgical mask, then putting another layer doesn't do much good. But if you're using a basic cotton mask, wearing a second...https:\/\/t.co\/eln6oztHli#coronavirus #COVID19 #StaySafe #WearAMask #health","sentiment_score":0.3}
{"full_text":"We're happy to support COVID Heroes, a celebration of the people and organizations in Greater Victoria that have made exceptional contributions to our community during the #COVID19 pandemic. Nominations close TODAY at 4pm - so nominate your hero now! #yyj","sentiment_score":0.7111111111}
{"full_text":"I thought it was racist to ask for id but this is ok","sentiment_score":0.5}
{"full_text":"Nationwide, the YMCA has provided 37 million meals to more than one million people in the last six months. That's an increase of more than 25% since the same time last year as they now deal with new safety regulations.","sentiment_score":0.1893939394}
{"full_text":"#PaidContent | A group of women from Nicoya work in their own community garden to plant and market their food. This is a project from the municipality as an alternative for social welfare and economic reactivation during the COVID-19 pandemic.","sentiment_score":0.2777777778}
{"full_text":"TERRIBLE! The former hospital worker fractured his infant child's legs, injured its skull and caused a brain bleed. When asked, he said he did it because he was 'stressed' by the pandemic. He was sentenced to three years of probation, with conditions.https:\/\/t.co\/bRE4907TbW","sentiment_score":-0.5}
{"full_text":"baby eLIEs #ny21 is NOTgetting used to Covidit's killing us@elisestefanik is killing ushttps:\/\/t.co\/klh5tAxPT8","sentiment_score":0.0}
{"full_text":"High-impact entrepreneurs are key to overcoming the economic fallout from COVID-19","sentiment_score":0.1}
{"full_text":"Opinion: Ohio voters shifting right, the Republican party's acceptance of the \"far-right\" and outrage over pandemic response means DeWine may face a challenger from farther right in the Republican primary in 2022https:\/\/t.co\/t4YI7VrG5d","sentiment_score":0.3238095238}
{"full_text":"A warning has been issued over hand sanitisers that could be leaving you unprotected to coronavirus","sentiment_score":0.0}
{"full_text":"RT Are you a Leeds Trinity campus student? Have you booked your asymptomatic test but not sure what to expect? Check out t...","sentiment_score":-0.25}
{"full_text":"California is making available $500,000,000 in reserve funds for grants to small businesses, nonprofits, and cultural institutions. Businesses can apply for grants up to $25,000. Learn if you qualify:","sentiment_score":0.0833333333}
{"full_text":"Parents, looking for fun FREE resources to entertain your kids during the lockdown? Let them bring Africa to Life!Get your free marker here - a friend to share!#DistanceLearning #edchat #Africa #Geography #STEM #edtech #elearning #arvrinedu","sentiment_score":0.3666666667}
{"full_text":"It's not all doom and gloom. LymeOnline editor Francesca Evans says there's plenty of positive news amid the pandemic and you can read all about it in the LymeOnline newspaper - back in print today following lockdown! #lymeonline #lymeregis #dorset #blog","sentiment_score":0.0234848485}
{"full_text":"RT Graphics: How is #China coping with #coronavirus detected on imported cold chain food?more: htt...","sentiment_score":-0.6}
{"full_text":"#Texas to receive the #CovidVaccine this month!https:\/\/t.co\/qN8yqHVpws#COVID19 #vaccine #CDC #CoronaVirusUpdates","sentiment_score":0.0}
{"full_text":"\"Turkey's COVID-19 explosion brings harsh restrictions: With more than 30,000 new daily infections, President Erdogan says he had no choice but to 'minimise human mobility'.\"","sentiment_score":0.0872727273}
{"full_text":"\"Did You Know?\"Mayor has made providing safe and reliable access to food for those in need a priority. It's another way Rochester is fighting for equity and recovering together during the pandemic.","sentiment_score":0.5}
{"full_text":"Our Momentum #roadshow trailer is Covid-secure and perfect for presentations, product demonstrations and experiential event applications. Here's putting the vehicle to use in their #Stone25 Anniversary Tour of the UK.https:\/\/t.co\/Paoo5CUT3y","sentiment_score":1.0}
{"full_text":"IBM announced on Thursday that hackers were unsuccessful in a phishing attack targeting the vital #coldchain that enables #COVID19 vaccine distribution. Read the full story from","sentiment_score":0.225}
{"full_text":"Our #COVID19 toolkit provides resources covering #atypicalpresentations of #COVID19 in older adults, #deliruim prevention in the ED, #isolation &amp; #dementia and more:https:\/\/t.co\/3X8dtNkGg9@geri_EM","sentiment_score":0.1666666667}
{"full_text":"As of December 3, 42,268 pregnant women in the United States have COVID-19, with more than 50 deaths.Learn more:","sentiment_score":0.4444444444}
{"full_text":"If you are returning to work this week, remember to stop your #COVID19 Pandemic Unemployment Payment the day you return to work.The quickest and easiest way to do this is at information here:","sentiment_score":0.0}
{"full_text":"#InPics | Sputnik V, one of two Russian-made vaccines to have received domestic regulatory approval so far despite clinical trials being incomplete, requires two injections. A third vaccine is in also in the works.Take a look!https:\/\/t.co\/V2QFlpFIIW","sentiment_score":0.0333333333}
{"full_text":"\"It's amazing that a 104-year-old survived COVID.\"","sentiment_score":0.6}
{"full_text":"As #Hanukkah approaches, Jewish community looks for light to dispel the darkness | By","sentiment_score":0.2}
{"full_text":"Please see today's update on positive COVID-19 cases in for 12\/2-12\/3. Updates are on Mondays, Wednesdays, and Fridays by noon. To receive these updates by email, please subscribe to blog at (may need to switch to web version)","sentiment_score":0.2272727273}
{"full_text":"A record number of  more than 1,02,93,000 samples tested in #AndhraPradesh so far. #COVID19 #IndiaFightsCorona","sentiment_score":0.3}
{"full_text":"Misinformation is always dangerous and in this case, it will cost lives. ","sentiment_score":-0.6}
{"full_text":"Vaccine book timed to accompany roll-out of live-saving jabs - to publish How to Make a Vaccine: An Essential Guide for COVID-19 and Beyond by Dr John Rhodes next Marchhttps:\/\/t.co\/nLJUZRp8dU (Free to view)","sentiment_score":0.1333333333}
{"full_text":"RT Trump wanted to send everyone $1200 again but Pelosi refused because she was holding out for a president who believes in...","sentiment_score":0.0}
{"full_text":"Even if everything goes smoothly and distribution happens as swiftly as the vaccines' initial development, all could be for naught if people don't help slow the virus' spread in other ways. ","sentiment_score":-0.00625}
{"full_text":"Grandson fighting Covid-19 alongside grandad in same hospital ward.","sentiment_score":0.0}
{"full_text":"The BITE LA Winter Holiday &amp; Sweets Drive Through offers dazzling lights with a focus on interactivity and play, featuring \"sno-ball\" fights with snowmen and more (note: COVID-19 safety and health protocols will be STRICTLY enforced) #LA","sentiment_score":0.45}
{"full_text":"Raghav Shroff interviews Alexander Ray, who took part in a Deloitte Vac-Scheme over the first lockdown and offers advice on how to secure placements.https:\/\/t.co\/BhA4IdzvcKImage: Unsplash","sentiment_score":0.25}
{"full_text":"Not only are people across the country dealing with a pandemic, the news of the most recent election, holiday stress and the time change as we hop into winter are all reason's why some of us may be stressed and losing sleep.","sentiment_score":0.1666666667}
{"full_text":"ON A MISSION. After losing his father to COVID-19, Terrell Seabrooks is determined to make him proud. Seabrooks is poised to join the as a J.D. candidate and graduate with the Class of 2026.  >>","sentiment_score":0.8}
{"full_text":"How COVID-19 Could Be Impacting Your Mental HealthRead our blog on ways you can keep your mental and physical health healthy.https:\/\/t.co\/mjjX2GljCc#BrilliaHealth","sentiment_score":-0.0666666667}
{"full_text":"It's #NationalHandwashingAwarenessWeek.With the flu season and COVID-19 in the air, remember germs don't care who they get sick. Clean hands prevent the spread of sickness. Be sure to follow the steps pictured.#WOWCoalition #GetintheWay #SaySomething #DoSomething #COVID19","sentiment_score":0.0507936508}
{"full_text":"Studies say you can end up working longer hours when you don't have your normal post-shift activities. Here's how to pace your day while working during the pandemic.","sentiment_score":0.15}
{"full_text":"The Wisconsin woman's hockey team's series against Minnesota starting Friday has been canceled because of positive COVID-19 cases on the team, according to Wisconsin Athletics.","sentiment_score":0.1136363636}
{"full_text":" Coronavirus can spread easily in enclosed spaces.Here are some of the steps we can all take to reduce the risk of catching or spreading the virus if we have to let people in our homes. Watch our video to learn how to #StaySafe at home ","sentiment_score":0.5166666667}
{"full_text":"\"We are creating an inequality 20 years later, which is even greater than what we have today.\"Professor talks about the pandemic's impact on women and mothers. #COVID19","sentiment_score":0.25}
{"full_text":"RT Finally, a TikTok craze I can get behind.","sentiment_score":-0.2}
{"full_text":"According to 60% of companies believe their employees are working longer hours during the #pandemic. Learn more via #mentalhealth #futureofwork","sentiment_score":0.5}
{"full_text":"\"Black Panther\" actress Letitia Wright has been scolded by fans after sharing a controversial video Thursday with unsubstantiated claims about the coronavirus vaccine.","sentiment_score":0.1916666667}
{"full_text":"Race to bring Covid-19 vaccine to Africa brings with it many challenges","sentiment_score":0.5}
