{"full_text":"Coming up on 10\/11 This Morning: In 2 weeks CHI Health could be giving out #COVID19 vaccines Indian Center and #LNK businesses collecting winter gear to send to Pine Ridge Native American Reservation Socially distanced visits with Santa, a new reality in #LNK during 2020","sentiment_score":0.0174242424}
{"full_text":"RT Vainateya Gavai, co-founder opens the discussion by introducing #VoiceOfVillage hosted by","sentiment_score":0.0}
{"full_text":"Today the UK became the first Western country to approve a Covid-19 vaccine. Following this and other recent vaccine trial and approval announcements, here are five misinformation narratives reporters should be aware of when covering these stories. ","sentiment_score":0.0625}
{"full_text":"RT (Not so) friendly reminder that we're in the middle of a real pandemic. Tolong ini baca ya, pls RT penti...","sentiment_score":0.1916666667}
{"full_text":"We want war reparations in the form of vaccines.","sentiment_score":0.0}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"RT In case you need another reason Big D3\/K2 fan. (Don't be deficient)Study finds over 80% of COVID-19 patients have vit...","sentiment_score":0.0}
{"full_text":"What you are saying makes so much sense. But at the same time, I can't get this thread out of my mind, and it's been over a month since I read it:","sentiment_score":0.1}
{"full_text":"RT Phoenix Az metropolitan area. My unit is now 100 percent COVID. Converted another unit for COVID positives. Doub...","sentiment_score":0.0}
{"full_text":"RT BREAKING : Staten Island bar owner arrested for defying lockdown orders.@JohnnyTabacco tells \"Governor Cuomo...","sentiment_score":0.0}
{"full_text":"RT Questions remain after Chinese government leak suggests early coronavirus cover-up | writes","sentiment_score":0.05}
{"full_text":"Applies to us oldies as well. Keep as healthy as we can manage and don't worry about our shape.","sentiment_score":0.5}
{"full_text":"Expert Panel Advises CDC That US Healthcare Workers and Nursing Home Residents Should Get Covid-19 Vaccine First - via","sentiment_score":0.25}
{"full_text":"Y'all don't understand how many hoodies, jackets &amp; tracksuits i bought online through out tha pandemic ","sentiment_score":0.5}
{"full_text":"After #corona Juwelana    #music #playlists #playlist #backstagepro #dance #pop","sentiment_score":0.0}
{"full_text":"RT Italy's health minister says the country will distribute 202.6M doses of Covid-19 vaccines during 2021 in \"an unprecedented ef...","sentiment_score":0.6}
{"full_text":"And #Czech government is now progressively lifting #COVID19 restrictions again (pubs reopening tomorrow) when the figures are still not great.","sentiment_score":-0.4}
{"full_text":"Coronavirus in the U.S.: Latest Map and Case Count At least 2,604 new coronavirus deaths and 183,831 new cases were reported in the United States on Dec. 1.  more than 13,798,900 people in the United States have been infected and at least 270,600 have died","sentiment_score":0.1121212121}
{"full_text":"RT Here is an update on how the Dakotas are doing, after the North started lockdowns (dotted line) and the South did not.Lo...","sentiment_score":0.0}
{"full_text":"RT What was sunny deol doing all these days ?Has he reached out to farmers protesting? Now covid +veAll the bollywood actors w...","sentiment_score":0.0}
{"full_text":"Unfortunately doesn't feel natural that what's going to move heath authorities are the *vast number* of chain stores encouraging people to leave their homes.","sentiment_score":-0.1333333333}
{"full_text":"Listen to at #SAPTechEd how they delivered three important co-innovations with #sapapphaus to fight #COVID19 - in just four weeks. #sapbusinesstechnologyplatform #healthcare #innovation #digitalinnovations","sentiment_score":0.4}
{"full_text":"Wow this is big news!","sentiment_score":0.05}
{"full_text":"Wellness Club Has Right Timing during Pandemic, Sees Success in 1st Year of Operation ~ via Missouri.","sentiment_score":0.2928571429}
{"full_text":"Novel coronavirus presents exciting new opportunities for this guy","sentiment_score":0.2181818182}
{"full_text":"RT Trump: Day 1,411 (THREAD)-14,108,490 Cases of COVID-19 in US-US CV-19 Death Toll Rises to 276,976-Summoned FDA Chief...","sentiment_score":0.0}
{"full_text":"Pangolin smuggling: The next coronavirus time bomb? | The World from PRX","sentiment_score":0.0}
{"full_text":"RT My sincere prayers for his speedy recovery thambi .","sentiment_score":0.5}
{"full_text":"RT Help is on its way. The MHRA has formally authorised the Pfizer\/BioNTech vaccine for Covid-19. The NHS stands ready to...","sentiment_score":0.2}
{"full_text":"RT So just to summarise, the UK is the best country in the world, a trailblazer, because its medicine regulator is the first to a...","sentiment_score":0.625}
{"full_text":"RT Isn't the COVID vaccine rushed?No. Years saved because:- Vaccine developed based on pre-existing SARS research- 100...","sentiment_score":0.1}
{"full_text":"RT Lockdown 2.0 day 23 . Achievement : Striped my bed ready for clean sheets .","sentiment_score":0.2833333333}
{"full_text":"RT Following months of litigation over information about who benefited from pandemic relief programs, the Small Business Admin. rel...","sentiment_score":-0.125}
{"full_text":"RT The holidays can get ya feelin lonely especially in these times of social distancing! BUT \"If you're lonely when you're alo...","sentiment_score":-0.0395833333}
{"full_text":"you know. the celebs are out enjoying their lives right now, mask free and covid free seems like. i haven't heard of anyone getting sick lately. i've also talked to several people who haven wore a mask in months n haven't gotten sick n it really got me thinking.","sentiment_score":0.0063492063}
{"full_text":"They sure did along with the XIXIPING China virus","sentiment_score":0.5}
{"full_text":"Pfizer COVID-19 vaccine good to go in the UK. \"Regulators in the US and UK do things differently: The FDA asks drugmakers for raw data, which it reanalyzes itself, while British regulators rely more heavily on reports produced by the drugmakers.\"","sentiment_score":0.1282051282}
{"full_text":"First thing you would do after covid?REQUEST #FridayLivestreamSB19xATIN13thMonth","sentiment_score":0.25}
{"full_text":"RT became friends to the affected ones became caretaker of the lonely elders became umbrellas for other people who were...","sentiment_score":-0.1125}
{"full_text":"RT (Le francais suit.)IMPORTANT: our Centre does not provide counselling services.In crisis? Please call 1-833-456-4566...","sentiment_score":0.0}
{"full_text":"RT The SEC medical task force continues to make assessments on safe play for student athletes in a fluid situation. Robert \"Warne...","sentiment_score":0.1}
{"full_text":"RT Despite the pandemic that we are experiencing now, we thank God for always giving us opportunities to learn His wisdom.#P...","sentiment_score":0.0}
{"full_text":"RT Just caught up on this column which appeared a fortnight ago. While we're all focussing on getting to herd immunity on C...","sentiment_score":0.0}
{"full_text":"RT When they once and for all prove George Soros hacked Dominion Voting Machines by having Bill Gates hotwire the 5G cell tow...","sentiment_score":0.0}
{"full_text":"RT There's sometimes a difference between true information and \"authoritative information\"","sentiment_score":0.325}
{"full_text":"RT Today's Senate Oversight hearing only sows distrust in our electoral system. During a pandemic, poll workers, election offi...","sentiment_score":0.0}
{"full_text":"Daily Update 12\/02: According to the John's Hopkins University, 180,083 new cases and 2,597 fatalities were reported yesterday.The total number of confirmed cases is now 13.72 million and fatalities is 270,642.https:\/\/t.co\/IyTBjmTSOQ#COVID19 #mSightly #WearAMask","sentiment_score":0.1340909091}
{"full_text":"He has to stay, no matter what. You can't fully judge a coach after this season's chaos. Covid, injuries, no fans. A lack of continuity for everyone. Sure, you need to get out of a group with Inter, Gladbach and Shakhtar but I don't think Zidane is to blame for everything.","sentiment_score":0.5}
{"full_text":"Every damn day.","sentiment_score":0.0}
{"full_text":"I should add that becoming housebound and the pandemic both really reduced my expenses and made this possible. Which is perhaps the definition of grad student precarity","sentiment_score":0.2166666667}
{"full_text":"A lying mop.","sentiment_score":0.0}
{"full_text":"RT What an outstanding woman Biden chose in Janet Yellen. She's experienced &amp; understands America's unique financial proble...","sentiment_score":0.41875}
{"full_text":"COVID Bailout PR","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE INTERVIEW:K-pop group is the biggest pop band in the world, according to Bloomberg's Pop Star Power R...","sentiment_score":0.0}
{"full_text":"RT 12\/1 NH DHHS update:- 2 new deaths reported (1 age 70-79, 1 age 80+, both LTC)- 160 currently hosp (~6% of staffed beds)...","sentiment_score":0.0681818182}
{"full_text":"UK approves Pfizer\/BioNTech Covid vaccine for rollout next week","sentiment_score":0.0}
{"full_text":"As Hospitals Fill With COVID Patients, Medical Reinforcements Are Hard to Find analysis, Blake Farmer, Health care, Health care reform, healthcare, Kaiser Health News, Nashville Public Radio and Carrie Feibel health, news, opinion, politics","sentiment_score":-0.0972222222}
{"full_text":"Catalonia reducing Covid-19 restrictions in front of Christmas and New Year's. Groups of 10 and later curfews.","sentiment_score":0.0681818182}
{"full_text":"Real","sentiment_score":0.2}
{"full_text":"Effect of sex hormones on coronavirus disease 2019: an analysis of 5,061 laboratory-confirmed cases in South Korea.","sentiment_score":0.0}
{"full_text":"Anti-parasitic drug 'Ivermectin' can kill COVID-19: Oz scientists","sentiment_score":0.0}
{"full_text":"RT So UK is first in the World to approve a covid vaccine. Historic moment. Maybe Sweden's handling of the pandemic will...","sentiment_score":0.125}
{"full_text":"RT They are such mean spirited people.  Please take the leadership and do something.  They are such...","sentiment_score":0.046875}
{"full_text":"RT BREAKING--UK becomes the first country to approve the Pfizer\/BioNTech #COVID19 vaccine for general public. British regulator...","sentiment_score":0.075}
{"full_text":"RT Leaked documents reveal China's mishandling of the early stages of Covid-19","sentiment_score":0.1}
{"full_text":"RT To #OrangeTheWorld at this period of #16DaysOfActivism against gender-based violence, I have lit the House #Abuja. 20...","sentiment_score":0.0}
{"full_text":"RT Trump's COVID Team Terrified: Trump Shows No Concern, No Plan for Coming Explosion, 'He's Checked Out'.Checked out? He...","sentiment_score":0.0}
{"full_text":"Excess deaths is extremely important in understanding what is actually happening, and it is also the hardest number to deceptively manipulate.  It is clearly being ignored, downplayed and censored bc it doesnt reveal what they wish it did","sentiment_score":0.1666666667}
{"full_text":"China wants to finally get their moneys worth out of Sleepy Joe Biden.   So they \"arrange?\" his presidency, especially now with everyone dealing with COVID, they're going to need an ally, and an American President would make a most excellent ally","sentiment_score":0.2857142857}
{"full_text":"RT Thanks to the brilliant work of &amp; the whole United Kingdom, we've secured 40 million...","sentiment_score":0.4333333333}
{"full_text":"RT Everyone is in a shitty situation so let's just understand that and trust that they are doing the best they can with w...","sentiment_score":1.0}
{"full_text":"Hire fire and police instead.","sentiment_score":0.0}
{"full_text":"Did Ruto just recover from corona he sounds like he is battling rough homa","sentiment_score":-0.1}
{"full_text":"'The coronavirus pandemic has also seen a rise in the number of people having vivid dreams, something that experts say could be caused by disrupted sleep schedules - or just having a lot more to process and deal with at the end of every day.'","sentiment_score":0.3125}
{"full_text":"RT #BREAKING: UK becomes first country to approve Pfizer's Covid-19 vaccine. The vaccine will be available across the UK start...","sentiment_score":0.325}
{"full_text":"So the population of Florida is 200 Million? Or Are we saying that of the cases of a million there are only 50k positive cases of covid?","sentiment_score":0.1136363636}
{"full_text":"RT Democrats are focused on cannabis &amp; exotic cats while the American people are left to suffer.","sentiment_score":0.1666666667}
{"full_text":"Covid has exacerbated soaring personal debt levels in the UK  amazing piece by our very own","sentiment_score":0.46}
{"full_text":"RT UK becomes the first country in the world to approve the Pfizer\/BioNTech coronavirus vaccine for widespread usehttps:\/\/t...","sentiment_score":0.25}
{"full_text":"Wow! Over 600k people have joined the to call for a Global Common Good #Covid19 #Vaccine -- free of patents, so that everyone in the world can have access, even the poorest. Sign and RT! ","sentiment_score":0.205}
{"full_text":"RT Solidarity This is no way to treat key workers who have kept our country connected throughout the pand...","sentiment_score":0.0}
{"full_text":"RT SCOTUS told he can't discriminate against religious groups regarding #COVID19 rules. is \"thankful we...","sentiment_score":0.0}
{"full_text":"#Alevels and #GCSEs in England are due to go ahead next summer. So what are the options for making exams fair when many teenagers have missed out on schooling due to the Covid-19 pandemic? #exams","sentiment_score":0.19}
{"full_text":"RT Seen a few people suggest that requiring COVID vaccination would be \"orwellian\"George Orwell died of tuberculosis in...","sentiment_score":-0.2}
{"full_text":"RT An Ontario pilot project to test students for COVID-19 in school turns up 19 positive cases at one Toronto school.","sentiment_score":0.2272727273}
{"full_text":"Problems paying your rent during the coronavirus pandemic ","sentiment_score":0.0}
{"full_text":"what does US know about our country and our president JJPM declared it is Corona Free","sentiment_score":0.4}
{"full_text":"covers \"Pandemic Pains: How the Covid-19 Crisis is Impacting the Fintech Industry\" report featuring our CEO, and his thoughts on the future of #smelending: #sme #covid #technology #future","sentiment_score":0.0}
{"full_text":"You can't put a price on the gift of a hug from someone you love. Could rapid #covid tests mean that hugging is set to resume in England's #carehomes? #christmasbubble","sentiment_score":0.09375}
{"full_text":"RT HCQ works. Treat early and live. Infection , inflammation, thrombosis and respiratory distress can all be treated as an...","sentiment_score":0.1181818182}
{"full_text":"#IfICouldDoOver 2020 I'd add some exercise to my pandemic weight gain","sentiment_score":0.0}
{"full_text":"RT Pfizer's coronavirus vaccine was approved for emergency use in Britain. \"Help is on its way,\" said British Health Secre...","sentiment_score":0.0}
{"full_text":"Browns Myles Garrett Back off COVID-19 List","sentiment_score":0.0}
{"full_text":"Would be wonderful if he were charged under the same homophobic laws he just wrote.","sentiment_score":0.5}
{"full_text":"Published in a computational model of a human #Lung cell shows how #SARSCOV2 uses human #metabolism to reproduce. #Coronavirus #COVID19 #Metabolism #Enzymes","sentiment_score":0.0}
{"full_text":"a hypocrite if this was done by the national government they will be saying investment and unemployment will rise","sentiment_score":0.0}
{"full_text":"The EU + 5 other rich countries have pre-ordered about half of projected supply of 4 frontrunner #COVID19 #vaccines but account for only around 13% of the global population","sentiment_score":0.0166666667}
{"full_text":"RT How do you build a resilient world? In the midst of a pandemic &amp; facing decades of rising temperatures, and","sentiment_score":0.0}
{"full_text":"FINALLY It's game day. On the road for 2 Northeastern. Due to COVID only parents can attend. Use this link to live stream the games. JV 6, Var 7:30https:\/\/t.co\/LI7OY3vTyO","sentiment_score":-0.0971590909}
{"full_text":"RT Deadline for these funding applications is Friday 11th December so don't delay! Thanks for spreading t...","sentiment_score":0.2}
{"full_text":"#ICYMI | Austrian Airlines (OS) extends the test phase for mandatory free COVID-19 antigen rapid tests until December 15, 2020. :","sentiment_score":0.4}
{"full_text":"I don't know a single person that has been infected with Covid 19 not here in Surrey anyway and my mum works for the NHS and has been in contact with Dr and Nurses that have had Covid and she has never got it.Sorry about your sister I hope she recovers fully","sentiment_score":-0.0714285714}
{"full_text":"2020 has been a difficult year for everybody, but especially for women organisations.#TB to this guest blog from about how the organisation adapted during the first lockdown to meet the needs of their community #16Days https:\/\/t.co\/33UKAx4rOG","sentiment_score":-0.0833333333}
{"full_text":"As Wall Street pushes higher, a pandemic-weary Main Street is relearning how to manage cash flow with the hope of keeping its retirement dreams alive. Self-employed Americans, and the people working for them, account for roughly 30...","sentiment_score":0.1041666667}
{"full_text":"With today's vaccine news coinciding with the end of lockdown, Lucy provides a much-needed idea of what you can and can't do in Bath over the next few weekshttps:\/\/t.co\/8XpfK3T5O3","sentiment_score":-0.1}
{"full_text":"Conversation article by academic Colin Davidson. Why an antidepressant could be used to treat #COVID19. #fluvoxamine #SSRI ","sentiment_score":0.0}
{"full_text":"A white man verbally attacked a Black Lyft driver after refusing to wear a mask.","sentiment_score":-0.0833333333}
{"full_text":"With an increase in Internet use during #COVID19, women and girls have become targets of online violence more than ever. Use social media to spread awareness &amp; kindness. #Two4One #OrangeTheWorld  #16DaysOfActivism #NBSUpdates","sentiment_score":0.2666666667}
{"full_text":"76% of callers to ALONE's National Support Line in 2020 live alone. We want to give older people the gift of home this Christmas and enable them to stay for as long as they wish. To donate, follow the link below. #YouAreNotAlone #GivetheGiftofHome","sentiment_score":0.0843434343}
{"full_text":"RT Worth noting that if we were still in the #EU, we would not have been allowed to roll out the #Covid vaccine. #UK passe...","sentiment_score":0.3}
{"full_text":"RT This is what we've been saying all along - glad to see the #MSM's finally catching on. Communist China knowingly lied to...","sentiment_score":0.55}
{"full_text":"Nutley's 2021 St Patrick's Day Parade Canceled Due To COVID-19 Concerns","sentiment_score":-0.1875}
{"full_text":"#Taiwan says COVID 'passports' would be a good ideahttps:\/\/t.co\/oWd3uyC15x","sentiment_score":0.7}
{"full_text":"'We are not making nearly as much as we need to cover bills and I'm not taking a wage anymore. We can't sustain it much longer.' - Castleford and Pontefract pub landlords on what Covid Tier 3 will meanhttps:\/\/t.co\/dCOxwaqTW7","sentiment_score":0.2}
{"full_text":"Deputy Chief Medical Officer Professor Jonathan Van-Tam explains how safety and effectiveness rules have not changed in the development of #COVID19 vaccines.Watch ","sentiment_score":0.0}
{"full_text":"Despite Covid, the SPL is offering:1) FREE extended postal loans.2) a Click and Collect service. Order from our catalogue and pick up from the Library.3) Limited access to the building for users to browse the shelves.https:\/\/t.co\/sTr9LC2o0x","sentiment_score":0.1642857143}
{"full_text":"COVID-19 is a transformational moment in time: Julius Baer's Philipp Rickenbacher","sentiment_score":0.0}
{"full_text":"Get the latest updates about #COVID19 on our website: #covid19MA","sentiment_score":0.5}
{"full_text":"Kicking off their 2021 State of the Art Speaker series, has recruited me and other local independent artists, makers, &amp; creators from the community to showcase our creative endeavors &amp; discuss our lives as creators in COVID times.Please join us! ","sentiment_score":0.125}
{"full_text":"\"If we're going to get to the end of the epidemic, we have to do something to stem the tide of infection in those women,\" said Dr. Kimberly Smith, head of research and development at #HIVNews #HIVPrevention","sentiment_score":0.0}
{"full_text":"55 million of us are now back under the tougher tiered restrictions.The tiers came back into effect at midnight on 2 December after the national lockdown ended.What do you think of the tiered systems?https:\/\/t.co\/npuijxGDi4","sentiment_score":0.0}
{"full_text":"reports that the latest SARS-CoV-2 genome sequences supports its hypothesis of viral entry routes and waves of transmission: from the Diamond Princess Cruise ship outbreak, China, and Europe.Read the full bulletin here:","sentiment_score":0.425}
{"full_text":"Boris Johnson can no longer rely on his MPs to back his Covid strategy.","sentiment_score":0.0}
{"full_text":"\"While vaccine news provides a light at the end of the dark pandemic tunnel, Dr. said Americans should hunker down through the holidays and curtail travel until those vaccines become widely available to the general population.\"","sentiment_score":0.1088888889}
{"full_text":"RT It's December 1st. I am unemployed bc of the pandemic and I don't know what I am supposed to do to pay my bills. What ever...","sentiment_score":0.0}
{"full_text":"#VISCovid19 Volunteering Diaries- Countdown to #IVD2020Day3On lockdown? No problem! #Volunteers in #Italy collected and prepared orders and delivery or #fairtrade products for all those in need. #TogetherWeCan #PeopleComingTogether #LeaveNoOneBehind","sentiment_score":0.0}
{"full_text":"Second wave of coronavirus cuts Turkey's exports in Nov.https:\/\/t.co\/yEwpNWo2kZ","sentiment_score":0.0}
{"full_text":"\"We pivot on a challenge, so this year, we'll find creative ways to celebrate and connect to the people we love,\" says Neal Hoffman, creator of Jewish-themed stuffed toys.https:\/\/t.co\/5JSdMN3Z2h","sentiment_score":0.5}
{"full_text":"If you've dabbled in a bit of lockdown baking, why not have a go at making some handmade gifts? Get ready to release your inner artist, as these brilliant biscuits make the perfect tree decoration AND you can eat them - win win!","sentiment_score":0.65}
{"full_text":"This is no longer a health crisis,it's a total economic catastrophe #lockdown","sentiment_score":0.1}
{"full_text":"Join us LIVE for the latest updates as we get news about the COVID-19 vaccine.","sentiment_score":0.3181818182}
{"full_text":"RT Just how exactly did mate &amp; neighbour, a man with *no* experience in medical supplies, win a PS30 million...","sentiment_score":0.35}
{"full_text":"How has your experience with been so far?Is the merchant safe? What are they doing to ensure both Dashers and consumers are kept safe with the #COVID19 pandemic? All these questions will be answered herehttps:\/\/t.co\/5YZS6Ry5RO","sentiment_score":0.5}
{"full_text":"Container Shipping Market 2020: Covid-19 Impact Analysis Report 2027","sentiment_score":0.0}
{"full_text":"We continue to help Georgia respond to #COVID19. These PCR testing kits were recently delivered to This support will help medical professionals across Georgia manage the pandemic more effectively. #AmericaActs","sentiment_score":0.275}
{"full_text":"COVID 19 cases in India until : 02\/12\/2020 17:30Total Cases: 9504803 [+5051]Active: 426205Recovered: 8938116 [+6313]Deaths :138251 [+91]Total Tests: 142.45MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Trying to decide which of its two big challenges the government is handling worse. Retweet for Brexit. Li...","sentiment_score":-0.2}
{"full_text":"Do you have #DevelopmentalDelay or know someone who does? Then please fill out the #SLTSurvey on how #COVID19 has impacted on your access to speech &amp; language therapy: There are a range of accessible formats. Thank you!","sentiment_score":0.46875}
{"full_text":"The Centers for Disease Control and Prevention recommended on Tuesday that Americans avoid traveling to Mexico during the pandemic because the country is at Level 4, the highest risk assessment level.","sentiment_score":0.0}
{"full_text":"Regardless of the coronavirus restrictions, domestic abuse support services are always available for those that need them. Find details on or contact  #YouAreNotAlone #16DaysOfAction","sentiment_score":0.2}
{"full_text":"Some areas are still seeing high rates","sentiment_score":0.16}
{"full_text":"Did you know that #facemasks can curb the spread of #COVID19 by 85%? Do your part to flatten the curve. Wear a mask. Select from a range of masks from across the globe at #MaskUp #PPE","sentiment_score":0.0}
{"full_text":"For the common good ......   Wow! Over 600k people have joined the to call for a Global Common Good #Covid19 #Vaccine -- free of patents, so that everyone in the world can have access, even the poorest. Sign and RT! ","sentiment_score":0.2035714286}
{"full_text":"WHITHER WINTER SPORTS? The White House #COVID19 Task Force made clear this week that all extracurricular school activities be cancelled in TN due to the outbreak.@SabrinaNC9 tells us how is preparing for sports like basketball &amp; wrestling:","sentiment_score":-0.0083333333}
{"full_text":"DISCOVER HOW THEY ARE BRAINWASHING &amp; MANIPULATING YOUPLEASE RETWEETMedia Reports Covid-19 Coronavirus Vaccine has been approved safe today in UK &amp; Vaccination ImminentDo you really Believe what the media tell you?https:\/\/t.co\/DjUi5vryoQ#vaccination","sentiment_score":0.35}
{"full_text":"Why this startup in Brazil is super-optimistic about the future of coworking spaces? Discover more with this article by for . #startup #innovation #pandemic #businesstips","sentiment_score":0.25}
{"full_text":"Blended research methods 'will become more prevalent' post-Covid","sentiment_score":0.5}
