{"full_text":"Dem Rep. Lee Calls for $2,000-a-Month Federal Cash Assistance Benefit 'Until the End of the Pandemic'https:\/\/t.co\/OrV4riqbvI","sentiment_score":0.0}
{"full_text":"RT Asymptomatic transmission of COVID-19 didn't occur at all, study of 10 million finds","sentiment_score":0.0}
{"full_text":"RT Any #nffc fans know Malc Smith? Sits on the back row of Upper Trent... Kept in touch with him since beginning of COVID but n...","sentiment_score":0.0}
{"full_text":"bye i thought this said \"i'm in a pandemic\" like same","sentiment_score":0.0}
{"full_text":"RT THREAD: Where are we with Covid-19 in England now that the new tiers have started? TLDR: nowhere good and things are quit...","sentiment_score":0.4181818182}
{"full_text":"RT One stat that didn't make it into our story yesterday: as of Wednesday afternoon Ontario had administered 8,342 of the ro...","sentiment_score":0.0}
{"full_text":"A fast-spreading COVID strain has arrived in Ontario","sentiment_score":0.0}
{"full_text":"RT This woman is DISCUSTING!","sentiment_score":0.0}
{"full_text":"RT In a sane world, this pandemic would have been an opportunity for Americans to come together, to confront this deadly...","sentiment_score":-0.2}
{"full_text":" Today is the #VaccineDay for all European countries. On this day, we encourage all countries to include #detainees in the vulnerable groups to vaccinate as soon as possible. People in #prisons live in promiscuity and infectious diseases spread very easily.","sentiment_score":0.0399393939}
{"full_text":"RT Working ooh this morning. Lots calls with possible Covid. Worrying that most have been sick 48hrs or more calling today b...","sentiment_score":0.0714285714}
{"full_text":"RT one rule for us another for them: Despite Covid restrictions some Boxing Day hunts went ahead.Why killing innocent animals...","sentiment_score":0.5}
{"full_text":"Trump must have been soo busy to accomplish all this... now I better understand he did not have time to do any good things (e.g. fix the pandemic) or more golfing...","sentiment_score":0.45}
{"full_text":"Very sorry to say we have decided once again to COVID close for the duration - stay safe and let's hope for a Happier New Year - BBH Crew","sentiment_score":-0.0045454545}
{"full_text":"RT Waduh.https:\/\/t.co\/VQwnckDtk9","sentiment_score":0.0}
{"full_text":"Do you hear yourselves...YOU are right for the picking by the CCP...It's a CHINA virus...ALWAYS has been...Put your conspiracy theories and brain power in the right direction...Your  fear and fear mongering is outrageous...","sentiment_score":-0.1428571429}
{"full_text":"RT Just 377 healthy people under 60 have died of Covid. That's not a typo. There are no zeros missing. 377. Yes, that's sad but...","sentiment_score":-0.0666666667}
{"full_text":"RT It's important to know everything about COVID-19. Including this:","sentiment_score":0.4}
{"full_text":"RT After a Long Pandemic break Theaters are opened again!We are planning for a Special show of our \"JAI LAVA...","sentiment_score":0.1535714286}
{"full_text":"RT Take a moment and try in your mind and in your heart to calculate the enormity of the human suffering created by the failur...","sentiment_score":0.0}
{"full_text":"RT More $$ on GA ads seems pointless. But national ads positioning Dems as defending good things in NDAA (military pay raise)...","sentiment_score":0.2125}
{"full_text":"Considering yourself luck if you haven't been touch by COVID. I lost two friend both in their 50s to this virus. It has devastated our community.","sentiment_score":0.0}
{"full_text":"RT \"Do Whatever You Want To Do Man, But MATA PITA Se Pyar Karo Aur Corona Mat Do\".-@BeingSalmanKhan :) #HappyBirthdaySa...","sentiment_score":0.5}
{"full_text":"*Unexpected genomic sequence (potentially non-random)*Possible target for therapeutics","sentiment_score":0.05}
{"full_text":"WHO is part of the problem, NOT the solution. Covid-19 pandemic will not be the last: WHO chief","sentiment_score":0.0}
{"full_text":"Nearly a whole year of people's lives being fked around by the most incompetent government in history. My sister has just got covid from a school kid, cos schools sd be open innit Boris!!Fkn idiot","sentiment_score":-0.09}
{"full_text":"RT In Belarus, imprisoned activists are being deliberately infected with coronavirus.Authorities move infected people from...","sentiment_score":0.0}
{"full_text":"RT Because of new corona strain discovered in Europe, most of the countries have imposed a strict lockdown. At this time","sentiment_score":0.3181818182}
{"full_text":"RT \"New York is not going to wait for the federal government to protect New Yorkers. We made that mistake back in the spring,\" New...","sentiment_score":0.1022727273}
{"full_text":"Now what? With pandemic Christmas over, what does a safe and socially distanced new year look like? Cheers. #amwriting, #WritingCommunity, #sundayvibes, #WonderWoman1984, #COVID19, #NewYearsResolutions, #tea","sentiment_score":0.2232323232}
{"full_text":"RT Never forget that congress members were warned about this pandemic in Feburary and sold stock instead of doing anythin...","sentiment_score":0.0}
{"full_text":"RT I feel sorry for every single business owner who didn't vote for the Liberal Demo...","sentiment_score":-0.2857142857}
{"full_text":"Well done #sarcasm your leadership is amazing.","sentiment_score":0.6}
{"full_text":"RT Trump: just one last kick to Americans on his way out the door","sentiment_score":0.0}
{"full_text":"RT Ted Cruz personally intervened to get federal pandemic loans for billionaire fracker brothers, the Wilks, who are big dono...","sentiment_score":0.0}
{"full_text":"#BELIEVE in your#JESUSISLORD #SundayThoughts #SundayMorning #SundayFunday #SundayBrunch #JesusSaves #covid19 #Jesus  #lockdown #vaccine #video #coronavirus #corona #covidvaccine #sundayvibes #SundayMotivation #JesusChrist #sundaynight #earthquake #JesusLovesYou #JESUSISCOMING","sentiment_score":0.0}
{"full_text":"RT After a Long Pandemic break Theaters are opened again!We are planning for a Special show of our \"JAI LAVA...","sentiment_score":0.1535714286}
{"full_text":"RT My neighbour (an A&amp;E nurse) just took early retirement as she could no longer cope with the devastation of COVID. TH...","sentiment_score":0.1}
{"full_text":"RT Pence refused to wear a mask, allowed hundreds of thousands to die from COVID due to a poor Fed Govt response that he le...","sentiment_score":-0.2625}
{"full_text":"Taking time to relax and rejuvenate while spending time with Family and Friends is always important!","sentiment_score":0.5}
{"full_text":"RT Congratulations, Marc. This honor is a testament to your innovative leadership, compassionate response during this pandemic...","sentiment_score":0.5}
{"full_text":"RT What went wrong?Everything. is responsible for the catastrophic response: he delayed response, silenced e...","sentiment_score":0.2}
{"full_text":"RT After a Long Pandemic break Theaters are opened again!We are planning for a Special show of our \"JAI LAVA...","sentiment_score":0.1535714286}
{"full_text":"RT looking back I do think CATS (2019) may have given us the coronavirus","sentiment_score":0.0}
{"full_text":"RT More than 10 million people will lose unemployment benefits TODAY because President Trump has failed to sign the Relief Bi...","sentiment_score":0.0}
{"full_text":"Indians who have migrated to USA are still on dreaded h1b visa and with current laws, they will NEVER receive Green Card. Meanwhile USA government doesn't hesitate to deport their children &amp; spouses if they die due to covid19 or accident.https:\/\/t.co\/vGC6sdyD6p","sentiment_score":-0.1083333333}
{"full_text":"RT Trump left \"desperate\" American workers out in the cold with his refusal to sign COVID stimulus package as help ran out.","sentiment_score":-0.3}
{"full_text":"RT A remind to always call #COVID19 what it is: #TrumpVirus.","sentiment_score":0.0}
{"full_text":"A year ago idiots like Brian said it was nothing more than seasonal flu. Now we know they were wrong. COVID 19 has killed 4 times as many people than seasonal flu.","sentiment_score":-0.1}
{"full_text":"RT Remember when people said the pandemic would be a great equalizer? It turns out the 614 billionaires in the U.S. grew the...","sentiment_score":0.8}
{"full_text":"RT Pandemic dating sucks in so many ways but is also oddly clarifying. Any dude messaging me that he flew home to be with his fa...","sentiment_score":0.0111111111}
{"full_text":"RT Wearing a mask helps protect you from breathing in the virus that causes COVID-19. #WearAMask over your mouth and nose to reduc...","sentiment_score":0.0}
{"full_text":"RT BJP-RSS should make him the PM He has outdone Modi in stupid slogans","sentiment_score":-0.8}
{"full_text":"When something like Covid-19 hits we cannot predict the impacts to our business, our people, or our communities. But what we can do is start to lay the foundation to have the tools to be agile in the face of the unknown.","sentiment_score":0.2}
{"full_text":"RT \"Those arriving at the centre do not have to leave their car to be tested.They are first welcomed to the centre by t...","sentiment_score":0.25}
{"full_text":"RT Smt. Hemalatha N K teaches one of the oldest languages in the world - Tamil in a school in Villupuram. Of the 53 chapters...","sentiment_score":0.0}
{"full_text":"RT An honest headline would read: Biden Bullies Trump over Bad Military-Expansion Bill Giving Billions to Foreign Militaries...","sentiment_score":-0.075}
{"full_text":"Yes Chinese people sold the enemy covid-19 but Chinese people I do not believe are running around here spreading and killing American citizens I believe it is the bad guys terrorists same ones that used to cut our heads off and blew up 9\/11 those are our enemies!!","sentiment_score":-0.14}
{"full_text":"Wisconsin is #7 in COVID cases per 1,000Wisconsin is #42 in COVID tests per 1,000In 257 days,  our Republican led majority in Madison, wrote zero final COVID Response Plans to stop outbreaks.https:\/\/t.co\/aFZINPBwdc#Wisconsin #wipolitics #wisdems #wisgop #wiunion #wiright","sentiment_score":0.0}
{"full_text":"RT Exponential growth loves an anti-science government.This could all have been prevented.","sentiment_score":0.0}
{"full_text":"RT I'm truly sick of people treating me like I'm wearing a tin foil hat because I still have a healthy fear of getting coron...","sentiment_score":-0.1071428571}
{"full_text":"RT Merry Christmas from San Francisco where a gingerbread monolith appeared overnight at Corona Heights Park.","sentiment_score":0.0}
{"full_text":"RT Join me on a train journey to enjoy #Taiwan's stunning coastal scenery. Once we get past the pandemic, we welcome you to take...","sentiment_score":0.3625}
{"full_text":"RT Unemployment benefits for millions of Americans struggling to make ends meet lapsed overnight as President Donald Trump refu...","sentiment_score":0.0}
{"full_text":"Always pro billionaires, anti regular people.","sentiment_score":0.0}
{"full_text":"Possibly my favourite 'Lockdown' image on the streets of Motherwell, ironically, taken on 'Merry Street' #thankyouforthemusic #COVID19 #Lockdown #music #musicians #buskers #outandaboutscotland #VisitScotland #ScotSpirit #Letthemusicplay #WearAMask #lockdownuk","sentiment_score":0.0}
{"full_text":"RT \"New York is not going to wait for the federal government to protect New Yorkers. We made that mistake back in the spring,\" New...","sentiment_score":0.1022727273}
{"full_text":"RT Earlier I gave the slogan 'Go Corona, Corona Go' and now corona is going. For the new coronavirus strain, I give the slogan of 'No...","sentiment_score":0.0681818182}
{"full_text":"RT Updates for the extended delivery period due to the Covid-19 situation in Thailand  and highly apologize to keep everyone w...","sentiment_score":0.0175}
{"full_text":"RT how can you sleep at night! My dad lost his fight to Covid yesterday on Boxing Day after catching it...","sentiment_score":0.6}
{"full_text":"RT Trump is golfing in Florida.Pence is skiing in Vail. They killed US Troops' raises. They killed your unemployment benefits....","sentiment_score":-0.2}
{"full_text":"RT We're lucky COVID happened in 2020 imagine this happened in 2003. Months in your house with a Nokia 3310 playing fucki...","sentiment_score":0.3333333333}
{"full_text":"RT An engaging #Irish #HistoricalRomance for readers who loved Lady Ellen &amp; Brooklyn.#NewLondon combines #love, motherh...","sentiment_score":0.4}
{"full_text":"He's forgetting there's Economic damage with coronavirus.","sentiment_score":0.2}
{"full_text":"RT I guess it's no big deal a major U.S. City suffered a truck bombing by a domestic terrorist. I guess it's no big deal 1...","sentiment_score":0.015625}
{"full_text":"RT President Trump has not signed Congress' latest Covid relief bill, allowing benefits to lapse for many jobless Americans","sentiment_score":0.5}
{"full_text":"RT I think 2020 and the pandemic have made me even more cynical about politicians and the media.We shall have to try eve...","sentiment_score":-0.05}
{"full_text":"Julius de Guzman, 67yo LVN, Hacienda Heights, CA, died of #covid19 12\/11. He loved an evening with family, a glass of Johnny Walker Blue Label in hand. He was always the first on the dance floor-dancing &amp; singing to Sinatra's \"My Way\"  #healthcareheroes","sentiment_score":0.3166666667}
{"full_text":"ICYMI Society is in the midst of a painful reckoning wrought by the three-headed hydra of the pandemic, economic collapse and racism, affecting every aspect of culture--hockey and its governing bodies included. The","sentiment_score":-0.25}
{"full_text":"We need your donations to ensure that we can continue to support the post-COVID poetry community throughout 2021 and beyond, and will double your donations until we reach PS10k https:\/\/t.co\/tSJ7ytBIxg","sentiment_score":0.0}
{"full_text":"COVID-19 Vaccine Update UT Health San Antonio discusses the latest COVID-19 vaccine news including the Moderna vaccine, the current state of the pandemic and when vaccines could be made available to the general public.Video:","sentiment_score":0.2375}
{"full_text":"...of course this raises another important point regarding how we can affect mortality better by targeted mitigation in high risk areas and the real dangers of Covid in general.","sentiment_score":0.262}
{"full_text":"RT Ever wondered why the rich die more from the dreaded Covid-19 than the man on the street?The virus thrives on cold temperat...","sentiment_score":0.0916666667}
{"full_text":"Bengal Sanitization delivers cleaning and sanitizing products to your location at minimal rates. Choose what's best for you, choose us.+917980708710 \/ 9830246789#sanitizing #affordablerates #covid19 #sanitizationnearme #sanitizationinkolkata","sentiment_score":0.45}
{"full_text":"RT A question for the ages","sentiment_score":0.0}
{"full_text":"How Coronavirus Lockdowns Changed Our Lives.Not a huge fan of the design, but data tells an interesting story:https:\/\/t.co\/ChDXKCmDqA","sentiment_score":0.45}
{"full_text":"More than 117,000 Americans were in the hospital because of COVID-19 symptoms on Tuesday, the largest number of currently hospitalized people from the virus since the pandemic started, according to the Covid Tracking Project. ","sentiment_score":0.25}
{"full_text":"#Shanghai Public Health Clinical Center has set up China's first dedicated #COVID19 department with closed-loop management in a bid to normalize the management &amp; treatment of infectious diseases.","sentiment_score":0.05}
{"full_text":"Ways to Encourage Seniors to Stay ActiveStaying active will help them to stay healthy and strong at home. Here are some ways to encourage seniors to stay active:1. Set fitness goals2. Create an exercise schedule3. Join senior fitness classes#Seniors #StayActive","sentiment_score":0.2666666667}
{"full_text":"RT It's not a coincidence that the coronavirus numbers in the U.S. are the worst in the world. The culture of this country is...","sentiment_score":-1.0}
{"full_text":"RT Remember, those who are shutting down our economy haven't missed a paycheck since lockdown began. We are not in this toget...","sentiment_score":-0.1555555556}
{"full_text":"Mother who gave birth while intubated with COVID-19 welcomes baby home","sentiment_score":0.0}
{"full_text":"Doctors made the difficult decision to deliver the baby girl at just 29 weeks, while her mother, who had tested positive for COVID-19 in early September, was on a ventilator.","sentiment_score":-0.0575757576}
{"full_text":"It's imperative the young patients whom nurse Gwen Lea treats at Children's Wisconsin don't contract COVID-19..","sentiment_score":0.1}
{"full_text":"Well done #volunteers in #StAnnes!!","sentiment_score":0.0}
{"full_text":"From scans to support networks, coronavirus has affected every aspect of pregnancy and childbirth.During the first wave of the pandemic, three women spoke to #Newsnight about their experiences of being pregnant and having a baby during #Covid19.","sentiment_score":0.2916666667}
{"full_text":"High Park is closed to vehicle traffic this weekend. The park has been closed to car traffic throughout the pandemic to create more space for people to get active.@cityoftoronto","sentiment_score":0.115}
{"full_text":"You (yes you!) have the power to stop the spread of #COVID19 in three simple steps: #WearAMask. Keep 6 feet apart. Wash your hands for at least 20 seconds.","sentiment_score":-0.15}
{"full_text":"The state is facing a host of ethical and logistical questions as vaccine production continues to ramp up. Here's why the process is more complex in Louisiana than in other states. ","sentiment_score":0.06875}
{"full_text":"The fate of the bipartisan package remained in limbo Sunday as President Trump continued to demand larger COVID relief checks","sentiment_score":0.0}
{"full_text":"Beginning Jan. 1, employers will no longer be required to give employees who become sick with COVID-19 two weeks of paid leave.","sentiment_score":-0.7142857143}
{"full_text":"Doctors made the difficult decision to deliver the baby girl at just 29 weeks, while her mother, who had tested positive for COVID-19 in early September, was on a ventilator.","sentiment_score":-0.0575757576}
{"full_text":"The state is facing a host of ethical and logistical questions as vaccine production continues to ramp up. Here's why the process is more complex in Louisiana than in other states. ","sentiment_score":0.06875}
{"full_text":"Stay at home. ","sentiment_score":0.0}
{"full_text":"The state is facing a host of ethical and logistical questions as vaccine production continues to ramp up. Here's why the process is more complex in Louisiana than in other states. ","sentiment_score":0.06875}
{"full_text":"RT Sen. @tedcruz helped two of his Texas patrons, billionaire frackers,  get a $35 million pandemic relief loan -- just a...","sentiment_score":0.0}
{"full_text":"RT Did the govt 'prepare' ? If not why not? Pandemic preparedness: Government must release 2016 report, says informatio...","sentiment_score":0.0}
{"full_text":"With COVID-19, many travel plans have had to be cancelled. You may not get to see your loved ones when you want, and personal problems have a habit of affecting professional careers. Please don't hesitate to seek help. A healthy mentality is essential to the Army way of life.","sentiment_score":0.3}
{"full_text":"Christ a lifetime of living in Cobh","sentiment_score":0.0}
{"full_text":"The #Covid19 vaccine is safe and effective. It gives you the best protection against coronavirus.The NHS will let you know when it's your turn to have the vaccine.Find out more:","sentiment_score":0.65}
{"full_text":"URGENT: STAY AT HOME. You must stay at home unless legally permitted. For more information on tier 4, visit:","sentiment_score":0.35}
{"full_text":"These Are the Goods Michael's favorite content this week includes: viewing the pandemic as a huge catalyst, things that money can't buy and investing at market peaks.https:\/\/t.co\/a0760dEXnWby","sentiment_score":0.45}
{"full_text":"Rajasthan Chief Minister Ashok Gehlot Saturday said the preparations for launching a vaccination drive against coronavirus are going very well in the state.","sentiment_score":0.2}
{"full_text":"COVID-19 and batteries course from GS Yuasa more  https:\/\/t.co\/riZ00gKICY","sentiment_score":0.5}
{"full_text":"RT President Trump has not signed Congress' latest Covid relief bill, allowing benefits to lapse for many jobless Americans","sentiment_score":0.5}
{"full_text":"International travel restrictions may change with little notice.If you are permitted to travel abroad and plan to do so, check latest advice before you travel and be prepared to stay overseas longer than planned:>","sentiment_score":0.1041666667}
{"full_text":"The Covid-19 pandemic has caused disruption for students at every turn. It's not good enough! We are the Forgotten Students of 2020 and these are our demands. Pledge your support and help us lobby on the changes we want to see.  #ForgottenStudents","sentiment_score":-0.175}
{"full_text":"Emergency numbers to remember during national lockdown.https:\/\/t.co\/bBuyUuHOpC","sentiment_score":0.0}
{"full_text":"#Manila extends #UK flight ban; #China urges controls: #Coronavirus updatehttps:\/\/t.co\/ydzxFja8TO","sentiment_score":0.0}
{"full_text":"RT *puts protective glass to protect staff against coronavirus*Customers:","sentiment_score":0.0}
{"full_text":"'It is a tremendous honour to be recognised by Her Majesty the Queen' - founder's great, great grandson helps chain through pandemichttps:\/\/t.co\/lGtLNJ7sB88959074.booths-supermarket-founders-great-great-grandson-helps-chain-pandemic\/","sentiment_score":0.6444444444}
{"full_text":"RT California Has Some Of The Strictest Restrictions In The U.S., Yet COVID-19 Is Surging","sentiment_score":0.0}
{"full_text":" Tweet rising in popularity within Science Pulse database [2\/3]  ","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 25.2FWind Chill: 23.0FHumidity: 83%Dew Point: 20.8F Barometer: 30.339 inHgWind: 3 mph from the SECorona Virus Weekly Stats:Cases: 186.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT Covid not gon' magically disappear in 2021","sentiment_score":0.5}
{"full_text":"RT Dr. Edith  Marrero-Pesquera, Pediatrician, Bayamon, Puerto Rico, died of #covid19 Christmas Day. It only took a few days from...","sentiment_score":-0.1}
