{"full_text":"Holy shit what is playing at here? You can't just threaten to detonate the COVID relief! No-one will help you of they don't like you Mr. President, much less help (or even think of) reelecting you in 2024.https:\/\/t.co\/QrqTof0hWj","sentiment_score":-0.2083333333}
{"full_text":"The uneducated","sentiment_score":0.0}
{"full_text":"RT These brave, young and determined men of the Royal Canadian Regiment spent 5 Christmases aw...","sentiment_score":0.2666666667}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT This is how I explained the Relief Package to my 8-year-old...I loaned $700 to my friend, and then Covid hit. I lost my job...","sentiment_score":0.0}
{"full_text":"RT Doctor dies of COVID-19 after filming viral video: \"This is how Black people get killed\"","sentiment_score":-0.1833333333}
{"full_text":"I definitely forget lose\/forget my phone now with the pandemic and in a way it's been great!","sentiment_score":0.5}
{"full_text":"RT #RanchiNeed #Blood Type :  O-positiveAt : RIMS Hospital. Blood Component : Need Plasma from O+ve #COVID19 recovered p...","sentiment_score":0.0}
{"full_text":"That was before Corona depression hit","sentiment_score":0.0}
{"full_text":"RT Narcissism is a junk science idea that comes from people with low self-esteem who want to believe people with strong se...","sentiment_score":0.2166666667}
{"full_text":"RT As an infection control nurse I am intrigued by this statement? IPC measures require a combination of s...","sentiment_score":0.0}
{"full_text":"RT COVID-19.","sentiment_score":0.0}
{"full_text":"RT Vania Underwood was an RN at the COVID unit at St. Vincent Medical Center in Toledo Ohio. She had just turned 36 when she d...","sentiment_score":-0.05}
{"full_text":"RT Doctor dies of COVID-19 after filming viral video: \"This is how Black people get killed\"","sentiment_score":-0.1833333333}
{"full_text":"Everyone is over quarantined, but kids are way over quarantined. We have to get them all back in school...","sentiment_score":0.0}
{"full_text":"RT #KentLorryParkPoland's military's Territorial Defence Force helped with Covid testing and food distribution. Their operatio...","sentiment_score":-0.1}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT A doctor in Boston with a shellfish allergy developed a severe allergic reaction after receiving Moderna's coronavirus...","sentiment_score":0.1}
{"full_text":"I'm not sure what millions of Americans are going to do within the next couple weeks to survive but our fellow Americans need our help now, more than ever. Not tomorrow, not next week NOT next month but NOW. #SameBoat #NOW #LoveThyNeighbor #OnOurOwn #Community #ImhereforYou #Love","sentiment_score":0.125}
{"full_text":"RT At the last moments of Christmas, I hope that everyone will continue to pay attention to the epidemic prevention measures, a...","sentiment_score":0.0}
{"full_text":"RT #VizagNeed #Blood Type :  O-positiveAt : Medicover Hospital. Blood Component : Need Plasma from O+ve #COVID19 recover...","sentiment_score":0.0}
{"full_text":"RT Saint Kateri Tekakwitha received her First Holy Communion on Christmas Day in 1677. Kateri herself survived a terrible...","sentiment_score":-0.375}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT Respected Rohan Gupta ji we all Taxpayers &amp; Professionals are suffering because GST Amnesty was provided...","sentiment_score":0.0}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"RT #HyderabadNeed #Blood Type :  O-positiveAt : St Theresa Blood BankBlood Component : Need Plasma from O+ve #COVID19 re...","sentiment_score":0.0}
{"full_text":"RT Here are some tips on how to make your own fabric mask #COVID19 #WearAMaskhttps:\/\/t.co\/1kLhu6awlA","sentiment_score":0.6}
{"full_text":"RT *puts protective glass to protect staff against coronavirus*Customers:","sentiment_score":0.0}
{"full_text":"I reckon Vikki Campion will regret this action.","sentiment_score":0.1}
{"full_text":"RT I wonder if the higher death rate from Covid in the brown\/black races is related to poor medical...","sentiment_score":-0.0375}
{"full_text":"RT On Thursday, L.A. County saw its most-ever COVID-19 deaths in a single day: 140. How bad is it? See for yourself.We have s...","sentiment_score":-0.3857142857}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"Coronavirus: France finds first case of new variant","sentiment_score":0.1931818182}
{"full_text":"I wonder who was tasked with writing Trump's pathetic statement?","sentiment_score":-1.0}
{"full_text":"RT COVID relief is up in the air, a government shutdown looms, and there was a bombing in a major US city. So where's the presid...","sentiment_score":0.0625}
{"full_text":"RT Please answer:why does the covid relief bill, meant to help Americans at a very difficult time, have hundreds of millions to go...","sentiment_score":-0.65}
{"full_text":"RT My daughter #RealityWinner shared today that they are again under quarantine status, as they have had new outbreak of co...","sentiment_score":0.1363636364}
{"full_text":"Is called COVID-19. Not the china virus.  When exactly is your term over?","sentiment_score":0.25}
{"full_text":"*fave*team my tablet on strike today lol","sentiment_score":0.8}
{"full_text":"RT Bank of China, Air China took Trudeau's pandemic wage subsidyhttps:\/\/t.co\/HBoY2Glvi1","sentiment_score":0.0}
{"full_text":"RT This is my child,  She was just diagnosed with Covid and is struggling to breathe.  I can't say what I w...","sentiment_score":0.0}
{"full_text":"RT Bit of a fresh #coronavirus outbreak has emerged in #Beijing. Authorities say they will test 800,000 people in and aro...","sentiment_score":0.3}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT I'll be strongerMore blessingsNo more pandemicFull of happiness Less toxic people#SanaBesSa2021","sentiment_score":0.3444444444}
{"full_text":"Any sorta workout during the Lockdown is sooooo welcome. Thanks Henry.","sentiment_score":0.5}
{"full_text":"For my birthday, I want Covid-19 to die.","sentiment_score":0.0}
{"full_text":"A reminder of the new rules in place from this morning","sentiment_score":0.1363636364}
{"full_text":"Our employees wear protective gears and follow all health guidelines while making your surroundings safer. Call Bengal Sanitization now!7980708710\/9830246789#sanitizing #covid19  #affordablerates #staysafe #sanitisationservice #sanitizationnearme#sanitizationinkolkata","sentiment_score":0.0}
{"full_text":"In addition to #AarogyaSetu, several #COVID19 apps were launched by state governments across states. surveys the apps with the goal of improving technology and app-based responses to COVID-19#CIS2020Recaphttps:\/\/t.co\/R2K5L3tIaA","sentiment_score":0.0}
{"full_text":"#COVID19Vaccine : A dry run for would be carried out in eight districts of Andhra Pradesh, Assam, Gujarat and Punjab next weekhttps:\/\/t.co\/unlpTjDRL8","sentiment_score":-0.0333333333}
{"full_text":"Beating the pandemic blues, Kolkatans left no stone unturned to enjoy #Christmas like every year. #Kolkata","sentiment_score":0.2}
{"full_text":"The fight over the spending and aid package comes as Americans face an unprecedented holiday season, amid a pandemic that is killing people in record numbers.  #CoronavirusPandemic #StimulusPackage","sentiment_score":0.6}
{"full_text":"Read today's edition of The Peninsula Sport (December 26) for latest updates on #Qatar #COVID19 #MiddleEast #SportsNews #Football #Cricket #Qatar2022 #Doha2030 #Handball #QSL #FormulaOne #QatarClasico #QNBStarsLeague #TokyoOlympics #FIFAWorldCupQatar2022","sentiment_score":0.5}
{"full_text":"RT This beautiful soul lost her life life to COVID19. The world is emptier without her. If you think you're healthier than her...","sentiment_score":0.85}
{"full_text":"Oyo reps member tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"Concerned about #COVID19 vaccine side effects? Here's what we know so far.https:\/\/t.co\/gyJ8CVvcvQ","sentiment_score":0.0}
{"full_text":"It's #MatchDay for #LEIMUN in the #PremierLeague so come down and join the #DallasReds #JackandGingers for the 6:30AM kickoff. Come early and find a good spot. Please wear your mask when standing and moving around. #MUFC #UTFR","sentiment_score":0.2148148148}
{"full_text":"Virtual learning and the pandemic have revealed that nearly 9.4 million kids don't have access to the internet. Nationwide, 4.4 million kids don't have access to a computer. ","sentiment_score":0.1}
{"full_text":"Is the vaccine safe?  Who is eligible?There are many questions regarding the #COVID-19 vaccine. Follow the link below for the latest information:https:\/\/t.co\/HsMaf1uHO0","sentiment_score":0.5}
{"full_text":"A pandemic Christmas: Services move online, people stay home","sentiment_score":0.0}
{"full_text":"Eugene Lazowski was a Polish medical doctor that saved 8,000 jews from being sent to German concentration camps during World War II by creating a fake typhus epidemic that played on German phobias about hygiene.","sentiment_score":-0.125}
{"full_text":"A health care worker who experienced an allergic reaction after receiving a Moderna Covid-19 vaccine at Boston Medical Center on Christmas Eve tells CNN he has a history of allergies.","sentiment_score":0.2333333333}
{"full_text":"Passengers arriving in the United States from the United Kingdom must test negative for Covid-19 before departure, the US Centers for Disease Control and Prevention announced late Thursday.","sentiment_score":-0.3}
{"full_text":"The U.S. Postal Service says it's been facing \"unprecedented volume increases and limited employee availability due to the impacts of COVID-19.\"","sentiment_score":0.1345238095}
{"full_text":"Some other European countries have also reported cases of the new COVID-19 variant, which British authorities said appears more contagious and was spreading fast.","sentiment_score":0.1185606061}
{"full_text":"Can't wait for The COVID19 pandemic to be in a thing of the past so that I can travel again. What do you miss doing?","sentiment_score":-0.25}
{"full_text":"Amid anguish of pandemic, sports offered memorable moments","sentiment_score":0.5}
{"full_text":"JICA President Kitaoka visited #Vietnam: First visit abroad since the outbreak of #COVID19, meeting with Prime Minister Nguyen Xuan Phuc &amp; encouraging the re-assigned #JOCV (Japan Overseas Cooperation #Volunteers)For details: https:\/\/t.co\/ByJHhW5mCX","sentiment_score":0.25}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"Failure to agree on the COVID relief bill could deny checks to millions of Americans on the brink.","sentiment_score":-0.3166666667}
{"full_text":"RT Hate group that took as much as $1 million in pandemic relief appears to have no income or employees ","sentiment_score":-0.3}
{"full_text":"\"I put forth and maintain, if I was white, I wouldn't have to go through that.\"A Black doctor who died battling COVID-19 complained of racist medical care in widely shared social media posts just days before her death.https:\/\/t.co\/gPD7aoQrAY","sentiment_score":-0.0888888889}
{"full_text":"2020 revisited: A man in Wales stripped to his underwear on a visit to the supermarket to protest the Welsh government's decision to ban the sale of non-essential items during the country's two-week 'fire-break' lockdown","sentiment_score":0.0}
{"full_text":"CMS Provides Billing Codes for Regeneron's COVID-19 Antibody Drug via #healthcare","sentiment_score":0.0}
{"full_text":"The administrator of Luneta Park on Saturday said children will no longer be allowed inside the park amid the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"A college student from Georiga's jail sentence was reduced from four months to two months on Tuesday in the Cayman Islands after she and her boyfriend violated strict COVID-19 measures last month.","sentiment_score":-0.05}
{"full_text":"The U.S. Postal Service said on its website that it was \"experiencing unprecedented volume increases and limited employee availability due to the impacts of COVID-19.\"https:\/\/t.co\/sVDGoKELB6","sentiment_score":0.1345238095}
{"full_text":"COVID 19 cases in India until : 26\/12\/2020 11:30Total Cases: 10169818 [+0]Active: 280274Recovered: 9739382 [+0]Deaths :147379 [+0]Total Tests: 167.16MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"PROVERB of the day>https:\/\/t.co\/28A1nrTUWW>https:\/\/t.co\/IC3TcP9gZh#exoticescorts  #saturday #exoticescortsnigeria #christmas #escortgirls #bbw  #trending #nudes #nigeria #sex #abuja #pornhub #porn #lagos #nudism #nudity #Christmas #naked #nigerians #xxx #COVID19","sentiment_score":0.0}
{"full_text":"#Covid : says eight European countries have identified cases of the new strain of the #COVID19Vaccinehttps:\/\/t.co\/6g7XapUcAn","sentiment_score":0.0681818182}
{"full_text":"Keep \"physical distance\",  don't fall in offer and pass your Consent , change habits , follow as #SanatanDharma teaches us, how to live and love each other. Love the Nature,  value the relationships !!Sometime STD, some time Corona , maintain distance,  Safe Rahona -Be Safe !!","sentiment_score":0.3676948052}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT COVID relief is up in the air, a government shutdown looms, and there was a bombing in a major US city. So where's the presid...","sentiment_score":0.0625}
{"full_text":"While computer science might be a modern concept, the motivation behind it is ancient, says Associate Professor in Data Science &amp; Turing Fellow Theo Damoulas. Listen to Solving the #pandemic with AI: #data","sentiment_score":-0.1}
{"full_text":"Congressional leaders reach agreement on $900 billion COVID-19 relief package","sentiment_score":0.0}
{"full_text":"Time: 06:00 * Temp: 6.2degC * Wind: WSW 2.9 to 8.9mph * Pressure: 1008.9hPa * Rain: 0.0mm * Hum: 88% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:45 * Sunset: 16:02 * Cloudbase: 880ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Awaiting!This has classic taste when it's about books, movies, series. Follow him and stay tuned to learn along here","sentiment_score":0.1666666667}
{"full_text":"RT The war against Covid-19 is not over. Please stay safe &amp; stay at home. If must go out. Please observe strictly safe distancin...","sentiment_score":0.5}
{"full_text":"RT Trump appointees attempted to \"alter or block\" at least 13 scientific reports on the coronavirus as outbreaks surged across t...","sentiment_score":-0.3}
{"full_text":"France reports first case of more contagious COVID strain","sentiment_score":0.375}
{"full_text":"RT #Update #Telangana-Out of 1200 #UK returnees-926 have been tested and 16 tested positive for #COVID19 (including previous 7).T...","sentiment_score":0.0303030303}
{"full_text":"RT #SaiDharamTej last 3 Movies Day 1 Shares in AP-TG#Chitralahari - 3.26Cr#PratiRojuPandaage - 3.23Cr#SoloBrathukeSoBetter...","sentiment_score":0.0}
{"full_text":"RT 119k Americans are hospitalized with #COVID19 tonight.I'm grateful for everyone who took care of our loved ones on t...","sentiment_score":0.7}
{"full_text":"RT We knew Premier was right, spot on from start. #MSM hounding him on...","sentiment_score":0.2857142857}
{"full_text":"RT More happiness Covid freeMore blessingsLess tragedySpread Love not HateNo more stress related school stuff #SanaBe...","sentiment_score":0.44}
{"full_text":"RT A child is among nine new cases of locally-acquired coronavirus cases in New South Wales. Out of the nine new cases, ei...","sentiment_score":0.1363636364}
{"full_text":"RT fwiw if wealthy Americans want to pay $10K for a front-of-the-queue #covid19 jab, maybe the US should let the first 100K of the...","sentiment_score":0.375}
{"full_text":"RT The most famous graph in the world. This is the curve that we must flatten.This will not happen until Net Zero is re...","sentiment_score":0.3333333333}
{"full_text":"RT I want to see a lot more of this!  I'm so tired of dems acting like telling the unvarnished truth is rude. Our  women are fe...","sentiment_score":-0.01875}
{"full_text":"Greetings, Sir! Reaching out regarding \"PANDEMIC 2020\", world's First Fiction Novel on #coronavirus Outbreak and my second award winning book at age 18 for which I've set International Records. Would really appreciate your response. Happy Holidays! ","sentiment_score":0.325}
{"full_text":"Blessings ","sentiment_score":0.0}
{"full_text":"Australian Golfing Great Norman In Hospital With COVID-19 SymptomsRead full Article Herehttps:\/\/t.co\/aNKAZO5yzD","sentiment_score":0.3833333333}
{"full_text":"Remember the migrant workers? The system locked them out, left them to fend for themselves...#MigrantWorkers #MigrantCrisis #Covid19 #Lockdown","sentiment_score":0.0}
{"full_text":"'How Dare They': President Trump and First Lady Thank First Responders Serenade Fauci; Fauci Violates His Own COVID-19 Rule.","sentiment_score":0.3666666667}
{"full_text":"What will China do about Taiwan after the pandemic? Before Beijing caught heat for its poor response to the COVID-19 pandemic, China had grown more aggressive towards Taiwan. Ted Galen Carpenter worried then because it still wanted to display force #CatoFP","sentiment_score":0.05}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"The Perfect Central California Dives to End a COVID Dry Spell #freediving","sentiment_score":0.3111111111}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT \"There have been many changes in our daily life - #WearAMask is one of the biggest.Mask is the easiest, yet effective prevent...","sentiment_score":0.3666666667}
{"full_text":"The COVID pandemic has brought added worries this year. If you're finding things difficult you are not alone and help is available. Please reach out &amp; speak to someone. If your life or someone else's life is at immediate risk, contact 999","sentiment_score":-0.05}
{"full_text":"RT In January, when the pandemic was first unfolding in Wuhan, millions of people -- and pet owners -- found themselves suddenly lo...","sentiment_score":0.125}
{"full_text":"RT Congratulations Divya ji proud of you..","sentiment_score":0.8}
{"full_text":"RT Doctor dies of COVID-19 after filming viral video: \"This is how Black people get killed\"","sentiment_score":-0.1833333333}
{"full_text":"got my 16 twitter accounts suspended thats all","sentiment_score":0.0}
{"full_text":"UK: Queen praises people's courage amid coronavirus pandemichttps:\/\/t.co\/oNsjHND000#MNewsWorld #MNews","sentiment_score":0.0}
{"full_text":"RT #CoronaVirusUpdates:Round pushpin#COVID19 India Tracker(As on 26 December, 2020, 08:00 AM)*Confirmed cases: 1,01,6...","sentiment_score":0.0}
{"full_text":"RT At the last moments of Christmas, I hope that everyone will continue to pay attention to the epidemic prevention measures, a...","sentiment_score":0.0}
{"full_text":"Weather Forecast at 06:00 * Increasing clouds and warmer. Precipitation possible within 12 to 24 hours. Windy. * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Boxing Day Fashion SaleUp to 75% off, shop now time | While stocks last#stayhome #staysafe #shoponline","sentiment_score":0.0}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT Nine months into the pandemic, a $1,200 relief check only goes so far","sentiment_score":0.05}
{"full_text":"RT A new wave of #covid19 is crashing into hospitals in London and the UKThere is no clapping this time.No rainbows in the...","sentiment_score":0.1363636364}
{"full_text":"RT Official #COVID19 update in #Thailand on Saturday:6,020 people infected (+110 local cases) *4,152 discharged from ho...","sentiment_score":0.0}
{"full_text":"France: Pfizer-BioNTech Covid-19 vaccine approved by medical regulatorhttps:\/\/t.co\/IprTkJh50W","sentiment_score":0.0}
{"full_text":"Covid-19 Propelled Businesses Into the Future. Ready or Not.","sentiment_score":0.1}
{"full_text":"Kimberly-Clark rebuilds tissue machine despite COVID-19","sentiment_score":0.0}
{"full_text":"Hospitals are poorly managed as anything else the ANC touches - they are always full of Aids patients, TB, Stab wounds, accidents and just general sick people - this has nothing to do with the fake pandemic.","sentiment_score":-0.2428571429}
{"full_text":"Walgreens 2020 year in review: A timeline of key eventsIn a year that has brought unprecedented upheaval in healthcare, Walgreens has seen several C-suite changes, the launch of COVID-19 testing sites at its stores and new partnerships with ...https:\/\/t.co\/gKE4xE2FfK","sentiment_score":0.1840909091}
{"full_text":"Oyo Governor, Makinde, Others Ignore COVID-19 Protocols At His 53rd Birthday Bash -","sentiment_score":0.0}
{"full_text":"RT Here are 10 pandemic pieces that I'm especially proud of. 1) On how it came to this.","sentiment_score":1.0}
{"full_text":"RT A new, troubling development in California's efforts to battle the coronavirus pandemic. report.","sentiment_score":0.1363636364}
{"full_text":"Big cyber conspiracy revealed on corona vaccine","sentiment_score":0.0}
{"full_text":"The coronavirus-induced has cost the state's tourism industry Rs 1,000 crore in earnings.","sentiment_score":0.0}
{"full_text":"RT It's tragic. The tweet of the day from","sentiment_score":-0.75}
{"full_text":"RT Night curfew is only imposed 2 help Baby penguin's image..nothing else! As his love 4 his Nightlife friends has damaged hi...","sentiment_score":0.25}
{"full_text":"Same","sentiment_score":0.0}
{"full_text":"Today, we're sharing with you courses worth pursuing because of its demand especially post Covid-19. Check out which courses made it:","sentiment_score":0.15}
{"full_text":"RT Bit of a fresh #coronavirus outbreak has emerged in #Beijing. Authorities say they will test 800,000 people in and aro...","sentiment_score":0.3}
{"full_text":"Oyo Governor, Makinde, Others Ignore COVID-19 Protocols At His 53rd Birthday Bash -","sentiment_score":0.0}
{"full_text":"RT #HyderabadNeed #Blood Type :  O-positiveAt : St Theresa Blood BankBlood Component : Need Plasma from O+ve #COVID19 re...","sentiment_score":0.0}
{"full_text":" Total Confirmed: 79,840,206 Total Recovered: 45,002,559 Total Deaths: 1,750,580Last update: 2020-12-26 06:00 (UTC)#Coronavirus #COVID19 #Outbreak Coronavirus COVID-19 (2019-nCoV)","sentiment_score":0.1}
{"full_text":"RT 119k Americans are hospitalized with #COVID19 tonight.I'm grateful for everyone who took care of our loved ones on t...","sentiment_score":0.7}
{"full_text":" Total Confirmed: 79,840,206 Total Recovered: 45,002,559 Total Deaths: 1,750,580Last update: 2020-12-26 06:00 (UTC)#Coronavirus #COVID19 #Outbreak Coronavirus COVID-19 (2019-nCoV)","sentiment_score":0.1}
{"full_text":"RT This nigga flew to Paris in a pandemic to eat beans.","sentiment_score":0.0}
{"full_text":"Mid and south #Essex is in Tier 4, please adhere to the new restrictions in place: You must not leave home except for specific purposes Do not travel unless necessary Work from home if you can.#StayAtHome #COVID19","sentiment_score":0.0340909091}
{"full_text":"RT #cannabis #weed #marijuana Vertical Farming (Hydroponics, Aeroponics, and Aquaponics) Market with COVID-19 Impact Analysis...","sentiment_score":0.0}
{"full_text":"RT It's just two weeks to flatten the curve It's just a maskIt's just a vaccineIt's just an app for track and trace","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT Tune in tonight to .@KTNNewsKE at 7pm and 9pm and listen to the stories through the journey of the #AngamizaCorona. Mee...","sentiment_score":0.0}
{"full_text":"Black doctor dies of Covid after complaining of racist treatment #covid #people #pain #moore #black #white #treatment #said","sentiment_score":-0.1111111111}
{"full_text":"RT Guys who needs the Christmas  Gift Video.... My 4 minutes fun video (During Lockdown Days) first time to release here in Tw...","sentiment_score":0.275}
{"full_text":"RT Doctor dies of COVID-19 after filming viral video: \"This is how Black people get killed\"","sentiment_score":-0.1833333333}
{"full_text":"RT Millions wake up to tougher restrictions as UK Covid deaths pass 70,000","sentiment_score":0.0}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"ETRetail | When online shopping became a vital service #Ecommerce #DigitalCommerce #Online #Reliance #Flipkart #Pandemic #AmazonIndia #Bangalore #RetailMarket #Consumers ","sentiment_score":0.1}
{"full_text":"Ready for 2021? Go out with a bang, with FIREWORKS on sale from tomorrow. Please shop early! Due to unforeseen circumstances our inventory is very limited this year. Also be prepared for social distancing &amp; a limited # of customers in the fireworks area at a time.","sentiment_score":0.0115079365}
{"full_text":"RT You can make a difference in keeping your employees and their loved ones healthy, and Aetna International is here to help. F...","sentiment_score":0.4}
