{"full_text":"RT And so 2020 ends exactly as we expected it to, with infectious fecal aerosols.","sentiment_score":-0.1}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"RT Another new variant of #COVID19 appears to have emerged in Nigeria. #9Newshttps:\/\/t.co\/rwLrdpZHp3","sentiment_score":0.1363636364}
{"full_text":"Happy new year  INDIAN STYLE 2021, with new covid  vaccine.","sentiment_score":0.3575757576}
{"full_text":"RT Dear MY C-fans who attend to see P'mew drone today don't forget to wear a mask and put your clothes on naka, It's cold ou...","sentiment_score":-0.6}
{"full_text":"RT US bans travellers from UK without a negative Covid test","sentiment_score":-0.3}
{"full_text":"RT This morning the Republican party blocked a $2000 pandemic survival check for those in need. Georgians can reciprocate by voti...","sentiment_score":0.0}
{"full_text":"RT Trump is at Mar Lago. People are hurting. He vetoes the bill to support the military. He refuses to sign bill that has budge...","sentiment_score":-0.1}
{"full_text":"RT #COVID19 cases are still increasing.This festive season, it is important to #CelebrateResponsibly: Wear a face mask Avo...","sentiment_score":0.4}
{"full_text":"RT Digital #surveillance has enabled North African governments to extend their authoritarian reach in the #COVID19 era, silencing vo...","sentiment_score":0.0}
{"full_text":"Lol.  #Wear a mask and stop talking shit lol","sentiment_score":0.4666666667}
{"full_text":"Merry Christmas to my twitter fam!Wishing you all a happy, safe and very merry Christmas.~The stay home Christmas edition.'Be like the Christmas tree.... evergreen, shining and full of light.'#Christmas_love  #2020 #Christmas2020  #SeasonsGreetings","sentiment_score":0.45}
{"full_text":"RT Please don't be panic. It's just bp fluctuation no covid symptoms . He is alright. He will be fine. He need rest. He has be...","sentiment_score":0.4166666667}
{"full_text":"RT We adopted a kitten during the pandemic so the first man she has literally ever met is a nice handyman here to mount a t...","sentiment_score":0.425}
{"full_text":"Please Relax and enjoy your old Age, Don't Join Politics                                       Rajinikanth admitted to hospital in Hyderabad after fluctuations in BP Though Rajinikanth has tested negative for Covid-19, he has been admitted","sentiment_score":0.0666666667}
{"full_text":"RT All Residents of #Obigbo hv been Economically incarcerated since March of COVID-19 lockdown...","sentiment_score":0.3}
{"full_text":"RT It's a pandemic, Who needs a doctor ? Link:","sentiment_score":0.0}
{"full_text":"RT But they are.Watch an episode of the Masked Singer and look at the audience in the studio. NO ma...","sentiment_score":0.0}
{"full_text":"RT Congratulations to Gender Media Trainer at JHR's  Voices for Women and Girls' Rights for being recognised...","sentiment_score":0.0}
{"full_text":"RT The breathtaking clip was captured by skiers at the Vemdalen resort in central Sweden. The atmospheric effect enveloped the...","sentiment_score":0.3333333333}
{"full_text":"Pure class what a club ","sentiment_score":0.2142857143}
{"full_text":"Is there a tracker for the number of airlines that will be requiring a vaccination?  Among my vaccine hesitant colleagues, the preservation of their ability to fly, and have reprotection options, may tip the scales.","sentiment_score":0.8}
{"full_text":"RT choose your stay at home fighter","sentiment_score":0.0}
{"full_text":"Please cast your vote here and use #bringbackObc hashtaghttps:\/\/t.co\/eAFYq6TSQ9","sentiment_score":0.0}
{"full_text":"RT Health Minister, Zweli Mkhize is pleading with South Africans to continue practicing #COVID19 safety protocols. #secondwave #eNCA...","sentiment_score":0.0}
{"full_text":"Bravo for your brilliant work, dedication, and ability to collaborate This scientist's decades of mRNA research led to COVID vaccines #covid19 #vaccine @moderna_tx ","sentiment_score":0.9}
{"full_text":"RT It sure will be. ","sentiment_score":0.5}
{"full_text":"RT Imagine if right now, on Christmas Eve, they announced a new lockdown with immediate affect.That is what Matt Hancock did...","sentiment_score":0.211038961}
{"full_text":"RT jesus could care less about covid there's 0 cases in heaven his birthday party is happening regardless","sentiment_score":-0.1666666667}
{"full_text":"As if they can keep proper track of events","sentiment_score":0.0}
{"full_text":"India celebrates Christmas amid pandemic #Christmas #COVID19 #JesusChrist #Bhubaneswar","sentiment_score":0.0}
{"full_text":"RT Again so much to watch; my films for #lockdown for Xmas Day: Billy Wilder's masterpiece Some Like it Hot (1959) BBC2,...","sentiment_score":0.225}
{"full_text":"RT Australia steps up testing to rein in COVID-19 outbreak in Sydney","sentiment_score":0.0}
{"full_text":"Here you go numb nuts. Are you that inept that you can't look this up? Don't answer that, obviously you are. ","sentiment_score":-0.3}
{"full_text":"RT US to require negative COVID-19 test from UK travelers #7NEWS","sentiment_score":-0.3}
{"full_text":"You too, mate.Looking forward to the end of lockdown and some after work pints with you ","sentiment_score":0.0}
{"full_text":"RT Media critics debating whether new UK variant is 70% more transmissible, or 40% more, or 52.5% more, are missing the po...","sentiment_score":0.2872727273}
{"full_text":"irbvoodoo... why did everyone have a covid scare after u tested positive? what did u do","sentiment_score":0.2272727273}
{"full_text":"RT Yaba #Covid19 yaba ntanakimwe kigira Noheli? So protect yourselves from those two things!!! #Nihitiragada#Chri...","sentiment_score":0.0}
{"full_text":"Ill take what i can get hahaha atleast we areSpoiled. Onces we get to see them everytimeduring year ends. We get so much content from them even during pandemic ","sentiment_score":-0.0333333333}
{"full_text":"RT The independent lives of Gen Z vanished as the global pandemic struck.Many were forced to live with parents, some went from...","sentiment_score":-0.0409090909}
{"full_text":"RT Fifty staff at a single Toronto hospital have the time to record a dance video. Entire wings of the hospital seem to be emp...","sentiment_score":-0.0357142857}
{"full_text":"RT Everyone at #MUFC wishes a safe and speedy recovery after testing positive for COVID-19 ","sentiment_score":0.3636363636}
{"full_text":"RT U.S. will require negative COVID-19 tests for all UK passengers - CDC","sentiment_score":-0.3}
{"full_text":"RT Antivirals are drugs used to treat viral infections. What role might our investigational #antiviral against #COVID19 play in fi...","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT Forgive me for not following social distancing.#painterofthenight #potn#nakyum #seungho#Ye Hua Zhang  #yahwaceob#pintornocturno","sentiment_score":0.0166666667}
{"full_text":"RT There are 100s, if not 1000s of stories of pregnant women having complications from COVID19 during pregnancy, but only a sm...","sentiment_score":0.1666666667}
{"full_text":"RT NOT NOW GODPositive cases have been reported in 3 of the 5 scientific teams at the Milton Keynes Laboratory,  plus a...","sentiment_score":0.0}
{"full_text":"The Darvell marvel has brought joy to a Covid Christmas, says Charles Moorehttps:\/\/t.co\/rnE7fX1t9U","sentiment_score":0.8}
{"full_text":" Coronavirus cases are very high in London The best way to keep our friends and family safe this Christmas is by staying at home, and not meeting other households. #KeepLondonSafe","sentiment_score":0.39575}
{"full_text":"Merry #Christmas &amp; A Happy #NewYear to you and your loved ones from #PestoChampion  May your days be filled with wellness and joy! #christmaseve #newyear2021 #Xmas  #HappyHolidays #MerryChristmas #StaySafe #StaySafeStayHealthy #StayHomeStaySafe #StayAtHome","sentiment_score":0.725}
{"full_text":"Hope it's not Corona and you start to feel better soon Roxas!","sentiment_score":0.625}
{"full_text":"RT It never ends. First masks don't work.  Then masks always work.  First it cannot be spread via aerosol.  Now it's primaril...","sentiment_score":0.25}
{"full_text":"The Scots TV presenter has been unable to see her mum due to strict Covid restrictions#Christmas #LorraineKelly","sentiment_score":-0.3125}
{"full_text":"Hello ! If you live in GMT+12 then *some* governments think that COVID is taking a 24-hour break (how nice of it !).That is not the case, so please stay safe !Merry Christmas !","sentiment_score":0.5558712121}
{"full_text":"Your input is so important to us so we'd love it if you could share your experience &amp; thoughts in our Supply Chain Survey which features questions on Brexit, the pandemic &amp; automation.#survey #brexit #supplychain#salarysurvey #brexit #supplychainhttps:\/\/t.co\/uMsEXxcCwu","sentiment_score":0.45}
{"full_text":"\"We made history with a U.S. commercial partner, made groundbreaking discoveries, advanced science, furthered aeronautics research and technology development, and even joined in the fight against COVID-19.\" https:\/\/t.co\/X5oSREqJoM#nasa #mars","sentiment_score":0.2}
{"full_text":"Meanwhile in the USA: Family friends flew to visit their hospital-worker kid for the holidays. I asked why travel &amp; was told it's bc they need to plan her wedding.Why yes. All unnecessary pandemic travel should be done in support of future mass-spreader events.","sentiment_score":-0.2}
{"full_text":"A Global PandemicBy: Admire Sebula, Type 3 Dispatcher, WOF LimpopoLet's remember to #CelebrateSafe#CreativeCOVID#WOF_LIM","sentiment_score":0.0}
{"full_text":"ICYMI: The Philippines confirmed 1,885 new cases of #COVID19 on Friday, bringing the country's total to 467,601.","sentiment_score":0.1787878788}
{"full_text":"RT Imagine if right now, on Christmas Eve, they announced a new lockdown with immediate affect.That is what Matt Hancock did...","sentiment_score":0.211038961}
{"full_text":"#MerryChristmas to all our customers and partners! We know it's been a rough year for the #hospitality industry to say the least, but we could not be more #grateful for those who have stuck by our side throughout the pandemic.The GUARDHOG Team #christmas2020","sentiment_score":0.0333333333}
{"full_text":"The last batch of these medical donations included refrigerators to cool medicines for the El Salvador hospital, which is designated to receive and care for coronavirus patients.#Qatar #ElSalvador","sentiment_score":0.1166666667}
{"full_text":"CLASH DAILY is reporting: Believe The Science? Fauci Tells Public He's Not Been Telling The Whole Story About COVID ","sentiment_score":0.0666666667}
{"full_text":"Turkey To Start Using China's COVID-19 Vaccine After Strong Results","sentiment_score":0.4333333333}
{"full_text":"These people are all a bunch of Morons, they are NOT listening to the health advice, anywonder thus Covid virus is going to spread. Kenny mate, good to see you back","sentiment_score":-0.0333333333}
{"full_text":"What is the name of India's first digital asset management platform?#DigiBoxxIn which state a task force will be constituted for free covid vaccination in the state?#BiharThe UP govt has decided to develop 100-gram panchayats in which district as model villages?#Gorakhpur","sentiment_score":0.2166666667}
{"full_text":"The Rwandan Ministry of Health on Thursday inaugurated a #COVID19 testing laboratory at #Kigali International Airport, the country's major airport in capital city Kigali, to ease service delivery for travelers to #Rwanda. https:\/\/t.co\/U8goQgTmRd","sentiment_score":0.03125}
{"full_text":"Merry Christmas! All things considered, this year has been pretty good to me (minus all the inconveniences due to covid), got into uni, came 2nd place in NUEL and NSE winter split and have been streaming more - Looking to make next year even better for myself!","sentiment_score":0.23125}
{"full_text":"RT A nation cannot survive #Treasonfrom within. Cicero#TrumpIsACriminalWhen #people try to outsmart #Wisdom that has stood t...","sentiment_score":0.0}
{"full_text":"RT The United States is the only advanced democracy not to give direct and substantial cash relief to its citizens during t...","sentiment_score":0.1666666667}
{"full_text":"RT SARS-coV-2 is a strain. The UK one is a new variant. #Terminology","sentiment_score":0.1363636364}
{"full_text":"Our usual #Christmas Service couldn't go ahead this year due to the #coronavirus pandemic, but we're delighted to share with you our virtual #Christmas Service. It includes carols, reflections and a reading by our Spiritual Care Lead, Paul McNamara.https:\/\/t.co\/Ti3M8ed0s3","sentiment_score":0.08125}
{"full_text":"COVID 19 cases in India until : 25\/12\/2020 15:30Total Cases: 10147468 [+0]Active: 280373Recovered: 9717198 [+0]Deaths :147128 [+0]Total Tests: 166.31MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"A DNA extraction machine &amp;14 #COVID19  testing kits (=1,300 tests) were delivered to the MOH's Central Public Health Laboratory in Ramallah on December 23 to support the expansion of testing in the West Bank. Thanks to the Norwegian Government","sentiment_score":0.05}
{"full_text":"RT During the video message, President Trump called the development of a coronavirus vaccine a \"Christmas miracle.\"https:\/\/t.co\/...","sentiment_score":0.0}
{"full_text":"Woman will spend Christmas with husband on life support due to COVID-19https:\/\/t.co\/RPcTFWsPIl","sentiment_score":-0.125}
{"full_text":"RT Thriving in 2020 is great.Surviving in 2020 is also great.We are in a pandemic.","sentiment_score":0.0}
{"full_text":"Wash your hands and wear a mask then","sentiment_score":0.0}
{"full_text":"RT NEW: Christmas eve update on key Covid metrics in the UK and beyondCases and positivity rates are still rocketing in Lo...","sentiment_score":0.0681818182}
{"full_text":"Listen to our new GEOP podcast series \"What's New? What's Next? Jewish Studies in the time of pandemic\".","sentiment_score":0.0681818182}
{"full_text":"Current Conditions for #Sayre PATemp: 39.7FWind Chill: 39.7FHumidity: 99%Dew Point: 39.4F Barometer: 29.448 inHgWind: 1 mph from the SECorona Virus Weekly Stats:Cases: 200.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Even at a time of global pandemic, karyakartas of were not at home but were engaged in relief work putting their own life in danger, in every corner of Assam and other challenging parts of northeast so that no poor sleeps hungry. #66thABVPConf","sentiment_score":0.235}
{"full_text":" Got a new phone under the tree this year? Say thank you to the ones you love by making sure the #NHSCOVID19app is installed on your new phone, helping you to protect them from #coronavirus.Find out more:","sentiment_score":0.3545454545}
{"full_text":"#HappyChristmas #EastMidlandsRemember #COVID19 lingers in enclosed spaces so it's important to keep your home ventilated - as it can reduce risk of infection by over 70%Open windows for short sharp bursts of 10 to 15mins regularly throughout the day#HandsFaceSpace #FreshAir","sentiment_score":0.06875}
{"full_text":"RT Well done for putting the record straight; it is fortunate to have a health minister who a...","sentiment_score":0.3}
{"full_text":"#COVID19 has dimmed the Christmas season in the historic birthplace of Jesus in #Bethlehem with a lock down in place. Local tourism and the livelihoods of small town's residents have all suffered from the pandemic. Stephanie Freid reports.","sentiment_score":-0.1013888889}
{"full_text":"Turkish Health Minister Fahrettin Koca on Thursday said the first shipment of 3 million Sinovac #COVID19 vaccine doses will arrive on Dec 28 and it is 91.25 percent effective in trials in Turkey. Turkish govt has agreed to buy up to 50 mln doses, which will arrive by end of Feb","sentiment_score":0.425}
{"full_text":"The virus is still around and we should not be complacent about it. https:\/\/t.co\/9zOeBDkDZc","sentiment_score":0.0}
{"full_text":"WIshing all of our followers, readers, writers, supporters and foodies a very Merry Christmas and best wishes for the New Year.#columnists #advertisers #supportlocal #shoplocal #foodies #staysafe #stayathome #staypositive #positivethoughts","sentiment_score":0.4454545455}
{"full_text":"It's estimated that during the peak holiday season all carriers will deliver 800 million more parcels than last year.We can thank the pandemic for that as well.https:\/\/t.co\/JcxK8uboIz","sentiment_score":0.25}
{"full_text":"#Christmas during the pandemic! Bollywood celebs celebrate with a differencehttps:\/\/t.co\/myXshrIMK8","sentiment_score":0.0}
{"full_text":"Latest Covid-19 infection rates in Birmingham and West Midlands on Christmas Dayhttps:\/\/t.co\/EESPXDpBu7","sentiment_score":0.5}
{"full_text":" Warmest wishes for a 'Covid Safe' Christmas #christmas2020 #warmestwishes #christmasjoy","sentiment_score":0.5}
{"full_text":"The number of people getting food from the Capuchin Day Centre in Dublin has increased with people coming who aren't homeless but \"struggling to make ends meet\" due to the pandemic, according to Bro. Kevin Crowley OFM Cap.https:\/\/t.co\/tCSbLVyOB8","sentiment_score":-0.125}
{"full_text":"Merry Christmas Everybody! Enjoy your holidays with friends and family! Or enjoy them in lockdown ! \/\/","sentiment_score":0.5}
{"full_text":"On the last day of our festive support advent calendar we would like to say a massive thanks to our partners who have been working flat out to support every one of us throughout this pandemic! For more info on what services are available visit","sentiment_score":0.178125}
{"full_text":"Overnight Oldies: Happy Pandemic Halloweenhttps:\/\/t.co\/C0ZEIVGBmJ","sentiment_score":0.8}
{"full_text":"Chargers' Henry put on reserve\/COVID-19 list #ESPN #NFL","sentiment_score":0.0}
{"full_text":"This year's in aid of Christchurch's Macmillan Unit can't go ahead because of Covid BUT you can still donate to this wonderful cause","sentiment_score":1.0}
{"full_text":"Sanitize your warehouse or mill with Bengal Sanitization, with rates as low as Rs 70. We offer efficient services at affordable rates.7980708710\/9830246789#bengalsanitization #sanitizing #sanitizationservice #affordablerates #covid19  #kolkataagainstcorona","sentiment_score":0.0}
{"full_text":"Japan's two-time Olympic figure skating champion Yuzuru Hanyu made a stylish return to competition Friday after skipping the Grand Prix season over fears of coronavirus infection.https:\/\/t.co\/sy6eI8Hvpr for #AFPSports","sentiment_score":0.5}
{"full_text":"New Mexico's Gov. Michelle Lujan Grisham says #SantaClaus and his #Reindeer are immune to coronavirus and can safely go to each home.","sentiment_score":0.3181818182}
{"full_text":"How to get more time in the day #COVID19 #freelance #resume #today","sentiment_score":0.5}
{"full_text":"RT : All I want for Christmas is a good 2021 and a cure for covid","sentiment_score":0.7}
{"full_text":"The pandemic kept us from recreating 1994's Christmas (no traveling to scenic Swedish waterfalls), so instead we put our (questionable) photoshop skills to the test! Merry Christmas from 1994 and 2020.","sentiment_score":-0.625}
{"full_text":"These guys are the ones we really need for that job and i would want them to show NO MERCY","sentiment_score":0.2}
{"full_text":"Dry run for COVID-19 vaccine administration to be held in AP, Assam, Gujarat, Punjab #COVID19Vaccinehttps:\/\/t.co\/m2RCQcB7QD","sentiment_score":-0.0666666667}
{"full_text":"Officials report five staff members at Macon County's 9-1-1 Communication Center have tested positive for the coronavirus.","sentiment_score":0.0636363636}
{"full_text":" Love in time of Corona \/\/  'I am getting married... twice!'In the fifth part of our series on couples who tied the knot - Covid style - we speak to newlyweds Lucie and Gil!https:\/\/t.co\/twBTTZst4V","sentiment_score":0.40625}
{"full_text":"RT Today, I wanted to speak out on behalf of a fellow Black woman physician, Dr. Susan Moore, to not let our stories go unheard...","sentiment_score":-0.1666666667}
{"full_text":"On the one hand, had you known a pandemic when you saw one, you would've experienced Soul to its fullest capacity. On the other hand, why keep on waiting for your life to be a specific idea of perfect when you could cherish every meaningless moment of it? Enjoy Soul, my friends.","sentiment_score":0.2625}
{"full_text":"RT What a week!US finds new allergies in a COVID vaccine, UK finds a new COVID, L&amp;T succeeds at India's first 3D-printed bu...","sentiment_score":0.3056818182}
{"full_text":"What is the cv19 recovery and survival rate for healthy people under the age of 65, under 55, under 45, 35, 25, 15?How much closer to 100% do those rates need to get before we can stop pretending that it is a certain death sentence for healthy people to catch the virus?","sentiment_score":0.3535714286}
{"full_text":"Fair play to everyone across the region who \"Decked The Halls\" this Christmas despite a pandemic. Merry Christmas - Teresa O'Malley","sentiment_score":0.7}
{"full_text":"Merry Christmas from the Hair Solved family to yours. We know that 2020 has been a challenging year for everyone. So thank you to all our wonderful clients who have supported us and were ever so patient during the lockdown. We appreciate your loyalty so very much. #merrychristmas","sentiment_score":0.5866666667}
{"full_text":"#HappyChristmas #WestMidlandsRemember #COVID19 lingers in enclosed spaces so it's important to keep your home ventilated - as it can reduce risk of infection by over 70%Open windows for short sharp bursts of 10 to 15mins regularly throughout the day#HandsFaceSpace #FreshAir","sentiment_score":0.06875}
{"full_text":"RT Nigeria is not going to ban flights from UK, South Africa and other high burden countries FOR NOW, the Presidential Task...","sentiment_score":0.0175}
{"full_text":"Starting a New Job? Take Control of Your Onboarding. And, #COVID makes it harder. #GrowthMindset #MSFTAdvocate","sentiment_score":0.0121212121}
{"full_text":"#HappyChristmas #EastOfEnglandRemember #COVID19 lingers in enclosed spaces so it's important to keep your home ventilated - as it can reduce risk of infection by over 70%Open windows for short sharp bursts of 10 to 15 mins regularly through the day#HandsFaceSpace #FreshAir","sentiment_score":0.06875}
{"full_text":"Many kids are not receiving the special education and therapy supports that they need because of the pandemic.","sentiment_score":0.4285714286}
{"full_text":"With the current pandemic scenario, residents prefer the flexibility of homes without have to make huge investments. Sunaina Gera, CEO, Gridlines LLP, offers her insights on the emergence of co-living across growing cities.#coliving #growingcitieshttps:\/\/t.co\/60kkV675Ny","sentiment_score":0.1666666667}
{"full_text":"#Crematoriums and a cemetery could be seen in #Dresden and #Meissen in #Saxony on Thursday, as German media reported that authorities in the east German state were becoming overwhelmed by the number of deaths due to the #coronavirus pandemic.","sentiment_score":0.08125}
{"full_text":"RT For all those delighting in #trolling me re #Brexit 1) There're people dying in the worst pandemic for centuries2) be...","sentiment_score":-1.0}
{"full_text":"RT The IRANIAN PEOPLE need your helpMore than 200 people die from the corona virus every day, and that number is certain...","sentiment_score":0.2142857143}
{"full_text":"RT A massive government funding and coronavirus relief package is being sent to Florida, where President Trump is mulling whether...","sentiment_score":0.0}
{"full_text":"Lyft will provide 60 million rides to and from COVID-19 vaccination sites in at-risk, low-income, and uninsured communities, the company announced Tuesday.","sentiment_score":0.0}
{"full_text":"RT just checked the santa tracker. kinda cringe he's traveling so much during covid","sentiment_score":0.2}
{"full_text":"This is the shit I'm waiting for","sentiment_score":-0.2}
