{"full_text":"The FLU is deadlier than COVID and we've had a *vaccine* for the FLU for 80 years! THE CON OF THE CENTURY! NOT COMPLYING with FACE DIAPERS EVER&amp; NAZI ENFORCEMENT MEDICAL TYRANNY! Doctors Around the World Issue Dire WARNING: DO NOT GET THE COVID VACCINE!!https:\/\/t.co\/kEaDfHFOYn","sentiment_score":0.0}
{"full_text":"RT BREAKING--Trump HHS\/CDC has been subpoenaed by House committee after evidence revealed that Trump appointees...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Senate passes a giant year-end spending bill including $900 billion in Covid relief. The Senate's 91-7 vote send...","sentiment_score":0.0}
{"full_text":"RT Today, I received the COVID-19 vaccine.To the scientists and researchers who worked tirelessly to make this possible -- than...","sentiment_score":0.0}
{"full_text":"WE R IN THE MIDDLE OF A PANDEMIC AND THIS SPECIFIC COUNTY HAS A SURGE IN CASES ARE U INSANE..","sentiment_score":-0.3333333333}
{"full_text":"RT Every American left and right should be calling for a #VETO of this stimulus \"deal\"-- which provides MORE funding to forei...","sentiment_score":0.1964285714}
{"full_text":"RT After trump bragged endlessly about banning travel from China, you have to wonder why he won't ban the UK while their covid...","sentiment_score":-0.125}
{"full_text":"RT I will stay, as long BTOB exist.  it doesn't matter how many years, as long as I am alive, they will always be my HOM...","sentiment_score":0.125}
{"full_text":"RT Every canceled gathering can save someone's life. Stay home with those you live with, stay safe.","sentiment_score":0.3181818182}
{"full_text":"RT Breaking: The Netherlands ban all passenger flights from South Africa, effective immediately (The Netherlands were the...","sentiment_score":0.6}
{"full_text":"RT Bipartisan online close chasers and both tweeted very much against this latest coronavirus giveaway.While v...","sentiment_score":0.38}
{"full_text":"RT GOP: \"We can't do $1200 checks. That's irresponsible. Think of the deficit.\"Also GOP: \"As part of a COVID deal we are allocating...","sentiment_score":0.0}
{"full_text":"The left used violence as an intimidation tool during the summer. It was all planned. So was COVID. The cowards on the SCOTUS care about no one but themselves. This is not 1776. Huge numbers of idiots care more about their NFL TV package than they do their country now.","sentiment_score":0.025}
{"full_text":"RT \"Because a daily smell check is very specific, instantaneous and quite literally free, it is a highly useful screening to...","sentiment_score":0.175}
{"full_text":"PCR.. Most think it means polymerase chain reaction. You'd be wrong. It means positive Covid result.","sentiment_score":0.0757575758}
{"full_text":"RT The whole package is a sell out.    I'm voting no.   Dozens of problems.  5,500 pages long and 2 hours to review.  This is...","sentiment_score":0.075}
{"full_text":"RT Nigeria went into the first lockdown bcoz some countries were locking down. We will go into a second lockdown because the rest...","sentiment_score":0.0314814815}
{"full_text":"the wh*tes are at it again","sentiment_score":0.0}
{"full_text":"RT nothing funnier than us and uk authorities still crying about how this is china's fault, bitch they have water parks open...","sentiment_score":-0.1}
{"full_text":"RT This bill will *only* last a month. Folks won't be able to survive with this bill as is. COVID-19 will force in additiona...","sentiment_score":0.1666666667}
{"full_text":"RT the Whitestone Republican Club in NYC apparently held a Christmas party this year without a care in the world about COVID h...","sentiment_score":0.05}
{"full_text":"RT The moral of the story is tutor online to mitigate the spread of COVID19.  3\/3","sentiment_score":0.0}
{"full_text":"RT YES.Even if you get the vaccine, you still need to wear a mask.","sentiment_score":0.0}
{"full_text":"RT  STRIKE NEWS via in British Columbia, CANADA LNG Janitors Vote to Strike as Holiday Season Looms-- Industr...","sentiment_score":0.0}
{"full_text":"RT nothing funnier than us and uk authorities still crying about how this is china's fault, bitch they have water parks open...","sentiment_score":-0.1}
{"full_text":"RT 1\/ The Republican coronavirus relief negotiating position, over the past six months, tells you everything you need to kn...","sentiment_score":-0.25}
{"full_text":"RT 8 new Covid-19 cases in Sydney. The #istandwithdan will be disappointed Sydney's \"second wave\" is petering out  #COVID...","sentiment_score":-0.2045454545}
{"full_text":"RT So when the government allowed ITR to be filed till December because of Covid, the fineprint was that one would have to pa...","sentiment_score":0.0}
{"full_text":"RT \"What else, what else... the covid vaccine. You heard about this? Some people think the government's gonna use it to ch...","sentiment_score":0.0}
{"full_text":"RT The former Florida data analyst who has accused state officials of covering up the extent of the pandemic has filed a lawsuit alle...","sentiment_score":0.0}
{"full_text":"The latest Dentimes ! Thanks to #covid19","sentiment_score":0.4125}
{"full_text":"RT I will vote yes on #covid relief bill for one reason and one reason only: it contains direct assistance to working families....","sentiment_score":0.05}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"Now that we are coming to terms with reality, let us be more cautious death is at our door steps. Marry xmass","sentiment_score":0.5}
{"full_text":"Serious risk looms after COVID-19 halted most dental visits","sentiment_score":0.0833333333}
{"full_text":"Does Corona spread only in night?","sentiment_score":0.0}
{"full_text":"Chai,&amp; no one there to be telling you sorry o.Covid pro max is coming. Do &amp; Marry me","sentiment_score":-0.5}
{"full_text":"RT Before the election...1 Biden was a vaccine denier2 Kamala was a vaccine denier 3 Pelosi denied the Americ...","sentiment_score":0.0}
{"full_text":"ABC, Australia's National Broadcaster which covers the Land spreads fear, lies &amp; manic responses of the corona virus to the citizens. Giving money to the ABC is like giving money to your enemy &amp; will bring about Australia's downfall. ","sentiment_score":0.0}
{"full_text":"RT Why is the China virus causing havoc around the world except in China?","sentiment_score":0.0}
{"full_text":"Armed Anti-Lockdown Protesters Just Tried to Storm Oregon's State Capitol","sentiment_score":0.0}
{"full_text":"Here's one take --&gt;","sentiment_score":0.0}
{"full_text":"RT Every single day I am grateful Andrew Scheer and his Conservative Party did not win the 2019 election. I can't even imagin...","sentiment_score":-0.2357142857}
{"full_text":"RT U.S. loses one life every 33 seconds to COVID-19 in deadliest week so far","sentiment_score":-0.1}
{"full_text":"RT With COVID cases surging worse than ever, getting vaccinated is one of the most important things we can do. But until the...","sentiment_score":0.1666666667}
{"full_text":"Continue to #SpreadCHEER [C is for Cover your face. H is for Handwash often. E is for Explore virtual options. E is for Enjoy outside; R is for Remember we are all in this together] not #COVID19 during this festive season. #StaySafe #AmrefCovid19Response","sentiment_score":0.2}
{"full_text":"RT The word \"missile\" appears 19 times in the COVID Relief Bill, \"Munition\" 46 times, \"weapon\" 46 times, \"Healthcare\" 24 times","sentiment_score":0.0}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"RT Correct vote tally on coronavirus\/spending bill is 92-6, not 91-7, as was announced from the chair in the chamber. All six...","sentiment_score":0.0}
{"full_text":"Vatican permits use of COVID-19 vaccines made using aborted fetal tissue","sentiment_score":0.0}
{"full_text":"And this my friends is why I don't go near stupid people. If you support trump you are stupid. This all makes sense.","sentiment_score":-0.5}
{"full_text":"Top story: The COVID-19 Stimulus Bill Would Make Illegal Streaming a Felony | Hollywood Reporter see more","sentiment_score":0.1666666667}
{"full_text":"RT CDC to recommend adults 75 and older and those in essential roles such as first responders, teachers, farmworkers, prison gu...","sentiment_score":0.1041666667}
{"full_text":"RT We've had a 5,500 page page bill for a little over an hour now. Instead of getting COVD relief out to people months ago...","sentiment_score":-0.1875}
{"full_text":"RT U.S. loses one life every 33 seconds to COVID-19 in deadliest week so far","sentiment_score":-0.1}
{"full_text":"RT The per person cost for wine at Newsom's French Laundry dinner was more than you'll get from the \"Covid-Relief\" bill.h...","sentiment_score":0.25}
{"full_text":"RT Why are we giving $85 million to Cambodia as part of the COVID relief package when you can BUY CAMBODIA for $79 millio...","sentiment_score":0.0}
{"full_text":"RT The Senate approved a $900 billion stimulus measure after days of frenetic bipartisan talks and months of congressional inact...","sentiment_score":0.0}
{"full_text":"RT they announced a vaccine, corona announced a new strain. omo this thing is fighting us fr ","sentiment_score":0.1363636364}
{"full_text":"India records lowest daily coronavirus tally since July 3#India #Coronavirus #Virus #Politician #Vaccinehttps:\/\/t.co\/ERmr1OkfHg","sentiment_score":0.0}
{"full_text":"RT This holiday, I'm gonna stay home in my trash can and avoid people.","sentiment_score":0.0}
{"full_text":"RT Now we know the bloated defense budgets the GOP always insisted on were just to line the pockets of the military industrial...","sentiment_score":-0.1}
{"full_text":"172 Texas prisoners who have died of coronavirus since tracking began...https:\/\/t.co\/zpC1BOiKTP via","sentiment_score":0.0}
{"full_text":"RT Nov 2020 saw the highest Exports in one month ( Rs Value ) in 108 months ( about 10 years) we monitored at","sentiment_score":0.0}
{"full_text":"DO NOT SIGN","sentiment_score":0.0}
{"full_text":"RT Today, I received the COVID-19 vaccine.To the scientists and researchers who worked tirelessly to make this possible -- than...","sentiment_score":0.0}
{"full_text":"RT Sheriffs deputies refuse to wear masks","sentiment_score":0.0}
{"full_text":"RT If youve been wondering where weve been we tested positive for Chinese virus last Tuesday. No fever but the headaches have...","sentiment_score":0.0757575758}
{"full_text":"Trump &amp; GOP committed unconscionable acts to disinform Americans &amp; undermine CDC's guidance on Covid19 Herd immunity was the goal. Lying politicians misled \"patriots\" turned cult &amp; it costs American lives.","sentiment_score":0.0}
{"full_text":"RT We spent our entire year in lockdown remaking EVANGELION in live action. Homemade. Sweded. \"NEON GENESIS EVANGELION IN 5 MINUTE...","sentiment_score":0.0340909091}
{"full_text":"RT #BorderClosure - it would be impractical if crossing border into #France was dependent on #Covid19 PCR swab tests at or near t...","sentiment_score":0.1}
{"full_text":"RT The word \"missile\" appears 19 times in the COVID Relief Bill. \"Aircraft\" appears 208 times. \"Munition\" 46 times.\"we...","sentiment_score":0.0}
{"full_text":"RT \"Victoria's \"dumb growth\" economy fuelled by huge population increases has been brutally exposed by the coronavirus pandemi...","sentiment_score":-0.2833333333}
{"full_text":"RT #MoscowMitch can and will say whatever he wants - but we KNOW the truth. The House has passed hundreds of bills while the Sen...","sentiment_score":0.2}
{"full_text":"RT Today, I received the COVID-19 vaccine.To the scientists and researchers who worked tirelessly to make this possible -- than...","sentiment_score":0.0}
{"full_text":"RT New mutation of corona virus has emerged in UK, which is a super-spreader. I urge central govt to ban all flights fro...","sentiment_score":0.0681818182}
{"full_text":"RT This fool just said COVID is spreading even more rapidly but they are all there together with no masks...\"My friends....\"...","sentiment_score":0.5}
{"full_text":"RT Outrageously stupid.  Is this before or after we taxpayers assume their debt?https:\/\/t.co\/nL29sWuly1","sentiment_score":-0.8}
{"full_text":"RT 9 months into the pandemic and we still can't see the light at the end of this cold and dark tunnel. Hay Pilipinas.","sentiment_score":-0.1166666667}
{"full_text":"Too late! UK la intha Virus ah \" Out of Control\" nu announce panitanga. Corona 2.0 ON","sentiment_score":-0.375}
{"full_text":"RT It's important to note that many of the arguments tossed out by the court today are similar to the arguments used by Jason...","sentiment_score":0.3}
{"full_text":"RT After trump bragged endlessly about banning travel from China, you have to wonder why he won't ban the UK while their covid...","sentiment_score":-0.125}
{"full_text":"RT When will the current #covidnsw outbreak start being referred to as- the bungled #NSW isolation process? Just want to e...","sentiment_score":0.0}
{"full_text":"RT For decades people have observed, \"No shoes, no shirt, no service.\"We have to wear a mask for now. That's all. Check ou...","sentiment_score":0.0}
{"full_text":"RT 6 miserable excuses for human beings who wanted to deny relief to Americans starving, suffering and on the brink eviction...","sentiment_score":-0.5}
{"full_text":"RT The per person cost for wine at Newsom's French Laundry dinner was more than you'll get from the \"Covid-Relief\" bill.h...","sentiment_score":0.25}
{"full_text":"RT Are you aware that once you are admitted to ICU for covid-19, that your wife will hold your phone for two weeks?Will you be...","sentiment_score":0.25}
{"full_text":"Or, they just don't want a new covid strain.Get over yourself.","sentiment_score":0.1363636364}
{"full_text":"Ban flights now! Covid 2.0 is designed to easily transmitted and more deadly. Act fast! Stay safe!!","sentiment_score":0.3529166667}
{"full_text":"What? Children can spread the virus? I don't believe it. BBC News - Coronavirus: Impact of new variant on children investigatedhttps:\/\/t.co\/WXLFGGzdR3","sentiment_score":0.1363636364}
{"full_text":"RT GOP: \"We can't do $1200 checks. That's irresponsible. Think of the deficit.\"Also GOP: \"As part of a COVID deal we are allocating...","sentiment_score":0.0}
{"full_text":"RT This holiday, I'm gonna stay home in my trash can and avoid people.","sentiment_score":0.0}
{"full_text":"Join us for Pranayama! #yogasaves #yoga #CBD #fitness #immunitybuilder #yogaforlife #selfcare #selfloveDeep Breathing Could Help You Recover From Covid-19","sentiment_score":0.0}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"RT Democrats and Republicans actually debated for half a year about how much assistance americans deserved in a pandemic...","sentiment_score":0.0111111111}
{"full_text":"RT TRUE STORY #HowTheyGotCovid\"Let's go to the Karaoke Bar\" said someone. \"Yes\" said another. They enjoyed a fun maskless ni...","sentiment_score":0.3833333333}
{"full_text":"RT BREAKING: To limit COVID-19 spread, the Federal Government has ordered nationwide closure of all bars, night clubs, pu...","sentiment_score":0.0}
{"full_text":"RT They laughed at a pandemic, mocked wearing masks, pushed false cures and made sure they were the first in line for the vacc...","sentiment_score":0.2625}
{"full_text":"RT I applaud this relief package, but our work is far from over. Starting in the new year, Congress will need to immediately get...","sentiment_score":0.0787878788}
{"full_text":"RT COVID-19 has led to widespread food insecurity in Silicon Valley. Thousands of volunteers are helping fight it.","sentiment_score":0.0}
{"full_text":"RT Why are jobs trying to hide the fact that their employees are getting covid? Isn't that illegal?","sentiment_score":-0.5}
{"full_text":"RT Support hotel workers and buy this compilation! We've got a song on there along with so many great MA + RI artists.","sentiment_score":0.65}
{"full_text":"22-12-2020 06:00:32 #BlastChristian  The Last Disciples - The Corona","sentiment_score":0.0}
{"full_text":"RT JUST INDelhi Govt preparedness to fight the new Mutated Covid19 strain from UK- 4,200 passengers arrived from UK-...","sentiment_score":0.1363636364}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"RT 10K Georgians have died from COVID-19 and U.S. Senate Republicans are blocking Democrats from providing the relief our co...","sentiment_score":0.0}
{"full_text":"RT I applaud this relief package, but our work is far from over. Starting in the new year, Congress will need to immediately get...","sentiment_score":0.0787878788}
{"full_text":"RT Today, I received the COVID-19 vaccine.To the scientists and researchers who worked tirelessly to make this possible -- than...","sentiment_score":0.0}
{"full_text":"RT Delhi CM #ArvindKejriwal urged the central govt to ban all incoming flights from the UK as a new, highly transmissible strain...","sentiment_score":0.0987878788}
{"full_text":"RT Oregon state Capitol door after anti-lockdown protestors tried to break in","sentiment_score":0.0}
{"full_text":"RT With COVID cases surging worse than ever, getting vaccinated is one of the most important things we can do. But until the...","sentiment_score":0.1666666667}
{"full_text":"RT 'Everyone is affected': Dauphin River First Nation residents grieve after multiple COVID-19 deaths | CBC News","sentiment_score":0.125}
{"full_text":"RT My role, which is purely voluntary, is to clear misinformation by anybody, push for transparency &amp; accountability by the au...","sentiment_score":0.1571428571}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"RT Joel  Osteen Lakewood Church  got $4.4 million Covid 19 PPP Loan . Osteen is worth more than $100 million @T...","sentiment_score":0.4}
{"full_text":"RT 100% Truth!The World is fully bifurcated now.Resonant = 5D Love, Light &amp; AbundanceDissonant = 3D, Fear, Disease(C...","sentiment_score":0.45}
{"full_text":"RT This is one of the best speeches I've ever heard from the Senate floor. hits the nail right on the head when it...","sentiment_score":0.6428571429}
{"full_text":"America is really fucking dog shit","sentiment_score":-0.4}
{"full_text":"RT Straight from the CDC, genius.  So how exactly do you call it a lie?? htt...","sentiment_score":0.225}
{"full_text":"RT Congress made sure to fund their healthcare, while the rest of the nation loses its insurance.#StimulusBill","sentiment_score":0.1}
{"full_text":"RT I'm so furious at the sight of people who lied about this pandemic smiling in vaccine photos. Grotesque.","sentiment_score":-0.55}
{"full_text":"RT Me after taking the COVID vaccine","sentiment_score":0.0}
{"full_text":"RT My only brother died of COVID today!Please wear your mask!","sentiment_score":0.0}
{"full_text":"RT The docuseries #TheReagans is evidence that Reagan was just Trump with acting ability. So many commonalities:Ran on...","sentiment_score":0.25}
{"full_text":"due to COVID ruining my life, everyone is getting their Christmas cards from Alani after Christmas.","sentiment_score":-0.125}
{"full_text":"The #NHS has begun the monumental task of vaccinating priority groups for #COVID19 They will contact you when it's your turn. Please do not call your GP practice, pharmacy or 111.https:\/\/t.co\/HsMaf1d6pq","sentiment_score":0.0}
{"full_text":"#FromTheLeft: Mixed-status immigrant families eligible for stimulus checks in COVID relief bill | Reporting by #Immigration #StimulusChecks","sentiment_score":0.0}
{"full_text":"Rudolph has been learning how to wear his mask correctly so he can keep everyone safe when he visits with Santa this Christmas. If you are out &amp; about anywhere outside your own home, take a tip from Rudolph - wear a mask &amp; wear it properly. Do your bit. Help keep people safe.","sentiment_score":0.32}
{"full_text":"The Premier League has confirmed seven positive coronavirus tests among players and staff in its latest round of testing.","sentiment_score":0.2318181818}
{"full_text":"Government should not delay barring travelers from Europe as it did with travelers from China at the beginning of the pandemic, says Sen. Franklin Drilon.","sentiment_score":0.0}
{"full_text":"Record-high 29,350 new #COVID-19 #coronavirus #infections reported in #Russia on #Monday ... | #SARSCoV2 | #disease | #COVID19 | #PublicHealth | #Illness | Via","sentiment_score":0.1363636364}
{"full_text":"Sir David Attenborough is a globetrotter, discovering far-flung lands, exotic species for audiences since the '50s. The pandemic may have kept him at home but it hasn't stopped the host from continuing his work to get the world to act on climate change.https:\/\/t.co\/wtV0AwQ2VE","sentiment_score":0.5}
{"full_text":"Interesting map by with analysis from showing which areas of Australia have been affected by multiple disasters in 2020 - combining drought, bushfires, storms, cyclones, flooding and COVID-19.","sentiment_score":0.25}
{"full_text":"\"There's zero evidence that there's any increase in severity\" of COVID-19 from the latest strain, the World Health Organization's emergencies chief, Dr. Michael Ryan said Monday.","sentiment_score":0.5}
{"full_text":"I just hope ##brusselssprouts are on the restricted travel list ...","sentiment_score":0.0}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"A highly-contagious variant of the #coronavirus could be spreading outside the UK. It has been found in Australia, Denmark, Iceland, Italy, and the Netherlands. Scientists say it could be 70% more contagious than the dominant strain. While South Africa registered another variant.","sentiment_score":0.25}
{"full_text":"RT The most infuriating thing is that people who have contributed to making the pandemic the crisis it is now are the firs...","sentiment_score":-0.05}
{"full_text":"RT The Best and Worst Places to Be in Covid:U.S. Sinks in Rankinghttps:\/\/t.co\/oFtNQjPAav via","sentiment_score":-0.0333333333}
{"full_text":"New Coronavirus strain n England is spreading almost 70% faster. Union Health Ministry meets to discuss strategy.https:\/\/t.co\/JEvkeallJJ","sentiment_score":0.1363636364}
{"full_text":"The world's largest oil exporter also affirmed its confidence in the third largest Asian economy, saying India has the strength to recover from the adverse impact of the coronavirus crisis.#AlBawabaBusiness #KSA #Indiahttps:\/\/t.co\/eKrUr0fDx2","sentiment_score":0.0}
{"full_text":"Measurement that certifies creative content quality before airing will grow in importance in the coming months. Our #Media2021 Trends and Predictions Report shows how the industry has been reshaped by COVID-19. Download the free report:","sentiment_score":0.45}
{"full_text":"Each day this month, we publish the stories of Queenslanders enduring an extraordinary year. Today: Brisbane GP Dr Genevieve McGovern steps through the daily changes that kept her colleagues and patients constantly off balance.https:\/\/t.co\/rllnA8aARq","sentiment_score":0.1111111111}
{"full_text":"RT I 100% agree with on this one. This isn't a stimulus bill, this is heist. Wealthy people are stealing tax dollars u...","sentiment_score":0.5}
{"full_text":"With nearly half of Ohio school districts conducting classes only over the internet and most in-person socialization sharply limited, screen time is more of a catch-22 than ever. How much is too much? How little is too little?https:\/\/t.co\/nh8pVF9U2n","sentiment_score":0.1218005952}
{"full_text":"Housing Finance Bank Named Most Innovative Bancassurance Agent for 2020#ChimpReportsNews #Business #WearAMask","sentiment_score":0.5}
{"full_text":"RT The moral of the story is tutor online to mitigate the spread of COVID19.  3\/3","sentiment_score":0.0}
{"full_text":"India's daily Covid cases dip below 20,000 after nearly 6 monthshttps:\/\/t.co\/pkgOfznTv4","sentiment_score":0.05}
{"full_text":"Emilija used to sell milk &amp; cheese at the market in Serbia. But with COVID-19, the markets closed &amp; ppl stopped buying door-to-door products. For rural communities, especially farmers &amp; local producers, lockdown measures have brought difficult challenges.","sentiment_score":-0.12}
{"full_text":"RT Mom died this morning. She was in a nursing home with dementia. Last week she tested positive for COVID but was asymptomat...","sentiment_score":0.1136363636}
{"full_text":"Illinois woman finds apparent COVID test in Kohl's package","sentiment_score":0.05}
{"full_text":"The #author of a new book on international attitudes to the #rich warns the #wealthy are already being called on to pay for the #coronavirus pandemic and are a minority in danger of being scapegoated #familybusiness #familyoffice #privatewealth","sentiment_score":0.2528409091}
{"full_text":"RT This holiday, I'm gonna stay home in my trash can and avoid people.","sentiment_score":0.0}
{"full_text":"Local musician Lyia Meta and her husband Zack have had to switch to a new source of revenue since the Covid-19 pandemic hit.https:\/\/t.co\/rTaF4IVTMw","sentiment_score":0.0681818182}
{"full_text":"This is how you slow the spread. What's the problem Canada?https:\/\/t.co\/SPL0ytUlxg","sentiment_score":-0.3}
{"full_text":"#ICYMI: Veteran Tarrant County Sheriff's Lieutenant Dies of COVID-19https:\/\/t.co\/V0yvaGIGLT","sentiment_score":0.0}
{"full_text":"Unfilled #cybersecurity #jobs are expected to grow by 350%. The #pandemic has given rise to the demand for cybersecurity professionals. Build expertise with the help of Institutions at the forefront of cybersecurity #research. Explore #100daysofcode","sentiment_score":-0.1}
{"full_text":"He also apparently says that antivaxxers and other denialists should also physically go to the hospitals and challenge the doctors who have seen all this traumatic stuff. That's a terrible idea. It will stress out the medical staff, and also potentially spread #covid19 more.","sentiment_score":-0.0821428571}
{"full_text":"RT London lockdown empty street a little merry Christmas once upon a time when streets were like rush hour #ApaWeMissYou...","sentiment_score":-0.14375}
{"full_text":"RT  Notice no similar articles shaming the Avalon spread...","sentiment_score":0.0}
{"full_text":"RT Only 22 countries have women Heads of State &amp;\/or Government, yet research suggests that in countries where women lead, the re...","sentiment_score":0.0}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"Countdown:Only 3 more COVID Mall germ orgies to Christmas and then...Let the family super spreaders begin.Thanks Doug Ford for the #MockDownLockDown it is even better than Buck-o-beer. Totally useless + it kills!","sentiment_score":0.1770833333}
