{"full_text":"And they wonder why Covid has been a constant issue with the Rat Birds ","sentiment_score":0.0}
{"full_text":"RT The UK media's \"this is so confusing\" schtick on COVID-19 has a lot to answer for too. One can set rules and then say \"but o...","sentiment_score":-0.3}
{"full_text":"RT That said-- it is time for everyone to jump ship and join Parler. It will be only place that people can discuss all of mad...","sentiment_score":-0.3125}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"RT Our daily update is published. States reported 1.8 million tests, 231k cases, and a record 3,400 deaths. There are 113...","sentiment_score":0.0}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"RT That girl who flew from LA to Miami with a dead Covid body behind her the other day is on IG with a countdown to her Ba...","sentiment_score":-0.2416666667}
{"full_text":"WATCH: Sandra Lindsay a Jamaican-American Registered Nurse Was the First in New York to Receive the Coronavirus Vaccine - Jamaican Videos - via","sentiment_score":0.1931818182}
{"full_text":"RT Why is the government collecting taxes from us (and their pay checks) if they do not want to help the Americans in the...","sentiment_score":0.0}
{"full_text":"\"if u wear a mask, u can naver be happy\" Mask","sentiment_score":0.8}
{"full_text":"These were the cases \"reported\" The central governement didn't even know the number of health care workers who were infected with the virus....so...https:\/\/t.co\/kpCykrlJ8n","sentiment_score":0.0}
{"full_text":"RT Has Dubai been exempt from Corona virus? Genuine question","sentiment_score":0.4}
{"full_text":"RT New Zealand just announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then, t...","sentiment_score":0.2018181818}
{"full_text":"RT Having trouble grasping the numbers of dead as a result of COVID? Not surprising; they are hard to comprehend. Imagine if...","sentiment_score":-0.2604166667}
{"full_text":"RT Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.So you'd think he'd be ab...","sentiment_score":0.375}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT This is a must read: Descendants of the Tuskegee Syphilis Study survivors speak out on the COVID-19 vaccinehttps:\/\/t.co\/...","sentiment_score":0.0}
{"full_text":"RT #Finland has registered 411 #COVID19 infections and six #coronavirus deaths since yesterday's update. #COVID hospitalizat...","sentiment_score":0.0}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"RT I've just been informed that although the Covid vaccine won't contain microchips, it will have the new U2 album","sentiment_score":0.1363636364}
{"full_text":"RT The WH security director had part of his leg amputated after falling severely ill with COVID and had to setup a GoFundMe. T...","sentiment_score":-0.5}
{"full_text":"RT This year has been full of struggles due to the COVID pandemic, but it is satisfying that Indo-Bangladesh relations have bee...","sentiment_score":0.2416666667}
{"full_text":"San Bernardino County sues Gov. Newsom over coronavirus stay-at-home order #SmartNews ","sentiment_score":0.0}
{"full_text":"RT America's Frontline Doctors met at the CDC to make our message clear.Experimental vaccines should NEVER be mandated or...","sentiment_score":0.0}
{"full_text":"RT Do we look stupid rn? #Covid19","sentiment_score":-0.8}
{"full_text":"RT This is happening in CALIFORNIA! Let's go, !","sentiment_score":0.0}
{"full_text":"RT I am very happy today for this ad to start to run on TV across America. I urge all Americans to learn from my experience a...","sentiment_score":1.0}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT and we're on our sixth straight year without a muppet movie, let's worry about that","sentiment_score":0.2}
{"full_text":"The vaccine, developed by Pfizer, was granted emergency authorization by the federal government for use on healthcare workers and support staff.","sentiment_score":0.1}
{"full_text":"RT Another good reason NOT to use the face recognition on my phone. ","sentiment_score":0.7}
{"full_text":"#California surpasses 250,000 cases in a week. 7-day Average Daily Cases per 100k: 89.47","sentiment_score":-0.075}
{"full_text":"RT I've just been informed that although the Covid vaccine won't contain microchips, it will have the new U2 album","sentiment_score":0.1363636364}
{"full_text":"Funny how #TrumpSycophants like become BELIEVERS after THEY and\/or their FAMILY Members are NEGATIVELY IMPACTED BY #COVID19. The most disgusting &amp; disappointing things about #Christie is he's a smart man who chose #Evil as opposed to #TraitorTrumpAEvilLyingIDIOT.","sentiment_score":-0.2765306122}
{"full_text":"RT hey remember when the guy who invented the polio vaccine didn't patent it because it was paid for with public funds and becaus...","sentiment_score":0.0}
{"full_text":"RT We are in the middle of a pandemic.","sentiment_score":0.0}
{"full_text":"RT 'They wanted you to get sick!' CNN's Cuomo explodes over revelations about Trump COVID policy","sentiment_score":-0.8928571429}
{"full_text":"RT #BREAKING: Gov. Ron DeSantis' office has released 2 White House Coronavirus Task Force reports that are more than a mo...","sentiment_score":0.25}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"The first one's a decoy. The unlabeled one is where the real covid is.","sentiment_score":0.225}
{"full_text":"RT Holy heck, this Alberta Government COVID-19 commercial is absolutely the stuff of nightmares. #yeg #yyc #ableg #covid19ab...","sentiment_score":0.1}
{"full_text":"Watch \"HATT JA CORONA\" || KANWAL JEET KAUR GHAI &amp; TILAK SISONA || VIJAY PANT || SHOOTVOOT ENTERTAINMENT ||Watch on YouTube                https:\/\/t.co\/L4sfwmoJKlPlease Watch  Like       #COVID19 #vijaypant #shootvootentertainment #entertainment#hattjaacorona","sentiment_score":0.0}
{"full_text":"RT We have some bad news.... Social media star Nathan Apodaca has COVID-19. Here's what we know:","sentiment_score":-0.3333333333}
{"full_text":"Oh so we're talking about opportunity. Yet you didn't give one to that poor student who has covid. You're such a hypocrite, terrible professor, trash role model\/mom. You deserve all the evil in this world.","sentiment_score":-0.6}
{"full_text":"RT It's impossible to overstate how morbid, how cruel, how homicidal the Trump regime has been in its response to Covid i...","sentiment_score":-0.8333333333}
{"full_text":"RT Big news out of San Diego, where a judge will allow restaurants to reopen with safety protocols after failing to see evidenc...","sentiment_score":0.0}
{"full_text":"RT No. We don't even have the common sense to not book a Brexit Party extremist to discuss public health in the middle o...","sentiment_score":-0.1}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"RT We're fighting hard for stimulus checks in this COVID-relief bill. And, we believe we'll get them. The American people need...","sentiment_score":-0.1458333333}
{"full_text":"RT President-elect Joe Biden will receive a COVID-19 vaccine as early as next week, transition officials say. Vice President Mike Penc...","sentiment_score":0.05}
{"full_text":"update this girl i know who was JUST in hawaii not even 2 days ago posted a snapchat abt \"idk who needs to hear this but you have to wear ur mask in a drive thru\" so i replied abt hawaii.... seems a little hypocritical for her to be preaching rn","sentiment_score":-0.1875}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Yea yea lets just pretend covid-19 dose no exist ","sentiment_score":0.0}
{"full_text":"RT Global South countries, led by South Africa and India, have requested a suspension of the WTO's patent rules to enable the...","sentiment_score":0.0}
{"full_text":"Well, maybe they depleted their savings before the check came and then wanted to be sure they still had an emergency fund. Or maybe they smartly spent it slowly, but it is now depleted. Also debt payments could  be for debt accumulated do to the pandemic.","sentiment_score":0.0333333333}
{"full_text":"Passenger With Coronavirus Dies On United Flight | One Mile at a Timehttps:\/\/t.co\/vy8gqZWUWg","sentiment_score":0.0}
{"full_text":"RT 1971 was a Politico-Military Defeat","sentiment_score":0.0}
{"full_text":"RT Here's the reason why ...","sentiment_score":0.0}
{"full_text":"RT It didn't have to be this way.","sentiment_score":0.0}
{"full_text":"RT Do we look stupid rn? #Covid19","sentiment_score":-0.8}
{"full_text":"RT #Norway has added 458 #COVID19 infections and suffered another seven #coronavirus deaths since yesterday's update. #COVID...","sentiment_score":0.0}
{"full_text":"RT Dah muncul kat whatsapp dah. Drinking bleach isn't a cure for coronavirus. Instead it can be harmful to your body ","sentiment_score":0.0}
{"full_text":"Infected after 5 minutes, from 20 feet away: South Korea study shows coronavirus' spread indoors","sentiment_score":0.0}
{"full_text":"RT Joking aside, this evening there's a debate about this. But come January there will be no debate. We'll be back in lockdown....","sentiment_score":0.0}
{"full_text":"RT We cannot say this enough: this \"herd immunity\" strategy was pursued KNOWING that it could kill 2-6 million Americans, and...","sentiment_score":0.0}
{"full_text":"RT Dear I suggest we should have a code that one can dial to link his\/her NIN with the phone number automatic...","sentiment_score":0.0}
{"full_text":"Loeffler and Perdue CASHED IN on INSIDER INFO, used to be known as \"INSIDER TRADING\" a criminal offense as they let 305,000 Americans die, with 3400 died TODAY. Was GOP GREED worth 100's of 1000's dead, CDC estimates 4-500K B\/4 Trump leaves, as he sits on his ass, does nothing.","sentiment_score":-0.1}
{"full_text":"We're living in a shithole country that has the absolute highest COVID death rate on the planet, and there is no relief for us anywhere,  but somehow people are worried that this kid is cussing??WHY WOULDN'T HE BE CUSSING","sentiment_score":0.2}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT These Covid19 testing numbers are proof of one thing: Congress' unbroken commitment to 'break the chain' of the deadly pandem...","sentiment_score":-0.2}
{"full_text":"RT Love that got vaccinated in his bow tie. Thank you for leading us all in this pandemic !","sentiment_score":0.625}
{"full_text":"RT I am very happy today for this ad to start to run on TV across America. I urge all Americans to learn from my experience a...","sentiment_score":1.0}
{"full_text":"Thank you for helping spread the word about the #CANotify exposure notification system available to all Californians with smartphones!","sentiment_score":0.5}
{"full_text":"They also changed the criteria for qualification for the September qtr, moving from accrual to BAS status (in our case cash)  so the way we could qualify was different. Our COVID repercussions started after July, so Sept qtr changes made it way more diff to qualify.","sentiment_score":0.25}
{"full_text":"RT She was demoted, doubted and rejected. Now, her work is the basis of the Covid-19 vaccinehttps:\/\/t.co\/lZNquxWzJX","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT Now it is documented. Trump's COVID policy was to infect as many Americans as possible. If this isn't premeditated murder, I...","sentiment_score":0.25}
{"full_text":"Mackenzie Scott donated about 4.2 billion dollars to charities in 4 months during the pandemic while Bezos sat there getting richer.. men are yuck but #EatTheRich","sentiment_score":0.0}
{"full_text":"RT Australian state violated human rights in COVID lockdown: Report #jakpost","sentiment_score":0.0}
{"full_text":"RT i got corona but i dont feel shit. hopefully it stays like this n leaves quick","sentiment_score":0.0666666667}
{"full_text":"RT NSW Health announcing one of the new Northern Beaches COVID cases plays in a band called Nothing Too Serious (seriously) an...","sentiment_score":-0.1767676768}
{"full_text":"RT I'm hoping he'll visit CMA tomorrow!","sentiment_score":0.0}
{"full_text":"RT Today a nurse I worked with has died of covid.There is no doubt she caught it working tirelessly tending the sick.She was...","sentiment_score":0.0}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT According to a survey from the National Restaurant Association, 17% of restaurants have closed and it predicts 10,000 more...","sentiment_score":0.2}
{"full_text":"Nein.","sentiment_score":0.0}
{"full_text":"RT 2nd #candlelightmarch #protest by 200 employees of #BSES Delhi. Police reached. 2000 employees looking at mgmt for the justic...","sentiment_score":0.0}
{"full_text":"RT 2nd Alaska health care worker has adverse reaction after coronavirus vaccine","sentiment_score":0.0}
{"full_text":"RT FLAG: Interior Department Secretary David Bernhardt has tested positive for the coronavirus.","sentiment_score":0.2272727273}
{"full_text":"RT What would the Framers say about an American president who lets a hostile power put bounties on the heads of our soldiers, lo...","sentiment_score":0.0}
{"full_text":"'It's not impossible to be happy'The #COVID19Pandemic has impacted everyone differently. Watch this video by on how Ryan and Gray cope with the pandemic. #MentalHealthMattershttps:\/\/t.co\/wzujaQBYtJ","sentiment_score":0.3777777778}
{"full_text":"\"We are not shutting this fucking movie down. Is it understood?\" Tom Cruise is being praised for scolding the #MissionImpossible7 crew after discovering two people breaching Covid safety rules: ","sentiment_score":-0.3777777778}
{"full_text":"More people are choosing to live together, and economic pressure is driving this","sentiment_score":0.2787878788}
{"full_text":"Don't forget the basics of good hygiene! #COVID19 #NewNormal #staysafe","sentiment_score":0.875}
{"full_text":"Ransomware and IP Theft: Top COVID-19 Healthcare Security Scares #Cybersecurity #Ransomware #COVID19 #CovidVaccine #cyberthreats #Cybercriminal #Healthcare #Medicaldevices #Coldchain #QAcycle","sentiment_score":0.5}
{"full_text":"In a move her father would be proud of, Ivanka Trump has jumped on the anti-lockdown train, claiming that they're \"not grounded in science\".https:\/\/t.co\/HhgDBg7uoB","sentiment_score":0.8}
{"full_text":"The Christian County Health Department has received its first doses of the long-awaited COVID-19 vaccine.https:\/\/t.co\/zbqcMYKjil","sentiment_score":0.125}
{"full_text":"Lt. Mike Vesely escorted the first shipment of COVID-19 vaccines to Pardee Hospital once it arrived in the mountains.","sentiment_score":0.25}
{"full_text":"Atypical HUS resource page re #COVID19. \/#BioNTech 's COVID-19 #vaccine now being administered in nations such as Canada, USA, &amp; the UK.  Dec 2020 news , , and other #pharma. #aHUShttps:\/\/t.co\/wKG7CM5Wif","sentiment_score":-0.0416666667}
{"full_text":"Tom Cruise unleashes expletive-filled rant after film crew breaks COVID-19 protocols","sentiment_score":0.0}
{"full_text":"Container Homes USA in Cleveland, Ohio, is converting shipping containers into mobile medical units that can be used to deliver COVID tests and vaccines to communities that need them.","sentiment_score":0.0}
{"full_text":"Cambodia's economy is projected to return to four per cent growth next year, the World Bank said, citing an improvement in economic activities and the effective implementation of the government's intervention measures to keep the economy afloat amid Covid-19.","sentiment_score":0.2}
{"full_text":"Please note that due to the impact of COVID-19 our vacancies portal has been closed until further notice.","sentiment_score":-0.075}
{"full_text":"Please note that due to the impact of COVID-19 our vacancies portal has been closed until further notice.","sentiment_score":-0.075}
{"full_text":"Please note that due to the impact of COVID-19 our vacancies portal has been closed until further notice.","sentiment_score":-0.075}
{"full_text":"Coming up on shortly, Principal Investigator of TILDA Prof shares key insight from TILDA's latest Wave 5 report. Learn more on the health, social &amp; economic circumstances of older adults on the eve of the #COVID_19 pandemic.https:\/\/t.co\/kddTwwZP7H","sentiment_score":0.2}
{"full_text":"Although at-home workouts are an option to stay in shape during the pandemic, one local fitness trainer said even she is lacking the motivation to do so herself.by","sentiment_score":0.0}
{"full_text":"As we continue to #spreadCHEER, not #COVID19 during this festive season, we are delighted to share #WeAreFamily video by to inspire hope, and share the love. #StrongerTogether","sentiment_score":0.6}
{"full_text":"#FromTheLeft: The Coronavirus Vaccine Could Be the Ultimate Gateway Drug | Analysis by #CoronavirusVaccine","sentiment_score":0.0}
{"full_text":"issued '#Infrastructure beyond #COVID19: A national study on the impacts of the #pandemic on Australia':","sentiment_score":0.0}
{"full_text":"Former B.C. Liberal cabinet minister George Abbott doesn't think Premier John Horgan regrets promising his #COVID19 relief program. #Kamloops","sentiment_score":0.0333333333}
{"full_text":"#ICYMI: FDA approves first over-the-counter, fully at-home COVID-19 diagnostic testhttps:\/\/t.co\/JUR5xbs5J8","sentiment_score":0.25}
{"full_text":"RT Keeping you updated after receiving the Covid vaccine","sentiment_score":0.0}
{"full_text":"Reimagining Pharma Supply Chains Could Speed Vaccine Distribution in Months Ahead","sentiment_score":0.0}
{"full_text":"#SPOTLIGHT: Many countries in #Africa, #MENA region and the #Indian subcontinent lack the infrastructure for storing #COVID19 vaccines. Even developed countries are scrambling for resources","sentiment_score":0.3}
{"full_text":"President-elect will get the #coronavirus vaccine as soon as next weekVice President will get the vaccine on Fridayhttps:\/\/t.co\/nVmkfauqLV","sentiment_score":0.0}
{"full_text":"The rant reportedly happened after Cruise spotted two workers failing to respect social distancing rules.","sentiment_score":0.0333333333}
{"full_text":"Want a quick rundown of the top news from today?    Listen here https:\/\/t.co\/0WED4hi1s4","sentiment_score":0.4166666667}
{"full_text":"AI: This COVID machine-learning tool helps swamped hospitals pick the right treatment #ArtificialIntelligence #MachineLearning #COVID19 #healthcare #DeepLearning #QAcycle","sentiment_score":0.2857142857}
{"full_text":"When the coronavirus pandemic closed high schools, Broadway and TV star Laura Benanti knew it also meant most spring high school musicals would be scrapped.https:\/\/t.co\/sP6eg0qOZb","sentiment_score":0.18}
{"full_text":"Amazing progress by the team. Making healthcare delivery easier and safe during these covid times. They are now doing signups.","sentiment_score":0.55}
{"full_text":"India's Covid caseload climbs to 99.56 lakh, recovery rate at 95.31%https:\/\/t.co\/ykrPXnnXnE","sentiment_score":0.0}
{"full_text":"Indonesian President Joko Widodo, said the country will offer free #COVID19 vaccines to people after considering the state budget on Dec 16. The government has announced that the young working-age population will be given priority for inoculation. #Indonesia","sentiment_score":0.25}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"Dozens of children who attended a tree lighting event in Ludowici, Georgia may have been exposed to COVID-19 after a pair performing as Santa and Mrs. Claus tested positive for the virus, officials said.","sentiment_score":0.2272727273}
{"full_text":"These Canberra students rose to the COVID-19 challenge to achieve an ATAR of 99, via","sentiment_score":0.6}
{"full_text":"The Ministry of Health (MOH) is currently gathering data on individuals who will be prioritised in receiving the Covid-19 vaccine when it rolls out, said Sabah's Covid-19 spokesperson Datuk Seri Masidi Manjun (pic).https:\/\/t.co\/lBV8yjl2xW","sentiment_score":0.0}
{"full_text":"Communicating policy cover and benefits clearly to employees can encourage workers to focus on their mental health and overall well-being, helping them feel better and be more productive at home and at work. #mentalhealth #employeehealth","sentiment_score":0.2}
{"full_text":"RT They weren't going to tell her. So, she gets COVID from her employer. She works at other scheduled weddings,...","sentiment_score":-0.125}
{"full_text":"I dare not get tested, started sneezing after cleaning basement,  must be Covid..","sentiment_score":0.0}
{"full_text":"RT It's with great reluctance that I've started this Gofundme... and maybe too late. My medical bills have turned into cr...","sentiment_score":0.1666666667}
{"full_text":"RT Due to an increasing number of #COVID19 hospital admissions hospitals in the #Denmark capital district (Metro #Copenhagen...","sentiment_score":-0.125}
{"full_text":"RT This year has been full of struggles due to the COVID pandemic, but it is satisfying that Indo-Bangladesh relations have bee...","sentiment_score":0.2416666667}
{"full_text":"RT IN MEMORIAM: Julie, my wife of 57 years, passed away today from Covid-19. If you think Covid-19 is a hoax, you are woefull...","sentiment_score":0.0}
{"full_text":"Go Outside More #COVID19 #WellnessWednesday #WednesdayWisdom #WonderfulWednesday","sentiment_score":0.25}
{"full_text":"RT Not going to celebrate $600 checks for Americans who have lost everything &amp; gotten into a hole so deep they may never get out....","sentiment_score":0.0}
{"full_text":"RT Six months ago today, Mike Pence wrote that there isn't a coronavirus second wave.To date, more than 300,000 Americans...","sentiment_score":0.25}
{"full_text":"RT #BREAKING: Gov. Ron DeSantis' office has released 2 White House Coronavirus Task Force reports that are more than a mo...","sentiment_score":0.25}
{"full_text":"RT Is $600 for a second COVID check enough?","sentiment_score":0.0}
{"full_text":"Mike Pence To Get A COVID-19 Vaccine On Live TV: Reports","sentiment_score":0.1363636364}
{"full_text":"As philosophy of life's turn or peaking meditation spreading #Coronavirus shows inner view. As fear+ while elite's +ve test shows humanity, store's food lack despite stored cash airs futility of riches pride STOP SPREAD Try Indian","sentiment_score":0.0}
{"full_text":"they're gonna start the season next week then suspend it again for four years after a deadlier mutation of COVID wipes out 2% of the population over the next four years but they restart the season in 2024 and the dubs win the title. steph redeemed! haters in shambles","sentiment_score":0.3333333333}
{"full_text":"first day working since my dept turned into a covid unit and I. AM. EXHAUSTED. ","sentiment_score":-0.075}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Now playing Country music legend Charley Pride dies from complications from COVID-19 at 86 by THE MARKET World Trade News!","sentiment_score":0.0}
{"full_text":"[FREE TUTORIAL] How to: Make \"Toilet\" Paper w\/ The Urban-Aboriginal &gt;&gt; #survival #survivor #primitiveTechnology #bushcraft #prepper #SHTF #suvival #SHTF #prepper #toiletpaper #pandemic #papermaking #wildcrafting #homesteading #hoarding","sentiment_score":0.1833333333}
{"full_text":"RT Tamaleros say they aren't selling the same number as they did in years past, possibly meaning fewer family gatherings this yea...","sentiment_score":-0.0833333333}
{"full_text":"the clip says 1,000 not 11,000 and 6 died not 36 (a dozen is 12)I know a staffer probably posted this, and aren't your staffers college students?BTW...6\/1000 = 0.006 mortality rate36\/11000 = 0.0032 mortality rateyour post makes the numbers better","sentiment_score":0.5}
{"full_text":"RT Bro what they think $600 finna do ?","sentiment_score":0.0}
{"full_text":"RT \"It's not just up to the survivors to judge them either. It falls on people in positions of power who are obligated to p...","sentiment_score":0.0}
{"full_text":"RT .@JoeBiden and I are building a team that will help us meet the unprecedented challenges facing the American people--from...","sentiment_score":0.3}
{"full_text":"As soon as they say 'govt said', trust goes up in smoke. ","sentiment_score":0.0}
{"full_text":"RT call it what it is: genocide.","sentiment_score":0.0}
{"full_text":"RT This year was a momentous one. The COVID-19 pandemic touched every aspect of our work. Through all the events of this...","sentiment_score":0.0}
{"full_text":"RT In March I introduced HRes897 calling for emergency direct payments to every American for the duration of this pandemic....","sentiment_score":0.05}
{"full_text":"Time: 06:00 * Temp: 6.0degC * Wind: WSW 4.9 to 13.0mph * Pressure: 997.2hPa * Rain: 0.0mm * Hum: 94% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:41 * Sunset: 15:57 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT We had 231K #COVID cases &amp; a record 3400 deaths today.Meanwhile, 12 states still do not have a mask mandate and this K...","sentiment_score":0.0}
{"full_text":"South Korea reports record coronavirus cases as Seoul runs out of critical care beds","sentiment_score":0.0}
{"full_text":"RT Global South countries, led by South Africa and India, have requested a suspension of the WTO's patent rules to enable the...","sentiment_score":0.0}
{"full_text":"AXA XL, a division of AXA  are proud to be part of this collaborative project to insure the distribution of #Covid-19 #vaccines in emerging markets #AXAXLMarine","sentiment_score":0.8}
