{"full_text":"RT Ladies and gentlemen this is exactly why California is currently ablaze with Covid19 and hospitals are setting up beds in...","sentiment_score":0.125}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT Trump has learned nothing he's not alone. While the GOP leadership delivers a blow to wor...","sentiment_score":0.0}
{"full_text":"RT Perspective: If an American had moved to Denmark, Norway or Finland in January, her or his risk of dying from Covid would...","sentiment_score":0.0}
{"full_text":"RT Luke Letlow, GOP congressman-elect from Louisiana, dies of covid-19","sentiment_score":0.0}
{"full_text":"RT I agree, ignore what these fools in government are saying, listen to the scientists and lock...","sentiment_score":0.0}
{"full_text":"RT They are not going to stop this insanity until you stand up together. You already know it's crazy. They see your passiv...","sentiment_score":-0.6}
{"full_text":"RT Please keep Luke Letlow's wife, two young children, and his entire family in your prayers during this impossibly difficu...","sentiment_score":-0.1888888889}
{"full_text":"RT Fishy?","sentiment_score":0.0}
{"full_text":"RT Heartbreaking. This little boy lost his father to COVID19. Please be safe out there, folks.","sentiment_score":0.15625}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"Republican, Luke Letlow, 41-year-old congressman-elect, dies with COVID-19 | Fox News","sentiment_score":0.0}
{"full_text":"Why the 1918 Flu Pandemic Never Really Ended","sentiment_score":-0.1}
{"full_text":"RT So, you like promoting the political aspirations of incompetent people who de...","sentiment_score":-0.175}
{"full_text":"RT Covid Free!","sentiment_score":0.5}
{"full_text":"no offense but you was finna go to a party and eat around people with the regular covid still topping the charts?","sentiment_score":0.0}
{"full_text":"RT Janice Dean weighs in on Kamala Harris getting the COVID-19 vaccine: 'I'd have given it to my mom instead'","sentiment_score":0.0}
{"full_text":"RT THE ACTUAL MATH! Just so we're clear, Congress could send each American $2,000 EVERY MONTH UNTIL MAY 2021 for less than th...","sentiment_score":-0.0166666667}
{"full_text":"RT Confirming this very, very sad news: Rep.-elect Luke Letlow has died of coronavirus. He was 41 and had a wife &amp; 2 small chil...","sentiment_score":-0.45}
{"full_text":"RT 41 years old with a wife and two young children. Donald Trump and the GOP built this.","sentiment_score":0.1}
{"full_text":"My condolences to his family. Unfortunately Covid-19 does not discriminate. When you ignore protocols because it makes a political statement then you open yourself to being made an example of. Masks save lifes! The life you save may be your own. We all don't get Trump Regeneron","sentiment_score":0.025}
{"full_text":"RT This is tragic. How awful for his wife, kids &amp; everyone who loves him.The timeline is important here.Letlow announced co...","sentiment_score":-0.45}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"RT Here's the math: If the goal is to reach 80% of Americans vaccinated with a 2-dose #covid19 vaccine, it will take 10 years...","sentiment_score":0.0}
{"full_text":"RT He was 41. Wear a mask.","sentiment_score":0.0}
{"full_text":"Thanks for pointing this out Kevin! The flight was confirmed to have landed at DAL and the story has been updated.https:\/\/t.co\/Hkec6i4awE","sentiment_score":0.325}
{"full_text":"ohmygod i do not wanna deal with this for 10 more years","sentiment_score":0.5}
{"full_text":"RT Wear a mask.Use social distancing.Avoid crowds and unnecessary outings.Avoid extended family.Stay home when sick.We...","sentiment_score":-0.1833333333}
{"full_text":"RT Rajat Sharma:Give Modi a chance, DeMo will eradicate black moneyGive Modi a chance, GST will simplify taxesGive Mo...","sentiment_score":-0.1666666667}
{"full_text":"RT It's black&amp;white, NO GREY AREA. Before all of our essential workers get ill or drop from exhaustion.Before we lose m...","sentiment_score":-0.1583333333}
{"full_text":"And it's not like we can't afford it! We are literally choked by Rs' desire not just to have wealth, but to have ALL the wealth their laborers can get them.#StimulusCheck2000","sentiment_score":0.0}
{"full_text":"RT Finance Minister can go on vacation during the holidays but #onted cant see their families and are forced to plan online l...","sentiment_score":-0.3}
{"full_text":"how you feel about this COVID vaccine? Wait a few years or get it now?","sentiment_score":-0.2}
{"full_text":"RT Pray for our country and our fellow Americans right now.  We have 3 more weeks alone here, with a federal government tha...","sentiment_score":0.3928571429}
{"full_text":"RT Help needed raising awareness on what just happened at #Clemson under the smoke screen of COVID.  67% of black male ath...","sentiment_score":-0.0833333333}
{"full_text":"RT I'm sorry to hear that Kirk tested positive.  I'm hopeful he has minimal health issues and has a full recovery.  Earlier th...","sentiment_score":-0.0045454545}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"When your own landlord breaks Ontario lockdown law to get drunk by his high risk brother and 13 year old kid so now you're too uncomfortable to leave your room or take your medication ","sentiment_score":-0.028}
{"full_text":"I hope this is a wake up call for everyone. COVID 19 is a serious Pandemic","sentiment_score":-0.3333333333}
{"full_text":"RT He was 41 years old.","sentiment_score":0.1}
{"full_text":"RT PAUSE RENT &amp; MORTGAGES no one will obey a lockdown if they are still being evicted","sentiment_score":0.0}
{"full_text":"RT Rep.-elect Luke Letlow (R-La.) has died from the coronavirus, multiple sources confirmed Tuesday evening. He was 41.","sentiment_score":0.2}
{"full_text":"RT Rajat Sharma:Give Modi a chance, DeMo will eradicate black moneyGive Modi a chance, GST will simplify taxesGive Mo...","sentiment_score":-0.1666666667}
{"full_text":"RT Congressman-elect Luke Letlow has died from coronavirus. He was 41 and leaves behind his wife and two small kids.","sentiment_score":-0.325}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"RT 3700+ Americans died from #COVID19 todayTrump golfs in Florida.Pence skis in Colorado.Ted Cruz hunts quail in Texa...","sentiment_score":0.0}
{"full_text":"RT .@donlemon compares what President-elect Biden says about the pandemic to what the current President says. Just listen. #Do...","sentiment_score":0.0}
{"full_text":"RT So my cousins who were all proud to show their photos on FB getting together on Christmas eve, all 18 of them at this one p...","sentiment_score":0.8}
{"full_text":"We gave him his chances during notebandi, gst, and lockdown, now there are no life's left for farm bills, and by the way it's our nation not mario where infinite chances can be given","sentiment_score":0.0}
{"full_text":"RT JULIUS DE GUZMAN, 67 of Hacienda Heights, CA died of COVID on Dec. 11.\"He was always the life of the party, always the...","sentiment_score":0.0}
{"full_text":"Luke when he got sick","sentiment_score":-0.7142857143}
{"full_text":"How about Simcoe County Health start tracking those who REFUSE the vaccine. Spain has already begun this Program. The COVID Alert app in Ontario is a step in the right direction. But it is not enough.","sentiment_score":0.1428571429}
{"full_text":"RT Officials at HHS and the Pentagon are scheduled to hold a briefing with reporters tomorrow to answer questions about di...","sentiment_score":0.0}
{"full_text":"RT does anyone have any fun birthday ideas in these COVID times?","sentiment_score":0.3}
{"full_text":"41. Almost a year into this and the fact people still don't take it seriously is crazy.","sentiment_score":-0.6}
{"full_text":"RT Luke Letlow, GOP congressman-elect from Louisiana, dies of covid-19","sentiment_score":0.0}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"RT \"We have to make sure our economy gets open...we have to learn to live in a COVID world\"Luke Letlow, 12\/5\/2020","sentiment_score":0.3181818182}
{"full_text":"RT CDC Silently 'Updates' COVID Guidelines: Masks Don't Work via","sentiment_score":0.0}
{"full_text":"It didn't have to be like this","sentiment_score":0.0}
{"full_text":"Welp, I promised you guys I'd let ya know. I got my first covid vaccine injection today. I got the moderna one. Nothing to report so far. Less painful then the flu shot they make me get every year. I have as of yet had no symptoms, though they say I might over the next few days.","sentiment_score":-0.1194444444}
{"full_text":"COVID REALLY CAME WIT TGE DELUXE COVID, WE DIDN'T ASK FOR THE DELUXE COVID-19","sentiment_score":0.4666666667}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"Didn't he get COVID and die","sentiment_score":0.0}
{"full_text":"This is so sad. Two babies without a father. People, please take this virus seriously. It is real and it kills.","sentiment_score":-0.15}
{"full_text":"Kamala Harris has a lot of nerve jumping in front of front line workers to get the Covid vaccine,especially since she discouraged everyone from trusting the Trump vaccine. Oh, and Dummy Biden is trying to take credit for the vaccine. Butch of liar hypocrites.","sentiment_score":0.0}
{"full_text":"RT Today, Texas reached a record of nearly 27,000 daily cases. Alabama is also one of the most alarming hot spots, \"\"We're...","sentiment_score":0.15}
{"full_text":"years old!! 18 YEARS OLD!! She loved and helped animals! An all round GOOD KID! Gone because of that idiot in the White House playing down COVID!! ARGH!!","sentiment_score":0.0853407118}
{"full_text":"RT 'It just took her so fast,' says mom of Lincoln-Way East senior who died from COVID-19 infection.  She was 18.  She had...","sentiment_score":0.2}
{"full_text":"OK everybody, let's just chill for the next couple weeks. Slow down. Stay home when you can. Avoid gathering indoors. Maybe it is not about proving you have the freedom to do what you want right now. Maybe right now is time to prove you can do what you don't want.","sentiment_score":0.1026455026}
{"full_text":"RT This is my favorite week of the year. I was so excited to head home, to DFW, to call the and then to be on...","sentiment_score":0.4375}
{"full_text":"RT Heartbreaking. This little boy lost his father to COVID19. Please be safe out there, folks.","sentiment_score":0.15625}
{"full_text":"RT Rep.-elect Luke Letlow (R-La.) has died from the coronavirus, multiple sources confirmed Tuesday evening. He was 41.","sentiment_score":0.2}
{"full_text":"RT 'It just took her so fast,' says mom of Lincoln-Way East senior who died from COVID-19 infection.  She was 18.  She had...","sentiment_score":0.2}
{"full_text":"Wow. Way to fearmonger.","sentiment_score":0.1}
{"full_text":"RT Y'all screaming \"my body, my choice\" about COVID vaccines should realize that we're spiraling into \"my ER, my choice\"...","sentiment_score":0.0}
{"full_text":"RT The congressman-elect, 41, was one of at least 3293 who died on Tuesday -- &amp; more than 15,500 Americans in the last week. ht...","sentiment_score":0.0666666667}
{"full_text":"RT omg41 years old. 2 young kids. My heart goes out to the Letlow family. Please please be careful out there, everyone.h...","sentiment_score":0.0333333333}
{"full_text":"RT Republican Congressman-elect Luke Letlow has died from COVID-19.He was 41.","sentiment_score":0.0}
{"full_text":"RT China Sentences Citizen Journalist Who Reported On COVID From Wuhan","sentiment_score":0.0}
{"full_text":"We need to measure education this year differently. The students will catch up - hard working educators will see to this! #wevegotthis #survivingcovid","sentiment_score":-0.1822916667}
{"full_text":"RT Hi Sydney residents, I know your political leaders aren't insisting on it but as an epidemiologist I'm advising you it...","sentiment_score":0.0}
{"full_text":"RT Jordan wondered what the Founding Fathers would say about stay-at-home orders to curb the spread of the coronavirus.","sentiment_score":0.0}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"RT Your daily reminder that David Perdue fought against stimulus checks for the entire pandemic.","sentiment_score":0.0}
{"full_text":"RT NEW: Luke Letlow, a Republican from Louisiana who was elected to Congress last month, has died of Covid-19.He was 41 yea...","sentiment_score":0.0681818182}
{"full_text":"RT You draft dodging sissy, don't talk to me about patriotism.","sentiment_score":0.0}
{"full_text":"RT At the end of one of the worst years in American history, Democrats in both houses of Congress and Republicans in both ho...","sentiment_score":-0.5}
{"full_text":"Filipino parents finding any way to break social distancing protocols","sentiment_score":0.0333333333}
{"full_text":"RT Seven days to COVID relief &amp; recovery - which Kelly Loeffler will not support. She's not afraid of McConnell's obstructio...","sentiment_score":0.3}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT I'm officially done with my covid quarantine :DThank you everyone for all the well wishes over the past few weeks. Taste...","sentiment_score":-0.225}
{"full_text":"RT Those who live in the Kipps Lane apartment with the massive #covid19 outbreak send high school students to","sentiment_score":0.0987878788}
{"full_text":"RT He donated to schools, hospitals, charities, less fortunate people during Covid pandemic is one of the Best .@gulfkanawu...","sentiment_score":0.4111111111}
{"full_text":"RT 'It just took her so fast,' says mom of Lincoln-Way East senior who died from COVID-19 infection.  She was 18.  She had...","sentiment_score":0.2}
{"full_text":"luckily the pandemic is fake, so he can just have a fake funeral, and a fake death certificate.","sentiment_score":-0.2916666667}
{"full_text":"RT The stay-at-home orders for San Joaquin Valley and Southern California are being extended.We must continue to do our...","sentiment_score":0.0}
{"full_text":"RT This was 11 days ago. Rep-elect Luke Letlow, just 41, passed away this evening from complications due to COVID.11 days. T...","sentiment_score":-0.125}
{"full_text":"RT Mysterious Disappearance Of Flu In San Diego Prompted Call For Audit Of COVID Records","sentiment_score":0.0}
{"full_text":"RT One day, American taxpayers are gonna wake up and realize the federal budget is OUR money not the Senate's slush fund fo...","sentiment_score":0.0}
{"full_text":"The lockdowns were intended to destroy this country. It's working.","sentiment_score":-0.2}
{"full_text":"RT Worst prediction of 2020: Elon Musk: There will be \"close to zero\" new cases of covid by the end of April. Billionaires ar...","sentiment_score":-0.4318181818}
{"full_text":"RT There is a COVID alert for an outdoor cinema screening, but has announced it's OK for 30,000 to turn up to watch...","sentiment_score":0.5}
{"full_text":"RT If only trump had exerted just 10% of his energy toward #COVID19 as he did trying to reverse t...","sentiment_score":0.0}
{"full_text":"Congressman-elect Luke Letlow dies after battling Covid-19https:\/\/t.co\/xLYkMysPeF","sentiment_score":0.0}
{"full_text":"RT Congressman-elect Letlow, 41, just died of Covid. A tragedy.","sentiment_score":0.0}
{"full_text":"if you think you have you can keep it to yourself we are in a pandemic","sentiment_score":0.0}
{"full_text":"RT After ten months of the pandemic, we still don't have enough testing. It's a travesty.We need to scale up testing so anyone...","sentiment_score":0.0}
{"full_text":"RT We had the second lockdown 'to save Christmas.' They cancelled Christmas anyway. They said if we had Christmas we would nee...","sentiment_score":0.0}
{"full_text":"RT Arizona had 2 large soccer tournaments the week of Thanksgiving. Over 400 teams.","sentiment_score":0.2142857143}
{"full_text":"RT Heartbreaking. This little boy lost his father to COVID19. Please be safe out there, folks.","sentiment_score":0.15625}
{"full_text":"RT 41, way too young, maskless and MAGA throughout 2020...Newly elected GOP congressman Luke Letlow dies after battling Covid-1...","sentiment_score":0.1}
{"full_text":"RT Knee-jerk commenters on Twitter are apparently 100% sure that Congressman-elect Luke Letlow was a despicable COVID denier on t...","sentiment_score":0.275}
{"full_text":"RT AND THEN Kelly Loeffler got a present from the Covid stimulus bill. She got 3 MI...","sentiment_score":0.0}
{"full_text":"Also, because it's an mRNA vaccine it literally cannot give you COVID.","sentiment_score":0.0}
{"full_text":"Stitt Administration Choosing To No Longer Receive Weekly White House Coronavirus Task Force Reports | Public Radio Tulsa. @GovStitt #WorstGovernorEver #OneTermStitt #StupidStitt","sentiment_score":0.0}
{"full_text":"RT Data obtained by and the shows public school enrollment has dropped by more than 2% across 33 states this y...","sentiment_score":0.25}
{"full_text":"RT some highlights from rolling quartz interview !!!- they want to cover a dreamcatcher song in the future - they each want to...","sentiment_score":0.0}
{"full_text":"tweeting death threats at prominent political figures so i can spread covid to the fbi agents","sentiment_score":0.25}
{"full_text":"RT Imagine that...","sentiment_score":0.0}
{"full_text":"My daughter's school lost so many elementary teachers to covid that they had to get sub teachers from the high school. These teachers were totally unprepared for 1st graders, crying and wandering around, etc.  How do you do this every day??","sentiment_score":0.152}
{"full_text":"Jerusalem, Eilat and Haifa are ghost towns on Day 3 of Israel's third #coronavirus #lockdown -- but in #TelAviv it's more or less business as usual.https:\/\/t.co\/Zs3z5UlZQU","sentiment_score":0.1111111111}
{"full_text":"Luke Letlow, Louisiana's newest Republican member of the U.S. House, died Tuesday night from complications related to COVID-19 only days before being sworn into office. He was 41. ","sentiment_score":0.0}
{"full_text":"President-elect Joe Biden is criticizing the Trump administration for the pace of distributing COVID-19 vaccines, saying it is \"falling far behind.\"","sentiment_score":-0.15}
{"full_text":"ICYMI: Think differently about paying back your debt this DecemberThe economic impact of Covid-19 is likely to result in even more missed payments this year.https:\/\/t.co\/xceq3V67ua","sentiment_score":0.14}
{"full_text":"A diverse group of businesses, health care organizations and Alaska Native corporations are joining forces to help sustain the fight against COVID-19.","sentiment_score":0.0}
{"full_text":"New Yorkers who are exposed to COVID-19, but have not tested positive, can quarantine for 10 days instead of 14, Gov. Cuomo announced, though officials continued to warn the public not let its guard down.","sentiment_score":0.052020202}
{"full_text":"A Colorado man with no travel history has tested positive for the new, more contagious strain of COVID-19, the B.1.1.7 variant.","sentiment_score":0.2878787879}
{"full_text":"Luke Letlow, Louisiana's newest Republican member of the U.S. House, died Tuesday night from complications related to COVID-19 only days before being sworn into office. He was 41 years old.","sentiment_score":0.0333333333}
{"full_text":"In Massachusetts, restaurants still have COVID-19 precautions in place. Unlike in years, past this year they will have to close hours before midnight.","sentiment_score":-0.25}
{"full_text":"RT Let's declare Congress non-essential, demand they stay home, and slash their salaries. The country will be open in 15 minutes.","sentiment_score":0.0}
{"full_text":"Orange County seniors wait hours to get COVID-19 vaccination on first day","sentiment_score":0.25}
{"full_text":"RT Of the 1.21 billion people who escaped #poverty from 1990 to 2017, 969 million (80.1%) were from China and India. How far...","sentiment_score":0.1}
{"full_text":"Feelings of moral distress can lead to resentment and #burnout. One expert offers 7 tips on how to cope with these feelings during the pandemic.","sentiment_score":0.05}
{"full_text":"Ingham County Health Officer Linda Vail says hospitals don't have much room for more COVID-19 patients.","sentiment_score":0.35}
{"full_text":"RT BREAKING: Louisiana's newest congressman has died of COVID19. Congressman-elect Luke Letlow, 41, had received Remdesivir,...","sentiment_score":0.0}
{"full_text":"The Mercari Texas Bowl, which was to be played in Houston, has been canceled due to an increased number of positive COVID-19 cases within the TCU football program.","sentiment_score":0.0511363636}
{"full_text":"More and more health care workers across the country are getting the Covid-19 vaccine. But Shasta health leaders want to make sure that its health care workers get vaccinated first before moving on to other groups.","sentiment_score":0.325}
{"full_text":"The changing number of doses allocated from each manufacturer is an obstacle, as well as the extra precautions that need to be taken by hospitals.","sentiment_score":0.0}
{"full_text":"A teacher from El Paso, Texas who was recognized for showing her students how to be kind to one another has died from COVID-19.https:\/\/t.co\/grqpBtcBgw","sentiment_score":0.6}
{"full_text":"Phase one of the COVID-19 vaccine distribution is well underway, but not everyone is getting their shot.","sentiment_score":0.0}
{"full_text":"CA #smallbusiness consider applying for up to $25,000 in grant funding through the CA Small Business COVID-19 Relief Grant Program. 411","sentiment_score":-0.25}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4iXKLO #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"Parks and Rec staff said signs have been posted requesting masks be used, and displaying the occupancy rate for those houses.","sentiment_score":0.0}
{"full_text":"The spring celebration of mid-century modern architecture will include new and returning in-person events with safety protocols due to the COVID-19 pandemic.","sentiment_score":0.0704545455}
{"full_text":"VADOC also reports the facility is currently housing 112 offenders on-site who have tested positive for COVID-19.","sentiment_score":0.1136363636}
{"full_text":"The curfew was originally put in place on October 29, it restricts outdoor and non-essential travel every night of the week from 10 p.m. to 5 a.m.","sentiment_score":0.375}
{"full_text":"Record 580 people hospitalized at Memphis area hospitals with COVID-19","sentiment_score":0.0}
{"full_text":"RT Hospitals are so full, ambulances are unloading patients into tents and gift shops, yet some Los Angelenos are doing this...","sentiment_score":0.35}
{"full_text":"There's no indication, yet, that B.C. will be lifting COVID-19 restrictions on Jan. 8. #Kamloops #covid19","sentiment_score":0.0}
{"full_text":"Congressman-elect Luke Letlow dies with COVID\"We have to make sure our economy gets open...we have to learn to live in a COVID world\"Luke Letlow, 12\/5\/2020Yeah, very ADMIRABLE of Trump. Leading so many to an early death.Another tragedy.","sentiment_score":0.2872727273}
{"full_text":"\"It's opened up some doors for people and has given them an opportunity to socialize where they might not have been able to before.\"","sentiment_score":0.5}
{"full_text":"Coronaviruses belong to the #Coronaviridae family in the Nidovirales order. Corona represents crown-like spikes on the outer surface of the #virus; thus, it was named as a coronavirus. Read about the origin &amp; transmission of #COVID.","sentiment_score":0.0}
{"full_text":"Rick Bloom offers advice on how to financially prepare for the new year.https:\/\/t.co\/iTNbmLSVPo","sentiment_score":0.0787878788}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"Meanwhile in NZ, the hyped \"economy or people's lives\" choice seems to have worked out pretty well despite a safety first model. Good on those companies for doing the right thing.","sentiment_score":0.3714285714}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT \"a record 11,775 Texans were hospitalized with the virus Tuesday.\" reports the but enjoy your \"close to hea...","sentiment_score":0.4}
{"full_text":"This is a locked room pandemic party game...","sentiment_score":-0.4}
{"full_text":"RT Rep.-elect Luke Letlow (R-La.) has died from the coronavirus, multiple sources confirmed Tuesday evening. He was 41.","sentiment_score":0.2}
{"full_text":"RT Speaking of \"playing politics,\" here is Mike Pence casually changing the Trump admin's goal of *vaccinating* 20M people by th...","sentiment_score":-0.5}
{"full_text":"I lost my 28 year old cousin today from Covid.  My heart is broken.  He didn't get Regeneron or any special treatment. So many of us are suffering.  RIP to all those who are gone.  Defense production act early on could of saved so many.  Joe we need you.","sentiment_score":0.1928571429}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT Carol Roth's receipt-filled thread explains why people are so reluctant to 'trust 'experts,' the govt, or the media' on CO...","sentiment_score":0.0}
{"full_text":"'THIS IS INCREDIBLE': While distribution might be slower than expected, several additional vaccines are moving forward in the pipeline. reports:","sentiment_score":0.2666666667}
{"full_text":"A fucking queen ","sentiment_score":-0.6}
{"full_text":"When trump got Covid and everyone was in a good mood for a minute","sentiment_score":0.7}
{"full_text":"Great person to follow","sentiment_score":0.8}
{"full_text":"Top Belgian entrepreneurship hashtags right now in Belgium: #regtech, #Payments, #vrtnws, #PimpLarvae, #Coronavirus","sentiment_score":0.3928571429}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"In a sports year disrupted by the challenges of the coronavirus pandemic, 2020 still delivered plenty of significant achievements in the Lakelands.","sentiment_score":0.375}
{"full_text":"What a shame. What a terrible disease COVID is.","sentiment_score":-1.0}
{"full_text":"Wow..this is the first time I am seeing this woman. She was fantastic. Different perspective from the financial side of this Covid scam. Thanks for sharing. Everyone should watch &amp; share.","sentiment_score":0.17}
{"full_text":"RT Congressman-elect Letlow, 41, just died of Covid. A tragedy.","sentiment_score":0.0}
{"full_text":"RT Your daily reminder that David Perdue fought against stimulus checks for the entire pandemic.","sentiment_score":0.0}
{"full_text":"RT On this day, a year ago, Wuhan doctor Li Wenliang tried to raise the alarm about a new coronavirus. Days later the local Public S...","sentiment_score":0.0340909091}
{"full_text":"RT : In this period of uncertainty and unease, this is your reminder to take care of yourself. You don't have to feel the ne...","sentiment_score":0.0}
{"full_text":"RT Meek Mill ate those knee fries w pool water and all of a sudden we're in a pandemic","sentiment_score":0.0}
