{"full_text":"Gunna said it's a Panoramic so I guess that's what it is okay!","sentiment_score":0.625}
{"full_text":"Here is the Biden plan after criticizing TRUMP for not having a plan, AND DEMOCRATS REPEATED IT OVER AND OVER. Ready for it? BIDEN'S PLAN: wear a mask.     Ha ha ha ha ha","sentiment_score":0.2}
{"full_text":"RT Health care workers are the frontline troops in this very deadly war and 40% of the country refuses to do even the bare mi...","sentiment_score":-0.105}
{"full_text":"RT Californians and people across the nation are facing record numbers of COVID-19 cases, overwhelming health care worker...","sentiment_score":0.5}
{"full_text":"The FBI investigating Ken Paxton - has he earned a pre-emptive pardon from trump yet?#TrumpCrimeFamilyhttps:\/\/t.co\/oxHdrxPnxC","sentiment_score":0.0}
{"full_text":"RT FG Tasked On More Research To Tackle COVID-19, Other Diseases","sentiment_score":0.1875}
{"full_text":"If your talking case fatality rate, it is 1.9 %. People should document their data. ","sentiment_score":0.0}
{"full_text":"RT My fiance just got made partner at her law firm yesterday, that means I'm one step closer to living my life long dream of bein...","sentiment_score":-0.125}
{"full_text":"Now Giovanna, our alto flute player, is introducing Ashokan Farewell, our tribute to all who have lost their lives to the Covid-19 pandemic this year.","sentiment_score":0.0}
{"full_text":"I said back in April that we would see a mass exodus of people from doctors and nurses due to PTSD from this pandemic.","sentiment_score":-0.0625}
{"full_text":"RT So... not very many people walking along the street, all socially distancing, in the outdoors. Yep, those shoppers are absolu...","sentiment_score":-0.0794871795}
{"full_text":"RT Got to love logic. Shut down hospitality but make peop...","sentiment_score":0.1722222222}
{"full_text":"RT Bezos won't protect his warehouse workers from COVID, and McConnell wants to protect corporations from being sued by workers f...","sentiment_score":0.2}
{"full_text":"RT During the Irish potato famine, English Protestants passed out soup to the starving... only if they convert religions....","sentiment_score":0.0}
{"full_text":"RT Daniel : \"Who shot me ?\"(Carter *looks at Jack*)(Teal'c *looks at Jack*)Jack (*shrughs*) : \"You were shooting up th...","sentiment_score":0.25}
{"full_text":"Democrats are lairs","sentiment_score":0.0}
{"full_text":"RT They had the money for endless wars. They had the money for Wall Street bailouts. They have the money for pandemic surviv...","sentiment_score":-0.125}
{"full_text":"Ignorant minority.  Wait till they get their medical bills if they get covid.  Maybe then they'll wish they hadn't listened to dumb shit and \"socialized\" medicine wouldn't be so bad.  Probably not. They'll keep to their beliefs.","sentiment_score":-0.31875}
{"full_text":"RT Ministry of Interior releases new #coronavirus measures, suggests opening night clubs at 25% indoors and 50% outdoors...","sentiment_score":0.1363636364}
{"full_text":"you would think that before taking drastic measures like this the government would be discussing things that are as simple as nasal hygiene...infection starts in the nose, fight it in the nose.","sentiment_score":0.0}
{"full_text":"RT The name stimulus seems wrong, just wrong. This is pandemic funds paid by the  very people that should receive...","sentiment_score":-0.2666666667}
{"full_text":"RT The \"all lives matter\" crowd have been awfully quiet about all the lives lost to COVID.","sentiment_score":0.0}
{"full_text":"broke: corporate product placement in movieswoke: corporate product placement in historic vaccination distribution to combat a deadly and global pandemic","sentiment_score":-0.04}
{"full_text":"#COVID19 #vaccine #NYStateSenate IF PH OFFICIALS  DETERMINE RESIDENTS  OF  NYS NOT DEVELOP SUFFICIENT IMMUNITY FROM COVID-19, THE DEPARTMENT SHALL MANDATE VACCINATION...","sentiment_score":0.0}
{"full_text":"RT Nothing to fear from COVID according to Senators Loeffler and Purdue.  But, just in case, they invested in body bags....","sentiment_score":0.0}
{"full_text":"RT I have been working on pandemic outbreaks for 15 years.There is a misunderstanding of the difference between the respon...","sentiment_score":0.0}
{"full_text":"RT For your family, neighbors, and country -- wear a mask.","sentiment_score":0.0}
{"full_text":"RT The US reported over 3000 deaths from #COVID19 today and the 7-day average of deaths has hit a record with today's average of 22...","sentiment_score":-0.15}
{"full_text":"RT She meant:  \"You do as much to disenfranchise minority voters; ignore the raging pandemic and deaths with rallies prove...","sentiment_score":0.2}
{"full_text":"What happens when a superspreader event keeps spreading?","sentiment_score":0.0}
{"full_text":"I also wonder how to prove DBH unaware of potential threats of COVID-19. Citing studies from other jurisdictions may not help.","sentiment_score":-0.0416666667}
{"full_text":"RT  Words of Wisdom Be gentle with yourself and others. We're all dealing with the emotional waves and ripples of livin...","sentiment_score":0.1}
{"full_text":"Which then turns off the fans, reduces attendances &amp; much needed income. Time the #SRU woke up because that day isn't far away (CoVid allowing)","sentiment_score":0.15}
{"full_text":"RT We are literally letting a Communist dictate our lives. Having voted for a Conservative party.","sentiment_score":0.0}
{"full_text":"RT Christmas cheer for the hand doctors","sentiment_score":0.0}
{"full_text":"RT I almost caught COVID last night, but luckily I got to my hotel room just at 9:59pm.I just know had I been outside at 10...","sentiment_score":0.1111111111}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT Newsom fought this case hard. He struck the first judge, then unsuccessfully tried to transfer to LA Superior Court, then lo...","sentiment_score":0.2194444444}
{"full_text":"Oh great, they're gonna be stuck in Nashville for a week with no tracking updates.","sentiment_score":0.8}
{"full_text":"- Sings the All In The Family theme song-","sentiment_score":0.0}
{"full_text":"I have read a few articles that have talked about possible side effects of Bell's Palsy from the Covid vaccine.  Do you have@more information on that?","sentiment_score":-0.1}
{"full_text":"RT Commissioner of Health has updated the public on the rising rate of Covid-19 infection in the state and to appeal...","sentiment_score":0.0}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"RT Myles Gaskin ruled out for Miami due to COVID","sentiment_score":-0.125}
{"full_text":"I'm surprised they didn't just fly it in before and wait for approval?","sentiment_score":0.45}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"RT Remember when Republicans mocked me for warning about this, and I was called a \"f-- b--\" on the steps of the Capitol for discussing...","sentiment_score":0.0}
{"full_text":"RT \"The hiddenness of Joseph's life can speak to those overwhelmed by the pandemic, who wonder if God is with them, if God...","sentiment_score":0.0}
{"full_text":"I took a job as a TA, covering PPA as well. Because of the second lockdown I ended up teaching a lot more. I'm definitely a better teacher as a result and start my first NQT position in January. It really built my confidence in my own ability","sentiment_score":0.3416666667}
{"full_text":"No More Lockdown, Van Morrison + Video Collection via","sentiment_score":-0.25}
{"full_text":"RT Breaking - UPS and FedEx trucks carrying the first U.S. shipment of coronavirus vaccine have left Pfizer's facility near K...","sentiment_score":0.1166666667}
{"full_text":"RT More people died from Covid yesterday than died on 9\/11","sentiment_score":0.5}
{"full_text":"RT If true this would be the 2nd educator who passed away of COVID in Rutherford county alone...","sentiment_score":0.175}
{"full_text":"Post #lockdown 2 progress......#fitness #fitfam #muscle #aesthetics #shredded #flex #gains #chest #abs #sixpack #back #active #fit #pt #personaltrainer #fitspo #progress #training #fun London, United Kingdom","sentiment_score":0.1416666667}
{"full_text":"RT The Food Banks will run out. The supermarkets will likely run out of anything not produced in Bri...","sentiment_score":0.0}
{"full_text":"California to Release Over 1,800 Prisoners, Including Rapists, to Combat Spread of Coronavirus #california #news #us","sentiment_score":0.0}
{"full_text":"RT I do NOT think HIPPA rules should apply for covid. It should be illegal not to tell people that you are covid positive!!...","sentiment_score":-0.0724431818}
{"full_text":"We aren't screeching covid banshees with huge platforms retweeting our own hypocrisy.","sentiment_score":0.5}
{"full_text":"RT Most important flight to land in Louisville in a long time:","sentiment_score":0.2833333333}
{"full_text":"RT COVID-19 vaccine arriving at hospitals like #stewardmeme","sentiment_score":0.0}
{"full_text":"RT The US COVID death toll surpassed WW II combat fatalities yesterday. We will now have a daily 9\/11 or Pearl Harbor death...","sentiment_score":0.0}
{"full_text":"Enjoyed this recent save...","sentiment_score":0.25}
{"full_text":"RT Trump is trying to kill everyone because he is a grade A psychopath.","sentiment_score":0.0}
{"full_text":"RT BREAKING. COVID-19 cases in the Philippines breach 449,000 on Sunday, December 13, as DOH reports 1,085 new cases. Activ...","sentiment_score":0.1363636364}
{"full_text":"RT the start of the pandemic) if she did 3 things for me:","sentiment_score":0.0}
{"full_text":"Lost Thiago, Alaba will be unsettled after signing pre contract with new club in January. PSG had Covid and injury issues. Still topped the group. Bayern will be weaker than last season. Anything can happen in CL like Liverpool losing to Atletico last season.","sentiment_score":0.0454545455}
{"full_text":"RT Why are people not paying attention? The rules are so simple.","sentiment_score":0.0}
{"full_text":"Numerous people who wear mask continuously or catching Covid, fake news fools","sentiment_score":0.0333333333}
{"full_text":"RT State is taking the wrong and disastrous approach w\/ widespread lockdowns...rather than age-specific and ris...","sentiment_score":-0.6}
{"full_text":"\"I CAN'T KEEP DOING THIS\": Doctor pleads for review of data during COVID... via","sentiment_score":0.0}
{"full_text":"I live with an old and yowly cat. Before Covid19 I didn't feel particularly lonely. I do now. Thank you to the Twitter people  who respond to me. I appreciate you in these strange times of unhug.","sentiment_score":0.0215909091}
{"full_text":"RT  The vaccine is the product of a German-American partnership. Germany's BioNTech, founded by two children of Turkish immig...","sentiment_score":0.0}
{"full_text":"RT Aluta continua. Quite abit of unfinished job pending. We shall jointly conquer the HOA Everest of freedom and emancipatio...","sentiment_score":0.0}
{"full_text":"RT Unwelcome in many countries as the virus surges, U.S. tourists are fleeing lockdowns at home and flocking to Mexico, co...","sentiment_score":0.5}
{"full_text":"Rand Paul: Kill the stimulus bill and give waitressing jobs to COVID survivors instead Proof that is a quack.  He's all in for Corp welfare &amp; the #TaxScam for the rich but no help for the 98%.","sentiment_score":0.375}
{"full_text":"RT Whoa! That's not how this works. That's not how any of this works.  Controlling a pandemic can be done by government...","sentiment_score":0.0}
{"full_text":"RT No drinking for two months after COVID-19 vaccine, Russia tells citizens","sentiment_score":0.0}
{"full_text":"RT McCloskeys bakery in Drogheda, Co Louth has temporarily closed after several of its employees tested positive for Covid-19.ht...","sentiment_score":0.0424242424}
{"full_text":"And in locked theaters and arenas, ART finds a way to live! It is stronger than Covid-19!","sentiment_score":0.2130681818}
{"full_text":"This was a hard week for me. A neighbor I loved was very ill. Cancer, not coronavirus. Pancreatic. Very fast. She died Friday, just weeks after diagnosis. Forgive me for getting behind on #mydayinla. I also didn't tell you much about my column yesterday. About to now. ","sentiment_score":-0.0302777778}
{"full_text":"Er, that's absolutely not what the hospitals are saying. It's not about \"tents\" it's about *staff*, they've run out across the country &amp; now we're all in danger","sentiment_score":-0.1}
{"full_text":"RT In the first 9 months of 2020,The parent company of Ecobank Ghana, Ecobank Transnational Incorporated made a profit of GHS15...","sentiment_score":0.25}
{"full_text":"FYI I have a lot of experience with TV and broadcasting contractsI see the points on covid and under what you are saying. Scheer was saying not to even try earlier. That would absolutely go against the contract.","sentiment_score":0.1}
{"full_text":"Thanks for the great #LQTS-#CovidVaccine ?. We will have a #FaceBook Live session on Jan 15th devoted to all things #covid19 w\/ But, I won't make U wait until then 4 the answer. YES-the vaccine is SAFE for LQTS patients! I will get mine, be sure to get yours.","sentiment_score":0.4522727273}
{"full_text":"FDA Head: Americans' Fear Of Coronavirus Vaccine Is A 'Significant' Obstacle To Ending Pandemichttps:\/\/t.co\/usLlCwebc6","sentiment_score":0.375}
{"full_text":"RT Endless money for wars? No problem. Endless money for tax breaks for the rich? No problem. Endless money for corporate w...","sentiment_score":0.0}
{"full_text":"How very true Clive Peedell, unfortunately what you're saying is a very sad fact, the more families that congregate together this Christmas, the more cases of coronavirus there'll be two weeks later.","sentiment_score":0.0508333333}
{"full_text":"RT Question for the doctors - my daughter is in her teens, would taking any of the current vaccines for COVID 19 affect h...","sentiment_score":0.0}
{"full_text":"RT People cheer as trucks carrying the first shipment of the Covid-19 vaccine, which is being escorted by the US Marshals Service...","sentiment_score":0.25}
{"full_text":"In case you missed it: Protesters gathered in Perry Square to protest new COVID-19 restrictions","sentiment_score":0.1363636364}
{"full_text":"I'm sure Johnson &amp; his mob are stashing money away with their cronies, before they run for the hills. Covid pandemic is a useful cover for them.","sentiment_score":0.4}
{"full_text":"As if we didn't know .... Covid19  infection is hugely more likely INDOORS than outside. No wonder the elderly, in overheated, enclosed, sometimes crowded places are dying by the thousands around the world. Still, we knew this month's ago.https:\/\/t.co\/p1u4nOTdAW","sentiment_score":0.1666666667}
{"full_text":"The technocrats have weighed in, we must obey!","sentiment_score":0.0}
{"full_text":"RT Breaking - UPS and FedEx trucks carrying the first U.S. shipment of coronavirus vaccine have left Pfizer's facility near K...","sentiment_score":0.1166666667}
{"full_text":"RT I would like to appreciate the people attending the Jalsi for following \"Social Distancing\" SOPs. ","sentiment_score":0.0166666667}
{"full_text":"RT Do you mean those spaces left vacant due to irrational lockdowns predicated on lies?","sentiment_score":-0.1458333333}
{"full_text":"RT #MumbaiNeed #Blood Type :  O-positiveAt : Thunga hospital MaladBlood Component : Need Plasma from O+ve #COVID19 recov...","sentiment_score":0.0}
{"full_text":"RT Cristiano Ronaldo just scored his 10th league goal of the season.No one has scored more goals in all of Italy this sea...","sentiment_score":0.5}
{"full_text":"As simple as that...","sentiment_score":0.0}
{"full_text":"States that lifted their moratoriums experienced 433,700 additional positive COVID-19 cases and endured nearly 11,000 more COVID-19 related deaths.https:\/\/t.co\/bs4fFc6tZt","sentiment_score":0.3254545455}
{"full_text":"RT Bloomberg: Sweden's Covid Workers Are Quitting in Dangerous Numbers","sentiment_score":-0.6}
{"full_text":"Britain's Prince William and his family attended a Christmas show in London on Friday night, where he paid tribute to medical staff and other frontline workers for their efforts during the pandemic.https:\/\/t.co\/54XzWWyYVH","sentiment_score":-0.0625}
{"full_text":"Michelin-starred pub owner and London restaurateur Tom Kerridge is among those to add their voice to the campaignhttps:\/\/t.co\/qYgiK25o85","sentiment_score":0.0}
{"full_text":"As the COVID-19 pandemic continues to make its mark, families in Chatham County are suffering. The \"Neighbor2Neighbor\" program created in Chatham last spring has helped many families. But during this holiday season, many unmet needs exist.","sentiment_score":0.3333333333}
{"full_text":"RT The first flight of COVID-19 vaccines has landed at our Worldport facility, where they will be sorted and distributed as early as...","sentiment_score":0.175}
{"full_text":"Almost 1,000 people from Gauteng who travelled to KwaZulu-Natal to attend the annual matric Rage event have tested positive for Covid-19.","sentiment_score":0.2272727273}
{"full_text":"The first trucks carrying a COVID-19 vaccine for widespread use in the U.S. pulled out of a Michigan manufacturing facility Sunday, with the shots that are critical to stopping the nation's coronavirus outbreak destined to reach states a day later.","sentiment_score":0.0833333333}
{"full_text":"RT Wolves players circled around KAT to comfort him during intros last night.The big man lost his mother and seven other...","sentiment_score":-0.0416666667}
{"full_text":"Butte County Public Health says it placed its first COVID-19 vaccine order.https:\/\/t.co\/RZz0ODNXXH","sentiment_score":0.125}
{"full_text":"UK and Russia combine forces against coronavirus. But not all is going to plan.@Undercoverinfo1https:\/\/t.co\/SNQ29wct1d","sentiment_score":0.0}
{"full_text":"Behaviour during the festive period will have a \"big impact\" on how long it takes for life to return to normal, Professor Sarah GIlbert has warnedhttps:\/\/t.co\/u8UOHwl7EA","sentiment_score":0.0333333333}
{"full_text":"RT This pandemic isn't close to being over -- but emergency paid sick leave is about to expire.Because failed...","sentiment_score":-0.6071428571}
{"full_text":"Keep your eyes peeled every week for a new Somerset Covid Catch up video fronted by Former BBC Correspondent, Clinton Rogers. The videos aim to help all of us who live and work in Somerset understand how Covid-19 is affecting our County. ","sentiment_score":0.0909090909}
{"full_text":"??? He has been preaching for how bad covid is and then he disobeys pretty much every CDC\/NIH health officials advice.","sentiment_score":-0.0833333333}
{"full_text":" Tomorrow! Take action to demand a #PeoplesVaccine We are calling on Pfizer, Moderna &amp; AstraZeneca to join the Covid-19 Technology Access Pool, to ensure the vaccine is accessible to everyone in the world Find out how you can get involved:","sentiment_score":0.2375}
{"full_text":"In our latest update: The challenges for today's new-home buyers, staging tips, why you need a CO detector &amp; Ottawa's surging resale market up to stay up to date: #housing","sentiment_score":0.5}
{"full_text":"COVID Wellbeing NI is a campaign and online hub, focusing on positive mental health and wellbeing during the current pandemic. Visit #COVIDWellbeingNI today to learn about the positive actions you can take to look after yourself:","sentiment_score":0.0886363636}
{"full_text":"Stay safe to protect your health, Stay at home!  Stay safe to prevent retina damage, Use Reticare! The only scientifically proven eye protection against blue light.         ","sentiment_score":0.33}
{"full_text":"As we start look back on 2020, we have to take a moment to thank all those who put community first. To all the essential workers on the frontline of natural disasters and the pandemic: THANK YOU.#CaliforniaForAll","sentiment_score":0.0875}
{"full_text":"RT My son is autistic and has learning disabilities I am his full time carer he has 1to1 care at all times.What will hap...","sentiment_score":0.075}
{"full_text":"I see all the posts of people saying how bad their life is now, and in all honesty I just get to stay at home with my dog rather than going to the office hahaAlthough I do miss the occasional pub trip.","sentiment_score":-0.35}
{"full_text":"Rick Roberts: 6 in 10 Americans say they will take the #vaccine. Ex-Presidents Clinton, George W. Bush, and Obama say they will take it on TV to show it's ok. Will you take vaccine? The Rick Roberts Show is on NewsTalk 820 WBAP #covid19 ...","sentiment_score":0.5}
{"full_text":"#Listenback #ICYMI \"It was like people were going on a hen night with no COVID in the world\" - Listener Ann shares details with of a recent flight where every seat was in use","sentiment_score":0.0}
{"full_text":"RT If you are Harvard affiliated and have COVID19 data to share, visit our new space on the Harvard Dataverse Repository: h...","sentiment_score":0.1363636364}
{"full_text":"Marisa was working as a doctor during the coronavirus pandemic when she was diagnosed with breast cancer. Find personal stories like Marisa's, plus more in our free Becca app:","sentiment_score":0.3}
{"full_text":"107-year-old Minnesota woman survives COVID-19https:\/\/t.co\/wo5EHWdLpz","sentiment_score":0.0}
{"full_text":"No pressure, but the shipments of coronavirus vaccines may make deliveries even slower than you thought.https:\/\/t.co\/m4NFJP4f7R","sentiment_score":0.0}
{"full_text":"Why does that Tesco naughty list advert present going to a crowded beach during a pandemic as NOT an absolutely shitty thing to do?","sentiment_score":0.0166666667}
{"full_text":"Insane that Holland rocked Jacare with that fucking shot. Seems impossible to generate any power","sentiment_score":-0.7555555556}
{"full_text":"Since the beginning of Covid, every one of my clients has had breakthroughs in their personal and business life, and that's pretty great considering the shit-fest we've had this year.Did you achieve your goals this year?","sentiment_score":0.35}
{"full_text":".@dwschanz told that the COVID recession has caused more women to leave the workforce than previous ones because industries employing them have been hit hard and schools are closed. She said those out of work have struggled to feed their families.","sentiment_score":-0.0145833333}
{"full_text":"The CDC has accepted an advisory committee's recommendation of the Pfizer COVID-19 vaccine, meaning the shots can now be administered in the United States.https:\/\/t.co\/cJZpDi0adu","sentiment_score":0.0}
{"full_text":"The Rhode Island Health Department said Friday that a story out of Russia warning people not to drink alcohol for two months when getting vaccinated against the coronavirus is not true.https:\/\/t.co\/CbfomtRQy6","sentiment_score":0.0}
{"full_text":"Businessman facing jail for flouting company ban has sentencing delayed for Covid vaccinehttps:\/\/t.co\/Mh07ttr8Jt","sentiment_score":-0.1}
{"full_text":"Being up-to-date on COVID-19 information is important to understand why we have to take preventative measures. For current updates on #COVID-19 in NC, visit:","sentiment_score":0.2}
{"full_text":"RT In response, the Education ministry formulated a COVID-19 preparedness plan to ensure effective interventions from the minis...","sentiment_score":0.6}
{"full_text":"COVID-19 vaccines have begun shipping in the U.S. after getting emergency authorization, setting off the nation's biggest ever vaccination push. But supplies are expected to be limited for some time.","sentiment_score":-0.0857142857}
{"full_text":"\"I was in bed for 10 days and couldn't do anything.\"Heroic performance from yet again yesterday. So important for this #NUFC team.","sentiment_score":0.55}
{"full_text":"As the number of cases continues to grow, shortages are returning and the state reacts to contact tracing data changing regulations and warns of the spread of COVID-19 via small gatherings.https:\/\/t.co\/xcP6R8hhHw","sentiment_score":-0.25}
{"full_text":"Those we've lost: Erie Meyer remembers her father, Tom, who died from Covid complications.","sentiment_score":0.0}
{"full_text":"The pandemic-linked dip in 2020 emissions of up to 7% will have a negligible impact on climate change - What we need are ambitious efforts for a green recovery and to close the #EmissionsGap.","sentiment_score":0.025}
{"full_text":"Current Conditions for #Sayre PATemp: 47.2FWind Chill: 45.0FHumidity: 68%Dew Point: 37.2F Barometer: 30.074 inHgWind: 5 mph from the WNWCorona Virus Weekly Stats:Cases: 247.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Karl-Anthony Towns emotional before the game. It was his first game since losing his mother to COVID-19 &amp; said it would...","sentiment_score":-0.1375}
{"full_text":"RT You just have to look at the poverty that surrounds us. The homeless, families living below the poverty line. No Health Ser...","sentiment_score":0.0}
{"full_text":"#NeverMoreNeeded. HELP US support more #Surrey communities this winter by making a donation to our Coronavirus Response Fund. This PSPS will be used to support local frontline charities tackling extremely challenging situations! Details and to donate:","sentiment_score":0.375}
{"full_text":"RT Question: why wait?","sentiment_score":0.0}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"Another thread form Karam that is well worth a read","sentiment_score":0.3}
{"full_text":"RT Brits told not to panic buy food in case of no-deal Brexit as retailers stock up","sentiment_score":0.0}
