{"full_text":"RT Kindly realise students coming from all over the country living together in a hostel has huge risk of triggering the a...","sentiment_score":0.5}
{"full_text":"Eish! Ain't good news for i","sentiment_score":0.7}
{"full_text":"RT These people had backbone &amp; I would support them, since they were the only ones that voted agai...","sentiment_score":0.0}
{"full_text":"RT President Trump reading off all the bullsh*t they tried to sneak into the Covid Relief bill, is one of the most savage moves...","sentiment_score":0.5}
{"full_text":"RT The lawsuit by @GeoRebekah has alarming details about the consequences of the raid. ","sentiment_score":-0.1}
{"full_text":"Saudi Arabia's Christian expatriates are discovering the Christmas spirit in the kingdom this year, as coronavirus restrictions make travel home difficult.","sentiment_score":-0.25}
{"full_text":"RT \"The 14-day isolation advice means that anyone who came to Ireland from England, Scotland or Wales from 11 Dec onwards sho...","sentiment_score":0.0}
{"full_text":"RT It's confirmed: The pandemic is a hoax. 22 highly renowned scientists conclude that the PCR test produces 97% false positi...","sentiment_score":0.0533333333}
{"full_text":"Uganda: UN food assistance programme hit as COVID-19 dries funding, ,https:\/\/t.co\/yZyihBUqSf","sentiment_score":0.0}
{"full_text":"RT coronavirus cases vs. Clippers score, takeaways: Paul George, Kawhi Leonard best LeBron James, Anthony Davis in opener...","sentiment_score":1.0}
{"full_text":"RT Why would Boris deliberately make himself the most hated man on earth?Why would credible doctors falsify death certs...","sentiment_score":0.0}
{"full_text":"RT If there is a virus of mass destruction, Tony can be relied upon to find it and... oh wait... best leave it, mate.","sentiment_score":1.0}
{"full_text":"RT Heavily criticized veterans' home sued over COVID outbreak ","sentiment_score":-0.2}
{"full_text":"How many parents are madly refreshing tracking information right now? We ordered early so all will be fine... only 2 small gifts outstanding. My thanks to those at the post office and couriers for their efforts during the pandemic. ","sentiment_score":0.2502645503}
{"full_text":"RT I'm annoyed about a lot of things that happened due to the pandemic but everyone is in \"grateful mode\" so I guess I gotta shu...","sentiment_score":-0.2625}
{"full_text":"In his latest video briefing, our Chief Executive Aaron Cummins gives an update on COVID-19 testing, vaccinations, the 'light at the end of this tunnel', and sends a special thank you message to teams across Morecambe Bay:","sentiment_score":0.419047619}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"#PandemicSurvivorsBenefitTrump demands Congress 'increase second stimulus check' from $600 to $2,000. Here are the chances of that happening- \"I am asking Congress to amend this bill and increase the ridiculously low $600 to... https:\/\/t.co\/Q6IV5F1LMb","sentiment_score":0.0}
{"full_text":"RT President Trumps video calling out all the ridiculous junk put in the covid bill makes all the men and women in congress who vo...","sentiment_score":-0.3333333333}
{"full_text":"RT This is too good not to be shared!","sentiment_score":0.875}
{"full_text":"RT President Trump's video made both parties in Congress look like the crooks they are.This is the result ... they're panickin...","sentiment_score":0.0}
{"full_text":"RT shout out to 2020 kdramas, thank you for filling the emptiness during pandemic ","sentiment_score":0.0}
{"full_text":"RT The pandemic is ravaging economies on both sides of the U.S.-Mexico border during the most critical time for retailers, t...","sentiment_score":0.25}
{"full_text":"RT \"London stands out as the part of the country hardest hit by the downturn and is the part of the country that has recovered...","sentiment_score":0.0}
{"full_text":"ok i nak bagitahu korang ninow we are in lockdown right?can't go shopping complex, mall, or somewhere else anymore for a long time right? ok here!!--- i really really recomended it for yallssss to buy phone from hereyou know why? you will never regret","sentiment_score":0.2361607143}
{"full_text":"No you are pushing a narrative and not questioning. If you were questioning you would not be arguing.Relative went to state hospital with sore throat, diagnosed covid, three months later died of throat cancer, cause of death covid. Yea I know covid causes cancer!???","sentiment_score":0.0}
{"full_text":"RT  A v good analysis of the current clusterfuck","sentiment_score":0.35}
{"full_text":"There's no support for grocery workers! My daughter has been a supermarket cashier this whole pandemic. Where's her extra 300?Why do unemployment people get extra money but not people on the front lines? No health benefits but works extra hours because workers are sick. #COVID19","sentiment_score":-0.1028571429}
{"full_text":"I refer to your article in the Argus that claims 4 deaths from Covid-19. I am shocked that your report contains a number of factual errors. Please read the comment I have attached to the post and reply to me if you wish.","sentiment_score":-0.7}
{"full_text":"RT Social Distancing will NOT be effective when we sit in the same classroom for hours in a day. Are we forgetting that we are d...","sentiment_score":0.2111111111}
{"full_text":"Note to republicans, of course the spoiled petulant child is blowing up the covid relief bill on his way out. He is side with democrats because he is a Democrat. He was a Democrat, gave money to democrats from Pelosi, Schumer, Harris, has ballooned the deficit like a democratic.","sentiment_score":0.0}
{"full_text":"Good question, why indeed?","sentiment_score":0.7}
{"full_text":"RT London has gone into Tier IV (lockdown). My visit to see Julian in Belmarsh prison with the kids on the 29th has been can...","sentiment_score":0.0}
{"full_text":"From photo agreed but who knows how long she had it off. What if she had asymptomatic Covid &amp; passed to people walking past etc. Anyway tbh I think many of rules are garbage. However she's been one ramming it down oyr throats. Her party would not go lightly if this was other way.","sentiment_score":0.0532407407}
{"full_text":"Covid: More of England could move into tier 4 from Boxing Day, says minister","sentiment_score":0.5}
{"full_text":"RT 23 lakh people in the world have already received Covid vaccinations.China, US, UK, Russia have started...India ka num...","sentiment_score":0.0}
{"full_text":"RT Anwar Maqsood tests positive for coronavirushttps:\/\/t.co\/S4DMhwuhEr#AnwarMaqsood #Coronaviruspakistan","sentiment_score":0.2272727273}
{"full_text":"RT TRANSLATION: France has agreed to let #LorryDrivers back across the border if they test Negative for #COVID19, but now...","sentiment_score":-0.15}
{"full_text":"Where was Agolf Twitler the last 200 days?","sentiment_score":0.0}
{"full_text":"RT #vtukillingstudents Most COVID patients are home treated in K'taka. Who will give home treatment to students living in P...","sentiment_score":0.5}
{"full_text":"RT Announcement : During routine testing at #Annaathe shoot 4 crew members have tested positive for Covid19. Superstar","sentiment_score":0.2272727273}
{"full_text":"Lockdown has made me spend more time with the kids too, it's been good in that regard! Happy Christmas","sentiment_score":0.725}
{"full_text":"RT *Me returning to hostel after 10 months of #ASUU strike and Covid-19*My Landlord:","sentiment_score":0.0}
{"full_text":"RT Announcement : During routine testing at #Annaathe shoot 4 crew members have tested positive for Covid19. Superstar","sentiment_score":0.2272727273}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"World's media ask how it went so wrong for 'Plague Island' Britain","sentiment_score":-0.5}
{"full_text":"The government are laughing at you. And it's not from behind a mask. #COVID19 #lockdown #mutation #GreatReset #Covid19UK","sentiment_score":-0.4}
{"full_text":"You are fucking useless","sentiment_score":-0.5}
{"full_text":"RT Extend due dates of IT Returns and GST Audits by 31.03.2021... Lots of person were under covid treatment, Home isolation....","sentiment_score":-0.125}
{"full_text":"RT We are students and we know what will be the scene of social distancing once we are in hostel and college campus. We...","sentiment_score":0.0333333333}
{"full_text":"RT UPDATE: total number of UK covid deaths below age of 60 without pre-existing condition: 367 (1,911 overall)","sentiment_score":0.0}
{"full_text":"That's a great, simple question, I wonder why \"Republicans\" in Congress didn't ask it. Not really, we all know exactly why, they ALL need to fill up their pockets before the American people throw them out on their asses, bag o frauds.","sentiment_score":0.19}
{"full_text":"Tony Blair can f**k off to #TheHague #TonyBlair  #CorbynWasRight","sentiment_score":0.0}
{"full_text":"RT Over 100 Worms Wey Doctor Comot For Man Belle.#COVID19 #eipnews","sentiment_score":0.0}
{"full_text":"RT At what point are we going to stop making the claim that these tests are too insensitive? They are doing the job exa...","sentiment_score":0.0}
{"full_text":"RT For context, it actually took 3 votes to pass this COVID bill. 1st vote: The Rule (process vote)The rule vote cleared the way...","sentiment_score":0.0}
{"full_text":"Doesn't matter if there was no crowd at Carols in the Domain because of #COVID19, I reckon nailed this tonight. It's a wonderful time of the year  #carolsinthedomain #Christmas","sentiment_score":1.0}
{"full_text":"RT #Masks not enough to stop COVID-19's spread without distancing: study","sentiment_score":0.0}
{"full_text":"RT BREAKING: President Trump calls the COVID-relief bill a \"disgrace\" and is threatening to veto it if Congress doesn't cu...","sentiment_score":0.0}
{"full_text":"RT Trump threatened to not sign an $892 billion coronavirus relief bill that includes desperately needed money for individual Ame...","sentiment_score":-0.3}
{"full_text":"RT The pandemic has revealed the importance of virtual health care services such as Telehealth and Remote Physiological Monit...","sentiment_score":-0.05}
{"full_text":"RT #Annaatthe update: is fine. Hale &amp; hearty. Tests negative for corona, say reports.","sentiment_score":0.0583333333}
{"full_text":"RT #LucknowNeed #Blood Type :  A-positiveAt : Medanta Hospital. Blood Component : Need Plasma from A+ve #COVID19 recover...","sentiment_score":0.0}
{"full_text":"RT Macron closed border to UK on Sunday and European markets took a dive on Monday.But German newspaper reports new...","sentiment_score":0.0090909091}
{"full_text":"Covid is dear Lol","sentiment_score":0.8}
{"full_text":"RT President Trump is calling on Congress to increase stimulus payments from $600 to $2000. Following his statements, Hou...","sentiment_score":0.0}
{"full_text":"You would be going fucking ape shit if the UK hadn't closed its borders due to a rampant COVID variant from France","sentiment_score":-0.25625}
{"full_text":"RT Thanks  for the Update And Dear Next time when there is 0% COVID start Ur shooti...","sentiment_score":0.1}
{"full_text":"RT Across the country, about 2 million restaurant workers have lost their jobs because Donald Trump called #COVID19 a HOAX, sa...","sentiment_score":0.0}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"Everyone does realize that Trump does not give a shit about Americans getting more COVID relief.  He just wants to be able to say \"I alone increased the payment\".   As much as I would love more money, I wish it would come from a real potus.","sentiment_score":0.3}
{"full_text":"RT Why I voted Against The Bloated COVID Bill:Unconscionable SpendingBillions for NY Public Transport Endless Laws...","sentiment_score":-0.0625}
{"full_text":"RT Will announce the new premiere date soonThanx.#UnderTheSky #YouTubeOriginals","sentiment_score":0.1363636364}
{"full_text":"RT Afghanistan Reports 271 New COVID-19 Cases in 24 Hourshttps:\/\/t.co\/3eABzj02r2","sentiment_score":0.1363636364}
{"full_text":"RT Podcast from","sentiment_score":0.0}
{"full_text":"RT I feel like I should reiterate that the best coronavirus stimulus policy would be ending the lockdowns, letting people...","sentiment_score":1.0}
{"full_text":"RT K...","sentiment_score":0.0}
{"full_text":"RT He never has, except with a golf game. Come on he's over Covid! He's moved on.","sentiment_score":-0.5}
{"full_text":"RT After this pandemic is over, many of you will realize that not going to the gym had nothing to do with the pandemic.","sentiment_score":0.5}
{"full_text":"RT If President-elect Joe Biden is paying his coronavirus adviser anything, he should try getting a refund.","sentiment_score":0.0}
{"full_text":"RT The new COVID variant and how we should behave to be safe. tl;dr: it hasn't acquired resistance to anything; soap, distancin...","sentiment_score":0.3181818182}
{"full_text":"Don't touch them! Wasn't there a news report stating some miscreants are deliberately dropping such notes after spitting on them to spread corona? ","sentiment_score":0.0}
{"full_text":"Boris has been working harder with all this brexit shit","sentiment_score":-0.15}
{"full_text":"Air travel bubble postponed due to the sudden rise of COVID-19 cases in Hong Kong#Asia #Singapore #Hongkong #Travel","sentiment_score":-0.0625}
{"full_text":"RT Furious lorry drivers fight police demanding entry to France as Macron leaves them trapped #Doverporthttps:\/\/t.co\/q0BxJ...","sentiment_score":-0.2}
{"full_text":"RT Scotland's first minister Nicola Sturgeon 'broke Covid rules at funeral'","sentiment_score":0.25}
{"full_text":"RT 23 December 1970. The Mousetrap by Agatha Christie reached its 7,511th consecutive performance and became the longest running...","sentiment_score":0.0}
{"full_text":"Benedict Donald Trump purposely murdered Americans by lying about the Coronavirus same with Senate Republicans murderers have to stick together indict all of them","sentiment_score":0.0}
{"full_text":"RT One part of 2020, and the pandemic in particular, was the unexpected pleasure of seeing my crew grow from three to four...","sentiment_score":0.1333333333}
{"full_text":"RT #Annaatthe shoot is on hold since 8 crew members reportedly been tested negative for Covid-19. I am relieved to read that #Th...","sentiment_score":-0.3}
{"full_text":"RT Instead of complaining in these difficult times about what the pandemic prevents us from doing, let us do something for someo...","sentiment_score":-0.5}
{"full_text":"RT Our new \"COVID relief\" bill includes $10M for gender studies in Pakistan. I know a few restaurant owners in NYC who didn't hi...","sentiment_score":-0.0318181818}
{"full_text":"Yet the cheeky bastids want us to have testing!","sentiment_score":0.0}
{"full_text":"\"Even in hard-hit areas...workers stepped up to help mitigate the effects of the global pandemic in order to keep jobsites running...America's [construction workers] have earned the distinction of \"Leader of the Year\" for 2020\".https:\/\/t.co\/vw4a965zcM","sentiment_score":0.0}
{"full_text":"Toned Deaf these lot. After the TrainWreck Super Spreader Tour,one would think Wills and Frill has taken this Pandemic serious..sadly not!!!","sentiment_score":0.6510416667}
{"full_text":"First phase of vaccination in Qatar to prioritise people over 70, healthcare workers and those with chronic conditions.https:\/\/t.co\/4WkLF9WC8F","sentiment_score":0.25}
{"full_text":"RT Over 30 000 people have arrived in Ireland from Britain since 8 December.The HSE say they are under 'enhanced surveillance'...","sentiment_score":0.0}
{"full_text":"COVID-19: Changing the Landlord-Tenant Relationship #CRE #COVID-19 #Office #Warehouse #TenantTipshttps:\/\/t.co\/48p9Hk4hhM","sentiment_score":0.0}
{"full_text":"RT whoah.","sentiment_score":0.0}
{"full_text":"RT #beitbridge I have one question are all this people having covid certificates ? ","sentiment_score":0.0}
{"full_text":"RT The COVID-19 bill is an absolute disgrace. Included in the 5000 pages of the bill:$85.5M for Cambodia$134M for Burma$1...","sentiment_score":0.2}
{"full_text":"RT And just like that... aborted fetuses are, indeed, used in vines.","sentiment_score":0.0}
{"full_text":"RT How did we go from \"flatten the curve\" to \"stay home until you accept communism\"?","sentiment_score":0.0}
{"full_text":"RT In this pandemic situation, &amp; there a mutant corona , new varient entered india , in these situations is it required to gath...","sentiment_score":0.1363636364}
{"full_text":"RT Dr. Anthony Fauci, the U.S. government's top infectious disease expert, received a coronavirus vaccine on Tuesday. He called i...","sentiment_score":0.5}
{"full_text":"WATCH: Lancashire Hotpots pen pandemic Christmas song Santa Claus is Covid Securehttps:\/\/t.co\/Mytly55JJZ","sentiment_score":0.0}
{"full_text":"In this challenging year, charities, including small charities have been affected enormously due to the pandemic. With this in mind our team have chosen 3 local charities to donate to. Visit the link to read their stories &amp; donate if you would like to.","sentiment_score":0.03125}
{"full_text":"With the introduction of social distancing as one of the ways to help reduce risk from the COVID-19 pandemic, BP Fuels were quick to spot the benefits of GEZE's Counter system and one of the first to sign up to have it installed.Read more here -","sentiment_score":0.2791666667}
{"full_text":"#wednesdaywisdom \"There are shortcuts to happiness, and dancing is one of them.\" - Vicki Baum Although this Christmas will be different, we remind you to play some music and dance like crazy around your home. Stay dancing everyone and Merry Christmas from us at Tavaziva!","sentiment_score":-0.0166666667}
{"full_text":"RT Solskjaer on rotation during the festive period: \"It won't be like the lockdown period after the restart when we had the same...","sentiment_score":0.0}
{"full_text":"I've done a scrapbook instead of a diary. I found it very therapeutic during lockdown 1 with 2 small children.","sentiment_score":-0.025}
{"full_text":"RT BREAKING: President Trump calls the COVID-relief bill a \"disgrace\" and is threatening to veto it if Congress doesn't cu...","sentiment_score":0.0}
{"full_text":"ICYMI: \"... I felt I had a responsibility to do it and share my experience. I want people to understand that I believe the vaccine is safe, and the vaccine is effective.\" #CovidVaccine@IntMedAbel@IowaMed@uihealthcarehttps:\/\/t.co\/THt8A8FLbS","sentiment_score":0.55}
{"full_text":"Montreal offers 'light therapy' in pandemic winterhttps:\/\/t.co\/yPuyZEdbu9","sentiment_score":0.25}
{"full_text":"COVID 19 cases in India until : 23\/12\/2020 16:30Total Cases: 10100330 [+1022]Active: 287826Recovered: 9663291 [+594]Deaths :146487 [+11]Total Tests: 164.27MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Lyft to provide 60 million free, discounted rides to and from COVID-19 vaccination siteshttps:\/\/t.co\/VRPIMsAqXD","sentiment_score":0.4}
{"full_text":"For #WellbeingWeekly we are spotlighting the invaluable work of &amp; who are providing free projects &amp; activities to help young people feel connected, supported &amp; creative during lockdown. Read more &gt;https:\/\/t.co\/ND7291LBW9","sentiment_score":0.375}
{"full_text":"The Pennsylvania donor wanted to help families out as the coronavirus surges and the holidays are right around the corner.","sentiment_score":0.2857142857}
{"full_text":"\"As vaccines appear on the horizon and the world sees light at the end of the pandemic tunnel, the 3D printing industry is poised for this resurgence.\"@contextworld gives its 2021 #3Dprinting industry predictions","sentiment_score":0.4}
{"full_text":"Glens Falls Hospital is joining the other Capital Region hospitals and stopping some surgeries in response to the surge of COVID hospitalizations.","sentiment_score":-0.125}
{"full_text":"Lockdown affects people on Sydney's northern beaches in different ways... #COVID19nsw #COVID19Aus #GOT","sentiment_score":0.0}
{"full_text":"While You Were Sleeping: Coronavirus updates for December 23 #FOX59Morninghttps:\/\/t.co\/n0obHK16EO","sentiment_score":0.0}
{"full_text":"Audio alertYou can also listen to interview with on our podcast platform. In it, the comedian explains why his diversification into multiple areas meant he was well buffered for the Covid crisis. Powered by","sentiment_score":0.0}
{"full_text":"Kansas Highway Patrol Troopers are helping with the transportation of the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"Nearly 60% of people in a recent GasBuddy survey said COVID-19 has impacted their holiday travel plans. While a majority intends to stay put, 10% said they changed their plans to go by car instead of by plane or train.","sentiment_score":0.05}
{"full_text":"Western New York nursing home staff and residents receive first doses of COVID-19 vaccine and will be a big focus over the next 2 weeks.","sentiment_score":0.0772727273}
{"full_text":"RT Puri Jagannath temple reopen after 9 months today - darshan in a phased manner starting with the Sevayat families. Humble...","sentiment_score":-0.1}
{"full_text":"Pfizer already has a contract to supply the government with 100 million doses of its vaccine under Operation Warp Speed. #sunrisers","sentiment_score":0.0}
{"full_text":"RT I think Mexico is agreeing with me. Loving it here. Not doing much due to covid, but the fresh food and sun is doing me we...","sentiment_score":0.2583333333}
{"full_text":"Demand for #Covid19 #tests is soaring in #France  ahead of the Christmas and New Year's Eve celebrations Testing laboratories are often fully booked, with whole families sometimes undergoing tests before visiting elderly relatives ","sentiment_score":0.1681818182}
{"full_text":"Still not sure about your plans for Christmas this year -- or just not sure what the #Coronavirus restrictions over the festive period mean for you?Our advice can help","sentiment_score":-0.2708333333}
{"full_text":"We were delighted to be chosen as one of Station Charities this year. Thank you for your continued support, we are grateful to have close links with our local military community in #HighWycombe.[Photo taken before social distancing measures]","sentiment_score":0.1583333333}
{"full_text":"Current Conditions for #Sayre PATemp: 29.6FWind Chill: 29.6FHumidity: 90%Dew Point: 27.1F Barometer: 30.436 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 212.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"They have had their respective breakthroughs and reached career milestones. Some might even argue that they wouldn't have had a good year without the pandemic.","sentiment_score":0.35}
{"full_text":"violence ","sentiment_score":0.0}
{"full_text":"Temporary, mobile coronavirus testing units are coming to Runnymede and nearby locations:Runnymede Gogmore car park Chertsey: 26\/12 - 27\/12, 28\/12 - 31\/12.Sunbury park car park: 29\/12 - 31\/12.Woking Leisure centre: 28\/12 - 31\/12.Book here:","sentiment_score":0.0}
{"full_text":"As we move into 2021, we need to see a vulnerable child process that puts the best interests of the child first.Read why here -","sentiment_score":0.25}
{"full_text":"Politicians And Celebrities Called Out Covid Relief Bill Across Social Media via","sentiment_score":0.0333333333}
{"full_text":"RT Japan has suffered just 18 covid deaths per million people, by far the lowest in the G7, without mass testing or strict l...","sentiment_score":0.1}
{"full_text":"\"January and February are likely to be quite difficult\"","sentiment_score":-0.25}
{"full_text":"Minister Anite Evelyn Wants #ICT Services Locally Sourced#ChimpReportsNews #WearAMask","sentiment_score":0.1}
{"full_text":"The #COVID19 crisis has pushed more people into hunger and poverty. Smarter food systems can help countries recover from the multiple crises they are facing. supports smallholders worldwide to make agriculture more equitable, inclusive, sustainable, &amp; resilient . #COP26","sentiment_score":0.3333333333}
{"full_text":"You can all infect each other. With Covid too.","sentiment_score":-0.125}
{"full_text":"Some people might find this time more worrying than others and may need some extra support on the phone or online. Whatever you are going through, let's stay connected and make it through, together #KeepWellThe Limerick Covid-19 Community Response helpline is 1800 832 005","sentiment_score":0.25}
{"full_text":"Donald Trump has thrown a spanner in the works of a massive trillion dollar pandemic relief package. #7NEWS","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Wednesday December 23, 2020 ","sentiment_score":0.0}
{"full_text":"As South Africans began to grapple with an extended lockdown, there were a number of new challenges communities faced.https:\/\/t.co\/QBzwVKLRNU","sentiment_score":0.1363636364}
{"full_text":"Instead of complaining in these difficult times about what the pandemic prevents us from doing, let us do something for someone who has less: not the umpteenth gift for ourselves and our friends, but for a person in need whom no-one thinks of! #Angelus#rcamaoc","sentiment_score":-0.3541666667}
{"full_text":"Newswatch COVID-19 Digest: Wednesday December 23, 2020 ","sentiment_score":0.0}
