{"full_text":"VALUEWALKThe COVID-19 Board - or EVEN ONE of the individual Board member - could take a very simple action now which could mitigate the growing deadly health crisis, says public interest law professor John BanzhafGeorge Washington University Law Schoolhttps:\/\/t.co\/jingXTTbu8","sentiment_score":-0.02}
{"full_text":"The 3,000+ death count makes this 9\/11 on a daily basis. Just horrific. #WearAMask","sentiment_score":-0.5}
{"full_text":"RT NEW: Three former US presidents - Barack Obama, George W. Bush and Bill Clinton - are volunteering to get their Covid-19 vacci...","sentiment_score":0.0681818182}
{"full_text":"RT #Colts activate Denico Autry from the reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"RT Our country was shocked when the coronavirus deaths passed the number of Americans killed on 9\/11...then Korean and Vietna...","sentiment_score":-0.45}
{"full_text":"I was so thrilled at beginning of pandemic cause I could stay home and not have to people. It's been a long year","sentiment_score":0.275}
{"full_text":"RT In line with the year's theme of \"Building Back Better: toward a disability-inclusive, accessible and sustainable pos...","sentiment_score":0.2916666667}
{"full_text":"RT EXCLUSIVE: BUSTED -- Biden's Sneak Off to Thanksgiving Party in Pennsylvania After Pledging to Stay Home, Urging Americ...","sentiment_score":0.0}
{"full_text":"RT The Senate shouldn't leave Washington until we pass COVID relief.","sentiment_score":0.0}
{"full_text":"RT \"Let me just mark the moment I vote against paying student nurses working in a pandemic with a tweet..... \" ","sentiment_score":0.0}
{"full_text":"RT Police said the pair learned they had tested positive for coronavirus and were told by quarantine station at SFO airport t...","sentiment_score":0.2272727273}
{"full_text":"RT Every new COVID-positive patient I have spoken with today spent time with friends and family on Thanksgiving, or traveled i...","sentiment_score":0.0181818182}
{"full_text":"RT Wow an adult speaking at the WH again.","sentiment_score":0.1}
{"full_text":"RT The Senate shouldn't leave Washington until we pass COVID relief.","sentiment_score":0.0}
{"full_text":"BRB adding \"pandejo\" to the lexicon","sentiment_score":0.0}
{"full_text":"Next time someone tells you \"no one could have foreseen\" COVID show them this from October 2019. ","sentiment_score":0.0}
{"full_text":"Thanks to our neighbours over for their staff donation of $1,000 to support our COVID response. Our We Stand Together matching campaign means their donation will have twice the impact! #WeStandTogether","sentiment_score":0.25}
{"full_text":"RT Eat shit","sentiment_score":-0.2}
{"full_text":"RT The Senate shouldn't leave Washington until we pass COVID relief.","sentiment_score":0.0}
{"full_text":"The only celebrities who could garner public trust for the COVID vaccine are Rihanna, tpbaby2000, or Dionne Warwick","sentiment_score":0.0}
{"full_text":"For my family, every day is #InternationalDayOfPeopleWithDisability.  This pandemic has been exceptionally difficult on my 45 year-old brother with Down syndrome. And my mother who is doing everything in her power to keep some \"normalcy\" in his life. They keep me going every day.","sentiment_score":-0.3277777778}
{"full_text":"RT  D E C E M B E R Here's my little stack of commitment this month I'm not back up to speed with my reading thanks...","sentiment_score":0.0041666667}
{"full_text":"More than 7 weeks and 100k Covid deaths before Joe's inauguration. I don't see Trump doing anything to slow down Covid. Or help Americans with any stimulus.He's only cashing in on his legal defense fund and his pay for pardon program.","sentiment_score":0.0488888889}
{"full_text":"Love these...just make them taller so you need an elevator.","sentiment_score":0.5}
{"full_text":"RT Understand the executive has agreed more detail of plans for Christmas - with no limit expected on the number of people (i...","sentiment_score":0.2}
{"full_text":"RT HIGH ON HER OWN SUPPLY? Pelosi moves to federally legalize weed while neglecting COVID aid","sentiment_score":0.38}
{"full_text":"RT NEW: Three former US presidents - Barack Obama, George W. Bush and Bill Clinton - are volunteering to get their Covid-19 v...","sentiment_score":0.0681818182}
{"full_text":"just tested negative for covid ","sentiment_score":-0.3}
{"full_text":"Its going to be poured over and analysed for years to come I'm sure but we can see that countries that went for hard lockdown have done quite well while the US with fewer measures is suffering a catastrophe","sentiment_score":0.1041666667}
{"full_text":"We would be good by now","sentiment_score":0.7}
{"full_text":"RT Exclusive: Execs of CanSino, Chinese company in failed #CovidVaccine collaboration with Canada, worked in program feared...","sentiment_score":-0.25}
{"full_text":"RT Not sure these hypocrites fully understand the damage they are doing...","sentiment_score":-0.25}
{"full_text":"The one year chart looks good. Steady climb up after Covid knock down, seems to be becoming a stable stock. $fnko I bought the dip today","sentiment_score":0.2902777778}
{"full_text":"RT nar*cis*sist\/'nars@s@st\/nouna person who has an excessive interest in or admiration of themselves.\"narcissists who think...","sentiment_score":-0.25}
{"full_text":"Of course our covid rates are much lower more people live in the state of California than ALL of Canada.......","sentiment_score":0.2787878788}
{"full_text":"RT A friend of mine got the China virus over the weekend. He took Hydroxychloroquine and within hours felt better and defea...","sentiment_score":0.5}
{"full_text":"RT SBS 'Inkigayo' announces all of their staff have tested negative for CoronavirusThe broadcast is scheduled to proceed as nor...","sentiment_score":-0.3}
{"full_text":"Here's one of the things they forgot: that the PPP program \"allowed fraudsters to tap into the money\". Meanwhile, as of Sept., ~100K legit businesses had closed permanently.Yet PPP is a substantial portion of this proposal.","sentiment_score":-0.1}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT UPDATE: A group of teachers at Thorncliffe Park Public School, where 18 students and a teacher tested positive for COVID-19...","sentiment_score":0.1136363636}
{"full_text":"I fully believe Covid is real. I'm just not afraid of it.","sentiment_score":0.25}
{"full_text":"LMFAOBSHSJSH PLSSS","sentiment_score":0.0}
{"full_text":"RT SAY IT WITH ME: A property owner losing money on a building is not the same thing as a tenant losing their home during a p...","sentiment_score":0.0}
{"full_text":"The vaccine is being made in Belgium. Make it make sense. ","sentiment_score":0.0}
{"full_text":"See how clever the #war #covid19war is made #nl #lesson #eu #who #rutte3 #nederland #covid19 And learn why to stop #covid19. #usa #uk #asia #africa #americas #oceania #australia #be #de #italy #spain #france #portugal #india #ny #croatia #everyone","sentiment_score":0.1666666667}
{"full_text":"Of course","sentiment_score":0.0}
{"full_text":"RT Let's keep it  COVID relief is being tied up b\/c Republicans want LEGAL IMMUNITY for corp...","sentiment_score":0.2}
{"full_text":"RT More women are turning to sex work to make ends meet during Covid","sentiment_score":0.5}
{"full_text":"RT Russia will now start its #COVID19 vaccination drive from Dec 5, making it the first country to vaccinate its citizens outside...","sentiment_score":0.125}
{"full_text":"RT This is the wrong comparison. If you want to be mad: Atlanta schools remain closed as nightclubs are consistently jam-...","sentiment_score":-0.24375}
{"full_text":"Service Update 16:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT The June Cup is selling theirs for just $6 due to the pandemic.","sentiment_score":-0.125}
{"full_text":"RT #LIVE | #Cuba's President 53 Cuban medical brigades have supported the fight against COVID-19 in several c...","sentiment_score":0.0454545455}
{"full_text":"RT The Senate shouldn't leave Washington until we pass COVID relief.","sentiment_score":0.0}
{"full_text":"We are excited to be working with to produce three short films for children and young people recognising the impact of COVID on their emotional health, how to support each other and letting people know how we can help. Thanks to the","sentiment_score":0.0916666667}
{"full_text":"RT The pandemic will continue to be exacerbated every step of the way by institutional failure. It is definitely their fa...","sentiment_score":-0.1583333333}
{"full_text":"California Winter Getaway - 2.5 Hours From LA !Lake view hilltop house. Quiet time, #RemoteWork or outdoor fun!At Sequoias, Kern River, Lake Isabella, Kernville#California #Sequoias #COVID19 #SantaMonica #LosAngeles #lockdown #Actorslife #WearAMask ","sentiment_score":0.0}
{"full_text":"RT Obama, Bush, Clinton say they'll get COVID vaccine to prove it's safe:Obama: \"I promise you that when it's been made f...","sentiment_score":0.0}
{"full_text":"RT BREAKING: According to Critical Care Services Ontario, 203 patients with confirmed cases of COVID-19 are currently being tr...","sentiment_score":0.1333333333}
{"full_text":"RT NEW: Former US presidents Obama, Bush and Clinton volunteer to get COVID-19 vaccine on camera to prove safety","sentiment_score":0.0681818182}
{"full_text":"Today one of my relative died in covid 19 I am frm gujarat it's worse situation sir government of Gujarat totally failed sir pls help gujarat modi sir","sentiment_score":-0.3}
{"full_text":"They shouldnt be able to do this, just look at the tyson meat packing plant in Iowa and what happened there!!!! Bosses making bets on how many would catch covid!!!! BULLSHIT!!!!!!!!! Not right at all!","sentiment_score":0.6071428571}
{"full_text":"Not sure I believe you but more importantly it doesn't really matter. I'm happy to have my taxes fund paying people to stay home but we've wasted 9+ months on half measures. Let's do a real lock down for say 4 or 6 weeks, followed by well-funded tracing, and get past this.","sentiment_score":0.1077777778}
{"full_text":"RT Priti Patel said 'social distancing is here to stay' back in May. I wrote an article about it. I was, (to my knowledge) ,...","sentiment_score":0.0166666667}
{"full_text":"Amazing event from I especially enjoyed hearing from Jane Golden. Got my creative juices flowing for #thesis ","sentiment_score":0.6}
{"full_text":"RT Happy birthday Jinnie We, Myanmar ARMY raised 1.2Ms MMK fund &amp; donated an Oxygen Concentrator &amp; UV Disinfection Steri...","sentiment_score":0.8}
{"full_text":"RT Sen. Perdue personally initiated the well-timed sale of more than $1 million worth of stock in the tech-banking firm Card...","sentiment_score":0.15}
{"full_text":"1. Pandemic Legacy Season 02. The Crew3. Newton4. Curious Cargo5. Voyages of Marco Polo","sentiment_score":-0.1}
{"full_text":"How many different ways can someone spell Chloe? Hint: more than 1. ","sentiment_score":0.3333333333}
{"full_text":"RT A record 3,157 Americans died yesterday from covid-19, meaning that more than 1 out of 100 of our pandemic fatalities occur...","sentiment_score":0.5}
{"full_text":"the ONLY way to fix the senate to functionality is to impeach and remove it's weirded out leader\/abuser. Obstruction isn't  policy.","sentiment_score":0.0}
{"full_text":" 3rd lockdown ????yehi mtlb he na","sentiment_score":0.0}
{"full_text":"RT #MakeSchoolsSafe now. Mandate #MasksInClassrooms for secondary &amp; many primary children. It's simple, cheap, basic publ...","sentiment_score":0.1666666667}
{"full_text":"He's shut down and cops have ringed the building.  If he's exposed how stupid and arbitrary this lockdown is, he deserves whatever business comes his way.","sentiment_score":-0.3518518519}
{"full_text":"RT .@DiazCanelB on #COVID19: The foreign debt of developing countries, which has been paid several times before and had grown big...","sentiment_score":-0.0416666667}
{"full_text":"RT Apparently Jake and I watched different speeches. McConnell refused to budge and his \"optimism\" was about Democrats coming do...","sentiment_score":0.025}
{"full_text":"Send them both to prison.As for every other passenger on that flight, I have no sympathy whatsoever. You made a conscious decision to get on an airplane during a pandemic with a highly contagious virus spreading rampantly. You reap what you sow.My T&amp;P are for the flight crew.","sentiment_score":0.045}
{"full_text":"RT Dr. Noel Gibney: \"It is a little bit like somebody driving towards a cliff and instead of applying the brakes, going ov...","sentiment_score":-0.1875}
{"full_text":"Is the Covid-19 crisis an opportunity for big organisations to devolve decision-making power? \"The typical medium- or large-scale organisation infantilises employees, enforces dull conformity, and discourages entrepreneurship,\"","sentiment_score":-0.1527777778}
{"full_text":"Members of are knocking on doors in Little Havana to inform their fellow neighbors about COVID-19 and connect them to local resources. Their mission: to get everyone in their community tested.","sentiment_score":-0.09375}
{"full_text":"Investing in girls &amp; women is the single most effective antidote to the world's pressing problems: war, poverty, disease. Girls &amp; Women contribute not only to family well-being, but to community well-being as a whole!","sentiment_score":0.2557142857}
{"full_text":"RT The question remains how the money gets back to he and his associates. Likely through shell corporations, LLCs, campaign...","sentiment_score":0.0}
{"full_text":"How are they going to do this when we are going to be at 4K+ deaths a day from COVID? While I want the biggest inauguration crowd ever... it worries the heck out of me.","sentiment_score":0.0}
{"full_text":"RT 102 years ago in 1918, school in Utah was conducted entirely by MAIL to combat the #SpanishFlu! #uted #utpolCheck out...","sentiment_score":0.0}
{"full_text":"\"Let's make content together babe \" is the ugliest pickup line when you're a . Like do you understand the amount of work &amp; production I put into shooting content? Not to mention that fact that you'll need to provide me with test results for both stds &amp; covid within 14days","sentiment_score":0.0}
{"full_text":"RT Trump has now put more effort into stopping the vote count than he did into stopping the coronavi...","sentiment_score":0.5}
{"full_text":"Stay in your area, get test when your area in open, stay home stay safe that's what we are suppose to be practicing","sentiment_score":0.25}
{"full_text":"Marco:If you, truly, want to be a good representative of the Lord...get your skanky ass to work on a Covid relief bill!Words are cheap.Apparently...Republicans are cheaper.","sentiment_score":0.7}
{"full_text":"RT PROTEST PENCE AT CDC FRIDAY!","sentiment_score":0.0}
{"full_text":"RT \"Volunteering is the backbone of our societies. #Volunteers help protect communities, especially by reaching those most a...","sentiment_score":0.25}
{"full_text":"RT Rules For Thee But Not For Me: A Rundown Of Lockdown Leftists Ignoring Their Own Rules by ","sentiment_score":0.6}
{"full_text":"RT An instructive thought experiment is to consider how the US public &amp; policy makers would respond if 2,500 died on one day b\/c...","sentiment_score":0.0}
{"full_text":"RT It is appalling that Mitch McConnell is holding immediate COVID-19 economic relief hostage to  giving businesses a pass...","sentiment_score":-0.075}
{"full_text":"President and Melania #Trump will be hosting 20 holiday parties at the White House this year.Masks will not be required, because why would they stop spreading the deadly pandemic now??","sentiment_score":-0.1}
{"full_text":"RT This month, 19 years ago, a terrorist tried to detonate a shoe bomb on a flight to Miami. It happened 3 months after 9\/11, an...","sentiment_score":0.0}
{"full_text":"RT Cats and Cannabis over COVID relief.  has made her priorities clear...Under Democrat leadership C...","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: BUSTED -- Biden's Sneak Off to Thanksgiving Party in Pennsylvania After Pledging to Stay Home, Urging Americ...","sentiment_score":0.0}
{"full_text":"RT A friend of mine got the China virus over the weekend. He took Hydroxychloroquine and within hours felt better and defea...","sentiment_score":0.5}
{"full_text":"RT \"Billionaire\" is trying to SHAME me into giving him money while at the same time REFUSING to help Americans...","sentiment_score":0.0}
{"full_text":"RT If you don't appreciate what a dereliction of duty Trump's response to Covid is and has been, we will hit 300,000 deaths a...","sentiment_score":0.0}
{"full_text":"RT More people died of COVID in the United States today than have died of COVID in Japan in all of 2020.","sentiment_score":0.5}
{"full_text":"RT \"It was intentional to spread the pandemic...I am absolutely certain it was deliberately done.\" --@robert_spalding@J...","sentiment_score":0.2142857143}
{"full_text":"Premier League, EFL agree PS250-million COVID-19 rescue package","sentiment_score":0.0}
{"full_text":"RT Y'all think COVID scare me? I fell in the anacostia river before...","sentiment_score":0.0}
{"full_text":"RT SAY IT WITH ME: A property owner losing money on a building is not the same thing as a tenant losing their home during a p...","sentiment_score":0.0}
{"full_text":"RT Being able to heal my baby from Covid at just 6 weeks old through my breastmilk ... my biggest flex thus far  htt...","sentiment_score":0.2333333333}
{"full_text":"RT Former Presidents Barack Obama, George W. Bush and Bill Clinton volunteer to get their eventual Covid-19 vaccines on camera to...","sentiment_score":0.0}
{"full_text":"this question, going to the difference between an equal and an equitable response to the disadvantage brought by Coronavirus stronger performance in ed stmnt today #exams2021","sentiment_score":0.0}
{"full_text":"Or this. ","sentiment_score":0.0}
{"full_text":"\"Brighton Centre identified as a potential new Covid-19 vaccination centre\"","sentiment_score":0.0681818182}
{"full_text":"RT And lets not forget the biggest anti-vaxxer of them all when it comes to himself and his family...wonder why......","sentiment_score":0.0}
{"full_text":"Evidence emerges that COVID tests are faulty. FDA and CDC admit as much #antigen_tests #badhealth #badmedicine","sentiment_score":0.2}
{"full_text":"RT The Pfizer\/BioNTech #CovidVaccine could be approved in Canada in the next 10 days.","sentiment_score":0.0}
{"full_text":"RT NEW: Three former US presidents - Barack Obama, George W. Bush and Bill Clinton - are volunteering to get their Covid-19 vacci...","sentiment_score":0.0681818182}
{"full_text":"\"I have 1.m.m.m on Instagram and I'm discussing our long-term proposal to educate and enable Americans to educate and fight the coronavirus epidemic and strengthen their health infrastructure. Accession! \"https:\/\/t.co\/odNF04nPht","sentiment_score":0.0}
{"full_text":"RT The new funding could help Monzo reduce its losses, which is vital amid the pandemic","sentiment_score":0.1181818182}
{"full_text":"Fire Alert: The Airport Fire is ongoing near SR-71 and SR-91 in Corona. Please exercise caution in area.More information:","sentiment_score":0.1}
{"full_text":"This event is happening TODAY at 11am, join the Google meet here:","sentiment_score":0.0}
{"full_text":"People who dine in glass houses? in #Newark has built #Delaware's first dining greenhouse - open to single households, reservations recommended - for customers who prefer to eat outside this winter due to #COVID19. #ChooseDelaware #NetDE","sentiment_score":0.0107142857}
{"full_text":"Due to COVID-19, many people have been displaced from their current careers. We are here to help! 2021 is approaching quickly, and we want to help prepare you for the new year's new opportunities. Today is the last day to stop by for expert advice, so don't miss out! #VBACE","sentiment_score":0.1226325758}
{"full_text":"Many have gone out to get tested fro COVID-19, but what does it mean when you have a positive test? What should you do if your test is negative?Use this information from the CDC to help you make the best decision.","sentiment_score":0.3536931818}
{"full_text":"My mother is ex-EHB nurse now retired in Spain. She received letter from saying she must get a witnessed declaration back to HSE by Dec 31 to ensure continued payment of her nursing pension. Seems no one told about pandemic restrictions across EU!","sentiment_score":0.0}
{"full_text":"Some may find this helpful!https:\/\/t.co\/tfqAku6KuE","sentiment_score":0.0}
{"full_text":"The COVID-19 Steering Committee has announced a new method for alerting staff and faculty of positive results. They will receive a text to encourage faster isolation. For more, listen below (0:26) or at the top of every hour on WPGU 107.1.","sentiment_score":0.3409090909}
{"full_text":"The #COVID19 pandemic exposed the cracks in our system and broke them open wide enough for millions to fall through. new release #ThePathForward has 40 bold policy solutions for young people, by young people. Read it now: ","sentiment_score":0.0813852814}
{"full_text":"The benchmarks showed a country slipping deeper into crisis, with perhaps the worst yet to come.","sentiment_score":-0.55}
{"full_text":"RT Salle Suspicion Covid","sentiment_score":0.0}
{"full_text":"StartS the pandemic off with the PM breaking the rules sets the tone.He took a knee in a protest! Why do you think there are people that think the pandemic is a joke??And they are still doing it as i say not as I do.But good job attacking one province CBC","sentiment_score":0.7}
{"full_text":"More than 6 million Americans are facing homelessness due to the economic effects of the pandemic. We pray that our leaders put partisanship and self-interest aside and provide relief. #dailyprayer","sentiment_score":0.1916666667}
{"full_text":"Great power of 'C'","sentiment_score":0.8}
{"full_text":"Real:","sentiment_score":0.2}
{"full_text":"LA County Health Official Says Refusing To Wear A Mask In Public Is 'Act Of Domestic Terrorism' - These outrageous comments ignore the science via","sentiment_score":-0.3333333333}
{"full_text":"Good evening Cape Town! Our team will return at 09.00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands","sentiment_score":0.875}
{"full_text":"Is anyone else getting weird post-lockdown anxiety? I have my first boxing class since October tonight and I keep panicking that I'll have forgotten how to punch or something","sentiment_score":-0.125}
{"full_text":"From skateboarding to Fleetwood Mac to learning Cardi B's rump-shaking choreography, TikTok users got creative in a pandemic year with new songs, dances and memes in 60 seconds or less.https:\/\/t.co\/g2pzhPVbmV","sentiment_score":0.3181818182}
{"full_text":"From Hope you'll be okay, after got on the #COVID19 list. VERY happy that remained undefeated after a win against yesterday. I didn't know the win #Steelers got yesterday was a ugly win, according to","sentiment_score":0.5333333333}
{"full_text":"Our six vehicle licensing inspection sites remain open. We are aware of the increased demand for inspection slots and have made temporary changes to vehicle licensing.  Please TPH Notice 18\/20:","sentiment_score":0.125}
{"full_text":"While there are several factors that influenced the devastating outcomes of the first wave of COVID-19, an overarching consideration must be the high proportion of Canadian seniors living in long-term care facilities versus those receiving services at home. #beyondcovid19","sentiment_score":-0.1475}
{"full_text":"NYC's jail population, now over 4,700, is largely the result of a growing number of people held awaiting trial. The rise is due to rolling back #BailReform measures amidst #COVID19. #BailReform promotes public safety and public health. #RethinkJailshttps:\/\/t.co\/ZvdRXJwmZj","sentiment_score":-0.0017857143}
{"full_text":"Someone who doesn't know is less stupid than someone who wrongly thinks he does. Because it is a terrible thing to be wrong. via #didierraoult #covid19 #coronavirus #hydroxychloroquine #thursdaythoughts #throwbackthursday #pandemic #vaccine","sentiment_score":-0.5933333333}
{"full_text":"How United Airlines overcame one of the largest limitations to transporting Pfizer's COVID-19 vaccine to the US via","sentiment_score":0.0}
{"full_text":"UChicago has been sending students to Stony Island Hall (or Snell-Hitchcock, the other building used for isolation housing) since the beginning of autumn quarter.https:\/\/t.co\/XT3rQOOeWM","sentiment_score":-0.125}
{"full_text":"Ohio Department of Job and Family Services Director Kim Hall says 853,000 Ohioans have received $7.4 billion dollars worth of traditional unemployment payments since the pandemic began.","sentiment_score":0.15}
{"full_text":"Looking for a way to share gifts with friends this season? Here are a few places to still have your traditional Secret Santa while social distancinghttps:\/\/t.co\/AUEWY8KOLu","sentiment_score":-0.1416666667}
{"full_text":"6 American service members &amp; 2 dependents have tested positive for COVID-19 upon their arrival in South Korea, said, reports","sentiment_score":0.1136363636}
{"full_text":"Pfizer-bioNtech vaccine is going to be used finally as the world's first covid19 vaccine for it's 95% efficacy! Extremely good news for the whole world &amp; we hope this vaccine will be successful to end the pandemic........","sentiment_score":0.3925}
{"full_text":"Although a potential coronavirus vaccine is still expected to be months away from widespread availability, a local law expert is already predicting some legal trouble once it arrives.https:\/\/t.co\/HcWNjijMh2","sentiment_score":-0.02}
{"full_text":"#CovidVaccine | A digital health passport with a traffic lights-like system that shows the vaccine status of individuals is needed, think-tank set up by former British prime minister Tony Blair said(reports","sentiment_score":0.0}
{"full_text":"In this week's View From the Desk, we interview Gabriela Ardito, President of Argentine agency association about the group's activities and support for members during the pandemic and the future of the #intled industry.Read more:","sentiment_score":0.25}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"Brilliant to see another business come aboard and support the great work that the academy is doing for our younger players ","sentiment_score":0.5666666667}
{"full_text":"We offer a range of services to help people stay at home when they are living with a life-limiting illness. Donations made via The Big Give Christmas Challenge this week will be doubled. Help us support more people like Malcolm, donate here:","sentiment_score":0.25}
{"full_text":"RT NEW: Three former US presidents - Barack Obama, George W. Bush and Bill Clinton - are volunteering to get their Covid-19 vacci...","sentiment_score":0.0681818182}
{"full_text":"Dr. Fauci says he'll meet with members of Joe Biden's transition team today for the first \"substantive discussions\" about the incoming administration's response to the coronavirus pandemic.","sentiment_score":0.25}
