{"full_text":"Illegitimate lockdown,#Conte confused. And this time it is a law decree, there is Mattarella's signature and finally he will put his face on it, letting us know that it is he who allows all this. Constitutional freedoms violated. Failure of lockdowns. Resignation","sentiment_score":-0.2388888889}
{"full_text":"Just drove past the testing lab for covid and it's literally bumper to bumper traffic getting in ","sentiment_score":-0.25}
{"full_text":"RT The problem as I see it is that countries like the US, The UK, and a bunch of other nations with high rates of covid is par...","sentiment_score":0.0175}
{"full_text":"RT Matt Hancock has just said on #andrewmarr that the \"message is very clear\" - maybe his government need to understand the...","sentiment_score":0.13}
{"full_text":"RT Wish we didn't have to do this. Wish we didn't have to get ready to go again. I don't know anyone who isn't at least a litt...","sentiment_score":-0.05}
{"full_text":"RT \"Our best chance of staying safe from #COVID19 is to have vaccines, diagnostics and treatments that are available for ALL. No...","sentiment_score":0.6333333333}
{"full_text":"Pandemic has been tough for many. It has been hard for single people and estrangees. Been like Christmas all year round.","sentiment_score":-0.0903968254}
{"full_text":"Parties and public gatherings getting shut down thanks to Corona,na so I no go find IJGB ozband this December again","sentiment_score":0.0148148148}
{"full_text":"RT You have to be insane not to question why Ivanka was allowed anywhere near po...","sentiment_score":-0.45}
{"full_text":"RT JUST IN: The Netherlands to suspend travel from UK, after coronavirus strand first identified in the UK was found in at...","sentiment_score":0.25}
{"full_text":"Andrew Rawnsley nailing Johnson's failures during the pandemic.","sentiment_score":0.0}
{"full_text":"Some joy ","sentiment_score":0.8}
{"full_text":"RT Allowing infections to spread also means giving #SARSCoV2 the opportunity to mutate - and such mutations will spread a...","sentiment_score":0.0}
{"full_text":"RT The \"no judgment to the people fleeing London!\" tweets are ultimate performative coolness. You're bringing mutant bloody...","sentiment_score":-0.4}
{"full_text":"RT 'eat out to help out' during a pandemic has to be the most reckless thing a government has done in recent history","sentiment_score":0.25}
{"full_text":"Q&amp;A: Does the mutant strain of coronavirus make you more ill? via","sentiment_score":0.0}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"This pandemic isn't like a car with ABS system. You lot with the in and out's, up and down's never really knew what to do and made everything worse. You should have listen to the scientists weeks and month ago but you lot are far to much money driven!","sentiment_score":-0.0611111111}
{"full_text":"The Covid Express","sentiment_score":0.0}
{"full_text":"RT Guys, the conservative government CANNOT get away with this covid response. They just cannot. It needs to be part of their l...","sentiment_score":0.0}
{"full_text":"No refrigeration required!","sentiment_score":0.0}
{"full_text":"RT 1 Crore covid infections with almost 1.5 lakh deaths!The unplanned lockdown did not manage to 'win the battle in 21 days...","sentiment_score":0.8}
{"full_text":"RT Nightmare dystopian universe of George Orwell's 1984--totalitarian surveillance and thought police of Big Brother--has come...","sentiment_score":0.0}
{"full_text":"RT All I see is \"free housing is possible.\"","sentiment_score":0.2}
{"full_text":"RT Boris cancelling Christmas with five days to go:#coronavirus #tier4 #Lockdown3","sentiment_score":0.0}
{"full_text":"RT My daughter and partner both serving Met officers both do...","sentiment_score":0.0}
{"full_text":"Wearing masks mandatory in Maharashtra for next six months: Uddhav ThackerayFor more: #WearMask #UddhavThackeray #Lockdown #NightCurfew #COVID19 #Coronavirus #epidemic #Mumbai","sentiment_score":0.25}
{"full_text":"RT I don't have my COVID shot yet. So I am posting this picture of the stairwell where I retreated yesterday after the 6th de...","sentiment_score":0.0}
{"full_text":"RT Why They're Denying You Healthcare And Financial Support During A Pandemic\"If wealth were more evenly distributed in the most...","sentiment_score":0.3333333333}
{"full_text":"RT From 11.59pm tonight there will be new measures to protect our state from the spread of coronavirus (#COVID19). Please read...","sentiment_score":0.1363636364}
{"full_text":"Tweeted from his local pub!","sentiment_score":0.0}
{"full_text":"RT NSW has decreed that the Covid virus will disappear at exactly 1159 and one second on Wednesday 23 December - it's a pretty...","sentiment_score":0.1666666667}
{"full_text":"RT Extraordinary if true....","sentiment_score":0.3416666667}
{"full_text":"RT thinking of you and your family Kristian.","sentiment_score":0.0}
{"full_text":"RT Given the massive nature of the challenge of lockdown, these SGP women groups have dramatically ramped up their efforts a...","sentiment_score":0.0}
{"full_text":"RT Netherlands halts flights from the UK. Surely flights from Britain to Ireland should be suspended if this new variant is...","sentiment_score":0.3181818182}
{"full_text":"RT Fox News' 'Utterly Insane' Lies About COVID-19 Slammed In Searing Supercut via","sentiment_score":-1.0}
{"full_text":"The mutant virus explanation is a red herring. There was enough evidence that mass travel and family gatherings were a Bad Idea weeks ago. BJ should admit he called it wrong. #covid","sentiment_score":-0.3}
{"full_text":"This has entertained me on a bleak morning.","sentiment_score":-1.0}
{"full_text":"RT One year ago, Wuhan experienced a mysterious cluster of cases of pneumonia. A year later, we have identified &amp; characterized...","sentiment_score":0.2666666667}
{"full_text":"I live in Sydney . We are still waiting for Gladys restaurant vouchers we were promised. All we got was the Avalon outbreak ","sentiment_score":0.1363636364}
{"full_text":"RT #auspol The Australian Government is not coping. Nothing, Zilch is getting done or being solved. China, emissions, climate...","sentiment_score":0.0}
{"full_text":"RT #Marr: Is the coronavirus under control?Health Secretary Matt Hancock: \"No. It's not. The new variant is out of control\"...","sentiment_score":0.1363636364}
{"full_text":"RT This is our beautiful son Jack. During lockdown he was living alone 80 miles away. He lost his job, a month later he spl...","sentiment_score":0.425}
{"full_text":"RT STOP GIVING THE VACCINE TO THE GOP COVID DENIERS!!!! That's the tweet.","sentiment_score":0.0}
{"full_text":"RT New Zealand is covid free. They've had 25 deaths.We didn't have to be in this mess.","sentiment_score":0.1204545455}
{"full_text":"RT While london enters the strictest restrictions ever imposed in human history, the London nightingale with capacity for 4000...","sentiment_score":0.0}
{"full_text":"As long as there's a LOT of football during this lockdown Then I guess that's okay","sentiment_score":0.225}
{"full_text":"RT Winter Wonderland, performed by members of Fretsetters junior &amp; intermediate groups.Recorded separately due to Covid...","sentiment_score":-0.125}
{"full_text":"RT Scotland, Wales, Northern Ireland and parts of England, including London, all announced new COVID-19 restriction measur...","sentiment_score":0.1363636364}
{"full_text":"RT Sorry but fuck the government. Australia and New Zealand have successfully handled this pandemic and the UK is just a laugha...","sentiment_score":-0.0034090909}
{"full_text":"A COVID Christmas in a challenging year. Time for Nigeria to get on the line to secure the vaccine. No use waiting to be the last man on the queue.","sentiment_score":0.3}
{"full_text":"All social play &amp; group coaching sessions suspended with immediate effect. Courts remain open for pre-arranged play which complies with LTA guidance:https:\/\/t.co\/srFXKmtR8dThank you for your understanding. Take care and look after yourselves and your families.","sentiment_score":0.0166666667}
{"full_text":"RT If the new variant of COVID has been in the U.K. since September and it's 70 x more infectious, then how come it's onl...","sentiment_score":0.3181818182}
{"full_text":"RT Never forget that when, 3 days ago, Boris Johnson accused Kier Starmer of \"cancelling Christmas\", he was fully briefed o...","sentiment_score":0.0}
{"full_text":"It all started in May this year when I was stuck in lockdown and making dashboards made lockdown even better. Learning something new every single time. Aim to hit a century next year. CheersLink: #Tableau","sentiment_score":0.1412337662}
{"full_text":"RT The vaccine will protect you from getting ill and then ending up hospitalized with Covid-19, CNN Medical Analyst Dr. Leana Wen say...","sentiment_score":-0.25}
{"full_text":"RT as per dated 20.12.202...","sentiment_score":0.0}
{"full_text":"RT Weird that Scott Morrison has consistently basked in NSW's successes during the pandemic but now is nowhere to be seen as s...","sentiment_score":-0.125}
{"full_text":"RT I mean, a sane and responsible government, on utterly failing to deal with COVID would now look at the impending double-wham...","sentiment_score":-0.0375}
{"full_text":"Yes. After staying relatively free of covid early on (through an utterly brutal lockdown regime) prisons saw a big spike in cases in October.","sentiment_score":-0.09375}
{"full_text":"RT The last time I had a married couple with #Covid19 admitted they died in the same room 3 mins apart. Just admitted another...","sentiment_score":0.0833333333}
{"full_text":"RT Northerners now it's past midnight... #COVID19","sentiment_score":-0.25}
{"full_text":"RT Life just isn't worth living when it's like this and every time it seems like things might improve and go back to normal,...","sentiment_score":0.15}
{"full_text":"RT When the government were threatening responsible schools and councils with Legal action this week, they had the knowle...","sentiment_score":0.1666666667}
{"full_text":"For sure mga 2 or 3 years pa because of COVID.","sentiment_score":0.5}
{"full_text":"RT Brazilian President Bolsonaro claims COVID vaccine could turn people into alligators","sentiment_score":0.0}
{"full_text":"RT Unfortunately my coworker's uncle got Covid and drank bleach because of that comment. I...","sentiment_score":-0.5}
{"full_text":"these idiots will kill thousands. #Covid_19","sentiment_score":-0.8}
{"full_text":"Congress nearing deal on $900 billion COVID-19 relief package via","sentiment_score":0.0}
{"full_text":"I need it for my business please things ain't easy I heard there's gonna be another lockdown soon I sell frozen food.(chicken,turkey,and all kinds of fish) if I see the money now I will stock up my shop well to have enough sale for December please #KogiConfluenceuniversity","sentiment_score":0.2166666667}
{"full_text":"RT The Colombian Cycling Federation cites a high number of COVID-19 cases worldwide, and difficulty ensuring health and safety p...","sentiment_score":0.16}
{"full_text":"More Nepali die of COVID-19 abroad ","sentiment_score":0.5}
{"full_text":"Why do they admit it NOW?? Ahhh... might it be that they want to bring the artificially pumped \"cases\" down again, so they can tell us it is tanks to the vaccines?","sentiment_score":-0.3777777778}
{"full_text":"We were ravaged by COVID for the last 2 weeks of term - staff, pupils and parents. More since. Somehow we stayed open, but it was a pretty tough place to work with everyone constantly on edge - 50% of pupils isolating by Friday. Can't imagine what it will be like in January...","sentiment_score":0.0601851852}
{"full_text":"RT For this pile-on of unreflected brown-nosing drivel, you are blocked.Johnson pimped himself o...","sentiment_score":0.0}
{"full_text":"RT .@alivelshi: America's handling of this pandemic is a failure of our government at its highest levels and should be investigated...","sentiment_score":-0.3166666667}
{"full_text":"RT Fox News' 'Utterly Insane' Lies About COVID-19 Slammed In Searing Supercut via","sentiment_score":-1.0}
{"full_text":"RT With &amp; we are calling on drug companies &amp; regulators to do the necessary tes...","sentiment_score":0.0}
{"full_text":"Breaking: New Variant COVID Virus \"Up to 70% more infectious\".","sentiment_score":0.3181818182}
{"full_text":"Question is does Joseph Biden support this deal","sentiment_score":0.0}
{"full_text":"It's lockdown who going to school?If the graduated gone to war who teaching?","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Strange they are still wearing them in Wuhan (Inside and Outside) and China as a whole is having 164700% more success with this than the UK. (Using Daily Infections date)https:\/\/t.co\/jP3Q8myN58 Wear a Mask!","sentiment_score":0.1583333333}
{"full_text":"You think working on non moving objects are the same as saving multiple lives everyday?  These COVID19 nurses and doctors do things you can't imagine including being the last person to talk to people before they pass and bagging their bodies when they do.","sentiment_score":-0.05}
{"full_text":"DROPPING OFF TOYS: NYPD Community Affairs Bureau Chief Jeffrey Maddrey says not even snow or the pandemic could keep the sleigh grounded.https:\/\/t.co\/lsS4AxLdJd","sentiment_score":0.0}
{"full_text":"Keep Christmas SafeOne of these people has COVID.By the end of the cuppa, all of them could.Stay out of each other's homes, except in very limited circumstances.Limit how many different people you meet.#KeepPowysSafehttps:\/\/t.co\/rnjNdyXGqy","sentiment_score":0.0705357143}
{"full_text":"Listen to Fearbusters with Lauren Rosenberg on - #Fear of #Covid19: Lauren #Interviews Dr. Sharon Raymond about her initiatives and projects for dealing with Covid-19, along with tips and #advice during this time.    #phobia","sentiment_score":0.0}
{"full_text":"New Covid-19 Testing Centre launches - Fast, Accurate, Reliable &amp; Affordable - only PS99. Obtain a #FittoFly Certificate. Book now - #covidtesting #BeSureBeSafe #covidfree","sentiment_score":0.1840909091}
{"full_text":"RT With #COVID19 vaccine efficacy of ~95%, I'm looking forward to vaccine distribution in 2021 bringing the pandemic under control....","sentiment_score":0.0}
{"full_text":"RT The COVID-19 pandemic has served as a catalyst for adopting new lifestyles to the public. Lots of people started spend...","sentiment_score":0.0681818182}
{"full_text":"The virtual performance will be available to watch on Boxing Day.https:\/\/t.co\/zM3RpTK69m","sentiment_score":0.4}
{"full_text":"Have a #staysafe Christmas. From 23 to the 27 December, limited changes to household #COVID19 restrictions will allow some social contact. BUT with any increase in social contact, comes increased RISK, please consider YOUR plans. Find out more at","sentiment_score":0.1238095238}
{"full_text":"The Army general in charge of getting COVID-19 vaccines across the United States has apologized for \"miscommunication\" with states over the number of doses to be delivered in the early stages of distribution.https:\/\/t.co\/8nb1Ta4qZe","sentiment_score":0.075}
{"full_text":"It was always absurd for Boris Johnson to raise false hopes by promising a return to \"normality\" before a vaccine had been rolled out.","sentiment_score":-0.2333333333}
{"full_text":"The COVID-19 pandemic generates economic effects that go beyond the assessment of only what we have been able to capture by national accounts, and caution in assessing new economic data is essential for a complete assessment of the scenario.","sentiment_score":0.1623376623}
{"full_text":"As we navigate through #COVID19 this winter, it's important to look after your #mentalhealth. Remember, you're not alone  visit to register for a safe community to support your mental health, 24\/7.","sentiment_score":0.2666666667}
{"full_text":"With our game called off due to new Tier 4 COVID restrictions, it looks like this could be worth a watch this afternoon guys ","sentiment_score":-0.0221590909}
{"full_text":"would be really grateful if you would consider sharing this story and our statement","sentiment_score":0.2}
{"full_text":"RT I've held it together ridiculously steadily through the pandemic, even with an entire year of shielding, but those image...","sentiment_score":0.0833333333}
{"full_text":" right there with you. These guys not wearing a mask is not why we're in tier 4. COVID is airborne doesn't care if you wear a mask. Most people wear masks and there's still cases most people who wear masks are the ones getting sick so ","sentiment_score":0.1428571429}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"We keep having repeated lockdowns not because the public are always to blame but because the assembly at Stormont is failing to make any sense in respect of the logic that tells us if you lockdown it must include all sectors in an NZ type scenario and be done with this virus.","sentiment_score":0.0}
{"full_text":"If you are travelling to a race meeting, make sure to:Wash your handsWear a face covering at all timesAbide by social distancing rules (2m)Follow all racecourse proceduresDo it for the love of racing. #FanReady","sentiment_score":0.3444444444}
{"full_text":"#ReopenEU, your one-stop-shop for #coronavirus health information and travel possibilities, is now available on Android and iOS! #StaySafe &amp; check it out ","sentiment_score":0.5}
{"full_text":"We've loved welcoming you back these past few weeks, if you're planning a shopping trip you can find the latest store openings and their hours on our website.   Please continue to observe all directional signage and social distancing guidelines.  https:\/\/t.co\/HehZFbAUKD","sentiment_score":0.1305555556}
{"full_text":"Enjoy #PureShoppingPleasure &amp; practise social distancing when shopping with us. Please keep 2 meters apart from your fellow shoppers - Only 2 people are allowed in a lift at any given timeWe thank you for abiding by the social distancing rules! ","sentiment_score":0.11875}
{"full_text":"Beaches and Havana Club: The perfect way to end lockdownhttps:\/\/t.co\/1XJg4eUDkz#Christmas cheer by any means possible. What better way to spend the festive period than in #Cuba with warm sunshine, music and cocktails?","sentiment_score":0.525}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT Unfollowed all those who are following Corona Gobar#IndiaRoars4SSR","sentiment_score":0.0}
{"full_text":"RT In fact advice from Sage was dated Sep 21:\"As over 90% of population remain susceptible, not acting now to reduce cases...","sentiment_score":0.0}
{"full_text":"India receives record Foreign investment during Covid: Prime Minister says global narrative shifted from 'Why India' to 'Why Not India'. The country today is with enterprises and wealth creators who giving employment opportunities to millions of youth.https:\/\/t.co\/jM5bDi2i9Z","sentiment_score":-0.0625}
{"full_text":"RT The UK govt have signed a contract with Netcompany UK Ltd (a subsidiary of a Danish IT firm) to develop a Covid-19 Vacc...","sentiment_score":-0.2}
{"full_text":"\"People shouldn't be worried that we're going too quickly.\"Scientists leading the development of a #COVID19 vaccine at the explain how they assess safety at each stage of the process Watch in full: |","sentiment_score":0.3416666667}
{"full_text":".@OfficialCSA: Proteas #COVID19 test resultshttps:\/\/t.co\/uoKNDSFDd0@OfficialSLC #CricketSA #CSAnews #WeAreMore #AlwaysRising #SAvSL","sentiment_score":0.0}
{"full_text":"Good news!  Nam Tan, the five-year-old female rescued from Koh Samui during STEF's campaign to feed hungry elephants during the first lockdown, has tested negative to the elephant endotheliotropic herpes virus (EEHV).  See:","sentiment_score":0.20625}
{"full_text":"Richmond FC [@RichmondFC1861]: The story of one rugby club going above and beyond to serve its local community during the pandemic ","sentiment_score":0.0}
{"full_text":"A 'Merry Xmas Everybody' from Listen to their new single in our 'Heavy (Metal) Lockdown' playlist on HEAVY. STAY HEALTHY. STAY HOME.","sentiment_score":0.032987013}
{"full_text":"#TeamSeries - Best Film You Missed 2020   Our Tech Coordinator Sean's pick is in a room full of people gasping in unison and gripped by the negligent response of politicians to the Coronavirus crises would have been...breathtaking.\"","sentiment_score":0.675}
{"full_text":"#mdpijcm#SpecialIssue \"New Diagnostic Assays for COVID-19\" is open for submissions: Editors: Dr. Alagarraju Muthukumar and Dr. Andrew ClarkSubmission deadline: 31 July 2021#COVID19","sentiment_score":0.0681818182}
{"full_text":"An effective vaccine against Covid-19 is one of the many measures#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID19 #COVID #corona #Covid_19 #coronavirus","sentiment_score":0.55}
{"full_text":"RT Dear Sanwo-Olu,If a lockdown is near, please don't tell us 4 hours to the beginning of the lockdown &amp; then send the military...","sentiment_score":0.0}
{"full_text":"A mutant may play havoc? NYT says stricter London lockdown is driven by it.https:\/\/t.co\/w3GBRFmBhz","sentiment_score":0.0}
{"full_text":"Almost a third of LGBTI+ people with #HIV say they struggled to refill their #ARVs during the #COVID19 pandemic worldwide, a new survey shows. Rewatch our webinar here for more insights into #COVID19SA &amp; HIV.","sentiment_score":0.2121212121}
{"full_text":"Manchester Community Response Hub supports vulnerable people during the COVID-19 pandemic. The Hub's Christmas opening times are:*25-28 December Closed*29-31 December Open 9am-5pm*1-3 January Closed*4 Jan Open 9am-5pmCall 0800 234 6123 or COVIDSupport@manchester.gov.uk","sentiment_score":-0.1666666667}
{"full_text":"At least 1 in 3 people with #COVID19 DON'T show symptomsSo #SouthWest people may still be spreading #COVID19 without knowing itTake extra care this #Christmas and follow the #SocialDistancing guidelines where possibleRemember #HandsFaceSpace","sentiment_score":-0.15}
{"full_text":"Shift to digital during the pandemic could enable universal health coverageRead full article in our webpagehttps:\/\/t.co\/9uL6AtUs0Q#european_business_review #EBR #european #business #review #news #europe #world","sentiment_score":0.0875}
{"full_text":"RT Mark Meadows tried to conceal coronavirus cases in the White House, and threatened to fire the military doctors who help...","sentiment_score":-0.05}
{"full_text":"Don't get locked out in lockdown!!Telebetting will remain open throughout Lockdown!Open a new account now on 0800 121 4567 (or 02890 663949)#doyouwannabet","sentiment_score":0.0681818182}
{"full_text":"The severe impact of COVID-19 on the economies in the Middle East have pushed hundreds of thousands of refugees into poverty.","sentiment_score":0.0}
{"full_text":"Many days during the pandemic are somewhat normal for nurses. But other days are emotionally traumatic and filled with the pain of watching someone die.Those days stick with a nurse for a very long time, said Kara Sankey, chief nursing officer at Me...","sentiment_score":0.1433333333}
{"full_text":"Ten billionaires reap $400bn boost to wealth during pandemic","sentiment_score":0.0}
{"full_text":"2 DAYS TO GO!Our crowdfunder closes at noon on the 21st December, so get your pledges in!All in support of our COVID appeal and our 24hr sponsored swim#TeamBSS #SeasonGreetings #TisTheSeason #Raffle #BakeSale #Treats #Fundraiser","sentiment_score":0.0}
{"full_text":"Do you think schools should close early following the latest announcements?https:\/\/t.co\/dA774HFpKT","sentiment_score":0.2}
