{"full_text":"It's Day 9 of RECOIL's 12 Days of Christmas Giveaways! Win a 'The Puck' Security Monitoring System from Lockdown and RECOIL!","sentiment_score":1.0}
{"full_text":"Until 1985 the dentists didn't wear masks. and they started wearing them to protect themselves from HIV, it was never about you. So I had 30 years of dentists etc not wearing a mask.","sentiment_score":0.0}
{"full_text":"RT MSMEs appeared most vulnerable after the outbreak of COVID pandemic. But in all three tranches of the #AatmaNirbharBharat pa...","sentiment_score":0.0}
{"full_text":"RT Versus New Zealand, Taiwan has experienced less than 1\/2 the COVID-19 cases, and less than 1\/2 the deaths.Taiwan also ge...","sentiment_score":0.1507575758}
{"full_text":"RT I wouldn't even know there's a pandemic if it weren't for the media","sentiment_score":0.0}
{"full_text":"RT As many as 73.3 million (73,329,438) people have been reported to be infected by the novel #coronavirus globally and 1,6...","sentiment_score":0.25}
{"full_text":"RT Only solution to the coronavirus","sentiment_score":0.0}
{"full_text":"RT In his audio claiming responsibility, Shekau said they abducted the #KankaraBoys to discourage education. Following the...","sentiment_score":0.0}
{"full_text":"RT 2) The Ellume COVID-19 Home Test is a rapid, lateral flow rapid antigen test, akin to a home pregnancy test. The test detec...","sentiment_score":0.0}
{"full_text":"RT Results from COVID-19 tests done on 14 December 2020 confirms 402 new cases. The cumulative confirmed cases are now 28,1...","sentiment_score":0.2681818182}
{"full_text":"RT The Progressive Caucus is united in our position: any COVID relief package MUST include survival checks and enhanced unempl...","sentiment_score":0.0}
{"full_text":"RT #SaveAdarshCredit The millions of people like widows , old age , economical weaker section many more are suffer because of...","sentiment_score":0.35}
{"full_text":"RT All of you retweet the hell out of this article!! Absolutely nails the Sturgeon party...","sentiment_score":0.2}
{"full_text":"If the government had any shame they'd be embarassed by this but we know full well that they don't care.  This is the big community in action.  They destroy and let others pick up the pieces.","sentiment_score":0.0625}
{"full_text":"Well done Max! ","sentiment_score":0.0}
{"full_text":"Research shows that 37% of global employees say their workplace culture had improved since the start of the pandemic, compared to 15% who said it had deteriorated. #Leadership #OrganizationalCulture #Culture #FutureOfWork #Learning","sentiment_score":0.0}
{"full_text":"Journalists don't care about the consequences of their actions. They are paid to spout opinions &amp; don't need facts or evidence to underpin them.Unfortunately we have a government led by two journalists, Johnson &amp; Gove, in a pandemic followed by Brexit.","sentiment_score":0.0}
{"full_text":"Kashmir atrocities lockdown for over a year and human rights violations exposed Hitlerism Oppression and genocide against minorities especially Muslims at the hands of CAA and CAB laws#Payback1971Begins@ThePatriotsTeam","sentiment_score":0.0}
{"full_text":"RT Gavin Williamson wants to force schools to stay open, but we headteachers should decide | Jules White","sentiment_score":0.0666666667}
{"full_text":"RT In the middle of one of the richest cities in one of the biggest economies in the World.","sentiment_score":0.0}
{"full_text":"RT Senate Majority Leader McConnell says the Senate will not leave Washington for the holidays until a coronavirus aid package is p...","sentiment_score":0.0}
{"full_text":"RT In the middle of one of the richest cities in one of the biggest economies in the World.","sentiment_score":0.0}
{"full_text":"RT If you think Covid treatment should be free (of course it should), why do you think insulin shouldn't be? Or cancer treatment?...","sentiment_score":0.4}
{"full_text":"RT I received our first COVID19 Pfizer vaccine!!!!!!!!","sentiment_score":1.0}
{"full_text":"RT The British government is prepared to tolerate thousands of extra deaths from COVID-19- gruelling, painful, pointless, avoida...","sentiment_score":-0.2375}
{"full_text":"RT Due to health consideration of our students and risk of spread of #corona infection, we have still not allowed education...","sentiment_score":-0.125}
{"full_text":"RT Ghana's Covid-19 cases as at 12th December,2020Visit for the details","sentiment_score":0.0}
{"full_text":"RT Trump KNEW coronavirus was lethal yet refused to convey urgency to the public, eschewed masks, held supe...","sentiment_score":0.0}
{"full_text":"RT Truth to power!  What would this country have done had we not had people willing to stand up???  Florida covid-19 whistleb...","sentiment_score":0.25}
{"full_text":"if this was rugby and he was talking like that he'd be whisked off for a head injury assessment. #darwinawardcontender","sentiment_score":0.0}
{"full_text":"The public will have to lockdown itself somehow or in someway the spoon feeding from the authorities is not working. Just Pray vigilantes don't turn up and lockdown certain areas like in some countries.","sentiment_score":0.1071428571}
{"full_text":"RT I wrote to the Minister for Aged Care in November calling on him to release these reports immediately when he received...","sentiment_score":-0.1}
{"full_text":"RT Take care if you live on the northern beaches of #Sydney or have visited Avalon and Palm Beach. Any symptoms, get teste...","sentiment_score":0.1363636364}
{"full_text":"RT I'm amazed this wasn't done right from the jump. Is everybody sleepwalking these days?","sentiment_score":0.2857142857}
{"full_text":"Your governments keep forcing you back into 3-4 billion #bullshitjobs so you can fetch the virus while destroying what's left of our biosphere; paving the way for even worse pandemics. With poverty as your only alternative.","sentiment_score":-0.12}
{"full_text":"RT Clinical trials for Covid19 vaccine developed here in West Lothian by Valneva to begin - and good to see local jobs create...","sentiment_score":0.2666666667}
{"full_text":"RT Tier 3 lockdown, dangerous increase in COVID cases, but schools are still open? Honestly this country is a hot joke lmao.","sentiment_score":0.17}
{"full_text":" \"Meet the women health care workers getting the first COVID-19 vaccines\" by","sentiment_score":0.25}
{"full_text":"RT PLEASE SHARE. (but you don't have to.): EXCLUSIVELY IN THE NORTH WEST  Winter Walks,  with me -  broadcast  on BBC ONE (NW)...","sentiment_score":0.0}
{"full_text":"Been feeling ill past couple of days. Sniffs. Coughs. Runnie nose. So just been and had a Corona test. Find out in 48hrs.I'm fucking scare tbh","sentiment_score":-0.45}
{"full_text":"HEALTH WATCH: Cumulative Covid-19 cases in CDO now 2,650 with 17 new cases","sentiment_score":0.1363636364}
{"full_text":"RT taemin: don't forget kr fans too? i don't forget anyone i don't forget i'm..i'm..i'm a lonely person wanna meet u asap but c...","sentiment_score":-0.1}
{"full_text":"See we understand no vaccine is 100% effective, be it covid or any. At the moment being physically active looks promising than injecting unknown drug which might show negative impact after 5 Yrs. BTW, You look like Salman Khan.","sentiment_score":0.0533333333}
{"full_text":"Explains why he broke the rules during the first lockdown, one rule for them and one for us.","sentiment_score":0.25}
{"full_text":"1. Pls cite your source\/s2. We've been in quarantine so how was the rate of infection from home vs school determined?3. If they can get infected at home, won't letting them go to school increase the risk of the virus spreading?#DepEd","sentiment_score":0.0}
{"full_text":"Corona virus concert happening live Eko Hotel  ","sentiment_score":0.1363636364}
{"full_text":"RT Check out this next post in our democratic response to #Covid series from President of","sentiment_score":0.0}
{"full_text":"Yes I can see another lockdown regardless in Jan","sentiment_score":0.0}
{"full_text":"RT COVID-19 kills heart tissue. This tissue does not regenerate. Ppl who have been infected may never again be able to un...","sentiment_score":0.5}
{"full_text":"RT With schools closed in Sierra Leone due to the coronavirus pandemic, more young girls are being pushed into child marr...","sentiment_score":0.09375}
{"full_text":"Read this and weep at the consequences of short sighted fearful decision making","sentiment_score":-0.45}
{"full_text":"They were there taking us for laps on TV during lockdown.... Kati now suturago ekayye ","sentiment_score":0.0}
{"full_text":"Study the charts below! So why do you think President Trump is responsible for the disease or deaths?","sentiment_score":0.2}
{"full_text":"RT Even before COVID-19, BJP paralyzed the nutrition of our children. For the first time in 20 years, Malnutrition has i...","sentiment_score":0.25}
{"full_text":"RT Philip Alston warned in his report two years ago how bad things were for children and the most vulnerable under this Go...","sentiment_score":-0.2333333333}
{"full_text":"RT A Christmas card from me to youWishing all your worries will be few!  Things will get better....we will have peace, and...","sentiment_score":-0.25}
{"full_text":"RT When are we going to see daily  figures for numbers of people vaccinated. Seems to me to be much more important than daily COVI...","sentiment_score":0.225}
{"full_text":"RT Sobering call with just now.Covid patient numbers in hospitals almost back to first p...","sentiment_score":0.125}
{"full_text":"RT Global South countries, led by South Africa and India, have requested a suspension of the WTO's patent rules to enable the...","sentiment_score":0.0}
{"full_text":"I was listening to \"Drunk on Coup-laid.\" and you all were discussing the Senate negotiations. I would like to add\/ask if instead of passing separate State funding legislation if the DPA could be used to supplement the funds needed for COVID-19 related use?","sentiment_score":-0.25}
{"full_text":"RT it couldn't have happened to a nicer nazi","sentiment_score":0.0}
{"full_text":"Saudia fined Tk 2 lakh for carrying passengers to Dhaka without Covid-19 negative certificates -","sentiment_score":-0.3}
{"full_text":"The effect of #COVID19 on #adivasis #IndigenousPeoples of #India 1st of 3-part series","sentiment_score":0.0}
{"full_text":"RT In the 6th richest country in the world, poverty for so many children is a political choice. &gt; For the first time in...","sentiment_score":0.25}
{"full_text":"And people think covid19 is an issue.  The mayor should get a grip.","sentiment_score":0.0}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"PE's beaches are properly ventilated. If you sneezed a covid germ out on Hobie Beach a guy in Lesotho would get it.","sentiment_score":0.0}
{"full_text":"RT Talked to a mom who just found out her 6 YO son got Covid at school. Now family can't spend Xmas with recently widowed Gr...","sentiment_score":0.0}
{"full_text":"RT Remember this from summer?Boris Johnson warns of new lockdown as thousands pack beaches Thanks Robert Jenrick, it reall...","sentiment_score":0.1681818182}
{"full_text":"RT Beyond the heartbreak, we have to acknowledge that this is a conscious choice by the government - not the mark of a coun...","sentiment_score":0.1}
{"full_text":"LOOK: According to the Department of Health's latest COVID-19 bulletin, here are the areas where the highest number of new infections were recorded today, December 16. #COVID19PH","sentiment_score":0.3181818182}
{"full_text":"RT #COVID19 cases in #SaudiArabia remain below 150 as deaths drop to 10","sentiment_score":0.0}
{"full_text":"RT I will not vote for a COVID package that doesn't include survival payments and unemployment relief for the American people.It's...","sentiment_score":0.0}
{"full_text":"RT EU regions get additional 47.5 billion EUR to tackle local effects of COVID-19.The aid will help mitigate the immediate effect...","sentiment_score":0.0}
{"full_text":"RT Happening now: A post-cabinet press conference on the revised COVID-19 SOPs\/Guidelines is taking place at the Office o...","sentiment_score":0.0}
{"full_text":"Hi, I'm interested in why you've taken the stance you have?Are you anti mask?Do you believe Covid is a hoaxDo you not believe the respiration devices worn by medical &amp; laboratory staff do not leave marks &amp; sores.I'm not asking to bully or belittle.","sentiment_score":0.125}
{"full_text":"RT Hey not many friends on here , but wanted to say bye , I can't beat this Covid,","sentiment_score":-0.25}
{"full_text":"RT Tom Cruise went ballistic on the Mission: Impossible 7 crew for breaking COVID protocols...https:\/\/t.co\/WbIpVlja7w","sentiment_score":-0.6666666667}
{"full_text":"Maybe they will, but you can try to avoid covid with a bit of care. Cancer and heart issues, not so much.","sentiment_score":0.2}
{"full_text":"\"Remote work can make it hard for people to turn off the office. They're finding it hard to have that uninterrupted time for themselves.\" Check out Insider article to read how Silicon Valley's workforce is being affected by the pandemic.https:\/\/t.co\/rVrV8YqTy4","sentiment_score":-0.1708333333}
{"full_text":"Dr. Karen Panetta, professor at Tufts University, found that parents are more accepting of robots and #AI caring for children in healthcare due to the COVID-19 pandemic. #healthIT","sentiment_score":0.1875}
{"full_text":"I saw this on the Sun app and thought you'd be interestedTom Cruise Covid rant - star warns Mission: Impossible crew they're 'f***ing gone' if they break rules on sethttps:\/\/t.co\/wGbnPYY27x","sentiment_score":-0.6666666667}
{"full_text":"RT I'm filming in South Africa and positive tests among the crew result in individual loss of earnings so devastating that th...","sentiment_score":-0.2575757576}
{"full_text":"RT How you can reduce the risks from Covid-19 over the festive period by just opening a window","sentiment_score":0.0}
{"full_text":"RT What's there to talk about? There are 28 other nations with a higher per capita 'COVID' fatality rate then Sweden + they...","sentiment_score":0.0625}
{"full_text":"RT COVID-19: For the first time in its history UNICEF will help feed kids in the UK","sentiment_score":0.25}
{"full_text":"RT In the middle of one of the richest cities in one of the biggest economies in the World.","sentiment_score":0.0}
{"full_text":"RT Seems OZ MSM is so captivated by Morrison that they never ask the basic question of why the Commonwealth refuses to accept r...","sentiment_score":0.0}
{"full_text":"RT In the middle of one of the richest cities in one of the biggest economies in the World.","sentiment_score":0.0}
{"full_text":"It is almost time to join Rajesh Pandey in the 'Pandemic Preparedness' seminar. Not registered yet? There is still time:","sentiment_score":0.0}
{"full_text":"RT DepEd Sec. Leonor Briones: studies show that children has a higher chance of contracting COVID-19 at home than in school...","sentiment_score":0.075}
{"full_text":"Been hearing some scary things about the COVID vaccine? We debunked 3 of the craziest conspiracy theories surrounding the new vaccines!Check it out down below and stay safe #COVID #Vaccines #COVID19 #Antivax #Pfizer #Moderna #Microchips","sentiment_score":-0.0047979798}
{"full_text":"You'll be notified if you've liked, shared or commented on a Covid-19 misinformation post.#Facebookhttps:\/\/t.co\/k2ZHVPEaV6","sentiment_score":0.6}
{"full_text":"Great piece from on the importance of company #culture and the influence the pandemic has had on us redefining what it means and how to find it -","sentiment_score":0.8}
{"full_text":"Local authorities needing to boost #incomes, #reducedebt &amp; drive greater efficiencies could be sitting on an under-utilised asset: #Data. An-Chan Phung, CIO for MDM shares how it can drive savings &amp; mitigate COVID's impact.https:\/\/t.co\/QdqBWhzPbS #DigiLeaders","sentiment_score":0.25}
{"full_text":"Certain gene variants are linked to severe coronavirus infections, according to a team of scientists in Europe who studied the genomes of 2 200 critically ill Covid-19 patients.https:\/\/t.co\/b8KwCEYZjm","sentiment_score":-0.1428571429}
{"full_text":"Prosecution call as hundreds of Scots care workers are 'still not getting regular Covid tests'https:\/\/t.co\/uKSc3cY3Wy","sentiment_score":0.0}
{"full_text":"Great effort, Amy!","sentiment_score":1.0}
{"full_text":"If the trade in for Xmas are more deaths, stricter restriction in 2021 or 3rd national lockdown &amp; more redundancy, Boris, I wish to cancel my Christmas order now please. Made redundant &amp; just secured a job recently. NOT ready for a second redundancy. #cancelchristmas #cancelorder","sentiment_score":0.1166666667}
{"full_text":"An Imbil family is still hoping they'll be able to see their 'Oma' for Christmas, after she arrived in Queensland from New Zealand at the weekend. #covid19 #7NEWS","sentiment_score":0.3181818182}
{"full_text":"Its out! 'Corona and Work Around the Globe'! A book about experiences of workers during COVID-19:Workers protesting against political measures,workplaces transformed\/destroyed,workers protesting against political measures.#twitterstorians: GET YOUR COPY!https:\/\/t.co\/cZtFOwV3b1","sentiment_score":0.0}
{"full_text":"The Trump administration is asking the Supreme Court a second time to reinstate a rule that women must pick up an abortion pill in person during the COVID-19 pandemic.https:\/\/t.co\/HmlnQR8Kh9","sentiment_score":0.0}
{"full_text":"RT So, what act of economic self sabotage do we have today.Oh. We want to biometrically register 50m people in 2 weeks in the mi...","sentiment_score":0.2}
{"full_text":"RT Excellent meeting with UK Secretary of State of Discussed the vast potential of the India-UK pa...","sentiment_score":0.3333333333}
{"full_text":"China's factory output grew at the fastest pace in 20 months in November, as revived consumer spending and a gradual easing of #COVID19 restrictions in major trading partners lifted demand for the country's manufactured goods. Sumit Chaturvedi (@joinsumit) tells you more","sentiment_score":0.28125}
{"full_text":"1 We'll contact you when it's your turn, so please be patient.2 Please act on your invite when it comes.3 Remember Hands, Face, Space. It will save lives &amp; help the NHS. Read more on getting a covid-19 vaccination in Somerset:https:\/\/t.co\/jNZ5Aa32XI","sentiment_score":0.5}
{"full_text":"2020 best bits!In May, we went into partnership with to deliver the hugely popular 'Coffee &amp; Chat'!Every Thursday morning from May until Sept we chatted away - we clocked up 24 hours of chat!It provided a social outlet for many youngsters throughout lockdown.","sentiment_score":0.5708333333}
{"full_text":"#Peshawar volunteers are doing assessment to register beneficiaries for  PRC-GRC SOS COVID-19 Response Operation inside #Peshawar City on #Bicycles.#volunteersonwheel #COVID19 #wednesday #volunteer #coronavirus","sentiment_score":0.0}
{"full_text":"Shanghai Fosun Pharmaceutical Group says it will buy at least 100 million doses of a Covid-19 vaccine from Germany's BioNTech for use in mainland China next year, if the vaccine receives approval.https:\/\/t.co\/1uT5c5SR6I","sentiment_score":-0.15}
{"full_text":"Brazil's president refuses to take COVID-19 shot","sentiment_score":0.0}
{"full_text":"Tom Cruise let rip over an apparent breach of Covid-19 safety protocols on the London set of the new \"Mission: Impossible\" movie, telling crew members they would be fired if they don't obey the rules, Britain's Sun newspaper reported on Tuesday.https:\/\/t.co\/3jb3VZUb8Q","sentiment_score":-0.1601010101}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"CHRISTMAS is the most awaited season for most Filipinos, but the Covid-19 pandemic has dramatically changed the way the upcoming holidays will be celebrated--it's going digital!","sentiment_score":0.3333333333}
{"full_text":"For many, COVID-19 created the opportunity to grow skills &amp; flex new muscles. For the scientific community, these skills include clearly &amp; concisely communicating scientific findings, reducing the spread of false information. shares some tips:","sentiment_score":0.0872727273}
{"full_text":"The student was just 21-years-old and one of the youngest victims of the pandemic in Colorado.","sentiment_score":0.0}
{"full_text":"The country hailed by lockdown sceptics has suffered one of the worst second waves in Europe.","sentiment_score":-0.5}
{"full_text":"A White House official has spent about three months in the hospital recovering from severe complications following a COVID-19 diagnosis, including the amputation of his right foot and lower leg.","sentiment_score":0.0464285714}
{"full_text":"\"It's been reported that Clorox wipes could continue to be low in supply well into mid-2021 as manufacturers weren't prepared for the kind of high demand that #COVID19 brought.\"","sentiment_score":0.2533333333}
{"full_text":"Philanthropist MacKenzie Scott, the ex-wife of and CEO Jeff Bezos, said she has donated nearly $4.2 billion the past four months to help those in need during the #COVID19 pandemic ","sentiment_score":-0.075}
{"full_text":"$III Enterprises in France Showing Growing Interest in the Public Cloud During Pandemichttps:\/\/t.co\/BGr3Xqcwpm","sentiment_score":0.0}
{"full_text":"RT The COVID vaccine is free but it has been preloaded with a 30-day trial of Norton.","sentiment_score":0.4}
{"full_text":"Latest updates as Hull could face Tier 3 for at least another two weeks","sentiment_score":0.1}
{"full_text":"As the US prepares to green light a second Covid-19 vaccine, officials issue warning for the holidays","sentiment_score":0.0666666667}
{"full_text":"Hand hygiene is key.https:\/\/t.co\/khgJ1juI3t","sentiment_score":0.0}
{"full_text":"#np   - COV19: Alone Together Contact (30)  - CDC (Expiration 3-24-2023) To Listen Click:","sentiment_score":0.0}
{"full_text":"RT Hundreds of timber vaccination pavilions, adorned with a flower graphic meant to symbolize regeneration, are set to be installed...","sentiment_score":0.0}
{"full_text":"Nuts","sentiment_score":0.0}
{"full_text":"JAL to Offer Complimentary Covid-19 Coverage. International passengers will be able to take advantage of the new policy starting next Wednesday.","sentiment_score":0.1560606061}
{"full_text":"Artificial intelligence (AI) is a key part of building an intelligent, innovative and strategic tax function. As digital technologies - and #COVID19 - amplify the volume of data organizations process, we share the importance of AI to the #FutureOfTax.","sentiment_score":0.14}
{"full_text":"This Texas Department of State Health Services dashboard is keeping track of vaccinations in the Lone Star State.","sentiment_score":0.0}
{"full_text":"COVID-19: For the first time in its history UNICEF will help feed children in the UK ","sentiment_score":0.25}
{"full_text":"U.S. officials Tuesday authorized the rapid coronavirus test which can be done entirely at home.","sentiment_score":0.0}
{"full_text":"Day 16: In October and November we recognised our colleagues including porters, housekeepers and bank colleagues by saying thank you for their hard work and support during the first COVID-19 wave. Thank you for your continued delivery of outstanding care and service.","sentiment_score":0.1527777778}
{"full_text":"Don't forget to join us LIVE on Twitter with at 3:00 PM today for an insightful online event where we will discuss the need to take precautions during the second wave of #COVID19 in the country.","sentiment_score":0.0681818182}
{"full_text":"RT This is the guy who wants to sanction me","sentiment_score":0.2}
{"full_text":"With the Covid-19 outbreak, many runners are taking a break from running  But since the vaccines are under trials, we might get back into running sooner than we thought  Before hitting the road or treadmill again, here are a few ways to prep yourself!","sentiment_score":0.0833333333}
{"full_text":"#COVID19 is putting public budgets across the world under strain, pushing countries further into debt. This may have led to the resurgence of interest in an old idea: debt for nature swaps, this time as an instrument for ensuring continued #ClimateAction.","sentiment_score":0.0333333333}
{"full_text":"RT 'We can't expect it to do everything' - pinning all hope on COVID vaccine will take longer via","sentiment_score":0.0}
{"full_text":"Looking for a PLAYFUL GETAWAY after circling your home space too many times? Well, look no further because we've got the perfect solution!Circle our Sunway Lagoon's 88 acres park instead and stay in Sunway Pyramid Hotel from just RM699 for your fam!","sentiment_score":0.5}
{"full_text":"CHIME IN: Do your holiday plans look different this year due to the coronavirus pandemic?https:\/\/t.co\/28Lh3BjgjR","sentiment_score":-0.0625}
{"full_text":"We are very excited to have spectators here at Lingfield Park again today! Due to Covid restrictions we won't be offering physical copies of our racecard today, but you can have a look through our digital copy for free here  ","sentiment_score":0.176875}
{"full_text":"RT Rwanda is one of my favorite places on earth. ","sentiment_score":0.5}
{"full_text":"RT .@RishiSunak Profoundly embarrassing in one of the world's wealthiest nations. How many are children of thos...","sentiment_score":0.2916666667}
{"full_text":"Are You a Starter? #COVID19 #WonderfulWednesday #WednesdayWisdom #WayBackWednesday","sentiment_score":0.0}
{"full_text":"Experts at the University of Leeds have given their full backing to the new Covid-19 vaccine https:\/\/t.co\/mP7sGhzaBa","sentiment_score":0.2431818182}
{"full_text":"The kids took their chance to impress - and they could get more. #SAFC","sentiment_score":0.5}
{"full_text":"Oxford physiotherapist 'privileged' to get Covid vaccinehttps:\/\/t.co\/2w0AaW9qgg","sentiment_score":0.0}
{"full_text":"Today we highlight the huge impact has had in under 10 months. Life Lines has connected families with loved ones in ICU across 150+ #NHS organisations through the #pandemic , from the Orkney Islands to the Isle of Wight. #KHPLookingBackhttps:\/\/t.co\/sPzd0ALJ2T","sentiment_score":0.55}
{"full_text":"Check out this article on the 'CoronaVirus Crossroads' on Gender Equality faced by the UK from the #GenderEquality #EqualPay #GenderPayGaphttps:\/\/t.co\/8rYyuN4fF0","sentiment_score":0.0}
{"full_text":"At 9:30am, joins Sky News to talk about The Grand Tour and what life has been like in lockdown.501 \/ Freeview 233Watch live:","sentiment_score":0.3181818182}
{"full_text":"Yay, James. Keep up the good work. We trust science, too.","sentiment_score":0.7}
{"full_text":"#Day16 of the Advent Event, tips to make Christmas in lockdown a little easier.. in association with Action Trauma. Day 16: One wordCheck out the short video below #selfcare #mentalhealth #breathehttps:\/\/t.co\/SvS0swadWV","sentiment_score":-0.0291666667}
{"full_text":"Especially when you remember stuff like this...https:\/\/t.co\/VgJHO97xhc","sentiment_score":0.0}
{"full_text":"#Economy Blog featuring our #researcher and #AndreaGrisold#EconTwitter #inequality  #COVID19","sentiment_score":0.0}
{"full_text":"Solidarity from to all the taxi drivers demonstrating today. You have our support.","sentiment_score":0.0}
{"full_text":"RT When looking at population fatality rates in US counties, the Dakotas seem to dominate the charts.@DrEricDing and","sentiment_score":0.0}
{"full_text":"For the first time in its history UNICEF will help feed children in the UK.#UNICEF #Children #foodbank #charity #COVID19 #uk #Christmas #ChristmasIsON #skynews","sentiment_score":0.25}
{"full_text":"Polar Express arrives in #Duesseldorf This week, #Uniper makes kid's wishes come true by crafting, purchasing &amp; wrapping #Christmas. With our annual tradition, we are happy to support families &amp; children in need due to #COVID.Full PR:","sentiment_score":0.2354166667}
