{"full_text":"RT we are in a panini press and you worried about spelling ","sentiment_score":0.0}
{"full_text":"RT #FinMin2020To ease tax compliance during #COVID19, the timeline for filing of ITR for FY 2019-20 for individuals etc ha...","sentiment_score":0.0}
{"full_text":"RT Yessssss!! I agree with this time magazine cover!","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT Same as Trump. Libertarian: no tax, no regulation, the rich take everything. Been stymied a bit by bushfires, COVID and...","sentiment_score":0.1875}
{"full_text":"RT identifies new shelter outbreak today (55th outbreak overall). Plus, outbreak continues at Salva...","sentiment_score":0.0681818182}
{"full_text":"RT Saturday evening thoughtYou know the two awesome vaccines that will tame the pandemic?Pfizer's vaccine developed by two...","sentiment_score":0.2944444444}
{"full_text":"If this virus is so fake as Trump's supporters say, why did Trump use our taxpayer dollars to pay for it? Isn't that \"theft while in office\" under the law?","sentiment_score":-0.5}
{"full_text":"RT #hamburg today#lilies#GoodEvening Friends!peacelove No war!#COVID19 #staysafe h...","sentiment_score":0.0}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"Ashanti got Covid.","sentiment_score":0.0}
{"full_text":"RT Excellent study.  It confirms the importance of three things: 1. A good seal around the mask is critical; 2. Charged med...","sentiment_score":0.5666666667}
{"full_text":"RT Saturday evening thoughtYou know the two awesome vaccines that will tame the pandemic?Pfizer's vaccine developed by two...","sentiment_score":0.2944444444}
{"full_text":"RT This is Balakot.Pakistan has rebuilt the terror training camp destroyed by Indian forces. This is the reopening of the...","sentiment_score":0.0}
{"full_text":"RT Wear a mask.  It's the easiest thing you can do to reduce COVID cases, hospitalizations, and deaths.It's not a political...","sentiment_score":0.0}
{"full_text":"Nope.  Covid-related ... got hit by a car whilst covid positive","sentiment_score":0.2272727273}
{"full_text":"You may be in the premium income category of affording 15L car. Normal citizen is finding it hard to make the both ends meet. And during this Covid testing times its more horrible. Dont be blind .","sentiment_score":-0.2283333333}
{"full_text":"RT My abusive former partner nearly choked me to death. The stigma led me to not report it. I regret I didn't.The pandemic has...","sentiment_score":0.05}
{"full_text":"I've been wanting to go home to see my grandfather so bad but I'm scared. I would be hurt if he got covid because of us. This made me sad","sentiment_score":-0.6}
{"full_text":"Seriously?The rest of NSW has to wait till the Rocks venues require it?I thought this was especially important for Rural NSW afflicted by drought, fire and covid,Not f*cking Sydney Elitists!","sentiment_score":0.0166666667}
{"full_text":"RT *sneezes*\"Do you find me attractive?\"\"No\"\"Loss of taste is a symptom for Covid\"","sentiment_score":0.8}
{"full_text":"RT Endless money for wars? No problem. Endless money for tax breaks for the rich? No problem. Endless money for corporate w...","sentiment_score":0.0}
{"full_text":"Be funny if it blew up in their faces","sentiment_score":0.25}
{"full_text":"RT Navajo Nation will receive first doses of COVID-19 vaccine early this week","sentiment_score":0.175}
{"full_text":"RT My abusive former partner nearly choked me to death. The stigma led me to not report it. I regret I didn't.The pandemic has...","sentiment_score":0.05}
{"full_text":"RT Wear a mask.  It's the easiest thing you can do to reduce COVID cases, hospitalizations, and deaths.It's not a political...","sentiment_score":0.0}
{"full_text":"RT There was an impeachment process of President Trump because he withhold funds from Ukraine. I guess it'...","sentiment_score":0.0}
{"full_text":"RT Holy shit. Congressman-elect Bob Good of Virginia starts speaking and immediately proclaims, \"this looks like a group of peopl...","sentiment_score":0.25}
{"full_text":"RT I went to class during a GLOBAL PANDEMIC wake yo ass up ","sentiment_score":0.0}
{"full_text":"This sounds familiar. ","sentiment_score":0.375}
{"full_text":"RT My abusive former partner nearly choked me to death. The stigma led me to not report it. I regret I didn't.The pandemic has...","sentiment_score":0.05}
{"full_text":"What I do everyday. Work two jobs so that my wife can be a stay at home mom...home school.  Sell all my short &amp; mid stocks. Do some shorts on the market (guarantee to drop once Biden's tax code hits). Fish, hunt &amp; watch leftist cities continue to crap out.","sentiment_score":-0.21}
{"full_text":"RT It is chilling that neglecting to take COVID srsly has become some sort of shibboleth for Trump-supportersSo...","sentiment_score":-0.5}
{"full_text":"RT #FinMin2020For easing tax compliance during #COVID19, the due date for furnishing of Tax Audit Report has been extended...","sentiment_score":-0.125}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT Covid &amp; STI freeSee you soon ","sentiment_score":0.0}
{"full_text":"RT President-elect Biden says he'd \"be happy\" to join former Presidents Obama, Bush and Clinton in getting a Covid-19 vac...","sentiment_score":0.4}
{"full_text":"This Covid weight is awful","sentiment_score":-1.0}
{"full_text":"How is Todd McShay not wearing a mask on the field interviewing Ed Orgeron? ESPN not familiar with the pandemic? Just bizarre !","sentiment_score":0.15625}
{"full_text":"RT THREAD1)@CNN's pushes #Iran's talking points on US sanctions killing ordinary Iranians during Covid-19 pandemi...","sentiment_score":-0.25}
{"full_text":"Ontario you want to know why our Covid number keep rising and rising??? More than 50% of people I meet in a given day are blatantly ignoring all basic safety rules and can get upset, angry or aggressive when I reinforce them.","sentiment_score":-0.125}
{"full_text":"RT Meet Dr. Kizzmekia Corbett, the 34-year-old Black woman at the forefront of COVID vaccine developmenthttps:\/\/t.co\/ZtoyUO...","sentiment_score":-0.1666666667}
{"full_text":"Coronavirus Pandemic: Global COVID-19 Cases Surpass 71.6 Million Mark #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"I bet. 10 months of COVID; a lot of hope for tourism to pick up by end of year. I'm supposed to go to CO the end of January, and Pitkin County just started req. neg covid test and quarantine to enter. Test again to get out. What if pos.? Likely to be another bad season.","sentiment_score":-0.35}
{"full_text":"RT Canada just announced it'll provide the new Covid vaccine to every Canadian who wants it -- for free.Canada has ordered mo...","sentiment_score":0.1681818182}
{"full_text":"RT Audrey Ellis, 29yo Transplant RN, UC downtown Denver Hospital,   died of #covid19 cardiac damage 3\/22. She loved life, Irish d...","sentiment_score":0.2166666667}
{"full_text":"RT Top Glove fired whistleblower before virus outbreak","sentiment_score":0.5}
{"full_text":"Be afraid be very afraid!!! Covid is a lie!! The co-founder of BioNTech designed the coronavirus vaccine it made with Pfizer in just a few hours over a single day #SmartNews","sentiment_score":-0.4678571429}
{"full_text":"RT Saturday evening thoughtYou know the two awesome vaccines that will tame the pandemic?Pfizer's vaccine developed by two...","sentiment_score":0.2944444444}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"RT Fire Department too","sentiment_score":0.0}
{"full_text":"RT I hope Ashanti beats Covid though cause she damn sure wasn't gonna beat Keysh","sentiment_score":0.5}
{"full_text":"RT My abusive former partner nearly choked me to death. The stigma led me to not report it. I regret I didn't.The pandemic has...","sentiment_score":0.05}
{"full_text":"RT Sending big hugs and heartfelt condolences. Sadly, he joins the fathers of two of our friends who also died within this last...","sentiment_score":-0.125}
{"full_text":"About to beginWhat I Learned In... the 2020 Lockdown via","sentiment_score":0.0}
{"full_text":"RT Dearborn's COVID-19 cases are the highest in Wayne County, now they're passing out masks to everyone. ","sentiment_score":0.0}
{"full_text":"RT NEW: \"Nine Advices About the Covid-19 Pandemic\"By Shaykh 'Abdul-'Azeez Aal Shaykh (may Allah preserve him)Translated by...","sentiment_score":0.1363636364}
{"full_text":"RT Georgia, y'all are America's only hope at getting this fool out of the Senate majority leader seat. Request your absentee bal...","sentiment_score":0.0}
{"full_text":"RT Wear a mask.  It's the easiest thing you can do to reduce COVID cases, hospitalizations, and deaths.It's not a political...","sentiment_score":0.0}
{"full_text":"Good god do you really believe that 2 masks AND a face shield if helping to spread Covid even if he does have it??!","sentiment_score":0.475}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"RT Shocking COVID stat:~1 out of every 500 residents in New Jersey dead.","sentiment_score":-0.3545454545}
{"full_text":"Mask on Kerala people are not only because of covid, but also to avoid BJPig's Cow dung smell...","sentiment_score":-0.0666666667}
{"full_text":"..what you are doing to the Canadian people is absolutely disgraceful hiking up the cost of living for the average Canadian during this pandemic is unbelievable..Canada has lost faith in you","sentiment_score":0.025}
{"full_text":"RT It's Palance actually","sentiment_score":0.0}
{"full_text":"RT It has come to this. In Florida, you have to SUE in order to obtain vital public health data. That's how...","sentiment_score":0.05}
{"full_text":"RT President-elect Biden says he'd \"be happy\" to join former Presidents Obama, Bush and Clinton in getting a Covid-19 vac...","sentiment_score":0.4}
{"full_text":"RT Charley Pride died of COVID one month after performing at the CMAs, which were indoors and full of people not wearing...","sentiment_score":0.35}
{"full_text":"RT YA'LL CUDI JUST SAID CONCERTS EVERYWHERE AFTER COVID!!","sentiment_score":0.0}
{"full_text":"May she be safe (from #COVID and the idiots who are so reckless and thoughtless.)","sentiment_score":-0.15}
{"full_text":"Covid19 breakdown in Colombo and Gampaha districts","sentiment_score":0.0}
{"full_text":"RT The does not exclude pregnant individuals from choosing to receive the #CovidVaccine. ACOG expert Dr. Denise Jamieson tol...","sentiment_score":0.3333333333}
{"full_text":"Tracked down 1322 Gauteng youth who attended a Rage in KZN but cannot track down #Bushiri or the #Guptashttps:\/\/t.co\/8EHk5IAzAM","sentiment_score":-0.1555555556}
{"full_text":"Hunger continued even after lockdown, says report:","sentiment_score":0.0}
{"full_text":"I will not wear a mask but you keep following the rules","sentiment_score":0.0}
{"full_text":"RT Top Glove fired an employee after he raised concerns about crowded conditions at one of its factories. Two months later, the...","sentiment_score":0.25}
{"full_text":"Bronco and co managed 2020 through a pandemic, back breaking injuries and a ton of lost talent. Sucks to lose a winnable game like this, but doesn't take away the fight the team showed thru the 4-game win streak. Let's reload and start the new steak next year. #GoHoos","sentiment_score":0.0393939394}
{"full_text":"RT  The vaccine is the product of a German-American partnership. Germany's BioNTech, founded by two children of Turkish immig...","sentiment_score":0.0}
{"full_text":"RT OP thought Jinyoung was doing a cheek heart but he was actually asking OP to always wear a mask #GOT7 #gassebeun #Jinyoung #jinyeong","sentiment_score":0.0}
{"full_text":"RT MOVIE MAKERS BUY WAY TO  EXEMPTIONS TO LOCKDOWN ORDERS ","sentiment_score":0.0}
{"full_text":"RT BREAKING: #Ashanti reveals she has COVID-19 and will not participate in #VERZUZ tonight. Let's continue to keep her in our prayers...","sentiment_score":0.0}
{"full_text":"RT #SUPERJUNIOR speech won Artists of the year's 2020 TFMA AWARD 2020 extra interaction suju with lee dong wook end clip...","sentiment_score":0.0}
{"full_text":"RT Huuuuuummmmm interesting my grandson left some here a while back Im gunna have one and I dont even car...","sentiment_score":0.1666666667}
{"full_text":"#COVID19 Update 13\/12\/20:Day-318:Total no ofCases- 98,57,029Active- 3,56,546Recoveries- 93,57,464Death- 1,43,019Test- 15,37,11,833Daily Data No of cases- 30254by 248Active-(-3273)by 656Recoveries- 33136by 358Death- 391by 51Test- 10,14,434by 50,742","sentiment_score":0.0}
{"full_text":"RT My abusive former partner nearly choked me to death. The stigma led me to not report it. I regret I didn't.The pandemic has...","sentiment_score":0.05}
{"full_text":"A unique idea for community building during #COVID19: 12 Days of Takeout! The community in Peoria, IL makes the holidays a community wide celebration.","sentiment_score":0.184375}
{"full_text":"RT OP thought Jinyoung was doing a cheek heart but he was actually asking OP to always wear a mask #GOT7 #gassebeun #Jinyoung #jinyeong","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Wonderful point--","sentiment_score":1.0}
{"full_text":"RT #GA #GeorgiaDavid Purdue is a double dealer and a profiteer.","sentiment_score":0.0}
{"full_text":"#EssentialWorkers died","sentiment_score":0.0}
{"full_text":"RT Covid in contextby","sentiment_score":0.0}
{"full_text":"RT (If you have questions about the COVID-19 vaccines, check out this very comprehensive piece by","sentiment_score":0.2}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"Millions of people have paid a 'COVID levy' through loss of earnings, unemployment and thousands upon thousands of businesses going bunkrupt.Zero evidence that it has helped eradicate the virus.#Virusesdonttakecash","sentiment_score":0.0}
{"full_text":"RT Fact: COVID-19 has killed more people in America than there are students in the entire UC system. Imagine every student at B...","sentiment_score":0.1}
{"full_text":"RT hey folks, this is a GFM to help trans women in Honduras especially during this pandemic and post the two recent hurricanes...","sentiment_score":0.0}
{"full_text":"RT Yes, my mind has changed on thisPut pressure on Dems in the House and force a vote for Medicare For AllWe want to kn...","sentiment_score":0.0}
{"full_text":"RT imagine sending a tweet like this while the world is trying to fight a global pomegranate","sentiment_score":0.0}
{"full_text":"RT BREAKING:  Florida surpassed 20,000 total reported COVID-19 deaths today","sentiment_score":0.0}
{"full_text":"1 in 22 Americans have tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"An engineer in Egypt has created a robot that he says will help reduce the spread of the coronavirus.","sentiment_score":0.0}
{"full_text":"My wife and I were discussing \"post-COVID\" and we agreed it seems so weird.","sentiment_score":-0.5}
{"full_text":"Oh no! You feel sick. Is it a cold, the flu, or #Covid19? Here's some ways to tell the difference: #coronavirus","sentiment_score":-0.6571428571}
{"full_text":"Many teams have been researching #COVID19 vaccine worldwide, with approval being granted much faster than usual. Iolo ap Dafydd looks at the various vaccines becoming available.","sentiment_score":0.2166666667}
{"full_text":"The COVID-19 pandemic has left many people worried and scared, thus the increased risk of prohibited substance use. It is important to watch out for these warning signs of relapse.#WarningSignsOfRelapse #StayDrugFreeDuringCOVID19 #NoToDrugs","sentiment_score":0.3}
{"full_text":"Placer County Granite Companyc. 1897Rocklin#Christmas #Christmas2020 #COVID19 #History","sentiment_score":0.0}
{"full_text":"RT ICYMI: Ashanti enjoying vacation in Kenya despite US Covid-19 warninghttps:\/\/t.co\/B3J4tuxxtl","sentiment_score":0.5}
{"full_text":"RT Take this pandemic seriously -- wear a mask.","sentiment_score":-0.3333333333}
{"full_text":"Yea, you may need a Portable USB UV Air Purifier at to clean room air while stay home too. Check for more useful things. All up to 50% off with free shipping.","sentiment_score":0.3916666667}
{"full_text":"Yes, and Hitchens is making it worse. Wear a mask.","sentiment_score":-0.4}
{"full_text":"It's incredibly inspiring to have partners like Doug Roth, President and CEO of Scary Strokes in the US, who is prospering during the pandemic and decided launch the Mobile Wallet in their venue.Hear it from Doug Roth, here:","sentiment_score":0.0}
{"full_text":"The first shipments of the Pfizer BioNTech COVID-19 vaccine will arrive on Monday. Those shipments will be delivered to 636 pre-determined locations in all US States and Territories by Wednesday.","sentiment_score":0.25}
{"full_text":"The first shipments of the Pfizer BioNTech COVID-19 vaccine will arrive on Monday. Those shipments will be delivered to 636 pre-determined locations in all US States and Territories by Wednesday.","sentiment_score":0.25}
{"full_text":"ICYMI: Upwards and forward for the class of 2020 at GHSGermiston High School's media team congratulated all learners on working so diligently throughout their matric year, despite the stress of Covid-19.https:\/\/t.co\/Mw4XPmGOcq","sentiment_score":0.16}
{"full_text":"RT Day 3: MarchMorrison announces 'bespoke' arrangements for cruise ships under the control of Border Force on March 15....","sentiment_score":0.0}
{"full_text":"The Christus Spohn Health System is poised to immediately start distributing the COVID-19 vaccine to staff members as soon as possible. ","sentiment_score":0.0}
{"full_text":"For veterans and their families, the holidays can be a tough time.Coupled with COVID-19 those rough patches can escalate to intimate partner violence.","sentiment_score":-0.0962962963}
{"full_text":"Experts are seeing high performance with antibody testing in the #COVID19 pandemic. Discover more from their findings.","sentiment_score":0.33}
{"full_text":"U.S. officials say the nation's first COVID-19 vaccine will begin arriving in states Monday morning.https:\/\/t.co\/oNFRmNBbrW","sentiment_score":0.25}
{"full_text":"The lockdown didn't let this enthusiast runner from #China stopped her from achieving her goals ","sentiment_score":0.0}
{"full_text":"Internationally Known Country Superstar Charley Pride dead at 86 from coronavirus complications","sentiment_score":-0.1}
{"full_text":"US Hits 16 Million Covid-19 Cases Even as Vaccine Begins Roll-out in Bid to Control Raging Pandemichttps:\/\/t.co\/xXP6kryP33","sentiment_score":0.0}
{"full_text":"Charles and Camilla cancel Christmas at Balmoral after being warned of COVID-19 restrictions","sentiment_score":0.0}
{"full_text":"Covid is fake","sentiment_score":-0.5}
{"full_text":"Circular economies, tech, biofuel &amp; bioplastics are just some of the myriad of opportunities for Small Island Developing States as they explore economic recovery after COVID-19.@riadmeddeb explains how we support SIDS and their #BlueEconomy:","sentiment_score":-0.025}
{"full_text":"After passing a screening to test the effectiveness of same-day coronavirus testing to safely hold events, volunteers of a study in Barcelona were randomly selected to enjoy a free concert.https:\/\/t.co\/bVchj7C6fS","sentiment_score":0.2}
{"full_text":"RT we are in a panini press and you worried about spelling ","sentiment_score":0.0}
{"full_text":"What is the proper place of Israel Police, especially amid #pandemiclife and continuing nationwide protests?","sentiment_score":0.0}
{"full_text":"RT My dad just passed into the light from Covid-19. So when you hear the stats on Monday please remember these numbers are...","sentiment_score":0.4}
{"full_text":"Govt's new 'lighthearted' $2.5m Covid-19 ad campaignhttps:\/\/t.co\/BUJQvbfPdt","sentiment_score":0.1363636364}
{"full_text":"A professor at Ball State has been working with a team from UC Irvine to create new software that can alert users to COVID-19 issues in a building or campus.","sentiment_score":0.1363636364}
{"full_text":"#AMAY | #Japan surpasses 3,000 daily new #coronavirus cases for first time - NHKhttps:\/\/t.co\/KVTUEy5Zzb","sentiment_score":0.1287878788}
{"full_text":"With the US #FDA's approval of Inc's #COVID19 vaccine, inoculations are expected to begin within days in the US, marking a turning point in the world's biggest economy where the pandemic has killed more than 292,000 peoplehttps:\/\/t.co\/2cz6yvwRqv","sentiment_score":0.0666666667}
{"full_text":"Fear, uncertainty and the grim face of poverty in Hong Kong with COVID-19","sentiment_score":-1.0}
{"full_text":"Pandemic or no, people are still buying fine jewellery.https:\/\/t.co\/jcJ2T3ZJfy","sentiment_score":0.4166666667}
{"full_text":"RT Truly wish I didn't have to send this message but.... time to lockdown from Oshawa to Niagara, north to Barrie and west...","sentiment_score":0.0}
{"full_text":"Can you refuse vaccination?https:\/\/t.co\/lISuY37JMU","sentiment_score":0.0}
{"full_text":"RT #COVID19 Statistics in SA as at 12 December.Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"RT \"we're gonna lose the vote so why take it\"- anything worth doing is hard. Politics isnt stagnant its fluid. 500k angry ca...","sentiment_score":-0.1229166667}
{"full_text":"RT Bats are still for sale at Indonesia markets despite link to COVID-19 - Business Insider","sentiment_score":0.0}
{"full_text":"Nah thats Karma for being undisciplined during Covid and making sure they had competitive advantage vs UGA","sentiment_score":0.5}
{"full_text":"Trump doesn't like America or he'd follow our Constitution &amp; laws.If he liked America he'd like ALL its citizens, not just \"his people\".If he liked America, Trump wouldn't have purposely lied about COVID.If he liked America,he wouldn't be inciting violence &amp; hate. Trump, GET OUT!","sentiment_score":0.2}
{"full_text":"RT Shocking COVID stat:~1 out of every 500 residents in New Jersey dead.","sentiment_score":-0.3545454545}
{"full_text":"RT Candles with Care closing downtown store due to pandemic: The COVID-19 pandemic is to blame for the demise of the in-s...","sentiment_score":-0.125}
{"full_text":"Lol that's from Tiger Stadium pre Covid","sentiment_score":0.8}
{"full_text":"Regional Assamese Morning News 0900 Hours 13\/12\/2020, #Covid19shunk, #Covid19 smpr'kiiy' sklo gur'utbpuur'nn kthaa Listen to all important news on #Covid19For the detail bulletin do listen to the YouTube link below :https:\/\/t.co\/FH1zk6ZG1f","sentiment_score":0.4}
{"full_text":"So lets close restaurants and steer more people to house parties. Only someone smart enough to force Covid patients into nursing homes could come up with this.","sentiment_score":0.1785714286}
{"full_text":"Current Conditions for #Sayre PATemp: 49.3FWind Chill: 49.3FHumidity: 92%Dew Point: 47.1F Barometer: 29.903 inHgWind: 2 mph from the SCorona Virus Weekly Stats:Cases: 260.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Oh wow, where do i sign up?","sentiment_score":0.1}
{"full_text":"RT To summarize: Mitch McConnell wants big corporations to be able to force their employees back to work in unsa...","sentiment_score":0.175}
{"full_text":"RT The next 3 months will be the darkest winter in American history. Please protect your families and your community. #COVID19...","sentiment_score":0.0}
{"full_text":"You and your wife should get some therapy!! Most of all Ron DeSantis you two are damaging your kids.  Child services should take those kids and put them with a family that will keep them safe!","sentiment_score":0.5625}
{"full_text":"Doctor of Management in Community College Policy &amp; Administration. Finished in August 2020 with kids ages 10, 8, and 6 at home due to pandemic AND while working FT as the Dean of Business, Technology, &amp; Industry I am proud to be Dr. Baar!","sentiment_score":0.4375}
{"full_text":"RT 'Lonely repetition and growing nihilism': how the pandemic impacts youth mental health: Though the pandemic may now be...","sentiment_score":-0.1}
{"full_text":"RT We really do lack a sense of sacrificing for the common good these days.How can we hope to help ppl understand that somethi...","sentiment_score":0.2}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT The air quality difference this past spring was noticeable, and a reminder of what could and should be normal.NASA Mode...","sentiment_score":-0.25}
{"full_text":"RT Saturday evening thoughtYou know the two awesome vaccines that will tame the pandemic?Pfizer's vaccine developed by two...","sentiment_score":0.2944444444}
{"full_text":"RT Brazil govt releases pandemic vaccination plan with holes: Bolsonaro, meanwhile, said Thursday at an official ceremony...","sentiment_score":0.0}
{"full_text":"RT My abusive former partner nearly choked me to death. The stigma led me to not report it. I regret I didn't.The pandemic has...","sentiment_score":0.05}
{"full_text":"'Tiny' Lister Struggled with COVID Symptoms During Final Interview, Days Before Death","sentiment_score":0.0}
{"full_text":"RT New #COVID19 Travel Advisory for Northern #Saskatchewan: \"That tra   vel between communities within the Northern Saskatchewa...","sentiment_score":0.1363636364}
{"full_text":"RT \"deaths from the coronavirus have doubled in counties w a large college population, compared w a 58% inc in the rest of the...","sentiment_score":0.2142857143}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
