{"full_text":"MORE: St. Mary's is also confirming 13 patients and 8 staff are connected with an existing outbreak on its sixth floor chest unit, and includes one patient death. An investigation on the seventh floor determined no outbreak there, due to no additional spread in the unit.","sentiment_score":0.1875}
{"full_text":"RT  Remember when Jimin called for adults to help children understand why some of them have to #WearAMask &amp; that in som...","sentiment_score":0.0}
{"full_text":"ortizfeliciano: COVID-19 and inequality: not equal is injustice:","sentiment_score":0.0}
{"full_text":"RT Let me get this straight: this woman is risking her life during COVID to save the lives of others during the day and...","sentiment_score":0.2}
{"full_text":"RT Even tho it's lockdown I can still screw the bf! --Got a bit distracted while renovating the apartment...","sentiment_score":0.0}
{"full_text":"Happy belated birthday","sentiment_score":0.8}
{"full_text":"RT What have we learnt from 2020? Three lessons that have been driven home during the pandemic - see our latest blog: ht...","sentiment_score":0.5}
{"full_text":"RT \"Hong Kong leader Carrie Lam Cheng Yuet-ngor's annual trip to Beijing has been postponed, with sources pointing to the local Co...","sentiment_score":0.0}
{"full_text":"RT Ongoing wave of #COVID19 has put health professionals under immense pressure yet again. Communities living in remote a...","sentiment_score":-0.05}
{"full_text":"RT As countries begin their vaccination programs for COVID-19 far ahead of the Philippines, I am once again reminded of what...","sentiment_score":0.1}
{"full_text":"We still need to be diligent and adhere to public health measures.","sentiment_score":0.0}
{"full_text":"RT He lay on his stomach, clearly laboring to breathe. The pained look on his face, tubes coming out of his nose, his body ho...","sentiment_score":0.1}
{"full_text":"RT Bill Gates wants local businesses and services to remain closed, with lockdowns, masks and social distancing continuing t...","sentiment_score":0.0333333333}
{"full_text":"RT Protect yourself from #Covid19 infection. Always clean your hands thoroughly before wearing and after removing your face-...","sentiment_score":0.3666666667}
{"full_text":"FREEEEEEEDOM to do what?We are not even in the top 10 of \"most free western countries\" and all of the others are not so confused about masks and pandemic economics.You have the Freedom of Karen-ing out.The Freedom of being selfish and endangering.That's it.","sentiment_score":0.0833333333}
{"full_text":"Interim analysis showed Oxf Uni with AZD1222  is effective at preventing #COVID19, with no severe cases and no hospitalisations more than 21 days after first injection.The interim analysis for efficacy was based on 11,636 p. accruing 131 symptomatic infections from the Phase 3","sentiment_score":0.45}
{"full_text":"Still in Tunisia, beautiful sunsets and sunrises each day. I don't have covid anymore and I can walk. All great!","sentiment_score":0.925}
{"full_text":"Safety Cabinets Market Research Report 2020 Analysis and Forecast To 2025 With The Impact of Covid-19","sentiment_score":0.0}
{"full_text":"We for forgive you but Where your tag??? Pls instead be reminding her to wear her mask. The 2nd wave of covid ain't a joke  #NengiInPHCity","sentiment_score":0.0}
{"full_text":"We do offer itinerary packages, Due to lockdown restrictions we haven't been able to expend vastly on international travels, please drop us an email of what you desire and we will assist you the best way we can ","sentiment_score":0.34375}
{"full_text":"RT What's the secret behind NSW's Covid Contact Tracing? Find out by watching this sketch i wrote with for the","sentiment_score":-0.4}
{"full_text":"Correct decision given they don't believe a pandemic exists anyway.","sentiment_score":0.0}
{"full_text":"RT Covid infection rates are still rising threatening tighter restrictions before Christmas  - Labour leaders at national, re...","sentiment_score":0.0}
{"full_text":"RT A grassroots petition challenging the UK MHRA's decision to prevent breastfeeding front line workers from access to the Pfizer\/...","sentiment_score":0.5}
{"full_text":"Is the Netherlands doing a lockdown again?","sentiment_score":0.0}
{"full_text":"RT The world's 5 centibillionaires aren't alone in getting richer as many people struggle to make ends meet. The 651 U.S. billionai...","sentiment_score":0.5}
{"full_text":"RT Bill Gates says bars and restaurants should stay closed for the next 4 to 6 months, and life won't return to normal before...","sentiment_score":0.0166666667}
{"full_text":"RT A vaccine won't help any of the patients with COVID19 in my ER right now. It won't help those that'll come tomorrow ei...","sentiment_score":0.2857142857}
{"full_text":"RT \"We believe that #vaccine prospects are likely to make 2021 a year of global economic #recovery,\" says #RussellInvestments...","sentiment_score":0.0666666667}
{"full_text":"RT i said, kaomiah's concept is social distancing.KAOMIAH PaPULL","sentiment_score":0.0333333333}
{"full_text":"RT A vaccine won't help any of the patients with COVID19 in my ER right now. It won't help those that'll come tomorrow ei...","sentiment_score":0.2857142857}
{"full_text":"First to give out the jab in hospitals amongst the first to make it available at GPs or do you object to that too ??","sentiment_score":0.3}
{"full_text":"RT Trump was displeased with Kemp's appointment of Loeffler, his covid reopening order and now the election. But Team Kemp wa...","sentiment_score":0.0}
{"full_text":"Not sticking any juice in my arm ffg or a virus with a 99% survival rate. Nope .. I will not eat green eggs and ham.","sentiment_score":-0.2}
{"full_text":"I cook my lunch when working from home. I've never worked harder than I have during lockdown. I need some time for my brain to pause and do something else","sentiment_score":-0.1}
{"full_text":"You right, I think they messed up with estimates but working in IT I know how we as people are bad in estimates. Anyways I'm sure they will make it right.","sentiment_score":0.0928571429}
{"full_text":"RT White House staff members are now reportedly stepping over one another to be some of first people in United States to get...","sentiment_score":0.125}
{"full_text":"RT For your family, neighbors, and country -- wear a mask.","sentiment_score":0.0}
{"full_text":"Don't take it!","sentiment_score":0.0}
{"full_text":"Coronavirus: Covid-19 scientists seek the invisible in Wuhan investigation into deadly pathogen","sentiment_score":-0.2}
{"full_text":"RT A conjecture: Canadians are not ready for how long the COVID pandemic still has to run. Today, we're 9 months into this. It...","sentiment_score":-0.075}
{"full_text":"Properly used, face masks help prevent coronavirus infection. Here what to use to make the most effective protection and common mistakes to avoid.https:\/\/t.co\/LMwszMZChF","sentiment_score":0.2}
{"full_text":"Today is the day. My covid test is scheduled for later this morning. I've had other exposures &amp; tests before, I work with the public so it's bound to happen. And a suspected but not proven case early last year. But this time has me more on edge for some reason. ","sentiment_score":0.0791666667}
{"full_text":"Results of an interim analysis of the Phase III programme conducted by Oxf Uni with AZD1222, peer-reviewed and published , demonstrated that the vaccine is safe and effective at preventing symptomatic COVID-19 and that it protects against severe disease and hospitalisation.","sentiment_score":0.55}
{"full_text":"I can't believe they're still doing the 5 day relaxation, will we ever learn? Look at Germany, lockdown over Xmas and New Year, they were the example everyone wanted to follow when it came to results, but didn't want to follow their actions.","sentiment_score":0.1363636364}
{"full_text":"RT I hope Ashanti beats Covid though cause she damn sure wasn't gonna beat Keysh","sentiment_score":0.5}
{"full_text":"RT Restaurants and bars shut down in New York again ! No flu cases .. show us the statistics on COVID in every restaurant! M...","sentiment_score":0.0287563131}
{"full_text":" First COVID vaccines arrive in Kentucky as US sets records for deaths, hospitalizations and cases","sentiment_score":0.25}
{"full_text":"RT I have added, however (in my Journal Blue III blog -- link is on my profile), precautionary thoughts and questions about...","sentiment_score":0.0}
{"full_text":"True shit","sentiment_score":0.075}
{"full_text":"The Bonnie and Clyde of Corruption were at it again. They received Covid-19 briefings on January 24, this year and invested in PPE &amp; work from home equipment stocks. They didn't think we would find out. I'm voting them out today. Look below.https:\/\/t.co\/0wBImdhB9g","sentiment_score":0.0}
{"full_text":"RT Australia treats ppl as a commodity to milk for profit. If you can't be fucked figuring out the sweet spot where adequate i...","sentiment_score":0.0277777778}
{"full_text":"I'm definitely not! Taking the Covid vaccine neither is my son","sentiment_score":0.0}
{"full_text":"RT I understand the need to protect a \"functioning\" government, and I hope that and are getting vac...","sentiment_score":0.0}
{"full_text":" (A) 20\/12\/20 9.20@SunderlandSL Division 1  NO SPECTATORS ALLOWED COVID-19 guidelines in place#ForzaWashy #NE37","sentiment_score":0.0}
{"full_text":"RT So in the past couple of weeks, #Biden has:1. Scolded and tried to silence Black activists and lawmakers. 2. De-prioriti...","sentiment_score":-0.2083333333}
{"full_text":"It's their way of saying thank you to the staff for their hard work during the pandemic.#nubnews #nubit #news #ealing #christmas","sentiment_score":-0.2916666667}
{"full_text":"RT 'What a failed state looks like': GOP under fire for blocking necessary funds as COVID vaccine distribution begins htt...","sentiment_score":-0.25}
{"full_text":"RT Exclusive to  Dr Mike Yeadon Former Pfizer Vice President discusses his thoughts as to wh...","sentiment_score":0.0}
{"full_text":"RT Netherlands: 87,000 nurses refuse experimental Covid vaccine: 'We're not guinea pigs!'","sentiment_score":0.125}
{"full_text":"RT Here's my Question: United policy is children over two must wear masks. This baby is two, so does that mean one day Over...","sentiment_score":-0.3125}
{"full_text":"COVID-19 created spikes and shortages in supply and demand across the global manufacturing industry.  For only the third time, #Interpol issued a security warning of a significant rise in #cybercriminal activity. The vast majority...https:\/\/t.co\/K4ibJtoFRU","sentiment_score":0.075}
{"full_text":"RT Today is one of those days where you want to say, I've had it with this.Go ahead and say it. The vaccine is on its way....","sentiment_score":0.0}
{"full_text":"-Cargo planes and trucks with the first U.S. shipments of coronavirus vaccine fanned out from FedEx and UPS hubs in Tennessee and Kentucky on Sunday ...","sentiment_score":0.25}
{"full_text":"RT Stunning victory for the BJP in Goa Zilla Panchayat Elections!! People have wholeheartedly welcomed #FarmBills2020&amp; are ext...","sentiment_score":0.78125}
{"full_text":"RT Bill Gates says bars and restaurants should stay closed for the next 4 to 6 months, and life won't return to normal before...","sentiment_score":0.0166666667}
{"full_text":"RT Some recovered Covid-19 patients may need heart screening before exercising again.","sentiment_score":0.0}
{"full_text":"RT The first batch of COVID-19 vaccine has arrived in Los Angeles at LAX. This is a major milestone for science, our countr...","sentiment_score":0.15625}
{"full_text":"South African alcohol brands withdraw support for big festive events to support COVID-19 efforts","sentiment_score":0.0}
{"full_text":"Protesting against the government voting for restrictions for people who do not take Covid vaccine.","sentiment_score":0.0}
{"full_text":"#JamesDonaldson on #MentalHealth - #WorldMentalHealthDay Takes On New Urgency During #Pandemic","sentiment_score":0.1363636364}
{"full_text":"RT My recent video on Ivermectin that was banned by Youtube despite being 100% science based and factual, is now been load...","sentiment_score":0.0}
{"full_text":"RT Santa  getting ready for a responsible and COVID safe Christmas #COVID #santasmiles #Christmas #Hioe","sentiment_score":0.3}
{"full_text":"Active Travel Commissioner will be speaking at the annual conference this afternoon. Keep an eye on for live tweets from her speech. #tfn20","sentiment_score":0.0015151515}
{"full_text":"YouTube ist auch im #Lockdown. ","sentiment_score":0.0}
{"full_text":"Another article says Fall 2021 is when most will get a vaccine","sentiment_score":0.5}
{"full_text":"RT In this pandemic situation where every institutions are taking care of their students, ICSI showing no concern for their st...","sentiment_score":0.0}
{"full_text":"RT Bournemouth, Christchurch, Poole","sentiment_score":0.0}
{"full_text":"RT FACT CHECK - #DonTheCon strikes again \"Pfizer, which along with BioNTech developed the first COVID-19 vaccine given...","sentiment_score":0.175}
{"full_text":"A very interesting and touching article by in the Times magazine this weekend. Matt writes very well about men's mental health. Great to see the issue getting this profile. Onwards and upwards, we hope..","sentiment_score":0.41}
{"full_text":"#IsleofMan Covid jail sentences 'the envy' of UK police","sentiment_score":-0.1}
{"full_text":"How to Combat COVID-19 Vaccine Disinformation by","sentiment_score":0.0}
{"full_text":"How CPT codes set stage for telehealth's rise amid pandemic. certified medical coders are experienced with telehealth CPT codes and more. #telehealth #medicalcoding","sentiment_score":0.4333333333}
{"full_text":"Researchers created a new #MachineLearning model to lower the cost and time to identify respiratory diseases--including #COVID19","sentiment_score":0.1363636364}
{"full_text":"Speaking on at 1pm to share my story on how I stayed afloat amidst the pandemic.It was pity, Stay tuned","sentiment_score":-0.05}
{"full_text":"This is the science that should have dictated policy. Democrats used the virus to drive a one size fits all policy because for them it's all about power &amp; control.","sentiment_score":0.0}
{"full_text":"RT Outcomes of patients with hematologic malignancies and COVID-19: a report from the ASH Research Collaborative Data Hub [Dec 5,...","sentiment_score":0.0}
{"full_text":"Covid: London's coronavirus levels rising, ONS sayshttps:\/\/t.co\/NtVuzgUmjI","sentiment_score":0.0}
{"full_text":"Anyone who encouraged incompetence and helped spread a pandemic should not be first in line.","sentiment_score":0.25}
{"full_text":"RT Trump says he halted plan to immediately vaccinate White House staffers | @Acosta &amp; @kaitlancollins ","sentiment_score":0.0}
{"full_text":"CVS Planning To Hire Thousands Of Workers To Help With COVID Vaccinations","sentiment_score":0.0}
{"full_text":"\"We are not helpless. There are alternatives, positive pathways to a truly prosperous post-coronavirus future.\"Our writes for about our report with proposing a radical blueprint for work and wellbeing.","sentiment_score":0.1136363636}
{"full_text":"THEIA HEALTH CARE,                           THE HEALING TOUCH IN LIFE CARE IG TRUS Each Chewable Tablet Contains Vitamin C 500 mg Vitamin D3 1000 i u  Elemental zinc 10 mg  To FIGHT AGAINST COVID 19  Manikandan Natatajan","sentiment_score":0.0}
{"full_text":"RT \"The majority of Scots are abiding by the rules, a core, mostly in the West it would seem, are ignoring them, spreadin...","sentiment_score":0.5}
{"full_text":"The history of toilet paper hoarding in the pandemic era.","sentiment_score":-0.0333333333}
{"full_text":"A recently published study about models used by some of the most technologically advanced hospitals can show us how #AI can be used to  fairly decide who gets an organ transplant and even a COVID-19 vaccine. #healthIT","sentiment_score":0.4}
{"full_text":"A recently published study about models used by some of the most technologically advanced hospitals can show us how #AI can be used to  fairly decide who gets an organ transplant and even a COVID-19 vaccine. #healthIT","sentiment_score":0.4}
{"full_text":"Decision over moving London into Tier 3 could be made today, mayor Sadiq Khan says. #LondonTier3","sentiment_score":0.0}
{"full_text":"The #COVID19 induced #recession has created economic and societal effects not seen since the Great Depression. #Axtria's latest white paper helps understand how #pharma companies can mitigate #patient health outcome effects. #Healthcare","sentiment_score":0.375}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"RT '#Delirium detection &amp; treatment inc #COVID19' - 11 Dec 2020 talk slides: PDF:","sentiment_score":0.0}
{"full_text":"\"NYC Indoor Dining Shutters Monday; Winter Advisory Issued to Curbside Restaurants\"[via","sentiment_score":0.0}
{"full_text":"RT The problem with COVID-19 data is what we get now HAPPENED TWO WEEKS AGO. If the trend is on a rise now and we do nothin...","sentiment_score":0.0}
{"full_text":"Today as the #COVID19 vaccine is available for the first time in #Canada, we are calling on federal and provincial governments to give priority vaccine access to frontline transit workers after health care professionals Read our full press release here:https:\/\/t.co\/wdBTrhwaGX","sentiment_score":0.3333333333}
{"full_text":"Preparing for COVID-19 Vaccines: Can U.S. Employers Require Vaccination? #COVID19 #WorkTrends","sentiment_score":0.0}
{"full_text":"London will be nursing an 'economic hangover', says  #wokytoday #Reading #business #coronavirus","sentiment_score":0.2}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"Interiorizzare il lockdown","sentiment_score":0.0}
{"full_text":"Covid-19 vaccine is halal says leading medical association and Islamic scholarshttps:\/\/t.co\/ZSeMB76Byz","sentiment_score":0.0}
{"full_text":"Happening today: \"Pandemic Effects on US Recycling Budgets\"Waste Dive Senior Editor moderates a conversation on recent trends and possible solutions.Starting at 9 a.m. ET. Join here:","sentiment_score":-0.0666666667}
{"full_text":"RT How do vaccines work to protect us? What are the vaccine technologies in the pipeline and how do we ensure safe vaccines? Dr","sentiment_score":0.5}
{"full_text":" This Wednesday, 16 December, at 11:00 am EST  Join our  virtual dialogue on \"Revisiting restriction of rights during and after COVID-19\" Register at: #HumanRights #PublicHealth","sentiment_score":0.0}
{"full_text":"The #pandemic may have canceled large-scale processions, but as #COVID19 cases continue to surge, Catholics are adapting. ","sentiment_score":0.0}
{"full_text":"#DUKadvent Day 14: Back in October, we interviewed about directing the amazing what it's like to release a film during a pandemic, &amp; the support she received from through the Directors UK Inspire mentoring scheme","sentiment_score":0.3}
{"full_text":"Uh huh, yeah sure... Y'all really believe this habitual liar that they're gonna wait? It's already coursed through their veins, trust...","sentiment_score":0.35}
{"full_text":"Your Vision is our Mission. We are here to help you achieve your goals. Connect with us on 0720703816 for all building and construction services.https:\/\/t.co\/6SBCZfltBmArsenal China Arteta Nairobi Christmas COVID-19 Aisha Jumwa #wakstikitaka #JusticeForOurHeroes","sentiment_score":0.0}
{"full_text":"literally a maze runner irl","sentiment_score":0.0}
{"full_text":"WATCH:  273 COVID-19 cases, 7 deaths in Manitoba Sunday","sentiment_score":0.0}
{"full_text":"#Fact...The response to this #pandemic by most #governors &amp; #mayors has always been about imposing more of their #politicalpower even though the #science first even come close to supporting their #imposedorders . They just shove the #Constitution aside.#ZeoliArmy","sentiment_score":0.375}
{"full_text":"EM-In support of animal shelters that have been impacted by Covid Purina donated 1000's of kilograms of food to National Services Dogs in Cambridge.  Having received over 2,500 kilograms, National Service Dogs said any given time,they have between 75 and 100 dogs in foster care","sentiment_score":0.0}
{"full_text":"Last week released his wonder of a cover of Thom Yorke's Dawn Chorus and it's got us reminiscing on our last gig before lockdown  who else was there for that really special show?Listen here:","sentiment_score":0.119047619}
{"full_text":"RT Please fuck yourself, fake ass doctor","sentiment_score":-0.45}
{"full_text":"It's vital that the Government takes action to support local councils &amp; residents when restrictions are tightened. Labour have long been calling for stronger support for areas in the toughest restrictions &amp; Govt need to listen to local leaders and councillors. ","sentiment_score":0.03}
{"full_text":"RT AMU Alumni Association, Greater Chicago, has donated Rs60 lakhs for the purchase of tablets for Women's College students...","sentiment_score":0.5}
{"full_text":"Is the pandemic worsening problems for the pot industry? At 810 we'll hear from from the on the surprising ways COVID-19 is shifting sales for recreational cannabis companies.","sentiment_score":0.7}
{"full_text":"NEW COVID RESTRICTIONS IN EFFECT IN #DELAWARE: Among the new restrictions most retail stores, and all restaurants are limited to 30% capacity. Bars and restaurants will also be under a 10 p.m. curfew. READ MORE","sentiment_score":0.2402597403}
{"full_text":"Stay home. Stay covered. Stay safe. There is still time to encourage patients to sign up for insurance coverage for 2021. Here are some key points to relay to patients before the Dec 15 deadline. #GetCovered2021","sentiment_score":0.25}
{"full_text":"Happening Now@PIIE  - Monetary Policy and Inequality: COVID-19 and Beyond #ThinkTank #ThinkTankEventshttps:\/\/t.co\/DHCXV9DS0a","sentiment_score":0.0}
{"full_text":"The #coronavirus ( #COVID19 ) #pandemic continues to wallop #Belize, with the Central American country recording the first deaths of frontline workers over the weekendVisit the link:https:\/\/t.co\/4fJwBpppy9@themohwgovjm  #drkevinguerra #drkennethguerra #ministermichelchabat","sentiment_score":0.0833333333}
{"full_text":"COVID 19 cases in India until : 14\/12\/2020 18:30Total Cases: 9885447 [+731]Active: 351223Recovered: 9388274 [+666]Deaths :143400 [+7]Total Tests: 154.57MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"\"The endurance of darkness is the preparation for great light.\"St. John of the Cross couldn't have known when he wrote these words back in the 16th century that they'd be so poignant for us today -- in more ways than one, from our season of Advent to our \"season\" of pandemic.","sentiment_score":0.2833333333}
{"full_text":"Canada to begin Pfizer-BioNTech Covid-19 vaccine roll-outhttps:\/\/t.co\/d9qKY1RfWL","sentiment_score":0.0}
{"full_text":"The Pfizer COVID-19 vaccine is being shipped out across the U.S., but when will you be able to get it in Lee County? Maybe sooner than you think\/\/","sentiment_score":0.5}
{"full_text":"They have to fix this cock-up that they produced... ","sentiment_score":0.0}
{"full_text":"Samaritan Health in Watertown confirmed on December 13 that two residents at Samaritan Summit long-term care facility tested positive for the coronavirushttps:\/\/t.co\/KwptNdBAT7","sentiment_score":0.3136363636}
{"full_text":"We like the weekend overview from , gives a great round up of what has been going on in Europe over the past couple of days - obviously the main topic is Brexit, with lockdown and vaccine news following...https:\/\/t.co\/XY5TyKzvNY #brexit #vaccine #covid #news","sentiment_score":0.1033333333}
{"full_text":"Set a reminder! You won't want to miss this week's live event. Join us today at 4PM ET as we discuss \"What the second lockdown means for small businesses and how this will affect claims for child or spousal support\". Instagram Live 4PM ET","sentiment_score":0.0056818182}
{"full_text":"This is the COVID-19 testing schedule for this week. Notice the hours for each day at the three Community Assessment Centers at Nissan Stadium, Meharry Medical College and the former KMart at 2491 Murfreesboro Pike.","sentiment_score":0.0}
{"full_text":"RT Ok, Georgia. The United States of America would like to ask for your help. Please show up to the polls and vote. Democr...","sentiment_score":0.5}
{"full_text":"Small comfort #Hospitality","sentiment_score":-0.25}
{"full_text":"Another triple-digit increase in COVID-19 cases Sunday brought Allen County's total past 24,000.","sentiment_score":-0.125}
{"full_text":"The Department of Health and Social Care mandate to Health Education England: April 2020 to March 2021 - Department of Health and Social Care#greylit #greyliterature #nglc #COVID19 #Covid19UK #education #corporate_governancehttps:\/\/t.co\/Mw0vgYesk2","sentiment_score":0.0333333333}
