{"full_text":"RoF DYING w\/ 325,000 #U.S INNOCENT #AMERICAN'S DUE 2 #TRUMP'S suppression of #INFORMATION &amp; STAGING UN-#MASKED EVENTS 2 ENSURE CONTACT INFECTION DEATHS GALORE 4 $ 2 HIM. THIS DUDE NOW CRITIZING #MAINSTREAMMEDIA? #Factcheck people IT WORKS &amp; saves lives!!! ","sentiment_score":0.0852864583}
{"full_text":"RT Hold up.The accidental low dose in the AstraZeneca trial was because Oxford insisted that NANODROP was more accurate...","sentiment_score":0.3}
{"full_text":"RT This is fantastic news. Any preprint available yet?","sentiment_score":0.4}
{"full_text":"RT Love this photo of Ray &amp; Dave Davies taken over the Holidays. Hopefully they'll make some more music together when the pan...","sentiment_score":0.5}
{"full_text":"RT In the latest episode of #MannKiBaat, Hon'ble PM highlighted that an Aatmanirbhar Bharat has emerged from th...","sentiment_score":0.5}
{"full_text":"#RyanTeachers ensured even in lockdown learning never stops! And balancing their home &amp; teaching duties innovated learning techniques that won them #National &amp; #Global accords! Kudos for their #hardwork &amp; tireless #efforts through this difficult year. #RyanRecap2020","sentiment_score":-0.25}
{"full_text":"PRESS CONFERENCE: hashtags ONE-TEN in hashtags ELEVEN &amp; TWELVE..., (December 27, 2020; 16:30 HKT) #coronavirusoutbreak #coronaviruspandemic #coronavirusupdate #wuhancoronavirus #CHINESEvirus #CCPvirus #wuhanvirus #COVID2021 #COVID2019 #COVID19 #HONGKONG #HK","sentiment_score":0.0}
{"full_text":"that's nice","sentiment_score":0.6}
{"full_text":"European Union nations kick off mass COVID-19 vaccinations","sentiment_score":0.0}
{"full_text":"RT \"We still don't understand why COVID-19 numbers aren't as high in Africa\"- Bill Gates. It is called the power of God!","sentiment_score":0.2}
{"full_text":"RT COVID in besieged Gaza: 'A blockade inside a blockade'","sentiment_score":0.0}
{"full_text":"RT On COVID reponse:Duterte                          Leaders of&amp; minions                      other countrieshttps:\/\/t.co\/rH...","sentiment_score":-0.125}
{"full_text":"RT Watch: Wuhan Goes from Coronavirus Central to China's Party Town -","sentiment_score":0.0}
{"full_text":"RT We're lucky COVID happened in 2020 imagine this happened in 2003. Months in your house with a Nokia 3310 playing fucki...","sentiment_score":0.3333333333}
{"full_text":"RT DOYOUNG REALLY SAID \"IF THIS SITUATION GETS WORSE IM GONNA GET REALLY ANGRY ALRIGHT?\" TALKING ABOUT THE PANDEMIC AND HE LOOKED...","sentiment_score":-0.2333333333}
{"full_text":"South Korea, once hailed as early COVID success, sees spike in cases","sentiment_score":0.2}
{"full_text":"RT JUST IN: Canada reports first case of new coronavirus strand identified in the UK","sentiment_score":0.1931818182}
{"full_text":"You live amongst me. I am people.","sentiment_score":0.1363636364}
{"full_text":"RT DOYOUNG REALLY SAID \"IF THIS SITUATION GETS WORSE IM GONNA GET REALLY ANGRY ALRIGHT?\" TALKING ABOUT THE PANDEMIC AND HE LOOKED...","sentiment_score":-0.2333333333}
{"full_text":"RT Guys please stop with this narrative. No one is getting paid for COVID awareness. Gov have even paid us our danger allowances...","sentiment_score":0.0}
{"full_text":"RT i am once again pleading with you guys to stay home ","sentiment_score":0.0}
{"full_text":"RT My covid19 story idk how i got infected, but here's the symptoms that i got. Please be safe everyone ","sentiment_score":0.5}
{"full_text":"Ithi awazi","sentiment_score":0.0}
{"full_text":"Terrorists. Domestic terrorist suicide bomber. We have a right wing extremism epidemic in this country. It's gonna get worse.","sentiment_score":-0.0380952381}
{"full_text":"Sorry  This kinda news dont make me shock anymore~","sentiment_score":-0.5}
{"full_text":"Organise a tournament for when we come out of lockdown. I'm in. And I'll bring my new Stella Artois keg.","sentiment_score":0.1363636364}
{"full_text":"RT The new virus strain is ~60% more infectious. We haven't processed what that means.1. Western countries that didn't stop...","sentiment_score":0.2121212121}
{"full_text":"Please support your local bookshops click and collect services during the latest lockdown.","sentiment_score":0.25}
{"full_text":"RT The Government convinced you to wear a mask and take an experimental vax without liability for a virus with a 99.8 % surviv...","sentiment_score":0.1}
{"full_text":"RT One of the most dangerous jobs amid the pandemic is being a respiratory therapist! They are at EVERY intubation and manage...","sentiment_score":-0.125}
{"full_text":"RT DOYOUNG REALLY SAID \"IF THIS SITUATION GETS WORSE IM GONNA GET REALLY ANGRY ALRIGHT?\" TALKING ABOUT THE PANDEMIC AND HE LOOKED...","sentiment_score":-0.2333333333}
{"full_text":"RT The doctors advocating for extended lockdown from today have HSE salaries of over EUR160K and \/ or private incomes far i...","sentiment_score":0.05}
{"full_text":"RT Today (27th)'s Online Concert has been cancelled due to an acquaintance of the orchestra member testing positive for C...","sentiment_score":0.0511363636}
{"full_text":"The Virus is real but not here in Nigeria, our Leader's are just trying to brainwashed the citizens of this country, and for China and other Developed country are trying to spread out virus for them to sell their Vaccine.","sentiment_score":0.0583333333}
{"full_text":"RT Our NHS is under immense pressure right now. Help them help you: Protect others by following the COVID-19 guidance D...","sentiment_score":0.0952380952}
{"full_text":"RT We need to talk seriously about country hospitals in Australia and their ability to withstand attack from Covid-19. It'...","sentiment_score":-0.3333333333}
{"full_text":"RT Benefit in these pandemic times to stay together with your family and your loved ones.Enjoy this Sunday!#COVID19 #su...","sentiment_score":0.7}
{"full_text":"RT BBC NEWS (UK): \" Covid: Citizens Advice contacted by '12 people a minute' \" ","sentiment_score":0.0}
{"full_text":"Sure, It is service economy. US employment rate was at 3% before the pandemic. Debt is not a major problem for large economy like USA, UK among others. They still stand 3rd largest exporter of merchandises in the world. They are still very relevant.","sentiment_score":0.2406071429}
{"full_text":"RT We need to talk seriously about country hospitals in Australia and their ability to withstand attack from Covid-19. It'...","sentiment_score":-0.3333333333}
{"full_text":"RT WHO BELIEVES that 80 million people saw the 2020 riots, BLM looting &amp; torching of buildings, attacks &amp; defunding of pol...","sentiment_score":0.0}
{"full_text":"RT And this is especially concerning as schools &amp; unis due to start back in a few weeks. New paper from &amp;","sentiment_score":-0.0377272727}
{"full_text":"RT Our recovery from COVID-19 must be green and it must be just.","sentiment_score":-0.2}
{"full_text":"RT US coronavirus deaths reach new high in December via - 1Mar - 5,277 Apr - 60,738 May - 41,703...","sentiment_score":0.1481818182}
{"full_text":"RT Best news heading into 2021!Phase 3 of the vaccine trial has concluded: 95% efficacy!Advant...","sentiment_score":1.0}
{"full_text":"Before embarking on a #homebuilding project consider your long term plans. How long do you want to stay in your current home? Watch as we reveal about the future &amp; how to best plan your project... #architects","sentiment_score":0.18}
{"full_text":"RT THREAD: Where are we with Covid-19 in England now that the new tiers have started? TLDR: nowhere good and things are quit...","sentiment_score":0.4181818182}
{"full_text":"Will COVID-19 Kill Workplace Culture? #CRE #COVID-19 #NewNormal #TenantTips","sentiment_score":0.0}
{"full_text":"Launching an Airline in a Pandemic: Folly or Brilliant?","sentiment_score":0.9}
{"full_text":"RT to our beloved phi phi fans at the venue, please always keep safe na  remember to always sanitize and always wear your...","sentiment_score":0.6}
{"full_text":"RT To the \"faulty data\" \"PCR tests bad\" \"no pandemic\" crowd - Stop talking nonsense. Hospitals are full up of people who can't...","sentiment_score":-0.175}
{"full_text":"RT BREAKING--95%--new data from Oxford\/AstraZeneca vaccine shows 95% efficacy &amp; is \"100% effective\" in preventing severe illnes...","sentiment_score":0.6}
{"full_text":"RT Reminder to all phi phi fans at the venue to practice social distancing and to wear masks. Please also maintain a 2 mete...","sentiment_score":0.0333333333}
{"full_text":"RT 500?!? What?!? That's not a penalty! That's literally like two families gifts!!!!","sentiment_score":0.0}
{"full_text":"RT The new virus strain is ~60% more infectious. We haven't processed what that means.1. Western countries that didn't stop...","sentiment_score":0.2121212121}
{"full_text":"My #WonderWoman1984 Review is delayed to January next year because #Ireland is in it's third #lockdown, and the cinemas are closed. And just to be clear, I don't have #HBOMax, so don't complain about it","sentiment_score":3.469446952e-18}
{"full_text":"News: Highlights of PM Modi's Mann Ki Baat, HM Amit Shah in Manipur, COVID vaccine updates &amp; moreWatch here -","sentiment_score":0.0}
{"full_text":"SA liquor traders appealed to the government on Sunday not to impose a total ban on alcohol sales in response to an exponential rise in Covid-19 infections.","sentiment_score":0.0}
{"full_text":"Give me a break. If you're so scared, then how about YOU don't go out. If you haven't opened your eyes, you are more likely to die in a car crash than of actual COVID-19.","sentiment_score":0.1666666667}
{"full_text":"RT Experts in infectious diseases, virology and food safety share their tips about how you can go stock up on food and toiletries wit...","sentiment_score":0.0}
{"full_text":"On Air Now  All Thing's Considered: Review of the Year 2020For this review, Roy steers clear of Covid 19 and Brexit to look at some of the other subjects which have been covered in a year which would be momentous even without the epidemic.https:\/\/t.co\/IzL1bGz2lh","sentiment_score":-0.0125}
{"full_text":"Video game popularity was already on the rise before COVID-19, supporting more than 425,000 jobs directly and indirectly related to the industry last year.","sentiment_score":0.075}
{"full_text":"The ministry said this in its campaign to raise awareness about the Covid-19 vaccine.","sentiment_score":0.0}
{"full_text":"RT 7) My earlier thread  walks thru the denser epidemiological issues with the previous Oxford-AZ low dose trial that got the...","sentiment_score":-0.0555555556}
{"full_text":"RT Patient age 73 male Covid positive age 30 days Looking for O negative plasma urgently Patient is admitted in shaikh za...","sentiment_score":-0.0242424242}
{"full_text":"There are simple but effective ways we can all help prevent the spread of coronavirusIf you have an essential reason to leave home, remember: Wash your hands Wear a face covering Make spaceIf you have symptoms, book a test:","sentiment_score":0.2}
{"full_text":"In March we closed our offices and started working from home. With our medical advisors, we put together information and guidance on coronavirus and sickle cell which has been viewed over 136,000 times. You can view it here: #YearInReview #SickleCell","sentiment_score":-0.05}
{"full_text":"#BengalSanitization cleans and sanitizes water tanks at just Rs 750. Clean water is extremely important during these times, and you don't have to worry anymore after we serve you.+917980708710 \/ 9830246789#sanitizing #covid19 #sanitizationnearme #sanitizationinkolkata","sentiment_score":0.3833333333}
{"full_text":"RT Information for COVID-19 patients undergoing Home Based Care The brochure can also be downloaded at ","sentiment_score":0.0}
{"full_text":"Amid ongoing #COVID19 pandemic, #ICESCO renews its call to:Guarantee the right to education Ensure quality, equitable, and inclusive education for allFocus on vulnerable groups","sentiment_score":-0.1071428571}
{"full_text":"No matter how mild your symptoms may be, if you experience any of these:a new continuous cough ORa high temperature ORloss\/change in sense of taste or smell Don't leave home except to get a test. Go to or call 119.","sentiment_score":0.2098989899}
{"full_text":"Hong Kong, India Ban Flights from the U.K.Fears over a more infectious variant of Covid-19 have prompted authorities to cut key air links with #Britain.https:\/\/t.co\/lwuRArT8aD#COVID19 #TravelBan #HongKong #India","sentiment_score":0.25}
{"full_text":"Many thanks to all the professionals who volunteered their insightful and inspirational quotes and made the initiative possible, freely and openly sharing what they have learnedduring the time of Coronavirus.Download your copy now:","sentiment_score":0.2666666667}
{"full_text":"Throughout winter, those who are vulnerable may be more susceptible to winter bugs and coronavirus and could feel anxious.Please safely check in to see if there is anything you can do to help such as shopping or collecting prescriptions. #BeWinterWellDN","sentiment_score":0.125}
{"full_text":"How much of our  giving at #Christmas is influenced by #ReciprocityBias ? It's our desire to return favours, either out of goodwill or the avoidance of feeling indebted. It's baked deep within us.Noticed any changes in the  you gave\/received this because of #COVID19?","sentiment_score":0.1}
{"full_text":"2020 was destined to be a big travel year for me. COVID-19 had other plans. Nonetheless, I managed to explore a few new places:","sentiment_score":-0.0471590909}
{"full_text":"As we navigate through #COVID19, it's important to look after your #mentalhealth.Remember, you're not alone. Everyone has FREE access to @wearetogetherall_ a safe community to support your mental health,24\/7. Sign up using your academic email address ","sentiment_score":0.24}
{"full_text":"From record-breaking fundraising walks to stitching medical scrubs, meet some of 2020's Covid heroes","sentiment_score":0.0}
{"full_text":"RT #COVID19Lagos Update As at 25th of December, 2020.New #COVID19 infections confirmed- 296 at a positive rate of 25.8...","sentiment_score":0.3136363636}
{"full_text":"Even though relations have been a little frosty between the two clubs recently, David Healy admitted he was missing Linfield's Boxing Day derby clash with Glentoran yesterday due to the coronavirus restrictions@LooneyStephen spoke to the Blues boss https:\/\/t.co\/NMQkfjxitO","sentiment_score":-0.128125}
{"full_text":"If you have symptoms and need to book a test, you can do this online or by ringing 119.A pop-up Covid-19 testing site, run by the Army, is at Clacton Hazlemere Road Car Park on Monday 28th December.To book an appointment go to:","sentiment_score":0.0}
{"full_text":"Coronavirus digest: European countries begin vaccine rollouthttps:\/\/t.co\/sE68TLFfiu#MNewsWorld #MNews","sentiment_score":0.0}
{"full_text":"Anxiety management sessions for anyone struggling due to COVID-19, led by a fully qualified &amp; experienced mental health nurse.COVID-19 Anxiety Management (30 mins) - (PS20.00) - Anxiety Management (60 mins) - (PS40.00) -","sentiment_score":0.1916666667}
{"full_text":"The pandemic's impact on the economy includes a staggering statistic: One billion hotel rooms will go unsold by Christmas. reports.","sentiment_score":0.0}
{"full_text":"RT DOYOUNG REALLY SAID \"IF THIS SITUATION GETS WORSE IM GONNA GET REALLY ANGRY ALRIGHT?\" TALKING ABOUT THE PANDEMIC AND HE LOOKED...","sentiment_score":-0.2333333333}
{"full_text":"NEWS: AstraZeneca boss: We think we've figured out winning formula for COVID vaccine","sentiment_score":0.5}
{"full_text":"RT when this pandemic is over i wanna dress up like a fairy with my girl friends and go to a rennaissance faire ","sentiment_score":0.0}
{"full_text":"Pandemic Pushes Smaller Retailers Online   ","sentiment_score":0.0}
{"full_text":"'Coronavirus in Scotland: Ex-paratrooper on charity walk set to isolate in tent in forest' via #BoxingDay mainland Scotland was placed into Level 4 restrictions, meaning Chris Lewis's UK walk must be paused until measures are eased.","sentiment_score":0.0}
{"full_text":"The benefits of #VitaminD supplementation has long been declared by health experts. But what has has been the uptake of vitamin D supplements for older adults during the #COVID19 pandemic? Read our latest mini report:","sentiment_score":0.2055555556}
{"full_text":"Putney Methodist's doors may be closed today because of COVID but we continue to worship the Lord in Spirit and truth. Here is a service we recorded earlier for this first Sunday in the Christmas season. God bless!","sentiment_score":0.0708333333}
{"full_text":"Recent good news on vaccines for COVID-19 brings us closer to ending the acute phase of this terrible pandemic. But the sense of collective relief must be accompanied by a healthy dose of reality, writes ADB health chief Patrick Osewe.","sentiment_score":0.16}
{"full_text":"RT PattyHajdu: Two people in Ontario have tested positive for the new #COVID19 variant from the UK, and neither of them have travelled. An...","sentiment_score":0.1818181818}
{"full_text":"GG stans! Some of our faves' light sticks are coming home to Little Gangnam soon  Stay tuned this January!Make sure to follow our IG for updates:- Little Gangnam: Minimall PH: #MinimallPH #minimallxlittlegangnam","sentiment_score":0.13125}
{"full_text":"We understand that people are anxious to receive a COVID vaccine as soon as possible. If you're eligible for a COVID vaccine, but are yet to be contacted, please remain patient. You will not be missed.","sentiment_score":-0.125}
{"full_text":"No mutated #COVID19 found in #Turkey: Health ministerhttps:\/\/t.co\/8AjwP8u12j","sentiment_score":0.0}
{"full_text":"RT Excellent by founders of #GreatBarringtonDeclaration saying over 99.9% of under 70s survive Covid, so when over 70s and th...","sentiment_score":1.0}
{"full_text":"Current Conditions for #Sayre PATemp: 23.2FWind Chill: 23.2FHumidity: 82%Dew Point: 18.5F Barometer: 30.229 inHgWind: 2 mph from the SCorona Virus Weekly Stats:Cases: 186.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Dear FolksWhether you think COVID-19 is a plandemic or pandemic, oksalayo COVID-19 is real.The sicknesses are real.Th...","sentiment_score":0.0}
{"full_text":"RT For everyone dismissing #COVID19 as \"just the flu\" or dismissively saying \"99.99% survive\", tell me the last time we s...","sentiment_score":0.0}
{"full_text":"RT I request the hon'ble PM for kind consideration towards Foreign Medical Graduates by mentioning them to reduce passing P...","sentiment_score":0.1583333333}
{"full_text":"RT Vietnam's 2020 economic growth slips to 30-yr low due to COVID-19","sentiment_score":0.025}
{"full_text":"Covid-19: All indicators down as vaccines stand ready","sentiment_score":0.0222222222}
{"full_text":"RT 5) How much of the world depends on the cheap and easy to transport Oxford\/AZ #COVID19 vaccine? Almost 3 bil doses--40% of t...","sentiment_score":0.3444444444}
{"full_text":"Vimeo is becoming a standalone company after booming during the pandemic","sentiment_score":0.45}
{"full_text":"RT DOYOUNG REALLY SAID \"IF THIS SITUATION GETS WORSE IM GONNA GET REALLY ANGRY ALRIGHT?\" TALKING ABOUT THE PANDEMIC AND HE LOOKED...","sentiment_score":-0.2333333333}
{"full_text":"RT I am thinking of all those desperate for extended unemployment benefits tonight. Heartbreaking. The abject cruelty, the call...","sentiment_score":-0.6}
{"full_text":"RT They hate him because he keeps beating them. And in 2021 Britain will beat Covid. As terrible as this year has been, despi...","sentiment_score":-0.9}
{"full_text":"Most of the people in the video are immune cos they already got covid...and they are in a house....on plane sami was forced to wear a mask...but when it comes to Sami he circulates in Tripoli in a closed market without a mask in Tripoli which has the highest rate of cases!","sentiment_score":0.025}
{"full_text":"RT .@VJLangmaid reports: The CDC Covid Data Tracker says that as of 9 a.m. Saturday, 9,547,925 vaccine doses have been distrib...","sentiment_score":0.0}
{"full_text":"Beijing tightens COVID-19 curbs as cases detected across capital #Ying Hui Hua  #Ying Yu Xue Xi  #Ying Jian  #TOEIC","sentiment_score":0.0}
{"full_text":"Full tonic colonic epileptic seizure Christmas morning, hospital says stay at home, If you had signs of bullshit Covid there on there way. WTF has happened to once called GREAT Britain?","sentiment_score":0.2166666667}
{"full_text":"RT Join Super Star For The AIG End Corona Campaign.  Join him by clicking and re...","sentiment_score":0.3333333333}
{"full_text":"RT Dear The difference between a 99% survival rate and a 99.8% survival rate in the United States, with a populat...","sentiment_score":0.0}
{"full_text":"RT Sadly twitter isn't yet up in arms about this ! If one person is banned from protesting theres no chance of the true...","sentiment_score":-0.1375}
{"full_text":"RT DOYOUNG REALLY SAID \"IF THIS SITUATION GETS WORSE IM GONNA GET REALLY ANGRY ALRIGHT?\" TALKING ABOUT THE PANDEMIC AND HE LOOKED...","sentiment_score":-0.2333333333}
{"full_text":"#7: Data Dilemmas in April: digital techniques to combat Covid-19 | How can digital techniques help us to get our societies back on track safely? What can we learn from other countries already using digital tools during Covid-19? Read more:","sentiment_score":0.125}
