{"full_text":"RT I almost caught COVID last night, but luckily I got to my hotel room just at 9:59pm.I just know had I been outside at 10...","sentiment_score":0.1111111111}
{"full_text":"RT If you're ever in the mission please support don Felipe. He lost his job during the pandemic and now sells the most bo...","sentiment_score":0.5}
{"full_text":"Somebody needs to get some more \"treatment for Covid\".","sentiment_score":0.5}
{"full_text":"I got covid yall ):","sentiment_score":0.0}
{"full_text":"RT 'It's one Christmas, it's one season. If you miss it and stay home you could save an innocent life. And then you have another...","sentiment_score":0.5}
{"full_text":"RT LEADERSHIP--Germany agreed to step up lockdown measures Dec16-Jan10 to stop exponential #COVID19 rise. Most stores &amp; schools...","sentiment_score":0.5}
{"full_text":"hoping US will start a Covid notification app like Canada has. Seems to work well for contact tracing.","sentiment_score":0.0}
{"full_text":"Things could get spicy tomorrow with Stimulus Rumors  https:\/\/t.co\/jjNbNjV2ws","sentiment_score":0.0}
{"full_text":"RT If the vaccines end the pandemic, Joe Biden will be in office when that happens. He will oversee the vast ma...","sentiment_score":0.0}
{"full_text":"RT America's working families and frontlines heroes are crying out for #covid relief.Mitch McConnell staying on \"pause\" for...","sentiment_score":-0.2}
{"full_text":"RT once this fandom learns how to not do EVERYTHING at the last minute we will be unstoppable STOP WITH THE LAST MINUTE PANI...","sentiment_score":0.0}
{"full_text":"RT I hope Ashanti beats Covid though cause she damn sure wasn't gonna beat Keysh","sentiment_score":0.5}
{"full_text":"RT It is necessary to summarize a timeline of Dr. Fauci's comments on #COVID19.Then you could make your judgment with commo...","sentiment_score":0.0}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"RT Dr. Fauci says people with an underlying allergic tendency should be 'prepared' that they might have a reaction to the Pfi...","sentiment_score":0.0}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"RT This does not surprise me. We have seen more strokes over the past few months that have happened i...","sentiment_score":0.0166666667}
{"full_text":"RT Brett Rypien told Drew Lock every week to check the ball down until the big play is there.\"You're good enough to make...","sentiment_score":0.1361111111}
{"full_text":"The people who worsened the COVID-19 pandemic beyond all measure will get the vaccine first","sentiment_score":0.25}
{"full_text":"The people that had been complaining for months about others going places in a pandemic have been out heavy lately lol","sentiment_score":0.3}
{"full_text":"RT This is terrifying. We cannot allow millions of Americans to be exposed to experimental agents for a virus that has a 99....","sentiment_score":-0.45}
{"full_text":"You're not special and neither are they. They bought tickets agreeing to the policy that anyone over age 2 wear a mask.  I have a 2 year old and it took practice. I don't expect the rules of safety to bend just for you.","sentiment_score":-0.0392857143}
{"full_text":"Test frontline NHS staff for COVID-19 as a priority. #CoronavirusOutbreak - Sign the Petition! via","sentiment_score":0.0}
{"full_text":"The covid got her","sentiment_score":0.0}
{"full_text":"Not ER but I work the peds floor that is mostly nothing but covid","sentiment_score":0.5}
{"full_text":"RT The first batch of doses of Pfizer-BioNTech's COVID-19 vaccine have arrived in Canada.","sentiment_score":0.25}
{"full_text":"RT Why does #MoscowMitch want his murderous and license to kill corporate liability shields as has noted?B...","sentiment_score":0.0}
{"full_text":"RT It would be very easy to pass COVID relief but GOP members like Loeffler &amp; Perdue are preventing it because they think it's...","sentiment_score":0.5633333333}
{"full_text":"RT 5 years ahead of schedule? It's a pandemic! There was no pre-determined schedule for this vaccine. And how...","sentiment_score":0.0}
{"full_text":"RT Microsoft co-founder Bill Gates, whose foundation has been part of the effort to develop and deliver Covid-19 vaccines, said Sunda...","sentiment_score":0.0}
{"full_text":"RT Must read. You know if Katie Porter is involved--it's great.","sentiment_score":0.8}
{"full_text":"RT Afraid of what's in the vaccine? Well, I'm an Episcopalian who before pandemic stood in a long line every Sunday to drink out...","sentiment_score":-0.325}
{"full_text":"This. ","sentiment_score":0.0}
{"full_text":"RT The Pfizer vaccines have touched down in Canada. #onpoli","sentiment_score":-0.1555555556}
{"full_text":"RT An scoop: NSA O'Brien taking his wife to Tel Aviv, Paris, Rome and London, despite COVID concerns and to the cons...","sentiment_score":0.0}
{"full_text":"He should have been voted out, good for nothing. He forgets he serves the citizens.","sentiment_score":0.7}
{"full_text":"Of course they will be first especially since trump said there was no pandemic.  He will sacrifice the elderly for his team. Outrageous","sentiment_score":-0.25}
{"full_text":"Yeah, I'll get right on that.https:\/\/t.co\/pZnOgejywWhttps:\/\/t.co\/D8T7E03pWA","sentiment_score":0.2857142857}
{"full_text":"RT Dr. Fauci says people with an underlying allergic tendency should be 'prepared' that they might have a reaction to the Pfi...","sentiment_score":0.0}
{"full_text":"THANK YOU. I've been a dev for a few years but I was laid off at the beginning of the pandemic and have spent the last 8 months being interviewed almost exclusively by men who very clearly think I am unqualified and incapable. It is so so exhausting.","sentiment_score":-0.114}
{"full_text":"RT Reminder: this man was once sentenced to five years in jail for drunkenly crashing his car into another one and killing an...","sentiment_score":-0.1}
{"full_text":"RT Thank you for highlighting WCK's efforts in serving 35 million meals to families in need through the pandemic. We...","sentiment_score":0.0}
{"full_text":"RT 5 years ahead of schedule? It's a pandemic! There was no pre-determined schedule for this vaccine. And how...","sentiment_score":0.0}
{"full_text":"RT when this pandemic is over I still want some of y'all to stay tf away from me.","sentiment_score":0.0}
{"full_text":"RT Every super spreader event held at the White House is why everyone enabling the raging pandemic to go unchecked does not des...","sentiment_score":0.1666666667}
{"full_text":"RT Indeed, why are we talking about this since it was just the hyping \"covid, covid, covid\" to help Biden in advance of Electi...","sentiment_score":0.0}
{"full_text":"RT Pretty irritated that the current administration in the white house is getting vaccinated this week after calling Covid...","sentiment_score":0.0833333333}
{"full_text":"RT They called it a hoax all fucking year killing almost 300k and counting and now they're first in line.","sentiment_score":-0.175}
{"full_text":"RT LET ME GET THIS STRAIGHT...The very people who said Covid-19 was a hoax and who's negligence killed over 300,000 people...","sentiment_score":0.0}
{"full_text":"RT These people will not let us return to normal unless we insist on it.","sentiment_score":0.15}
{"full_text":"RT BREAKING: America's Frontline Doctors are at the CDC in Atlanta to protest against forcing millions of Americans to take...","sentiment_score":0.0}
{"full_text":"Corman  a lying shit ,loves Coal","sentiment_score":-0.2}
{"full_text":"RT \"48 hours in September when ministers and scientists split over COVID lockdown.\" This Sunday Times article has shocked...","sentiment_score":-0.7}
{"full_text":"RT So, we found this woman. We had to! Her name is Tyesha Wilson. She's from North Philly, but now she lives on a farm. When...","sentiment_score":0.0}
{"full_text":"RT So Trump and his goons kept saying the coronavirus was a hoax, that the cases would all go down to zero, and even held a bunc...","sentiment_score":-0.1555555556}
{"full_text":"Honestly are any of you employees there getting the. Covid19 vaccine first?","sentiment_score":0.425}
{"full_text":"Really simple","sentiment_score":0.0}
{"full_text":"RT Two more of my family members have Covid and they both have high fevers. This really sucks. I know you know, because you a...","sentiment_score":0.12}
{"full_text":"RT BREAKING: America's Frontline Doctors are at the CDC in Atlanta to protest against forcing millions of Americans to take...","sentiment_score":0.0}
{"full_text":"RT 6) Another country with leadership.","sentiment_score":0.0}
{"full_text":"RT BREAKING--Donald Trump and other top officials will be offered the Pfizer #COVID19 vaccine within days \"to ensure continuity...","sentiment_score":0.1875}
{"full_text":"No but what science does say is that its virtually spread COVID to people below the age of like 5 if it","sentiment_score":0.0}
{"full_text":"RT COVID19 and Hypertension: The Role of Angiotensin-Converting Enzyme 2 and the Ren...","sentiment_score":0.0}
{"full_text":"RT 3) LET THIS SINK IN:Trump associates get fancy monoclonal antibody therapies when they get COVID.Front line ICU docto...","sentiment_score":0.0}
{"full_text":"Heard some healthcare gossip that it's \"offered\" (not mandatory) b\/c you cannot make a vaccine mandatory that is only approved for emergency use. Seems relevant here to the distinction. Any docs mentioning that here?","sentiment_score":0.2}
{"full_text":"RT once this fandom learns how to not do EVERYTHING at the last minute we will be unstoppable STOP WITH THE LAST MINUTE PANI...","sentiment_score":0.0}
{"full_text":"RT I almost caught COVID last night, but luckily I got to my hotel room just at 9:59pm.I just know had I been outside at 10...","sentiment_score":0.1111111111}
{"full_text":"yes queen","sentiment_score":0.0}
{"full_text":"So if this is true, Then you would read the actual science of how this is not really a pandemic with a recovery rate of 99 percent for most and 94 percent for others. Less deadly than the flu. SO WHY the push for masks and lockdowns JOE???","sentiment_score":0.0638888889}
{"full_text":"RT 'The GOP is holding up relief for millions of Americans because they want to make sure corporations have blanket protectio...","sentiment_score":0.5}
{"full_text":"I can't play cuz of covid. He's just REALLY bad at catching outdoor footballs","sentiment_score":-0.05}
{"full_text":"Why are they not reporting other deaths. Only Covid-19?  So what happened to other deaths (ie heart attacks , strokes and other illnesses). I was told by a hospital worker that hospitals are getting more money from government to report it as COVID related. Something is not right.","sentiment_score":-0.0025510204}
{"full_text":"Enjoying my little castle, a piece of paradise i get to call home! Stay safe out there! #makingmemories #enjoythelittlethings #weareinthistogether Bakersfield, California","sentiment_score":0.296875}
{"full_text":"A bipartisan group of senators, including Utah Republican intends to introduce a $908 billion COVID-19 relief package Monday that will be split in two parts. | By #utpolhttps:\/\/t.co\/9Q6hNIr5hI","sentiment_score":0.0}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"I don't mind them if folks know you can still be asymptomatic and shld still wear your mask and practice social distancing but I've seen where folks have parties and it's a free for all once inside just Bc you didn't have a fever at the door....THAT dont make sense","sentiment_score":0.2166666667}
{"full_text":"A significant number of Covid-19 patients are dealing with symptoms long after the initial infection, and doctors are unsure how to proceed #WSJWhatsNow","sentiment_score":0.1083333333}
{"full_text":"\"We, at the DAR, are very happy that despite the coronavirus disease 2019 (Covid-19) pandemic, we were able to deliver new hopes to the lives of our ARB,\" Rodrigo added.","sentiment_score":0.5454545455}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"JESUSA LEIMOMI MADLANGBAYAN, 62 of Vallejo, CA died of COVID on Dec. 1. \"She would always say \"I don't have much, but if there is someone in need, I will help in every way possible\". She loved everyone unconditionally...Love you forever Mom.\"","sentiment_score":0.3}
{"full_text":"Let's hope this will put an end to COVID-19!","sentiment_score":0.0}
{"full_text":"RT Wearing masks hasn't stopped coronavirus from surging. Why does Biden asking Americans to wear masks for his first 100 da...","sentiment_score":0.25}
{"full_text":"RT *FULL $908 BILLION PANDEMIC BILL COMING MONDAY, DEMOCRAT SAYS","sentiment_score":0.35}
{"full_text":"Health facility ordered to explain pricey #COVID19 tests","sentiment_score":0.0}
{"full_text":"PR has their #COVID19 policy DOWN. Why aren't we doing this IN EVERY SINGLE STATE?!","sentiment_score":-0.1224206349}
{"full_text":"With the first #COVID19 vaccines already rolling out in some countries, how do you decide who should be first in line? Here's why it's a complex decision, via &amp;","sentiment_score":0.0666666667}
{"full_text":"The Dangers of Playing Politics With Covid-19 Cures via","sentiment_score":0.0}
{"full_text":"Ellen DeGeneres has become the latest celebrity to test positive for Coronavirus, with the talk show host saying she is \"feeling fine.\"MORE DETAILS: #Ellen #EllenDeGeneres","sentiment_score":0.4109848485}
{"full_text":"Bird Eggsc. 1944Guard School on Halls RanchTahoe National Forest Collection#Christmas #Christmas2020 #COVID19 #History","sentiment_score":0.0}
{"full_text":"\"It is a good thing it means your immune system is activated to follow the process that is suited to create the antibodies and the cell responses to the infection, which is good.\" ","sentiment_score":0.7}
{"full_text":"Talk about tough! Tillie Dybing lost several siblings in their infancy, survived three major floods, lost her husband in her 80's and beat uterine cancer at 95. Now, at 107, she has survived COVID-19.","sentiment_score":-0.1412037037}
{"full_text":"RT It would be very easy to pass COVID relief but GOP members like Loeffler &amp; Perdue are preventing it because they think it's...","sentiment_score":0.5633333333}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"New ICD-10 Codes, MS-DRG Assignments for COVID-19 Coming Jan. 1 via #healthcare","sentiment_score":0.1363636364}
{"full_text":"Kizzmekia Corbett, an African American woman, is praised as key scientist behind COVID-19 vaccine - ABC News via -","sentiment_score":-0.1}
{"full_text":"Fear of unrest is heightening precautions around the Electoral College vote that will formalize Joe Biden's win.","sentiment_score":0.8}
{"full_text":"With businesses hitting bankrupt during the pandemic - is holiday shopping for gift cards a safe bet?","sentiment_score":0.5}
{"full_text":"Welcome to the last #bcedchat for 2020. We are checking in with YOU. The topic today is \"Coping with COVID: A Reflection on the First Term.\"","sentiment_score":0.35}
{"full_text":"The first of two shots are expected to be given in the coming week to health care workers and nursing home residents.","sentiment_score":0.075}
{"full_text":"Which states will get how many Covid vaccines?Read this and more in today's #TimesTop10: Special stories of the day, curated by our editors, delivered to your inboxClick here to subscribe ","sentiment_score":0.4523809524}
{"full_text":"One camp in High Springs is teaching families about the story of Jesus and the meaning behind Christmas on their \"Road to Bethlehem\" tour. However, the pandemic forced the group to change how they put on the show.","sentiment_score":-0.18}
{"full_text":"Joseph Varon, a 58-year-old physician and chief of staff at United Memorial Medical Center in Houston, has fought COVID-19 in his patients for 268 days straight. He has not had a single day off since March.\"I was meant to do this,\" he told The Post.","sentiment_score":0.0071428571}
{"full_text":"DOH says one testing facility was found to be noncompliant to the COVID-19 test price cap: Tayo ay nagpadala na ng ating letter for them to explain. Hihintayin ano ang sagot nila, if it's valid or not or if they should be penalized.","sentiment_score":0.0}
{"full_text":"Businesses with 50 or fewer employees are facing a greater number of coronavirus-related lawsuits than their larger counterpartshttps:\/\/t.co\/AXHemMd8b6","sentiment_score":0.25}
{"full_text":"RT 10 years from now, you'll hear commercials saying, \"If you took the COVID-19 shot between 2020-21, you may be entitled...","sentiment_score":0.0}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"Lottery market size is growing at the rate of 10%, and crypto-lotto is the future. Invest in #MYL and enjoy financial freedom during the next pandemic! Find out more at:https:\/\/t.co\/LK99WGafWr#MyLottoCoin #MYL #crypto #cryptolottery #cryptocurrecy #blockchain","sentiment_score":0.18}
{"full_text":"The Kardashians have cancelled a major holiday tradition in light of the pandemic.https:\/\/t.co\/iCpMTfREEl","sentiment_score":0.23125}
{"full_text":"DEATHS SOARING: reports as the U.S. surprasses 16 million COVID-19 cases, with 100 Americans dying every hour and hospitalization now reaching a record high just weeks before Christmas.","sentiment_score":0.16}
{"full_text":"This.","sentiment_score":0.0}
{"full_text":"UNACCEPTABLE  and MUST come to a HALT!  .@CDCgov \/   over 50 patents for #Vaccines. They make 5 billion dollars profit off of disabling and adverse side effects. This is crazy!!!  #Pzier roll out, 2 people have ALREADY DIED!! #COVID19","sentiment_score":-1.0}
{"full_text":"Are you planning on singing with a choir these holidays? From 7 December, up to 50 singers can perform indoors . The audience  may participate, but anyone 12 years or older is strongly recommended to wear a face mask if singing.For more information:","sentiment_score":0.3666666667}
{"full_text":"RT Refreshing and rare acknowledgement of fallout of shutdowns from Governor Sisolak, following news of 50% increase in opioid...","sentiment_score":0.2666666667}
{"full_text":"Nurses sharing their stories from the coronavirus surge.https:\/\/t.co\/jCcFvBE6sU#Kazakhstan #Nursing #CBHE #NUSOM #JAMK #K'MU #MUK #KMU #MeduniverAstana #mua_news","sentiment_score":0.0}
{"full_text":"Cathay Pacific Rolls Out Free Covid-19 Insurance.All passengers booked to fly the airline through February will be able to use the new policy to cover medical costs should they catch the virus overseas. #Aviation #COVID19","sentiment_score":0.3672727273}
{"full_text":"RT Hey, you let Trump say he won, Joe Biden lost, and that Biden would be an \"illegitimate President\" - and said......","sentiment_score":0.0}
{"full_text":"If you really hate Trump Don't Take a COVID shot and wait 5 years on a Dem! If Biden, Obama, Pelosi, Schiff, Gov Cuomo, CNN employees, and ladies on The View take a COVID shot in the next 18 months will prove they are the dividers of America!","sentiment_score":-0.5}
{"full_text":"RT #Idaho turkey tracks on lawn. #Covid19 Thank you...All...for outpouring of kindness &amp; well-wishes. My wife says Fri, ea...","sentiment_score":0.0}
{"full_text":"Thank goodness our frontline workers are going to be getting the vaccine very soon!They are putting their lives at risk every day, especially with so many anti-maskers running through #Utah","sentiment_score":0.2333333333}
{"full_text":"Another case study of how school systems failed students during covid.","sentiment_score":-0.5}
{"full_text":"goddamn right.","sentiment_score":0.2857142857}
{"full_text":"RT I hope Ashanti beats Covid though cause she damn sure wasn't gonna beat Keysh","sentiment_score":0.5}
{"full_text":"RT Why am I pissed? Well, when the WH is getting a vaccine before Healthcare providers is one of the most horrific crimes of...","sentiment_score":-0.25}
{"full_text":"I don't think you're up for nuance or logical discussion so I'm going to mute you and this thread, but here is a good discussion about your whole obsession","sentiment_score":0.3833333333}
{"full_text":"RT Everyone at the negotiating table--including Senate Rs--has agreed to a compromise. Except one. Mitch McConnell is refusi...","sentiment_score":0.0}
{"full_text":"RT Newsom fought this case hard. He struck the first judge, then unsuccessfully tried to transfer to LA Superior Court, then lo...","sentiment_score":0.2194444444}
{"full_text":"Current Conditions for #Sayre PATemp: 39.2FWind Chill: 39.2FHumidity: 72%Dew Point: 30.9F Barometer: 30.135 inHgWind: 0 mph from the NWCorona Virus Weekly Stats:Cases: 247.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Isn't it rich. After months of minimizing Covid, holding super-spreader events, reckless behavior, endangering myriads of A...","sentiment_score":0.375}
{"full_text":"Maybe he means five days? Time has no meaning in the middle of the pandemic. At least for me.","sentiment_score":-0.15}
{"full_text":"South Korea Reports 718 New Coronavirus Cases #Ghana #Health","sentiment_score":0.1363636364}
{"full_text":"RT My dad just passed into the light from Covid-19. So when you hear the stats on Monday please remember these numbers are...","sentiment_score":0.4}
{"full_text":"RT Giving the White House staff the first doses of the Covid vaccine is like giving the Titanic crew the first lifeboat.","sentiment_score":0.1666666667}
{"full_text":"i'm convinced cats (2019) caused coronavirus. idk how but i know it did.","sentiment_score":0.0}
{"full_text":"RT Man Maintains Social Distancing; Wife Files For Divorce Falsely Accusing Him Of Being Impotent# Why is \"Consent of...","sentiment_score":-0.1833333333}
{"full_text":"RT Not to be mean, but am I the only one who thinks it's unfair to vaccinate them first, when they have flouted ALL the rules an...","sentiment_score":-0.140625}
{"full_text":"Bad Joke AlertHow many movers does it take to relocate? In cold and flu season, during a pandemic, as few as possible. But seriously, if you're moving this winter, try to use as little help as possible. Fewer people equals fewer germs and fewer expenses (or IOUs).","sentiment_score":-0.1901041667}
{"full_text":"RT The first batch of doses of Pfizer-BioNTech's COVID-19 vaccine have arrived in Canada.","sentiment_score":0.25}
{"full_text":"Time: 03:00 * Temp: 8.7degC * Wind: WSW 2.0 to 14.1mph * Pressure: 975.5hPa * Rain: 0.2mm * Hum: 96% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:39 * Sunset: 15:57 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":"RT It might be \"irritating\" for you to follow the SOP but when your loved ones is in the icu on a ventilator because of covi...","sentiment_score":0.15}
{"full_text":"RT The COVID WH should not get special treatment above our healthcare workers!","sentiment_score":0.1785714286}
{"full_text":"EOIR, which has told federal courts it has no ability to protect people from COVID in immigration courts other than post signs asking people to social distance and which has refused to shut down the courts again following record cases, now blames an attorney for a COVID closure.","sentiment_score":-0.0618055556}
{"full_text":"RT I  love science!!!!! Thank you!","sentiment_score":1.0}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"Thank you to everyone who joined our 'Job-hunting during Covid-19' webinar + our fantastic speakers from  from , + new hire Dillon Chew! Watch the recording here :","sentiment_score":0.2852272727}
{"full_text":"RT This was always the GOP's plan. Do nothing to help regular Americans, give businesses all kinds of bailouts, get a vaccine a...","sentiment_score":0.0}
{"full_text":"Coronavirus Impacts Metal Industry","sentiment_score":0.0}
{"full_text":"RT New rule: when reporting on Indigenous communities during the pandemic, the words \"Native Americans are disproportionatel...","sentiment_score":0.1363636364}
{"full_text":"RT Not to be mean, but am I the only one who thinks it's unfair to vaccinate them first, when they have flouted ALL the rules an...","sentiment_score":-0.140625}
{"full_text":"RT NSC confirms COVID-19 vaccine priority across all three branches of government for continuity of government.","sentiment_score":0.0}
{"full_text":"RT Covid-19: Maldives reports 20 new cases, 47 recoverieshttps:\/\/t.co\/rBWjQji8gu","sentiment_score":0.1363636364}
{"full_text":"Covid's U.S. toll: Nearly 300,000 dead and a stalemate between fatalism and hope","sentiment_score":-0.05}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"Hey goofball. She's already had the china virus, and the \"deplorable\" insult is cheap, outdated, and ignorant.","sentiment_score":-0.2}
{"full_text":"DNA India - US: FDA approves Pfizer-BioNTech COVID-19 vaccine for emergency use #FDA #pfizerbiontechcovid19vaccine #covid19vaccine #DNAIndia -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.0}
{"full_text":"RT Oh, no worries people like you will be sure to put them all out of business by then... Says me \"sadly\"","sentiment_score":0.0}
