{"full_text":"you are the most selfish PRESIDENT of this universe! While Americans are dead and infected from COVID-19 you are having rally's! You are narcissistic asshole that has been fired and we the people can't wait for to save us from you","sentiment_score":-0.125}
{"full_text":"Perhaps we should be focusing more on the fact that roughly 3 of 4 people support it and stop amplifying the 1 in 4 who deny basic decency to wear a mask to protect their brothers and sisters in WV","sentiment_score":0.1333333333}
{"full_text":"RT This is bad. #cdnpoli","sentiment_score":-0.7}
{"full_text":"RT My sister in law ","sentiment_score":0.0}
{"full_text":"RT UK medical authority =  no legal liability for manufacturers for any vaccine side-effects.EU medical authority = \"holds...","sentiment_score":-0.0333333333}
{"full_text":"RT #DelhiNeed #Blood Type :  O-positiveAt : Manipal Hospital, DwarkaBlood Component : Need Plasma from O+ve #COVID19 rec...","sentiment_score":0.0}
{"full_text":"RT POWERFUL. Manitoba Premier practically begging with emotional voice, says, \"if you don't think #COVID19 is real, you're an...","sentiment_score":0.1666666667}
{"full_text":"RT Dr. Paul Farmer, one of the world's top infectious disease doctors, says the disastrous U.S. pandemic response reflects d...","sentiment_score":-0.1}
{"full_text":"RT I support Black people who are skeptical of vaccines (especially a COVID vaccine that has been rushed and produced under ver...","sentiment_score":-0.2222222222}
{"full_text":"RT Hey guys, lean in so I can tell you all a secret...There are many more of us than there are of [them].By a lot.Hund...","sentiment_score":0.5}
{"full_text":"RT Great reminder to understand 'pre-crastination' &amp; applications to learners from \"...charging forward is a way of de...","sentiment_score":0.8}
{"full_text":"RT President Trump did not address the surge of new #COVID cases yesterday. He did say Attorney General William Barr isn't...","sentiment_score":0.0931818182}
{"full_text":"RT OMG. Coronavirus is the #1 cause of death in the US this week, surpassing heart disease, says","sentiment_score":0.0}
{"full_text":"Nearly 19 million Americans are about to lose their homes, whereas Jeff Bezos' fortune has nearly doubled since the start of the pandemic.There are more being fleeced than there are oppressors.A lot more.And guns are cheap in the U.S.I like our chances.","sentiment_score":0.275}
{"full_text":"RT Deaths in Pearl Harbor: 2,403Deaths on September 11th: 2,977Covid-19 deaths yesterday in the US: 2,885","sentiment_score":0.0}
{"full_text":"RT Infection control in #NHS hospitals has always been suspect ... remember the #MRSA infections in the 90's &amp; noughties?","sentiment_score":0.0}
{"full_text":"RT Major Wooten, who spent World War II repairing bomb-damaged trains in France, recovered from a fight with COVID-19 in...","sentiment_score":-0.01875}
{"full_text":"RT With COVID now raging out of control, some Republicans who previously thought COVID was just a good way to reduce the size of...","sentiment_score":0.2666666667}
{"full_text":"RT The Republican \"party of the working class\" is led by a guy who ignored the need for more stimulus because the stock market was...","sentiment_score":0.5}
{"full_text":"Nancy needs to step down","sentiment_score":-0.1555555556}
{"full_text":"RT Restaurant, bar + gig economy workers; people who are struggling or barely hanging on.Congress should give them relief...","sentiment_score":0.05}
{"full_text":"Romney calls Trump's leadership on Covid-19 'a great human tragedy'","sentiment_score":0.4}
{"full_text":"RT I'm back in Korea and watching the news has made me realize how desensitized we've become to our covid news. It's jarring to se...","sentiment_score":0.0}
{"full_text":"RT This legacy of Mitch McConnell:  being okay with Americans starving and being evicted, and a month later not recognizing t...","sentiment_score":0.25}
{"full_text":"The Government of Canada is giving 100 Billion in Covid 19 recovery before UNDRIP is ratified. Clearly we already know the beneficiaries here.  #cdnpoli","sentiment_score":0.1}
{"full_text":"RT Women, especially women of color, are disproportionately bearing the brunt of this pandemic and economic crisis. A Biden-...","sentiment_score":0.1}
{"full_text":"RT Restaurant, bar + gig economy workers; people who are struggling or barely hanging on.Congress should give them relief...","sentiment_score":0.05}
{"full_text":"RT Does anyone seriously believe these crisis actors?https:\/\/t.co\/7POm6kYrVt","sentiment_score":-0.3333333333}
{"full_text":"That seems like a responsible thing to do during a pandemic.","sentiment_score":0.2}
{"full_text":"RT #KansasPhysicians &amp; other providers are working tirelessly to help those with #COVID19 get well again--all while continuing to...","sentiment_score":-0.125}
{"full_text":"RT appreciation tweet for jaemin who had to practice, learn 4 choreos (maw, deja vu, work it, resonance), and record songs he p...","sentiment_score":0.0}
{"full_text":"RT Dick Durbin Roasts Mitch McConnell Over COVID-19 Stimulus Stalemate: 'He Wouldn't Sit Down at the Table'","sentiment_score":-0.1555555556}
{"full_text":"RT Are you battling anxiety and depression or know someone who is?Kindly RT this THREAD and save a life.#Somizi #sjava sun...","sentiment_score":0.0}
{"full_text":"#BREAKING #news Vaccines offer hope for end to pandemic, but brutal months lie aheadhttps:\/\/t.co\/xzVMh9Gsak","sentiment_score":-0.875}
{"full_text":"RT Our programs, FarmerstoFamilies  and \"digital wallet\" for SNAP recipients at farmers markets, have been a huge success....","sentiment_score":0.2333333333}
{"full_text":"RT This is me w\/ our grandpa Dan the East Tawas hospital 2 weeks before he passed away in Jan. 2019. This hospital has be...","sentiment_score":0.0}
{"full_text":"Good points brought up here...","sentiment_score":0.7}
{"full_text":"This is on Trump's watch!","sentiment_score":0.0}
{"full_text":"Whew that's sad.","sentiment_score":-0.5}
{"full_text":"RT if you really think people on benefits are to blame for the low pay of key workers and not the government then not only are you...","sentiment_score":0.05}
{"full_text":"Biden says he'll take a COVID-19 shot when Fauci says it's safe, as he warns Americans 'have lost faith in the ability of the vaccine to work' He better play it safe because I hear Obama already has a contract on him.","sentiment_score":0.5}
{"full_text":"Americans are dying one every minute.   268,000 this year.  You think that Fred and Mary would be proud of their you?.  #donalddeath #COVID19","sentiment_score":0.8}
{"full_text":"RT Joe Biden has just announced he plans to order people to wear masks until April 29, 2021.That is more than 400 days af...","sentiment_score":0.5}
{"full_text":"RT Facing a grim budget, Philadelphia School District may need to lay off employees via","sentiment_score":-1.0}
{"full_text":"RT Great to be a part of this to help mentor PhD students and  create a safe space to connect, discuss any issues and be a p...","sentiment_score":0.65}
{"full_text":"One members public arrogance and several players refusing to comply with Covid requirements has left me (a cricket lover) hoping they would go home. They are putting us at risk with their dumb and disrespectful behaviour.","sentiment_score":-0.09375}
{"full_text":"This Quack will have us all in Covid Concentration Camps","sentiment_score":0.0}
{"full_text":"Grande","sentiment_score":0.0}
{"full_text":"RT U.S. reported 2,804 COVID-related deaths on Wednesday alone and another 2,879 on Thursday. *Total deaths* since the start...","sentiment_score":0.0}
{"full_text":"RT #DelhiNeed #Blood Type :  O-positiveAt : Manipal Hospital. Blood Component : Need Plasma from O+ve #COVID19 recovered...","sentiment_score":0.0}
{"full_text":"RT Payrolls in November rose a mere +245k. That's the sort of number you might see in a \"normal\" month, and definitely not...","sentiment_score":0.0625}
{"full_text":"RT Our children cannot process the stress that COVID has caused in their lives and yelling at them only makes it worse. A...","sentiment_score":-0.2}
{"full_text":"It's important now more than ever, especially during the #COVID19 pandemic, to utilize proper handwashing procedures.  You not only help stop the spread of germs but also infectious diseases.","sentiment_score":0.18}
{"full_text":"RT Pallister continues to sow division among Manitobans under the false threat that non-Indigenous citizens won't get acc...","sentiment_score":-0.4}
{"full_text":"RT We should not be thinking about the next COVID package as \"stimulus,\" but rather critically needed help for families to...","sentiment_score":0.0}
{"full_text":"RT This legacy of Mitch McConnell:  being okay with Americans starving and being evicted, and a month later not recognizing t...","sentiment_score":0.25}
{"full_text":"RT Hey guys, lean in so I can tell you all a secret...There are many more of us than there are of [them].By a lot.Hund...","sentiment_score":0.5}
{"full_text":"I went to American schools also how do I get it but ya don't?!","sentiment_score":0.0}
{"full_text":"RT \"At first, I thought he was misinformed,\" Dr. Ashby says of Florida Gov. DeSantis. \"But it appears, he actually doesn't understa...","sentiment_score":0.125}
{"full_text":"People are suffering. Congress needs to pass another coronavirus relief package now! #ReliefCantWait","sentiment_score":0.0}
{"full_text":"#PuertoRico #USA #NorthAmerica  Cases: 96,382 (+675)  Death: 1,173 (+18)  Recovered: 45,565  Critical: 174 (+2)  New %: 0.7% (+0.7%)  Death %: 1.2%  Population %: 2.6%#CoronaVirus #Covid19 #SarsCov2#Forecast","sentiment_score":0.0681818182}
{"full_text":"RT Tennessee Sen. Marsha Blackburn on a call with local reporters says she opposes Democratic COVID relief bills because...","sentiment_score":0.0}
{"full_text":"RT As a kid of 5 or 6, I lined up with other little people to get the Polio Vaccine. As a man of 73, I'll line up for the Cov...","sentiment_score":-0.15625}
{"full_text":"RT The Pfizer Covid-19 candidate vaccine is not too cold to be called a vaccine via","sentiment_score":-0.6}
{"full_text":"RT Biden and Harris refuse to say that China should be held accountable for their lies &amp; mishandling of Coronavirus. Biden...","sentiment_score":0.0}
{"full_text":"RT Just had a fascinating talk with someone hospitalized for Covid. I can't repeat the specifics (they would sound too conve...","sentiment_score":0.55}
{"full_text":"RT This is why the GOP so desperately wants \"liability protection\" as part of further stimulus bills--so they can continue to...","sentiment_score":0.1}
{"full_text":"God Bless him and you.","sentiment_score":0.0}
{"full_text":"Biden position has been filled. The Governor of California hasn't filled her position as of yet. The Governor of California stated he was dealing with the covid crisis. Once he fills her position then she will resign.","sentiment_score":0.4}
{"full_text":"Itzy It'z Summer","sentiment_score":0.0}
{"full_text":"I'm also proud of some thoughts I worked out on social media. Thank you, everyone, for reading and responding to threads like this:https:\/\/t.co\/qe0WHoKAXPhttps:\/\/t.co\/zVFyTiDyR9...some of which became more official publications, like:","sentiment_score":0.4444444444}
{"full_text":"#NewsAlert Price of Remdesivir injection fixed at Rs2,360 in MaharashtraThe Maharashtra government on Friday fixed the price of #Remdesivir injection, used for treating critical #COVID-19 cases, at Rs2,360 apiece.","sentiment_score":0.0666666667}
{"full_text":"RT If your ideology on Covid consists of statements like, \"yeah, but the survival rate is..\" or \"my second cousin got it and...","sentiment_score":0.0}
{"full_text":"RT Literally all the government had to do was pay people to stay home, then insti...","sentiment_score":0.0}
{"full_text":"All hospitals can take non COVID patients","sentiment_score":0.0}
{"full_text":"RT In COVID-19's first wave, low-income, racialized communities suffered in disproportionate amounts while richer, whiter nei...","sentiment_score":0.25}
{"full_text":"RT It doesn't matter how you look at it, the data was clear from beginning. C-19 was a standard, albeit modestly more sever...","sentiment_score":0.2}
{"full_text":"RT Republicans think that children being slaughtered in their classrooms with weapons of war is the cost of freedom but t...","sentiment_score":0.0}
{"full_text":"Losing motivation during corona crisis and how to fix it","sentiment_score":0.0}
{"full_text":"Pssst... so am I.  I'm trying to get them to stay home.  Thanks for blowing up my plan.","sentiment_score":0.2}
{"full_text":"RT SDPI conference is from December 14-17.Sdc2020 23rd conference in times of covid-19. #sdc2020 #sdpi","sentiment_score":0.0}
{"full_text":"RT Easy #FridayMotivation!#WearAMask and be:FearlessRelentless IngenuousDynamicArtisticYouthful(Repeat from #SixFeet)...","sentiment_score":0.4333333333}
{"full_text":"2020 #MedTech #Recalls to Surpass 2019; #DigitalHealth Transforms #Healthcare Delivery Post-Pandemic and more this week on MedTech Intelligence #meddevice #pandemic #COVID19 #CAPA #compliance","sentiment_score":0.5}
{"full_text":"RT It is becoming abundantly clear that President-elect Joe Biden thinks clear communication and logical and sane management are...","sentiment_score":0.225}
{"full_text":"Theres been a covid case at my school today, and the Ontario government and my local government have done next to nothing for mine and others that have gotten cases recently. Thanks Doug Ford...","sentiment_score":0.0666666667}
{"full_text":"RT I know not what day of the week it is anymore. Mostly 'tis lockdown, but still being in the Julian calendar doth not help.","sentiment_score":0.5}
{"full_text":"RT The U.S. economy added the fewest workers in six months in November, hindered by a resurgence in new COVID-19 cases that, toge...","sentiment_score":-0.0318181818}
{"full_text":"RT Hey guys, lean in so I can tell you all a secret...There are many more of us than there are of [them].By a lot.Hund...","sentiment_score":0.5}
{"full_text":"RT How Easily #COVID19 Can Spread At A Buffet:Invisible fluorescent paint was applied to the hands of 1 person (infected)...","sentiment_score":0.4333333333}
{"full_text":"RT The Kentucky Football Seniors have-Gone 28-20-Gone 2-1 in bowls (lost to NW because you always go for 2 in bowl games lol...","sentiment_score":0.8}
{"full_text":"Too many COVID-19 EUAs enhance the politicization of medical science and pollute the water for future research to get long-term answers.","sentiment_score":0.1666666667}
{"full_text":"RT #mapoli, I know I'm a broken record at this point, but for the life of me I can't figure out why there's not more pressure on...","sentiment_score":-0.325}
{"full_text":"it was never a hoax and 15 cases never went away. You FAILED the American people with the fact you knew a year ago and had no pandemic plan. 278,000 DEAD, 14.4M cases. This is on Your WATCH. YOU OWN IT!","sentiment_score":0.0125}
{"full_text":"Last chance to take part!Take this short survey exploring the impact COVID-19 has had on the public sector's approach to cloud adoption and strategy. What is needed to drive digital transformation forward in 2021? Shares your views and insight here!https:\/\/t.co\/elWJuQDXQA","sentiment_score":0.0}
{"full_text":"Every time I leave the house","sentiment_score":0.0}
{"full_text":"Business Opportunities during COVID19     #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT Sen. Loeffler, who has a net worth close to $1 billion, voted against unemployment benefits and stimulus checks during a pande...","sentiment_score":0.15}
{"full_text":"Trump's America folks","sentiment_score":0.0}
{"full_text":"RT Our ICUs are climbing quickly toward their capacity. Our death rate is rising.To slow the surge of #COVID19 and save liv...","sentiment_score":0.0166666667}
{"full_text":"RT Today we are releasing a new #RapidRiskAssessment: risk of increase of #COVID19 infection related to end-of-year festive s...","sentiment_score":0.0681818182}
{"full_text":"Until 2019 California was a donor state. I don't recall blocking programs needed in Tennessee because they were funded with my tax dollars.","sentiment_score":0.0}
{"full_text":"RT The last 75 tweets from Pres. Trump have been about himself or election fraud. (That's in just the past two days)None...","sentiment_score":-0.125}
{"full_text":"RT I truly would love the chance to sit down and talk to and about the impact #COVID19 has had on my...","sentiment_score":0.1722222222}
{"full_text":"RT Indonesia sees massive hike in daily COVID cases to 8369 prompting COVID taskforce chief to issue this warning: \"The publi...","sentiment_score":0.0}
{"full_text":"RT OMG. Coronavirus is the #1 cause of death in the US this week, surpassing heart disease, says","sentiment_score":0.0}
{"full_text":"This is such a critical and under-discussed piece of the evictions crisis. It's as bad as it is because of decades of profiteering by billion-dollar landlords.","sentiment_score":-0.2333333333}
{"full_text":"MP, LS, Shri. Tokheho Yepthomi on 4th Dec, attended a virtual All Party Meet which was called by PM Modi to discuss issues relating to COVID19.Yepthomi said that the PM has stated vaccine will be available sooner than later.More at:https:\/\/t.co\/ONh2dQYT8H@TokhehoYepthomi","sentiment_score":0.4}
{"full_text":"RT There are 3 things I would like to find out from 1) Why did you order Covid patients into nursing homes for 4...","sentiment_score":0.0}
{"full_text":"RT Read this whole thread for practical recommendations on how to reduce the spread of coronavirus and how to quarantine some...","sentiment_score":0.2}
{"full_text":"RT Dick Durbin Roasts Mitch McConnell Over COVID-19 Stimulus Stalemate: 'He Wouldn't Sit Down at the Table'","sentiment_score":-0.1555555556}
{"full_text":"RT I try to be thoughtful about what I write\/say because words matter. I don't always get it right, but this is a hill I am...","sentiment_score":0.3428571429}
{"full_text":"RT \"Stand Your Ground laws give permission to shoot anyone who makes you nervous.\"  Thank you, for going to...","sentiment_score":0.0}
{"full_text":"The CEO of talks about delivering large-scale live events:","sentiment_score":0.1363636364}
{"full_text":"Unique Venues continuously hosts free webinars throughout the year focusing on the hospitality industry, especially during the current pandemic.Watch past webinars on our YouTube Channel! Visit","sentiment_score":0.0925}
{"full_text":"Changes in the immune system, heart, and lungs during pregnancy make #pregnant women more prone to severe illness from #flu. CDC recommends that pregnant women get vaccinated during any trimester of their pregnancy. Learn more:","sentiment_score":0.4166666667}
{"full_text":"RT We're preparing for the #COVID19 vaccine roll out in Ireland. At the HSE National Cold Chain Centre, we have received a...","sentiment_score":-0.6}
{"full_text":"Omg. It sounds like covid. I read an article that covid could have been in the US as early as December 2019 (unsure about the UK, though). Wow.","sentiment_score":0.1}
{"full_text":"Next up we've got What Will Happen from Bassically. A cool track off their new album 'Audio Diaries' created from within the depths of pandemic. It's funky, it's layered, and it's a total jam. Take a listen.","sentiment_score":0.1215909091}
{"full_text":"RT 1) Biden looks like a scared child. He's not negotiating with ANYONE.2) Wasn't Kamala getting intelligence briefings as a...","sentiment_score":0.0}
{"full_text":"RT COVID Update December 3: Not enough attention has been played to the villainous role of Mitch McConnell and the Senate in thi...","sentiment_score":0.0}
{"full_text":"Hopefully this is the start of the news becoming more trustworthyhttps:\/\/t.co\/WjvAbVGyBF","sentiment_score":0.475}
{"full_text":"News coverage of the pandemic has made needle images in my feed waaaaay too prevalent.","sentiment_score":0.0}
{"full_text":"Reduce the Risk of Severe IllnessOur elderly loved ones are most at risk of severe illness due to the coronavirus. Through home care, they receive the care and support they need without risking their health by going outside. Call us to learn more.#SevereIllness #HomeCare","sentiment_score":0.26875}
{"full_text":"Bruce Tate, 39, was in a bad place after the first lockdown. A cyclist whizzed past. He suddenly thought: what if he turned this area, which his business was renting anyway, into a cafe, capitalising on the passing trade on wheels? https:\/\/t.co\/nQZIONyORg#sme #innovation","sentiment_score":-0.175}
{"full_text":"RT High-Quality -#Mammography: A Step Forward for #Women's Health@radiology_rsna editorial by #BreastCanc...","sentiment_score":0.0}
{"full_text":"An amazingly creative and therapeutic literacy project - each story is a precious window into how young people have found lockdown.","sentiment_score":0.3666666667}
{"full_text":"Gov. Jim Justice will hold a COVID-19 news conference at 11 a.m. Friday.https:\/\/t.co\/1GAV5Qzieu","sentiment_score":0.0}
{"full_text":"In the coming months, the FDA will have to make huge decisions about approval of other therapeutics and vaccines for COVID. What heuristics will drive their decisions?#fda #heuristics #government","sentiment_score":0.1375}
{"full_text":"RT People should disobey the lockdown rules at all times in every way they possibly can.","sentiment_score":0.0}
{"full_text":"What to know what everyone is reading?  This weekend, browse our most popular articles  - topics include autistic burnout, avoiding ableist language, empathy, COVID-19 and autistic women.  #FridayFeelingFREE at","sentiment_score":0.175}
{"full_text":" Here are the latest figures for the 14-day average of #COVID19 cases per 100,000 of the population in EuropeSign up to receive our daily update on #coronavirus across Europe, direct to your inbox - it's free https:\/\/t.co\/ocwdhmkLi2","sentiment_score":0.17}
{"full_text":"Our 'Journalism in a Pandemic' MOOC is now available as self-directed course in 6 languages, including Arabic &amp; Russianhttps:\/\/t.co\/6TKiFtY5eZ","sentiment_score":0.4}
{"full_text":"Lockdown has encouraged many to start saving for their first home, so we wanted to know how long you plan to stay there once you buy.https:\/\/t.co\/CXakPpjIQa","sentiment_score":0.2333333333}
{"full_text":"Coronavirus cancels, changing number of ho-ho-holiday events:","sentiment_score":0.0}
{"full_text":"New research examining the impact of COVID-19 on student learning finds students did worse in math compared to fall 2019. But millions of kids are missing from the data:","sentiment_score":-0.1545454545}
{"full_text":"Hospice at Home West Cumbria shop in Whitehaven will not be reopening after lockdown:https:\/\/t.co\/tNSEJ3la7z","sentiment_score":0.0}
{"full_text":"If you have a child under one this could be of interest!","sentiment_score":0.0}
{"full_text":"Well done to Kerry Lafferty, Autism Practitioner, who was nominated by her colleagues and awarded our Values Award for her creativity in adapting her support provision during #COVID19. Heartfelt thank you to all health &amp; social care staff working in these challenging times.","sentiment_score":0.1777777778}
{"full_text":"Executive Director Holly Wade is featured in a Q&amp;A on the #smallbiz economy with noting the impact of the pandemic on #smallbiz: \"The small firms we represent were impacted dramatically at the onset of the health crisis.\"","sentiment_score":-0.25}
{"full_text":"Hey, check out this cool site I found: #Topic via@my_twitter_name","sentiment_score":0.35}
{"full_text":"Top Stories of 2020: Inside the CoronavirusExplore the inner workings of SARS-CoV-2 with this interactive guide:","sentiment_score":0.25}
{"full_text":"Germany's \"#lockdown light\" could continue until January. But there will be a slight relaxation in rules for the #holidays. Between 23 December and 1 January, up to 10 people are allowed to meet. What are your #Christmas plans as of now?","sentiment_score":0.1166666667}
{"full_text":"The federal housing agency's optimism for an economic recovery has been tempered by the second wave of COVID-19 ..","sentiment_score":0.1}
{"full_text":"Initial claims for jobless aid in the U.S. last week dropped from 787,000 the week before.https:\/\/t.co\/2sEUFMLsea","sentiment_score":0.0}
{"full_text":"RT 1. To see the lockdown governors\/mayors  indicted for crimes against humanity. 2. MSM indicted for spreading u...","sentiment_score":0.0}
{"full_text":"Meet G4GC Love Is Healing COVID-19 Response Fund grantee, Rights4Girls!@rights4girls advocates for the dignity and rights of young women and girls so that every girl can be safe and live a life free of violence and exploitation.https:\/\/t.co\/J7V7NRZjTQ","sentiment_score":0.3272727273}
{"full_text":"Hate to say this, but in July I was so excited about going out after the lock down, put my beautiful high heels on shoe went one way my foot the other broke it, but I wasn't laughing like crazy Biden.","sentiment_score":-0.0422222222}
{"full_text":"part of me is frustrated the pandemic means there are no Christmas parties, no gatherings for everyone who can't go home for Christmas, no New Year's parties, no group dinners or bar nights to just complain about the year. I miss seeing and hugging my friends!","sentiment_score":-0.3926136364}
{"full_text":"Economists surveyed by the data provider FactSet have forecast that employers added 450,000 jobs in November.https:\/\/t.co\/2BfHGX48KE","sentiment_score":0.0}
{"full_text":"Violence against women and girls manifests itself in many different forms, but it is NOT inevitable. Find out how you can do your part to end this pandemic during the #16Days of Activism and join #GenerationEquality: Take action","sentiment_score":0.15}
{"full_text":"When we launched COVID Chronicles #Delaware, we didn't expect to still be collecting your stories into the holidays. Take a moment to add a story, a poem, a photo, a video - anything that represents YOUR thoughts &amp; feelings for generations to come.  #NetDE","sentiment_score":0.0}
{"full_text":"'I am aware of this rumor...': The general manager of CF Lime Ridge says the mall is not closing. #HamOnt #HamiltonMountain #shopping #COVID19https:\/\/t.co\/9wMMNflXS1","sentiment_score":0.15}
{"full_text":".@mirashowers' handy #ToolboxDemonstrations -- aimed at helping with the installation and maintenance of its products -- can now be delivered virtually, in a bid to continue to assist the social housing sector during the pandemic. https:\/\/t.co\/jnm5qLz6yQ","sentiment_score":0.3166666667}
{"full_text":"Can your employer force you to get a COVID-19 vaccine?","sentiment_score":0.0}
