{"full_text":"RT TEEN TOP test negative for COVID-19 after filming with EVERGLOWhttps:\/\/t.co\/6omnd80lsP","sentiment_score":0.0666666667}
{"full_text":"Sabina CHEGE. $1.4m rich courtesy of #COVID19","sentiment_score":0.375}
{"full_text":"RT Why's it always Democrat politicians that violate the #COVID19 rules that they put in place?","sentiment_score":0.0}
{"full_text":"Cuyahoga County considers helping restaurants, cities, food bank with leftover coronavirus aid","sentiment_score":0.0}
{"full_text":"I can't complain besides COVID 2020 really was a good year for me, I pray next year even better ","sentiment_score":0.35}
{"full_text":"refuses to issue a mask mandate or take ANY action even as FL becomes 3rd state to reach 1M infected and hospitalizations soar. Total lack of leadership. He may be the worst governor in the US. #DeSantis #COVID19 #COVIDSecondWave","sentiment_score":-0.225}
{"full_text":"RT Had a picture of Nell yesterday so now it's Patty's turn. Lockdown hair.","sentiment_score":0.0}
{"full_text":"Army arrive at Bristol stadium for COVID vaccine roll-out 'due to start next week'","sentiment_score":-0.0625}
{"full_text":"RT To celebrate the 10th anniversary of Longest Year, on December 4th we'll be releasing a remastered edition w\/ new mixes....","sentiment_score":0.1363636364}
{"full_text":"RT The married couple Ugur Sahin and Ozlem Tureci, founders of @BioNTech_Group, invented the first #COVID19 vaccine to be author...","sentiment_score":0.25}
{"full_text":"Thanks MAGA. ","sentiment_score":0.2}
{"full_text":"RT Being able to heal my baby from Covid at just 6 weeks old through my breastmilk ... my biggest flex thus far  htt...","sentiment_score":0.2333333333}
{"full_text":"If You Have One of These Blood Types, You May Be Safe From COVID via","sentiment_score":0.5}
{"full_text":"RT NORTH DAKOTA hits COVID milestone: 1 out of every 800 residents dead","sentiment_score":-0.2}
{"full_text":"RT What a year for #china - Beijing inflicted #COVID19 on the world and continues to violate its treaty obligations &amp; destroy th...","sentiment_score":-0.2}
{"full_text":"RT I will never forgive Trump and the for willfully LYING while our loved ones DIED on their watch.Pass it on.#COV...","sentiment_score":0.7}
{"full_text":"RT \"How COVID ruined my life\":","sentiment_score":0.0}
{"full_text":"Luckily that is easy to source thanks to lockdown working ","sentiment_score":0.3222222222}
{"full_text":"RT For everyone in lockdown, there is always #wine","sentiment_score":0.0}
{"full_text":"RT An anti-gay Hungarian politician has resigned after being caught by police fleeing a 25-man orgy through a window","sentiment_score":0.0}
{"full_text":"Let's friggin' hope so.","sentiment_score":0.0}
{"full_text":"RT It's gonna be so embarrassing when I still want to cancel plans and stay home","sentiment_score":0.0}
{"full_text":"RT COVID-19 vaccine:*  It's optional. Calm down. Your right to choose is still there.* Remember when you hated the rig...","sentiment_score":-0.1174603175}
{"full_text":"I liked mine, at first I thought whats this crap but fair play. Apparently Run the Jewels - Out of Sight got me through lock down","sentiment_score":0.1074074074}
{"full_text":"From Fri 4th we will have our Christmas Food &amp; Toy Hamper appeal trolley in Centra Edenmore &amp; Centra Greendale.  Anything you can afford to donate would be brilliant. These hampers help our elderly, venerable and families in distress due to job loss during Covid. Thank you","sentiment_score":0.3875}
{"full_text":"Even if Covid-19 vaccines become widespread, business travel is likely to be changed by the pandemic. Travel budgets have been slashed and some meetings will remain virtual; conferences and conventions may be crimped.https:\/\/t.co\/pEcVk0HlAe","sentiment_score":0.0}
{"full_text":"RT Can you remember when 'lockdown' was a word we only heard in prison  movies?Don't ever forget that's where it belongs.","sentiment_score":0.0}
{"full_text":"RT This is true. Despite being eligible to come off the COVID-19 reserve list, neither #Ravens RBs Mark Ingram or JK Dobbins are...","sentiment_score":0.35}
{"full_text":"THIS JUST IN, TRUMPER RETWEETS VERY ANTI TRUMP QUOTE WHILE COVID RAVAGED THANKSGIVING IN AMERICA.","sentiment_score":0.2}
{"full_text":"RT If there are COVID relaxations for Christmas that would be hugely discriminatory to other faith groups who have missed their f...","sentiment_score":0.1375}
{"full_text":"RT Model based on artificial intelligence helps COVID-19 doctors to make better decisions and reduce time spent in intensive care...","sentiment_score":-0.0666666667}
{"full_text":"mostly in case of delay of india made vaccine,  india will go for sputnik","sentiment_score":0.5}
{"full_text":"RT Republicans think that children being slaughtered in their classrooms with weapons of war is the cost of freedom but t...","sentiment_score":0.0}
{"full_text":"Hoffmann, an assistant professor in the College of Agriculture and Natural Resources at MSU and her colleagues in the Hoffmann Lab, study how light regulates our physiology, affects our overall well-being and mood, and induces changes in brain function.https:\/\/t.co\/W1nQTI7w3l","sentiment_score":0.1666666667}
{"full_text":"RT Let's review:-A lawyer posing death threats-A retired general suggests martial law-State GOP officials harassed for th...","sentiment_score":0.025}
{"full_text":"RT Open today after lockdown from midday Abbey Road Bar &amp; Kitchen on Harrington Street and their sister site Harrisons Bar &amp; K...","sentiment_score":0.0}
{"full_text":"RT We have no desire to get into debates about Brexit today - we've made our thoughts clear beforeBut this tweet, from an el...","sentiment_score":0.1}
{"full_text":"Let's not forget, paul Pelosi Jr ALSO worked for burisma, alongside devon archer and hunter biden!!! And joe biden wants to end american energy independence while their kids get rich off if foreign energy companies????????????","sentiment_score":0.1125}
{"full_text":"THIS","sentiment_score":0.0}
{"full_text":"IDC predicts laptop sales will climb an incredible 26% percent in this quarter, thanks to the pandemic and a normal holiday surge. Who says that the PC is dead?","sentiment_score":0.2625}
{"full_text":"RT And people are worried that a lockdown will ruin the economy. Canada's Richest 44 People Got $53 Billion Wealthier Since...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Daniel Ricciardo will miss this weekend's Sakhir Grand Prix after a positive test for Covid-19","sentiment_score":0.3636363636}
{"full_text":"Not true. The latest \"COVID deaths\" were people who died at home but posthumously tested positive at the hospital.All COVID stats are not believable.","sentiment_score":0.0755681818}
{"full_text":"RT We did not send the pandemic.@myaccessbank #payusourentitlement","sentiment_score":0.0}
{"full_text":"RT While we weren't looking, Big Pharma quietly raised the prices of 245 drugs during the course of this pandemic.Pharma CEOs a...","sentiment_score":0.0}
{"full_text":"RT saw a tweet yesterday that was like \"sometimes i forget there's a global pandemic because i live in new zealand and everyt...","sentiment_score":0.0909090909}
{"full_text":"RT if one direction got back together they could destroy covid19","sentiment_score":-0.1}
{"full_text":"You may as well be speaking Swahili to the average person rn It's changing tho. Lockdown force rebooted a lot of folks.","sentiment_score":-0.15}
{"full_text":"Cases of what?? If your talking about covid maybe you should isolate the virus first then create a test. Third tell people the truth that the pcr is not a test for the virus.","sentiment_score":0.125}
{"full_text":"RT She's also a former longtime Wall Street executive who slashed Medicaid and vilified Medicare for All.","sentiment_score":0.0}
{"full_text":"you miss eating out your friends?","sentiment_score":0.0}
{"full_text":"RT When it's your turn. Get vaccinated. Get vaccinated. Protect your community. Save lives.Don't believe the anti-vaxx...","sentiment_score":0.0}
{"full_text":"I got blocked on the first day I started.  Some COVID denier didn't like my comments. Having Kirstie block you is big.","sentiment_score":0.125}
{"full_text":"RT I will continue to hold the Chinese Communust Party accountable for their gross negligence at the outbreak of the coronavi...","sentiment_score":0.0}
{"full_text":"RT During the first UK lockdown, many #longitudinal population studies launched special #COVID19 surveys to help track the impa...","sentiment_score":0.369047619}
{"full_text":"RT Main stream media please start reporting what Moscow Mitch is doing to the covid19 relief. He is blackmailing the Democr...","sentiment_score":0.1666666667}
{"full_text":"This governor must be held responsible.","sentiment_score":0.2}
{"full_text":"Ron your a great gov!!","sentiment_score":1.0}
{"full_text":"RT I am voting for #QuaranteamBLACKPINK in #TheLockdownAwards on down could have been way too hard if it...","sentiment_score":-0.2236111111}
{"full_text":"RT Help is on its way. The MHRA has formally authorised the Pfizer\/BioNTech vaccine for Covid-19. The NHS stands ready to...","sentiment_score":0.2}
{"full_text":"ICYMI: Saskatchewan reported 181 new coronavirus cases on Tuesday and four more deaths.","sentiment_score":0.3181818182}
{"full_text":"And it's always the big boss lady bitch who doesn't even know how the fucking product Who doesn't even answer any phone calls that has something negative to say about me. The customer is not always right sorry to break it to you. Especially not during a FUCKING PANDEMIC","sentiment_score":-0.2448979592}
{"full_text":"RT Delighted to announce this today to deliver 100 zero emission buses &amp; 45 low emission buses. Green Recovery from Covid...","sentiment_score":0.1666666667}
{"full_text":"RT RETWEET + REPLY TO VOTE :]BTS is the solo reason I didn't lose my mind during this pandemic. Every day they made my da...","sentiment_score":0.5}
{"full_text":"RT The fact that 79.3 percent of the games have been played thus far is actually a decent number. If conferences go with C...","sentiment_score":0.1333333333}
{"full_text":"How the hell 16 players gon get Covid the same week? What we doing moe?","sentiment_score":0.0}
{"full_text":"you are right! deaths has skyrocketed this year, and COVID  brought gas to bonfire..","sentiment_score":0.3571428571}
{"full_text":"Hello! We're hoping to record in person at a London-based studio in January; however, due to Covid-19 this may not be possible so we may resort to remote recording.So, please do send us an application and we will consider it fairly alongside other applicants :) Hope this helps!","sentiment_score":0.1625}
{"full_text":"Everyone blames the government of their own country for Covid-19. How is the government responsible for millions of people for their own individual actions? We as people are responsible for ourselves that  puts everyone at risk.  The government doesn't make your daily decisions.","sentiment_score":0.2666666667}
{"full_text":"Me seeing another human outside now that lockdown is \"over\"","sentiment_score":0.0}
{"full_text":"And our record numbers of #COVID19 cases &amp; deaths in Florida #FloridaCovidEpicenter","sentiment_score":0.0}
{"full_text":"RT \"Covid-19 Friendly PE: Target Games with a Socially Distanced Twist\" Each lesson, students work in small 'bubbles' (teams) t...","sentiment_score":0.0527777778}
{"full_text":"RT Main stream media please start reporting what Moscow Mitch is doing to the covid19 relief. He is blackmailing the Democr...","sentiment_score":0.1666666667}
{"full_text":"RT POLLSunday Business Post \/ Red C% who believe that the COVID-19 vaccine should be made compulsory for people to take...","sentiment_score":0.0}
{"full_text":"RT CHINA'S COVID COVER-UP EXPOSEDA bombshell 117-page leaked report shines a light on China's mishandling of the COVID-...","sentiment_score":0.4}
{"full_text":"We are back #indoors tonight with our #Scholes group meeting at the sports pavilion plus some of our Monday group checking out the temporary home. Covid can't stop us from supporting our #youngpeople and offering them the opportunity to take part in #fun #activities ever week.","sentiment_score":0.1833333333}
{"full_text":"Pfizer, BioNTech's Covid-19 Vaccine Authorized in the U.K.: What You Need to Know","sentiment_score":0.0}
{"full_text":"RT HCQ works. Treat early and live. Infection , inflammation, thrombosis and respiratory distress can all be treated as an...","sentiment_score":0.1181818182}
{"full_text":".@GovEvers State of the State address and budget message will be delivered virtually this year, governor's office announces \"as COVID-19 continues to surge across Wisconsin.\"State of the State will be Jan. 12Budget message likely will be Feb. 16","sentiment_score":0.0}
{"full_text":"RT There Will Be No Safe Havens in COVID-19's Final Assault on the U.S. | Via Time","sentiment_score":-0.125}
{"full_text":"He lies","sentiment_score":0.0}
{"full_text":"RT But they have socialized medicine and that means everything takes longer there! I learned this fact in Washington, DC! ht...","sentiment_score":0.0}
{"full_text":"RT People show aff their COVID test texts on their socials lit its SQA exam results","sentiment_score":0.0}
{"full_text":"RT Let's review:-A lawyer posing death threats-A retired general suggests martial law-State GOP officials harassed for th...","sentiment_score":0.025}
{"full_text":"RT New study co-authored by Yung Au, shows tech companies continue to provide online infrastructure for co...","sentiment_score":0.1363636364}
{"full_text":"RT Local journalists-I'll host heads of two national medical associations plus a vaccine expert who will answer your #COVID19...","sentiment_score":0.0}
{"full_text":"Seems you have started spreading the Corona virus","sentiment_score":0.0}
{"full_text":"Good Wednesday morning, Mrs. ! Thank you, for updating us on the CDC shorting the Quarantine period! Appreciate you! ","sentiment_score":1.0}
{"full_text":"Yes, with social distancing rules.","sentiment_score":0.0333333333}
{"full_text":"RT It's relatively rare, but it is entirely possible to get COVID-19 again even after you've recovered. Here's the latest sci...","sentiment_score":0.2666666667}
{"full_text":"Covid sucks, but football is on pretty much every other night this week so that's something I guess","sentiment_score":0.00625}
{"full_text":"RT The big drama of 2021: Who gets the corona vaccine first?","sentiment_score":0.125}
{"full_text":"RT Republicans think that children being slaughtered in their classrooms with weapons of war is the cost of freedom but t...","sentiment_score":0.0}
{"full_text":"RT Headlines watch: Hurriyet Daily News\"Volunteers taking part in tests for the potential Chinese coronavirus vaccine in Turkey a...","sentiment_score":0.0}
{"full_text":"Coronavirus stimulus: Democratic senators push to bring back $600 weekly unemployment boost via","sentiment_score":0.0}
{"full_text":"RT This is what we've been saying all along - glad to see the #MSM's finally catching on. Communist China knowingly lied to...","sentiment_score":0.55}
{"full_text":"RT Not showing any symptoms? Book your free, fast and safe Covid-19 test nowTwo negative test results mean you can safely...","sentiment_score":0.1645833333}
{"full_text":"RT \"The situation is starting to look like the worst case scenario.\"Please pray for Midland\/Odessa. Our hospitals being full...","sentiment_score":-0.2166666667}
{"full_text":"\"Allow Sports Therapists &amp; Sports Massage Therapists to stay open during COVID-19\"","sentiment_score":0.0}
{"full_text":"What Will Office Tours Be Like Post-COVID-19? #CRE #Office #Tours #COVID-19 #NewNormal","sentiment_score":0.0}
{"full_text":"RT To Senate Republicans: wear masks and let us pass another covid relief bill.","sentiment_score":0.0}
{"full_text":"RT All MBC 'Music Core' staff test negative for CoronavirusThey are still discussing how to proceed with this week's broadcast...","sentiment_score":-0.3}
{"full_text":"Beware of #COVID19 #2ndwave ","sentiment_score":0.0}
{"full_text":"Bravo to we salute you ","sentiment_score":0.0}
{"full_text":"RT A friend's grandma got covid (she's recovered)How did she get covid? She's been sneaking off to karaoke bars that are...","sentiment_score":0.0}
{"full_text":"Thank you for being open and using candour in a time when this is necessary. The strain on the medical system right now could be avoided if the #abgov \/ communicated effectively about the avg 6 week stay for covid ICU patients. #ableg #abpoli #cdnpoli","sentiment_score":0.1771428571}
{"full_text":"Pelosi has not Passed Covid relief Bill , only came back for Marijuana Bill! Such Fakers Disingenuous Journalist","sentiment_score":0.0}
{"full_text":"RT Vaccines protect us against cholera, diphtheria, hepatitis, Japanese encephalitis, measles, meningitis, mumps, pertussis...","sentiment_score":0.0}
{"full_text":"COVID-19: when are you most infectious? via","sentiment_score":0.5}
{"full_text":"RT The world partly shut down due to the pandemic, but an overheating world still obliterated weather records in 2020. It was an extre...","sentiment_score":-0.1402777778}
{"full_text":"Oh sorry. Where does it state in the global pandemic response manual you have to follow the crowd? Oh wait...","sentiment_score":-0.25}
{"full_text":"RT It's not necessarily a good thing that health care spending is going down right now. Go deeper on what's behind the unpre...","sentiment_score":-0.1549603175}
{"full_text":"Trump shipped 18 tons of PPE to 'CHINA' during the extreme rise in infections here while Drs.and Health Professionals were washing masks and wearing garbage bags for gowns. Sanitation during a pandemic is the prime objective to prevent spread and\/or deaths ! We saw many of both!!","sentiment_score":0.21875}
{"full_text":" Really, it's not very funny! They're called theories becaus. at best, they're not proven!","sentiment_score":0.3984375}
{"full_text":"They are worried about mean tweets.","sentiment_score":-0.3125}
{"full_text":"RT Y'all, I subscribe to newsletters from two dozen or more news outlets around Appalachia -- and lately they're all dominated...","sentiment_score":0.1}
{"full_text":"RT Kenya's Covid-19 Cases Hit 85,130 as 961 More Test Positivehttps:\/\/t.co\/b8jnId69h4#COVID19 #COVID19#coronavirus #Corona...","sentiment_score":0.5}
{"full_text":"RT saw a tweet yesterday that was like \"sometimes i forget there's a global pandemic because i live in new zealand and everyt...","sentiment_score":0.0909090909}
{"full_text":"biggest flex","sentiment_score":0.0}
{"full_text":"Evidence shows that the Covid-19 pandemic has forced the large majority of organisations (83%) to change their IT strategy in some way, however, further statistics indicate that their remote working solutions are not as secure as the office. Read on here:","sentiment_score":0.0428571429}
{"full_text":"North Korean dictator Kim Jong-un and his family have received an experimental coronavirus vaccine. #9Newshttps:\/\/t.co\/BSqsTb3ecJ","sentiment_score":0.1}
{"full_text":"The pandemic has brought mighty losses to Thailand's retail royalty, while an even bigger monopolistic dynasty managed to hold onto most of its obscene wealth this year.https:\/\/t.co\/qAj4CRmyao","sentiment_score":0.3}
{"full_text":"RT Thalidomide was not a vaccine.It never had clinical trials.Coronavirus vaccine builds on vaccine science from MERS and...","sentiment_score":0.0}
{"full_text":"The Utility Kilt\"  Wherever I WanderWherever I RoveThe Hills Of The Highlands Forever I Love  \"Visit Our Website : #Scottish #Highlands #Trending #Covid19 #Fashion #Styling #Designs #FashionWeek #TheUtilityKilt","sentiment_score":0.5}
{"full_text":"Having a CV that showcases your skills and experience is crucial to standing out. To help you in your efforts, we've put together a blog on how to rewrite your CV and stand out and get noticed in a post-covid-19 employment market: #jobseekers #jobfairy","sentiment_score":0.0}
{"full_text":"National health data show high prevalence of medical conditions associated with severe COVID-19 infection among people with serious mental illness.Learn More:","sentiment_score":0.0453333333}
{"full_text":"WATCH: Spurs' Popovich talks start to season, COVID safety, player injuries and more #gospursgo #nba #nbatwitter","sentiment_score":0.5}
{"full_text":"RT \"Oklahoma Governor Kevin Stitt declared a day of prayer and fasting for those affected by the coronavirus pandemic but has r...","sentiment_score":0.0}
{"full_text":"RT Republicans think that children being slaughtered in their classrooms with weapons of war is the cost of freedom but t...","sentiment_score":0.0}
{"full_text":"Calling your friend out...","sentiment_score":0.0}
{"full_text":"WATCH LIVE: and leaders from &amp; discuss COVID-19 cases and hospital capacity:","sentiment_score":0.1363636364}
{"full_text":"Sturgeon Covid bonus prone to 75 percent cut unless SNP tops it uphttps:\/\/t.co\/J0UCbToGEl","sentiment_score":0.0}
{"full_text":"Barrow County is making plans for more than $1.8 million in coronavirus relief money approved by Congress earlier this year.","sentiment_score":0.25}
{"full_text":"Gov. Eric Holcomb and first lady Janet Holcomb tested negative for COVID-19 on Nov. 20 and the governor has not experienced any symptoms of the respiratory disease, according to his press secretary.","sentiment_score":-0.15}
{"full_text":"Chemical compounds in foods can inhibit a key SARS-CoV-2 enzyme#ResearchNews #News #Chemical #SARS #Enzyme","sentiment_score":0.0}
{"full_text":"New sites to offer free COVID-19 testing to anyone, regardless of presence of symptomshttps:\/\/t.co\/rs6kfpjaa3","sentiment_score":0.2681818182}
{"full_text":"The socially distanced event is taking place in Forbury Gardens.https:\/\/t.co\/X5OF5zXHqE#woky #wokytoday #wokingham #wokinghamtoday #reading #Bracknell","sentiment_score":0.0333333333}
{"full_text":"Practicing proper hand hygiene is an important step in preventing the spread of COVID-19. Use soap and water or alcohol-based hand rub Wash hands for 20 seconds Rub palms, back of your hands and in between fingers Don't forget your thumbs#WashYourHandsWednesday","sentiment_score":0.1333333333}
{"full_text":"When worn properly, cloth face masks are a safe and effective way to slow the spread of #COVID19.Be sure that your mouth AND nose are covered by your mask when in public.In Pennsylvania, masks must be worn indoors and outdoors when away from home.","sentiment_score":0.26}
{"full_text":"RT As we work to fight and defeat #COVID19, we will continue to support Canadian families and businesses so we can emerge...","sentiment_score":0.0}
{"full_text":"A Gift from a Cured COVID19 Patient i Shincheonji Church of Jesus","sentiment_score":0.0}
{"full_text":"RT Nearly two decades ago, #China's General Chi Haotian, then defense minister, reportedly gave a secret speech about cleari...","sentiment_score":-0.0833333333}
{"full_text":"RT A friend's grandma got covid (she's recovered)How did she get covid? She's been sneaking off to karaoke bars that are...","sentiment_score":0.0}
{"full_text":"RT A bipartisan group of nine Senators released a $908 billion COVID-19 relief plan today. While it may not be a perfect pl...","sentiment_score":1.0}
{"full_text":"The CDC will soon shorten recommended quarantine for COVID-19 exposure from 14 days to 10 days, and 7 days if the person tests negative.https:\/\/t.co\/gIXXRnburr","sentiment_score":0.0}
{"full_text":"A charity which helped disabled people for the last 45 years has warned it is on the brink of financial collapse.The Lake District Calvert Trust offers outdoor adventure breaks for adults and children but says it has lost over PS1 million during lockdown.https:\/\/t.co\/NyNgfTXIYr","sentiment_score":-0.025}
{"full_text":"The Centers for Disease Control and Prevention is set to shorten the recommended length of quarantine after exposure to someone who is positive for COVID-19, as the virus rages across the nation--&gt;&gt;https:\/\/t.co\/jSYpBPB2Yr","sentiment_score":0.2272727273}
{"full_text":"An Oregon nurse was put on administrative leave after an outcry over a TikTok video she made that indicated she is still traveling during the COVID-19 pandemic and not wearing a mask in public.","sentiment_score":0.0}
{"full_text":"Legislative Republicans want to place new restrictions on Tennessee governors' ability to extend emergency orders to address the COVID-19 pandemic as well as future health crises.https:\/\/t.co\/qGomUDbG81","sentiment_score":0.0681818182}
{"full_text":"Managers at Tyson Foods' Waterloo, Iowa, pork processing plant lied to interpreters about the scope of coronavirus dangers at the facility, the federal lawsuit alleges.","sentiment_score":0.0}
{"full_text":"Tracking USDA's Pandemic Spending -- Politico Pro #SNAP #farmaid #CoronavirusPandemic","sentiment_score":0.0}
{"full_text":"Taiwan is seeking to recruit #migrantworkers from a Southeast Asian nation that does not currently provide the country with foreign workers, said labor minster Wednesday, days after a two-week #COVID19-related ban on Indonesian workers was announced.https:\/\/t.co\/tIs3Levfxw","sentiment_score":-0.0416666667}
{"full_text":"RT RETWEET + REPLY TO VOTE :]BTS is the solo reason I didn't lose my mind during this pandemic. Every day they made my da...","sentiment_score":0.5}
