{"full_text":"My friends believe the government is trying to save them and that everyone who doesn't wear a mask will die... help me!!!","sentiment_score":0.0}
{"full_text":"RT Veteran actor Kim Byung Choon tests positive for COVID19https:\/\/t.co\/Gabv7XGpOP","sentiment_score":0.1136363636}
{"full_text":"RT PM has just announced our updated portfolio of COVID-19 vaccines. After signing deals with COVAX, Pfizer &amp; A...","sentiment_score":0.0}
{"full_text":"So sorry for your loss.","sentiment_score":-0.5}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"RT WOAH!!! SERIOUSLY, READ THIS ARTICLE!  The STIMULUS BILL gives studios a tax deduction up to $15Million for TV and Film...","sentiment_score":-0.4166666667}
{"full_text":"RT Covid really said \"New Year new me\" with this mutating crap","sentiment_score":-0.0818181818}
{"full_text":"RT On days like these I feel ashamed to be a journalist. Much of the UK media are clamouring for another ruinous national loc...","sentiment_score":0.2}
{"full_text":"RT BREAKING--Trump HHS\/CDC has been subpoenaed by House committee after evidence revealed that Trump appointees...","sentiment_score":0.0}
{"full_text":"RT Gee, maybe if the GOP hadn't spent so much time undermining public faith in science, masks,&amp; COVID itself, I wouldn't have to weig...","sentiment_score":0.0333333333}
{"full_text":"RT The U.K. coronavirus variant: A newly identified variant of SARSCoV2 appears to be more contagious than others in circula...","sentiment_score":0.3181818182}
{"full_text":"RT Remember, those who are shutting down our economy haven't missed a paycheck since lockdown began. We are not in this toget...","sentiment_score":-0.1555555556}
{"full_text":"RT \"How angry are you? I'm pretty angry. And I'm betting you are, too.\"My opening monologue on the today, t...","sentiment_score":-0.25}
{"full_text":"RT We go still detty the December even for lockdown or COVID-19","sentiment_score":0.0}
{"full_text":"RT PM has just announced our updated portfolio of COVID-19 vaccines. After signing deals with COVAX, Pfizer &amp; A...","sentiment_score":0.0}
{"full_text":"RT So long as flights are not comprehensively restricted from coming into Nigeria, the risk of importing mutant variants COVID-...","sentiment_score":-0.05}
{"full_text":"RT Summary of Divisions M and N (covid relief provisions) of H.R. 133:","sentiment_score":0.0}
{"full_text":"RT Brilliant article by on how small and medium local businesses have been savagely hit by...","sentiment_score":0.2166666667}
{"full_text":"RT #PamIsShoutingOut@Wildfan20091Another member of the fam who lost in Twitter court. Oh, man, this is becoming a p...","sentiment_score":0.45}
{"full_text":"RT Singer Guru Randhawa, Sussanne Khan booked for violating COVID norms as they party at a club","sentiment_score":0.0}
{"full_text":"I'm expecting that alleviation of pandemic restrictions won't be anytime sooner than well into the second half of 2021. Then we still have all the rest of those problems.","sentiment_score":-0.0833333333}
{"full_text":"RT Somebody dip back and stop them from bringing the Heroin\/Crack epidemic to the ghetto. Expeditiously!","sentiment_score":0.0}
{"full_text":"RT Today, I received the COVID-19 vaccine.To the scientists and researchers who worked tirelessly to make this possible -- than...","sentiment_score":0.0}
{"full_text":"RT Public Health Inspectors PHI Union requests government to lockdown the Western Province during festive season in order t...","sentiment_score":0.0}
{"full_text":"RT They laughed at a pandemic, mocked wearing masks, pushed false cures and made sure they were the first in line for the vacc...","sentiment_score":0.2625}
{"full_text":"RT Today, Parliament meets to pass a #BBITax to fund the Referendum.1. Restores all Pre-Covid taxes2. Introduces a new 1% m...","sentiment_score":0.1363636364}
{"full_text":"RT Jairo Castillo was climbing the ranks in the scouting world. He was from the Dominican Republic but became a champion fo...","sentiment_score":0.0}
{"full_text":"RT Other agencies: Passengers have arrived from UK, we shall be the first one to cover. ANI: Tiwari jaldi se koi musalman d...","sentiment_score":0.0625}
{"full_text":"RT Most Covid costs facing UK schools will not be covered by government","sentiment_score":0.5}
{"full_text":"RT Labour are talking about devolution again. Yet they didn't bother showing up to stop the Internal Market Bill. And they're...","sentiment_score":0.0}
{"full_text":"Community-residing older adults benefit from food and nutrition programshttps:\/\/t.co\/N3UXFAkYvf#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.1666666667}
{"full_text":"SHE DON'T MISS","sentiment_score":0.0}
{"full_text":"RT Today, I received the COVID-19 vaccine.To the scientists and researchers who worked tirelessly to make this possible -- than...","sentiment_score":0.0}
{"full_text":"The FLU is deadlier than COVID and we've had a *vaccine* for the FLU for 80 years! THE CON OF THE CENTURY! NOT COMPLYING with FACE DIAPERS EVER&amp; NAZI ENFORCEMENT MEDICAL TYRANNY! Doctors Around the World Issue Dire WARNING: DO NOT GET THE COVID VACCINE!!https:\/\/t.co\/kEaDfHFOYn","sentiment_score":0.0}
{"full_text":"I wouldn't repeat the same mistake over and over again. Lockdown doesn't work, let's have more Lockdown, yeah Genius.","sentiment_score":0.25}
{"full_text":"RT Today, I received the COVID-19 vaccine.To the scientists and researchers who worked tirelessly to make this possible -- than...","sentiment_score":0.0}
{"full_text":"What utility apps has the Lockdown\/work at home taught you how to use?For me, Zoom &amp; Google Meet. You nko?","sentiment_score":0.0}
{"full_text":"RT Personally, I feel any business that can maintain social distancing shouldn't be closed..What's the point of closing restaurant...","sentiment_score":0.0166666667}
{"full_text":"RT Our Covid vaccine prep was in full flow today and our Lead Technician Naomi still managed to train staff in v...","sentiment_score":0.35}
{"full_text":"RT #tuesdaymotivations Frame 1: 7,500Frame 2: 12,500Frame 3:  13,000Frame 4:  13,000Send a dm or WhatsApp:08174426...","sentiment_score":0.0}
{"full_text":"RT It should never have taken a pandemic to realize that low wage workers are essential I'm running for Congress to make s...","sentiment_score":0.0}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"RT This holiday, I'm gonna stay home in my trash can and avoid people.","sentiment_score":0.0}
{"full_text":"RT This hasn't gone away. Adding to it: Russian computer hacks of our entire government; apparent undisclosed herd immunity s...","sentiment_score":0.0166666667}
{"full_text":"RT Then he also claimed that he didn't remember the exact places that he had been to during the period of time that he was...","sentiment_score":0.25}
{"full_text":"Can't wait for lockdown to finish #WeakCashmeet","sentiment_score":0.0}
{"full_text":"RT For being such Covid deniers, it didn't take long for and to jump to the front of the damn...","sentiment_score":-0.025}
{"full_text":"I'm down to my last 20 of everything so.......I'm making a list and checking it twice, guess i'll found out if i've been naughty or nice ","sentiment_score":0.0736111111}
{"full_text":"RT California is urgently calling on healthcare personnel to support COVID-19 pandemic response and patient care needs thr...","sentiment_score":0.0}
{"full_text":"RT I have lots of friends and family, who think I am a conspiracy theorist and utterly bonkers. I can tell you all that I have...","sentiment_score":0.0}
{"full_text":"RT As we enter the next phase of #COVID19 A reminder of a suite of guidelines around for HCPs managing those with #Diabetes...","sentiment_score":0.0}
{"full_text":"RT Covid second wave is looming.Better open your eyes to scholarship opportunities everywhere. If you like, still insist on U...","sentiment_score":0.0}
{"full_text":"let's prepare ourselves for next lockdown","sentiment_score":0.0}
{"full_text":"Good morning tweeters. That's us here until 6pm this evening if you need us. If you're looking for the latest ticket easements due to lockdown restrictions, you can find all you need to know &gt; - Jodie","sentiment_score":0.3583333333}
{"full_text":"RT Taiwan is indeed the true gold standard for #Covid19 in a develo...","sentiment_score":0.175}
{"full_text":"RT you MUST veto this farce, aka COVID relief bill!!!  This isn't a stimulus package.  This is a MASSIVE fori...","sentiment_score":-0.390625}
{"full_text":"First prize time the Trust with the COVID modellers . Stuff the rest Doctors and nurses at London's frontline hospital denied coronavirus vaccine | The Independent","sentiment_score":0.125}
{"full_text":"RT 1 out of every 20 people in USA has been infected with COVID &amp; it's the # 1 cause of death at this time. That this doesn...","sentiment_score":0.0}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"\"Their anger is understandable.\" - probably, since they're right and white.","sentiment_score":-0.1380952381}
{"full_text":"RT Incredibly disappointing and increasingly irrelevant","sentiment_score":-0.55}
{"full_text":"RT No Covid denying politician should get a vaccine before every Dr, nurse, hospital worker, EMT, cop, fire fighter, teach...","sentiment_score":0.0}
{"full_text":"Both you and  are the absolute rock stars of this Covid year! I didn't know about this or would definitely have put it on my Christmas list.","sentiment_score":0.125}
{"full_text":"RT This is how I explained the Relief Package to my 8-year-old...I loaned $700 to my friend, and then Covid hit. I lost my job...","sentiment_score":0.0}
{"full_text":"RT LUMS kay students ka response when the university tells them that the lockdown is over and they are allowed to return to camp...","sentiment_score":0.0}
{"full_text":"RT this is not only disturbing, but a slap in the face for all families that have lost someone due to Covid.  The...","sentiment_score":-0.2083333333}
{"full_text":"RT Now we know the bloated defense budgets the GOP always insisted on were just to line the pockets of the military industrial...","sentiment_score":-0.1}
{"full_text":"RT 'I think what we're seeing is a national demoralisation and a national depression'.Professor Susan Michie says the 'over-promisi...","sentiment_score":0.0}
{"full_text":"RT Employers will no longer have to provide paid sick leave to workers who get infected with COVID-19 After Senate Majority...","sentiment_score":-0.7142857143}
{"full_text":"RT Comfortably the most Covid referrals we've done in a single day since 16th March","sentiment_score":0.2761904762}
{"full_text":"RT This holiday, I'm gonna stay home in my trash can and avoid people.","sentiment_score":0.0}
{"full_text":"I call bullshit. I know quite a few people who contracted covid and they all described it as the worst disease they ever had. Not just loss of taste, high fever and difficult breading.","sentiment_score":-0.385}
{"full_text":"RT The rest of the year it's been \"Shut up &amp; Dribble\" now it's \"Lead by example\" ","sentiment_score":0.0}
{"full_text":"RT Impact 4: Many Asian economies have beaten the #coronavirus blues to register growth at a time when many developed countries h...","sentiment_score":0.275}
{"full_text":"RT Suggests but cannot show any evidence to back this claim up.","sentiment_score":0.0}
{"full_text":"Rural medicine faces some unique challenges during this pandemic. Here in Texas we receive the short end of the stick. From testing to facing severe shortages of available ICU beds at our area and regional medical centers.","sentiment_score":0.155}
{"full_text":"RT \"Marco Rubio is a healthy 49 year old. He is not in a nursing home. He is not a health worker. He is not a first respon...","sentiment_score":0.1583333333}
{"full_text":"#kingfisher #ayearinphotos #spring2020 #lockdown walks along the river #BoveyTracy #Devon","sentiment_score":0.0}
{"full_text":"RT \"Failures have been of policy and attitude, and - as the twin disasters of Brexit and our COVID response collide - the...","sentiment_score":0.0}
{"full_text":"RT Never forget that Senate Republicans stalled a COVID relief bill for nearly nine months. Mitch McConnell only finally...","sentiment_score":0.0333333333}
{"full_text":"I booked with 10 tickets for our overseas journey this year, however it were given cancelled because of Covid19. refunded quantity nicely-in-time.","sentiment_score":0.0}
{"full_text":"RT Travelling by train in #Gloucestershire #Herefordshire #Worcestershire after a few festive drinks?Be extra careful arou...","sentiment_score":-0.1}
{"full_text":"The Jesuits created the covid con and now their paying off the victims but they get second fiddle to the banks, corporations and super rich","sentiment_score":0.2361111111}
{"full_text":"RT [Thread]A review of #Islamophobia in 2020:The #COVID19 pandemic exacerbated Islamophobia around the globe. From #India...","sentiment_score":0.0}
{"full_text":"RT The COVID relief bill should be no more than 10 pages, TOTAL... and ALL the money should go directly to Americans and...","sentiment_score":-0.05}
{"full_text":"RT I am more excited for #DrFauci to get his #CovidVaccination tomorrow than I was for myself last week when I got #vacci...","sentiment_score":0.2916666667}
{"full_text":"RT they announced a vaccine, corona announced a new strain. omo this thing is fighting us fr ","sentiment_score":0.1363636364}
{"full_text":"RT A poem:COVID is redThe flu is blueAnymore nonsense...And I will punch (block) you. #COVID19 (ht for figu...","sentiment_score":0.0}
{"full_text":"Nancy YOU ARE LIAR, RACIST, CONFUSED, TROUBLE MAKER &amp; DISGUSTING IN FULLEST DEGRE. SHAME ON YOU 80 YEARS OLD EVIL ","sentiment_score":-0.5}
{"full_text":"RT New Zealand has announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then t...","sentiment_score":0.2018181818}
{"full_text":"RT $600 is a slap in the face to every American struggling due to the pandemic. You deserve better.I voted against the 5,5...","sentiment_score":-0.0625}
{"full_text":"RT What will Americans get ?(As part of Covid-19 relief ($900 billion) which has just been passed)- Individual stimulus...","sentiment_score":0.0}
{"full_text":"RT They laughed at a pandemic, mocked wearing masks, pushed false cures and made sure they were the first in line for the vacc...","sentiment_score":0.2625}
{"full_text":"RT Just going to leave this here so you can see what other countries are and have been doing during the pandemic.","sentiment_score":-0.125}
{"full_text":"December 22, 2020#Republicans CONTROL the Senate#Trump in the White House #Republicans GAVE the Super Rich a Total of $4+ TRILLION in Tax Cuts since #Trump took office#COVID19 in U.SDEATHS = 326,772INFECTIONS = 18,473,716https:\/\/t.co\/6wLR1szZB1 |","sentiment_score":0.1770833333}
{"full_text":"RT Thursday 17-Plateau State Governor tests positive for COVID-19 Reading Click.Retweet and...","sentiment_score":0.2272727273}
{"full_text":"Working from home during the #COVID19 pandemic isn't exactly novel anymore but it can take a serious toll on our mental wellbeing.  Here are our tips on #remoteworking in 2021: ","sentiment_score":-0.0611111111}
{"full_text":"Great to collaborate with Nicholas Tsagourias as part of this special issue of on Covid-19 and Int'l Law. Our article examines the Covid-19 #infodemic and the regulation of online platforms under int'l law. The article is available *open access* below ","sentiment_score":0.3892857143}
{"full_text":"6 energy boosting tips to overcome fatigue caused by this relentless pandemic! #COVID #pandemic #fatigue #stress #wellbeing","sentiment_score":0.0}
{"full_text":" #Blogpost | Our range of syndicated studies covers over 30 indications, many of them with results already available &amp; a historical track record- #COVID19 Patients &amp; HCPs Perspectives- #DigitalTransformation- #Patient TrackersDiscover now ","sentiment_score":0.3}
{"full_text":"If more countries aimed to eradicate Sars-CoV-2 then new variants of this virus ('strain' isn't correct terminology) wouldn't pop up &amp; we wouldn't have to panic over each new variant's uncertainties. Denmark accidentally contaminated H2O supplies over their scare weeks ago.","sentiment_score":0.2575757576}
{"full_text":"RT If new variant really does spread more easily in children, that would help explain why lockdown in SE &amp; london worked less...","sentiment_score":0.2206060606}
{"full_text":"The woman said she found the COVID-19 test in a biohazard bag when she opened a padded envelope from Kohl's.","sentiment_score":0.0}
{"full_text":"Amazon has pocketed 40% of all new online spend during the pandemicThe online retailer, which recently said it has had its \"biggest holiday season to date\", has increased its market dominance throughout 2020#amazon #online #retailhttps:\/\/t.co\/Ugc2DsiiYa","sentiment_score":0.0681818182}
{"full_text":"Even the  might struggle at times.  shared that it has been extremely tough without the passionate fans and that playing in an empty stadium is akin to a training session. ","sentiment_score":-0.1796296296}
{"full_text":"Bolsonaro's chaotic covid strategy &amp; ruthless attacks on his opponents have paid off: he closes 2020 with higher approval ratings than ever. But a resurgence of the Brazilian left could halt the country's slide into authoritarianism, writes","sentiment_score":-0.25}
{"full_text":"RT Former Pres. Barack Obama is opening up about what he learned while living with his daughter Malia and her boyfriend in lockdown....","sentiment_score":0.0}
{"full_text":" ''Everyone's test has now come back negative'' boss Ben Strevens has a fully fit squad to choose from ahead of tonight's match at HalifaxIt's after somebody at the club tested positive for coronavirus earlier this month #spitfires","sentiment_score":0.0654545455}
{"full_text":"RT Covid Economic Response Scoreboard At Half-Time: The war is far from won, but at half-time, Modinomics and the team that p...","sentiment_score":0.15}
{"full_text":"The #science behind the SARS-CoV-2 #vaccines ... | #coronavirus | #COVID19 | #immunization | #disease | #HealthCare | By via","sentiment_score":-0.4}
{"full_text":"Saudi Arabia halts all international flights for a week amid new Covid-19 strain.https:\/\/t.co\/WKtx0fB5VB","sentiment_score":0.0681818182}
{"full_text":" Updated #tourism data: Nights spent in tourist accommodation in the EU between January and September 2020 were -49% compared to the same period in 2019 #COVID19 Interested to know more    Check out our updated #StatisticsExplained article:","sentiment_score":0.1625}
{"full_text":"RT Two passengers, who arrived from UK, tested positive for COVID-19 at Kolkata airport on Sunday: Kolkata airport official","sentiment_score":0.2272727273}
{"full_text":" Day 22 of the #MerryTricksmas Advent Calendar is a look back at our ambitious digital lockdown project #TakeBackManchester, produced with our baker's dozen of shorts inspired by &amp; the #ManchesterLockdown &gt;","sentiment_score":0.0833333333}
{"full_text":"Cabinet to meet today to discuss further Christmas restrictions as NPHET announced Covid 'third wave' ","sentiment_score":0.0}
{"full_text":"The eDot Health app is making easy it for you. Download now and follow the steps given in the picture below.   Download link in the bio #covid19 #coronavirus #covidfight #CoronaUpdate #baguihati #kolkata #calcutta  #follow4followback #likeforlikes","sentiment_score":0.4333333333}
{"full_text":"The 18 Northumberland wards with Covid rates below Tier 1 Herefordshire.","sentiment_score":0.0}
{"full_text":"Yes, it's a revival of the old #Greek #academies but adding the support of the virtual environment. It will be an on-demand #metaeducation which each person...","sentiment_score":0.05}
{"full_text":"RT Qualitative research illuminating some aspects of the \"long Covid\" experience.  Many recover quite quickly, some die, so...","sentiment_score":0.2611111111}
{"full_text":"It gets worse. The same \"educational\" poster told students to wear a mask during sex.Wearing a mask during sex will do nothing to prevent the spread of a highly contagious respiratory virus.This is what happens when the cult of safety meets the cult of sexual licentiousness.","sentiment_score":0.102}
{"full_text":"RT Professor Ferguson has been reinstated as a government adviser and was involved in changing Xmas lockdown rules. No wonder th...","sentiment_score":0.0}
{"full_text":"Global challenges such as the #COVID19 pandemic, the climate crisis &amp; rising poverty make it increasingly urgent for young people to learn to navigate our interconnected world. Read the latest PISA report to find out if students are ready to thrive in an interconnected world!","sentiment_score":0.17}
{"full_text":"1\/3The scientists in #Britain said that the new variant of #CoronaVirus spreading rapidly in #UK, carries mutations that could mean children, unlike previous viruses, are as vulnerable to infections as adults are.#COVIDSecondWave #COVID19 #CoronaVirusStrain #COVID20","sentiment_score":-0.2107007576}
{"full_text":"NSW coronavirus cases emerging from hotel quarantine 'inevitable', Gladys Berejiklian says, after third infection confirmed","sentiment_score":0.1333333333}
{"full_text":"RT Covid really said \"New Year new me\" with this mutating crap","sentiment_score":-0.0818181818}
{"full_text":"U.S. Treasury yields fall amid fears of new coronavirus strain","sentiment_score":0.1363636364}
{"full_text":"By downloading the app, you can lend your support towards defeating COVID-19. Download the app today and become a #CoronaWarrior in India's fight against the global pandemic. #SetuMeraBodyguard #IndiaFightsCorona","sentiment_score":0.0}
{"full_text":"The Philippines on Tuesday, Dec 22, confirms 1,314 additional coronavirus infections, as 10 labs fail to submit data on time.Total now at 462,815, with 24,375 active cases247 new recoveries; 429,419 total66 new deaths; 9,021 totalMore #COVID19 news:","sentiment_score":-0.0901515152}
{"full_text":"A 'shocking number of fines' have already been issued in Yorkshire areashttps:\/\/t.co\/7ewaIfZrnD","sentiment_score":-1.0}
{"full_text":"Bengal Sanitization does #cleaning, sanitization and #polishing with #machine at just Rs 2000 to make your car safe after a long travel7980708710 \/ 9830246789#sanitizing #covid19  #affordablerates #staysafe #sanitisationservice #fightagainstcoronavirus #sanitizationinkolkata","sentiment_score":0.225}
{"full_text":"RT All Flight From United Kingdom Have Been Canceled Due To Mutated Virus Of Covid 19#mutation #coronavirus #Covid_19 ht...","sentiment_score":-0.125}
{"full_text":"Covid cases surge... putting Christmas and New Year's plans in jeopardy across the country. For all this and lots more, see Tuesday's Irish Daily Mail or click on","sentiment_score":0.1590909091}
{"full_text":"Five flyers from UK test #Covid positive at #Delhi airport.#ITVideo #Coronavirus","sentiment_score":0.2272727273}
{"full_text":"Support this amazing channel folks!!","sentiment_score":0.9375}
{"full_text":" 2 DAYS TO GO LAST CHANCEhttps:\/\/t.co\/7St4yremvEhttps:\/\/t.co\/z8WfzEODES","sentiment_score":0.0}
{"full_text":"Guidance on shielding and protecting people who are clinically extremely vulnerable from COVID-19 [Updated 20th December 2020] - Public Health England and Department of Health and Social Care#greylit #greyliterature #nglc #COVID19 #Covid19UK #shieldinghttps:\/\/t.co\/kYjZVc6IvL","sentiment_score":-0.1166666667}
{"full_text":"RT This joke of a COVID relief bill gives $10 million for \"gender programs\" in Pakistan...","sentiment_score":0.0}
{"full_text":"Featuring exclusive interviews and behind the scenes footage from the Swedish Royal Family's public and private life during the Pandemic | Watch 'Aret med Kungafamiljen' (The Year with the Swedish Royal Family) 2020:","sentiment_score":-0.1333333333}
{"full_text":"1,314 NEW COVID-19 CASES BREAKING: The Department of Health reported 1,314 additional cases of COVID-19 on Tuesday, December 22, 2020, bringing the total number of cases in the Philippines to 462,815. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"This week1. Pt 1 of our interview on the Elgar Companion to HCCH with its editors , which assesses contributions to pri intl law Prof &amp; ARC Future Fellow, discusses models addressing #COVID19","sentiment_score":0.0}
{"full_text":"St. Mike's Advent Calendar, Day 22!Open me! #adventcalendar #church #covid19","sentiment_score":0.0}
{"full_text":"It is so important we all continue the basics of washing our hands, keeping our distance and wearing a face covering through these #Tier4 restrictions in order to keep on top of #COVID19. Remember:-Hands -Face -Space -Thank you for helping us to #KeepLondonSafe","sentiment_score":0.45}
{"full_text":"Mayor of Robertson County urges caution, small gatherings ahead of Christmas holiday","sentiment_score":-0.25}
{"full_text":"South Africa is in the second wave of COVID-19. We urge you to not attend big gatherings that could potentially become super spreaders of the disease.We encourage you to report planned events of this nature by contacting the Crime Stop number: 08600 10111.","sentiment_score":0.0833333333}
{"full_text":"RT If new variant really does spread more easily in children, that would help explain why lockdown in SE &amp; london worked less...","sentiment_score":0.2206060606}
{"full_text":"\"Went to Tun. Wells to stay A[Aunt] Consie\". more background details here:","sentiment_score":0.5}
