{"full_text":"And if you refuse to pay the fine, what are they going to do, send you to Rikers, where they are releasing real criminals because of COVID-19?","sentiment_score":0.3083333333}
{"full_text":"if i end up being a stay at home mom i'm gunna bring all the kids &amp; my husband fresh lunch everyday just as a reason to dress up ","sentiment_score":0.05}
{"full_text":"RT NO GIFTNO TOUCHNO TALKRemember we could do everything we want after the Covid's gone ... so be safe. ","sentiment_score":0.5}
{"full_text":"RT Harden crazy lol.. he acts like Silver gonna be like \"oh she was becoming a boss? Why you ain't say that?? You good\"","sentiment_score":0.3375}
{"full_text":"RT The President is lying. Here's the truth. The covid relief bill was combined w\/ 2021 omnibus spending bill. That's wh...","sentiment_score":0.0}
{"full_text":"RT I feel like I should reiterate that the best coronavirus stimulus policy would be ending the lockdowns, letting people...","sentiment_score":1.0}
{"full_text":"RT The very same GOP senators who undermined the threat of Covid, held events spreading the virus and refused to condemn T...","sentiment_score":0.0}
{"full_text":"RT A new Covid-19 variant (A701B) has been identified in Sabah.MOH is assessing its clinical impact &amp; infectivity rate, after f...","sentiment_score":0.1363636364}
{"full_text":"RT Glad to see more states doing this. States should renounce the disgusting \"social justice\" plan of the CDC in favor of pro...","sentiment_score":0.0083333333}
{"full_text":"RT Clever American Disguises Self As Transgender Middle Easterner In Hopes Of Receiving More COVID Aid","sentiment_score":0.1666666667}
{"full_text":"I wrote a sequel to the movie Home Alone where Kevin is 40. That's what a pandemic is for I reckon!  Home Again: A Home Alone Sequel Written in 17 Hours via","sentiment_score":0.0}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"RT U.S. COVID update: Number in hospital approaching 120,000, nearly 3,400 new deaths- New cases: 220,834- Positivity rate: 12...","sentiment_score":0.0931818182}
{"full_text":"RT I wish there was a pardon equivalent for our severely ill COVID patients.","sentiment_score":-0.5}
{"full_text":"RT Moderna expects its COVID-19 vaccine to protect against UK coronavirus variant","sentiment_score":0.0}
{"full_text":"Because the U.S. is invading 30 countries, pandemic or not","sentiment_score":0.0}
{"full_text":"I'm so sorry you're in the ER! I hope you're helped soon and it's not covid!","sentiment_score":-0.78125}
{"full_text":"RT The COVID-19 bill is an absolute disgrace. Included in the 5000 pages of the bill:$85.5M for Cambodia$134M for Burma$1...","sentiment_score":0.2}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"RT The COVID-19 bill is an absolute disgrace. Included in the 5000 pages of the bill:$85.5M for Cambodia$134M for Burma$1...","sentiment_score":0.2}
{"full_text":"RT Failure to appreciate importance of trust has contributed to vast differences in countries' performances in this pandem...","sentiment_score":-0.1583333333}
{"full_text":"RT A judge in San Diego has ruled that he could not find a connection between restaurant services and the spread of COVID....","sentiment_score":0.0}
{"full_text":"RT ...Honestly, I don't know what to say here. I'm appreciative of the judge's condolences &amp; his urging of releases, but I just...","sentiment_score":0.6}
{"full_text":"RT So the Lilly neutralizing antibody did not produce benefit. Regeneron cocktail has a v modest effect. Anticoagulation for ICU...","sentiment_score":0.1}
{"full_text":"It didn't have to be like this. We are not good people in America. We are selfish and disgusting.","sentiment_score":-0.6166666667}
{"full_text":"NBA Media being weirdos again","sentiment_score":0.0}
{"full_text":"Andrews 'COVID cohunas' are minuscule compared to his female counterpart.","sentiment_score":0.0}
{"full_text":"RT Please come suck my diiiiickBut baby it's COVID outsideWell then please fuck my assssssI can't baby it's COVID outside","sentiment_score":-0.2}
{"full_text":"No. Tennessee is worst in COVID infections per capita  right now.  Pls stay gone.","sentiment_score":-0.3571428571}
{"full_text":"$2000 dollars a month isn't just about how you survive, it's about how the middle class can make ends meet during a global pandemic when we are on the verge of a recession. it's a fight for someone you don't know","sentiment_score":0.0}
{"full_text":"RT A judge in San Diego has ruled that he could not find a connection between restaurant services and the spread of COVID....","sentiment_score":0.0}
{"full_text":"RT Rockets C DeMarcus Cousins has tested negative for the coronavirus, source tells ESPN.","sentiment_score":-0.3}
{"full_text":"RT  ACTION ALERT: Join us TOMORROW, 12\/24 at 6:30am at 6060 Van Nuys Blvd to defend our unhoused neighbors from being forc...","sentiment_score":0.1}
{"full_text":"RT Here's the cruelly passive-aggressive course Trump looks like he might follow to kill the $900B Covid Relief bill when the 11...","sentiment_score":-1.0}
{"full_text":"RT Today, I wanted to speak out on behalf of a fellow Black woman physician, Dr. Susan Moore, to not let our stories go unheard...","sentiment_score":-0.1666666667}
{"full_text":"RT This is one of the worst things about and the refusing to take action to protect Tennesseans.High COVID...","sentiment_score":-0.45}
{"full_text":"It was pleasure to be there . Sure the change will come soon.","sentiment_score":0.5}
{"full_text":"RT Yes! This please...DONBELLEsperas NgPasko","sentiment_score":0.0}
{"full_text":"RT People in hazmat suits just did a COVID demonstration at Fairview Mall in Toronto","sentiment_score":0.0}
{"full_text":"RT When we face challenges, we face them as One Minnesota. This has been a tough year for our state. I am grateful for the sac...","sentiment_score":-0.3888888889}
{"full_text":"RT My friend Eric tested negative for covid on 6\/25 but died on 7\/25 in San Quentin State Prison. The administration mixed him...","sentiment_score":-0.15}
{"full_text":"Nobody was re-infected. Some had an incorrect false positive PCR test, and then may have actually contracted covid. Or vice versa.","sentiment_score":-0.0575757576}
{"full_text":"Trump's 11th-hour COVID video was filmed in secret and signaled he is willing to 'burn it all down': report #SmartNews ","sentiment_score":-0.1018518519}
{"full_text":"If I wasn't a Christian I would have been saying bad things in response to her post because it just burns me from the inside. My friends are dying, my patients are dying soon after admission and someone still says this!Corona is as real as the ignorant mind that thinks it isn't","sentiment_score":-0.1666666667}
{"full_text":"RT If you ever hit the free dab from the dispensary you shouldn't worry about what's in the COVID vaccine","sentiment_score":0.4}
{"full_text":"RT House Democrats are ready for a $2000 stimulus check to help Americans struggling with #COVID19.What's","sentiment_score":0.2}
{"full_text":"RT You will witness the birth of Faarooq and witness the awesomeness that is and Terry Funk. Head on over t...","sentiment_score":0.0}
{"full_text":"RT There have always been different strands and mutations of the coronavirus.Viruses mutate. That's standard virus behavi...","sentiment_score":0.0}
{"full_text":"I work in a grocery store.  Some customers refuse to wear a mask.  Some protest it.  Others deny covid.  While others around here say that doctors and nurses are being paid to say that is covid even if it isn't. The state of Utah is, pardon my language, fucked up.","sentiment_score":-0.6}
{"full_text":"RT NYC health care worker had 'significant allergic reaction' to COVID-19 vaccinehttps:\/\/t.co\/tR1Z2mAk9N","sentiment_score":0.375}
{"full_text":"They've waited long enough so you want to make them wait longer? If you are trying to justify voting against relief for your constituents then this is a pretty shitty way of doing it!","sentiment_score":0.0875}
{"full_text":"RT Remember when we were told not to take this drug? That was cheap &amp; already available all over the world from the start of th...","sentiment_score":0.4}
{"full_text":"RT Hi!I do voiceovers for a living. Irish accent. I've voiced for Guinness, Three Network, Heineken etc.If you or anyone y...","sentiment_score":0.0}
{"full_text":"RT #RealGodProhibitsEatingMeat When a person does not follow the instructions given by God, then he has to pay their pri...","sentiment_score":0.0}
{"full_text":"This is a crock of shit","sentiment_score":-0.2}
{"full_text":"RT Glad to see more states doing this. States should renounce the disgusting \"social justice\" plan of the CDC in favor of pro...","sentiment_score":0.0083333333}
{"full_text":"Also I hope that any primary opponent that you have in the future makes attack ads against you reminding your constituents that you voted against Covid relief! And I hope they run those ads 24\/7","sentiment_score":0.2}
{"full_text":"RT The shoot of superstar #Rajinikanth's upcoming Tamil film '#Annaatthe', has been stalled after several crew members were test...","sentiment_score":0.0}
{"full_text":"RT Los Angeles County COVID update: New cases and deaths at all-time high- New cases: 16,525- In hospital: 6,155 (+289)- In I...","sentiment_score":0.1442424242}
{"full_text":"RT Spoke today with a Republican Congressman who is apoplectic at what Trump is doing with this Covid relief bill. \"He's fuc...","sentiment_score":0.0}
{"full_text":"RT #COVID19 has accelerated innovation out of necessity.We must build on this energy and momentum to expedite action in...","sentiment_score":0.1}
{"full_text":"Sydney residents told 'limit your mobility' over Christmas to fight COVID-19 spread","sentiment_score":0.0}
{"full_text":"There's like a total of 1500 IMAX screens worldwide. Denis Villeneuve crafted the movie in a way that only 1500 screens worldwide can show you the movie the way it was intended and complains the studio for making a decision that way inevitable due to the ongoing pandemic.","sentiment_score":-0.03125}
{"full_text":"RT Things That Make Me Groove with #KYUHYUN that was supposed to air this Friday has been postponed to next week following t...","sentiment_score":0.0}
{"full_text":"RT I don't know how many times I need to say this, but tax cuts don't trickle down to workers. Ever.Not even during a pandemic.","sentiment_score":0.1722222222}
{"full_text":"RT You know the military pay raises Trump just vetoed and the covid19 relief bill he won't sign?It's all a petty feud with S...","sentiment_score":-0.1}
{"full_text":"Most road closures in SW MN have been moved to No Travel Advised for overnight. Be safe; stay home.","sentiment_score":0.5}
{"full_text":"RT Your move","sentiment_score":0.0}
{"full_text":"RT Like I'm not a dependent anymore (moved out during pandemic) but because it's requiring dependent status fro...","sentiment_score":0.0}
{"full_text":"So in short - if your asymptomatic stay the fuck home and stay away from people. Simple","sentiment_score":-0.1333333333}
{"full_text":"I've ordered 50% of my gifts from Etsy this year, and I won't receive some of them until after Christmas. It's fucking fine. it's a pandemic, I'm thrilled to have given my money to small biz, who cares???????  give EVERYONE some slack!","sentiment_score":0.2347222222}
{"full_text":"Pregnant women getting mixed messages about COVID-19 vaccine; some physicians give green light","sentiment_score":0.1333333333}
{"full_text":"Pregnant women getting mixed messages about COVID-19 vaccine; some physicians give green light","sentiment_score":0.1333333333}
{"full_text":"RT Close your eyes &amp; imagine that Kathleen Wynne had mishandled Covid as badly as Ford, Fullerton, &amp; Elliot. They'd be calling...","sentiment_score":-0.7}
{"full_text":"RT Your legacy will be that you were against Medicare for All during a pandemic when the American people needed it the most....","sentiment_score":0.25}
{"full_text":"stay put until it's safe. praying everything will fine and you get home safely","sentiment_score":0.4722222222}
{"full_text":"RT Mortuary workers remove the body of person who allegedly died of COVID-19 at her home in Barcelona, Wednesday, Dec. 23...","sentiment_score":-0.1}
{"full_text":"RT Just think: If R's had removed him for clearly impeachable conduct we would have saved thousands upon thousands of lives...","sentiment_score":0.1}
{"full_text":"RT #YearInReview: At #UNGA, supporters shared their struggles during #COVID19 in a heartfelt message of solidarity wi...","sentiment_score":0.0}
{"full_text":"Suspect covid maybe","sentiment_score":0.0}
{"full_text":"Working from home since March. Live in TEMPE AZ. Exposed third time to Covid  so quarantine day 1 today. Tested negative twice before. Great job with plenty of support. Very Damn lucky!","sentiment_score":0.2088383838}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"RT As we approach Christmas and the start of Kwanzaa, please do your part to keep yourself and those around you safe: wear a...","sentiment_score":0.5}
{"full_text":"Doug Ford must be off at his cottage.LTC home with 145 COVID-19 resident cases puts out mayday call as it runs out of staff \/via","sentiment_score":0.0}
{"full_text":"OH HOW I LONG FOR THE DAYS WHEN WE BELIEVED THAT ALL WE NEED IS \"15 DAYS TO FLATTEN THE CURVE\".","sentiment_score":-0.05}
{"full_text":"I request All Awakened World@PMOIndia test it safe, otherwise it will be MASS GENOCIDE.. Covid Vaccine has adverse effect which even lead to DEATH.. We have to respect the LIFE.. its once.We recently had getting hospitalized after vaccinated.","sentiment_score":0.25}
{"full_text":"RT The 7 things you should look for in a new job during the current pandemic scenario.Insightful article by","sentiment_score":0.0681818182}
{"full_text":"RT Our #Top10 picks of #Christmas #Movies for Kids are here! Are these ur picks too? #bingewatch these this #HolidaySeason Sp...","sentiment_score":0.0}
{"full_text":"Yesterday, I had a Christmas lunch with university students studying space development. In addition to the fact that it was Christmas and there were only a few of us, I treated them to a fancy course meal as a way to support the students who are working so hard at Corona.","sentiment_score":-0.1638888889}
{"full_text":"RT We are trying to flatten the Corona curve..Complete recruitment on merit base#phaarmaasistt_bhrtii_merittbes_se#Amendment_in_Ph...","sentiment_score":0.0}
{"full_text":"Globalization survived a scare after the virus virtually froze trade and exposed countries' overreliance on China. But international commerce has rallied since and is expected to thrive amid an obsession with low costs.https:\/\/t.co\/ev33QKVueU","sentiment_score":-0.0333333333}
{"full_text":"Can you imagine if the Senate convicted Trump after he was impeached? Can you imagine how many lives would've been saved? Can you imagine how the Covid pandemic would have been managed differently. I'm not a fan of pence, but he would've done a better job than Trump","sentiment_score":0.3333333333}
{"full_text":"RT &amp; birthday! More wealth &amp; health. God bless, enjoy  #EndSARS #WearAMask #MaskUp","sentiment_score":0.45}
{"full_text":"The national government incurred a budget shortfall past the P1-trillion mark in the 11 months to November amid slower revenue generation and higher spending due to COVID-19 response programs, the Bureau of the Treasury (BTr) said Wednesday.","sentiment_score":-0.0416666667}
{"full_text":"A psychologist's guide to coping with a COVID Christmas via","sentiment_score":0.0}
{"full_text":"RT The business I'll be wearing opening night is !!They just celebrated their 20th anniversary this year, and ha...","sentiment_score":0.175}
{"full_text":"RT If you been working throughout this entire pandemic let Bishop get an Amen!","sentiment_score":0.0}
{"full_text":"IATF kinumpirma NCR COVID sirithttps:\/\/t.co\/3OmW8gO9nF#TunayNaTabloidista #AbanteNews#NCR #COVID #IATF","sentiment_score":0.0}
{"full_text":"The West Virginia University men's basketball team has picked up a new opponent after a previous game was canceled due to COVID-19 protocols.https:\/\/t.co\/qMrJXB3Ox4","sentiment_score":-0.1388257576}
{"full_text":"Not bad for a pandemic year anyway","sentiment_score":0.35}
{"full_text":"The Trump administration says it has reached a deal with Pfizer to buy an additional 100 million doses of the company's COVID-19 vaccine, effectively doubling the federal government's supply from Pfizer.","sentiment_score":0.6}
{"full_text":"Kelly Loeffler, did you pay $3K for that jacket? #ToneDeafKelly","sentiment_score":0.0}
{"full_text":"The projected that #China's #GDP growth will return to its pre-pandemic level by 2021, to accelerate to 7.9% in 2021 from 2% in 2020, in response to improved consumer and business confidence and better labor market conditions, according to a report published on Dec 23.","sentiment_score":0.5}
{"full_text":"#facemasks have become a key tool in the global fight against #COVID19 and scientists in #Scotland say they've now developed a version that tells the wearer when to stop using it.Is this the face mask of the future?https:\/\/t.co\/inNMokBPLV","sentiment_score":0.0333333333}
{"full_text":"RT #RealGodProhibitsEatingMeat You have to suffer the fruits of your karma in this birth. Today we are seeing the result of...","sentiment_score":0.0}
{"full_text":"There are signs the coronavirus pandemic is shrinking in the Tri-State, as Hamilton County reported a decrease in the number of new cases this week.https:\/\/t.co\/kUsH2SWyOm","sentiment_score":0.1363636364}
{"full_text":"RT I don't know how many times I need to say this, but tax cuts don't trickle down to workers. Ever.Not even during a pandemic.","sentiment_score":0.1722222222}
{"full_text":"RT Her jacket alone cost over 5 COVID relief checks #ToneDeafKelly","sentiment_score":0.0}
{"full_text":"Covid-19 across European regions: the role of border controls: (CAGE working paper no. 507) - University of Warwick CAGE Research Centre#greylit #greyliterature #nglc #COVID19 #Covid19UK #infection_control #epidemiologyhttps:\/\/t.co\/8m3N5PBKSD","sentiment_score":-0.375}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"Isolation helps homeless population escape worst of virus #COVID19 #COVID19Quarantine | via","sentiment_score":-1.0}
{"full_text":"Amid the pandemic and several typhoons, GMA Regional TV's (RTV) Kapuso Barangayan on Wheels has been steadfast on its mission to help the Kapuso in the regions.https:\/\/t.co\/cfjLTIWo3V","sentiment_score":0.2}
{"full_text":"RT \"People genuinely appear to believe that the COVID 19 vaccines have undergone clinical trials and have been proven to b...","sentiment_score":0.4}
{"full_text":"Live Updates: Could COVID standoff impact critical Georgia Senate runoffs?","sentiment_score":0.0681818182}
{"full_text":"China-Europe freight trains achieved remarkable performance despite #COVID19 pandemic. Those departing Chengdu, SW China's Sichuan alone made over 2,000 trips in Jan-Nov, up 55%. What stands behind the robust growth? Read more:","sentiment_score":0.2833333333}
{"full_text":"RT Please save ICT computer teachers#SaveICT","sentiment_score":0.0}
{"full_text":"First wave of lateral flow test and non-machine based LFT assessment [Updated 23rd December 2020] - Department of Health and Social Care#greylit #greyliterature #nglc #COVID19 #Covid19UK #procurement #pathologyhttps:\/\/t.co\/YQKMsUO7E5","sentiment_score":0.1416666667}
{"full_text":"Trump's COVID-19 task force will stop sending weekly recommendations to states: reporthttps:\/\/t.co\/xC9EzTcvDJ","sentiment_score":0.0}
{"full_text":"The number of Americans seeking unemployment benefits fell by 89,000 last week to 803,000, evidence that the job market remains under stress nine months after the coronavirus outbreak sent the U.S. economy into recession and caused millions of layoffs.","sentiment_score":0.0}
{"full_text":"I don't know why, but when I see Dump's face now, I laugh. PTSD's been frightful since 2015. He brought back the 80s for me in vivid detail. Those were years I dedicated myself to self-harm with gusto. That face represents corruption itself. Now? I laugh at you, cheap grifter.","sentiment_score":0.225}
{"full_text":"RT COVID-19 vaccine: I am not usually an early adopter.I believe in science. This is NOT a live virus vaccine. The...","sentiment_score":-0.0590909091}
{"full_text":"RT Welp--Pastor who told parishioners not to fear pandemic--parents then die of COVID after Thanksgiving.\"I'm not wearing a m...","sentiment_score":0.0}
{"full_text":"As people across the world prepare for holiday celebrations, Mayor de Blasio announced new COVID-19 quarantine advisories for those traveling to New York City.https:\/\/t.co\/aFbnag5PIC","sentiment_score":0.1363636364}
{"full_text":"Most children with COVID-19 have mild to no symptoms. But, like adults, children can get severely ill from COVID-19 so they should wash their hands, socially distance and wear a face covering. CDC:","sentiment_score":0.0916666667}
{"full_text":"Do the COVID-19 vaccine candidates risk inducing infertility in women? #covid19","sentiment_score":0.0}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"Trump, in a video posted to social media on Tuesday evening, surprised some of his closest officials by demanding lawmakers change the bill to include $2,000 payments to each American, more than triple the $600 per person provided.https:\/\/t.co\/5FtIX8ULVk","sentiment_score":0.1583333333}
{"full_text":"RT Just think: If R's had removed him for clearly impeachable conduct we would have saved thousands upon thousands of lives...","sentiment_score":0.1}
{"full_text":"\"Mask Up America\" encourages people to wear masks in public to stem the ongoing spread of COVID-19.https:\/\/t.co\/Yt3TNQxrl9","sentiment_score":0.0}
{"full_text":"Jeremy Warner evil scum of the year.","sentiment_score":-0.65}
