{"full_text":"RT Factory farming must be banned before the coronavirus finds a way to infect the hundreds of millions of pigs, cows, chickens,...","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler's family accepted $3.2m in farm subsidies from the govt, meanwhile she said it was \"counterproductive\" to gi...","sentiment_score":0.0}
{"full_text":"Plzzz i hope the result will be negative huehue( TDT)#JYPETWICE #TWICE #TWICEatMAMA","sentiment_score":-0.3}
{"full_text":"Just abt to tweet Good morning but I guess not....","sentiment_score":0.7}
{"full_text":"It's ironic that I was only wondering this morning how long before we get another pandemic scare.It's also ironic that COVID-19 flight restrictions might save us from potential pandemics like this.","sentiment_score":0.07}
{"full_text":"RT JYPE said TWICE and their staff were tested for COVID-19 this afternoon, as Sana was in contact with Chungha recently who tes...","sentiment_score":0.0}
{"full_text":"RT Australians took COVID-19 protocols seriously.  They can return to having fun events without serious concern of infect...","sentiment_score":-0.1222222222}
{"full_text":"Disgusting in so many ways","sentiment_score":-0.25}
{"full_text":"RT A million new covid cases in a matter of 6 days......","sentiment_score":0.1363636364}
{"full_text":"RT There's a massive difference between entitled white COVID-deniers and anti-vaxxers screaming about MY FREEDOM and marg...","sentiment_score":0.0}
{"full_text":"RT JYPE said TWICE and their staff were tested for COVID-19 this afternoon, as Sana was in contact with Chungha recently who tes...","sentiment_score":0.0}
{"full_text":"So because you have a larger pop you shouldn't try what we did in Australia and NZ?  Everyone is worried about civil rights blah blah; it's just a temporary action with long term benefits; you won't need to wear a mask the rest of your life or locked at home forever; try it USA!","sentiment_score":0.0125}
{"full_text":"Ah please the offline is cancelled bit for the rising situation in kr..  I hope they cancel online one too.So many artists with their staff being around while social distancing is at 2.5m is not at all safe for them.I hope they can spend new year with their parents instead","sentiment_score":0.2924242424}
{"full_text":"RT Reagan didn't publicly say AIDS until 4 years after the epidemic started. No federal action would occur until 1991, 10 ye...","sentiment_score":0.05}
{"full_text":"RT People who lost health insurance during the pandemic:Canada: 0United Kingdom: 0Germany: 0France: 0Australia: 0Japan:...","sentiment_score":0.0}
{"full_text":"If journalists really care about wasteful spending I've got a few threads for them to focus on instead on Cardi B's purse choices.","sentiment_score":0.0}
{"full_text":"RT A week ago, Queen Elizabeth Hospital announced two doctors working in the Histopathology Department had tested positive fo...","sentiment_score":0.2272727273}
{"full_text":"RT This is what I miss this year during the covid award shows","sentiment_score":0.0}
{"full_text":"RT IZ*ONE will all be getting tested for Coronavirus out of safety precautionsTheir Naver NOW broadcast 'PANORAMA IZ*ONE' will...","sentiment_score":0.0}
{"full_text":"RT Had Kenney acted decisively to Covid a month ago, when the rising infection rate was obvious, Alberta could have had a close-...","sentiment_score":0.0}
{"full_text":"happily sober from marijuana, psychedelics, alcohol, and nicotine but i'm really jonesin' for that sweet sweet covid vaccine","sentiment_score":0.25}
{"full_text":"RT The NHS will begin vaccinating people against #coronavirus at dozens of hospital hubs this week in the biggest immunisation...","sentiment_score":0.0}
{"full_text":"RT Many have burned their fields in defiance of antipollution laws. Some say that has worsened New Delhi's air as the capital...","sentiment_score":0.3181818182}
{"full_text":"RT JYPE said TWICE and their staff were tested for COVID-19 this afternoon, as Sana was in contact with Chungha recently who tes...","sentiment_score":0.0}
{"full_text":"The big supermarkets?The same ones who have made more than anyone so pay up more to avoid a higher tax bill? What respect? The fake respect where only minimum wage workers are sent to work during a pandemic they didnt know how bad it was going to get? The disposable? Think again","sentiment_score":0.00625}
{"full_text":"Understanding she's a School Teacher, make me wonder, Does she act like that on her zoom calls with her class ?? This woman needs to be terminated and Barred from schools","sentiment_score":0.0}
{"full_text":"RT Same","sentiment_score":0.0}
{"full_text":"RT 3) this was extremely disgusting and irresponsible of Giuliani this week.","sentiment_score":-1.0}
{"full_text":"An American in West Virginia chatting with an American here in Norway. Read what they have to say.I too, am an American living in Norway &amp; I haven't had to worry about healthcare or income, even during this pandemic. I worry about my family &amp; friends back home in the states.","sentiment_score":0.0}
{"full_text":"RT People who lost health insurance during the pandemic:Canada: 0United Kingdom: 0Germany: 0France: 0Australia: 0Japan:...","sentiment_score":0.0}
{"full_text":"Personally I would've picked the customer who kept taking her mask off in the store when she thought we couldn't see her, as if our not being able to see her maskless prevented us from getting Covid","sentiment_score":0.25}
{"full_text":"RT JYP Entertainment announces TWICE Sana will get tested for Coronavirus as she was recently in contact with Chunghahttps:\/\/t....","sentiment_score":0.0}
{"full_text":"RT A million new covid cases in a matter of 6 days......","sentiment_score":0.1363636364}
{"full_text":"RT Arizona forced to shut down state legislature after Giuliani tests Covid positive","sentiment_score":-0.0760942761}
{"full_text":"RT JYPE said TWICE and their staff were tested for COVID-19 this afternoon, as Sana was in contact with Chungha recently who tes...","sentiment_score":0.0}
{"full_text":"cops keep getting owned by COVID and still refuse to wear masks. simply incredible.","sentiment_score":0.9}
{"full_text":"There's no social distancing there... Di kae di mask?","sentiment_score":-0.0166666667}
{"full_text":"RT Stg I'm tired of this panoramic","sentiment_score":-0.4}
{"full_text":"RT JYP Entertainment announces TWICE Sana will get tested for Coronavirus as she was recently in contact with Chunghahttps:\/\/t....","sentiment_score":0.0}
{"full_text":"did yall forget we're in a global pandemic? just cancel all these shows or just do them with recordings nothing in person..","sentiment_score":0.0}
{"full_text":"RT .@ReverendWarnock would champion the radical left's efforts to politicize the pandemic and fundamentally change America as w...","sentiment_score":0.0}
{"full_text":"Listen. LISTEN.You DO NOT want the food we make when we try at flavor. My aunt made mashed yams with marshmallows AND cheddar cheese one year. It's like a 5yo with an easy bake found the edibles. Just let us stick to s&amp;p, for everyone's sake.","sentiment_score":0.4333333333}
{"full_text":"I was saying back in May the same thing to people that there will be a reckoning in e.g. UK and NYC as they intentionally sent infected people like Trojan horses into those establishments when clearing out hospitals (BBC even did a report)","sentiment_score":0.0}
{"full_text":"RT Senators Perdue and Loeffler received intel warnings about the coming pandemic and told the public that everything was ok...","sentiment_score":0.25}
{"full_text":"RT Air Canada has received the largest amount of government pandemic aid of all publicly traded companies in Canada that have d...","sentiment_score":0.0}
{"full_text":"RT .@JoeBiden and I won't be in the White House until January 20th, but our message to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT JYPE said TWICE and their staff were tested for COVID-19 this afternoon, as Sana was in contact with Chungha recently who tes...","sentiment_score":0.0}
{"full_text":"RT #IndiaFightsCorona: Increasing gap between #COVID19 Recovered &amp; Active cases of India (June 01, 2020 to December 07,...","sentiment_score":-0.1333333333}
{"full_text":"RT I have a small shop (not office) where I was not sitting since Holi amidst COVID as I got small kid. Yogendra Yadav has cl...","sentiment_score":-0.25}
{"full_text":"RT This is happening in California now despite MONTHS of restrictions in place, and after weeks of extreme stay at home orders...","sentiment_score":-0.125}
{"full_text":"December last year, not one pastor said \"2020, your year of global pandemic and social distancing\". #DefundChurches","sentiment_score":0.0111111111}
{"full_text":"RT The Georgia question is incredibly simple. Either President Biden gets his agenda through with a Democratic Senate; meaning...","sentiment_score":0.0}
{"full_text":"RT A million new covid cases in a matter of 6 days......","sentiment_score":0.1363636364}
{"full_text":"RT TWICE Sana went for a COVID-19 test because she was in contact with Chung Ha recentlyAll TWICE members and staff have...","sentiment_score":0.0}
{"full_text":"RT JYPE said TWICE and their staff were tested for COVID-19 this afternoon, as Sana was in contact with Chungha recently who tes...","sentiment_score":0.0}
{"full_text":"RT IZ*ONE will all be getting tested for Coronavirus out of safety precautionsTheir Naver NOW broadcast 'PANORAMA IZ*ONE' will...","sentiment_score":0.0}
{"full_text":"RT One of the back dancers said it was below freezing temperatures when they filmed w\/ 200 people including performers, arti...","sentiment_score":0.0}
{"full_text":"RT Sky News host Daisy Cousens says corporations have \"grown their monopoly\" to the extent they arguably have more power over...","sentiment_score":0.5}
{"full_text":"RT [ LIVExLIVE | THE LOCKDOWN AWARDS ]@BLACKPINK is nominated for 'FAVORITE QUARANTEAM' on The Lockdown Awards! Don't f...","sentiment_score":0.625}
{"full_text":"RT If we had a president, he'd be assisting in a smooth transition to his successor, speaking about the honor of having serve...","sentiment_score":0.4}
{"full_text":"RT Hi, it is me, your local \"I had a mild covid case in March and recovered in &lt; a week\" friend here to remind you that:a)...","sentiment_score":0.1666666667}
{"full_text":"RT Seasonal depression + pandemic stress is a dangerous combo. If you are a Black or brown therapist working remotely plea...","sentiment_score":-0.2888888889}
{"full_text":"RT I feel like being a high school\/college Senior during Covid has the same energy as being a 7th year at Hogwarts the year a...","sentiment_score":0.08}
{"full_text":"please god. no","sentiment_score":0.0}
{"full_text":"RT Delhi: 11% of symptomatic negative cases in RAT found Covid-19 positive through RT-PCR","sentiment_score":-0.0363636364}
{"full_text":"RT This is happening in my city here in Australia right now in December 2020. Post-covid festivals are here. We haven't had...","sentiment_score":0.2857142857}
{"full_text":"RT EXID Solji, Gummy, Baek Ji Young, Kim Nayoung have all cancelled concerts due to the Coronavirus","sentiment_score":-0.0125}
{"full_text":"RT After several months of lockdown, I'm delighted that recording studios have now reopened in Melbourne. This is the fir...","sentiment_score":0.35}
{"full_text":"RT FNC Entertainment announces one of the employees tested positive for Coronavirus The employee did not come in contact with a...","sentiment_score":0.2272727273}
{"full_text":"RT This is deeply irresponsible and will cause people to die.","sentiment_score":0.0}
{"full_text":"RT This is great!","sentiment_score":1.0}
{"full_text":"RT Nah FUNAAB students I pity pass, now snail go fast pass their school calendar","sentiment_score":0.05}
{"full_text":"RT Please take this seriously. Stay home whenever possible. Wear a mask *always* when outside. Stay safe. | In an alarming ne...","sentiment_score":0.0133333333}
{"full_text":"RT From 'leading Asian peers' to 'lagging behind Asian peers' - the change the Modi govt has brought to India.","sentiment_score":-0.1333333333}
{"full_text":"RT Rudy. Such an idiot.","sentiment_score":-0.4}
{"full_text":"RT Reminder: Sen. Kelly Loeffler and her husband sold off stock after a private briefing on a the coronavirus pandemic. They then...","sentiment_score":0.0}
{"full_text":"RT If we had a president, he'd be assisting in a smooth transition to his successor, speaking about the honor of having serve...","sentiment_score":0.4}
{"full_text":"Me going to work every single fuckin day... ","sentiment_score":-0.0714285714}
{"full_text":"RT My friends, I'm closing early tonight. Please say a small prayer for me if you think of it. I am to touch base with my MD...","sentiment_score":-0.3166666667}
{"full_text":"Yep they wore masks back w\/ the Spanish flu 1918. They knew how viruses were spread back then. Colds are a virus and probably less likely catch one if you wear a mask correctly.  Stay apart from anyone w\/one be careful of those vapors from coughing!!","sentiment_score":-0.0538194444}
{"full_text":"RT JYPE said TWICE and their staff were tested for COVID-19 this afternoon, as Sana was in contact with Chungha recently who tes...","sentiment_score":0.0}
{"full_text":"RT Mink fur farms cram these beautiful animals together in such small spaces only to be skinned for their fur to make clothes fo...","sentiment_score":0.15}
{"full_text":"please be negative :(","sentiment_score":-0.525}
{"full_text":"RT This is disgusting!... yet Rudy Giuliani will skip the line and get the best healthcare to treat his COVID19 infection, whi...","sentiment_score":0.0}
{"full_text":"RT If Rudy doesn't like his positive COVID test result, he should just refuse to accept it and bring it to the courts.","sentiment_score":0.2272727273}
{"full_text":"RT I've decided that there CANNOT be a pandemic, 30 degree weather AND sunset at 4:30pm all at the same time. One of these things...","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic has caused major shifts in how companies operate, and these shifts have allowed them to discover that alternative ways of doing business are possible.","sentiment_score":0.03125}
{"full_text":"RT It's 4am. Most of the city is sleeping. I just saw an unstable COVID patient in the same room I saw my first COVID pat...","sentiment_score":0.25}
{"full_text":"#RHOA the ladies are plumped! The pandemic had you all eating lol","sentiment_score":0.8}
{"full_text":"RT Durban City Council: Yet another scam, R76 million of Covid funds just disappear under the eyes of highly paid officials. RA...","sentiment_score":0.16}
{"full_text":"RT This pandemic has claimed nearly 300,000 (perhaps more) American lives. We are a pity of the world. During wars, a nation r...","sentiment_score":0.125}
{"full_text":"get well soon sweetie","sentiment_score":0.0}
{"full_text":"RT JYP Entertainment shares TWICE's Sana who recently came in contact with Chungha has been tested for COVID-19TWICE and...","sentiment_score":0.0}
{"full_text":"RT Hi, it is me, your local \"I had a mild covid case in March and recovered in &lt; a week\" friend here to remind you that:a)...","sentiment_score":0.1666666667}
{"full_text":"Please negative ","sentiment_score":-0.3}
{"full_text":"RT prayer cirle:                                                                              TWICE Sana         n...","sentiment_score":0.0}
{"full_text":"RT #Update: Chungha has confirmed in a fancafe post that she has tested positive for COVID-19","sentiment_score":0.3136363636}
{"full_text":"Recent research found that children's behavior is linked to gut health.The same research found that certain bacteria are found in \"happy\" children and most of the time absent in kids considered high maintenance, and those with behavioral problems.https:\/\/t.co\/CHfZU2N8M9","sentiment_score":0.279047619}
{"full_text":"@LewisMichie0 spoke to about Covid figures in Aberdeen City and Shire and why further detail is needed than raw numbersQuick action by on isolated outbreaks is preventing larger community transmissionWATCH THE FULL VIDEO:https:\/\/t.co\/fXhMmV3GOx","sentiment_score":0.0438461538}
{"full_text":"RT JYP Entertainment shares TWICE's Sana who recently came in contact with Chungha has been tested for COVID-19TWICE and...","sentiment_score":0.0}
{"full_text":"US has recorded more than 14 million cases and nearly 270,000 deaths from #coronavirus, the highest figures in the world.    ","sentiment_score":0.3}
{"full_text":"Good morning Dorset Here is today's top story and front page: Fans 'let us down' after section of supporters fail to follow Covid-19 safety measures and pitch invader spoils Weymouth attackRead more below https:\/\/t.co\/cbSLNJQFSV","sentiment_score":0.2088888889}
{"full_text":"RT EXID Solji, Gummy, Baek Ji Young, Kim Nayoung have all cancelled concerts due to the Coronavirus","sentiment_score":-0.0125}
{"full_text":"COVID-19 has affected relations between couples struggling at various levelshttps:\/\/t.co\/ooLf8cdez4","sentiment_score":0.0}
{"full_text":"#Iran's Supreme Leader #Khamenei may have transferred power to his son amid concerns over his declining health#BaghdadPost #Iran #FreeIran #COVID19","sentiment_score":0.0}
{"full_text":"Trampoline Park &amp; Cafe for SALEThis great business opportunity has a pre Covid T\/O $4,000-$5,000 pw located at Prime Hoppers crossing. Includes commercial kitchen with a large venue of 893 sqm.https:\/\/t.co\/nSdsng2Ruw","sentiment_score":0.3380952381}
{"full_text":"Read stories of strength and resilience, of survival and hope of people whose lives have profoundly changed in the face of this pandemic, in InLife's 110th Anniversary Magazine at #InLife110ForTheFilipino","sentiment_score":0.0833333333}
{"full_text":"MORE | COVID incidence surge worst event US will face#SputnikUpdates","sentiment_score":-0.25}
{"full_text":"RT #VarunDhawan Tests #COVID19-Positive; Informs Fans On Social Mediahttps:\/\/t.co\/DxYB1P82Ai","sentiment_score":0.0333333333}
{"full_text":"It's a good day to #WearAMask","sentiment_score":0.7}
{"full_text":"RT This weekend, the \"president\" tried to get a Governor to illegally overturn an election, gathered thousands of people for a...","sentiment_score":-0.5}
{"full_text":"Britain to Be First Country to Use Pfizer COVID Vaccine","sentiment_score":0.25}
{"full_text":"RT Survivor's guilt, anger, second thoughts and nightmares. These are just some of the things that plague the minds and hearts...","sentiment_score":-0.35}
{"full_text":"From Despite the #COVID19 scare, I'm glad is okay. Congrats on the clinching, Great job on a comeback win against Congrats on a history, Great job on the win against","sentiment_score":0.7}
{"full_text":"The surge in COVID-19 cases has created an urgent need for convalescent plasma. Vitalant Blood Centers are now testing all donations for COVID antibodies in hopes of finding potential donors.","sentiment_score":0.0}
{"full_text":"Quarantine facilities here are being overwhelmed by rising cases of coronavirus disease 2019 (COVID-19).https:\/\/t.co\/bBoLwmaK7J","sentiment_score":0.0}
{"full_text":"RT Reminder: Sen. Kelly Loeffler and her husband sold off stock after a private briefing on a the coronavirus pandemic. They then...","sentiment_score":0.0}
{"full_text":"House panel OKs 25% tax discount for COVID frontlinershttps:\/\/t.co\/rvuPDzq8wd","sentiment_score":0.0}
{"full_text":"The Cairns casino has had a booming pandemic with its second-half profits expected to jump more than 60 per cent to $8.5 million.https:\/\/t.co\/uD8ZMHg31U","sentiment_score":0.2}
{"full_text":"The COVID-19 pandemic continues to impact the global economy and the lives of billions of people.  Governments and other policymakers around the world have responded with timely measures. Join Maybank Islamic's webinar via Zoom. Register at:","sentiment_score":-0.0625}
{"full_text":"According to new estimates, 97% of Malaysia's private universities and colleges are loss-making while up to 80% incl. many foreign branch campuses could be facing insolvency as foreign students stay away due to #COVID19 - reports #AsiaEd","sentiment_score":0.0435606061}
{"full_text":"March: COVID, COVID, COVIDhttps:\/\/t.co\/CY7O0Dc6hS","sentiment_score":0.0}
{"full_text":"Catch our webinar on Dec 9 where our speakers will present the underlying rationale and the processes undertaken for the development of an integrated ethical and technical reference on surgical practice during the #COVID19 pandemic. Register now at","sentiment_score":0.0666666667}
{"full_text":"RT Senators Perdue and Loeffler received intel warnings about the coming pandemic and told the public that everything was ok...","sentiment_score":0.25}
{"full_text":"Truth about #corona is  slowly making its way to the parliament discussions #Agenda2030 #PCRTestPandemic #WakeUpPeople #Deutschland #TruthAboutCovid","sentiment_score":-0.3}
{"full_text":"December 7, 11:00 AM #COVID19 statistics in #Armenia: Total cases: 142344 Recoveries: 117649Deaths: 2344Deaths caused by other diseases: 595For Details:","sentiment_score":-0.0625}
{"full_text":"COVID-19 exposures spreading governments in Onslow County thin","sentiment_score":-0.4}
{"full_text":"RT Please take this seriously. Stay home whenever possible. Wear a mask *always* when outside. Stay safe. | In an alarming ne...","sentiment_score":0.0133333333}
{"full_text":"RT Airflow inside car may be Covid transmission risk: Study@WHO@drharshvardhan@DrHVoffice@CGCoronaUpdate@TS_SinghDeo@...","sentiment_score":0.0}
{"full_text":"Cartoon: #Covid vaccine arrives in UK hospitals cartoon on Mondayhttps:\/\/t.co\/AVzQAZv1oU","sentiment_score":0.0}
{"full_text":"Pray for Gerrards Cross and Fulmer: That over the Christmas period we would look outwards into our community taking every opportunity to share the good news of Jesus. That as a church family we would continue to grow spiritually during lockdown. Gerrards Cross School.","sentiment_score":0.175}
{"full_text":"WATCH: Our screen queen shares her must-watch #Christmas in Lockdown movie list:","sentiment_score":0.0}
{"full_text":"RT The basic source of revenue is mining and tourism in Goa. Due to the mining stoppage and tourism coming to a standstill post...","sentiment_score":-0.0625}
{"full_text":"We first start with a live keynote by prof. Anthony Welch, on \"Internationalisation of Higher Education (in the Time of COVID-19) and International Polarisation\".","sentiment_score":0.1590909091}
{"full_text":"This pandemic has brought businesses many challenges, not least in highlighting \"new challenges as they get to grips with accelerating digital strategies...\"Check out blog, outlining the \"changing contact centre and security buying habits\"https:\/\/t.co\/1x3i2fKtCu","sentiment_score":0.1965909091}
{"full_text":"Political disagreements combined with other challenges such as floods, drought locusts, Covid-19, and insecurity posed by Al-Shabaab, are set to delay Somalia parliamentary elections.","sentiment_score":-0.0416666667}
{"full_text":"#SouthKorea, #Japan deploy military to help curb the Covid-19 surge","sentiment_score":-0.1}
{"full_text":"RT The global food pandemic is coming....and Hindutwa zionists are trying to kill the Sikh resistance by destroying their...","sentiment_score":-0.1}
{"full_text":"RT People who have lost health care during the pandemic:: 0: 0: 0: 0: 0: 0: 0: 0: 0: 0: 0:...","sentiment_score":0.0}
{"full_text":"RT JYPE said TWICE and their staff were tested for COVID-19 this afternoon, as Sana was in contact with Chungha recently who tes...","sentiment_score":0.0}
{"full_text":"RT Due to covid 19 effect I loss my everything &amp; may have some financial problems facing...","sentiment_score":-0.0625}
{"full_text":"Hear from Samer Samman, CHRO at KAUST about the role of HR in addressing the challenges of the pandemic in episode 8 of the #Human Experience at Work Podcast. iTunes: Google Podcast: Connect with Nelly: ","sentiment_score":0.0}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"RT 1. #WearAMask  2. #WashYourHands  3. Follow #SocialDistancing  Let us all #Unite2FightCorona and together we will win aga...","sentiment_score":0.8}
{"full_text":"RT Look at these freedom haters who submitted to strict covid rules, interstate and regional travel bans, border checkpoi...","sentiment_score":0.0}
{"full_text":"RT QWhite a mystery indeed... \"It was unclear why he [the bar owner who objected to covid closures and ran over a cop, breaki...","sentiment_score":0.0}
{"full_text":"Find out how the New York State Police use #GIS to tackle everything from drug trafficking to the opioid epidemic by reading the Q&amp;A with Senior Intelligence Analyst Kellen Crouse:","sentiment_score":0.1363636364}
{"full_text":"RT #Coronavirus crisis is over.","sentiment_score":0.0}
{"full_text":"RT JYP Entertainment announces TWICE Sana will get tested for Coronavirus as she was recently in contact with Chunghahttps:\/\/t....","sentiment_score":0.0}
{"full_text":"Thread by This is a story about #covid19bc messaging and #BCEd schools. In the exposure letter that parents in my twins' school received, it states that Covid is only transmitted via d......","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 29.3FWind Chill: 25.7FHumidity: 75%Dew Point: 22.4F Barometer: 29.985 inHgWind: 4 mph from the NNWCorona Virus Weekly Stats:Cases: 268.000000Deaths: 11.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT #Bend #Oregon(Earlier)A woman confronts and shouts at a group of anti-lockdown demonstrators from her vehicle in Bend, O...","sentiment_score":0.0}
{"full_text":"RT Rudy Guiliani's covid diagnosis proves that the virus can travel from bat to human back to bat","sentiment_score":0.1}
{"full_text":"The recent 11.11 Singles' Day global shopping festival set record transactions in China this year. Shifts in consumer behaviour emerging from the impact of #Covid19 resulted in the surge of e-commerce adoption #ecommerce","sentiment_score":0.0}
{"full_text":"It's 9am on a Monday morning and a random man just told me I'll drop and die of covid because he catcalled me and I didn't answer","sentiment_score":-0.5}
{"full_text":"RT JYP Entertainment announces TWICE Sana will get tested for Coronavirus as she was recently in contact with Chunghahttps:\/\/t....","sentiment_score":0.0}
{"full_text":"MADISON TWP. - Jana Buchmann sure had plenty of time to write.","sentiment_score":0.5}
{"full_text":"RT Hospitalizations are going up.Wear. A. Mask.","sentiment_score":0.0}
{"full_text":"RT Chung Ha tested positive for COVID-19 She was previously in contact with a confirmed positive case Source:","sentiment_score":0.171969697}
{"full_text":"RT #ad visited #FantasticSams Cut &amp; Color pre COVID-19. See what the experience was like &amp; visit","sentiment_score":0.0}
{"full_text":"Ohio State cancels a game after a coronavirus outbreak, potentially imperiling its Big Ten chances.","sentiment_score":-0.1}
{"full_text":"HOPING THE STAFF GETS NEGATIVE COVID TEST RESULT AS WELL PLEASE  stay safe, everyone!!","sentiment_score":0.240625}
{"full_text":"RT Obviously neither gov nor gives a shit about tribes. I hope ALL the casinos reclose. If they're open in your area, an...","sentiment_score":-0.0666666667}
