{"full_text":"Trump's herd immunity is killing #Americans. The future of the country is indebted to the 81+ millions of Americans who had the good sense to vote him out of office.","sentiment_score":0.35}
{"full_text":"RT The next few weeks and months are going to be a very tough period for our nation -- maybe the toughest of the whole pandemic....","sentiment_score":-0.1263888889}
{"full_text":"RT Reinfection fears growing due to the other new South Africa  discovered #SARSCoV2 variant (that shares the 501Y mutation...","sentiment_score":-0.0378787879}
{"full_text":"RT #MWLHighlights2020: WOICEWOICE Department of Minhaj ul Quran women league KPK  distributed Ration Packages to more then 400...","sentiment_score":0.5}
{"full_text":"RT kyoongcon notes!  - baekhyun is just, light 's'  - no illegal streaming`^'- \"i hate corona\"cute~ ","sentiment_score":0.0875}
{"full_text":"RT Leaders, Apologize to Every:Person of color Frontline worker Essential workerFactory worker, laborerAnd many many m...","sentiment_score":0.3333333333}
{"full_text":"RT With Republicans deeply divided over providing more aid, Majority Leader McConnell is trying to provide an offramp for...","sentiment_score":0.25}
{"full_text":"RT Help reduce the spread of #COVID19 by celebrating New Year safely at home.Every action counts when it comes to protecting...","sentiment_score":0.2454545455}
{"full_text":"RT PM ji's approval ratings highest among world leaders amid COVID.Rising to the occasion as Guardian-in-Chie...","sentiment_score":0.0}
{"full_text":"RT Los Angeles: The defunded police will be forming a party patrol to look for New Years Eve revelers who will be arrested...","sentiment_score":0.1363636364}
{"full_text":"RT On this day last year, we first learned of #COVID19 &amp; began our pandemic response. Before we say goodbye to 2020, let's look...","sentiment_score":0.125}
{"full_text":"hi what is the indemnity requirement for GPs doing COVID vaccinations in your clinics? Do I need to arrange with MDU prior to doing any sessions with you?","sentiment_score":0.0}
{"full_text":"RT &gt;0 covid cases in vic&gt;doing so well that we can open borders&gt;nsw ruins everything","sentiment_score":-0.075}
{"full_text":"RT Across L.A. County, more than 40% of people in hospitals are being treated for COVID-19. But it is much worse at some hospit...","sentiment_score":0.05}
{"full_text":"RT An Italian doctors association has warned or disciplined 10 medics for promoting anti-vaccination propaganda and is conside...","sentiment_score":-0.05}
{"full_text":"RT One year ago exactly I received this question on Twitter. It was the first I knew of the #coronavirus. What a year 202...","sentiment_score":0.25}
{"full_text":"Schools are not Covid-safe. Lack of basic precautions such as distancing, masks and adequate ventilation ensure Covid will continue to thrive and evolve. Clinically vulnerable teachers and CV\/CEV parents are risking their lives. Schools have become the principal viral reservoir","sentiment_score":-0.0416666667}
{"full_text":"RT And as ever, it's important to note that this is not only a UK issue.Covid hospital occupancy rates are also climbing i...","sentiment_score":0.2}
{"full_text":"RT PM ji's approval ratings highest among world leaders amid COVID.Rising to the occasion as Guardian-in-Chie...","sentiment_score":0.0}
{"full_text":"RT 2020 World have been attacked terrible disease.  I wanted to something cope with difficulties by my entertainment skill. And...","sentiment_score":-1.0}
{"full_text":"RT My sister,Irene (63), has worked as an ICU and scrub sister for 40 years. I asked what she does to avoid Covid at work....","sentiment_score":0.0}
{"full_text":"RT No housemate in this lockdown BBNMakes it into the blogs than ozo Everything he does is a lifestyle now...I wish the...","sentiment_score":0.0}
{"full_text":"Haha the best way to ring in the new year! I'll act like it's coronavirus' fault but I did this last year too ","sentiment_score":0.3426136364}
{"full_text":"Because there are none that you wouldn't get from a flu jab. The side effect of not having a jab is possible death from Covid.","sentiment_score":0.0}
{"full_text":"RT In typical Morrison style, he gushingly heaps praise and thanks on healthcare workers and business owners for getting thr...","sentiment_score":0.0166666667}
{"full_text":"RT We have one job today, just one. Do not host. Don't attend a gathering. Stay home.","sentiment_score":0.0}
{"full_text":"RT We need to protect and reduce numbers #COVID19ireland #DontDoThisMistakeOnNewYear #SayNoTo31December #SaveLives","sentiment_score":0.0}
{"full_text":"RT The US reported a record death toll for the second day in a row, with more than 3,740 Covid-19 fatalities Wednesday.","sentiment_score":0.25}
{"full_text":"RT Math that only makes sense to Imran Khan ","sentiment_score":0.0}
{"full_text":"This precious friend Tammy Fickas is my bestie from High School, we met at age 15 and have been friends ever since. Seeing her get vaccinated is very wonderful. She works in the lab. She has been working with COVID testing. She is Hero in my book! Love her so!","sentiment_score":0.57125}
{"full_text":"RT Today marks the first anniversary since WHO learned of cases of 'pneumonia with unknown cause,' which led to the #COVID19 pandemic...","sentiment_score":0.075}
{"full_text":"RT Saw this on Amazon: Wishing You Good Tidings and Cheer and Most of All A Covid Free New Year - 8 Blank Luxury Holiday Cards,...","sentiment_score":0.3472727273}
{"full_text":"RT Students pleading and sending mails since past many days warning authorities about the outbreak and to not conduct ofline e...","sentiment_score":0.125}
{"full_text":" priorities on employment rights: Keep promise to protect &amp; enhance employment rights - pledge to end zero hours contracts; No watering down of existing rights - keep pace with EU; no return to tribunal fees.","sentiment_score":-0.1555555556}
{"full_text":"Not that simple ! Too many deaths leads to a worse economy and terrible mental health issues . People fit and well including children getting long covid with debilitating consequences. Can't reach herd immunity as Sweden has found out . More than a third of population vulnerable","sentiment_score":-0.065}
{"full_text":"Ah makes sense now . Honestly, he's the PM during a pandemic and knows a lot of people have been frightened shitless by all this government scaremongering and comes up with that bollucks.  Genuinely sounded like a sketch show of someone taking the piss out of the bumbling fool","sentiment_score":0.5}
{"full_text":"A message from Doctor Naji Abi Rached, medical director Hopital Libanais Geitaoui - CHU: We need to act in a responsible way &amp; follow the protective measures to prevent COVID-19 transmission #Health #Healthcare #Hospital #Nurses #Nursing #Doctors #Coronavirus #Pandemic #HLG","sentiment_score":0.1}
{"full_text":"RT Any colleague who gets invited to have the COVID vaccine can go in company time and at full pay. Please just mention thi...","sentiment_score":0.35}
{"full_text":"RT Not this Grey's Anatomy ass plotline","sentiment_score":-0.05}
{"full_text":"Gorgeous thread","sentiment_score":0.7}
{"full_text":"You want them to distribute money to the needy?  Like they distributed COVID tests to every school, PPE to every healthcare worker, and 100 million vaccines in the arms of Americans by December?  Stop peddling bullshit.","sentiment_score":0.0}
{"full_text":"RT Here's a story, too long for Twitter, which I posted on Facebook about my experience with Covid. I hope it serves as a ca...","sentiment_score":-0.05}
{"full_text":"RT \"loyal girls stay at home\"Nah bruv, loyal girls remain loyal everywhere they go.","sentiment_score":0.3333333333}
{"full_text":"RT Please welcome in the new year tonight at home with just your own household. House parties or first footing will spread...","sentiment_score":0.4465909091}
{"full_text":"RT at a Covid testing site (wearing masks), handing over paperwork for me &amp; two of my kids:woman looking over papers: \"okay......","sentiment_score":0.5}
{"full_text":"The martyr detainee Kamal Abu Waer was the first Palestinian infected with COVID-19 after being transferred from prison to an Israeli hospital. #Act4Palestine #SavePalestinianDetainees","sentiment_score":0.25}
{"full_text":"I hope Covid19 can disappear,then I can go to Thailand to see you","sentiment_score":0.0}
{"full_text":"RT Please welcome in the new year tonight at home with just your own household. House parties or first footing will spread...","sentiment_score":0.4465909091}
{"full_text":"RT Safety of journalists, what we can learn from the pandemic coverage, and what we can expect from fact-checking in 2021...","sentiment_score":0.0}
{"full_text":"It's like people who are more concerned about restrictions designed to control the spread of coronavirus than they are about the disease itself.","sentiment_score":0.5}
{"full_text":"RT My friends auntie caught Covid in Queens &amp; died there just before Christmas.","sentiment_score":0.0}
{"full_text":"RT Time to disconnect and reflect (in sequins with champagne, because fuck it). Thank you to all the tender hearts who have...","sentiment_score":-0.4}
{"full_text":"India confirms outbreak of Avian flu:","sentiment_score":0.0}
{"full_text":"Holy shit, an anti vax destroyed 500 doses of the vaccine!","sentiment_score":-0.25}
{"full_text":"RT 345,000 people won't be celebrating New Year this year due to the incompetence of trump and his republican supporters no...","sentiment_score":0.0056818182}
{"full_text":"RT the jonas brothers went to the year 3000. they could have warned us about covid-19 but chose not to","sentiment_score":0.0}
{"full_text":"LockdownFriendsRomance ","sentiment_score":0.0}
{"full_text":"Goodbye, 2020. I forgive you. You brought death and destruction. With #Covid19, you snatched away our mojo. But you also gave us 20:20 vision. About what's precious and what's worthless. For that, I forgive you. For I need to move on. Hello, 2021. Be kind.https:\/\/t.co\/W8NONf1EgB","sentiment_score":-0.15}
{"full_text":"RT close the schools; lock us down for eight weeks; get the vaccinations rolled out pronto in a 24 hour drive through sty...","sentiment_score":-0.1555555556}
{"full_text":"RT Dear Vizag residents,Humble request from Vizag City Police.Stay Home Stay Safe on 31st night. In case if you are s...","sentiment_score":0.5}
{"full_text":"RT The COVID-19 pandemic led to an unanticipated shift to voting by mail across the country. Looking ahead, city leaders c...","sentiment_score":0.0}
{"full_text":"RT STONKS UPDATEJapan's Nikkei 225 ends the year at 27,444.17 yen, up 16% this year. Not a bad performance given the once-...","sentiment_score":0.35}
{"full_text":"RT I hope Corona ends the same way this year is about to end #2020Ends","sentiment_score":0.0}
{"full_text":"RT Math that only makes sense to Imran Khan ","sentiment_score":0.0}
{"full_text":"Thanks love. I'll have a look at that. I do have physio(or did before Corona) A lot of services are restricted where I am (mental health too) Apples? Does cider count? ","sentiment_score":0.2}
{"full_text":"RT Due to the COVID-19,mommy can't go to Thailand to meet you,the only thing I can do that is do support for youHope I c...","sentiment_score":-0.0625}
{"full_text":"RT 5 officials in #Beijing's Shunyi district, where the new cluster of #COVID19 infections were reported, including deput...","sentiment_score":0.1363636364}
{"full_text":"RT Only 40% of French population say they want to take coronavirus vaccine","sentiment_score":0.0}
{"full_text":"rt of UK shoppers are willing to pay for more eco-friendly packaging, but has COVID changed the game? Our Future of Packaging report, out today in The Times, explores balancing sustainability with design, the benefits of re","sentiment_score":0.0875}
{"full_text":"Why the **** would I want a memory from Covid-Time-Malioboro? I hope it rains very, very hard tonight so everyone would just stay home ","sentiment_score":-0.3791666667}
{"full_text":"RT Weird how Covid-19 became \"more contagious\" once the vaccine was released.","sentiment_score":0.0}
{"full_text":"with all the respect towards people who passed away due to covid ","sentiment_score":-0.125}
{"full_text":"RT The case of Zhang Zhan - who was arrested for her reporting on COVID-19 in Wuhan earlier this year and today sentenced to 4...","sentiment_score":0.0}
{"full_text":"Really feel for you Lee-hope gets satisfactorily resolved-schools I think should be shut for at least January or until this current outbreak gets under control","sentiment_score":-0.0333333333}
{"full_text":"RT at a Covid testing site (wearing masks), handing over paperwork for me &amp; two of my kids:woman looking over papers: \"okay......","sentiment_score":0.5}
{"full_text":"RT socially liberal but fiscally conservative = biden voters who are on an exotic vacation in the middle of a pandemic","sentiment_score":0.1777777778}
{"full_text":"No point of Twitter prompting people to read before RT if people still don't bother to read. There's absolutely no need to cause unnecessary panic.","sentiment_score":-0.25}
{"full_text":"RT Please pray for a paramedic that frequently brings patients to our ER. Ruben is now in the Covid ICU. He is not expecte...","sentiment_score":0.1}
{"full_text":"RT Math that only makes sense to Imran Khan ","sentiment_score":0.0}
{"full_text":"RT He is inviting defiance, he is just pathetic. He can go shout at his kids not millions o...","sentiment_score":-1.0}
{"full_text":"We need parents to not send their chn into Primary schools. They are overcrowed &amp; not Covid secure. No duty of care from govt towards teachers.","sentiment_score":0.4}
{"full_text":"Thankful to end 2020 with good news following a successful applicatn (on which we're an Intl Partner) for a Global Grant by #RotaryClubofDhaka, #Bangladesh to set up a #Covid-19 testing lab in a natl #cancer hospital:","sentiment_score":0.3625}
{"full_text":"RT This is sick and depraved and 100% true. Before anyone knew the extent of the danger of the virus, #KKKLoeffler and Perdue...","sentiment_score":-0.1821428571}
{"full_text":"This could test the resolve of the flag wanker anti-vax, anti-lockdown demographic.","sentiment_score":0.0}
{"full_text":"RT Tops off an incredible year for &amp; the Sikh Food Bank that has provided meals for over 100,000 people acro...","sentiment_score":0.9}
{"full_text":"Have a look at this thread Nicola Sturgeon's sister breaking covid rules set out by her sister","sentiment_score":0.0}
{"full_text":"RT 3 weeks to flatten the curveThere will be no second lockdown. To cancel Christmas is inhuman. Keeping schools open is a pr...","sentiment_score":0.0}
{"full_text":"RT The vaccine rollout has been bungled just as much everything else about the American pandemic response. We managed to en...","sentiment_score":0.1}
{"full_text":"RT Math that only makes sense to Imran Khan ","sentiment_score":0.0}
{"full_text":"Earlier this year, 23 \"witches\" (Elphaba or Glinda in 'came together for a special performance' of \"For Good\" for the \"COVID-19 Emergency Assistance Fund\" . 5 1\/2 yrs ago in London I watched \"Wicked\" -- a fond memory for me. https:\/\/t.co\/tQ39zbwwP8 via","sentiment_score":0.3523809524}
{"full_text":"RT The Bait &amp; Switch | Increasing evidence shows that fatal vaccine adverse events are being recorded as deaths from COVID-1...","sentiment_score":0.0}
{"full_text":"RT Math that only makes sense to Imran Khan ","sentiment_score":0.0}
{"full_text":"4 Tips When Trying to Sublease Your Space During COVID-19 #CRE #Sublease #COVID-19 #NewNormal #TenantTips #CommercialRealEstate   ","sentiment_score":0.0}
{"full_text":"What are your plans to ring in the new year? Looking at the #covid19 rules and regulations, how will you safely host a #newyearseveparty? I'm looking for ideas fam ","sentiment_score":0.3181818182}
{"full_text":"RT #cfss2020 dates needs to extended Hon'ble Madam ji. Due to covid people faces issues in collectin...","sentiment_score":-0.125}
{"full_text":"RT Loeffler and Perdue: You say you now support $2,000 COVID relief. Why did you oppose any COVID relief for nine months?","sentiment_score":0.0}
{"full_text":"Thank goodness I decided to stay home. I forgot I would need to pump and honestly fk that after all that effort spent getting ready.","sentiment_score":0.2333333333}
{"full_text":"Last day of 2020.Where 'positive' was the scariest word.Mix feelings, kinda sad because of Covid-19 but very excited to grow up and at the same time soooo nervous for the next phase of lifebut above all, so grateful for this year","sentiment_score":0.0306818182}
{"full_text":"Lockdown | (Re)Listening------ 15 ------DJ-Set (2020). Electrovibes, Breaks and more.In Electro We Trust. ,,RO*ST | MMXX #01\" #listening #stayhome #nye #ByeBye2020 #berlin #goodmusic #electronicmusic #mmxx #electro #breaks","sentiment_score":0.0}
{"full_text":"RT \"It makes you laugh how the Commons are in recess for an extra week to protect them from Covid but children and teachers aren't.\"...","sentiment_score":0.15}
{"full_text":"This is it - the last day of 2020 - and good riddance, most would agree, although the tea and coffee industries certainly remained resourceful and resilient throughout. Read our last blog of the year here: #blog #Covid19 #yearinreview #teaandcoffee","sentiment_score":0.3357142857}
{"full_text":"We were delighted to form a partnership with and this year. And in the autumn we listened in to #HealthChat with about #NHS policy and the #Covid19 response.","sentiment_score":0.7}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"Many congratulations to Wendy Clapham assistant director, nursing services for critical care, at on her BEM for services to nursing, particularly during the COVID-19 response #NewYearsHonours #Honours2021","sentiment_score":0.2222222222}
{"full_text":"The celebrations of 100 years of multilateralism in Geneva honor the achievement of numerous activities during 2019-2020. Covid-19 restricted some of them, but we could still perform the #multilateralism100 program successfully.Thank you to everyone who made it possible!","sentiment_score":0.0}
{"full_text":"Happy New YearRemember to stay at home and to stay safe.#NewYear #Handsfacespace","sentiment_score":0.4681818182}
{"full_text":"Florida seniors begin swarming COVID-19 vaccination siteshttps:\/\/t.co\/lhj4ndq7Dx","sentiment_score":0.0}
{"full_text":"As the pandemic forces more people online, are brands embracing inclusive design to boost accessibility and extend their reach?  #Accessibility #Inclusivity","sentiment_score":0.5}
{"full_text":"Amid a controversy over #Iran's ability to purchase the #coronavirus vaccine, #Tehran is set to receive 150,000 doses from #US donors","sentiment_score":0.0}
{"full_text":"Not surprisingly, the coronavirus crisis has neither resulted in sustained and effective cooperation nor intensified peacemaking efforts. and write.","sentiment_score":0.125}
{"full_text":"RT We're running, in partnership with an online Q&amp;A session on 7 January for Scottish archive services and...","sentiment_score":0.0}
{"full_text":"A reluctant hero of the pandemic - Craig Leaper is one of the medics right at the coal face in dealing with COVID.Despite the challenges of 2020, Craig has managed to continue to coach at Craig's story of the pandemic ","sentiment_score":0.2857142857}
{"full_text":"Rapper Sean \"Diddy\" Combs is providing some coronavirus relief in a Miami neighborhood. He and his children handed out $50 bills, supermarket gift cards and hygiene supplies in the Overtown neighbor Tuesday.","sentiment_score":0.0}
{"full_text":"As the fight continues to get COVID-19 under control, the state of Indiana is stopping at nothing to get front-line workers the vaccine. ","sentiment_score":0.0}
{"full_text":"So many tourists in the mountains this week, there are traffic jams on many roads. The crowds have led to concerns that a surge in local coronavirus cases could be coming in a couple of weeks.","sentiment_score":0.3333333333}
{"full_text":"New research explains severe virus attacks on #lungs#coronavirushttps:\/\/t.co\/LNdCEgyLC5","sentiment_score":0.1363636364}
{"full_text":"RT we don't want a member who says the N-word, makes fun of ableist, tea spiller, jowa peeps, and a covid-19 protocol viola...","sentiment_score":0.3}
{"full_text":"Coronavirus: 500 doses of vaccine deliberately spoiled by medical worker, clinic says","sentiment_score":0.0}
{"full_text":"How the military is likely to support mass Covid testing in schools in Peterborough and across the region...https:\/\/t.co\/f2BJbZWBhu","sentiment_score":-0.05}
{"full_text":"COVID-19 vaccine in Texas: The state's tiers of who is next, tracking the numbers and more questions answered","sentiment_score":0.25}
{"full_text":"The #COVID19 vaccination is currently being offered to people most at risk. The NHS will let you know when it's your turn to have the vaccine,.Do not contact your GP or local hospitals. They will contact you.More information can be found at:","sentiment_score":0.1666666667}
{"full_text":"This year has been mad! The pandemic has completely affected the way we connect. We found other ways but how long until we will feel comfortable again to get closer. When will a hug feel again like a safe place? When will we erase the distance and the fear? I wonder.","sentiment_score":0.0072916667}
{"full_text":"In the past year, there has been a lot of focus on the global pandemic, national politics, social justice, and unrest.Despite all of that, there are things worth celebrating. Here are a few you might have missed in 2020:","sentiment_score":-0.0233333333}
{"full_text":"Still would love to see that Balor vs Walter match we were gonna get pre pandemic","sentiment_score":0.5}
{"full_text":"#Data proved to be the new oil in 2020. The biggest beneficiary of the shift to a new work culture was the telecom sector due to the tremendous rise in data demand. reports #COVID19 #WorkFromHome ","sentiment_score":0.1202651515}
{"full_text":"We call on the international community to put pressure on the Israeli occupation to provide Coronavirus vaccines under international supervision to the Palestinian detainees. #Act4Palestine #SavePalestinianDetainees","sentiment_score":0.0}
{"full_text":"One for those who do due diligence with their researchCDC and the real covid death figures.Sorry pro-vaxxers, your main pillar is crumbling","sentiment_score":0.0805555556}
{"full_text":"The governor says 6,700 fans can be in the stands when the Buffalo Bills play their first playoff game.https:\/\/t.co\/CSOoadPc27","sentiment_score":0.25}
{"full_text":"Burnley is now under #tier4 restrictions. To find out more information on the latest #coronavirus guidance visit","sentiment_score":0.5}
{"full_text":"How some firms sought to game the wage subsidy schemeThe EUR2.8bn wage subsidy scheme has been the cornerstone of the government's economic response to Covid. However, Revenue has identified abuses including payroll manipulation and turnover suppression.","sentiment_score":-0.1}
{"full_text":"This is worth revisiting.Unhinged, mask-wearing woman screams in small children's faces: 'I hope you all die!' is truly insane.#WearAMask #COVID19 #CultMentality","sentiment_score":-0.00625}
{"full_text":"A grandpa that marinated the Carne Asada with a Corona.  #Every10Minutes #LACountyPlease physically distance. Slow the spread. Save a life.","sentiment_score":-0.15}
{"full_text":"Keys, wallet\/purse, phone... Face covering! Remember, if you're travelling with us, you must wear one (unless exempt)  Buy your tickets online if you can, try to travel at quieter times and maintain social distancingThis helps ensure we can all #TravelWithConfidencei","sentiment_score":0.0333333333}
{"full_text":"Boris Johnson says \"We have to face the fact that we've got two big things happening at once in our fight against Covid - one's working for us and one's working against us...\"Yes! The NHS is working for us and YOU are working against us!","sentiment_score":0.0}
{"full_text":"RT For the vast majority, this pandemic has been utter misery.But for a wealthy few, it has been an opportunity to cash-in...","sentiment_score":0.075}
{"full_text":"\"The #coronavirus #pandemic has brought out the best and worst... According to 18% of Americans report they've already fallen victim to a pandemic-related scam.\" #complexdisputeresolution #COVID19 #creditcard","sentiment_score":-0.025}
{"full_text":"9. In a pandemic, science and humanities work side by side by Fraser McNeill in the","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 31\/12\/2020 15:30Total Cases: 10267283 [+0]Active: 255898Recovered: 9859762 [+0]Deaths :148774 [+0]Total Tests: 172.05MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#COVID19 | Checklist to #staysafe from #coronavirus  Wear your #mask properly  Frequently wash your hands Maintain safe distance #Unite2FightCorona","sentiment_score":0.3}
{"full_text":"Luckily, we had plenty of courses already filmed when the pandemic struck so we have been able to keep adding new content for you all! This is a small breakdown of what we've done on the site and a little of what you MASSOLITES have been up toThank you for all your support!","sentiment_score":0.1038825758}
{"full_text":"Despite the lockdown, 2020 has been a fab year for us! #GoodBye2020","sentiment_score":0.0}
{"full_text":"Thank you for mentioning us We are delighted to be listed within this feature. :-) #socialcare #covid #homecarehttps:\/\/t.co\/PXoQeSzGGJ","sentiment_score":0.6}
{"full_text":"RT Me, a person from Wuhan, watching white British people complain about the variant being called the uk covid 19 variant htt...","sentiment_score":0.0}
{"full_text":"High schools set for staggered return to prepare for Covid-19 testing","sentiment_score":0.16}
{"full_text":"No circuit-breaker planned for the Premier League","sentiment_score":0.0}
{"full_text":"9,699 new COVID cases were confirmed in #Ukraine yesterday. a further 11,803 people recovered &amp; 209 died from complications, according to Minister of Health Maksym Stepanov.In total, 1,055,047 cases have been registered, with 709,993 recoveries &amp; 18,533 deaths of complications.","sentiment_score":0.1340909091}
{"full_text":"Remember you can keep up to date with all things coronavirus on our live bloghttps:\/\/t.co\/biWzFwfBMi","sentiment_score":0.1363636364}
{"full_text":"The Department of Health said there are 25,024 active COVID-19 cases in the country as of December 31, 2020.","sentiment_score":-0.1333333333}
