{"full_text":"RT Premier Ford, at a press conference about the pandemic that has killed 3,916 Ontarians: \"Folks, this carbon tax is gonna be...","sentiment_score":-0.2}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"Very uncomfortable to watch. No mask or social distancing. Just another PR Photo op for The Sychophant Media Front Pages.  Wouldn't be nice if the Care Workers\/Children made it to the front pages? They are the real hero's","sentiment_score":0.0458333333}
{"full_text":"RT Wages subsidized by the government during pandemic: - $2,000 a month  - Up to 100% - Up to 90% - Up to 87%...","sentiment_score":0.0}
{"full_text":"i don't have a real good answer bc i die like im in the nursing home about 3 and have always struggled with it...and taking naps just makes me stay up all night...its the fucking worst","sentiment_score":0.0}
{"full_text":"Thank goodness.  Can we please get on with solving the country's problems?  We're in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Very happy to see this one fly - earlier this year I was asked by to look at the UK free party scene du...","sentiment_score":0.55}
{"full_text":"RT The combination of the pandemic, shielding, health problems and (for many but not all) poverty will create such loneline...","sentiment_score":0.25}
{"full_text":"Beautiful","sentiment_score":0.85}
{"full_text":"Definitely didn't think I would be watching my senior season opener from the couch at home. Gotta love covid.","sentiment_score":0.25}
{"full_text":"RT This is insanity.  Let small businesses control their fate not the government.   So many decades of blood, sweat and t...","sentiment_score":0.125}
{"full_text":"Americans are SUFFERING and DYINGOVER 300,000 DEADThey KNEW. They LIED.They continue to LIE about COVID while Americans DIE. #COVID19 #WearAMaskSaveALife https:\/\/t.co\/zZLNxwMP1h@realDonaldTrump","sentiment_score":0.0}
{"full_text":"RT Siri, when was the last time the Premier of Alberta spent most of a day talking about eliminating stickers on license pla...","sentiment_score":0.1333333333}
{"full_text":"Yeah because every single person, company and beach is diligent and enforced and ENFORCING masks and social distancing. You won't get that in America so they have to lock themselves inside like babies with childproof locks staying out of the rat poison drawer.","sentiment_score":-0.019047619}
{"full_text":"RT Thank you for this information It is unfortunate that some deputies seem unable to carry out simple res...","sentiment_score":-0.3333333333}
{"full_text":"RT Thanks for the great conversation, Carlos.","sentiment_score":0.5}
{"full_text":"RT  The US govt has ordered an additional 100 million coronavirus vaccines from Moderna 200...","sentiment_score":0.0}
{"full_text":"Thank YOU, Donnell for your kind invitation to blog about homeschooling and writing and life. Much appreciated. And, in light of Covid-19 nasties, a big help. I hope!","sentiment_score":0.3}
{"full_text":"RT Necessary, but still devastating! This is exactly what business interruption insurance is for and it's obscene that it's not allo...","sentiment_score":-0.25}
{"full_text":"RT With so much animated content being made thanks to the streaming wars &amp; covid, now is the time to demand better pay. Better co...","sentiment_score":0.35}
{"full_text":"Is it safe to give holiday baked goods during the COVID-19 crisis? ","sentiment_score":0.5}
{"full_text":"Reading comments about our NC governor's decision to modify stay at home orders. It doesn't really matter what I think. It does matter what I do. I am truly flabbergasted by people's responses. Have they not seen enough sick and dying people yet? Foolishness. Stiff-necked people.","sentiment_score":-0.1714285714}
{"full_text":"I live in a very idyllic seaside fishing village. One I am definitely missing the annual holiday stroll with Santa &amp; kids singing carols; shops showing off their holiday decorations; tree lighting and our own little \"after stroll\" Christmas party with good friends.  Covid sucks.","sentiment_score":0.1355519481}
{"full_text":"RT BREAKING: Devin Nunes tested positive for COVID-19, and I am udderly unsurprised by this moooving development.","sentiment_score":0.2272727273}
{"full_text":"Smh social distancing","sentiment_score":0.0333333333}
{"full_text":"We also attract freezer trucks,  you know, for the overwhelming number of covid deaths. Get a grip. There wont be much of an economy when you kill everyone.","sentiment_score":0.35}
{"full_text":"Thread","sentiment_score":0.0}
{"full_text":"RT A few people in Edmonton really need to read this #ableg","sentiment_score":0.0}
{"full_text":"RT soo no vaccine for blue balls but a covid one approved in less than a year.. yeah no thanks.","sentiment_score":-0.0888888889}
{"full_text":"The latest The Med Time News ! Thanks to #covid19 #hcps","sentiment_score":0.4125}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"RT The CDC director expects 3,000 deaths per day for the next 60 to 90 days and our government still won't even provide mo...","sentiment_score":0.0}
{"full_text":"My 2 year old ripped the head off this doctor stress ball and cried so my husband tried to tape it back on- in case you are wondering how doctoring and parenting in a pandemic is going.","sentiment_score":0.05}
{"full_text":"Yeah it sucks no matter what im sure  GT prolly has ligament covid concerns but the wording used might leave room for doubt not every team wanna take the field down 15 guys like UM does and gets no credit for . That was a game young guys prolly were going to get reps in too sucks","sentiment_score":-0.0925925926}
{"full_text":"Coronavirus: What's happening in Canada and around the world Friday Global cases of the novel coronavirus su...","sentiment_score":0.0}
{"full_text":"The Pan American Health Organization (PAHO) is continuing to provide \"tremendous\" support to #StVincentandtheGrenadines (#SVG), the most recent being a symbolic handover of US$264,472 worth of equipment to combat Covid-19 and Dengue","sentiment_score":0.2266666667}
{"full_text":"RT This is insanity.We all want the vaccine to be authorized, but this isn't a political process. It should be authorized...","sentiment_score":0.0}
{"full_text":"RT Let's be clear: businesses that take reasonable measures to keep workers safe are protected under the law. As I told","sentiment_score":0.2666666667}
{"full_text":"Why I stay home:","sentiment_score":0.0}
{"full_text":"My mom is in a nursing home and has covid19.  Fuck 2020.  #COVID19 #coronavirus","sentiment_score":-0.4}
{"full_text":"RT nypd brutalized people in brooklyn for trying to stop evictions today. violently fighting to make already vulnerable popula...","sentiment_score":-0.65}
{"full_text":"my birthday is tomorrow and I am already upset at how boring it will be. lockdown birthdays are the worst. what am I supposed to do? wander around the grocery store then take even MORE video calls. ugh.","sentiment_score":-0.5}
{"full_text":"RT BREAKING:  Wray FBI just told that #coronavirus will again slow down further delay the release Page-Strzok em...","sentiment_score":-0.1518518519}
{"full_text":"RT We must win in Georgia.Otherwise, McConnell's legislative graveyard only grows:Green energy blocked.Healthcare blocke...","sentiment_score":0.4}
{"full_text":"RT THREAD. Just finished Friday zoom with my Brussels group. Much to report.First, a framing point: The summit went all day...","sentiment_score":0.2}
{"full_text":"RT This is unfuckingbelievable https:\/\/t.co\/TPxyPRowE5","sentiment_score":0.0}
{"full_text":"RT 'Beyond Incomprehensible': Bipartisan Covid Relief Package Would Let Paid Sick and Family Leave Expire | @commondreams Dr...","sentiment_score":-0.7142857143}
{"full_text":"B.C. reports 737 new COVID-19 cases, as deaths approach 600 |","sentiment_score":0.1363636364}
{"full_text":"RT About 1 in 140 people in LA County are currently infected with COVID-19. When there is this much virus circulating in o...","sentiment_score":0.1}
{"full_text":"Ridiculous. Does science even matter anymore or are you just trying to make the pandemic as convenient as possible for people? ","sentiment_score":-0.1666666667}
{"full_text":"RT Officially a 6 figure business owner.I. Did. It.I went from 1K to 100K in 12 months at 23. In a pandemic.I can't...","sentiment_score":0.0}
{"full_text":"RT \"Eating indoors at a restaurant is one of the riskiest things you can do in a pandemic,\" she said. \"Even if there is distan...","sentiment_score":0.0}
{"full_text":"RT Baricitinib COVID trial out and a little tough to interpret: small time-to-recovery benefit (maybe stronger if on HFNC)...","sentiment_score":-0.275462963}
{"full_text":"RT The reason they're so strongly against direct payments isn't the cost per se, it's because they know there's no reason...","sentiment_score":0.2666666667}
{"full_text":"RT BREAKING: Ontario government bureaucrat fired in wake of alleged $11M theft of #COVID19 relief funds has Panama permanent...","sentiment_score":-0.1}
{"full_text":"RT This week has seen our crew members complete an intensive 4 day training &amp; assessment programme,designed to allow our c...","sentiment_score":0.1}
{"full_text":"RT This is massive news &amp; can help in more targeted clinical &amp; public health interventions. Differences in five genes partial...","sentiment_score":0.1}
{"full_text":"It may be in fish products too, but its much more complicated then that because we r talking about the world not one individual.Lets say 1 person eats it per say gets #covid19 spreads it to the non eaters of meat.","sentiment_score":0.0}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"RT Investigation this week identified polyethylene glycol (PEG) as likely reason 2 people in UK suffered anaphylaxis afte...","sentiment_score":0.0}
{"full_text":"Doctor on CNN: Don't be 'alarmed' if elderly die after receiving COVID vaccine | News | LifeSite","sentiment_score":0.0}
{"full_text":"RT But the outgoing administration's rush for executions, including Brandon Bernard's last night, is not only beyond cruel--...","sentiment_score":-0.3333333333}
{"full_text":"I caught Covid over there be careful","sentiment_score":-0.1}
{"full_text":":do your job","sentiment_score":0.0}
{"full_text":"RT BIG NEWS today. The Court granted our request for a Preliminary Injunction against CA's restrictions on Fr. Burfitt's church...","sentiment_score":0.0}
{"full_text":"RT Let's be clear: businesses that take reasonable measures to keep workers safe are protected under the law. As I told","sentiment_score":0.2666666667}
{"full_text":"RT \"The SARS-CoV-2 virus spreads most efficiently among unmasked adult speakers who spend time together in close, unventilate...","sentiment_score":0.3}
{"full_text":"RT Appeasement didn't work to undo \"war on terror\"\/corp\/\"Christian conservative\" Bush damage in '08, &amp; w\/people literally dying...","sentiment_score":0.0}
{"full_text":"What a Job Loss or Business Downturn Means for Your Retirement The biggest factor of success in these situations is planning beforehand, so your financial life is protected in virtually any situation. #FinancialPlanning #Yeahthatgreenville #COVID","sentiment_score":0.15}
{"full_text":"You should see the Chick-fil-A's I pass by on the way to work. That shit stays packed.Fucking Pandemic Cult, man.","sentiment_score":-0.2}
{"full_text":"I'm on lockdown tonite ","sentiment_score":0.0}
{"full_text":"RT In a pandemic year, where researchers worked around the clock for a vaccine, healthcare workers lost their lives to fight...","sentiment_score":0.0}
{"full_text":"House of Commons failed to act after disabled staff and MPs spoke out on COVID safety - Disability News Servicehttps:\/\/t.co\/Ahx94in8wx","sentiment_score":-0.35}
{"full_text":"RT Firm with Links to Matt Hancock's Family Awarded PS5.5 Million COVID Testing Deal - Byline Times","sentiment_score":-0.2}
{"full_text":"RT PSA: Now is not the time to lose items in your butt. It's the middle of a fucking pandemic and hospitals are at capacity and c...","sentiment_score":-0.3}
{"full_text":"Final Countdown. The FDA's Approval Of Pfizer's COVID Vaccine Means Americans Will Begin Receiving It In The Next Few Days. |","sentiment_score":-0.0666666667}
{"full_text":"RT This is insanity.  Let small businesses control their fate not the government.   So many decades of blood, sweat and t...","sentiment_score":0.125}
{"full_text":"RT Beating COVID-19 will take everyone doing their part.Wear a mask. Social distance. Limit travel over the holidays. We can...","sentiment_score":0.0333333333}
{"full_text":"Now that you'll passed the National Defense Authorization Act. COULD YOU STOP HOLD COVID RELIEF\/STIMULUS HOSTAGE !","sentiment_score":0.0}
{"full_text":"They can't even make niggas wear a mask and I all I got to do is stay black and die","sentiment_score":-0.1666666667}
{"full_text":"RT Most people who catch covid catch it from people they live with. That's been true since day 1. But the chain of transmissio...","sentiment_score":0.3287878788}
{"full_text":"Nigeria Records 796 New COVID-19 Cases, As Total Hit 72,140 - via","sentiment_score":0.0681818182}
{"full_text":"WATCH: Dr Chatu Yapa provides a #COVID19 update for Saturday 12 December 2020.","sentiment_score":0.0}
{"full_text":"All nonessential in-person court activity across North Carolina has been suspended for 30 days due to COVID-19.https:\/\/t.co\/TBNzYx0PxD","sentiment_score":-0.125}
{"full_text":"Governor Wolf's latest lockdown restrictions do not address the public health effects of this virus.Banning indoor dining will only achieve one thing:Killing PA's small businesses and decimating their employees financially.https:\/\/t.co\/TCd1bcYTUu","sentiment_score":0.0625}
{"full_text":"Hey there Happy Friday! Time to party! I mean stay at home Can you please play #DreamofYou by with on Have a great weekend! Thank you. #ceongha #CHUNGHA","sentiment_score":0.5625}
{"full_text":"Two hospitals in this province are getting ready to start vaccinating long-term care workers against COVID-19. As explains, University Health Network and Ottawa Hospital will start administering the vaccine on Tuesday. Read more:","sentiment_score":0.35}
{"full_text":"#NCStateEngr's extension service is helping North Carolina businesses weather the pandemic.","sentiment_score":0.0}
{"full_text":"We brought people together to help build solutions to improve #COVID test data via our #COVIDdesignathon. View the proposals to build digital solutions for better data capture, harmonization&amp;reporting, &amp; vote for People's Choice Award by 12\/14 at 12pmET!","sentiment_score":0.3125}
{"full_text":"RT UNI is up next on the #Badgers men's hoops schedule. Not looking great tbqh. Maybe Rhode Island can come back to town?","sentiment_score":0.2666666667}
{"full_text":"Ay just found out they're opening a rock bar a 2 min walk from my work so can corona do one so I can do a normal day shift and go get plastered after listening to some bangers ","sentiment_score":0.15}
{"full_text":"This Bronx restaurant is looking out for its neighbors. #CSSHallwayHero","sentiment_score":0.0}
{"full_text":"We are at a turning point for our planet. As we recover from COVID-19, it is critical that we build back greener and more resilient.On 12 December, 9 am EST, watch the Climate Ambition Summit via #ParisAgreement #COP26","sentiment_score":0.1666666667}
{"full_text":"COMMENTARY: 2020 is officially the 'suckiest' year of all time. #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"15 #Entrepreneurs Who Have Thrived During #COVID #Entrepreneur via","sentiment_score":0.0}
{"full_text":"RT Out of our collective pain, we will find our collective purpose: to control the pandemic, to save lives, and to heal as a nat...","sentiment_score":0.0}
{"full_text":"Don't worry about being ashy! Wash your hands for at least 20 seconds with soap and water to prevent the spread of #COVID19.","sentiment_score":-0.3}
{"full_text":"COVID-19 has left thousands of employees in limbo, as layoffs and hiring freezes force even the most qualified candidates to figure out what comes next. Amanda speaks with one individual in our newest #CoronavirusNotebook piece here:https:\/\/t.co\/2fDYFAcbqL","sentiment_score":0.125}
{"full_text":"After selling its standout player, #KaiHavertz few expected #BayerLeverkusen would emerge as a #Bundesliga title challenger this season.#Footballhttps:\/\/t.co\/vMcTcVTB49","sentiment_score":-0.15}
{"full_text":"Alejandro Encinas suspends event in Iztapalapa due to COVID alert in CDMX...https:\/\/t.co\/qbO83gVfCI","sentiment_score":-0.125}
{"full_text":"UW Medical Center and hospitals in Washington state have reached a new commitment regarding care for patients: Hospitals are scaling back elective procedures and reserving intensive care units to control the recent surge in COVID-19 hospitalizations.","sentiment_score":0.0072727273}
{"full_text":"Record daily #COVID-19 #coronavirus incidences of 3,217 reached on #Friday in South Carolina ... | #SARSCoV2 | #infections | #COVID19 | #PublicHealth | #pandemic | #SouthCarolina | Via","sentiment_score":0.0}
{"full_text":"RT COVID Update December 11: The FDA did not hire you Donald Trump. So STFU. 1\/","sentiment_score":0.0}
{"full_text":"The showdown is here - who will take home the crown in the Open Tournament? Stay tuned to find out. Also, don't forget to catch the exhibition matches and show support for your favourite players. #Tekken7 #TekkenOnlineChallenge #Philippines #BandaiNamco","sentiment_score":0.0}
{"full_text":"#Illinois surpasses 14,000 COVID-19 #deaths less than a week after hitting 13,000 #mark - Dec 11 6:58 PM ET","sentiment_score":-0.1666666667}
{"full_text":"Homophobic confrontation ignites strong feelings in Wyoming#LGBTQ #Wyominghttps:\/\/t.co\/E2LMvUQ2qP","sentiment_score":0.4333333333}
{"full_text":"This is how your favorite #Disney characters pass their time during these days at home  #StayHome","sentiment_score":0.5}
{"full_text":"TONIGHT: On this episode of #MeetTheMillennials, we get to know a US-based nurse and photographer at the COVID-19 frontlines, and a Harvard instructor specializing in pediatrics and infectious diseases.  8:15pm","sentiment_score":0.0}
{"full_text":"At WellSpan, the expectation is that the vaccination will be available sometime next week.","sentiment_score":0.2}
{"full_text":"RT Even with safety measures in place, COVID makes indoor dining dangerous.It's not the fault of restaurant and bar own...","sentiment_score":0.6}
{"full_text":"If your middle or high schooler was sad about no ODYC (Owensboro Diocese Youth Conference) this year due to COVID-19, we have great news for them!The Office of Youth Ministry is hosting the ODYChristmas Party on Zoom! Contact your parish youth ministry for details!","sentiment_score":0.107}
{"full_text":"RT \"The question is, 'Do you know enough to say the benefits of this vaccine clearly outweigh its... theoretical risks,'\" says...","sentiment_score":0.0333333333}
{"full_text":"I feel like this should be our anthem now, especially as we start another lockdown in the Bay Area and closet out 2020: Put One Foot in Front of the Other #bayarealockdown #COVID #PERSISTENCE","sentiment_score":-0.0625}
{"full_text":"The U.S. Food and Drug Administration notified drug maker Pfizer that it \"will rapidly work toward finalization and issuance of an emergency use authorization,\" of their COVID-19 vaccine, which was approved for authorization by a panel late Thursday.","sentiment_score":-0.3}
{"full_text":"With COVID guidelines in place, there will not be spectators in attendance for the Cedar Falls men's swimming Marcussen Inv. this Sat., 12\/12\/20  Livestream:   There is a $10 fee to view this livestream event.","sentiment_score":0.0}
{"full_text":"#ICYMI | Airlines around the world are taking measures to prevent the spread of COVID-19, but one country might be taking things a bit too far.https:\/\/t.co\/XVyiK8wuT9","sentiment_score":0.0}
{"full_text":"Novel coronavirus pandemic has infected at least 71 million people around the world and claimed more than 1.5 million lives. Here are updates for December 12","sentiment_score":0.1}
{"full_text":"The AARP is launching a dashboard with data from all 50 states on how COVID-19 is affecting nursing homes.It said the numbers are showing Wisconsin is trending in the wrong direction.","sentiment_score":-0.5}
{"full_text":"FAIRFIELD, Iowa -- Jefferson County reported three additional COVID-19 related deaths within the last 24 hours.https:\/\/t.co\/UhU1JhDQc5#KTVONews","sentiment_score":0.0}
{"full_text":"RT It's really hard to take in the news: Americans are suffering and dying from a pandemic which Trump is ignoring and the GO...","sentiment_score":-0.2916666667}
{"full_text":"This coronavirus year has left me thinking about the art of apology and the value of forgiveness - ABC News","sentiment_score":0.0}
{"full_text":"EDWARD ZIEGLER, 74 of North Baltimore, Ohio died of COVID on Oct. 25. \"A man of many talents...just days before his diagnosis he was rebuilding a 1949 International Harvester H Series Tractor with his great grandson. An incredibly knowledgeable man taken from us too soon.\"","sentiment_score":0.55}
{"full_text":"The Covid pandemic is an unexpected chance to tackle the climate crisis - here's what we should do |","sentiment_score":0.1}
{"full_text":"Find more debunked #COVID19 vaccine myths here:","sentiment_score":0.5}
{"full_text":"Cardiovascular disease was present in a notable proportion of hospitalized patients with coronavirus in the pre-coronavirus disease 2019 era in United States and was associated with higher risk of in-hospital mortality and health care resource utilization.https:\/\/t.co\/XJoefzF5Xx","sentiment_score":0.25}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"WHAT?  How can the trial data be trusted when the Russians didn't even do proper phase 3 trials?And early result suggested that the titer results from subject were too similar (identical) to be plausible.And the Russian Gov lies about their dead and cases on a grand scale.","sentiment_score":0.0333333333}
{"full_text":"\"In it is this small piece of genetic material called mRNA...It's a recipe for how to make things called proteins.\"","sentiment_score":-0.25}
{"full_text":"Honey not during COVID lol","sentiment_score":0.8}
{"full_text":"Find more debunked #COVID19 myths here:","sentiment_score":0.5}
{"full_text":"They lost BUT HOW MANY DID THEY INFECT WITH COVID UNNECESSARILY while pursuing this fool's errand? #TrumpDeathCult","sentiment_score":0.05}
{"full_text":"Government of Canada introduces legislation to support safe, secure and accessible voting during the pandemic  - #Ontario #Politics","sentiment_score":0.425}
{"full_text":"RT Spend all your money at bookstores this holiday!","sentiment_score":0.0}
{"full_text":"Comal and Guadalupe counties are not on the list to receive the first doses of the COVID-19 vaccine on Monday. But healthcare workers will be able to get immunized.","sentiment_score":0.375}
{"full_text":"This whole dumpster fire is nothing but canned slogans\"Wear a mask\"\"Social distance\"\"Wash your hands\"\"We're in this together\"There is no real information...just slogans that we are not allowed to question because \"muh science\" \"muh experts\"","sentiment_score":0.0444444444}
{"full_text":"RT This is Balakot.Pakistan has rebuilt the terror training camp destroyed by Indian forces. This is the reopening of the...","sentiment_score":0.0}
{"full_text":"RT 70 million people worldwide have been infected with COVID-19First 10 million cases took over 160 days Last 10 million...","sentiment_score":0.0}
{"full_text":"This year, backyard archaeologists in the United Kingdom have recorded discoveries of more than 47,000 objects, the British Museum announced this week.","sentiment_score":0.25}
{"full_text":"RT Wear a mask AND physically distance AND keep gatherings small. It's not either\/or - we have to do all three to help stop...","sentiment_score":-0.125}
{"full_text":"We wish you could be here bowling, especially with the sanitization and social distancing practices we had in place.  Recent data states there has been ZERO Covid-19 cases traced to bowling centers. We are a little confused why Governor Inslee has shut down bowling.","sentiment_score":-0.118287037}
{"full_text":"Joined by numerous health care professionals, Gov. Tim Walz urged Minnesotans to remain cautious despite the falling case numbers and hospitalizations in the past 10 days.","sentiment_score":-0.125}
{"full_text":"RT Canada just announced it'll provide the new Covid vaccine to every Canadian who wants it -- for free.Canada has ordered mo...","sentiment_score":0.1681818182}
{"full_text":"RT Devin Nunes has Covid. That's the tweet.","sentiment_score":0.0}
{"full_text":"RT #HealthForAll can't wait.#COVID19 threatens to erode health gains made. It uncovers inequities &amp; disproportionately affects p...","sentiment_score":0.0}
{"full_text":"RT Women physicians are battling #COVID19, family responsibilities and gender discrimination simultaneously. Two AMA memb...","sentiment_score":0.0}
{"full_text":"RT My grandfather was a Mexican immigrant, US Army Boxer, 7 language polyglot, Army Interrogator, one of the first MI Warran...","sentiment_score":0.125}
{"full_text":"The Perils of Coffee #COVID19 #JobHuntChat #life #inspire","sentiment_score":0.0}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"Locked in and i love it","sentiment_score":0.5}
{"full_text":"RT Breaking WaPo: White House Chief of Staff Mark Meadows threatened FDA commissioner Stephen Hahn, telling him today to sub...","sentiment_score":0.0}
{"full_text":"RT Devin would hate it if #COVIDNunes started trending. So whatever you do definitely don't retweet or reply with #COVIDN...","sentiment_score":-0.4}
{"full_text":" Tweet rising in popularity within Science Pulse database [2\/3]  ","sentiment_score":0.0}
{"full_text":"If the \"zombie virus outbreak\" has a 99% survival rate we'll be fine, just like we are now!","sentiment_score":0.5208333333}
{"full_text":"\"I'm just a girl with a laptop.\" #RebekahJones, fired #COVID data scientist, talks about #COVID19 stats in #Florida and FDLE raid on her home","sentiment_score":0.0}
{"full_text":"Latino Catholics commemorate Virgen de Guadalupe through virtual events, amid Covid EL PASO, Texas--The Feast of Our Lady of ...","sentiment_score":0.0}
{"full_text":"Meeting new consumer needs and expectations is critical to post-COVID-19 business success. Here's a proven formula for upgrading customer experience.","sentiment_score":0.1454545455}
{"full_text":"RT Thanks for the great conversation, Carlos.","sentiment_score":0.5}
{"full_text":"I got tested for #COVID at 8am and already received my results via email. Get tested, Rhode Islanders.","sentiment_score":0.0}
{"full_text":"Albany International Airport became the first commercial airport in the world to begin offering self-administered saliva tests for COVID-19.","sentiment_score":0.0833333333}
{"full_text":"\"I'm just a girl with a laptop.\" #RebekahJones, fired #COVID data scientist, talks about #COVID19 stats in #Florida and FDLE raid on her home","sentiment_score":0.0}
