{"full_text":" so this is misinformation?\"Hydroxychloroquine and chloroquine have been shown to kill the COVID-19 virus in the laboratory dish.\"Its one thing to disagree. Its another to ignore evidence which helps your claim because of personal bias.","sentiment_score":0.0}
{"full_text":"I read that vitamin D3, Zinc and C with Doxycyline may be helpful in managing #COVID19  Here is the link, to read about the NIH trial. Since he's taking what you already mention above, maybe adding doxy will help..?","sentiment_score":0.0}
{"full_text":"RT Israeli Man Dies After Receiving COVID Vaccine As 5K+ \"Health Impact Events\" Reported In US","sentiment_score":0.0}
{"full_text":"RT Due to 1 Ignorant, Stubborn, Corrupt &amp; Cruel \"Fake President\" 1 out of Every 1000 Ame...","sentiment_score":-0.53125}
{"full_text":"RT The $2,000 COVID checks bill is clearing the two-thirds majority with just a few votes to spare.   It might have been a di...","sentiment_score":-0.2}
{"full_text":"RT The NHS is so desperate for staff that ICUs are tweeting asking for help. Yet staff are still not being prioritised for th...","sentiment_score":-0.6}
{"full_text":"RT So concerned that you voted to support the Trump Tax Cuts for the rich and add to our debt &amp; deficit. Fact: The 2019...","sentiment_score":0.375}
{"full_text":"RT So concerned that you voted to support the Trump Tax Cuts for the rich and add to our debt &amp; deficit. Fact: The 2019...","sentiment_score":0.375}
{"full_text":"Canada Covid-19 report 12\/28\/2020 (latest update 12\/27\/2020 at 07:00 pm EST):https:\/\/t.co\/7DEpfiRJvn","sentiment_score":0.5}
{"full_text":"RT We are living in a country where there are people vacationing during a pandemic and also people who cannot feed their famil...","sentiment_score":0.0}
{"full_text":"RT President Trump's refusal to sign the coronavirus relief bill until Sunday night cost millions of Americans a week of unem...","sentiment_score":0.0}
{"full_text":"RT Message to You have a short window to save your premiership. You've sorted a Brexit deal (for better or w...","sentiment_score":0.25}
{"full_text":"RT 1st of all, aid starts phasing out at $75k2. it's already tied to outdated income info, don't make it worse3. Ppl who made $10...","sentiment_score":-0.4}
{"full_text":"RT I've been off the last couple of days but I know that our ICU has no beds and there are 4 vents being held in the...","sentiment_score":0.0}
{"full_text":"RT Do #TheGetUpDanceUKChallenge - The Get Up Dance \/ BassHeadz #Remix - Dene Michael And The Lockdown Cowboys. #ImACeleb...","sentiment_score":0.0}
{"full_text":"RT my mom recently contracted COVID (she works at a hospital) &amp; also has to have surgery in 3 weeks. she'll be out of work for...","sentiment_score":0.0}
{"full_text":"Lockdown hit. Fixed.","sentiment_score":0.1}
{"full_text":"COVID Madness, California State Authorities Raid Beauty Salon, Local Authorities Refuse Cooperation","sentiment_score":0.0}
{"full_text":"RT Back on the wards today. Staggering amount of covid. Striking difference from last time - large family outbreaks with t...","sentiment_score":0.1785714286}
{"full_text":"*insert shocked face here*","sentiment_score":-0.7}
{"full_text":"RT Twitter has allowed China to:Tweet the U.S. army created COVID-19.Amplify their propaganda on the platform.Attack ou...","sentiment_score":-0.1}
{"full_text":"RT This tragedy is all too common for Black women across our nation whose concerns and pain are often downplayed or ignored...","sentiment_score":-0.2333333333}
{"full_text":"RT Players demanded daily testing after being expose to COVID-19 during game #Duke","sentiment_score":-0.2}
{"full_text":"RT So concerned that you voted to support the Trump Tax Cuts for the rich and add to our debt &amp; deficit. Fact: The 2019...","sentiment_score":0.375}
{"full_text":"Thank you! Sending you hugs...covid safe!","sentiment_score":0.625}
{"full_text":"RT Boom.","sentiment_score":0.0}
{"full_text":"RT If you will be social distancing on New Year's Eve, wearing your mask and not gathering in large groups, please retweet this t...","sentiment_score":0.127994228}
{"full_text":"RT 1st of all, aid starts phasing out at $75k2. it's already tied to outdated income info, don't make it worse3. Ppl who made $10...","sentiment_score":-0.4}
{"full_text":"RT Muchas gracias, all Argentinians who sent us their V is for Victory photos while \"the plane of hope\" with #SputnikV vac...","sentiment_score":0.0}
{"full_text":"RT House PASSES bill to increase COVID relief checks to $2000, 275-134, needing 2\/3rds majority to pass. Now goes to the Sen...","sentiment_score":0.0}
{"full_text":"RT Mike Ryan has pushed a casedemic that has delayed access to medical care in Europe and North America, prevented many from e...","sentiment_score":0.25}
{"full_text":"RT The U.S. Treasury Department alerted financial institutions to fraud related to Covid-19 vaccines, warning of ransomware attacks t...","sentiment_score":0.0}
{"full_text":"RT The road ahead will be challenging and together we can get through it.The CDC will be committed to the science, promoting...","sentiment_score":0.5}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"RT Would be very grateful if ppl could RT this &amp; follow me.It's a political\/social commentary account - well that's what I...","sentiment_score":0.2}
{"full_text":"RT Latest CDC vaccine distribution and administration numbers are out.Doses Distributed: 11,445,175Doses Administered: 2,127,...","sentiment_score":0.5}
{"full_text":"RT #COVID19 -Meter41.3k new cases today. (Highest number of cases reported since #pandemic began!)357 deaths !Many a...","sentiment_score":0.3352272727}
{"full_text":"RT \"New York's latest contact tracing data shows 70% of new #COVID19 cases originate from households &amp; small gatherings.\"Th...","sentiment_score":0.1306818182}
{"full_text":"RT I tested positive for COVID-19. I am following guidance from my doctor and am isolating from others. I am thankful to be...","sentiment_score":0.1136363636}
{"full_text":"RT NEW:- New COVID cases being reported in AB:Dec 23: 1007 cases \/ 15585 tests, 30 deaths reported24: 1191 cases \/ 17845 t...","sentiment_score":0.1363636364}
{"full_text":"Watching All eyez on me while at work...man pac was the realist...Would Love to hear his thoughts today. #Thug #COVID19 #lilwayne #blm","sentiment_score":0.5}
{"full_text":"RT Over the past week, there has been a 15% decrease in new COVID cases and deaths in America.The media will not tell you...","sentiment_score":-0.0568181818}
{"full_text":"RT Hospitals running out of oxygen.One trust with no non-invasive machines left. ICUs tweeting for volunteers to prone pa...","sentiment_score":0.0}
{"full_text":"RT Taiwan, by comparison, was well-ahead of the game:3 days earlier, Taiwan had set up its Central Epidemic Command Center...","sentiment_score":-0.0333333333}
{"full_text":"why in tf are y'all tryna party in the middle of a pandemic","sentiment_score":0.0}
{"full_text":"RT My friend is a doctor.She just told me via text message that tonight she witnessed the death of a husband and wife by COVID....","sentiment_score":0.0}
{"full_text":"Road fatalities dip but Covid violations pull up crime rate","sentiment_score":0.0}
{"full_text":"Clearly political and without regard for risk to life....I'm not sending my child anywhere near a school, until these clowns realise they can't make anywhere Covid-secure\/ safe.","sentiment_score":0.2}
{"full_text":"RT I am in Washington to vote YES on $2,000 checks to the Americans hardest hit by this pandemic!","sentiment_score":0.0}
{"full_text":"Another way to look at the above stats:It took Alberta 249 days to record its first 500 COVID-19 deaths. It took 35 days to record the next 500 deaths.#COVID19AB","sentiment_score":0.0833333333}
{"full_text":"RT It's crazy that there's still no formal COVID education campaign right now.","sentiment_score":-0.1571428571}
{"full_text":"RT 1st of all, aid starts phasing out at $75k2. it's already tied to outdated income info, don't make it worse3. Ppl who made $10...","sentiment_score":-0.4}
{"full_text":"everyday I grow more and more hatred towards this app.","sentiment_score":0.2666666667}
{"full_text":"Cable discovered they could keep a nation riveted to the tube with a white bronco chase and then shape a narrative of riots after the verdict in the Rodney King trial. They spent 4 years with nothing but Trump and then were gifted the pandemic. Gotta keep the levels high: ratings","sentiment_score":0.14}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"RT Israeli experts claim they can cure Covid 19 in thirty seconds.https:\/\/t.co\/8iqi8WduT2","sentiment_score":0.0}
{"full_text":"RT COVID-19: Chinese citizen journalist Zhang Zhan jailed for four years over Wuhan reporting","sentiment_score":0.0}
{"full_text":"RT Dr. Hinshaw announces a case of the U.K. variant of coronavirus has been identified in Alberta in someone who travelled fr...","sentiment_score":0.0}
{"full_text":"RT Black Americans die from COVID-19 at nearly twice the rate of white Americans, according to the COVID Tracking Project....","sentiment_score":-0.0222222222}
{"full_text":"Interesting recent study. Kids catch and spread coronavirus half as much as adults and schools aren't the primary drivers of outbreaks.https:\/\/t.co\/kPEhCVm54i","sentiment_score":0.1866666667}
{"full_text":"RT The gavel falls.  The House passes the $2,000 COVID checks bill by a vote of 275-134.  The measure now goes to the Senate.","sentiment_score":0.0}
{"full_text":"I feel so much despair in case I get worse. I had Covid in May &amp; feel I may have had 2nd strain in Oct as it was so much WORSE! I have Long Covid relapse. The scariest being BREATHING PROBLEMS as lungs impaired. I'm just lucky I have a CPAP Machine with a steamer, it's helped.","sentiment_score":-0.0694444444}
{"full_text":"RT When draconian measures fail: Go furtherSPAIN TO SET UP \"REGISTRY\" OF PEOPLE WHO REFUSE TO TAKE COVID19 VACCINE AND SHARE IT...","sentiment_score":-0.5}
{"full_text":"RT The government must not make the same mistakes as in Lockdown 2. Clear criteria for determining how, where and why new...","sentiment_score":0.0787878788}
{"full_text":"RT A truly staggering number of people are posting about quarantining when I know they're on vacation or traveling or basically l...","sentiment_score":0.0}
{"full_text":"RT Dr. Richard Strauss sexually abused 177 wrestlers at Ohio State University and guess who covered it up? did.","sentiment_score":0.5}
{"full_text":"Rep Schrader is one. Can't find the other.https:\/\/t.co\/SoX8QofNpn","sentiment_score":0.0}
{"full_text":"RT \"diarrhea is a symptom of covid\" well it's also a symptom of my daily existence","sentiment_score":0.0}
{"full_text":"RT Hospitals running out of oxygen.One trust with no non-invasive machines left. ICUs tweeting for volunteers to prone pa...","sentiment_score":0.0}
{"full_text":"RT Question, does Weverse still have shipping restriction with some countries because of COVID?","sentiment_score":0.0}
{"full_text":"RT my mom recently contracted COVID (she works at a hospital) &amp; also has to have surgery in 3 weeks. she'll be out of work for...","sentiment_score":0.0}
{"full_text":"RT I know #StarWars means a lot to a lot of people believe me it means a lot to me in times like these it can bring hope and com...","sentiment_score":0.0}
{"full_text":"The truth is that in this country we flopped big time, at some point woke up and decided Covid was finished.Our leadership has never been strong from the start ( its their carelessness that allowed the outbreak of this virus from the start!).South Africans ruined South Africa.","sentiment_score":0.2166666667}
{"full_text":"RT Remember when the media literally encouraged people to go out in the streets &amp; destroy their neighborhoods during the so cal...","sentiment_score":-0.2}
{"full_text":"RT House PASSES bill to increase COVID relief checks to $2000, 275-134, needing 2\/3rds majority to pass. Now goes to the Sen...","sentiment_score":0.0}
{"full_text":"RT Nice sounding organ in St Martin's in the Bullring Church earlier.Very slick covid safe service.  #Birmingham #carols h...","sentiment_score":0.2833333333}
{"full_text":"RT The Room Rater Rotten Pineapple Awards of 2020.....the Nominees are....@JennaEllisEsq","sentiment_score":0.0}
{"full_text":"RT If you refuse to wear a mask, refuse to social distance and traveled during the holidays you should be at the en...","sentiment_score":0.0333333333}
{"full_text":"1) you are the government2) This redundant message tells me that the building is more important than the faith you have.  Got it.","sentiment_score":0.2333333333}
{"full_text":"SHE IS SOOOO GONNA BE ARRESTED","sentiment_score":0.0}
{"full_text":"RT For many people, this time of year can be challenging--especially when it's paired with a pandemic. Know that you're not al...","sentiment_score":0.5}
{"full_text":"RT 1st of all, aid starts phasing out at $75k2. it's already tied to outdated income info, don't make it worse3. Ppl who made $10...","sentiment_score":-0.4}
{"full_text":"RT We're into the levels of the worst of the 2nd wave of the 1918 Influenza outbreak here right now.","sentiment_score":-0.2380952381}
{"full_text":"Wait a minute! I just get it now,You mean Covid19 isn't real but government did it.","sentiment_score":-0.05625}
{"full_text":"How about an old year's kiss?I have covid","sentiment_score":0.1}
{"full_text":"RT It's been more than 2 weeks since the vaccine was first approved and just 2M Americans have been vaccinated (according to","sentiment_score":0.375}
{"full_text":"RT \"It's not just #COVID19 that is killing people,it's underprivilege,it's lack of access,it's years of living with health conditi...","sentiment_score":0.0}
{"full_text":"Matt there is no such thing as flu this year, cough &amp; it's corona","sentiment_score":0.0}
{"full_text":"RT STOP FUCKING TRAVELING. STOP EATING INSIDE. STAY HOME. JESUS FUCKING CHRIST.","sentiment_score":-0.6}
{"full_text":"RT 1 in 1,000 Americans has died from the coronavirus. 3,000 people dead every day. And all it would've taken to prevent...","sentiment_score":-0.2}
{"full_text":"Can't believe there are STILL people meeting their mates in groups and mixing tiers on a day where the rates have reached the highest they've been in the whole pandemic... selfish","sentiment_score":-0.15}
{"full_text":"RT Why is the biggest outbreak in COVID in the country right now - California - which has had the most strict lockdown rules?","sentiment_score":0.3928571429}
{"full_text":"Stocks opened higher after the long weekend and after President Trump signed the coronavirus relief bill, averting a government shutdown. Read more:","sentiment_score":0.2333333333}
{"full_text":"My dentist just said so many ppl teeth and gums been effed up bc y'all thought the lock down meant not brushing y'all teeth ","sentiment_score":0.1722222222}
{"full_text":"RT We at @IndependentSage have constructed a five-point plan on how the government should respond to the growing #Covid19...","sentiment_score":0.0}
{"full_text":"RT OWS is already delivering millions of doses of vaccines each week to Americans. If the results of additiona...","sentiment_score":0.0}
{"full_text":"RT A morale boost?!?!?! Literally gambling on workers' lives. This is why corporations should not have liability immunity for wor...","sentiment_score":0.0}
{"full_text":"RT Keep your children at home if you can . It's not safe . Many of us are in tier 4 , this variant is 70% more infectious. K...","sentiment_score":0.25}
{"full_text":"RT When attacks Dr. Fauci, do you think he realizes he's helping Russian trolls spread disinformation about th...","sentiment_score":0.0}
{"full_text":"They wouldn't be the ones receiving them???? God being the only Dem to vote no is the most embarrassing shit ever","sentiment_score":0.1}
{"full_text":"RT Deen Relief #Covid-19 Hardship Aid*We are ever so grateful to Worthing Mosque for their generous donation to our Covid-19...","sentiment_score":0.0}
{"full_text":"RT 91% of ICU beds in Texas are in use, and 40% of those are with COVID-19 patients.","sentiment_score":0.0}
{"full_text":"RT We are living in a country where there are people vacationing during a pandemic and also people who cannot feed their famil...","sentiment_score":0.0}
{"full_text":"RT Cuomo slams inaction against more aggressive COVID strain: 'It is deja vu. It is the same mistake the federal government m...","sentiment_score":0.25}
{"full_text":"RT The frontline relief work of from #Iraq to #Syria to #COVID19 pandemic to #FarmersProtest &amp; more is renowned globa...","sentiment_score":0.5}
{"full_text":"What?????  This is hurtful and offensive. Why would you use your energy to criticise NHS staff who are saving lives during this horrendous pandemic.","sentiment_score":0.0}
{"full_text":"RT We have 20% of the world's Covid deaths but only 4% of the world's population. Could there be any plausible explanation other...","sentiment_score":0.125}
{"full_text":"RT Sludge found that 18 congressional Republicans and one Libertarian have received $21.7 million for 38 businesses with which t...","sentiment_score":0.0}
{"full_text":"RT #GISHMAS #Item12 The song \"You're a mean one, Mr. Grinch\" says, \"I wouldn't touch you with a 39  1\/2  foot pole!\" But in a pandemic,...","sentiment_score":-0.390625}
{"full_text":"RT Do you know why the pandemic is more or less a thing of the past in places like Japan, South Korea, and New Zealand? Bec...","sentiment_score":0.0549242424}
{"full_text":"Port Authority has launched Room2Ride, an online tool that helps you plan trips with safe social distancing in mind by color-coding stops when your trip is below, at or above our vehicle capacity limits. Get started at","sentiment_score":0.1777777778}
{"full_text":"Let's look at the possibility of infection at dentists, pools and baths.#COVID19","sentiment_score":0.0}
{"full_text":"Mental health and addiction mutual support groups, like Alcoholics Anonymous and Narcotics Anonymous, are essential services in Alberta and continue in-person and online throughout #COVID19 - with proper safety protocols in place. Google to find a meeting in your area.","sentiment_score":-0.0333333333}
{"full_text":"A new and more contagious variant of the COVID-19 virus that was first detected in England has now been found in British Columbia.https:\/\/t.co\/s5SkdqR5jK","sentiment_score":0.2215909091}
{"full_text":"The budget for 2021 includes P72.5 billion for a nationwide vaccination program against COVID-19.","sentiment_score":0.0}
{"full_text":"#QuickTake: I was disturbed to see a citizen journalist get 4 years in prison in China for reporting on the Wuhan COVID outbreak.China's system isn't to be emulated. The lack of political liberties is repressive. And only getting worse.","sentiment_score":-0.1333333333}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"In light of disruptions caused by COVID-19, the deadline for #nonprofits to comply with the FASB's ASC Topic 842 has been extended. The new #LeaseAccounting standard will now be effective for fiscal years beginning after Dec. 15, 2021. Details here:","sentiment_score":0.2840909091}
{"full_text":"\"As we approach the New Year's holiday, I ask all Dallas County residents to please reconsider their plans if they involve spending time with individuals outside their household...we are in a very dangerous situation with COVID-19...\"Full statement:","sentiment_score":-0.0734090909}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"Things travellers won't miss post-Covid. From","sentiment_score":0.0}
{"full_text":"RT My New Year's resolution for 2021 is to not accidentally create a more powerful version of the novel coronavirus","sentiment_score":0.3121212121}
{"full_text":"RT So concerned that you voted to support the Trump Tax Cuts for the rich and add to our debt &amp; deficit. Fact: The 2019...","sentiment_score":0.375}
{"full_text":"Miguel Cardona faces both short-term questions about how schools should handle COVID and long-term ones about how to address learning loss and intra-party divides about how to improve schools. Here's how he might address them. #EdChat #EduTwitter #k12","sentiment_score":0.0}
{"full_text":"Opinion | Who knew a pandemic could reduce health-care spending?","sentiment_score":0.0}
{"full_text":"Covid Response Update -","sentiment_score":0.0}
{"full_text":"Miguel Cardona faces both short-term questions about how schools should handle COVID and long-term ones about how to address learning loss and intra-party divides about how to improve schools. Here's how he might address them. #EdChat #EduTwitter #k12","sentiment_score":0.0}
{"full_text":"Many people are facing homelessness for the first time this year amid the pandemic. The Whidbey Homeless Coalition has helped a number of newly homeless people, including families, according to its executive director.","sentiment_score":0.2954545455}
{"full_text":"Yep. And to wake up on New Years Day and have a brand new start (rather than some strange Covid purgatory)","sentiment_score":0.0742424242}
{"full_text":"Wall Street opens higher after Trump signs $900B aid packagehttps:\/\/t.co\/PjwlQaYRhZ","sentiment_score":0.25}
{"full_text":"RT If a landlord uses their rental income as their only source, they've made an inherently risky decision as an investor...","sentiment_score":0.0}
{"full_text":"Public health experts say more options in addition to the two vaccines now being dispensed -- one made by Pfizer and its German partner BioNTech, the other by Moderna -- are critical to amassing enough shots for the country and the world.","sentiment_score":0.0625}
{"full_text":"Help your colleagues, patients and community understand infection control, its application to #COVID19 and how it works to protect us. Check out the new vlog series \"Inside Infection Control\" with Abbey Carlson, MD. #WeAreFirstline","sentiment_score":0.1363636364}
{"full_text":"The act allows the president to require businesses to prioritize the production needs of the federal government for national security purposes.","sentiment_score":0.0}
{"full_text":"Public health experts say more options in addition to the two vaccines now being dispensed -- one made by Pfizer and its German partner BioNTech, the other by Moderna -- are critical to amassing enough shots for the country and the world.","sentiment_score":0.0625}
{"full_text":"For some people, boredom leads to risk-taking that can spread disease. But no matter how bored you are, psychologists say, understanding boredom can help anyone survive the current pandemic.","sentiment_score":-0.25}
{"full_text":"RT UK- has 41 385 cases in one dayBarbados- We'll take 2 full portions of the UK &amp; a side of US please.","sentiment_score":0.35}
{"full_text":"VACCINATION UPDATE: The 39,501 vaccines administered so far accounts for 8% of group 1a, and approximately 0.6% of Wisconsin's estimated total population. ","sentiment_score":-0.1}
{"full_text":"RT 1st of all, aid starts phasing out at $75k2. it's already tied to outdated income info, don't make it worse3. Ppl who made $10...","sentiment_score":-0.4}
{"full_text":"COUNTDOWN TO 2021: Many Americans are ready to celebrate the end of 2020, but the CDC and Pennsylvania Department of Health are urging people to stay home for New Year's celebrations.","sentiment_score":0.2787878788}
{"full_text":"RT This year let's have the Pawsomest #NewYearsEve Celebration where we stay home, howl at midnight and PAWty virtually wi...","sentiment_score":0.0}
{"full_text":"RT 1st of all, aid starts phasing out at $75k2. it's already tied to outdated income info, don't make it worse3. Ppl who made $10...","sentiment_score":-0.4}
{"full_text":"RT unreal","sentiment_score":0.0}
{"full_text":"RT Stay healthy with more at home activities and remember to wash your hands after  +  +","sentiment_score":0.5}
{"full_text":"Covid-19: Concern at 'unprecedented' infection level in England - BBC News","sentiment_score":0.6}
{"full_text":"RT On Christmas Eve, 148 people in LA County died of COVID, says supervisor Hilda Solis. We're averaging a death every 10 mi...","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you will be social distancing on NYE and not gathering in large groups. ","sentiment_score":0.1238095238}
{"full_text":"RT Dr. Tedros had\/has to be politically correct; hence his talk on \"my country\" &amp; that it's in trouble...I do not need to,&amp;...","sentiment_score":0.0}
{"full_text":"MORAL BOOST!!!!  ????  Good Lord Almighty! How depraved are they?","sentiment_score":0.4375}
{"full_text":"Check out the Alberta Health Services for updates on COVID-19.https:\/\/t.co\/9ThyoImZOu","sentiment_score":0.0}
{"full_text":"RT The only thing standing in the way of $2,000 per person COVID relief is the current makeup of the Senate.","sentiment_score":0.0}
{"full_text":"RT My friend is a doctor.She just told me via text message that tonight she witnessed the death of a husband and wife by COVID....","sentiment_score":0.0}
{"full_text":"Please! Show HOW to wear a mask and WHAT material to use. People do not know to cover their noses. They use nylon and other inappropriate fabrics for masks. Many think if they wear a face shield, they need no mask. We count on you to educate. Please!","sentiment_score":0.25}
{"full_text":"RT $NOVN .78 after hours breaks wedge weekly and Daily breaks line of symmetry Channel Today $BNGO broke $1 these trade...","sentiment_score":0.0}
