{"full_text":"Thank you @postandcourier for sharing how we're continuing to help kids and families cope and thrive through #SEL and partnerships. #scnews #edchat ","sentiment_score":0.0}
{"full_text":"RT Ahem...Swine Flu: 15,000 American deaths in 1 yearCOVID-19: 337,000 American deaths in 10 monthsBecau...","sentiment_score":0.0}
{"full_text":"RT He should be back of the line for the COVID vaccine.","sentiment_score":0.0}
{"full_text":"RT WE KNEW A WINTER SURGE WAS COMING!How our elected officials failed us this badly is beyond comprehension. From Trump to Co...","sentiment_score":-0.6}
{"full_text":"What psycho doing that?","sentiment_score":0.0}
{"full_text":"Those people haven't taken a paycheck since the pandemic started to keep the doors open","sentiment_score":0.0}
{"full_text":"RT I'll Believe it , When I see it :-)","sentiment_score":0.5}
{"full_text":"RT THE ACTUAL MATH! Just so we're clear, Congress could send each American $2,000 EVERY MONTH UNTIL MAY 2021 for less than th...","sentiment_score":-0.0166666667}
{"full_text":"RT Leadership.","sentiment_score":0.0}
{"full_text":"All the Reps Who Voted Against the $2,000 Check Relief Bill | NowThis via #COVID19 #ReliefeBill #Politics","sentiment_score":0.0}
{"full_text":"RT You see what their purpose really is, yet?https:\/\/t.co\/CiKf5GqN0j","sentiment_score":0.2}
{"full_text":"RT Once in office, I will be asking the American people to wear a mask for the first 100 days of my administration. Not as a pol...","sentiment_score":0.125}
{"full_text":"RT All Trusts have to run their comms through NHS England....my Trust is not mentioned in...","sentiment_score":0.0}
{"full_text":"RT LONG LINES &amp; LIMITED VACCINES --Despite Lee County's request not to line up overnight, dozens brought chairs and tents to se...","sentiment_score":-0.0607142857}
{"full_text":"RT #MoscowMitch is a demon inflicting ruin on America! #MitchTheGrinch is corrupted evil backed by foreign dark $, antiUSA g...","sentiment_score":-0.425}
{"full_text":"Plenty would though. The amount of absolute crap preprints that were released on Covid should be a strong warning....Sure, crap still gets past peer review, but it stops some. This is a better situation than not peer reviewing at all.","sentiment_score":-0.1194444444}
{"full_text":"RT covid leaving the world on january 1st 2021","sentiment_score":0.0}
{"full_text":"RT Because it worked so well the first time.","sentiment_score":0.25}
{"full_text":"RT A  on COVID Living Room Spread: Saturday: - Older, out of the house brother wants to visit younger siblings.  Mom says...","sentiment_score":0.1222222222}
{"full_text":"bro slide with a covid maskk","sentiment_score":0.0}
{"full_text":"RT As #COVID19 vaccines are being developed, discover how vaccines work ","sentiment_score":0.1}
{"full_text":"RT \"As I long feared and warned, the effort to distribute and administer the vaccine is not progressing as it should.\"President-ele...","sentiment_score":-0.05}
{"full_text":"Y'all playing games","sentiment_score":0.0}
{"full_text":"RT The new COVID-19 variant that came out of the United Kingdom has now been found in Colorado.I'm not panicked. This str...","sentiment_score":0.1363636364}
{"full_text":"RT $600 pandemic relief checks could be sent to Americans' bank accounts as early as Tuesday night, Treasury chief Steven Mnuchin says...","sentiment_score":0.1}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"RT NSW has 160 active cases of COVID 19","sentiment_score":-0.1333333333}
{"full_text":"He should be fired immediately.  The Government of Canada is advising not to travel internationally unless essential.","sentiment_score":0.0}
{"full_text":"The nerve. In a middle of a pandemic + Philhealth corruption scandal. Tsk.","sentiment_score":0.0}
{"full_text":"RT Ladies and gentlemen this is exactly why California is currently ablaze with Covid19 and hospitals are setting up beds in...","sentiment_score":0.125}
{"full_text":"Meanwhile","sentiment_score":0.0}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"Young athletes previously banned from group practice can return under modified COVID-19 health order","sentiment_score":-0.0333333333}
{"full_text":"RT Dear Tae, Happy 25th Birthday!Thank you for opening up about your experience with burnout &amp; depression via 'Blue &amp;...","sentiment_score":0.4}
{"full_text":"RT BREAKING: The first case of a new strain of COVID-19 has been confirmed in the United States, per Colorado health offi...","sentiment_score":0.2621212121}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"4 days of quarantine and a negative covid test","sentiment_score":-0.3}
{"full_text":"RT finally an answer to the oft asked, never adequately answered \"what's next?\" honored beyond measure &amp; so excited to be j...","sentiment_score":0.0520833333}
{"full_text":"I dunno, maybe, \"stay at home\".","sentiment_score":0.0}
{"full_text":"RT covid leaving the world on january 1st 2021","sentiment_score":0.0}
{"full_text":"RT #ZhangZhan, the citizen journalist jailed 4 yrs for reporting in Wuhan, became so frail during her detention that she atten...","sentiment_score":0.0}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT At the end of one of the worst years in American history, Democrats in both houses of Congress and Republicans in both ho...","sentiment_score":-0.5}
{"full_text":"Oh...FFS....(!)","sentiment_score":0.0}
{"full_text":"RT Covid Free!","sentiment_score":0.5}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"Like the covid lie?","sentiment_score":0.0}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"RT I'm not a historian, and it looks like they've all already corrected you, but I'm wildly guessing that the Founders wou...","sentiment_score":0.1}
{"full_text":"RT COVID-20","sentiment_score":0.0}
{"full_text":"RT Tens of millions can't afford ACA premiums and even more Americans -- that do get catastrophic insurance via ACA --can't aff...","sentiment_score":0.5}
{"full_text":"RT This is what you call lockdown. Really locked down. At Dalian, #China. #CCPVirus, #COVID19 Da Lian ,You Feng Liao . #Zhong Gong Bing Du  #Wu Han Fei Yan ","sentiment_score":0.0222222222}
{"full_text":"RT Today, Moscow Mitch made it clear that Steven Mnuchin funneling $500B in PPP covid loans and giving millions to himself...","sentiment_score":0.1}
{"full_text":"RT $600 pandemic relief checks could be sent to Americans' bank accounts as early as Tuesday night, Treasury chief Steven Mnuchin says...","sentiment_score":0.1}
{"full_text":"RT When you hear \"We don't have beds. We are putting patients in the hallway, conference rooms gift shops\" that means you stay...","sentiment_score":0.0}
{"full_text":"RT The Founders passed An Act Related to Quarantine during the 3rd Congress in 1796, signed by PRESIDENT GEORGE WASHINGTON....","sentiment_score":0.0}
{"full_text":"RT How to kill a bill with a poison pill. Don't fall for it!!","sentiment_score":0.0}
{"full_text":"RT Map of all the places gays are currently vacationing despite the pandemic","sentiment_score":0.0}
{"full_text":"RT The mRNA vaccines, the messengers of hope.New editorial delves into the constituents, the 3 decades in the m...","sentiment_score":0.0}
{"full_text":"RT HELPING THOSE IN NEED: Milton restaurant still opening doors for family with food insecurity during COVID-19 lockdown....","sentiment_score":0.0}
{"full_text":"RT Dear Tae, Happy 25th Birthday!Thank you for opening up about your experience with burnout &amp; depression via 'Blue &amp;...","sentiment_score":0.4}
{"full_text":"RT I'm not a historian, and it looks like they've all already corrected you, but I'm wildly guessing that the Founders wou...","sentiment_score":0.1}
{"full_text":"Dr Zev Zelenko - a heroic physician who has helped thousands during the pandemic has been suspended by Twitter!  Please share his website #COVID19 #SARSCoV2","sentiment_score":0.875}
{"full_text":"And to Ryan's credit, this response ...","sentiment_score":0.0}
{"full_text":"Yesterday was my last day of #workingfromhome after our school closed last Monday due to some #COVID19 cases at Paknam Market. Tomorrow and Friday are public holidays for the new year. I'm hoping that we will all be back at school on Monday, but I fear that may not be possible.","sentiment_score":-0.0110795455}
{"full_text":"RT #PriceGougerKelly is the reason why Americans have lost their jobs, homes, and lives. She profits off Cov...","sentiment_score":0.0}
{"full_text":"RT THE ACTUAL MATH! Just so we're clear, Congress could send each American $2,000 EVERY MONTH UNTIL MAY 2021 for less than th...","sentiment_score":-0.0166666667}
{"full_text":"RT There have been more than 335,000 deaths from COVID-19 in the United States--it is devastating. My heart is with all th...","sentiment_score":-0.25}
{"full_text":"RT Biden says Trump admin not administering doses of covid vaccine quickly enough, saying current pace won't get life back to norm...","sentiment_score":0.0}
{"full_text":"RT To all my cacti friends, I hope you're okay. #wholesome #COVID19 #Cactus","sentiment_score":0.5}
{"full_text":"RT I'm not a historian, and it looks like they've all already corrected you, but I'm wildly guessing that the Founders wou...","sentiment_score":0.1}
{"full_text":"RT 4) Search ICU capacity near you-- it's incredibly sobering.","sentiment_score":0.5}
{"full_text":"I think it's worse than greed. Greed is wanting more for themselves. Republicans are malicious to others, lie and commit hypocrisy, and destroy the moral fabric of our democracy and our country. That's worse than greed alone. They are selfish, ignorant, criminal, and immoral.","sentiment_score":-0.2}
{"full_text":"RT Now have all your queries - from flight cancellations to COVID-19 assistance and more - resolved on WhatsApp. Just text Mi...","sentiment_score":0.5}
{"full_text":"RT The ADL finally showing me the respect I deserve. They call 'the Great Reset' a conspiracy theory! https:\/\/t.co\/iWUMX...","sentiment_score":0.5}
{"full_text":"Intellectual Property Measures Included in the Spending &amp; Coronavirus Relief Omnibus Bill ","sentiment_score":0.3}
{"full_text":"RT Biden just wants to control the people. Once you accept to wear the masks, more requirements are coming. That is how socialism...","sentiment_score":0.35}
{"full_text":"RT FREE SMTOWN LIVE \"Culture Humanity\" 01.01.21 1PM KST 31.12.20 8PM PST 31.12.20 11PM ESTDuring this difficult t...","sentiment_score":0.0121212121}
{"full_text":"RT I'm not a historian, and it looks like they've all already corrected you, but I'm wildly guessing that the Founders wou...","sentiment_score":0.1}
{"full_text":"Some of these SAME people will state in mid-January \"See, masks &amp; lockdowns don't work to control Covid.\"","sentiment_score":0.0}
{"full_text":"RT Mum's in Royal and saw the staff watching the window for something but kept having to go off and work. She offered to w...","sentiment_score":0.0}
{"full_text":"RT The mRNA vaccines, the messengers of hope.New editorial delves into the constituents, the 3 decades in the m...","sentiment_score":0.0}
{"full_text":"RT And now is the time of the #PS2 I just have ported #Fairchild Channel F. Is amazing how you can still enjoy software with more...","sentiment_score":0.5}
{"full_text":"RT So many experts in the field recommended Dr Choucair for this team.  It's great to have him working on the critical proble...","sentiment_score":0.4333333333}
{"full_text":"Here's a linkhttps:\/\/t.co\/0kv17KcgQB","sentiment_score":0.0}
{"full_text":"RT It's official: the top 27 (mostly white, mostly male) billionaires in our country have earned over $1 trillion since the p...","sentiment_score":0.1666666667}
{"full_text":"RT Today, Moscow Mitch made it clear that Steven Mnuchin funneling $500B in PPP covid loans and giving millions to himself...","sentiment_score":0.1}
{"full_text":"Done.","sentiment_score":0.0}
{"full_text":"RT The World Health Organisation has warned that a worse pandemic than COVID could be around the corner and that what we've...","sentiment_score":-0.4}
{"full_text":"RT How did Ontario's finance minister visit these great employers in Ajax on Dec 15, when he left the country for vacation...","sentiment_score":0.4}
{"full_text":"my sweet madam vice president ","sentiment_score":0.35}
{"full_text":"RT Today, Moscow Mitch made it clear that Steven Mnuchin funneling $500B in PPP covid loans and giving millions to himself...","sentiment_score":0.1}
{"full_text":"RT I move we put Jim Jordan's lunacy on curfew. Until further notice. All in favor...","sentiment_score":0.0}
{"full_text":"RT I'm not a historian, and it looks like they've all already corrected you, but I'm wildly guessing that the Founders wou...","sentiment_score":0.1}
{"full_text":"I HAVEN'T SEEN MY FAMILY SINCE SEPTEMBER BECAUSE I CANT AFFORD TO QUARANTINE FOR 10+ DAYS BUT OKAY GO OFF I SUPPOSE HAVE THAT FUCKING PARTY","sentiment_score":-0.05}
{"full_text":"I'm wondering how healthcare workers will be prioritized? As a dental assistant, I deal with aerosols all day. I'm probably more likely exposed to covid thanca nurse working at a clinic but..... Will all nurses get the option before dental staff? Interested to see how it rollsout","sentiment_score":0.25}
{"full_text":"They'd say--makes sense, just like NYC and Baltimore banned people from leaving Philadelphia and fleeing to their cities during the yellow fever outbreak in 1793.","sentiment_score":0.0}
{"full_text":"RT Using this lockdown as a time to focus on me and me only ","sentiment_score":0.0}
{"full_text":"\"During this time of Covid-19 uncertainty we found ourselves with an empty rental property. The property also needed additional work before it was ready to be re-let. We were isolated interstate and relied heavily on Emily and her team to organise, cleaners, yard maintenance ...\"","sentiment_score":-0.0333333333}
{"full_text":"RT \"Staff are near burn out with lots of them showing signs of PTSD.  I see nurses and doctors crying on the corridors befo...","sentiment_score":-0.05}
{"full_text":"That's NOT TRUE!! We ARE the LEADER in COVID CASES and in COVID DEATHS -- the two MOST IMPORTANT categories!! The statistics YOU showed PROVE IT!!","sentiment_score":0.4010416667}
{"full_text":"RT I'm not a historian, and it looks like they've all already corrected you, but I'm wildly guessing that the Founders wou...","sentiment_score":0.1}
{"full_text":"RT I LITERALLY tweeted about how I suspected Dr. Moore being an MD contributed to the racist treatment she received that ultima...","sentiment_score":0.0}
{"full_text":"Lockdown ended too early number 1 after someone's little jaunt in the car. Ppl of the view, I can do what I want too. Govt then let lockdown lapse. Look at summer. We had the chance to get on top of this back then... ","sentiment_score":0.103125}
{"full_text":"They are getting advice from scientists in the fields of medicine and disaster management whose priorities are saving lives and stopping a pandemic.They are listening to economists whose priority is trying to make big numbers slightly bigger.The two are not compatible here.","sentiment_score":-0.0833333333}
{"full_text":"RT \"At the current rate, Operation Warp Speed would take almost 10 years to inoculate enough Americans to get the pandemic und...","sentiment_score":0.0}
{"full_text":"DOEU","sentiment_score":0.0}
{"full_text":"RT Pressure grows on Government to keep schools closed despite plans for military to help coronavirus testing of pupils","sentiment_score":-0.1}
{"full_text":"RT Stop abusing retail\/restaurant workers because you're angry that you have to wear a mask\/get your temp taken. No they...","sentiment_score":-0.5}
{"full_text":"RT Russia admits COVID death toll more than triple what was previously reported","sentiment_score":0.1666666667}
{"full_text":"RT This will result in less mask-wearing.","sentiment_score":-0.1666666667}
{"full_text":"I'm looking around, I'm not seeing Mahomes here  oh and Mahomes is in the first stage of his career. Brady's 43 and he's the 2nd highest graded QB in 2020  on a brand new team, coach, covid and did I mention he's 43 setting records? Brady's still the GOAT and will always be","sentiment_score":0.1287878788}
{"full_text":"RT Visual approximation of US government support and planning for #covid19 vaccines to date","sentiment_score":0.0}
{"full_text":"\"Symptomatic\" can be subjective. Fever &amp; cough can be observed or measured but if person doesn't admit they lost smell or feel tired, we won't know they're symptomatic. Unfortunately the pandemic made it clear we can't count on pp being considerate of others in their actions...","sentiment_score":-0.2666666667}
{"full_text":"RT UPDATE:Average of covid deaths in UK: 82.4UK life expectancy: 81.16","sentiment_score":0.0}
{"full_text":"Would take a bit for all 13 episodes depending on what you're looking to avoid, but im currently self isolating due to potential exposure to corona, so I don't have much else going on ","sentiment_score":0.01875}
{"full_text":"RT At the end of one of the worst years in American history, Democrats in both houses of Congress and Republicans in both ho...","sentiment_score":-0.5}
{"full_text":"RT 5) is it 'just the flu'??? Is it damnit?!","sentiment_score":0.0}
{"full_text":"Me either!!!","sentiment_score":0.0}
{"full_text":"In my next life, I wanna be a Davis girl. (Ok maybe still in this life, but after Covid.) #DavisGirls #gh ","sentiment_score":0.25}
{"full_text":"RT I move we put Jim Jordan's lunacy on curfew. Until further notice. All in favor...","sentiment_score":0.0}
{"full_text":"Even though Joe Biden's inauguration is just weeks away, the conspiracy theories keep flying about the integrity of the election. And at the same time, misinformation is heating up about the COVID-19 vaccine as the rollout continues.https:\/\/t.co\/nVUrJUsHk3","sentiment_score":0.0}
{"full_text":"RT More new members of Biden's Covid teamSONYA BERNSTEIN as senior policy adviser@CyrusShahpar as data directorCOURTNEY RO...","sentiment_score":0.3181818182}
{"full_text":"I'm just upset all of my porn boos have gotten Covid pregnant amd I'm not the daddy to one of them smdh","sentiment_score":0.3333333333}
{"full_text":"RT Russia admits COVID death toll more than triple what was previously reported","sentiment_score":0.1666666667}
{"full_text":"In fast-moving pandemic, health officials try to change minds at warp speed - MedCity News see more","sentiment_score":0.5}
{"full_text":"Academia Sinica launches network to track SARS-CoV-2 variantshttps:\/\/t.co\/liKavQOkIi","sentiment_score":0.0}
{"full_text":"RT I'm not a historian, and it looks like they've all already corrected you, but I'm wildly guessing that the Founders wou...","sentiment_score":0.1}
{"full_text":"Vice President-elect Harris, husband receive COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"Like every other sport, Asian football was heavily affected by COVID-19 but 2020 ended on a positive note with a successful as reviews the year that was for Asian football, there is certainly plenty to look forward to in 2021!https:\/\/t.co\/toMPXr3Grt","sentiment_score":0.1237940631}
{"full_text":"There's a mutation of covid  y'all doing too much","sentiment_score":0.2}
{"full_text":"A Texas boy is in the ICU at Cook Children's Medical Center with what the CDC calls a \"rare but serious complication associated with COVID-19.\"https:\/\/t.co\/pelp53mpW3","sentiment_score":-0.0333333333}
{"full_text":"RT \"If we want to restore faith in our government, now is the time to address the pain, and the anxiety and the fear that so many o...","sentiment_score":0.5}
{"full_text":"Your daily reminder to:* Wear a face covering* Practice social distancing* Be kind to yourself","sentiment_score":0.2111111111}
{"full_text":"RT WHEN THIS PANDEMIC IS OVER I'M GONNA GO WILD addressing my non-urgent medical issues that i've been ignoring","sentiment_score":0.05}
{"full_text":"I want to end this pandemic as quickly as possible so that my child can be visited by her immunocompromised grandmother as soon as possible. I'd like both of them to do lots of actual living together, even if it means we temporarily don't get to do as much reveling as usual.","sentiment_score":-0.01}
{"full_text":"For the #COVID19 response and for #decarbonization, we can learn from WWII that there doesn't need to be conflict between ambitious public spending programs and fostering greater equality. and Andrew Bossie take a closer look:","sentiment_score":0.25}
{"full_text":"is tracking the daily and cumulative vaccine doses administered across Canada by surveying the data from public health units.","sentiment_score":0.0}
{"full_text":"RT Only 30% prepared to secure a complete shift to remote work - - #cyb...","sentiment_score":0.1}
{"full_text":"For subscribers: Scott County Jail administrator Bryce Schmidt said he feels lucky that the COVID-19 numbers in county jails haven't been higher. Still, he's constantly nervous that a major outbreak looms.","sentiment_score":0.1091666667}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"\"I have lost young patients, 24, 32, 45 (years old). It shouldn't have happened,\" she said.","sentiment_score":0.1}
{"full_text":"Travelling home during the holidays? COVID-19 precautions you should take before, during and after travel.https:\/\/t.co\/8R4Hx208yz","sentiment_score":0.0}
{"full_text":"Can stories inspire action for a better world? As storytellers for good from , we believe that stories can change the world, even amidst a pandemic.Find out more about the impact we created in 2020.","sentiment_score":0.45}
{"full_text":"New Year's Eve app taking NYC celebration virtual amid COVID-19https:\/\/t.co\/IwclgKBz7X","sentiment_score":0.1363636364}
{"full_text":"RT new rule: if you called covid a hoax, you go straight the fuck to the end of the vaccine line. no exceptions","sentiment_score":-0.0212121212}
{"full_text":"Are you planning to celebrate the New Year with people outside your household? Make sure you follow these steps to prevent the spread of #COVID19..Stay safe, stay healthy. For more information, visit: #inidiplomasi","sentiment_score":0.3560606061}
{"full_text":"5 Business Myths Completely Busted by 2020 #COVID19 #sustainability #SDGs #DigitalTransformation #sustainablefinancehttps:\/\/t.co\/38nk9UAdSQ@AdamRogers2030","sentiment_score":0.1}
{"full_text":"NHK WORLD-JAPAN has set up a page providing the information about COVID-19. Please also refer to the following page.https:\/\/t.co\/sNJAL6Y5wh#JNTOsafetravel","sentiment_score":0.0}
{"full_text":"From The tragic death toll of COVID-19 has fallen mostly on the old, but the economic burden will hit younger people the hardest. The pandemic accentuates a generational wealth gap making a policy reset necessary in a post-COVID world, says","sentiment_score":0.0083333333}
