{"full_text":"RT Indiana's food crisis growing amid COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"RT The number of new #COVID19 cases among Tennessee's school-age children was up 80% in November over October. The usual...","sentiment_score":-0.0568181818}
{"full_text":"Long-Term-Care Residents and Health Workers Should Get Vaccine First, C.D.C. Panel Says","sentiment_score":0.25}
{"full_text":"RT These liability shields are solely for protecting meat tycoons like GOP megadonor Ron Cameron and others. Ef...","sentiment_score":0.0}
{"full_text":"RT Today is #WorldAIDSDay!Take a moment to thank community health workers, nurses, doctors, scientists &amp; everybody involved in the...","sentiment_score":0.0}
{"full_text":"Pity the same amount of focus isn't giving to an investigating into the Gov'ts lack of response to the prevention Coronavirus deaths in nursing homes. How many reports did they ignore???","sentiment_score":0.1333333333}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"RT My mom is failing tonight and may have to go in to hospital after all. Blood pressure keeps dropping. So prayers her Ejection f...","sentiment_score":0.0}
{"full_text":"RT FDA Commissioner Dr. Hahn told the agency has \"all hands on deck\" and is \"working day and night and on the weekends\" to...","sentiment_score":0.0}
{"full_text":"#Health #tip : Did you know that some common viruses get into our DNA, bind with it and stay there forever? This is a frequent thing that is part of viral infection. Vaccines on the other hand that have mRNA (e.g. Pfizer and Moderna #COVID19 vaccines) cannot even reach our DNA!","sentiment_score":-0.11875}
{"full_text":"this is so funny how nobody knows what will happen tomorrow even teachers because of COVID-19","sentiment_score":0.25}
{"full_text":"RT 2,473 people died of COVID-19 in the United States in the past 24 hours.","sentiment_score":-0.25}
{"full_text":"RT At the height of the pandemic our government is really saying f*ck y'all. We should really be tearing shit up like Fra...","sentiment_score":0.0666666667}
{"full_text":"RT I can honestly say that in the past 8 months I've never seen this many confirmed COVID obituaries in just one night of...","sentiment_score":0.3125}
{"full_text":"RT Fact: corners have not been cut nor safety jeopardised when developing vaccines currently in use, or the main COVID-19...","sentiment_score":0.0833333333}
{"full_text":"pls buy be :((((((","sentiment_score":-0.75}
{"full_text":"RT Suresh Nellikai, Chief Citizen Coordinator - NHWC and State Citizen Co-ordinator of Corona Sainika Program speaks about the...","sentiment_score":0.0}
{"full_text":"RT #longCOVID folk: do you know what current thinking is re: post-COVID vascular issues? What is timeframe for healing? How are s...","sentiment_score":0.0}
{"full_text":"Good!!!","sentiment_score":1.0}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"wtf is this","sentiment_score":-0.5}
{"full_text":"RT Chicago Mayor Lori Lightfoot defended her decision to get a haircut despite urging citizens to stay at home in accordan...","sentiment_score":0.0}
{"full_text":"RT I still can't believe this government gave us a one time payment of $1200 since COVID started and that's it LMFAOOOOOOOOOOOOOO...","sentiment_score":0.0}
{"full_text":"Govt MLA MP Corruption? RBI\/Bank Scams? TAX Loot? official Share%Bribe?Ppls Concern Grievance?Ignore?","sentiment_score":0.0}
{"full_text":"RT America doesn't suffer from scarcity -- we suffer from greed.","sentiment_score":0.0}
{"full_text":"Kolonnawa Post Office employees infected via #SriLanka #lka #Kolonnawa #coronavirus #COVID19LK","sentiment_score":0.0}
{"full_text":"How Do The 3 #Coronavirus #Vaccines Compare? #AstraZeneca vs #Moderna vs #Pfizer #covid #BioNTech #vaccine #news","sentiment_score":0.0}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"RT What's the use of the high rank of UP in intnl educ standing if it's not sensitive to the plight of the UP community i...","sentiment_score":-0.23}
{"full_text":"RT !!Georgia!!WATCH Jon Ossoff defend Rev. Warnock's honor w\/fire Together Jon Ossoff &amp; Rev. Rafael Warnock will fight f...","sentiment_score":0.0}
{"full_text":"Blessed to play with you for 2 season love ya bud","sentiment_score":0.5}
{"full_text":"RT NORTH DAKOTA hits COVID milestone: 1 out of every 800 residents dead","sentiment_score":-0.2}
{"full_text":"RT LATEST: Police will not charge the pizza bar worker whose lie led to the statewide #Covid19 lockdown because SA Health has cl...","sentiment_score":0.5}
{"full_text":"RT Paying rent during a pandemic should be illegal","sentiment_score":-0.5}
{"full_text":"Been rockin this setup since the pandemic started ","sentiment_score":0.0}
{"full_text":"RT Washoe Data says ICU Occupancy Rate at 59% -small fraction are COVID  35 year's worth of CDC d...","sentiment_score":0.025}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"The latest The D.N.I. Health Newspaper Daily! Thanks to #covid #caresact","sentiment_score":0.2333333333}
{"full_text":"RT Corona virus....its coming","sentiment_score":0.0}
{"full_text":"RT BOSTON: 44% of small businesses shuttered during the shutdown The Massachusetts government intentionally destroyed Am...","sentiment_score":-0.25}
{"full_text":"RT There is no reason to worry about the national debt when over 20 million are jobless, a third of small businesses are closed,...","sentiment_score":-0.1166666667}
{"full_text":"LOLOL really? Now?You are pathetic to say it's partisan.Calm your 'team' out for partisan murder for the past 8 months. Not those of us who have been masking and acting responsibly to slow COVID.You dick.","sentiment_score":-0.0916666667}
{"full_text":"RT From entire duty of unions is to protect the most vulnerable members.95% of #SAGAFTRA members earn...","sentiment_score":0.0}
{"full_text":"RT From entire duty of unions is to protect the most vulnerable members.95%of #SAGAFTRA members earn...","sentiment_score":0.0}
{"full_text":"This Genius Face Mask Hack Protects Your Makeup and Gives You Extra Breathing Room","sentiment_score":0.0}
{"full_text":" THIS. TIMES INFINITY. ","sentiment_score":0.0}
{"full_text":"RT Dan Levy singing \"Lonely Chrismas\" is the gift that we all deserve this holiday season. It's also very fitting for a Cov...","sentiment_score":0.275}
{"full_text":"RT Saying \"I don't need to worry about catching COVID because I am young and healthy\" is like saying \"I don't need to obey tra...","sentiment_score":0.4}
{"full_text":"RT My family says the same.","sentiment_score":0.0}
{"full_text":"RT If this ain't me  fuck covid ","sentiment_score":-0.4}
{"full_text":"RT Supreme Court's three-judge bench, headed by Justice Ashok Bhushan begins hearing a batch of petitions filed by various industry b...","sentiment_score":0.0}
{"full_text":"RT Postpone reopening of all medical Colleges and save our and our's families health and lives.C...","sentiment_score":0.0}
{"full_text":"RT It's a national security risk when a judge cannot subpoena and lock down the log files and USB devices bec...","sentiment_score":-0.1555555556}
{"full_text":"RT miss theatre? wear a fucking maskmiss concerts? wear a fucking maskmiss restaurants? wear a fucking maskmiss movie theate...","sentiment_score":-0.6}
{"full_text":"RT Why would anyone in California take the draconian lockdown measures seriously if every major CA leader behind them ref...","sentiment_score":-0.2236111111}
{"full_text":"RT The Western world would have to learn from Victoria\/Australia and New Zealand how to manage a pandemic in the future, its a 2...","sentiment_score":0.0454545455}
{"full_text":"RT anyone else watching a movie or TV show and wondering why people aren't social distancing and wearing masks?","sentiment_score":0.0333333333}
{"full_text":"Is a favorite in our house! No B.S. He tells it like it is and then some. Glad he kicked COVID19 ass! ","sentiment_score":0.625}
{"full_text":"I think he is right Kenney would lose today, but polls are a snapshot and 2.5 years is an eternity.  Yes a lot of anger over his COVID-19 management, but if economy comes roaring back, you would be surprised how much things can change.  Still I have been saying he is in trouble.","sentiment_score":-0.0523809524}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"Far out.","sentiment_score":0.1}
{"full_text":"A business continuity plan is essential when a crisis hits. Did your company have one before the COVID-19 crisis and if not, have you now considered creating one? Read more about preparing for a crisis here: #businesscontinuity #plan","sentiment_score":0.25}
{"full_text":"Respected MD sir,This is not fair ,after selection from 6 months you can't de-panel candidates .Now DMRC is fully generating revenue as pre lockdown and requirements must also be same . Please restore all vacancies.","sentiment_score":-0.175}
{"full_text":"Here are six classic, clever, heartwarming holiday commercials that bring joy, nostalgia and social distancing. #bestof #bestcommercials #holiday #holidaycommercials #christmas #commercials #nostalgia","sentiment_score":0.2916666667}
{"full_text":"#Covid19 #pandemic to push #diaspora #remittances to a 7-year-high level:  Governor#economy #Zimbabwe","sentiment_score":0.0}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"RT I am old enough to remember going to the moon and what a huge accomplishment! developing a vaccine to beat the scourge of COVID...","sentiment_score":0.2}
{"full_text":"How Many Post-Pandemic Office Workers Can Fit in One Elevator? #CRE #COVID-19 #NewNormal #Pandemic #Office","sentiment_score":0.45}
{"full_text":"In Pics | California is at a tipping point in the pandemic that would soon overwhelm its hospitals ","sentiment_score":0.0}
{"full_text":"Safe to say at least 25% of Business Travel (2019 levels) will never return. Bill Gates had made similar statements last week.$UAL $AAL $DAL $JBLU $LUV#travel #airlinestocks #hotels #Investment","sentiment_score":0.05}
{"full_text":"Regional Mexican Singer-Songwriter Jerry Demara Dies at 45 Due to COVID-19https:\/\/t.co\/jyi9HzvHBAPresented by","sentiment_score":-0.0625}
{"full_text":"#Covid19 in #India : The total confirmed cases are on the verge of crossing 95 lakh","sentiment_score":0.2}
{"full_text":"As our second national lockdown lifts, Liverpool City Region's coronavirus case numbers continue to fallhttps:\/\/t.co\/8I6nz6f5l7","sentiment_score":0.0}
{"full_text":"Regional Mexican Singer-Songwriter Jerry Demara Dies at 45 Due to COVID-19https:\/\/t.co\/ldNi0x38KMPresented by","sentiment_score":-0.0625}
{"full_text":"Regional Mexican Singer-Songwriter Jerry Demara Dies at 45 Due to COVID-19https:\/\/t.co\/VEhPcoIRiAPresented by","sentiment_score":-0.0625}
{"full_text":"T-3 hours to our event! You're still in time to join us at 10.00 CET to discover how energy intensive industries are coping with Covid19 by using AUGMENTED REALITY!Registration","sentiment_score":0.0}
{"full_text":"Today, we celebrate the UAE's National Day, and on behalf of all of us at Wavetec, wish them the very best in all their future endeavours!#UAE #QueueManagement #SecondWave #CustomerCare #Contactless #SocialDistancing #SelfService #Wavetec","sentiment_score":0.5}
{"full_text":"The US Food and Drug Administration (@US_FDA) has designated the investigation of #AB201 as a potential treatment for #COVID19#ArcaBioPharma #coronavirus #cure #treatmenthttps:\/\/t.co\/Ee3LXpbJuR","sentiment_score":0.0}
{"full_text":"Is an #HIV #vaccine on the horizon? It may not be as close as a #COVID19 jab but we've broken down some of the most promising candidates in the running.","sentiment_score":0.0361111111}
{"full_text":"Up to 50 people may now visit another household. recommends having no more than 30 visitors at a time if the residence has no outdoor space. Limiting the numbers of visitors helps everyone maintain physical distancing.  For more information:","sentiment_score":0.0833333333}
{"full_text":"Hamad International Airport became the first airport in the Middle East and Asia to be awarded a 5-Star COVID-19 Airport Safety Rating by Skytrax.#Airport #Qatar #qatarliving@HIAQatarhttps:\/\/t.co\/xApKHLQoNS","sentiment_score":0.0833333333}
{"full_text":"Finding Pandemic Success In the Middle of the Amazon -- Part Twohttps:\/\/t.co\/LMtWH9Bn5b","sentiment_score":0.15}
{"full_text":"East Yorkshire &amp; Northern Lincolnshire is now in Tier 3 of #Coronavirus restrictions.Non-essential shops, salons &amp; gyms can reopen but pubs &amp; restaurants have to stay shut except for takeaways.","sentiment_score":0.0}
{"full_text":"Slough is now a covid Tier 3 - Very High Alert area. Thankfully, numbers have fallen slightly - but unfortunately we are still losing residents to this nasty illness.Please continue making those choices which help keep you, your family and your communities safe.","sentiment_score":-0.1917333333}
{"full_text":"Covid halts Kilian caseThe case against Zane Kilian, an alleged co-conspirator in the murder of Anti-Gang Unit detective Charl Kinnear, was postponed after the court heard the leading prosecutor in the case was self-isolating.https:\/\/t.co\/xaxBDqajIh","sentiment_score":-0.1}
{"full_text":"The debt of the Philippine Health Insurance Corp. to the Philippine Red Cross for its coronavirus testing services increased to 623 million, the organization's chief said Wednesday.","sentiment_score":0.0}
{"full_text":"Tracking COVID-19 clusters in Nashville: Where they are and when they were reported","sentiment_score":0.0}
{"full_text":"tuesday 12\/1: today is by far the worst day yet of #COVID19 in #LosAngeles County with almost 7600 cases -- and this does not even include the onslaught of #thanksgiving weekend infections. still, there are few changes in behavior amid weak new restrictions","sentiment_score":-0.2677272727}
{"full_text":"California is offering temporary tax relief and $500 million dollars to small businesses struggle because of coronavirus restrictions.","sentiment_score":-0.25}
{"full_text":"Roberts says she was used to hearing stories of nursing homes getting hit hard with COVID-19. She never thought one day she'd be telling her own.","sentiment_score":0.1541666667}
{"full_text":"The school is implementing new topics and stressing the importance of personal protective equipment in clinical studies and the curriculum.https:\/\/t.co\/DSHTWQgJc2","sentiment_score":0.0681818182}
{"full_text":"I'm drunk right now-and I can say that most Americans don't know that alcohol is a carcinogen isn't because anything 'big booze' does.  It's because most Americans are fucking idiots.Also, a pandemic is going on-so they don't care.https:\/\/t.co\/mcwM4XNjWB","sentiment_score":0.030952381}
{"full_text":"Video: Gen Muntu to Nakaseke: Elect Leaders who'll Resist Trappings of Power  #ChimpReportsNews #Uganda #UgandaNews #Featured #Elections #UgandaDecides  #UgVotes2021 #WednesdayThoughts #WearAMask #WorldAIDSDay #Newshttps:\/\/t.co\/hS78KLUInf","sentiment_score":0.8}
{"full_text":"Due to the effects of the pandemic most people drained their savings leaving little or no funds aside to cutter for holiday gifts and vacationshttps:\/\/t.co\/kd5ZkPQRSi","sentiment_score":0.0625}
{"full_text":"Regional Mexican Singer-Songwriter Jerry Demara Dies at 45 Due to COVID-19https:\/\/t.co\/zjGfIIRRWzPresented by","sentiment_score":-0.0625}
{"full_text":"RT 'I'm 23 years old and I just had a stroke': Tempe man (@RileyBehrens) goes viral after COVID-19 experience","sentiment_score":0.1}
{"full_text":"Morning, everyone. It's with my 6am choice for your #SixAtSix Wednesday reading Exclusive: NHS ready to provide Covid vaccine within dayshttps:\/\/t.co\/7FsbdwwZyn1\/6","sentiment_score":0.2}
{"full_text":"In a watchdog report released Monday, the Government Accountability Office warned of \"substantial\" fraud risk that could jeopardize billions of dollars in coronavirus relief funding.https:\/\/t.co\/91oCbuyLtP","sentiment_score":0.0}
{"full_text":"Catch National live on at 6:20am as our survey reveals the devastating impact of the pandemic on officers - 65% reported the crisis has had a negative impact on their morale. #PFEWPayandMorale #TuneInMore here https:\/\/t.co\/HB67KA19o6","sentiment_score":-0.3878787879}
{"full_text":"Bars and restaurants have been told no dance floors, no sitting on counters and a Perspex glass to separate revellers and sellers to minimise the spread of Coronavirus ahead of the festive season.","sentiment_score":0.0}
{"full_text":"If consumers don't go into #fashion stores because of the #corona #pandemic, but order online instead, will that mean the rise of virtual fitting rooms? #virtualfitting #virtualreality #augmentedreality #retailtechnology #retailtech #covid19","sentiment_score":0.09375}
{"full_text":"A new survey from staffing firm, Robert Half, found many people are working longer hours than before the pandemic. In fact, Half found that 43% of those surveyed in Minneapolis claim to be working more than 8 hours a day and 60% are working weekends.","sentiment_score":0.1005050505}
{"full_text":"Springfield's winter warming center is operating as normal after recently going into a soft lockdown.https:\/\/t.co\/1PBxoOjtzf","sentiment_score":0.0375}
{"full_text":"RT He did win in a landslide.","sentiment_score":0.8}
{"full_text":"Latest worldwide COVID-19 data: 64,195,158 cases, 1,486,841 deaths.A 2.32% fatality rate.","sentiment_score":0.5}
{"full_text":"Pubs can officially reopen today - but must serve 'substantial food' alongside a drinkhttps:\/\/t.co\/0os6lZP1MD","sentiment_score":0.0}
{"full_text":"Nearly two-thirds of Australian workers are actively seeking out or considering new job opportunities, despite uncertainty in the job market during COVID  #recruitment","sentiment_score":0.0257575758}
{"full_text":"Bundles of joy that have been introduced to the world during a difficult monthhttps:\/\/t.co\/FW8xbPqPNS","sentiment_score":0.15}
{"full_text":"As of 1st Dec, 7:08pm CET, reported 62,844,837 confirmed cases of #COVID19, including 1,465,144 deaths, globally. To view country-specific figures, visit Amref #COVID19Africa Information Centre at #AmrefCOVID19Response","sentiment_score":0.2}
{"full_text":"Premier John Horgan says he is 'comfortable' with how health officials have managed the #COVID19 so far. #Kamloops","sentiment_score":0.25}
{"full_text":"Have female CEOs coped better with COVID-19 than men?@Kantar and third annual #ReykjavikIndex for Leadership interviewed 20,000+ adults. Nigeria, which was surveyed for the first time, came in last place.  @BBCAfrica investigates:","sentiment_score":0.15}
{"full_text":"Health authorities have revealed the reason why traces of coronavirus were found in a major regional town's wastewater.https:\/\/t.co\/XTOphBZKi1","sentiment_score":0.0625}
{"full_text":"In a watchdog report released Monday, the Government Accountability Office warned of \"substantial\" fraud risk that could jeopardize billions of dollars in coronavirus relief funding.https:\/\/t.co\/RsXBvBOy8p","sentiment_score":0.0}
{"full_text":"WCC: 'Find hope in the birth of Jesus amid the covid-19 crisis'https:\/\/t.co\/ad4IDkK5wq","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 02\/12\/2020 11:30Total Cases: 9499710 [+0]Active: 427522Recovered: 8931798 [+0]Deaths :138159 [+0]Total Tests: 142.45MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Yoga, meditation, and other mindfulness activities can help you reframe your thoughts, especially at a time when people are increasingly struggling with anxiety, depression, and substance abuse. #mentalhealth #employeehealth #coronavirus","sentiment_score":-0.0625}
{"full_text":"RT Just talked with officials from a small hospital in North Idaho. They still have to reuse N95s. They looked into hiring a...","sentiment_score":-0.25}
{"full_text":"COVID vaccine: Gov. Cooper says NC expected to receive nearly 85,000 doses of Pfizer COVID-19 vaccine after FDA approval - WTVD-TV","sentiment_score":0.0}
{"full_text":"India coronavirus cases stay below 50k for 25th straight day","sentiment_score":0.2}
{"full_text":"RT Absent action from the Senate, key COVID relief measures are set to expire at the end of the month, including expanded...","sentiment_score":0.05}
{"full_text":"20 Small-Batch Recipes for Your COVID-19 Holiday: Instead of a turkey dinner for 40 or a Christmas Eve bash with all the ... These 20 small-batch recipes for apps, entrees, sides, and desserts serve up to ... #dinner #recipes #somethingnew #JHE","sentiment_score":0.0}
{"full_text":"RT Context is everything folks. Scientific literature out there notes that most hospitals see between 65% and 83% utilization...","sentiment_score":0.5}
{"full_text":"18 new Covid-19 cases","sentiment_score":0.1363636364}
{"full_text":"Oh FFS it has not. You stupid f#cking sheep need to quit eating the shit your MSM masters are feeding you.The real # of deaths DUE TO the covid cold is prob 10% of what your fear masters tell you. Sample from IL covid database.  Tell me how many \"died BECAUSE of covid...","sentiment_score":-0.1708333333}
{"full_text":"As an educated mere 'Australian' witnessing the triad of 2020 events has been challenging. US election,COVID-19 &amp; China vs The World. Trump playing golf is entertaining, however,  a GLOBAL hole in one is required now, from EVERY country especially US, CHINA &amp; RUSSIA. THINK peace.","sentiment_score":0.0833333333}
{"full_text":"Swindon &amp; Wiltshire are now in Covid Tier 2 - you can meet in groups of six outdoors, but cannot mix with anyone from other households indoors. All of the county's MPs voted with the government to bring in the new rules last night.","sentiment_score":0.0037878788}
{"full_text":"Is Your Unemployment Running Out? #COVID19 #TipTuesday #TechTuesday #TopicTuesday","sentiment_score":0.0}
{"full_text":"RT AI Tool Detects COVID-19 by Listening to Patients' Coughs #AI #COVID","sentiment_score":0.0}
{"full_text":"It a good survey. It increase the awareness impact covid-19 on accounting  #ACCAGenZ","sentiment_score":0.7}
{"full_text":"Even Maxwell Q. Klinger says \"Wear a Mask!\"@ClassicMASH @mashaholic #pandemic","sentiment_score":0.0}
{"full_text":"RT what's the german word for getting dumped 30 minutes into a 2 hour covid testing line &amp; you're in the car together??","sentiment_score":0.0}
{"full_text":"The NT's economy was battling even before the pandemic. Now its government has a plan","sentiment_score":0.0}
{"full_text":"COVID-19: Meet Adar Poonawala, the man behind Serum Institute of India developing Covishield vaccine | Companies News","sentiment_score":-0.4}
{"full_text":"CDC Plans to Recommend Shorter Quarantine for People Exposed to Covid-19","sentiment_score":0.0}
{"full_text":"RT \"At least until a safe, effective vaccine becomes available, all countries need different forms of tailored, limited lockdown...","sentiment_score":0.1880952381}
{"full_text":"Read the tweet, man! He always \"believed\" in Covid19! His father in law didn't...","sentiment_score":0.0}
{"full_text":"Want to know how COVID impacted print, especially with an increase in remote workers? Find trends &amp; strategies for effectively managing print for at home staff, while ensuring compliance &amp; confidentiality. #remoteprinting #telework #secureprinting","sentiment_score":0.1666666667}
{"full_text":"EU Regulator To Decide On Pfizer\/BioNTech COVID-19 Vaccine Approval","sentiment_score":0.0}
{"full_text":"RT A great piece on the huge international #LongCovid advocacy movement, featuring so many beloveds: (@AthenaAkra...","sentiment_score":0.19}
{"full_text":"COVID-19 warriors: How Assam's Mishings brought agroforestry back into practice","sentiment_score":0.0}
{"full_text":"Changes that would've taken cities years are happening in weeks according to Steve Zoegall. #Covid19 is driving transformational change.","sentiment_score":0.0}
{"full_text":"South Africa's #e-commerce sector reported a dramatic uptick in sales during the Black Friday weekend, while brick-and-mortar sales plummeted, as shoppers avoided malls due to COVID-19 fears.#blackfriday #ecommerce","sentiment_score":-0.2416666667}
{"full_text":"The reinforcement team, which assisted Cebu City curb the surge in coronavirus cases, was also deployed to Davao City to improve its COVID-19 referral and emergency operation systems.Read more:https:\/\/t.co\/IAXRZRXfB8#InformInformInform #LagingHanda  #COVID19ph","sentiment_score":0.0}
{"full_text":"Man look, stay your asses home please. This virus is spreading out of control and I have fear if we continue at this pace 2021 is fucked too","sentiment_score":-0.6}
{"full_text":"Time: 06:00 * Temp: 7.4degC * Wind: W 0.0 to 6.0mph * Pressure: 1013.4hPa * Rain: 0.0mm * Hum: 89% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:24 * Sunset: 16:01 * Cloudbase: 800ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT #COVID19 India Tracker as at December 2, 2020 (11:00 am, IST)Confirmed cases: 9,499,413Recovered: 8,932,647 (94.03%)...","sentiment_score":0.0}
{"full_text":"RT GOP leaders lay into Pelosi for marijuana legalization bill while COVID-19 relief remains uncertain","sentiment_score":0.0}
{"full_text":"RT The city said it \"will not recognize\" Inslee's orders to temporarily prohibit indoor dining, limiting service to outdoor...","sentiment_score":0.0}
{"full_text":"If everyone is dead you don't need immunity,fuck head.","sentiment_score":-0.2}
{"full_text":"World economy 'to return to pre-pandemic levels' by 2022, watchdog sayshttps:\/\/t.co\/4swjyeunlq#MNewsWorld #MNews","sentiment_score":0.0}
{"full_text":"- Oregon daily COVID deaths hit 24... all-time state record  ... #COVID19 #COVIDSecondWave #PDX #Orpol #Oregon #Biden #GOP #katebrown #PDX #Portland","sentiment_score":0.0}
{"full_text":"Scenario: You are sat with 2 people...one is a doctor who is working day in, day out with Covid patients and has actual facts and someone claiming to have databases showing figures about the virus...who do you believe?","sentiment_score":0.0}
{"full_text":"With many Indian #students shelving plans or hesitant to commit to study abroad because of the global #coronavirus #pandemic, more are turning to top #universities at home. #edutech #educhat #elearning #onlinelearning #onlineeducation #covid19","sentiment_score":0.375}
{"full_text":"Let's hope so","sentiment_score":0.0}
{"full_text":"[Sport] Aston Villa vs Newcastle United Clash Set To Be Postponed Due To COVID-19 Outbreak","sentiment_score":-0.125}
{"full_text":"Cities are the dominant force of change for human societies. Cities, not nations, should secure the SDGs for the world. COVID-19 has given a stimulus for cities to push harder on many SDGs.","sentiment_score":0.2}
{"full_text":"#Tigrayans who were already at risk for famine due to widespread crop failure caused by the worst locust outbreak, are now on day 28 of aimless #war waged on them by Nobel peace prize winner #AbiyAhmedAli. 6 million people are in dire NEED OF HUMANITARIAN ACCES. #StopWarOnTigray","sentiment_score":-0.4805555556}
{"full_text":"RT NEW: Australia officially out of recession, reports 0 domestic coronavirus cases for 3rd day in a row","sentiment_score":0.0454545455}
{"full_text":"Find out how this startup has a big role to play during COVID-19https:\/\/t.co\/Bn9KX7HlDQ","sentiment_score":0.0}
