{"full_text":"RT Please wear a It's NOT a political statement, it's life saving gear! It's NOT infringing on YOUR liberty! The needs of t...","sentiment_score":0.0}
{"full_text":"RT Happening Tomorrow: Woburn Memorial High School switching to fully remote learning for next week due to \"increase over t...","sentiment_score":-0.01625}
{"full_text":"Hi, any tips\/support welcome. I became really unwell in October. I ticked all boxes for Covid but received a negative test. I am 8 weeks in now. Normal chest X-ray, normal bloods but recurring debilitating symptoms. Dr is convinced it's long Covid. Not sure what to do next.","sentiment_score":0.0875}
{"full_text":"RT Thank you to all the organisations providing support to those facing financial difficulties this year, not least","sentiment_score":0.075}
{"full_text":"pls be negative :((((((","sentiment_score":-0.525}
{"full_text":"After corona a new disease breaking out from india","sentiment_score":0.1363636364}
{"full_text":"RT No, the UK does not have the worst death toll in Europe.Not even close.Getting on for double the proportion t...","sentiment_score":-0.5}
{"full_text":"RT A million new covid cases in a matter of 6 days......","sentiment_score":0.1363636364}
{"full_text":"RT Teacher ","sentiment_score":0.0}
{"full_text":"RT It's a very big deal. #WearAMask","sentiment_score":0.0}
{"full_text":"RT Hi, it is me, your local \"I had a mild covid case in March and recovered in &lt; a week\" friend here to remind you that:a)...","sentiment_score":0.1666666667}
{"full_text":"RT Jellyfish Entertainment issued a statement, stating that Mina is being tested for covid-19 today (7th Dec), and is curr...","sentiment_score":0.0}
{"full_text":"Most major banks have bled rhetoric on the need for caution, but the proof will be in the pudding. Hopes that the pandemic would provide a \"great reset\" for corporate bonus culture are witnessing one of their first tests here: #Moderation #Bonuses","sentiment_score":0.3225}
{"full_text":"RT People: \"We're having a light flu season because people are wearing masks and social distancing.\"Me: \"Then why are the...","sentiment_score":0.2166666667}
{"full_text":"RT Hello #Walsall residents - here's another opportunity to have your say on how social cohesion in your community is chang...","sentiment_score":0.0333333333}
{"full_text":"RT # Yemen# Afghanistan# Democratic Republic of CongoThe 3 worst food crises are in countries affected by conflict. As the w...","sentiment_score":-1.0}
{"full_text":"RT .@furzedown_net won't be holding their usual Christmas Market this year due to the pandemic, but residents are setting u...","sentiment_score":-0.1875}
{"full_text":"RT The impact on #COVID19 on #stroke research is huge..  need to get research back on track.. we need the evidence to con...","sentiment_score":0.2}
{"full_text":"RT Do you understand what the word 'toll' means? It denotes the number of deaths, and the UK has the highest in Europe.","sentiment_score":0.0}
{"full_text":"RT If the US Govt wants people to take the necessary health precautions needed to slow the spread, they need to do SOMETHING to pr...","sentiment_score":-0.0333333333}
{"full_text":"Wow! Over 600k people have joined the to call for a Global Common Good #Covid19 #Vaccine -- free of patents, so that everyone in the world can have access, even the poorest. Sign and RT! ","sentiment_score":0.205}
{"full_text":"RT Good English language comment on #Covid19 situation in #Germany - initially Europe's success story, partial lockdowns &amp; lighte...","sentiment_score":0.18}
{"full_text":"Social distancing langs","sentiment_score":0.0333333333}
{"full_text":"And oddly enough they've all recovered. Have you noticed that no Democrats are coming out and admitting when  they have Covid?Do you really think that the China virus knows the difference between political parties? C'mon, man","sentiment_score":0.0666666667}
{"full_text":"RT LISTEN: shares 'The Lockdown Sessions' - four songs recorded in an intimate setting, featuring stripped...","sentiment_score":0.2}
{"full_text":"RT This is what I miss this year during the covid award shows","sentiment_score":0.0}
{"full_text":"RT Pulmonary fibrosis: patients say they are missing out on vital rehab after Covid-19 pandemic #phy...","sentiment_score":-0.05}
{"full_text":"The world had a pandemic and our gov't decided not to participate. It never had to be this way.","sentiment_score":0.0}
{"full_text":"RT In a year when thousands have died, people are using the virtual world to try to comprehend the scale of our loss during th...","sentiment_score":0.0}
{"full_text":"RT Too often being homeless is considered a personal and moral failing, when it's actually a structural and political problem....","sentiment_score":0.0}
{"full_text":"The unintended consequences of lockdown for thousands of 'locked away' elderly. A distressing testimony here...","sentiment_score":0.0}
{"full_text":"#GOT7  was busy coz of the #KeepSpinning tour! That was put on hold like everybody else's due to pandemic. They aren't busy. Reason why they aren't booked at any variety shows is due to #JYPE bad management PERIOD! #gassebeun #GOT7_Breath #GOT7_LastPiece","sentiment_score":-0.18}
{"full_text":"My six year old gone for a COVID test. That's the last time I let spend the weekend with Rita Ora","sentiment_score":0.05}
{"full_text":"The rise of digital banking services during #COVID19 will change the industry forever, but a new study shows banks will have to work even harder to maintain consumer trust in the future.  #banking #fintech #digitalbanking","sentiment_score":0.0090909091}
{"full_text":"RT 45 days until Republicans start blaming Biden for the 281,000 Americans dead from covid.","sentiment_score":-0.2}
{"full_text":"RT My Dad is resting, getting great care and feeling well. Thank you to all the friends who have reached ou...","sentiment_score":0.8}
{"full_text":"Sir, A lot of children have not completed even half of  the syllbus till Now.Due to Corona epidemic...The condition of zoom online class is worst.Plzzz open school and postpone two or three month 10th board exam...So, that we can able to  prepare for upcoming board exam.","sentiment_score":0.1111111111}
{"full_text":"RT With sadness and anger, my family is squeezing in last minute joys before the new lockdown measures go into effect here tonight...","sentiment_score":-0.1878787879}
{"full_text":"RT Rudy Guiliani's covid diagnosis proves that the virus can travel from bat to human back to bat","sentiment_score":0.1}
{"full_text":"RT President-elect Joe Biden is rolling out the team charged with bringing the pandemic under control. reports....","sentiment_score":0.0}
{"full_text":"Imagine the fucking pressure on him to not drop the lot on camera.","sentiment_score":-0.6}
{"full_text":",@PMOIndia  Guys how it works? i did the testing on 26th Nov and still i am waiting... is it really gives you correct figures and manage covid ???During this period , person can have covid 2 times atleast","sentiment_score":0.2}
{"full_text":"RT We've gone from 2 weeks to 'flatten the curve' and 'protect the NHS' to 'tiers until Spring as long as you've had your ja...","sentiment_score":-0.05}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":"RT Scott Morrison should be apologising for a lot of things recently especially the 2000 + deaths from his illegal robodebt...","sentiment_score":-0.25}
{"full_text":"RT @TyntesfieldNT Winter Sun! #lockdown #walkingsbrilliant","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Arizona Legislature will be closed all next week after at least 15 current or future Republican legislat...","sentiment_score":-0.08}
{"full_text":"RT Rudy knew how to wear a mask..","sentiment_score":0.0}
{"full_text":"Vaccines are a part of the story.  There is a ton of  CoVid work to get done before they arrive.","sentiment_score":0.0}
{"full_text":"RT Firm co-owned by Ilhan Omar's husband received $500G in COVID-19 bailout on top of millions from her campaign.https:\/\/...","sentiment_score":0.15}
{"full_text":"RT I'm old enough to remember when misleading the House was an offence that required resignation.","sentiment_score":0.05}
{"full_text":"RT New: PM apologises to the House clerk for erroneously stating had left and re-entered Australia during Covid","sentiment_score":-0.1212121212}
{"full_text":"RT Welsh Covid Cases Back Up to Pre-Lockdown Incidence","sentiment_score":0.0}
{"full_text":"Coronavirus: Cambodia says no state of emergency to be declaredhttps:\/\/t.co\/OltdkFhNYP","sentiment_score":0.0}
{"full_text":"RT So he has written to the Clerk to \"correct the record\".Morrison speak for I lied and was caught out!What a miserable h...","sentiment_score":-1.0}
{"full_text":"Here you go...","sentiment_score":0.0}
{"full_text":"RT [BREAKING] Kim Chung Ha tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT is organizing a #webinar on \"Value Analysis for industries coping with the Pandemic\" on 11 Dec at 11.30am#Re...","sentiment_score":0.0}
{"full_text":"This sums it up nicely with concerning statistics, but an inspiring outlook. 'Aligning the global recovery from COVID-19 with our response to climate change offers a triple win: improve public health, create a sustainable economy, and protect the environment.'","sentiment_score":0.3333333333}
{"full_text":"\"Light Shines In The Darkness\" - a pastoral letter from on the Covid19 pandemic.https:\/\/t.co\/lbAEXLmodm","sentiment_score":0.4}
{"full_text":"Fun fact: the economy grew by 4 consecutive months after the first lockdown! This was a great boost to the property market so advertise with us today and we'll help you come out of this pandemic stronger than ever:","sentiment_score":0.4708333333}
{"full_text":"RT .@BigHitEnt has canceled offline tickets for the label's year-end concert \"2021 NEW YEAR'S EVE LIVE\" due to strengthened s...","sentiment_score":0.0492424242}
{"full_text":"RT If you take your ass to Hawaii, where we have limited ICU beds, then the least you can do is obey our laws.  Wear a da...","sentiment_score":-0.1857142857}
{"full_text":"Baseball players wearing masks that they thought would keep them from getting the flu during the influenza pandemic of 1918 [1344 x 1016]","sentiment_score":0.0}
{"full_text":"RT All through lockdown, continued to save lives, providing emergency trauma across London.Charities need our...","sentiment_score":0.0}
{"full_text":"I recommend everybody to take vitamins everyday, while this Covid shit still around.","sentiment_score":-0.2}
{"full_text":"Piers Morgan criticises Rita Ora for second 'grovelling' apology after breaking lockdown","sentiment_score":0.0}
{"full_text":"He said the decline in the number of shops which has been sped up by the pandemic should not necessarily mean the death of the high street.https:\/\/t.co\/Z7RhDllDyB","sentiment_score":0.158125}
{"full_text":"Landlords, looking for guidance on managing your property during coronavirus? Check this out","sentiment_score":0.0}
{"full_text":"MLB'S MAJOR COVID LAWSUIT: Major League Baseball is suing its insurance providers for billions of dollars lost during the pandemic, with the insurers rejecting the claims. with the details -- and what it could mean for other businesses.","sentiment_score":-0.078125}
{"full_text":"Have you changed your workout schedule since the pandemic started? You're not alone. We'll let you know if Americans are more or less active around 5:30AM!","sentiment_score":0.0555555556}
{"full_text":"In Monday's #LNP: , #Elizabethtown and Denver boroughs receive visits from #SantaClaus ; and other towns that have long struggled economically are weathering the pandemic better than more well-heeled towns; lost to","sentiment_score":0.225}
{"full_text":"\"Ivanov was an important link between Soviet science fiction and the video game industry in Ukraine. Without his input, we would be without one of the touchstones of survival-horror games today.\"https:\/\/t.co\/qtOXpcQZck","sentiment_score":0.0}
{"full_text":"Local #Coronavirus restrictions are in place across England.Check which restriction tier your local area is in  Check out our latest advice on coronavirus","sentiment_score":0.1666666667}
{"full_text":"An update on spheroids and #organoids as humanized 3D scaffold-free engineered tissues for #SARSCoV2 viral infection and #drugscreening#OnlineFirsthttps:\/\/t.co\/Wj2TwjFFWo@ufrj #RiodeJaneiro #COVID19 #tissueengineering","sentiment_score":0.0}
{"full_text":"Are you a CBI member? Register for our final GAN briefing of the year. Taking place tomorrow at 1:30pm, the virtual briefing will provide you with the chance to access insights on how the latest COVID-19 policies might affect your business.Sponsored by  and","sentiment_score":0.25}
{"full_text":"\"More than 30 states saw closings in the past three weeks,\" great article from for assessing the current winding down of in-person teaching amidst the #pandemichttps:\/\/t.co\/a6gm2epqBQ","sentiment_score":0.1788888889}
{"full_text":"To tackle the climate crisis, COVID-19 recovery must be green. Out of the 115 countries supported by our #ClimatePromise, around 50 countries have already linked their #ParisAgreement pledges to green recovery: #COP26","sentiment_score":-0.2}
{"full_text":"Umasree Texplast Pvt. Ltd. thanks everyone who are involved in the planning process for interpack 2021. But, it is now cancelled due to the measures regarding the COVID-19 pandemic. Though, we hope to see you all in interpack 2023. #umasree #interpack2021 #fibcindustry #interpack","sentiment_score":0.0375}
{"full_text":"Cybercriminals are trying to steal the credentials of top companies associated with the Covid 19 vaccine \"cold chain\". #cybercrime #criminals #covid19","sentiment_score":-0.05}
{"full_text":"IDC's global IT outlook for 2021 and beyond predicts that by the end of 2021, 80% of enterprises will put a mechanism in place to shift to #cloud centric infrastructure and applications 2x as fast as before the pandemic.","sentiment_score":0.0666666667}
{"full_text":"They all will learn the hard way.","sentiment_score":-0.2916666667}
{"full_text":"Melody Johnson had been walking for at least five hours per week for the past two years -- so she tried to walk around her bed to the chair.It left her breathless.","sentiment_score":-0.1833333333}
{"full_text":"For subscribers: COVID cases continue to rise month-to-month with 524 cases in December's first six days. Where are the hotspots? We break down the new cases and positivity rates by zip code. ","sentiment_score":0.0769360269}
{"full_text":"Trudeau government won't say who got billions of dollars in aidhttps:\/\/t.co\/Woca0LEKwu","sentiment_score":0.0}
{"full_text":"There was a little bit of a twist because of the pandemic, but the Christmas spirit is still alive and well.","sentiment_score":-0.04375}
{"full_text":"RT Covid-19 vaccine could be airlifted to the U.K. if Brexit snarls ports, minister says.","sentiment_score":0.0}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"With ongoing lockdown restrictions in place, having a safe and secure place to live has never been more important.If you rent privately in Camden we want to know about your housing experiences. Find out more athttps:\/\/t.co\/iGERLXJaie","sentiment_score":0.3393939394}
{"full_text":"If confirmed by the Senate, California Attorney General Xavier Becerra will be the first Latino to head the Department of Health and Human Services..","sentiment_score":0.175}
{"full_text":"\"Supply chain management technologies help monitor shifting demand patterns and ensure lifesaving medications reach people quickly and at manageable costs.\" -- via #supplychain #pandemic #COVID","sentiment_score":0.3333333333}
{"full_text":"\"You need to take care of your bodies. You need to take of yourself, so when sickness comes, you want to be in decent shape the best you can,\" Janet Baxter said.","sentiment_score":0.5833333333}
{"full_text":"Are you a health or community professional in Blackpool who has been working with young families during Covid-19?We would like to invite you to share your experiences in a focus group for a project  with info here:","sentiment_score":0.1}
{"full_text":"BPRCVS are helping the Borough Councils with a grant for those in urgent need who have been badly affected by Covid-19 see below for more information. #help #foodhelp #Burnley #Pendle #rossendale","sentiment_score":-0.1}
{"full_text":"Before the outbreak of coronavirus, we were already facing a loneliness epidemic amongst older people. But as a result of the pandemic, this crisis has intensified. Now more than ever, no one should have no one. Help us be there for older people: #AgeUKHF","sentiment_score":0.2777777778}
{"full_text":"Lawmakers say COVID-19 relief bill won't offer $1,200 checks ","sentiment_score":0.0}
{"full_text":"\"They knowingly boarded a flight aware of their positive covid-19 test results, placing the passengers of the flight in danger of death.\"","sentiment_score":0.2386363636}
{"full_text":"She is now encouraging everyone to wear a mask to help protect other people and to stay home if experiencing any symptoms. &gt;&gt;&gt;","sentiment_score":-0.125}
{"full_text":"COVID 19 cases in India until : 07\/12\/2020 16:30Total Cases: 9678600 [+893]Active: 395654Recovered: 9139933 [+909]Deaths :140620 [+10]Total Tests: 147.79MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Long a Holdout From Covid-19 Restrictions, Sweden Ends Its Pandemic Experiment","sentiment_score":-0.05}
{"full_text":"Newswatch COVID-19 Digest: Monday December 7, 2020 ","sentiment_score":0.0}
{"full_text":"The Department of Health said it is eyeing the help of local government units to conduct an information campaign that would counter false claims about potential coronavirus vaccines.","sentiment_score":-0.1333333333}
{"full_text":"Good to know other countries interest on our issues. Please tell Mr. Trudeau to investigate on the corona virus which was developed in his own country and later on sold to chinese counterparts.","sentiment_score":0.2125}
{"full_text":"Canucks","sentiment_score":0.0}
{"full_text":"CORONAVIRUS CASES: As the US nears an average of 200,000 Covid-19 cases a day, experts say \"behavior and cold weather\" are behind the current surge gripping American communities.","sentiment_score":-0.1083333333}
{"full_text":"GHRT NOW | QUESTION OF THE DAYDo you think the Maine Principals' Association's delay of the start of winter sports until January 4th help stem COVID-19 cases? Should they just \"pull the plug\" now? 101.3 Augusta | 103.9 Bangor | 95.1 Rockland","sentiment_score":0.0}
{"full_text":"RT Firm co-owned by Ilhan Omar's husband received $500G in COVID-19 bailout on top of millions from her campaign.https:\/\/...","sentiment_score":0.15}
{"full_text":"Hey monkey man! Whilst you're in there, maybe they can pump all that shit out of your head for you? Oh, I thought Covid-19 was a hoax? Oh...","sentiment_score":-0.13125}
{"full_text":"Planting for food security:https:\/\/t.co\/URPWhFc0sL via #foodsecurity #COVID19 #urbangardening #agriculture","sentiment_score":0.0}
{"full_text":"While You Were Sleeping: Coronavirus updates for December 7 #FOX59Morning","sentiment_score":0.0}
{"full_text":"2020 China Fights, the world's first full-length #documentary #film about China's fight against #COVID19, premiered at the #Hainan Island International Film Festival on December 6th.","sentiment_score":0.0708333333}
{"full_text":"If you are waiting on the result of a Covid-19 test then you must self-isolate.https:\/\/t.co\/wINXMuExaWhttps:\/\/t.co\/hsG8acqAVg","sentiment_score":0.0}
{"full_text":"#175: Diagnosing Society: Getting to The Root of Our Mental Health Epidemic with Dr. Omid Naim","sentiment_score":-0.1}
{"full_text":"Dear, dear, dear: what is the point of doing an interview with the self-styled \"parliamentary spokesperson\" for - but then dodge all the key questions?","sentiment_score":0.0}
{"full_text":"RT Piers asked me if I'd accept an honour and I said no. Because, the reason public health experts &amp; scientists have stepped...","sentiment_score":0.0}
{"full_text":"RT #Bend #Oregon(Earlier)A woman confronts and shouts at a group of anti-lockdown demonstrators from her vehicle in Bend, O...","sentiment_score":0.0}
{"full_text":"Sources of Coronavirus-related support and assistance are still available.For more information, read:","sentiment_score":0.5}
{"full_text":"I&amp;T governance has become even more essential during the pandemic, writes Graciela more:","sentiment_score":0.3333333333}
{"full_text":"Nope, gotta shift this covid weight ","sentiment_score":0.0}
{"full_text":"The school informed parents last week that one pupil has tested positive but no other children are being asked to stay at home #lymeonline #lymeregis #dorset","sentiment_score":0.0965909091}
{"full_text":"Methuen Fire Chief Tim Sheehy and Lawrence fire Chief Brian Moriarty have both tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"Behind door #7... is our Corporate Magazine Your EU.Back in July we shared our special COVID19 edition of your EU.Read about exciting project news &amp; how #PEACEIV &amp; #INTERREGVA #EUFunded projects adapted to successfully deliver &amp; work during the #COVID19 pandemic.","sentiment_score":0.2014285714}
{"full_text":"Day 7 #ArtsOnReferral lockdown exhibition &amp; #ArtisticAdvent calendar: \"My Journey\" - a patient describes her cancer journey through 2 primaries, 2 secondaries &amp; a mini stroke#APictureOfHealth ","sentiment_score":0.0}
{"full_text":"RT Part two of the investigation, revealing how Britain's bitter housing crisis is being exacerbated by the pandemic, will be p...","sentiment_score":-0.1}
{"full_text":"RT Electric, Hybrid &amp; Fuel Cell Light Commercial Vehicles 2021-2041COVID adjusted regional sales, penetration, battery dema...","sentiment_score":0.2}
{"full_text":"A case of COVID-19 has closed a #Windsor tattoo parlour. #sxont","sentiment_score":-0.1}
{"full_text":"Dad who beat Covid-19 goes without so kids can have presents at Christmas #SaveAKidsChristmas","sentiment_score":0.0}
{"full_text":"Parvin's twins are recovering from malnutrition with help from a #UNICEF-supported clinic.#COVID19 threatens to turn a health crisis into a nutrition crisis affecting the most vulnerable families. We must work together to keep them safe.","sentiment_score":0.1666666667}
{"full_text":"Anakalusugan partylist Rep. Michael \"Mike\" Defensor on Sunday said that the top 5,000 private corporations should should spend for the COVID-19 vaccination of their workforce.https:\/\/t.co\/zxw8yH6kCu#DoktorNews","sentiment_score":0.25}
{"full_text":"Happy birthday to Noam Chomsky, who is 92 today!Here, in an interview with the late Michael Brooks, Chomsky talks about this summer's racial justice protests, Lula's presidency in Brazil, and Donald Trump's disastrous record on climate change.","sentiment_score":-0.0666666667}
{"full_text":"Stay safe during the festive period - for advice on vehicle and personal hygiene visit the TPH Coronavirus information webpage","sentiment_score":0.25}
{"full_text":"RT Firm co-owned by Ilhan Omar's husband received $500G in COVID-19 bailout on top of millions from her campaign.https:\/\/...","sentiment_score":0.15}
{"full_text":"RT On the one hand....... but on the other!!! Populism at its very best","sentiment_score":0.3779296875}
{"full_text":"SAP BrandVoice: To Keep Morale In Check For Defense Orgs Fighting A Global Pandemic, Tech Is Necessary","sentiment_score":0.0}
{"full_text":"RT Hi, it is me, your local \"I had a mild covid case in March and recovered in &lt; a week\" friend here to remind you that:a)...","sentiment_score":0.1666666667}
{"full_text":"The Covid-19 Once Off Emergency Grant will paid on 18th Dec. To receive payment on this date, students must add their bank details through their SUSI account by midnight tonight, 7th Dec, if they've not already done so! See","sentiment_score":0.0}
{"full_text":"RT She tried to tell you all, and she would have handled the pandemic competently, saving tens of thousands of lives and thous...","sentiment_score":0.5}
