{"full_text":"Fuck no!!","sentiment_score":-0.625}
{"full_text":"This incompetence-driven delay in vaccines will lead to more unnecessary deaths on top of the likely tens of thousands who died as a result of Trump's earlier incompetence, indifference, and callousness.","sentiment_score":0.12}
{"full_text":"These filmmakers are still getting paid, still being released in open theaters (even U.S.), the pandemic is raging. Besides the lack of forewarning, I just don't see Warner Media being in the wrong","sentiment_score":-0.25}
{"full_text":"Well I'm just waiting for you to have another discount on your program because this is ridiculous I blame covid for the weight gain ","sentiment_score":-0.3333333333}
{"full_text":"RT The expiration of state &amp; fed eviction protections + mandates to pay back rent are coming and according to","sentiment_score":0.0}
{"full_text":"RT Why do you never hear China talking about needing a COVID-19 vaccine?","sentiment_score":0.0}
{"full_text":"RT Ilhan Omar's husband received $635,000 in Covid-19 bailout money. She also paid him 2.25 million dollars this year. Rem...","sentiment_score":0.0}
{"full_text":"RT Iran's top banker says US blocking COVID-19 vaccine purchase","sentiment_score":0.5}
{"full_text":"The latest The Anonymous Daily! Thanks to All #auspol #covid19","sentiment_score":0.2333333333}
{"full_text":"First shipments of coronavirus vaccine will fall short","sentiment_score":0.125}
{"full_text":"RT If you lived in or spent significant time at Haus, do not worry about what is in the Covid vaccine.","sentiment_score":0.1375}
{"full_text":"RT This lil bit of panic porn is... how do I put it politely? Crap. No surprise, as has been one of the great pa...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT [UPDATE] WJSN Yeonjung has tested negative for COVID-19Source:","sentiment_score":-0.3}
{"full_text":"Ah yes. Misunderstood that for a typo. It would have been a cracker though! Fingers crossed for you all. Not going to give advice. We're drowning in other people's 'How to pandemic' atm.","sentiment_score":-0.125}
{"full_text":"Clearly this is just Trump outflanking democrats from the left, allowing for a more globally equitable vaccine distribution","sentiment_score":0.15}
{"full_text":"RT Feckless leadership at its best.  All the while, Graham and others are attempting to shred our constitution for four mor...","sentiment_score":1.0}
{"full_text":"In crisis, Cathy had to wait six weeks for a psychologist. She's not alone #auspol","sentiment_score":0.0}
{"full_text":"TUNE IN: Premier will provide an update on SA's COVID restrictions at 11.45am. Watch LIVE on","sentiment_score":0.1363636364}
{"full_text":"RT This is just crazy","sentiment_score":-0.6}
{"full_text":"RT Remember how we were mad at China for silencing the doctor who was warming the world about coronavirus? Wait till you he...","sentiment_score":-0.625}
{"full_text":"RT Workers at meat processing plants, at Amazon, and around the country have been treated shamefully during this pandemic...","sentiment_score":0.0}
{"full_text":"He's an MD waiting to start and complete his residency, but pursued a football career first. He is a Doctor, not an orderly. He VOLUNTEERED in local senior residences in Montreal assuming a role similar to an orderly when COVID hit hard. WTF is your problem, give him credit!!","sentiment_score":-0.1204861111}
{"full_text":"RT Excited that both the inimitable &amp; I are both in the latest issue of reporting on injustices behi...","sentiment_score":0.4375}
{"full_text":"RT Ron DeSantis sent armed state police to threaten Rebekah Jones, a scientist keeping Floridians up-to-date with accurate CO...","sentiment_score":0.4}
{"full_text":"RT Breaking News: Trump administration officials passed when Pfizer offered in the summer to sell the U.S. more coronavirus vacci...","sentiment_score":0.5}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"RT Trump supporters won't get the coronavirus vaccine because they \"don't know what's in it\" but will be first in line to g...","sentiment_score":0.25}
{"full_text":"RT NYT: Trump Officials Passed Up Pfizer Offer to Sell More Vaccine Doses ","sentiment_score":0.5}
{"full_text":"RT All this woman did was publish COVID stats in Florida. I don't wanna hear about how China and Venezuela are \"authoritarian\" e...","sentiment_score":0.0}
{"full_text":"RT Ilhan Omar's husband received $635,000 in Covid-19 bailout money. She also paid him 2.25 million dollars this year. Rem...","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis sent armed state police to threaten Rebekah Jones, a scientist keeping Floridians up-to-date with accurate CO...","sentiment_score":0.4}
{"full_text":"RT We need to know what happened here. Why would the Florida state police use this kind of force against a scientist trying to...","sentiment_score":0.6}
{"full_text":"If there were ever a phrase to describe your entire presidency it would, \"Dropped the Ball\". On basically everything. If this was intensional that makes you the worse human on earth. If it was not, this forgivably makes you an ingnoramus.https:\/\/t.co\/IKJzECMDNz","sentiment_score":-0.1333333333}
{"full_text":"I'm voting for (#BLACKPINK) #QuaranteamBLACKPINK in #TheLockdownAwards on","sentiment_score":0.0}
{"full_text":"\"We\" except you get to go to DC to plan Joe Biden's sad little inauguration? Shut up Eric.","sentiment_score":-0.34375}
{"full_text":"RT She likes taking taxpayer money in farm subsidies (welfare) and she likes the socialism where she gets to 'write off'...","sentiment_score":0.0}
{"full_text":"RT They raid truth tellers yet allow armed domestic terrorists to run free with automatic weapons.  Our country is in trouble...","sentiment_score":0.0666666667}
{"full_text":"Everyone needs to spread this information and reduce their fears of Covid and increase their anger against our lying government. SARS CoV2 and the Rise of Medical Technocracy  Lee Merritt, M D via","sentiment_score":-0.35}
{"full_text":"Clueless in the white house? Or is it where Covid infected staff stay, or maybe a very fancy dog house when Donald has been a bad boy? Melania Trump faces backlash after revealing new White House tennis pavilion | Melania Trump | The Guardian","sentiment_score":-0.0727272727}
{"full_text":"RT Show him this...https:\/\/t.co\/NfB2rLXZJV","sentiment_score":0.0}
{"full_text":"RT Grifters, Inc:","sentiment_score":0.0}
{"full_text":"No. Morbid obesity and heart disease are leading comorbidities and underlying factors in covid related deaths. It's hardly \"rambling\" and I don't drink.","sentiment_score":-0.1458333333}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"RT I want to be close to all doctors and nurses during this time in which the pandemic calls us to be near all men and women who...","sentiment_score":0.1}
{"full_text":"RT I am allowed to fly directly next to perfect strangers on a packed plane with no social-distancing between strangers &amp; du...","sentiment_score":0.6}
{"full_text":"RT I helped cover Rudy's '93 campaign for NY Newsday. They  often lied, aided by a press secretary Rudy was reportedly sleepin...","sentiment_score":0.0}
{"full_text":"RT \"We must pause to remember the 2,401 lives lost at Pearl Harbor.\" said the nation where 3,000 will die from COVID today.","sentiment_score":0.0}
{"full_text":"RT Breaking NYT: Trump officials passed when Pfizer offered in late summer to sell the U.S. government additional doses of i...","sentiment_score":-0.3}
{"full_text":"RT Grifters, Inc:","sentiment_score":0.0}
{"full_text":"It's stressful waiting for your covid results or getting tested every other day. putting miles on my car sucks","sentiment_score":-0.2125}
{"full_text":"2021 is coming","sentiment_score":0.0}
{"full_text":"RT #DeathSantis belongs in prison.","sentiment_score":0.0}
{"full_text":"Another L","sentiment_score":0.0}
{"full_text":"The WEF said it decided Singapore was best placed to host the meeting in the light of the current Covid-19 situation worldwide.https:\/\/t.co\/Gu6nbItbLl","sentiment_score":0.4666666667}
{"full_text":"Trust your Immune System.Work on Making it Strong.I'm tested Negative for Covid-19 for the second time in the span of 3 months. ","sentiment_score":-0.15}
{"full_text":"RT B.C. reports 2,020 new cases of COVID-19 and 35 more deaths over 3 days.","sentiment_score":0.3181818182}
{"full_text":"If anything God caused COVID-19, to oust Trump out of office.","sentiment_score":0.0}
{"full_text":"RT Ilhan Omar's husband received $635,000 in Covid-19 bailout money. She also paid him 2.25 million dollars this year. Rem...","sentiment_score":0.0}
{"full_text":"You'd only have to travel over 8000 miles during a pandemic and defeat my girlfriend in single combat ","sentiment_score":-0.0357142857}
{"full_text":"RT His corruption knows no bounds #DoubleDealingDavid","sentiment_score":0.0}
{"full_text":"RT From the New York Times: \"Trump administration officials passed when Pfizer offered in late summer to sell the U.S. governm...","sentiment_score":-0.0818181818}
{"full_text":"Arizona Legislature Can't Overturn The Election Because Rudy Giuliani Exposed Them To COVID@keriRN  via","sentiment_score":0.0}
{"full_text":"RT You can pass #COVID19 to others even if you don't have symptoms or if your symptoms are mild symptoms. If you have been exposed...","sentiment_score":0.3333333333}
{"full_text":"RT Last week, my family was informed that my daughter was exposed to COVID-19. Given this news, I am quarantining with my fami...","sentiment_score":0.0}
{"full_text":"RT Georgians are in need of COVID relief, but Jon doesn't want to \"get bogged down in the details.\"No details. No...","sentiment_score":-0.1777777778}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"Did you see that new COVID-19 dataset? Lots of cleaning required :-(I'm sorry, but I don't think we should celebrate release of a dataset that requires cleaning as \"transparency\".","sentiment_score":-0.3712121212}
{"full_text":"why we listening to someone whose jisoowetclit","sentiment_score":0.0}
{"full_text":"RT This lil bit of panic porn is... how do I put it politely? Crap. No surprise, as has been one of the great pa...","sentiment_score":0.0}
{"full_text":"RT We know the pandemic has had a disproportionate impact on communities of color, but we don't know yet if relief is reaching th...","sentiment_score":0.0}
{"full_text":"RT One month is = one year if you have ALS. Slow bureaucracy is killing us. Do something!!! Streamline procedures as in Cov...","sentiment_score":-0.5859375}
{"full_text":"I like DeSantis. And I'm glad he's checking up on the those shady Covid nerds, I think some of them are corrupt as shit. Kudos to DeSantis ","sentiment_score":-0.1125}
{"full_text":"RT COVID on the rise LOL","sentiment_score":0.8}
{"full_text":" awesome!","sentiment_score":1.0}
{"full_text":"RT This is becoming Iran","sentiment_score":0.45}
{"full_text":"RT Not on your evening news...Meanwhile the ritual goes on.https:\/\/t.co\/IMc3zsaMd5","sentiment_score":0.0}
{"full_text":"RT Rebekah Jones is the whistleblower who outed Florida Governor Ron DeSantis for falsifying COVID case numbers.Today, Ro...","sentiment_score":0.0}
{"full_text":"RT Trump dropped the ball again.He can't stop failing, destroying, &amp; losing.Many more people will suffer &amp; die because...","sentiment_score":0.15}
{"full_text":"RT What really happened and why?  The woman in the middle is on TONIGHT.","sentiment_score":0.1}
{"full_text":"RT We regret to announce that one of us is going to be forced to take a leave of absence due to an inability to meet tuition pay...","sentiment_score":-0.1458333333}
{"full_text":"RT Never thought I'd see Data Science as part of a Florida Search Warrant. Well, there's a first for everything. I sure hope t...","sentiment_score":0.375}
{"full_text":"This is one time that an EVICTION during a Pandemic will be OK. In 44 days PACK YOUR SHIT AND DON\"T FORGET YOUR DEPENDS #DiaperDonald It's going to be tough running in 2024 when you're in PRISON!","sentiment_score":-0.062037037}
{"full_text":"Flu hospitalizations this season too low for CDC to run model on disease burden\"CDC, can't run their flu model; too few hospitalizations... Reported flu hospitalizations are too low at this time to generate an estimate.\"","sentiment_score":-0.0666666667}
{"full_text":"RT #G7 placed their bet on #Cryptocurrency? FYI #crypto is not the magical enough (*yet) to help the #G7 nation...","sentiment_score":0.25}
{"full_text":"RT Trump administration officials passed when Pfizer offered in the summer to sell the U.S. more coronavirus vaccine doses, p...","sentiment_score":0.5}
{"full_text":"RT when the pandemic is over, we should bring back disco","sentiment_score":0.0}
{"full_text":"Rebekah Jones was fired earlier this year after complaining that Gov. Ron DeSantis' administration was manipulating COVID-19 data.","sentiment_score":0.0}
{"full_text":"RT .@BigHitEnt has canceled offline tickets for the label's year-end concert \"2021 NEW YEAR'S EVE LIVE\" due to strengthened s...","sentiment_score":0.0492424242}
{"full_text":" Prayers for Us All...","sentiment_score":0.0}
{"full_text":"RT SWEDEN  ADMITS FAILURE--end its failed \"experiment\" that ignored science.  had opted not to impose mask-wearing, kept ba...","sentiment_score":-0.5}
{"full_text":"RT It is past time for the Senate to act.Democrats have been trying since this spring when Senate Republicans were saying th...","sentiment_score":-0.25}
{"full_text":"RT Ask a sanctimonious mask shamer who \"believes in science!\" to show you evidence that outdoor dining (or any normal outdoor...","sentiment_score":0.15}
{"full_text":"They've been hiding COVID cases...  we see you... we all know, and you have blood on your hands.","sentiment_score":0.0}
{"full_text":"RT We have received terrible news: Michael Brown C'83 passed away Friday from COVID-19 complications. Michael was a two-ti...","sentiment_score":-1.0}
{"full_text":"RT Sorry folks, but let's stay safe, do individual off season workouts, stay fit, and let's get ready to roll when the time...","sentiment_score":0.12}
{"full_text":"RT Breaking News: Trump administration officials passed when Pfizer offered in the summer to sell the U.S. more coronavirus vacci...","sentiment_score":0.5}
{"full_text":"one pandemic at a time","sentiment_score":0.0}
{"full_text":"RT SCOOP: Leading Covid-19 vaccine makers Pfizer and Moderna decline invitations to Trump's 'Vaccine Summit.'","sentiment_score":0.0}
{"full_text":"RT Trump bragged he'd win so much, we'd get tired of winningTurned out, he failed at everythingThe biggest failure was his C...","sentiment_score":-0.0433333333}
{"full_text":"RT THREAD: Remember the Florida Dept of Health data scientist and whistleblower who built her own public dashboard tracking CO...","sentiment_score":0.3}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"RT People who lost health insurance during the pandemic:Canada: 0United Kingdom: 0Germany: 0France: 0Australia: 0Japan:...","sentiment_score":0.0}
{"full_text":"RT In case anyone is wondering what it's like to manage a restaurant in the middle of a pandemic, let's talk about just my experi...","sentiment_score":0.0}
{"full_text":"RT Rebekah Jones was fired for refusing to manipulate Covid-19 data for the state of FL. She began publishing her own dashboa...","sentiment_score":0.6}
{"full_text":"RT Ron DeSantis sent armed state police to threaten Rebekah Jones, a scientist keeping Floridians up-to-date with accurate CO...","sentiment_score":0.4}
{"full_text":"RT California launches app to alert people whose contacts test positive for coronavirusNewsom says the opt-in technology...","sentiment_score":0.2272727273}
{"full_text":"RT Peter Navarro broke federal law repeatedly during the presidential campaign by accusing Joseph R. Biden Jr. of \"kowtowing...","sentiment_score":0.0}
{"full_text":"RT JUST IN: ER doctor who criticized Trump for greeting supporters from motorcade while infected with COVID-19 will be removed fr...","sentiment_score":0.0}
{"full_text":"Take a look at how some wineries have gotten creative as social distancing impacts their business.  #alcohol #alcoholbrands #coronavirus #pandemic #winery #delivery","sentiment_score":0.2666666667}
{"full_text":"lady-redhaired: Me in 2022 when the pandemic hasn't ended yet because people don't know how to act right and I've been holed up in my house for three years acquiring a new flavor of crazy, going to open the door for the guy in the hazmat suit...","sentiment_score":-0.0444805195}
{"full_text":"I needed this ","sentiment_score":0.0}
{"full_text":"He isn't wrong but we are in a pandemic rn and with people going to the theater wearing a mask kinda takes away the movie going experience","sentiment_score":-0.5}
{"full_text":"RT Covid Precaution Level","sentiment_score":0.0}
{"full_text":"RT We need to know what happened here. Why would the Florida state police use this kind of force against a scientist trying to...","sentiment_score":0.6}
{"full_text":"RT US officials passed when offered in late summer to sell the government additional doses of its #COVID19 vaccine, reports...","sentiment_score":-0.3}
{"full_text":"Since motorists stayed off the road during the Thanksgiving holiday due to the coronavirus pandemic, gasoline sales in the United States during the holiday week fell to its lowest level since 1997.https:\/\/t.co\/t8X2pZvNok","sentiment_score":-0.125}
{"full_text":"The harsh truth is Bangladesh can ill afford to create more refugee islands under the ominous shadow of a global pandemic. It's Myanmar which must act now...https:\/\/t.co\/WgEXUPL5cr","sentiment_score":-0.05}
{"full_text":"RT I began my medical career at the height of the HIV\/AIDS crisis, and I've spent my life ever since working to research, treat...","sentiment_score":-0.05}
{"full_text":"Uber is selling off its autonomous vehicles development arm as the ride-hailing company slims down after its revenues were pummeled by the coronavirus pandemic.https:\/\/t.co\/EtEVlF5Mem","sentiment_score":0.1222222222}
{"full_text":"RT Breaking News: Trump administration officials passed when Pfizer offered in the summer to sell the U.S. more coronavirus vacci...","sentiment_score":0.5}
{"full_text":"Trump to sign America First order on #COVID19 vaccines. Official says Trump may not be a candidate for vaccine because he has recovered from COVID.","sentiment_score":0.25}
{"full_text":"Faced with crumbling hospitals, many Covid-19 patients in Venezuela prefer their chances at home","sentiment_score":0.5}
{"full_text":"#CriminalTrump still trying to kill us by COVID-19 or any other means he can find. On top of being a LOSER, he's a DESTROYER, also.https:\/\/t.co\/HquCMjtapq","sentiment_score":0.1875}
{"full_text":"RT I've had enough of journalists saying folks lost their jobs, got evicted, etc. because of Covid. Not true. These things h...","sentiment_score":-0.0875}
{"full_text":"\"When I saw the (COVID sucks) sign, I chuckled.  I feel the same way. I know people are struggling. I feel the pain ... \" - New Castle Community Partnership president Laura Fontana ","sentiment_score":-0.0545454545}
{"full_text":"RT NYT: Trump Officials Passed Up Pfizer Offer to Sell More Vaccine Doses ","sentiment_score":0.5}
{"full_text":"Study examines role of mobile health technology in monitoring Covid-19 patients#ResearchNews #News #Patients #Covid19","sentiment_score":0.0}
{"full_text":"RT Any legislator who actually asks their constituents knows that cash relief is wildly popular with both parties - 74% suppor...","sentiment_score":0.3}
{"full_text":"Vanderbilt University doctor lays out vaccine timelinehttps:\/\/t.co\/emag0JYtot","sentiment_score":0.0}
{"full_text":"Cold weather + a global pandemic = one stressed-out parent. Here are some ways you can keep your child entertained and happy while staying indoors.  #ParentingTipshttps:\/\/t.co\/L0nAn4t0ig","sentiment_score":0.0666666667}
{"full_text":"RT DeSantis's goons just raided the house of a former state health dept employee who'd been fir...","sentiment_score":0.0}
{"full_text":"RT End the BS! Let people make their own decisions. Think dining out is scary? Stay the hell home! Don't infringe on the right...","sentiment_score":0.0869047619}
{"full_text":"ONLY ON I talk Warden Shelbie Smith at the Dayton Correctional Institution about the death of a corrections officer. She says he died after a positive COVID-19 test. The impact he left at the facility tonight on FOX 45\/ABC 22.","sentiment_score":0.0757575758}
{"full_text":"WATCH: The Nasdaq climbed to a record high with a boost from tech stocks including Apple and Facebook even as new round of COVID-19 restrictions underscored the economic risk of the worsening pandemic","sentiment_score":0.0740909091}
{"full_text":"Preserving Indigenous culture during COVID-19https:\/\/t.co\/6yuv6PCo5S","sentiment_score":0.0}
{"full_text":"What's the Connection Between Finances and #Dementia?You passed medical training, now see if you can pass our weekly quiz.Topics include a finance-dementia connection, new #COVID recommendations from the #CDC, &amp; using...https:\/\/t.co\/qw1AFxRIe0#neurology #neuroscience #health","sentiment_score":0.0681818182}
{"full_text":"Okay, Colon Cancer Screening needs to happen at age 25-30 for black people. Something has changed in the diets and stress is up  %..... We don't need the CDC to tell us. We can see our own health changes &amp; we need to adhere to these different dynamics! God help us all.","sentiment_score":0.2333333333}
{"full_text":"\"It's not a time to relax.\" Even with the new cases dropping, the health department asks the public to continue to follow all COVID-19 precautions.","sentiment_score":0.0681818182}
{"full_text":"RT This what y'all think the covid vaccine's gonna do","sentiment_score":0.0}
{"full_text":"Pets played life-saving role during COVID-19 pandemic: Studyhttps:\/\/t.co\/17nLzFpxrh","sentiment_score":0.0}
{"full_text":"RT Yeonjung, EXY, Seola, Soobin, Luda, Dawon, Eunseo, Yeoreum and Dayoung has been tested negative from corona virus.Bona and...","sentiment_score":-0.3}
{"full_text":"As coronavirus numbers continue to escalate in West Virginia, 14 counties were in red and 17 in orange in the latest county alert system map from the DHHR.https:\/\/t.co\/3IhEjlg23q","sentiment_score":0.25}
{"full_text":"The Virginia Department of Health delivered updated guidelines Monday surrounding the process of contact tracing and quarantining after positive cases of COVID-19.","sentiment_score":0.2272727273}
{"full_text":"A global pandemic has not stopped the Robert Moses' Kin dance company from continuing its award-winning choreography and inspiring audiences with its movement.","sentiment_score":0.25}
{"full_text":"Right Now on NightSide - Charlie Baker  imposes new #COVID19 restrictions ! - LATER - Two N.E. Democrats want a national \"mask-mandate\" ! 9 - Should pardon himself, his family &amp; his friends ? 10 - WBZ 10320 AM - Boston - 617-254-1030 or 888-929-1030","sentiment_score":0.1520562771}
{"full_text":"HypocritesUnamericanUndemocraticMoney grabbingLiarsCheatshttps:\/\/t.co\/lcROycbk4S","sentiment_score":0.0}
{"full_text":"RT Anti-mask protesters burned face masks in Brooklyn, NY, as COVID-19 cases continue to rise across the U.S.","sentiment_score":0.0}
{"full_text":"The payment pause, known as a forbearance, began March 13 as part of the original coronavirus relief package and has now been extended twice by the Trump administration, most recently through Jan. 31.","sentiment_score":0.2916666667}
{"full_text":"#Florida agents #raid home of ousted COVID-19 data curator - Dec 7 7:58 PM ET","sentiment_score":0.0}
{"full_text":"'Good Times Ain't Here Yet', the new #InnerCitiesPod is up! &amp; I talk covid's raise, vaccine rollout, and the reinstatement of DACA.Apple: #Culture #BlackCulture #Podcasts","sentiment_score":0.4352272727}
{"full_text":"New York City reopened classrooms to many of its youngest students Monday in what has become a frustrating, stop-and-start process in many school systems around the U.S. because of the alarming surge in the coronavirus.https:\/\/t.co\/cc8PGGGHIY","sentiment_score":0.1272727273}
{"full_text":"C'mon Greta....they weren't doing their jobs well before covid","sentiment_score":0.0}
{"full_text":"The two El Paso run COVID-19 testing surge sites that went up in November will begin collecting saliva.https:\/\/t.co\/rCNdjSLrwl","sentiment_score":0.0}
{"full_text":"MedPAC mulls cautious approach to bumping hospital pay amid pandemic via #healthcare","sentiment_score":0.0}
{"full_text":"Costco says they are continuing their senior hours until further notice amid an increase in COVID-19 cases.https:\/\/t.co\/IJCCpHA9Q3","sentiment_score":0.0}
{"full_text":"The most dangerous place to be during a pandemic is inside a prison. Today, even a minor arrest could cost more than your liberty; it could cost you your life.","sentiment_score":0.06}
{"full_text":"Spot on","sentiment_score":0.0}
{"full_text":"RT Covid need to leave so we can see Shawn again. @ShawnMendes #STREAMWONDER #7DaysOfWonder #WONDER #WONDERBUYOUTS #...","sentiment_score":0.0}
{"full_text":"Video of young Chinese Doctor in Wuhan warning of a mysterious flu ravaging the province.","sentiment_score":0.0333333333}
{"full_text":"Asymptomatic COVID-19 testing begins at four Toronto schools","sentiment_score":0.0}
{"full_text":"RT One month is = one year if you have ALS. Slow bureaucracy is killing us. Do something!!! Streamline procedures as in Cov...","sentiment_score":-0.5859375}
{"full_text":"Current Conditions for #Sayre PATemp: 27.9FWind Chill: 24.4FHumidity: 80%Dew Point: 22.5F Barometer: 29.926 inHgWind: 3 mph from the WNWCorona Virus Weekly Stats:Cases: 268.000000Deaths: 11.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"Only 18 U.S. states and territories have made the technology widely available.","sentiment_score":0.2}
{"full_text":"RT Too much hesitation, not enough action. Failure of latest COVID-19 restrictions means tougher ones are coming soon. Column ht...","sentiment_score":0.0966666667}
{"full_text":"Time: 01:00 * Temp: 3.7degC * Wind: W 0.0 to 11.0mph * Pressure: 992.5hPa * Rain: 0.0mm * Hum: 94% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:32 * Sunset: 15:57 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Rebekah Jones was fired for refusing to manipulate Covid-19 data for the state of FL. She began publishing her own dashboa...","sentiment_score":0.6}
{"full_text":"Sparky's Burgers and BBQ in Hatch is currently at about 25% of its pre-pandemic business, while another town restaurant has stopped serving.","sentiment_score":0.0}
{"full_text":"RT The faces of hope. at back as Surgeon General and (Marcella Nunez Smith) a...","sentiment_score":0.025}
{"full_text":"RT BREAKING--Trump WH was offered to order more than 100 mil Pfizer\/BioNTech vaccine doses (for 50 mil people), but WH **declin...","sentiment_score":0.5}
{"full_text":"Baltimore City Schools is postponing the start of all in-person athletics activities until further notice, citing coronavirus concerns.https:\/\/t.co\/7RspiUfIlB","sentiment_score":0.0}
{"full_text":"Trump has been killing Americans since he came to DC. What's different about this ?","sentiment_score":0.0}
{"full_text":"It's a hoax.","sentiment_score":0.0}
{"full_text":"In what's believed to be a first, no survivors or veterans of World War II attended the annual Pearl Harbor Day event in Hawaii due to the ongoing COVID-19 pandemic.","sentiment_score":0.0625}
{"full_text":"RT Ilhan Omar's husband received $635,000 in Covid-19 bailout money. She also paid him 2.25 million dollars this year. Rem...","sentiment_score":0.0}
{"full_text":"Reports: White House turned down summer Pfizer offer for more US doses of coronavirus vaccine","sentiment_score":0.1148148148}
{"full_text":"RT All of this within less than 6 weeks. What a legendary run. The undisputed King of 2020","sentiment_score":0.4166666667}
{"full_text":"The Department of Corrections is constructing new housing units at the Airway Heights Corrections Center in the hopes of slowing down a major surge in COVID-19 cases inside the prison.","sentiment_score":-0.0141729798}
{"full_text":"Castlegar doctor shares personal COVID story, calls for adherence to guidelines","sentiment_score":0.0}
{"full_text":"RT Rebekah Jones is the whistleblower who outed Florida Governor Ron DeSantis for falsifying COVID case numbers.Today, Ro...","sentiment_score":0.0}
{"full_text":"RT Neil Gaiman launches crowdsourced animated film to help raise funds for Syrian refugees battling freezing temperatures and...","sentiment_score":0.0}
{"full_text":"RT U.S. DEATHS, PEARL HARBOR, 7 DEC 1941: 2,403U.S. DEATHS, COVID, 1 DEC 2020: 2,473U.S. DEATHS, COVID, 2 DEC 2020: 2,73...","sentiment_score":0.0}
{"full_text":"RT Poser amphttps:\/\/t.co\/E8E199Qfte","sentiment_score":0.0}
{"full_text":"RT #SaudiArabia has ranked first in the Arab region and 17th globally in terms of university research efforts on #coronavir...","sentiment_score":0.125}
{"full_text":"Firm Co-Owned By Ilhan Omar's Husband Got $635k Coronavirus Relief Bailout","sentiment_score":-0.2}
{"full_text":"Why??  Why??","sentiment_score":0.0}
{"full_text":"RT They use terms like \"handouts,\" \"welfare,\" &amp; \"freebies\" for struggling Americans but use the term \"pandemic relief\" for bil...","sentiment_score":0.0}
{"full_text":"Awesome!","sentiment_score":1.0}
{"full_text":"RT \"Is this government overreach?\" Police draw guns to execute a search warrant of the home of a data scientist who has a w...","sentiment_score":0.0}
{"full_text":"#Pelosi 'admits' she played politics while millions lost their jobs, 'The... via #StimulusChecks #stimuluspackage #COVID19 #COVID19relief #NancyPelosi #FoxNews #TheFive","sentiment_score":0.0}
{"full_text":"RT David Perdue doesn't care about Georgia only cares about himself.#DoubleDealingDavid","sentiment_score":0.0}
{"full_text":"CVS Health will act as one of the official #COVID19 Vaccination Program Providers once the vaccine is available for general distribution. Here we answer some frequently asked vaccine questions.","sentiment_score":0.1833333333}
