{"full_text":"Had to order this online due to my desire to never enter a shop again (I hated shopping long before covid), but it's finally here.It's now officially Christmas in our house.","sentiment_score":-0.26875}
{"full_text":"RT In its efforts to procure supplies to fight the coronavirus, Britain has awarded thousands of contracts worth billions of doll...","sentiment_score":0.3}
{"full_text":"Indeed.","sentiment_score":0.0}
{"full_text":"RT Sorry but settling for crumbs isn't success.A package that offers less direct support than CARES ACT- 8 months into this econ...","sentiment_score":-0.1166666667}
{"full_text":"RT For the first time in history UNICEF will help feed children in the UK.This tells you everything you need to know about t...","sentiment_score":0.25}
{"full_text":"RT Does Rand Paul wear a seat belt?  I've got some bad news for him - people still get hurt in car accidents wearing seat belts....","sentiment_score":-0.7}
{"full_text":"i was thinking \"damn if there wasn't a pandemic i'd be out with my friends doing this rn\"but then i remembered it's exactly what tamir rice was killed for and got really depressed","sentiment_score":0.0833333333}
{"full_text":"RT The COVID-19 mission is the largest and longest activation of the National Guard in state history in what...","sentiment_score":0.0}
{"full_text":"RT 307,000 Americans have now died from covid. That's 1,317 dead Americans for every lifetime Trump judge Senate GOP confirmed....","sentiment_score":0.1}
{"full_text":"RT it is absolutely nuts to me how seemingly impossible it is to communicate to people that a once in a lifetime pandemic...","sentiment_score":-0.2333333333}
{"full_text":"RT Foreign press exposes UK corruption on PPE contracts.$5bn to Tory donors &amp; cronies$6bn - entities with no PPE record$5bn...","sentiment_score":-0.125}
{"full_text":"Oh hell no she not taking Shit serious.","sentiment_score":-0.2666666667}
{"full_text":"RT There's almost no chance that children can suffer a significant effect from covid, but it's nice to know we've scarred t...","sentiment_score":0.4875}
{"full_text":"RT Pfizer Vac study--those who took the placebo were 20k ppl &amp; 162 tested positive \"... And out of those 162 in th...","sentiment_score":0.2272727273}
{"full_text":"RT Port Authority has launched Room2Ride, an online tool that helps you plan trips with safe social distancing in mind by...","sentiment_score":0.2666666667}
{"full_text":"RT The current surge in COVID-19 cases is not uniform across Massachusetts. The percentage of new cases, for example, is lo...","sentiment_score":0.0681818182}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"RT \"about $11 billion went to companies either run by friends and associates of politicians in the Conservative Party ..\"Th...","sentiment_score":0.0}
{"full_text":"RT A new update of our living NMA on treatments for #COVID19 is now out: includes 50 new trials from...","sentiment_score":0.1363636364}
{"full_text":"RT The virus, Alexandria Cantu Macias said, is \"like a thief in the night. It comes in to steal and destroy, and you just don't k...","sentiment_score":-0.2}
{"full_text":"RT Just me, or does this 2nd wave seem closer to home? During the 1st wave I I think I knew one person who'd had covid. This wav...","sentiment_score":0.0}
{"full_text":"To keep this farce alive and kicking.","sentiment_score":-0.15}
{"full_text":"Or to put it another way MP who criticised  government's Christmas COVID policy and sending navy to protect fishing is attacked by cabinet minister","sentiment_score":0.0}
{"full_text":"RT We're fighting hard for stimulus checks in this COVID-relief bill. And, we believe we'll get them. The American people need...","sentiment_score":-0.1458333333}
{"full_text":"RT Which of these personalities are the celebrities of the year:A. Onion B. Covid-19 C. Palliative","sentiment_score":0.0}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"RT The taoiseach just made a statement that there never was a Covid-19","sentiment_score":0.0}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"RT Nearly three million people in the Anglia region will be under the toughest coronavirus restrictions from Saturday as Bedfor...","sentiment_score":0.1}
{"full_text":"Why no media on them saying results show covid death are for the money!? Please release the data ! Children will die from from bronchial pneumonia and you know that what the fuck is wrong with our politicians!","sentiment_score":-0.5125}
{"full_text":"RT Nearly 18k Americans died of COVID-19 in the last 7 days In recent prior months the weekly death toll had been 5k to 7k...","sentiment_score":0.025}
{"full_text":"RT The U.S. government gave over 40,000 millionaires an average of 1.7 million each in Covid AidThis is our tax dollars the...","sentiment_score":-0.15}
{"full_text":"RT DAY 9 in our #12DaysofData series focuses on the HHS Provider Relief and Rural Health Clinic Testing Funds. Find info\/reso...","sentiment_score":0.0}
{"full_text":"We have begun distributing COVID-19 vaccines to healthcare workers, but the virus is still spreading throughout our communities. Get the latest updates from and Secretary-designee Palm today at 1:30 ","sentiment_score":0.5}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"RT Asking for #prayers for my co-worker...Her husband is in the hospital with #COVID19 &amp; she tested positive as well...She...","sentiment_score":0.2272727273}
{"full_text":"And you *still* think it's about a virus? ","sentiment_score":0.0}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"RT Come and spend lockdown with me, you know you want to.... #onlyfans #GlamourGirl #fantasy #mil...","sentiment_score":0.0}
{"full_text":"RT David Perdue has opposed direct economic relief to working people throughout this entire pandemic.","sentiment_score":0.1}
{"full_text":"Can weddings begin again after lockdown?","sentiment_score":0.0}
{"full_text":"\"Burst in trade policy activism... w\/ the rise in #COVID19 cases, there was significant variation across gov'ts in their resort to trade policy, the types of measures used, &amp; the duration of interventions\" et al. #CovidEconomics #EconTwitter","sentiment_score":0.375}
{"full_text":"RT NEW: Around 1 in 3 people with COVID-19 have no symptoms and could be spreading the virus without even realising. If...","sentiment_score":0.1363636364}
{"full_text":"RT Israeli Deputy Health Minister said he \"would definitely consider helping the Palestinian Authority\" with the COVID 19 vacc...","sentiment_score":0.0}
{"full_text":"Vaccine for diabetes??? Mud me pls ","sentiment_score":0.0}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"RT #BREAKING Spain reports 12,131 new coronavirus cases, including 5,763 in the last 24 hours  Total since the beginning of...","sentiment_score":0.0454545455}
{"full_text":"Are we surprised? #not","sentiment_score":0.1}
{"full_text":"RT From the start of the pandemic, local TV newsrooms have played a critical role in informing and educating our communities by p...","sentiment_score":0.0}
{"full_text":"RT Your medical aid can't save you, private hospitals are packed with zero beds, and some are diverting patients away. St...","sentiment_score":0.0}
{"full_text":"RT Rent is due, food bank lines are around the block, temperatures are dropping and COVID cases are spiking. Our familie...","sentiment_score":-0.125}
{"full_text":"RT Why didn't you do this  right after the  1st checks?","sentiment_score":0.2857142857}
{"full_text":"RT Michael Caputo, who worked for Putin. Not figuratively. He LITERALLY worked for Gazprom on a campaign to bolster Putin's ima...","sentiment_score":0.0}
{"full_text":"RT BREAKING: America's Frontline Doctors are at the CDC in Atlanta to protest against forcing millions of Americans to take...","sentiment_score":0.0}
{"full_text":"RT I'm a doctor. Not a politician.Perhaps that's why nothing about how COVID is being handled makes sense.From a medica...","sentiment_score":0.0}
{"full_text":"RT Thread: Trump administration deliberately TRIED to infect as many people as possible to achieve herd immunity. That's why they...","sentiment_score":0.25}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT thinking about how if this pandemic had happened fifteen years ago we'd be getting an ozzy and drix covid special right a...","sentiment_score":0.3214285714}
{"full_text":"The fact anyone is trying to act like doing anything toward getting traction for healthcare during the US' response to covid is anywhere near \"irresponsible\" makes me think \"op\".","sentiment_score":0.1}
{"full_text":"It makes you wonder after all those years of \"Austerity\"Where they really saving up to cover the cost of this Pandemic","sentiment_score":0.2}
{"full_text":"Santa isn't coming because he could be a super spreader or covid going to every single child's house. Christmas is cancelled everyone!","sentiment_score":0.1220238095}
{"full_text":"RT Hope you get well soon, Sophie and I are sending you our warmest wishes. Let's keep working together to...","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT HUGE! A story reveals among others at the WH, played a role in her father's secret 'herd immu...","sentiment_score":0.05}
{"full_text":"RT Haven't followed the news much today, but seems like one side is mad that a staffer called Republicans a bunch of fuckers,...","sentiment_score":-0.2125}
{"full_text":"Ur a pos Dehli. How many thousands have died\/suffered under the lockdown. Restaurants have been destroyed.","sentiment_score":0.5}
{"full_text":"RT Never in a million years would I have guessed that some on the left would oppose a vote on medicare for all during a pand...","sentiment_score":0.0}
{"full_text":"Staggering how far behind we are. In a normal world it should be something off the shelf as part of epidemic preparedness. Contrast with military readiness.","sentiment_score":-0.0625}
{"full_text":"It can apply to everyone. There's plenty of side hustles and businesses that'll be pandemic proof. I know 10 people that just got hired for Amazon. If you're willing to work, there's people still willing to hire.","sentiment_score":0.25}
{"full_text":"RT I can't believe New Zealand are covid free, Australia not far off and Britain are still living this fuckery on repeat a y...","sentiment_score":0.1621212121}
{"full_text":"RT okay sowho is going to write the A\/B\/O fic set during COVID where everyone loses their sense of smell and it disrupts...","sentiment_score":0.1}
{"full_text":"Concerned this isn't widely reported in our domestic news services: Waste, Negligence and Cronyism: Inside Britain's Pandemic Spending - The New York Times","sentiment_score":-0.0409090909}
{"full_text":"Canadian residents got $2,000 a month during the pandemic while think one $1,200 payment for Americans has helped. While they aren't losing out on anything, a lot of Americans are suffering. Do your damn jobs or quit collecting a paycheck.","sentiment_score":0.0}
{"full_text":"The Guardian: King of Sweden blasts 'failed' Covid strategy in rare royal rebuke.https:\/\/t.co\/mqtYzFSouK","sentiment_score":-0.1}
{"full_text":"RT Hope you enjoyed your turkey, though.","sentiment_score":0.5}
{"full_text":"This is what true leaders do for their people.","sentiment_score":0.35}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"Watching our government debating a $600 stimulus check for people have been struggling to pay rent for months","sentiment_score":0.0}
{"full_text":"RT 235 rightwing judges0 new covid relief0 new stimulus checks0 new unemployment314,991 dead AmericansOne more judge t...","sentiment_score":0.1418181818}
{"full_text":"RT When Trump promised a coronavirus vaccine by year's end, Washington Post journalists had a weird reaction: They fact-checked...","sentiment_score":-0.5}
{"full_text":"RT God is up to something veryyy big. This is a crucial time in the spirit realm and the post-covid Church is going to be on...","sentiment_score":0.0}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"COVID-19: \"no community transmission\"... despite 7th death in the RegionThe Diario website features a report that there is still no community transmission of COVID-19 in Madeira, which is reassuring at a time when the Region has seen the number of positive cases exc...","sentiment_score":0.2272727273}
{"full_text":"If you taught this semester, how were your teaching evaluations compared to pre-pandemic?","sentiment_score":0.0}
{"full_text":"RT 51 with c...","sentiment_score":0.0}
{"full_text":"Lalong tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"No that is actually wrong. Canada's CERB was only for those who lost work due to COVID","sentiment_score":-0.2083333333}
{"full_text":"RT If you won't fight for basic healthcare during the worst pandemic in a century, then what the fuck are you doing in Con...","sentiment_score":-0.4666666667}
{"full_text":"RT Me in my Covid Snitch Command Center:","sentiment_score":-0.1}
{"full_text":"RT Allah gave Macron covid because amongst other things, he went to Fairuz's house with no mask","sentiment_score":-0.125}
{"full_text":"RT BREAKING: America's Frontline Doctors has now launched an official petition against forced experimental vaccines. No St...","sentiment_score":-0.1}
{"full_text":"RT When 3,400 people die in a day because of Covid it becomes a wee bit hard to worry about a staffer calling lawmakers of a par...","sentiment_score":-0.2916666667}
{"full_text":"The US stay being #1 for the wrong things. This is horrifying","sentiment_score":-0.7}
{"full_text":"RT Hennadiy Kernes has died in a German hospital, associate Pavel Fuks confirms. The longtime Kharkiv mayor and notoriously...","sentiment_score":0.0}
{"full_text":"RT Me in my Covid Snitch Command Center:","sentiment_score":-0.1}
{"full_text":"EU states to start COVID-19 vaccinations from Dec. 27","sentiment_score":0.0}
{"full_text":"RT \"Brexit stockpiling, coronavirus and the weather all came together to cause huge delays on the A55.\"@SCrabbPembs your...","sentiment_score":0.4}
{"full_text":"RT I urge and to set up an office on January 21 to investigate PPP fraud and ensure repayment back int...","sentiment_score":0.0}
{"full_text":"The rule doesn't even seem to matter considering the B1G is still having problems with COVID-19 outbreaks. Might as well reduce to match the ACC and SEC so we don't continue to be at a disadvantage !","sentiment_score":-0.125}
{"full_text":"AND WE CAN VOTE OUT ANOTHER ONE TERM WONDER !!!  BYE BYE  RON !!!!!","sentiment_score":0.0}
{"full_text":"RT New covid deaths yesterday in the US: 3,538Total covid deaths since the pandemic began:Japan: 2,688Australia: 908Sout...","sentiment_score":0.1363636364}
{"full_text":"This Covid info is credible because crimey  rescues haven't had to stop business and they are pushing \"pandemic dogs\" which are even flown in from other countries. Including China. Why no moratorium at LEAST on the trafficking?https:\/\/t.co\/NxTAo6sVyj","sentiment_score":-0.0083333333}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"RT David Perdue has opposed direct economic relief to working people throughout this entire pandemic.","sentiment_score":0.1}
{"full_text":"RT .@jelenadjokovic and I hope this donation further empowers our systems and healthcare workers to fight #COVID19 ","sentiment_score":0.0}
{"full_text":"And been involved in the most stock trades on his Senate seat","sentiment_score":0.5}
{"full_text":"Are we living in an alternate universe....Congress is on another planet. I urge Congress to help everyday people\/voters cope with COVID-19 realities. #WhyCongressWhy #familiescantwait #boostSNAPNow","sentiment_score":-0.1}
{"full_text":"RT Lockdown learning is so so hard on children It isn't home ed at all.","sentiment_score":-0.2916666667}
{"full_text":"The law has spoken. If you're afraid and against this ruling, stay home.","sentiment_score":-0.6}
{"full_text":"RT Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.So you'd think he'd be ab...","sentiment_score":0.375}
{"full_text":"Ding!","sentiment_score":0.0}
{"full_text":"RT #Giants OC Jason Garrett has tested positive for covid. This means former #Browns coach Freddie Kitchens will be callin...","sentiment_score":0.1136363636}
{"full_text":"Not surprised","sentiment_score":-0.05}
{"full_text":"Instead of just saying the government is skewing the figures, he should be demanding to know why.","sentiment_score":0.0}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"You really believing this lmao y'all slow af","sentiment_score":0.1666666667}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"RT Another #lockdown after #Christmas  will bring yet more fear and abuse for thousands of women, men and children. Please check...","sentiment_score":0.5}
{"full_text":"COVID and the cold: Teachers say schools are freezing with windows open, no place for kids to learn","sentiment_score":-0.3}
{"full_text":"RT Even after the vaccine, Democrats will still:-Make you wear a mask-Close restaurants -Limit gatherings -Impose curfews...","sentiment_score":0.0}
{"full_text":"Bravo Way to show support to local restaurants who are closed due to COVID-19. I wondered what could come of this in individual cities. How can \"doing better\" eateries support their brother\/sister shops? NOTE: \"doing better\" is subjective.","sentiment_score":0.1291666667}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Remember this fake news by RW propaganda website? This tweet\/article wasn't deleted even after it was debunked by Uttara Kann...","sentiment_score":-0.3}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"Listen to the latest Curbside Consult podcast: Homelessness, Social Medicine and #COVID19 with Dr. Jim O'Connell #IDTwitter","sentiment_score":0.2666666667}
{"full_text":"President-elect Joe Biden and Vice President Mike Pence are set to receive the COVID-19 vaccine soon.https:\/\/t.co\/bBdZOUoEiw","sentiment_score":0.0}
{"full_text":"Brian Wiese on Georgetown's strict COVID-19 policy and the challenges of recruiting in the post-Development Academy era.","sentiment_score":0.0}
{"full_text":"Bacolodnons better stay home during these hours.https:\/\/t.co\/efVi2RRpun#VisayasSnitch","sentiment_score":0.5}
{"full_text":"Call friends\/family to check in on each other. You may not be able to get together because of #COVID19 but staying connected will help you beat the winter blues. #DoRightRightNow Visit for more information!","sentiment_score":0.3333333333}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #ThursdayMotivation #Thursdayinspiration #Thursdaythoughts","sentiment_score":0.0}
{"full_text":"The vice president is scheduled to get the vaccine in an event that will be publicly broadcast as officials seek to calm public fears surrounding the vaccine.","sentiment_score":0.1}
{"full_text":"Got a last-minute present to buy? Don't panic, we've got you covered!https:\/\/t.co\/0FOOrr5ELA","sentiment_score":0.0}
{"full_text":"The #pharmaceutical company, experienced a surge in #profits for its just-ended 2020 financial year despite the many challenges faced as a result of the global #pandemic.Visit the link:https:\/\/t.co\/LdYZrPApud@jastockex  #netprofitreport","sentiment_score":0.325}
{"full_text":"The NBA Is Handling COVID-19 Wellhttps:\/\/t.co\/csmgSnyNFu","sentiment_score":0.0}
{"full_text":"RT A safe space where people understand what you are going through and stress management tools to help you cope. If you ar...","sentiment_score":0.5}
{"full_text":"There are calls for all schools in mid-Kerry to close early for Christmas following a large outbreak of COVID-19 at a school in Killorglin.https:\/\/t.co\/TqGY3nevzQ","sentiment_score":0.1047619048}
{"full_text":"Building supportive ecosystems for Black-owned businesses is a crucial component in closing the $1.5T US racial wealth gap. The systemic and pandemic-exacerbated challenges facing Black businesses.","sentiment_score":0.1111111111}
{"full_text":"To continue connecting new job seekers with the resources needed to succeed in the post-Covid , used a combination of tools to enable remote collaboration among their staff &amp; respond to a community in crisis.Learn more ","sentiment_score":0.1787878788}
{"full_text":"RT  Is it just me, or does anyone else get a really creepy vibe when seein this psycho Biatch??  I can't quite put my fi...","sentiment_score":-0.5}
{"full_text":"The world's 1s vaccine against #coronavirus was designed in the US by 13 January &amp; took just 2days 2develop.According site,Chinese authorities shared the virus genetic sequence Saturday, January 11. Who do we believe?? If it's true over a million didn't need to die?","sentiment_score":0.35}
{"full_text":"A formula design to act like a disinfectant! For more information speak with one of our customer service representatives today at 800-323-3521!https:\/\/t.co\/0pVci1uF0uhttps:\/\/t.co\/2OguHEwSZQhttps:\/\/t.co\/kOVrFt2KY2https:\/\/t.co\/ZZYFd0VZuz","sentiment_score":0.5}
{"full_text":"Staying on top of the latest news about #COVID19, and sifting through information online, can be a challenge -- especially if you're a teenager.How are public officials trying to reach #Vermont teens, and is their messaging working? took a closer look ","sentiment_score":0.25}
{"full_text":"\"Health providers and pharmacies can monitor and report on the effectiveness of specific vaccine batches, and health administrators can easily summarize the achievement of vaccine deployment goals in large population groups.\"#MedTwitter #MedTech #MDhttps:\/\/t.co\/58I8X2M9NR","sentiment_score":0.2158730159}
{"full_text":"Looking for the latest in #COVID19 #vaccine developments? We've compiled updated science and evidence-based resources on the status of vaccinations, including what physicians should know. Stay up to date: #VaccinesWork","sentiment_score":0.5}
{"full_text":"RT Even after the vaccine, Democrats will still:-Make you wear a mask-Close restaurants -Limit gatherings -Impose curfews...","sentiment_score":0.0}
{"full_text":"The pandemic-inspired perk comes with a catch: Eligible workers would get only 25% of their base pay during their time away. The bank will also let employees buy up to five extra vacation days per year starting in 2021. #citi","sentiment_score":-0.2}
{"full_text":"RT LIL Mike #Bloomberg Explains How He Intends To Use #COVID, Just Like Like #Election2020 Rigging #SenSchumer, To \"Change Th...","sentiment_score":0.0}
{"full_text":"\"While we still have several months ahead of us, this is a turning point.\"","sentiment_score":0.0}
{"full_text":"RT Does anyone else feel uncomfortable and surprised watching television and seeing shows from before Corona where people are...","sentiment_score":-0.2}
{"full_text":"Hey Georgia:It looks like those 2 Covid profiteers U have 4 GOP Sens have finally remembered they serve the people of GA!They'll forget again aft Jan 5Track the spread of coronavirus in the United States with maps and updates on cases and deaths.","sentiment_score":0.0}
{"full_text":"Long before #COVID19, structural problems in our economy left Black and brown communities particularly vulnerable. With big investments now, we can respond to our current crisis while also building a more resilient and equitable economy #forthemany.","sentiment_score":-0.030952381}
{"full_text":"CLEAN HANDS ARE SAFE HANDS- INDIA FIGHTS COVID SPREAD. #mobhealth","sentiment_score":0.4333333333}
{"full_text":"Taoiseach tests negative for Covid-19 after meeting with Emmaunel Macronhttps:\/\/t.co\/EIkumwJXOb","sentiment_score":-0.3}
{"full_text":"While most innovators interviewed for our paper reported setbacks to their research from #COVID19, many also expressed excitement about R&amp;D breakthroughs &amp; hope this will usher in a new era in which #globalhealth becomes an enduring political priority. ","sentiment_score":0.2840909091}
{"full_text":"Took a huge risk during this pandemic to quit my job &amp; start my business and it was one of the best decisions and biggest blessings ever. Biggest &amp; hardest flex of 2020  im so damn proud of myself.","sentiment_score":0.7333333333}
{"full_text":"Volunteer group provides Corona patients with oxygen# Using donation money, the group has bought 350 oxygen cylinders which they refill at factories to deliver them to COVID-19 patients, primarily those who are home quarantined.https:\/\/t.co\/rSul0CcI0C","sentiment_score":0.4}
{"full_text":"Covid, fun and Christmas - all wrapped up in a seasonal song! All proceeds go directly to Pieta House.  Any help you can give us would be greatly appreciated.     #PietaHouse@PietaHouse@tomhappens","sentiment_score":0.225}
{"full_text":"The urges residents to do their part by getting tested for COVID-19 in order to protect your loved ones and the community. You do not need insurance and free testing is available.For more information visit","sentiment_score":0.5333333333}
{"full_text":"Western States Governors Announce Pfizer-BioNTech COVID-19 Vaccine is Safe for Public Use There should be no delay in providing access to the Pfizer-BioNTech COVID-19 Vaccine. View the Governor's full statement here:","sentiment_score":0.2125}
{"full_text":"Due to staffing issues resulting primarily from quarantines, and also some COVID positive cases specifically at the Academy, we have decided to shift Canandaigua Academy to remote learning starting Friday, 12\/18 thru Wed, 12\/23. More info: visit","sentiment_score":0.1503787879}
{"full_text":"\"I have not ever had enough kids that could participate because it usually occurs during the school year. This year ... none of the school sports were happening, so all my kids that would normally be doing school sports couldn't do it.\"https:\/\/t.co\/Wf8H9sMwf6Story by","sentiment_score":-0.0333333333}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"WHO: China Welcoming COVID-19 Investigators","sentiment_score":0.0}
