{"full_text":"RT Excellent meeting with UK Secretary of State of Discussed the vast potential of the India-UK pa...","sentiment_score":0.3333333333}
{"full_text":"RT COVID-19: For the first time in its history UNICEF will help feed kids in the UK","sentiment_score":0.25}
{"full_text":"If an MP has to argue about how to interpret the figures there really isn't a pandemic.","sentiment_score":0.2}
{"full_text":"Yes, like minority has 1st right on COVID vaccine.","sentiment_score":0.2857142857}
{"full_text":"RT Clinical trials have started in the UK for a coronavirus vaccine being manufactured in West Lothian","sentiment_score":0.0}
{"full_text":"This is very worrying.  The Govt has not consulted key bodies in the procurement and roll out of the vaccine and could be liable in the case of legal claims.  The figures involved are immense.  They could bankrupt the country. ","sentiment_score":0.06}
{"full_text":"RT Say what you want about Tom Cruise but if I was him and also put $500,000 into the movie and am trying to ensure people d...","sentiment_score":0.0}
{"full_text":"RT Despite a recent rise in local cases, Korea remains a model of COVID response. With the highest population density in t...","sentiment_score":0.0}
{"full_text":"RT \"Insights for classroom Teams... has helped me connect with struggling students on a personal level, and to unders...","sentiment_score":0.0}
{"full_text":"bruh what","sentiment_score":0.0}
{"full_text":"The municipal government of Buenavista, Guimaras is prohibiting long vigils for the dead to lower the risk of coronavirus disease (Covid-19) transmission.https:\/\/t.co\/dg9zf8IlU9#VisayasNews","sentiment_score":-0.125}
{"full_text":"RT Going into the holidays, the growing # of kids in the UK going hungry weighs on me. Shouldn't we be focused on this &amp; gett...","sentiment_score":0.0}
{"full_text":"Effects of the COVID-19 pandemic on self-harm","sentiment_score":0.0}
{"full_text":"RT On this day ...","sentiment_score":0.0}
{"full_text":"RT Woo! I am out of hosp after 14 days with #COVID19.  to everyone there. Just for the record kids: I'm...","sentiment_score":0.0}
{"full_text":"RT I received our first COVID19 Pfizer vaccine!!!!!!!!","sentiment_score":1.0}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"RT #COVID19: A new testing scheme designed to reduce the quarantine period for people arriving in England has suffered what has b...","sentiment_score":0.1363636364}
{"full_text":"RT covid implies the existence of a covego and a covsuperego","sentiment_score":0.0}
{"full_text":"RT The livespot Xperience that were slated for the 19th and 20th of December have been suspended due to the steep rise in C...","sentiment_score":-0.0625}
{"full_text":"RT For the vast majority, this pandemic has been utter misery.But for a wealthy few, it has been an opportunity to cash-in...","sentiment_score":0.075}
{"full_text":"China stopped covid in its tracks, only 80,000 cases, 1.3 billion people. U.S. out of control nine months later.","sentiment_score":0.0}
{"full_text":"They do, as has been proven with not just covid, but other viruses and bacterial infections too.","sentiment_score":-0.125}
{"full_text":"RT Olimpia and Honduras forward Jerry Bengston wears a face mask during his matches.He's chosen to wear one in every match he's pl...","sentiment_score":0.0}
{"full_text":"RT Thank you so much for listening. I wrote these stories to help myself heal, but the fact that it's therapeutic for so many of y...","sentiment_score":0.35}
{"full_text":"He should be responsible for deserting battlefield and down playing this pandemic ultimately responsible for death of more than 300K lives.","sentiment_score":0.1861111111}
{"full_text":"RT Olimpia and Honduras forward Jerry Bengston wears a face mask during his matches.He's chosen to wear one in every match he's pl...","sentiment_score":0.0}
{"full_text":"RT I am all heart,thump thumpinga rhythm of my own.But it is all for you.Every line of inky blooddrips words thatcal...","sentiment_score":0.0}
{"full_text":"RT In the name of the pious Shari'a, I appeal to all my Muslim believers to not take the Covid vaccine as it is not Halal ce...","sentiment_score":0.0}
{"full_text":"RT This is horrendous to read. This is also a man who in January (on camera) said asymptomatics do not pass the virus and mask...","sentiment_score":0.0}
{"full_text":"our song of hope written during lockdownhttps:\/\/t.co\/TgTZSlfYaX","sentiment_score":0.0}
{"full_text":"RT Tom Cruise Tears Into 'Mission: Impossible 7' Crew for Not Following COVID-19 Safety Protocols","sentiment_score":-0.3333333333}
{"full_text":"No ji, nobody is as free as you over there. Leaders are working day and night to regain the pride of Uttar Pradesh. Better you focus on corona cases.","sentiment_score":0.45}
{"full_text":"RT To prevent getting infected with #COVID19, always make sure to stay away from large gatherings. Wear a facemask whenever you...","sentiment_score":0.3571428571}
{"full_text":"RT What I have learnt most through Covid is you can be a brilliant academic, a genius mind, a qualified medic, psychologist,...","sentiment_score":0.4666666667}
{"full_text":"RT The Progressive Caucus is united in our position: any COVID relief package MUST include survival checks and enhanced unempl...","sentiment_score":0.0}
{"full_text":"RT \"It's sad, quiet and eerie.\"Normally, it's the scene of many heartwarming family reunions at this time of year. However, workers...","sentiment_score":-0.07}
{"full_text":"Yes.. will need time Their Saas Platform will be a gamechanger for them.I saw the live demo. It will increase their gross margins substantially. Covid impacted their business but they recovered in the last quarter 2021 will be good.","sentiment_score":0.2272727273}
{"full_text":"Also the case in Japan. Masks, people.","sentiment_score":0.0}
{"full_text":"Coronavirus Ellume at-home test developed in Brisbane approved for emergency use in US","sentiment_score":0.1}
{"full_text":"Meowch!https:\/\/t.co\/77dJOMBHrm","sentiment_score":0.0}
{"full_text":"RT ROBERT DUVALL of Union City, Oklahoma died of COVID on Dec. 11. He was a coach and physical education teacher, \"who had...","sentiment_score":0.0}
{"full_text":"I'm so happy my grandmother didn't have to suffer through the experience of COVID.","sentiment_score":0.8}
{"full_text":"RT I received our first COVID19 Pfizer vaccine!!!!!!!!","sentiment_score":1.0}
{"full_text":"RT Did this piece for on how badly #COVID19 has hit the wildlife tourism sector. With inputs from","sentiment_score":-0.7}
{"full_text":"Women are giving birth in front of closed clinic due to covid 19.","sentiment_score":-0.1125}
{"full_text":"Eleven Super-Cool Ways to Wear Your Mask, Ten Months Into a Global Pandemic","sentiment_score":0.0}
{"full_text":"RT Global South countries, led by South Africa and India, have requested a suspension of the WTO's patent rules to enable the...","sentiment_score":0.0}
{"full_text":"Why the number '3' may make you rethink Covid hysteria via #COVID #CoronaVirusUpdates","sentiment_score":0.0}
{"full_text":"What's so spl in what these Netas bark in parliament? Many top rank mgmt of MNCs have been having video conferences even prior to COVID-19. Electors often say we haven't seen r Neta post-elections. 1 reason is MPs hv to attend parliament in Delhi. This also means the cost","sentiment_score":0.05}
{"full_text":"so the public have behaved, this is why Covid is still here no fault of government","sentiment_score":0.0}
{"full_text":"The wish for many #expats in #Germany is to return home to their families during the holidays or at least take a break and travel into one of the neighboring countries. A short overview on the possibilities. #internationaltravel #mobility #covid19","sentiment_score":0.0666666667}
{"full_text":"CRUEL &amp; UNUSUAL PUNISHMENT should apply to GOP SENATE for failure to provide continuous Economic Relief during a global pandemic. (RETRO-ACTIVE) PUA must be included in next STIMULUSEVICTIONS 40M+HUNGER 50M+Abhorrent!!https:\/\/t.co\/Wmb4IUBCCD","sentiment_score":-0.1527777778}
{"full_text":"RT Watch #Indonesian President #Jokowi announce that #Covid19 vaccine will be FREE for all Indonesians.He said he will be the...","sentiment_score":0.4}
{"full_text":"RT Mr. Rusesabagina is a cancer survivor in remission who suffers from hypertension and cardiovascular disorders. He has been...","sentiment_score":-0.6}
{"full_text":"Gosh!","sentiment_score":0.0}
{"full_text":"RT Nov 2020, American Medical Assoc quietly issued memo detailing its passed Resolution 509-rescinding stmt against HCQ for Co...","sentiment_score":0.0}
{"full_text":"everyone should take it serious","sentiment_score":-0.3333333333}
{"full_text":"RT  yuyuyuwahhhyu when is covid gonna enduu i miss you kimtyunguu* what your father said is right just don't go to [the po...","sentiment_score":0.2857142857}
{"full_text":"RT We just straight up ignored role of obesity in coronavirus deaths and acted like everyone faced equal risks, needlessly jeop...","sentiment_score":-0.1}
{"full_text":"Airlines' failure to offer Covid cash refunds investigated by UK regulator","sentiment_score":-0.3166666667}
{"full_text":"RT Any elected official who treated Covid like a hoax belongs at the BACK of the vaccine line, not the front.","sentiment_score":0.0}
{"full_text":"RT 201216 baekhyun twitter reply: you can't go to park at this time... stay home x2! please wear your mask!","sentiment_score":0.0}
{"full_text":"RT We have been acting on behalf of vulnerable families to challenge policy on school attendance #Covid...","sentiment_score":-0.25}
{"full_text":"COVID Warriors Stature Reduces To Use And Throw In Odisha. ANM Worker Tries Self Immolation#BJD  #NirbhayGumaraKatha #OdishaPolitics #NavinDas #Odisha #COVID19https:\/\/t.co\/hklzT9iizq","sentiment_score":-0.1}
{"full_text":"The pandemic is over. We have to l earn to live with endemic Coronavirus .@DanielZeichner","sentiment_score":0.1363636364}
{"full_text":"RT How am I supposed to DESTROY if they keep social distancing appropriately? Can't blame them I guess...","sentiment_score":0.1111111111}
{"full_text":"RT Restaurants don't cause the coronavirus to spread, Ron DeSantis says.","sentiment_score":0.0}
{"full_text":"How a #Sicilian food truck survived #COVID19 lockdown in #Milan thanks to diversifying its offer and staying focused on the human touch #hospitalityinsights","sentiment_score":0.1}
{"full_text":"RT This has made me a big Tom Cruise fan, imperfections be damned. Tempted to bring a boom box &amp; blast this everywhere","sentiment_score":0.0}
{"full_text":"We had a plan &amp; then COVID happened. When governments called for a quick tech fix to tackle the consequences of the pandemic, we ensured #HumanRights remained a top priority. Read our reflections on what sucked &amp; how we fought back in 2020 #EDRigram:","sentiment_score":0.2777777778}
{"full_text":"Primark has had strong post-lockdown trading, it must now assure us that their profits have not been made off the back of unpaid labour.   Day 16 on the #InjusticeAdventCalendar comes from - take action here:","sentiment_score":0.1833333333}
{"full_text":"Last week Kent IP's were able to support in roll out of the COVID vaccine Check out the PSNC website to see how you can be involved #Covidvaccine #communitypharmacy","sentiment_score":0.25}
{"full_text":"No decision yet on whether Christmas gathering plans will change in Scotlandhttps:\/\/t.co\/hnDsJucnb0","sentiment_score":0.0}
{"full_text":"Have you started doing something new recently? Our LifeCurve team member Jon has started doing some yoga at home during Lockdown. He finds it helps to take away stress and keeps him moving when he isn't able to get outside for a walk. #wellbeingwednesday #healthyageing","sentiment_score":0.1590909091}
{"full_text":"Read all about: Rotary's lockdown donations and Self-evaluation - mirror required! More on page 16 of the latest edition of the Pershore Times. Online: and in print #Pershore #Wychavon #Worcestershire #news #Newspaper","sentiment_score":0.5}
{"full_text":"Here's how to build your professional support team when you can't meet others in person. From Zachary Turnbull &amp; Ruth Gotian for Nature Careers.https:\/\/t.co\/dcCkZan8ey","sentiment_score":0.1}
{"full_text":"New variant' of #COVID19 spreading in southeast England as #London moves to Tier 3","sentiment_score":0.1363636364}
{"full_text":"RT People that call lockdown 'Locky D' or a pandemic 'Panny D' should be permanently confined to their homes.","sentiment_score":0.0}
{"full_text":"RT Lmao why don't we think?How long will it take for everyone to get NIN? Are people supposed to be queuing up for this as Coro...","sentiment_score":0.275}
{"full_text":"After Pfizer, Moderna's Covid-19 Vaccine Nears Approval As FDA Confirms Safety In Preliminary Analysishttps:\/\/t.co\/K0pHjEcL1Z","sentiment_score":0.0}
{"full_text":"#Malware Dropper Takes Advantage of #COVID-19 #Pandemichttps:\/\/t.co\/aSLYoObhnF","sentiment_score":0.0}
{"full_text":"We believe in you here is how #ZambianChristmas #SaveChristmas #give #giving #Zambia #Children #creative #theatre","sentiment_score":0.5}
{"full_text":"RT This is the widely recognised red-capped species known as human fucktards. They are found in the densely populated area...","sentiment_score":-0.05}
{"full_text":"Play your part this December, practice social distancing and get food delivered with safe, contactless delivery. #StayHomeEatOut","sentiment_score":0.2666666667}
{"full_text":"RT #TaxTheChurches is trending here's a  I did on the NON TAX PAYING #BucksCounty churches and church run schools that received...","sentiment_score":0.0}
{"full_text":"RT Ending soon. Free webinars to support Sacramento businesses  impacted by the pandemic on adapting business &amp;  marketin...","sentiment_score":0.4}
{"full_text":"The World Health Organization said Tuesday it is in discussions with Pfizer and Moderna about possibly including their high-tech coronavirus vaccines among early jabs for poor countries at affordable prices.#COVID19 #Pfizer #Modernahttps:\/\/t.co\/riPmhIghw5","sentiment_score":-0.1}
{"full_text":"RT Restrictions used in DK are the most effective in reducing transmission. Inferring the effectiveness of government inter...","sentiment_score":0.55}
{"full_text":"[NEWS] Tarlac school conducts online intramurals Amid the COVID-19 pandemic, Tarlac Montessori School (TMS) high school department carried out their virtual intramurals, September 21-25. READ FULL STORY:","sentiment_score":0.255}
{"full_text":"9 ways that 2020 was actually a great year for #wildlifehttps:\/\/t.co\/5hzrqUWXUu  #WednesdayWisdom The #pandemic gave wildlife a moment to recuperate","sentiment_score":0.8}
{"full_text":"BREAKING: DOH announces 1,156 new COVID-19 patients, pushing the national case count to 452,988.It also lists 425 more survivors and 21 new deaths, raising the total recoveries to 419,282 and fatalities to 8,833.More updates here:","sentiment_score":0.1931818182}
{"full_text":"People who get Pfizer's vaccine need to get a second shot 21 days later. People who get Moderna's need to wait 28 days for round two.","sentiment_score":-0.0666666667}
{"full_text":"#Blockchain played a significant role, not only in the current #Covid19 recovery but also in creating systems that are better able to withstand the unexpected &amp; weather #future uncertainty. Be it in #supplychain or Contact tracing or #Antibody Developmenthttps:\/\/t.co\/zZ4JxKQ1TN","sentiment_score":0.2107142857}
{"full_text":"A Yorkshire engineering group has seen a 30% drop in revenue #engineering","sentiment_score":0.0}
{"full_text":"Posted * The federal government has revealed which Aussies will be prioritised to receive a COVID-19 vaccine when it's rolled out across the country.The details, #9News at 6.00pm","sentiment_score":0.0}
{"full_text":"Some Midwestern states are seeing a decline in new coronavirus cases. But the signs of improvement are offset by the virus's accelerating spread on both coasts.https:\/\/t.co\/pn8MKnoJaH","sentiment_score":0.1363636364}
{"full_text":"Lessons for GH from COVID-19: UHC &amp; Preparedness@TakemiKeizoProf &amp; Mary Robinson reflect on #solidarity during the #COVID19pandemic &amp; discuss how it's been fostered &amp; undermined with TODAY |9am GMTRegisterhttps:\/\/t.co\/zWkHTnKZBf","sentiment_score":0.0}
{"full_text":"The Trump administration is asking the Supreme Court a second time to reinstate a rule that women must pick up an abortion pill in person during the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Test local cure for COVID without delay - Mahanayake Thera#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID19 #COVID #corona #Covid_19 #coronavirushttps:\/\/t.co\/7dN79jMgKB","sentiment_score":0.0}
{"full_text":"#Christmas will look different for many of us this year. This may feel tough if it's not how you'd choose to spend the day, whether because of #COVID19 or otherwise.If you feel this way, have some tips that may help you to enjoy the timehttps:\/\/t.co\/BoSVLwY1pJ","sentiment_score":0.1277777778}
{"full_text":"By today: Holy Land preps for scaled-down Christmas amid COVID-19","sentiment_score":0.0}
{"full_text":"RT Professor speaks on the benefit of exercise on immune function and on the body's immune response to the #COVID19 va...","sentiment_score":0.0}
{"full_text":"The World Health Organization said Tuesday it is in discussions with Pfizer and Moderna about possibly including their high-tech coronavirus vaccines among early jabs for poor countries at affordable prices.#COVID19 #Pfizer #Modernahttps:\/\/t.co\/hxI4SczvHo","sentiment_score":-0.1}
{"full_text":"It comes as Staffordshire is set to be stuck in Tier 3 this Christmas.https:\/\/t.co\/eOW9afOnhL","sentiment_score":0.0}
{"full_text":"#COVID Spurred Tech-Revolution - The Telecommutehttps:\/\/t.co\/rY6JBweMiX #RemoteWork #WFH #Data #Privacy #Cybersecurity","sentiment_score":0.0}
{"full_text":"Throughout winter, those who are vulnerable may be more susceptible to winter bugs and coronavirus and could feel anxious.Safely check in with family and friends to see if there's anything you can do to help such as shopping or collecting prescriptions. #BeWinterWellDN","sentiment_score":0.0}
{"full_text":"#visitsanya# A dazzling light show themed the city of Sanya brightened up the night sky above the Yangtze River in Wuhan, Jialing River in Chongqing and Pearl River in Guangzhou on Dec. 5, sending a warm invitation to tourists from all over the country.","sentiment_score":0.4375}
{"full_text":"We'll know later if West Sussex will remain in Tier 2 ahead of Christmashttps:\/\/t.co\/KciHybuJem","sentiment_score":0.0}
{"full_text":" OMG people - get your sh*t together!https:\/\/t.co\/RgzUnteOU3","sentiment_score":0.0}
{"full_text":"RT is celebrating the 1st anniversary of #INSPIRE --our Corporate Social Responsibility Program. Read to see how em...","sentiment_score":0.0166666667}
{"full_text":"BT code shows the area is experiencing a significantly higher rate than elsewhere","sentiment_score":0.25}
