{"full_text":"How are all the lockdown fetishists in Melbourne feeling right now ?","sentiment_score":0.2857142857}
{"full_text":"RT Should the Covid vaccine be mandatory to prevent another national lockdown?@PatrickChristys","sentiment_score":0.0}
{"full_text":"Here you go, ask about these graphs please.","sentiment_score":0.0}
{"full_text":"RT After ten months of the pandemic, we still don't have enough testing. It's a travesty.We need to scale up testing so anyone...","sentiment_score":0.0}
{"full_text":"RT As this film demonstrates Johnson no longer cares if he's admitted something previously, he's happy to just lie about...","sentiment_score":0.8}
{"full_text":"This is very sad. It's said that he would risk his life and hold maskless indoor rallies during a pandemic. Not caring that he has 2 small children who need him.","sentiment_score":-0.45}
{"full_text":"RT It gets worse. The facility is refusing to assign a nurse to the COVID unit. To maximize profit, they are assign...","sentiment_score":-0.4}
{"full_text":"RT That UK strain of Covid could cause BLINDNESS...... and it's more CONTAGIOUS?!??!? yeah, y'all won't be seeing me anytime...","sentiment_score":0.78125}
{"full_text":"RT Morning all  Hope everyone is well. The day a 3rd lockdown is to be announced, the Oxford vax gets approval  Not...","sentiment_score":0.0}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"Should a have made the whole of Scotland zone 4 ? You see I thought aw the islanders were sensible people and would keep social distancing and nohuv parties. What a Arse  av made oh that.","sentiment_score":0.1166666667}
{"full_text":"RT 'Major incident' declared in Essex amid pressure on hospitals","sentiment_score":0.0625}
{"full_text":"RT Right now you can go shop at a mall that is still open despite being repeatedly cited for breaking COVID rules and be assist...","sentiment_score":0.1428571429}
{"full_text":"RT Our review of 2020 in a nutshell:In the wake of the pandemic, many entrepreneurs rode the techno-solutionist wave and...","sentiment_score":0.5}
{"full_text":"It's not the second outbreak though. It's the fourth, maybe fifth or sixth. NSW Health has an excellent track record of dealing with outbreaks of this nature.","sentiment_score":0.3333333333}
{"full_text":"RT Wear a mask. #COVID19 doesn't care if you're \"patriot\". #COVIDIOT","sentiment_score":0.0}
{"full_text":"RT BREAKING#ThanksTheLotGladysVics went through hardest ti...","sentiment_score":0.0}
{"full_text":"Here we go, Cuomo will lock down NYS in a NY Minute","sentiment_score":-0.1555555556}
{"full_text":"RT When you say you don't know who to believe on Covid, you're treating the testimony of frontline NHS doctors and nurses l...","sentiment_score":0.0}
{"full_text":"RT Oxford\/AstraZeneca Covid vaccine approved by UK regulator - our full story","sentiment_score":0.35}
{"full_text":"RT Football: Man Utd move up to second amid COVID concerns for the Premier League","sentiment_score":0.0}
{"full_text":"RT The Nightingale was built to cope with 1000s of COVID patients, but those patients never materialised. It was quietly...","sentiment_score":0.0}
{"full_text":"RT Solskjaer on Allardyce suggesting a break due to COVID cases: 'We as a club and group players have been really good fo...","sentiment_score":0.2875}
{"full_text":"RT The hospitals here are over capacity and are being forced to put hospital beds in their gifts shops and then we have to deal...","sentiment_score":-0.3}
{"full_text":"RT Coffee Club &amp; Myer at #Shellharbour Stockland added to the list. Windang Bridge has been breached #COVID19nsw","sentiment_score":0.0}
{"full_text":"RT While the CCP was busy covering up the #COVID19 pandemic, citizen journalist Zhang Zhan risked her life and freedom to go to...","sentiment_score":0.1}
{"full_text":"\"Oxford\/AstraZeneca COVID-19 vaccine approved by UK government\" ","sentiment_score":0.0}
{"full_text":"Wow. UK conducting a clinical trail in 66m people of an unproven dosing strategy of a vaccine that is only 62% effective in its primary dosing schedule.Will 3 month apart dosing allow virus to adapt more, just like bacteria when antibiotic dosing is inadequate?Plague Island?","sentiment_score":0.32}
{"full_text":"RT As #COVID19 vaccines are being developed, discover how vaccines work ","sentiment_score":0.1}
{"full_text":"It's a good development that we're being informed about what's going on in the deeper life school case,kudos to to CFM.I don't know why the FG will be telling us to go out and do our NIN reg. during these covid19  period,God help us.","sentiment_score":0.7}
{"full_text":"I have one best friend I'd do it for. Anyone else, no.","sentiment_score":1.0}
{"full_text":"RT BREAKING:The coronavirus vaccine developed by AstraZeneca and the University of Oxford has been approved for use in the UK.@Pi...","sentiment_score":0.1}
{"full_text":"RT You belong in Gitmo","sentiment_score":0.0}
{"full_text":"But still talking about 2019. Covid19","sentiment_score":0.0}
{"full_text":"RT Gentle reminder that Victoria had 18 cases on June 19 and by July 3 it was 254. I don't know how to implore everybody in...","sentiment_score":0.2}
{"full_text":"RT A third of Sydney's Covid outbreak is outside the northern beaches. It's time to mandate masks | Catherine Bennett","sentiment_score":0.0}
{"full_text":"RT Its a close contest between the NSW Premier (Covid irresponsibility)  and Senator Molan (China baiting) as to who is a great...","sentiment_score":0.8}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT I hear of dermatologists who work from home planning to angle for a spot at the front of the line.","sentiment_score":0.0}
{"full_text":"RT THE ACTUAL MATH! Just so we're clear, Congress could send each American $2,000 EVERY MONTH UNTIL MAY 2021 for less than th...","sentiment_score":-0.0166666667}
{"full_text":"U.K. approves Oxford\/AstraZeneca COVID-19 vaccine for emergency use","sentiment_score":0.0}
{"full_text":"RT How dare go on holidays when there is an outbreak in #MelPox. ","sentiment_score":0.0}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"People consistently invoked the wrath of dramatic irony this year by saying 'well it couldn't *POSSIBLY* get any worse than this!' at the beginning of the pandemic, so I hope everyone decides to reflect on that decision.","sentiment_score":-0.1708333333}
{"full_text":"i can't tell if my throat is sore from sucking dick or covid","sentiment_score":0.0}
{"full_text":"RT Unfortunately due to Covid-19 pandemic cannot host the annual #NewYearsEve vigils to commemorate #Israel's brutal 2...","sentiment_score":-0.5}
{"full_text":"Britain Authorizes Covid Vaccine From Oxford and AstraZeneca","sentiment_score":0.0}
{"full_text":"RT Speaking of \"playing politics,\" here is Mike Pence casually changing the Trump admin's goal of *vaccinating* 20M people by th...","sentiment_score":-0.5}
{"full_text":"RT \"Think of epidemics as a million rivers that must all flow through the same lake. The U.S. has been trying to dam the ri...","sentiment_score":0.0}
{"full_text":"RT Puzzled by response to suggesting Starmer hasn't provided enough opposition on Covid. She po...","sentiment_score":0.0}
{"full_text":"Mmmmm  $50 is relief? #HowComical","sentiment_score":0.0}
{"full_text":"RT We are living through such an extraordinary moment in British history. Twin forces of Brexit &amp; Covid peaking simultaneo...","sentiment_score":0.1111111111}
{"full_text":"RT BREAKING: Lockdown architect Rod Phillips has just released a video explaining the whole thing.","sentiment_score":0.2}
{"full_text":"RT Oxford-AstraZeneca coronavirus vaccine approved by UK regulator paving the way for millions more vaccinations","sentiment_score":0.5}
{"full_text":"RT This life has no duplicate, secure Nigeria.","sentiment_score":0.4}
{"full_text":"RT The essence! #COVID19nsw","sentiment_score":0.0}
{"full_text":"RT Covid-19 came because Chinese were eating Dogs, snakes and unwanted spicies, so tell me this New virus in SA what were SA...","sentiment_score":0.0681818182}
{"full_text":"RT \"With two vaccines now approved, we will be able to vaccinate a greater number of people who are at highest risk, protecting...","sentiment_score":0.5}
{"full_text":"What natural disasters cost the global economy in 2020 Covid-19 is clearly the crisis that defi...","sentiment_score":0.0666666667}
{"full_text":"Corona bodyshamming ","sentiment_score":0.0}
{"full_text":"RT MORE COVID LOCKDOWNS WILL BE IMPOSED IN UK: HANCOCK@MattHancock","sentiment_score":0.5}
{"full_text":"RT As #COVID19 vaccines are being developed, discover how vaccines are manufactured, stored and transported safely ","sentiment_score":0.3}
{"full_text":"RT Oxford-AstraZeneca coronavirus vaccine approved by UK regulator paving the way for millions more vaccinations","sentiment_score":0.5}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"Great news for the UK and let's hope this gets us back to near normal sooner. BBC News - Covid-19: Oxford-AstraZeneca coronavirus vaccine approved for use in UKhttps:\/\/t.co\/tR6kCmQIVQ","sentiment_score":0.2625}
{"full_text":"RT #hamburg today#GoodEvening Friends!#Sunsetpeacelove No war!#COVID19 #staysa...","sentiment_score":0.0}
{"full_text":"We worked bloody hard to almost knock Covid-19 on the head down here in \"Mexico\". Hard border time.","sentiment_score":-0.3847222222}
{"full_text":"Which \"next deadly pandemic\"? ","sentiment_score":-0.1}
{"full_text":"RT My dad has COPD and is trapped in a long-term care, surrounded by COVID patients, waiting and waiting for the magical v...","sentiment_score":0.15}
{"full_text":"RT BREAKING: US Congressman-elect Luke Letlow has died of coronavirus at the age of 41","sentiment_score":0.0}
{"full_text":"Are they really coronavirus deaths or \"deaths within 28 days of having a positive PCR\", like in UK?","sentiment_score":0.2136363636}
{"full_text":"RT COVID can't read a calendar. Nothing magical will happen on Jan 1st 2021.Vaccines\/masks\/avoiding crowds will slow it...","sentiment_score":0.1}
{"full_text":"RT #UPDATE Covid vaccine developed by AstraZeneca and Oxford University is approved for use in Britain and the mass rollout will star...","sentiment_score":0.1}
{"full_text":"RT If this is true then Australia is condemned to a second rate vaccine.  No sense of urgency today from the CMO. Oxford COVID...","sentiment_score":0.175}
{"full_text":"RT I wish his death would wake ppl up to the fact that Covid doesn't give a shit about what party you belong to or how old or you...","sentiment_score":-0.05}
{"full_text":"RT This vaccine is a game changer in our fight against coronavirus. We need the Government to now rapidly accelerate the...","sentiment_score":-0.4}
{"full_text":"RT Breaking: 3 victorians diagnosed with with #covid19aus. They have NOT been to NSW. DHHS will hopefully be isolating contact...","sentiment_score":0.5}
{"full_text":"RT \"What I mean by Reaganism goes beyond voodoo economics, the claim that tax cuts have magical power and can solve all problem...","sentiment_score":0.09375}
{"full_text":"COVID-19: Number Of Infected FCT Health Workers Now 476 READ MORE","sentiment_score":0.5}
{"full_text":"RT Britain approves AstraZeneca\/Oxford COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT \"I don't mean that the usual suspects will stop making the usual arguments. Voodoo economics is too deeply embedded in the m...","sentiment_score":-0.203125}
{"full_text":"RT 53,000 new cases today.53,000.And still - incredibly - we are not in lockdown.I just cannot bear the inertia. It i...","sentiment_score":0.5181818182}
{"full_text":"RT BREAKING NEWS: The Government has accepted recommendation for authorisation of #CO...","sentiment_score":0.0}
{"full_text":"RT Lmfaooo thats millions nau. Are you crazy? This is on the same level with 'Jeff Bezos has $190B, if he gives everyone on earth...","sentiment_score":-0.3}
{"full_text":"RT The president is complaining about the Wall Street Journal on Twitter at 1 in the morning, but it seems he can't be bothe...","sentiment_score":0.0}
{"full_text":"RT Scientific disinformation has and will cost lives. said they don't allow lies about COVID and vaccines to be spr...","sentiment_score":0.0}
{"full_text":"If you haven't heard congressman-elect Letlow passed away from Covid.  41yrs old, healthy, no underlying conditions, got the same treatment as Trump and it still took him out in less than 2 weeks.  He leaves behind a wife and 2 small children. 1\/","sentiment_score":-0.0361111111}
{"full_text":"The Oxford-AstraZeneca coronavirus vaccine has been approved for use in UK.","sentiment_score":0.0}
{"full_text":"RT We know what to do. 3 cases detected tells us we're finding it. We can help by masking up (even in places we don't have to), w...","sentiment_score":0.0}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT The Northern Beaches are going to be seriously  if after locking down to reduce spread over Christmas &amp; New Year's at gr...","sentiment_score":-0.1175084175}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"Again #PresidentCovidSerialKiller, when you play golf everyday and do nothing presidential while Covid and home grown terrorist take over the country  You're not relevant, Can you just go away a let America heal","sentiment_score":-0.2}
{"full_text":"RT The lovely man I shopped for\/looked in on over the spring\/summer died from Covid-19 today. He self-isolated alone for m...","sentiment_score":0.5}
{"full_text":"RT This Beverley Kruger deactivated her Facebook Account &amp; saying \"Lockdown Fu*king level 3, Can you bunch of monkeys stop...","sentiment_score":0.0}
{"full_text":"RT Fantastic news!!! Covid-19: Oxford-AstraZeneca coronavirus vaccine approved for use in UK - BBC News","sentiment_score":0.78125}
{"full_text":"RT Why do I respect Oxford\/AstraZeneca group's vaccine research the most? Because they care about *publishing* their full resu...","sentiment_score":0.425}
{"full_text":"RT A third of Sydney's Covid outbreak is outside the northern beaches. It's time to mandate masks | Catherine Bennett","sentiment_score":0.0}
{"full_text":"189 new cases of pneumonia, COVID-19 registered in Kyrgyzstan, 80,843 in totalhttps:\/\/t.co\/Wj8HcvHy0t","sentiment_score":0.1363636364}
{"full_text":"Britain has authorized use of a second COVID-19 vaccine, becoming the first country to greenlight an easy-to-handle shot that its developers hope will become the \"vaccine for the world.\"","sentiment_score":0.2333333333}
{"full_text":"RT JUST IN: The UK has approved another Covid-19 vaccine, weeks after becoming the first country in the world to start inoculating ci...","sentiment_score":0.35}
{"full_text":"RT BREAKING:The coronavirus vaccine developed by AstraZeneca and the University of Oxford has been approved for use in the UK.@Pi...","sentiment_score":0.1}
{"full_text":"RT Absolutely awful ","sentiment_score":-1.0}
{"full_text":"RT Now imagine if every one of the 330,000+ deaths received as much attention as the tragic passing of a young congressman-e...","sentiment_score":-0.15}
{"full_text":"Oxford\/AstraZeneca COVID-19 vaccine approved by UK government ","sentiment_score":0.0}
{"full_text":"haha for the ones that dont believe in cue...at the very least it should look like the puppet masters are fighting each othercause this ain't no pandemic loland biden ain't no winner lol","sentiment_score":0.2033333333}
{"full_text":"RT As this film demonstrates Johnson no longer cares if he's admitted something previously, he's happy to just lie about...","sentiment_score":0.8}
{"full_text":"RT The number of daily cases of the novel #coronavirus in #Israel rose yet again on Tuesday, as 5,583 new cases were repor...","sentiment_score":0.2454545455}
{"full_text":"Comparing to 2020 rookies when the world is facing such pandemic.. is this even fair? lol and the way you say \"can we all agree\" instead using \"in my opinion\"","sentiment_score":0.5}
{"full_text":"RT Times reports that Zhang Zhan has been jailed for 4 years by the Chinese Communist Party for reporting on Wuhan and Coron...","sentiment_score":0.0}
{"full_text":"RT Thanks for re-electing this piece of shit, Kentucky. Really, just a great job there.","sentiment_score":0.25}
{"full_text":"Sydney Bronte British Christmas backpacker COVID-19 party texts deported from Australia","sentiment_score":0.0}
{"full_text":"RT The pandemic has upended lives and ravaged the U.S. economy. The pain hasn't been equally distributed","sentiment_score":0.0}
{"full_text":"RT #Extend_Due_Date_Immediately GDP down- Oh there was a PandemicGrowth Slow- Arey there was a PandemicNo parliament sessio...","sentiment_score":-0.2277777778}
{"full_text":"RT #UPDATE Covid vaccine developed by AstraZeneca and Oxford University is approved for use in Britain and the mass rollout will star...","sentiment_score":0.1}
{"full_text":"RT 'A landmark moment' for the UK's fight against #COVID19: today we welcome the news that has authorised the safe...","sentiment_score":0.65}
{"full_text":"Use of VR technology in rehabilitation","sentiment_score":0.0}
{"full_text":"RT 'Major incident' declared in Essex as Covid threatens to overwhelm health services","sentiment_score":0.0625}
{"full_text":"RT Covid-19: Oxford-AstraZeneca coronavirus vaccine approved for use in UK","sentiment_score":0.0}
{"full_text":"CEO Says Black Doctor Who Died From COVID-19 'Intimidated' Staff.","sentiment_score":-0.1666666667}
{"full_text":"RT Year2020 will remind us of:Anti-CAA protestsRW hooliganismDelhi pogromArrest of ActivistsCOVID crisisLockdownUnemplo...","sentiment_score":0.0}
{"full_text":"The biggest box office juggernauts of Estonia in 2020. #Tenet was huge here. During the pandemic Nolan's latest movie had the biggest opening weekend ever in Estonia and Tenet is now the biggest grossing foreign film here. 2nd and 3rd movie hit the screens before the pandemic.","sentiment_score":0.155}
{"full_text":"RT BREAKING: U.K. clears the AstraZeneca-Oxford coronavirus vaccine for emergency use, marking the first approval worldwide for...","sentiment_score":0.25}
{"full_text":"RT Pattaya shuts down as Covid-19 cases explode in Chonburi via","sentiment_score":-0.1555555556}
{"full_text":"Ambulances carrying coronavirus patients are having to queue outside hospitals in #Whitechapel and #Romford as wards struggle to cope with the rising number of cases #HeartNews","sentiment_score":0.0}
{"full_text":"RT The Chinese government's continued attempt to silence whistleblowers like Zhang Zhan, as it did to Dr. Li Wenliang, is sh...","sentiment_score":0.0}
{"full_text":"\"There are several who have told me that they're out when COVID is done. They're not leaving their team in a crisis, but they stressed they're not going to continue to do this anymore,\" Serena Bumpus said. ","sentiment_score":0.0}
{"full_text":"In case your NYE plans get canceled, we got your stay-at-home cocktail menu right here.  ","sentiment_score":0.2857142857}
{"full_text":"Panel Discussion: Research Libraries &amp; COVID-19 - Impact &amp; Plans for the Future","sentiment_score":0.0}
{"full_text":"President-elect Joe Biden criticized the Trump administration Tuesday for the pace of distributing COVID-19 vaccines and predicted that \"things will get worse before they get better\" when it comes to the pandemic.https:\/\/t.co\/t1YAUq2PEa","sentiment_score":0.05}
{"full_text":"RT Brilliant news...this vaccine will be so much easier to deliver than the other one for GPs","sentiment_score":0.325}
{"full_text":"South Africa has tightened #COVID19 restrictions, banning alcohol sales and extending a nationwide curfew. The country is trying to stop the spread of a separate #variantcovid. This is as total cases surpassed 1 million over the weekend. Yolisa Njamela reports.","sentiment_score":0.0}
{"full_text":"Reports of new variants of the SARS-CoV-2 virus are popping up globally, but experts believe the current COVID-19 vaccines protect against them. ","sentiment_score":0.0454545455}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"RT How are homeless people in San Francisco coping amid the pandemic? We check in with homeless Filipinos whom we intervi...","sentiment_score":0.0}
{"full_text":"COVID-19: Oxford\/AstraZeneca vaccine approved for use in UKhttps:\/\/t.co\/KlcpKvrrje","sentiment_score":0.0}
{"full_text":"RT Luke Letlow was not wearing a mask at his runoff victory party Dec 5.  He said we need to open the economy &amp; live wi...","sentiment_score":0.0681818182}
{"full_text":"RT The president is complaining about the Wall Street Journal on Twitter at 1 in the morning, but it seems he can't be bothe...","sentiment_score":0.0}
{"full_text":"Corona please","sentiment_score":0.0}
{"full_text":"RT As you may know, today the newest COVID variant was detected in the U.S. I am resposting this in order to combat misinf...","sentiment_score":0.0}
{"full_text":"Rod Stewart helped trainee nurse recover from Covid with PS5000 gift","sentiment_score":0.0}
{"full_text":"\"Within several days of the U.K.'s March lockdown, had already launched its own e-commerce site, Donzoko and Friends. Alongside its own beers, it sold products from neighboring small businesses.\"","sentiment_score":0.2375}
{"full_text":"Despite the pandemic, we still managed to we visit Europe this summer. Our members' welcome contributions spirited us away to sites on their doorsteps where we could all share their uniqueness. In the end, we toured 13 countries around Europe.","sentiment_score":0.65}
{"full_text":"The first batch of China's Sinovac vaccines arrived in #Turkey on Wednesday and is expected to be put into use after a two-week test. The vaccine has 91.25% efficacy against #COVID19 in trials in Turkey, announced Turkish Health Minister Fahrettin Koca on Dec 24.","sentiment_score":0.075}
{"full_text":"COVID fatigue has affected us all. But now is NOT the time to ignore the basic measures of preventing COVID-19 transmission.Leave home if absolutely necessary. Practice social distancing, hand-washing &amp; wear your mask. -#Covid19SecondWave Powered by","sentiment_score":0.0111111111}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #WednesdayMotivation #wednesdayinspiration #wednesdaythoughts","sentiment_score":0.0}
{"full_text":"A #BryonySeries #achristmascarol#parody for the season. Looking back, wondering if Cornell had an early form of #COVID19","sentiment_score":0.05}
{"full_text":"The latest figures reveal where has the highest rates","sentiment_score":0.5}
{"full_text":"First vaccine approved \"Oxford\/AstraZeneca COVID-19 vaccine approved by UK government\" ","sentiment_score":0.25}
{"full_text":"RT Canada is giving out R29000 to unemployed citizens per month for Coronavirus relief.","sentiment_score":0.0}
{"full_text":"Republican Senators Kelly Loeffler and David Perdue could actually force a Senate vote on $2,000 checks for almost two thirds of Georgia households. After all, their state is in the middle of a calamity. Instead, they are issuing belated, meek platitudes.","sentiment_score":-0.0666666667}
{"full_text":"COVID-19: Oxford\/AstraZeneca vaccine approved for use in UKhttps:\/\/t.co\/qBdlk6g0fG","sentiment_score":0.0}
{"full_text":"RT \"15 lakh in every bank account &amp; 2 crore jobs every year\"\"Give me 50 days time, else...\"\"We will win war against Coron...","sentiment_score":0.8}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"London is in Tier 4, stay at home You must follow government restrictions. If you need to travel, walk or cycle where possible. Full travel safety advice ","sentiment_score":0.175}
{"full_text":"Israel donated tablets to Muslim children from underprivileged families in Kazakhstan so they can participate in distance learning from home due to the coronavirus pandemic. Beautiful! ","sentiment_score":0.4375}
{"full_text":"Sydney's New Year's Eve celebrations will be more subdued this year, as new social distancing restrictions were announced in a bid to curb a new coronavirus cluster","sentiment_score":0.1884848485}
{"full_text":"Luxury 4&amp;3bedroom terrace duplex with pool available for Shortlet in OsbornePriced N140,000For more information kindly call 08076384783#2dotsmarket #shortlet #shortletlagos #lagos #nigeria #wcw #fearwomen #HappyNewYear #COVID19 #fullmoon #kisschito","sentiment_score":0.5}
