{"full_text":"RT A January lockdown will not save the lives lost due to reckless behaviour at Christmas.  Those infections will have taken...","sentiment_score":-0.125}
{"full_text":"Atleast we know he is faithful to one thing. ArsenalWho ordered the shooting Sir.","sentiment_score":0.0}
{"full_text":"RT I'm an ITU consultant. I know what Covid really does and I fear it. I also understand the MHRA approval process and safety a...","sentiment_score":0.2}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT My fiance just got made partner at her law firm yesterday, that means I'm one step closer to living my life long dream of bein...","sentiment_score":-0.125}
{"full_text":"RT My abusive former partner nearly choked me to death. The stigma led me to not report it. I regret I didn't.The pandemic has...","sentiment_score":0.05}
{"full_text":"Covid: heads call for all lessons to go online for schools in mass testing areas","sentiment_score":0.0}
{"full_text":"RT Same old Reagan Republicans who think giving Americans our own tax dollars in times of need is gi...","sentiment_score":0.2333333333}
{"full_text":"RT \"While he was making the case for no new business restrictions, DeSantis' office refused to publicize reports from the task...","sentiment_score":-0.0681818182}
{"full_text":"Keep your mask on. Stay home","sentiment_score":0.0}
{"full_text":"RT The beauty of the Burren requires no touch up.A rainbow over Lough Gealain, Mullaghmore, today, Sat. 12 Dec. 2020, a...","sentiment_score":0.0}
{"full_text":"RT (Short )There has been lots of messaging about COVID case rates in Luton and the need for people to 'keep safe' to 's...","sentiment_score":0.25}
{"full_text":"The fact people have to be told not to distract guide dogs when they're out working is so scary","sentiment_score":-0.5}
{"full_text":"RT Couldn't this also be said of the Democratic Party?","sentiment_score":0.0}
{"full_text":"RT Wear a mask.  It's the easiest thing you can do to reduce COVID cases, hospitalizations, and deaths.It's not a political...","sentiment_score":0.0}
{"full_text":"RT And ICU beds in the ENTIRE Central Valley are at or over capacity. That means there are NO beds in an area that stretches 4...","sentiment_score":0.0}
{"full_text":"Private equity adapts to Covid-19  ","sentiment_score":0.0}
{"full_text":"RT \"My life in covid\" comic assignment","sentiment_score":0.25}
{"full_text":"RT How not to stabilise your Spike protein...","sentiment_score":0.0}
{"full_text":"RT Bollocks they are. This is disingenuous, self serving nonsense. If the people's priorities are:Loss of freedom...","sentiment_score":0.0}
{"full_text":"RT HAPPENING NOW: THIS IS AMAZING! The entire town of Mossyrock, WA is out rallying after the Mayor of Mossyrock anno...","sentiment_score":0.375}
{"full_text":"RT If you  are an MP, particularly a Tory MP uneasy about the unfolding disaster of No deal Brexit colluding with a world p...","sentiment_score":0.1666666667}
{"full_text":"RT Honestly one reason for some guarded optimism is that everybody may be 20% less insane once the pandemic is over.","sentiment_score":-0.0416666667}
{"full_text":"oh my god, everyone needs to read this ","sentiment_score":0.0}
{"full_text":"then you wear it and make sure you go back in time cause 1.5 million died last year of tb and red cross did a study and in july 0f 2019 their was covid. no fear no mask  but covid. make sure you wear it the rest of your life for a 99 percent curable virus","sentiment_score":0.1666666667}
{"full_text":"RT The COVID-19 Eviction Crisis: an Estimated 30-40 Million People in America Are at Risk - The Aspen Institute","sentiment_score":0.0}
{"full_text":"RT The first trucks carrying a COVID-19 vaccine for widespread use in the United States were set to pull out of a Michigan...","sentiment_score":0.25}
{"full_text":"RT I will be giving a live address tomorrow, Mon 14 Dec, at 5pm on the COVID-19 situation &amp; the outlook for next year. Do t...","sentiment_score":0.0681818182}
{"full_text":"RT The 'cold chain' has brought billions of vaccines to generations of children. Soon, it could safely deliver COVID-19 vaccines t...","sentiment_score":-0.05}
{"full_text":"RT My fiance just got made partner at her law firm yesterday, that means I'm one step closer to living my life long dream of bein...","sentiment_score":-0.125}
{"full_text":"RT Not just England and Wales it has had a big effect in Scotland. All the instructors are fighting for their jobs and fo...","sentiment_score":0.0}
{"full_text":"Boris Johnson tells shops to stockpile, no-deal #Brexit deadline looms. Too late now.Our goods come from Italy and both Calais and Kent are overwhelmed. This is not a viable option. We are also seeing seed panic buying. #BrexitReality","sentiment_score":-0.3}
{"full_text":"RT NEW video: After receiving classified briefings about the virus, Loeffler and Perdue invested in body bags. Have no more...","sentiment_score":-0.0568181818}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"RT I hope Ashanti beats Covid though cause she damn sure wasn't gonna beat Keysh","sentiment_score":0.5}
{"full_text":"RT Why the sudden spike of corona amongst 14-18-year-olds? One school counsellor explains, 'They've taken their mocks and...","sentiment_score":0.0}
{"full_text":"Suspect Giacomo will be a good little sycophantic lapdog, do as he's been told &amp; supinely say nothing to protect his constituents... He does nothing for his constituency, prefers molesting military hardware &amp; having his photo taken","sentiment_score":0.1375}
{"full_text":"RT The CDC director says we could see 450K Covid deaths by February, but that's an underestimate, says \"We ar...","sentiment_score":0.0}
{"full_text":"RT Just filmed a shitty cop put black people in handcuffs during a stop.  He told the female he put her in handc...","sentiment_score":-0.0833333333}
{"full_text":"RT If 20 peaceful #EndSARS protesters gather, the Buhari govt will declare a curfew; it's been 48 hours after 600 students we...","sentiment_score":0.25}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"I found another clown  here, folks! #foundanotherclown  #WearAMask       #DiaperDonald #LOSER #LoserInChief #bidenharris #BidenAdministration #WhitePrivilege #DiaperDon #DiaperDonnie #LoserInTheWhiteHouse #racist","sentiment_score":0.0}
{"full_text":"I would have had a full lockdown of 1 week now to help with the agreed Christmas rules. Problem is the firebreak was too early, not long enough &amp; not strict enough ....we are now in a mess","sentiment_score":0.05}
{"full_text":"you wanted us to add you next time so ;))- don't travel during a pandemic - stop being a hypocrite- i think you forgot something, so let me give you a hint; it's something you need to wear during a PANDEMIC and it needs to cover your mouth and nose ;))","sentiment_score":0.1666666667}
{"full_text":"RT National efforts to fight #disinformation will fail to police the global mediasphere. But, more resources like a...","sentiment_score":0.0}
{"full_text":"RT Being single in a pandemic is tough","sentiment_score":-0.2301587302}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT Covid: heads call for all lessons to go online for schools in mass testing areashttps:\/\/t.co\/uHZ1u8l8xq","sentiment_score":0.0}
{"full_text":"Does he even golf?  Like our fearful soon to be ex leader.","sentiment_score":-0.9}
{"full_text":"RT It's not just about the mask. Don't socialize outside your household without a mask and prac...","sentiment_score":0.0}
{"full_text":"RT The next 3 months will be the darkest winter in American history. Please protect your families and your community. #COVID19...","sentiment_score":0.0}
{"full_text":"\"What are the impacts of Coronavirus on recruitment? While video Interviews create a convenient substitute to the traditional face-to-face approach, they may create issues of their own. #Coronavirus #Recruitment #VideoInterviewing \"","sentiment_score":0.3}
{"full_text":"Omo! We don lose today again ","sentiment_score":0.0}
{"full_text":"'People will die': Chicago could lose an essential hospital in the middle of the pandemic - The Guardian","sentiment_score":0.0}
{"full_text":"RT Today I heard with sorrow that great friend of Azerbaijan and professional journalist who always supported justice Omar...","sentiment_score":0.45}
{"full_text":"Biden's ahead of this. This time, electors were carefully chosen for their ethics and loyalty. No one is going to jump ship. Also, there's been heightened security and backup transportation in case of shenanigans. I'm pretty sure they're covering all the bases. Also, covid safety","sentiment_score":0.2166666667}
{"full_text":"RT Japan sets daily COVID-19 record as cases top 3,000 for first time ever","sentiment_score":0.25}
{"full_text":"It WILL disappear because the virus is a huge SCAM.Once the Cabal is taken down, they will take their Communist Virus Dispersion (COVID) into their grave ","sentiment_score":0.1222222222}
{"full_text":"Considering no deal is madPlaying \"war games\" with our allies is madNeeds some grown ups in charge in the middle of pandemic and massive economy hardship","sentiment_score":0.0}
{"full_text":"142 more hospitalizations, 37 more COVID deaths in Wisconsin - - WISC-TV3","sentiment_score":0.5}
{"full_text":"RT Trying to force a 2 yr. old child to wear a mask is a little thing called tyranny.","sentiment_score":-0.04375}
{"full_text":"RT Stop wearing face masks. #coronavirus","sentiment_score":0.0}
{"full_text":"I'm never working on Sundays. Currently, it's hard to find time for coding, because the kindergartens are closed and my kids are home all the time. It would be easy to hide away in my code on Sundays.But I don't. For me, Sunday is a family day and COVID doesn't change that.","sentiment_score":0.0138888889}
{"full_text":"There is no scientific evidence that supports that extreme measure.  Did the child have Covid?  Did she have any symptoms?  Would a simple face mask avoid the spread?","sentiment_score":-0.0625}
{"full_text":"RT Bring Me The Horizon, Amy Lee, BABYMETAL and more reflect on what the pandemic has taught them this year.","sentiment_score":0.5}
{"full_text":"RT My dad just passed into the light from Covid-19. So when you hear the stats on Monday please remember these numbers are...","sentiment_score":0.4}
{"full_text":"Sri Lankan minority Muslims are challenging a rule that mandates that the bodies of coronavirus victims must be cremated - a practice forbidden under Islamic law. #SriLanka","sentiment_score":0.5}
{"full_text":"With nearly a year since the outbreak of the global pandemic that claimed millions of lives, the case for universal health coverage has been more vital than ever.Written by Bea MendozaArt by Danni Limhttps:\/\/t.co\/SkLuZNG4HZ","sentiment_score":0.14}
{"full_text":".@IamLauraJackson reveals what she splashed out on during lockdown and why this Christmas will be extra special https:\/\/t.co\/9pvW1G2Fpb","sentiment_score":0.1785714286}
{"full_text":"RT My step mother, one of the kindest souls to have walked this earth, died from COVID-19 yesterday. She had no underlying...","sentiment_score":0.0}
{"full_text":"100-year-old Irish war veteran 'feels great' after taking Covid-19 vaccinehttps:\/\/t.co\/ZWEXGZPmMq","sentiment_score":0.2666666667}
{"full_text":"RT Being single in a pandemic is tough","sentiment_score":-0.2301587302}
{"full_text":"RT Another great example being set here by an SNP MP.Under level 3 rules, outdoor social gatherings are restricted to a maximu...","sentiment_score":0.4166666667}
{"full_text":"UK wouldn't have taken a Lockdown in September - we weren't going for zero Covid then, cases were low, hospitals empty. No matter who they were talking to a September lockdown wasn't on the cards. \"Unethical\" is thrown around so often without context it has lost its meaning","sentiment_score":-0.05}
{"full_text":" To help make training and match days as safe as possible we have created an online form so that you can report breaches of #COVID19 restrictions within grassroots football.","sentiment_score":0.25}
{"full_text":"#PregnantWomen in the #EastOfEnland - it's important that you continue to see your midwife and attend appointments throughout your #Pregnancy#HelpUsHelpYou maintain #BetterHealth#COVID19 safe #NHS #MaternityServices are open and waiting for you to visit","sentiment_score":0.3}
{"full_text":"If you're clinically vulnerable, the Government has provided support to help you stay safe whilst you're shielding from the virus.For more information and to register your details, visit:https:\/\/t.co\/C81bxpkUAU","sentiment_score":0.1666666667}
{"full_text":"RT They were arrested for lack of social distancing only to be brought on a place lacking social distancing ","sentiment_score":0.0222222222}
{"full_text":"RT For every death from Covid, on average nine people are grieving. We've suffered too much loss already. Together, we can s...","sentiment_score":0.025}
{"full_text":"Redmond McDonnell was appointed as CEO of Co Limerick-based robotics company last year. He talks about leading a tech company, creating bespoke robots and creating a product to help the process of Covid-19 testing.","sentiment_score":0.0}
{"full_text":"The data from the RAC suggests that 3.1 million leisure journeys will be taken by car on December 23 - that's more than the average of 2.4m seen in the previous five years.https:\/\/t.co\/fjfLoLGftz","sentiment_score":0.0611111111}
{"full_text":"Help us keep you and everyone safe and stop the spread of Covid - Please make sure you remember to;Wear a face cover,Wash your hands, Board one at a timeAvoid busy travel times if possible,Pay with the exact Change#StopTheSpread #TravelSafe https:\/\/t.co\/hYq8mlNTJt","sentiment_score":0.3375}
{"full_text":" Vaccination saves lives. The EU and member states have worked together to secure safe and effective #COVID19 vaccines. Find out more  #StrongerTogether","sentiment_score":0.5}
{"full_text":"Our GYG Committee have recorded \"GYG Gratitude Dedications\", thanking members of the community who have gone above and beyond to help others during the pandemic.A huge thank you to for keeping us all safe throughout lockdown and supporting our community.","sentiment_score":0.2875}
{"full_text":"Keys, wallet\/purse, phone... Face covering! Remember, if you're travelling with us, you must wear one (unless exempt)  Buy your tickets online if you can, try to travel at quieter times and maintain social distancingThis helps ensure we can all #TravelWithConfidencei","sentiment_score":0.0333333333}
{"full_text":"This winter, it's more important than ever to make sure we all look after our health and wellbeing, to help protect against viruses like flu and #Covid19. For top tips and support organisations to help you and your family stay well this winter, visit","sentiment_score":0.475}
{"full_text":"COVID 19 cases in India until : 13\/12\/2020 15:30Total Cases: 9857796 [+416]Active: 355289Recovered: 9356904 [+25]Deaths :143061 [+6]Total Tests: 153.71MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Even though was ranked by as the best startup to work for, its Head of HR, Dana Fischer, revealed how the company struggled with Covid-19.#HR #HRTech #BigID #Covid19","sentiment_score":1.0}
{"full_text":"Rethinking Latin America &amp; the Caribbean's social contract in times of #COVID19What CHALLNGES do we face &amp; what should our NEXT STEPS be? Join our #LACForum - 15 Dec Read the #EconomicOutlook","sentiment_score":0.0166666667}
{"full_text":"\"The government has sanctioned Rs 3-lakh crore of which around 40 per cent ( Rs 1.20 lakh-crore) is disbursed. The big question is - Where is the remaining amount of Rs 17-lakh-crore from the total package, eight months after it was announced?\"https:\/\/t.co\/f531LYj5IG","sentiment_score":0.0}
{"full_text":"We are looking for Security Marshalls  to work for fantastic our client based in Thetford. No experience required.You will be responsible for the supporting site enforcing COVID-19 requirements through patrols and manual observation.#recruiment #thetford #marshalls","sentiment_score":0.2833333333}
{"full_text":"## Coronavirus hasn't gone away. Help to stop the spread by keeping a safe distance from others. #KeepSwanseaandNPTsafe","sentiment_score":0.5}
{"full_text":"Eager for a live music show after months of social distancing, more than 1,000 Barcelona residents gathered Saturday to participate in a medical study to evaluate the effectiveness of same-day coronavirus screening to safely hold cultural events.https:\/\/t.co\/neEaWZ3uOW","sentiment_score":0.2116161616}
{"full_text":"If you are visiting us this weekend for a winter walk please stick to the social distancing guidelines in place to make it a safe space for everyone.  Please wear as mask when queuing  for takeaways at the Millers Tea Room and give space to others around you.","sentiment_score":0.2666666667}
{"full_text":"RT MOH: stay home stay safe covid is real.Apass: I have  a concertUgandans :","sentiment_score":0.5}
{"full_text":"The covid vaccine roll out has started. The NHS will let you know when it's your turn to have the vaccine. It's important not to contact the NHS for a vaccination before then.","sentiment_score":0.4}
{"full_text":"There is nothing like time to clarify trouble data waters. By the end of 2021 we will have the chance to become factually much wiser, that is: if we are brave enough to run an honest self-assessment.https:\/\/t.co\/IWDVILsF64","sentiment_score":0.28}
{"full_text":"As the pandemic increases our appreciation for physical and mental wellbeing and wellness practices, these are some of the macro ways we can expect 2021 to shape uphttps:\/\/t.co\/DvFEnuG594","sentiment_score":-0.05}
{"full_text":"i got locked out of my main right as i tweeted a tweet about how the proud boys leader was invited into the white house even though people are stating he only took a christmas tour when tours are shut down bc of COVID 19","sentiment_score":0.1828042328}
{"full_text":"Couple forced to postpone wedding for the second time as venue is turned into Covid vaccination centre","sentiment_score":-0.15}
{"full_text":"Remember that we are still on a very high alert level in Walsall. Make sure you follow the guidelines to protect yourself and those around you in the fight against COVID-19","sentiment_score":0.354}
{"full_text":"\"This pandemic has taught us many things. One key learning we have to take away from it is that quality of life and the well-being of our country go well beyond just GDP.\" speaking on Wednesday in the Dail. #BeWellIreland","sentiment_score":0.25}
{"full_text":"As we approach the end of an extraordinary year, we've been thinking about how much the role of the workplace has changed. In this #BusinessInFocus podcast episode, experts discuss how #COVID19 has impacted the #FutureOfWork.","sentiment_score":0.2666666667}
{"full_text":"#ICYMI: The UN Children's Fund, slams the levels of financial support for children allocated by high-income countries during the pandemic as totally inadequate, in a child poverty report issued on Friday.","sentiment_score":0.0}
{"full_text":"In the UK we had a gift pickup so Knowsters could stop by the office to get their holiday presents, grab some food from and a cup of mulled wine or hot chocolate.#Holidays #SocialDistancing #Gifts #Presents #Fun #KB4UK #KB4People #CompanyCulture #Knowsters","sentiment_score":0.275}
{"full_text":"NEWS: COVID-19: NHS chiefs warn of 'third wave' of cases amid concerns over Christmas relaxation","sentiment_score":0.0}
{"full_text":"If you don't get what you're hoping for this #Christmas  - don't blame #COVID19, just subscribe to our socials at and win it in the new year! Until then - #MerryChristmas from us all at May all thy hours be blessed with prizes in 2021.","sentiment_score":0.4852272727}
{"full_text":"Even though it might be cold outside, it's important to keep shared spaces well-ventilated. Open windows or doors if possible &amp; safe to do so. Find out more:","sentiment_score":0.1142857143}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":"Good morning Claire - what a lovely idea - made me smile and I'm sure your gift giving will make others smile too - best wishes for a joyful Sunday","sentiment_score":0.55}
{"full_text":"RT My fiance just got made partner at her law firm yesterday, that means I'm one step closer to living my life long dream of bein...","sentiment_score":-0.125}
{"full_text":"Despite the pandemic, small business optimism persists","sentiment_score":-0.25}
{"full_text":"RT Holy shit. Congressman-elect Bob Good of Virginia starts speaking and immediately proclaims, \"this looks like a group of peopl...","sentiment_score":0.25}
{"full_text":"RT Too much pain. Too much loneliness. Too much preventable death. My latest with the incomparable","sentiment_score":0.3}
{"full_text":"RT This has been a tumultuous week for truth-tellers! Thank you for checking-in with me. Providing accurate inform...","sentiment_score":0.4}
{"full_text":"Wise action. That's what I'll be doing.","sentiment_score":0.4}
{"full_text":"So on Facebook I see someone posting pictures of them blatantly breaching COVID restrictions, nobody calls them out.  It's not a piss up, but happy family get together with little baby etc, and it got plenty of positive comments. I haven't seen my mum in over a year. Pissed off.","sentiment_score":0.0849431818}
{"full_text":"RT My fiance just got made partner at her law firm yesterday, that means I'm one step closer to living my life long dream of bein...","sentiment_score":-0.125}
{"full_text":"Mfs be scared to take the covid vaccine but then be eating a while ass Mcdonald's burger meal","sentiment_score":0.0}
{"full_text":"Luke's Deli owner Luke Karrels won a state grant for innovations at his diner aimed at battling the impacts of COVID-19. The revamps include a walk-in freezer that would make Christopher Walken proud.","sentiment_score":0.8}
{"full_text":"A Janesville doctor says a technology he's helping develop for medical use could allow people to learn immediately if they're infected with COVID-19. All it takes is a breath of air.","sentiment_score":0.0}
{"full_text":"Our first covid vaccine shipment is here #Egypt #TL","sentiment_score":0.25}
{"full_text":"Capitalism and COVID are pretty similar. Both played down as something that's been around and can be adapted through, think the flu, but turned into a fucking killing machine and infecting EVERY place in the world.","sentiment_score":-0.1263888889}
{"full_text":"Not exactly a research journal, but an interesting short history.","sentiment_score":0.125}
{"full_text":"If your organisation is facing an employment law challenge at the moment, whether it be navigating Covid-related issues, making redundancies, or dealing with a disciplinary matter, #LawOnTour will help you. Book your place: #UKEmplaw #HRProfessionals","sentiment_score":0.0}
{"full_text":"Even when #DonaldTrump leaves the White House, there is little reason to believe #Americans will be free of Trumpism and even less hope that strong leaders will place community above self. #PMModi #China #COVID19","sentiment_score":0.0798611111}
{"full_text":"RT HAPPENING NOWGermany heading towards full lockdown.\"How deep?\" + \"When?\" currently being decided by #Corona crisis (virtual...","sentiment_score":0.1166666667}
{"full_text":"1123 things you secretly wish forAns: this pandemic will end          Go back to work          Be productive#StarFMBestof2020 P-Pop Group of The Year - SB19","sentiment_score":-0.2}
{"full_text":"What type of hacker needs access to #Covid19 #vaccine data? #cyber #hacking","sentiment_score":0.0}
{"full_text":"RT Independent UN expert calls for Julian Assange's release, cites prison's COVID outbreak#FreeAssangeNOW#10YearsArbitrar...","sentiment_score":0.0}
