{"full_text":"Loki. I resisted for 46 years. Lockdown broke me (that and two extraordinarily persistent children)","sentiment_score":0.3333333333}
{"full_text":"RT With the new Covid-19 variant causing a surge of cases across the world, can we just point out (again) the utter stupidity...","sentiment_score":-0.1545454545}
{"full_text":"RT Bethany Nesbitt's COVID death, her nephew's birth and their special bond - The Athletic","sentiment_score":0.3571428571}
{"full_text":"RT California has the strictest lockdowns in the nation.California also has the most COVID-19 cases in the nation.@Ga...","sentiment_score":0.5}
{"full_text":"RT Wait till y'all find out that hospitals are allowing their staff to come in Covid positive as long as they're not exhi...","sentiment_score":0.0886363636}
{"full_text":"Brilliant! The #BrexitDeal is done, #BrexitBritain stands proudly alone - and the Polish Army rides to the rescue, to enable stranded French and British truckers to cross to France. In other words, it's Dunkirk in reverse. Will they be back in 4 years to finally liberate the UK?","sentiment_score":0.209375}
{"full_text":"RT .@jjz1600 with As an occupying power, Israel has obligation to secure Covid-19 vaccination for Palestinians in...","sentiment_score":0.4}
{"full_text":"I really hope our government looks at international stories and not push schools to open regardless of the unknowns.","sentiment_score":0.0666666667}
{"full_text":"RT \"When covid is over, ill come to South Africa\" - Erica Nlewedim#BoxUsErica #BoxingDayWithErica","sentiment_score":-0.5}
{"full_text":"The first batch of vaccines arrived today","sentiment_score":0.25}
{"full_text":"RT Former minister Dr Daljit Singh Cheema said it was shocking that at a time when Punjabis were grappling the scourge of COVI...","sentiment_score":-0.5}
{"full_text":"RT WHO BELIEVES that 80 million people saw the 2020 riots, BLM looting &amp; torching of buildings, attacks &amp; defunding of pol...","sentiment_score":0.0}
{"full_text":"RT #Master is all set to release as a Pan Indian film Tamil Telugu Hindi Kannada update  loading . If this Corona...","sentiment_score":0.0}
{"full_text":"A tool developed by researchers from several universities lets you see your risk of being exposed to the coronavirus indoors.","sentiment_score":0.05}
{"full_text":"As notes, the CDC revised quarantine length guidance from 14 days to 10 in recent months. Many districts like NYC still need to follow suit. Distancing is the most important standard to tackle IMHO. It's the blocker to 5 day school.Key read:","sentiment_score":0.28}
{"full_text":"RT 4 years. 4 shutdowns.Most of us would get fired, go out of business, and\/or go to jail for being this disastrous.","sentiment_score":-0.4}
{"full_text":"RT This is infuriating.Cancelling student debt will shrink the Black-White wealth gap by 25 points. It will allow many...","sentiment_score":0.5}
{"full_text":"RT | YouTube Trending -- \"CORONA\":#1.  Worldwide (+1)","sentiment_score":0.0}
{"full_text":"RT Never forget that congress members were warned about this pandemic in Feburary and sold stock instead of doing anythin...","sentiment_score":0.0}
{"full_text":"RT The U.S. needs to temporarily halt all flights from the U.K. into the U.S. to stop more infectious mutation of COVID from...","sentiment_score":0.5}
{"full_text":"RT One in six Americans could go hungry in 2020 as pandemic persists. Millions in Texas facing hunger, homelessness, lose o...","sentiment_score":0.0}
{"full_text":"RT The President of the United States declares a State of Emergency and acknowledges the novel coronavirus (COVID-19) pandemic....","sentiment_score":0.0}
{"full_text":"Wolves Players Banned From Supermarkets Over Covid Concerns | Football News | In Hindi.","sentiment_score":0.0}
{"full_text":"RT [Update 261220] The donation is already closed. We will update the donation event when the pandemic situation gets bett...","sentiment_score":-0.1}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"Over 2 million cases in #California smh","sentiment_score":0.0}
{"full_text":"RT Shibuli center, on Kakamega - Mumias highway:- approx 10K people attending a soccer event.-  approx 5,000 teenagers, mostly...","sentiment_score":0.2}
{"full_text":"RT Yeah the \"appeal\" is not dying of COVID","sentiment_score":0.0}
{"full_text":"Ontario reports 2,142 cases of #COVID19 today &amp; 2,159 cases yesterday Today: Toronto (541), Peel (344), York (262), Hamilton (136), Windsor-Essex (131)Cases 169,411Resolved 145,173 (+1,913)Deaths 4,359 (+38 today)Hospitalizations 755ICU 286https:\/\/t.co\/RdOdgo5tAb","sentiment_score":0.0}
{"full_text":"RT Japan bans new entries of foreigners after new coronavirus variant arriveshttps:\/\/t.co\/0Jba3TeqFC","sentiment_score":0.1363636364}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"The Uyghurs and Tibetans are doing much better than the black &amp; hispanic people in USA that are dying like flies due to US government mishandling of the pandemic. That's for sure.","sentiment_score":0.1770833333}
{"full_text":"RT This you?","sentiment_score":0.0}
{"full_text":"RT \"People don't agree with lockdown and try to undermine the scientists\"A year of #COVID19, correct estimates and project...","sentiment_score":0.0}
{"full_text":"Will #NYPD #Nazis follow #veterans lead by being guinea pigs with #COVID19 rushed #vaccine to let #vets smile as that shit freaks out? #JustDoIt. #coronavirus","sentiment_score":0.05}
{"full_text":"WARSAW, Poland (AP) -- Hungarian doctors and health care workers began getting vaccinated Saturday with one of the continent's first shipments of the Pfizer-BioNTech coronavirus vaccine, upsetting the European Union's plans for a coordinated rollout of the","sentiment_score":0.125}
{"full_text":"More than vaccine to corona we need extension for all the due dates falling on Dec 31, 2020. All CAs', Articles and clients are risking their life for the due date that will get extended. Pls inform at the earliest#extendduedates","sentiment_score":0.0833333333}
{"full_text":"RT Military personnel of the  Territorial Defence Force arrived in the  to support #COVID19 testing of...","sentiment_score":-0.1}
{"full_text":"RT Japan will ban entry to foreign nationals starting Monday through the end of January after several cases of the Covid-19 varian...","sentiment_score":-0.0416666667}
{"full_text":"RT This pandemic has brought out a lot of self-importance in a lot of people who fancy themselves heroes for working retail or...","sentiment_score":0.0}
{"full_text":"Advert for dodgy scammer: \"Why do you get up early every day, put on a suit and waste hours commuting to the office? [Buy my dodgy entrepreneur guru training!]\"Me: \"I work in tech. My COVID commute is ten steps from bed to desk, and my 'suit' is a t-shirt. I'm fine, thanks.\"","sentiment_score":0.0933333333}
{"full_text":"RT If President Trump does not sign the $900 billion pandemic relief bill today, there will be a temporary lapse in expanded unem...","sentiment_score":0.0}
{"full_text":"RT Just 377 healthy people under 60 have died of Covid. That's not a typo. There are no zeros missing. 377. Yes, that's sad but...","sentiment_score":-0.0666666667}
{"full_text":"RT A bomb went off on US soil on Christmas morning. People are struggling to feed their families. Everyday people are saying...","sentiment_score":-0.2}
{"full_text":"nice drunk girls in the club bathroom are the only reason i still use female public toilets even if i'm presenting masc","sentiment_score":0.02}
{"full_text":"RT BREAKING: Japan bans entry from all countries over new UK coronavirus strain","sentiment_score":0.1363636364}
{"full_text":"RT I think people are becoming numb to numbers &amp; ignoring what's happening in hospitals. Very similar to typical global healt...","sentiment_score":-0.0633333333}
{"full_text":"RT When the lending industry came to a standstill during the lockdown, Paisabazaar embraced a #CultureOfInnovation to inve...","sentiment_score":0.0}
{"full_text":"RT The world's 5 centibillionaires aren't alone in getting richer as many people struggle to make ends meet. The 651 U.S. billionai...","sentiment_score":0.5}
{"full_text":"RT OPINION: COVID-19 isn't a retirement story, Alicia H. Munnell writes. That's because the impact on Social Security and emp...","sentiment_score":0.0333333333}
{"full_text":"Mommy of two.Summer vibesHappy Boxing Day Yall#BlackLivesMatter #BoxingDay #screenshotsaturday #COVID19","sentiment_score":0.0}
{"full_text":"At least other countries had the sense to at least pay\/bribe their citizens to get lock down compliance. US politicians collecting 6 figure salaries while arguing whether to throw you pennies, and not only will they face zero consequences but over 90% of them will be re-elected.","sentiment_score":-0.1761111111}
{"full_text":"RT MICHELE RECANATI, 47 of Oelwein, Iowa died of COVID on Dec. 7.\"She was a nurse of mine that served on the front lines....","sentiment_score":0.0}
{"full_text":"RT Say what you may but I feel blessed to be living in today's India. Not just the way Covid-19 is being handled but even te...","sentiment_score":0.0}
{"full_text":"With Pandemic Raging, London Homeless Shelter in Hotels for Awhile","sentiment_score":0.0}
{"full_text":"RT Families kept apart for Christmas, people lonely in care homes unable to see loved ones, limited funerals and cancelled weddi...","sentiment_score":0.0071428571}
{"full_text":"Boxing Day can often feel a bit \"meh\". Today is no exception, rubbish mood this year has definitely been exacerbated by the multiple breaches of Covid restrictions by neighbours. Really looking forward to my New Year's nights now ","sentiment_score":0.0840909091}
{"full_text":"Thank you so much VIP DJ's during pandemic times you use your passion and talent para mawala ang lunkot at takot namin. Instead you bring us joy and enlighten our days thru your music.GOD BLESS YOU IN ALL WAYS!#DaRheMarkable  ","sentiment_score":0.5}
{"full_text":"RT Actually it's 86,000 with COVID on the death certificate ","sentiment_score":0.0}
{"full_text":"RT If I have #Covid I will be the one to tell y'all, as we approach 2021 let's be more positive  merry Christmas and a ha...","sentiment_score":0.3636363636}
{"full_text":"Maybe \"unprecedented\" but entirely predictable given the pandemic, and someone in charge with a bit of good management sense (and a desire to do the job well) could have prepared for it.","sentiment_score":0.3666666667}
{"full_text":"It's been a lil odd with Covid, but yesterday it seemed like it was getting back to its old self.","sentiment_score":-0.0222222222}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT We have not been informed formally of suspension of campaigns in key districts\/cities. We shall therefore treat the rumou...","sentiment_score":0.0}
{"full_text":"Just by leaving your home, you will unknowingly spread Covid-19 and kill hundreds of people. Will your conscious let you sleep at night knowing that you killed somebody's grandparents? Wear a mask. Don't visit friends and family. Close down your business. Stay at home ","sentiment_score":-0.0851851852}
{"full_text":"RT After Christmas, public health experts are bracing for yet another surge in Covid-19 cases","sentiment_score":0.0}
{"full_text":"Hey deepakdev - 25+ sources listed for connecting with COVID-19 recovered plasma donorsDaily COVID-19 trends as of 26 Dec 09PM :+ve: 13660Recovery: 17082Death: 178Tot. Active: 276675TPR (L7D Avg): 2.23#PlasmaMatters","sentiment_score":-0.1333333333}
{"full_text":"RT Congratulations, Marc. This honor is a testament to your innovative leadership, compassionate response during this pandemic...","sentiment_score":0.5}
{"full_text":"Our leaders once again laser-focused on the biggest harms the pandemic threatens.","sentiment_score":0.0}
{"full_text":"RT #EVENINGBULLETINState govt sounds alert after few returnees from the UK test positive for Covid-19 on Saturday. Eight of...","sentiment_score":0.0136363636}
{"full_text":"is responsible for the Covid 19 vaccine, CNN will report that due to this, Trump will put healthcare workers out of work and close hospitals","sentiment_score":0.0375}
{"full_text":"RT We are delighted and extremely thankful to have Superstar Mahesh Babu's support for the AIG #EndCorona Ca...","sentiment_score":0.2875}
{"full_text":"RT What would this technology be called if you put the UV light on some sort of device that could be inserted directly int...","sentiment_score":0.25}
{"full_text":"RT The number of Covid-related deaths in England involving individuals under the age of 60 and free from a pre-existing condit...","sentiment_score":0.4}
{"full_text":"RT In this post, we'll reverse-engineer the actual mRNA code of the SARS-CoV-2 vaccine, character f...","sentiment_score":0.0}
{"full_text":"#Pune city Mayor Murlidhar Mohol has appealed Puneites to take preventive measure against the deadly strain of Coronavirus (COVID-19) found in Britain. #Pune #COVID19","sentiment_score":-0.2}
{"full_text":"RT Yesterday I found out I can get the COVID vaccine next week and I literally cried in my car I was so happy and...","sentiment_score":0.4}
{"full_text":"Coronavirus: Six deaths and 1,296 new cases confirmed in Ireland (via","sentiment_score":0.2681818182}
{"full_text":"I hope everyone who opposes COVID restrictions citing the killing of local businesses remembered to buy everything local for the holidays instead of getting deals from Amazon and Walmart.","sentiment_score":0.0}
{"full_text":"RT Wait till y'all find out that hospitals are allowing their staff to come in Covid positive as long as they're not exhi...","sentiment_score":0.0886363636}
{"full_text":"RT Listen to the full story about how the work of has doubled since the pandemic started:","sentiment_score":0.35}
{"full_text":"RT It's the idea that if you have preexisting conditions then (a) you would have died anyway and (b) your life is worthless...","sentiment_score":-0.8}
{"full_text":"RT Today's #COVID19 in  info and updates:#GOC website on #coronavirus disease: COVID-19 Situ...","sentiment_score":0.0}
{"full_text":"RT Obviously this is hard to discuss, but here's the thing:IT's what WE PAY YOU for!!!So do your jobs!@NicolaSturgeon...","sentiment_score":-0.1458333333}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT Casting extras in Atlanta. Paid COVID testing ","sentiment_score":0.0}
{"full_text":"With the rollout of COVID vaccines and rising cases, journalists are tasked with the important role of relaying public health info. to the public.We've got research-backed tips on how to best serve your audience:https:\/\/t.co\/37E4qCIbJD","sentiment_score":0.4666666667}
{"full_text":"The pandemic has divided Canada's \"snowbird\" warm weather migrants into two camps: those staying home this winter and those heading to Florida no matter the costhttps:\/\/t.co\/1WWrEtv8Rd","sentiment_score":0.6}
{"full_text":"Vaccines are seen as one of the most impactful public health advancements to date. All vaccines must comply with the 's rigorous standards of safety and efficacy - even for #COVID19. Learn more about the power of immunization.","sentiment_score":0.3333333333}
{"full_text":"Concern among Muslims over halal status of COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"Due to the #COVID19 #pandemic, #China's economy has advanced by 5 years and #IndianEconomy was pushed back by 5 years. This will create a 10 year gap between India and China in terms of per capita #GDP income","sentiment_score":0.0916666667}
{"full_text":"This year will be in the history books for many things: the coronavirus pandemic, weather and politics.","sentiment_score":0.5}
{"full_text":"Few people noticed on New Year's Eve 2019 when China reported a mystery illness to the But that virus soon took over 2020.","sentiment_score":-0.0318181818}
{"full_text":"Will a COVID-19 Vaccine Be Mandatory for Students?https:\/\/t.co\/tu4MGV26q2#Jeffco #EdColo","sentiment_score":0.0}
{"full_text":"More people playing music, practicing hobbies during pandemic","sentiment_score":0.5}
{"full_text":"The COVID-19 vaccine, just like any other vaccine, works by teaching your immune system how to defend itself against attack from the virus. Read more:","sentiment_score":0.1875}
{"full_text":"The 5th COVID-19 online media briefing touched on many topics including COVID-19 vaccines, &amp; highlighted Industry's commitment to science &amp; research &amp; the wide-ranging collaboration amongst unprecedented circumstances. Watch the entire briefing:https:\/\/t.co\/SiWAe5I3cP","sentiment_score":0.3666666667}
{"full_text":"Not sure if you should be vaccinated if you've already recovered from the #COVID19 virus?  Be sure to talk with your provider.","sentiment_score":0.125}
{"full_text":"COVID 19 cases in India until : 26\/12\/2020 21:30Total Cases: 10183478 [+13660]Active: 276675Recovered: 9756464 [+17082]Deaths :147557 [+178]Total Tests: 167.16MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#HKPolice is more dangerous than #COVID19","sentiment_score":-0.05}
{"full_text":"Join us today, Sat. Dec. 26 for FREE COVID-19 Testing at our new location.When:  Saturday, Dec 26, 9A-3PWhere: 11151 Colorado BlvdPreregistration is HIGHLY encouraged for a faster check-in. Visit to register and more info or call 303-538-7420","sentiment_score":0.2990909091}
{"full_text":"Brilliant https:\/\/t.co\/zJwrdAdln7","sentiment_score":0.9}
{"full_text":"Editorial: #CourtofAppeals decision means unemployed #teens can apply for federal #coronavirus aid.","sentiment_score":0.0}
{"full_text":"Nothing like a worldwide pandemic to temper the fun -- here are some ways to kick 2020 to the curb and ring in 2021 with style, fun, and above all, good health#PitneyPub #TennesseeAvenueBeerHall","sentiment_score":0.325}
{"full_text":"On Your Side Investigations: She worked for months transporting and treating COVID-19 patients while carefully wearing layers of PPE and following all of the protocols to protect herself from the virus, but then it happened.","sentiment_score":-0.05}
{"full_text":"RT The CDC wasted 46 days failing to develop a covid test when the WHO already told the world how to design one in early...","sentiment_score":-0.05}
{"full_text":"No need to change existing treatment protocol in view of new Covid strain, says govt task forceThePrint's Sravasti Dasgupta reportshttps:\/\/t.co\/Eb7zR0e24F","sentiment_score":0.1363636364}
{"full_text":"Two more deaths as 130 other Covid-19 cases are confirmed in Kenya  #LEIMUN #MUFC #coronavirus #COVID19","sentiment_score":0.2583333333}
{"full_text":"Webb Community Center hosted its annual free Christmas Day dinner for the public as a to-go event Friday due to the pandemic.","sentiment_score":0.04375}
{"full_text":"My best is back home >https:\/\/t.co\/28A1nrCjym>https:\/\/t.co\/IC3TcPqRQP#exoticescorts  #saturday #exoticescortsnigeria #africans #escortgirls #bbw  #trending #nudes #sensual #sex #nigeria #pornhub #porn #lagos #abuja #nudism #nudity #Christmas #naked #9ja #xxx #COVID19","sentiment_score":0.3333333333}
{"full_text":" Patients delivered messages about new #COVID19 restrictions to prevent the spread and growth of the virus with #PatientPortal.Discover more,","sentiment_score":0.3181818182}
{"full_text":"It is often our mightiest projects that most obviously betray the degree of our insecurity. #nowreading #SaturdayThoughts #SaturdayMotivation #StayHome #StayHomeStaySafe #StayHomeSaveLives #stayhomereadmore #reading #austerlitz #boxingday #dayofgoodwill","sentiment_score":0.25}
{"full_text":"Watch | As some nations have begun #Covid19 vaccination, India is carrying on all checks and balances to begin the immunisation driveIndia to carry out dry run in four states to assess the govt's readiness to begin the inoculationAkanksha Swarup (@akankshaswarups) sheds light","sentiment_score":0.1666666667}
{"full_text":"Covid-19 Rx: Your task is to gather data, develop a differential diagnosis, order additional diagnostic tests, and treat the patient. (Optimized for desktop PCs and most tablets.) #COVID19","sentiment_score":0.5}
{"full_text":"Time: 16:00 * Temp: 7.6degC * Wind: SW 11.0 to 17.9mph * Pressure: 986.6hPa * Rain: 0.2mm * Hum: 87% * ET: 0.3mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:45 * Sunset: 16:02 * Cloudbase: 960ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"All Dressed Up And Nowhere to Go. #QuarantineLife #Jacket #DressedAndUndressed","sentiment_score":0.0}
{"full_text":"There are no words.  Science is exact.  Fauci is a complete fraud!!","sentiment_score":0.203125}
{"full_text":"RT 4 of Top 20 columns of 2020 came from Team TLP!Well done","sentiment_score":0.5}
{"full_text":"They found 9 #COVID19 cases in Beijing this week. Today someone came to our appartment and informed us that there will be a test today and tomorrow. Later I learned they tested all of our district (300k people) and apparantly also another district a bit more north-east (900k p.)","sentiment_score":0.25}
{"full_text":"RT #Master is all set to release as a Pan Indian film Tamil Telugu Hindi Kannada update  loading . If this Coron...","sentiment_score":0.0}
{"full_text":"#Selfcare interventions enable more people to obtain the health services they need, including #SRHR, when and where they need them. Here are 10 actions you can take to protect and improve your sexual and reproductive health during #COVID19 and beyond:","sentiment_score":0.5}
{"full_text":"Dr. Susan Moore, 52, tested positive for COVID-19 late last month and was admitted to IU Health North Hospital in Carmel, Indiana.https:\/\/t.co\/lcDFLRI0yi","sentiment_score":-0.0242424242}
{"full_text":"The past year was dominated by two things in South Carolina: politics and COVID-19.https:\/\/t.co\/SBC5kREjAA","sentiment_score":-0.25}
