{"full_text":"Nancy held up covid relief to help Biden now the pork bill with a tiny amount for Americans is the pride of democrats? You're a moron.","sentiment_score":-0.4}
{"full_text":"RT With COVID cases surging worse than ever, getting vaccinated is one of the most important things we can do. But until the...","sentiment_score":0.1666666667}
{"full_text":"RT Wishing all our Christian citizens a very Happy Christmas. Please stay safe by observing COVID 19 SOPs.","sentiment_score":0.5}
{"full_text":"RT Maybe if I fall for COVID it would leave too.","sentiment_score":0.0}
{"full_text":"RT Congress must pass $2,000 in direct payments and Trump must sign the COVID-relief bill. If not, tens of millions of Amer...","sentiment_score":0.1}
{"full_text":"Covid free?","sentiment_score":0.4}
{"full_text":"Scrooge McFuck","sentiment_score":0.0}
{"full_text":"RT Nearly 20,000 US-based Amazon workers have contracted coronavirus.Meanwhile, Jeff Bezos has accumulated enough wealth to giv...","sentiment_score":0.05}
{"full_text":"RT TRUMP: I was the real winner of the election &amp; state legislatures should overturn the vote and install me for a 2nd termGO...","sentiment_score":0.1}
{"full_text":"A Virtual Assistant can help you more then a home employee. Save your time and money by hiring link in bio. Take a visit from my services  #virtualassistant #DataEntry #DataMining #CopyPast #freelancer #USA #Germany #Italy #UK  #Follow the link in bio","sentiment_score":0.5}
{"full_text":"RT \"Nothing of what I've seen ... is the single definitive, killer piece of evidence that this is definitely more transmissible...","sentiment_score":0.2142857143}
{"full_text":"i really can't believe people are out here just letting people hold their babies during a pandemic lmao olis almost a year and i don't let no one hold him","sentiment_score":0.4}
{"full_text":"At last! Vaccine stats","sentiment_score":0.0}
{"full_text":"RT So lucky to have my extended family living in the same small town.Step 1 of our family Xmas Covid dinner complete.I've see...","sentiment_score":0.0277777778}
{"full_text":"Merry Christmas to everyone! And especially to those who will be working tomorrow for COVID and A&amp;E! ","sentiment_score":0.0}
{"full_text":"They are looking so incompetent and doesn't help when they start to shift blame! Utter mess ... playing out right before our eyes!","sentiment_score":-0.0638392857}
{"full_text":"RT corona's literally ruining everything again","sentiment_score":0.0}
{"full_text":"RT Full of crap as usual. You can't talk your way out of this one 90 countries he...","sentiment_score":-0.2333333333}
{"full_text":"RT Congress must pass $2,000 in direct payments and Trump must sign the COVID-relief bill. If not, tens of millions of Amer...","sentiment_score":0.1}
{"full_text":"RT Um, men...you might wanna read the last line of this article before you roll up your sleeves for the COVID jab!  http...","sentiment_score":0.0}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT How will the pandemic affect smaller comedy clubs? In this clip from the new #FLU gives his prediction. Tun...","sentiment_score":0.0681818182}
{"full_text":"Heartbreaking stories of pregnant women and their battles with COVID.https:\/\/t.co\/qZhzD6BVv4","sentiment_score":0.3333333333}
{"full_text":"RT The Madras HC refused to prohibit the congregation of devotees at the Thirunallar Saneeswara temple during Sani Peyarc...","sentiment_score":0.0}
{"full_text":"so there's this super cool thing called google which you might not know about but that's okay, here's something that I found in 30 seconds that may provide some insight","sentiment_score":0.3944444444}
{"full_text":"RT Um, men...you might wanna read the last line of this article before you roll up your sleeves for the COVID jab!  http...","sentiment_score":0.0}
{"full_text":"Yeah. And the results would have been the same.","sentiment_score":0.0}
{"full_text":"Chocolate, cheese, wine top Kroger's most popular COVID-19 pandemic purchases during 2020 via","sentiment_score":0.5333333333}
{"full_text":"RT Pandemic-friendly Christmas carols: Local singers use TV and Zoom to spread holiday cheer - #yeg h...","sentiment_score":0.0}
{"full_text":"RT The Chargers placed TE Hunter Henry on the Reserve\/COVID-19 list and he is out for Week 16.","sentiment_score":0.0}
{"full_text":"RT If it wasn't for congressional Republicans you would be getting $2,000 in COVID relief.","sentiment_score":0.0}
{"full_text":"Another new coronavirus variant appears to emerge in Nigeria","sentiment_score":0.1363636364}
{"full_text":"RT And then there's Sakusa, our social distancing KING.","sentiment_score":0.0333333333}
{"full_text":"Strangely enough, all that's going on outside, that has kept me 1\/2 in a rage, 1\/2 in a scary depression, has made me go full-on Xmas spirit. It's just my husband son &amp;me of course bc Covid but I wanted it to be as special as possible. Decorating, wrapping, baking up a storm. ","sentiment_score":-0.0285714286}
{"full_text":"RT \"For the holidays, it's all about giving.\"How Broncos players are paying it forward by adopting families this holiday season...","sentiment_score":0.0}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT Alberta reports an estimated 1,100 new coronavirus cases today. Meanwhile, Ontario and Quebec each notch record single-day f...","sentiment_score":0.1363636364}
{"full_text":"RT Are you guys aware of any countries sending us money for COVID relief? Asking for the entire damn country. #OutLoudWith...","sentiment_score":0.125}
{"full_text":"RT I'd like to give a massive thanks to all my followers! Despite a strange year, lockdown did help me find time to relea...","sentiment_score":0.0666666667}
{"full_text":"RT Congress must pass $2,000 in direct payments and Trump must sign the COVID-relief bill. If not, tens of millions of Amer...","sentiment_score":0.1}
{"full_text":"RT baby it's covid outside","sentiment_score":0.0}
{"full_text":"RT A worker at the Living Faith Church is down with COVID-19 after attending Shiloh 2020. His wife, daughter and domestic e...","sentiment_score":-0.0777777778}
{"full_text":"RT I literally can't believe that Travis Clark went to Instagram and all but said why are we so focused on covid when we co...","sentiment_score":0.0}
{"full_text":"RT I still can't believe he didn't die from covid.","sentiment_score":0.0}
{"full_text":"I realize everyone is appalled at the TSA screening numbers for other valid reasons, but just a reminder as federal funding numbers settle in:1,770,137 million NYC subway riders alone on Wednesday with an additional 966,200 NYC bus riders.","sentiment_score":-0.4625}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"Covid 21","sentiment_score":0.0}
{"full_text":"RT Covid 19 is real,well so is Jesus the master healer.","sentiment_score":0.0}
{"full_text":"This is a humanitarian crisis. Yet negligence and keeps on complaining on the Federal Government about International travel when this is a crisis under his watch.","sentiment_score":0.0}
{"full_text":"DONT EVEN THINK ABOUT IT !!!!","sentiment_score":0.0}
{"full_text":"RT Wishing Dr. Anthony Fauci a happy birthday. Grateful for his steady, experienced leadership for our country during these dif...","sentiment_score":0.5888888889}
{"full_text":"RT We wish a grand success for Supreme Hero &amp; the entire team of #SoloBrathu...","sentiment_score":0.2666666667}
{"full_text":"COVID is not mass casualty but i get your point. The reality is that the rich will get the vaccine first anyway; for a host or reasons; make them pay for it","sentiment_score":0.3125}
{"full_text":"RT ... and wear your useless Woke Masks... and ignore 30% increase in teen suicides... and spend all your savi...","sentiment_score":-0.25}
{"full_text":"RT Of 558 players tested since Dec. 16, two returned positive COVID-19 tests, NBA and NBPA announces.Rockets K.J. Marti...","sentiment_score":0.2272727273}
{"full_text":"@nytimes correspondents around the world share uplifting stories from 2020, shining light on \"the strength of the human spirit, and the way that disruption can bring out the best in us.\"","sentiment_score":0.4666666667}
{"full_text":"RT Map by shows when the coronavirus vaccine will be widely available. Rich countries will have their popula...","sentiment_score":0.3875}
{"full_text":"That's NOT WHY. Don't fall for Rethug BS. Donald wants to protect his SHELL COMPANIES full of cash! Mitch DOESN'T WANT STIMULUS! He gave the wealthiest a TRILLION $$ TAX CUT &amp; he, donald &amp; his billionaire cabinet benefitted. They also STOLE Covid Stim $$$, but have NOTHING for U!","sentiment_score":0.441796875}
{"full_text":"RT This morning the Republican party blocked a $2000 pandemic survival check for those in need. Georgians can reciprocate by voti...","sentiment_score":0.0}
{"full_text":"RT Access to Covid Vaccine.Source:","sentiment_score":0.0}
{"full_text":"RT JUST IN: New coronavirus strain found in Nigeria, different from UK variant","sentiment_score":0.0681818182}
{"full_text":"RT Happy Holidays from us at Ghana Health Service to you and yours. Remember to stay safe and observe all the COVID 19 prot...","sentiment_score":0.65}
{"full_text":"RT MSNBC guest Dr. William Haseltine: Don't get overly optimistic about the Covid vaccine, we're in for a \"decades-long battl...","sentiment_score":0.0}
{"full_text":"RT We are officially in phase 2 of the COVID19 pandemic. For as many of you as will step up adorned with your masks, being...","sentiment_score":0.5}
{"full_text":"People are not receiving the message. Stay home, unless required by doctors orders, mask up, wash your hands, and socially distance. Your Life, as well as your nuclear, and extended family depend on it to stay alive!!! For goodness sakes grow up. Be responsible.","sentiment_score":0.1428819444}
{"full_text":"....and a pandemic of misinformation","sentiment_score":0.0}
{"full_text":"RT I've been anchoring on Xmas for years. It's usually a mix of news on travel, weather, sports, movies &amp; tracking SantaToday, I...","sentiment_score":-0.25}
{"full_text":"RT After Republicans block $2000 direct payments for covid relief as demanded by the president, says she will call...","sentiment_score":0.1}
{"full_text":"RT Lmfaooo then people would wear their mask properly!","sentiment_score":0.0}
{"full_text":"Biggest inauguration crowd ever","sentiment_score":0.0}
{"full_text":"RT Taehyung mentioned 'White angels' in the song '#SnowFlowerbyV' as below 'olhaeneun yeogi jeogi hayan ceonsadeuli manhjanha. This year a lot of white...","sentiment_score":0.0}
{"full_text":"RT Dear these food items were received by the OYSG in batches from between Nov and Dec 2020. They are bei...","sentiment_score":0.0}
{"full_text":"RT Only the most Christian nations get together on Christmas Eve to discuss increasing aid during a pandemic and decide, \"No...","sentiment_score":0.1666666667}
{"full_text":"RT Tonight, in Holten, Netherlands, as they have done for decades, citizens will lay candles at graves of Canadian soldiers w...","sentiment_score":0.0}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"Vaccines will work against new coronavirus variants spreading through U.K. and South Africa, experts believe - The Washington Post","sentiment_score":0.1363636364}
{"full_text":"RT Trump is at Mar Lago. People are hurting. He vetoes the bill to support the military. He refuses to sign bill that has budge...","sentiment_score":-0.1}
{"full_text":"#VetoTheBill - if you send me a proposal that gives me a pay out of $600 but I'll be on the hook for several billion I'd reject it.  #PorkReliefBill","sentiment_score":0.0}
{"full_text":"RT Had my first COVID-19 vaccine today in Wetherby. It was all superbly organised and the NHS staff were excellent. Thank...","sentiment_score":0.75}
{"full_text":"RT OPS is moving - Across the street!","sentiment_score":0.0}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT  Flight SAN001 from the North Pole is up on our Arrivals Board. Due at midnight. No COVID-related issues for the Big Ma...","sentiment_score":-0.0625}
{"full_text":"Ron DeSantis aide deletes his Twitter account after attacking effort to memorialize COVID victims","sentiment_score":0.0}
{"full_text":"RT Ending 2020 with yet another reminder, here from Soctland on risks of severe #COVID19 in PPL with #T1D #T2D Justifies...","sentiment_score":0.0}
{"full_text":"RT Thank you for highlighting Christmas in Bethlehem and the plight of the Palestinians who are not getting vaccinated...","sentiment_score":0.0}
{"full_text":"Apart from being the long suffering mum of she is also a key worker &amp; has never stopped working since original lockdown last year. If anyone deserves a good night's sleep on a new bed, it's her! ","sentiment_score":0.1992424242}
{"full_text":"The only negative thing I can say abut #NHSPay15 is that they're not asking for enough.","sentiment_score":-0.1}
{"full_text":"Los Angeles EMT tests negative for coronavirus after providing CPR to man who died of COVID-19 - Fox News","sentiment_score":-0.3}
{"full_text":"We must NOW vigorously, overwhelmingly and unambiguously VOTE IN BOTH Warnock &amp; Ossoff, to flip senate ending Mitch as senate majority leader! This race can't even be close! Indict inside traders Purdue and Loeffler before the runoff election!","sentiment_score":0.9765625}
{"full_text":"RT UK travellers need to stay put. The fact that 20 Brits tested positive for covid on ONE flight to Jamaica is insane.","sentiment_score":-0.3863636364}
{"full_text":"RT Here are 10 pandemic pieces that I'm especially proud of. 1) On how it came to this.","sentiment_score":1.0}
{"full_text":"RT UK travellers need to stay put. The fact that 20 Brits tested positive for covid on ONE flight to Jamaica is insane.","sentiment_score":-0.3863636364}
{"full_text":"RT Does this mean you support $2000 stimulus checks and maintaining unemployment insurance levels, Marsha? We all know the...","sentiment_score":-0.3125}
{"full_text":"RT Black US doctor dies of Covid alleging racist hospital care","sentiment_score":-0.1666666667}
{"full_text":"RT No stimulus, no debt cancellation, no rent relief, no care for social distancing, just vibezZz.","sentiment_score":0.0333333333}
{"full_text":"RT This season calls for celebration in spite of the economic hardship, insecurity and the advent of the COVID-19 pandemic...","sentiment_score":0.2}
{"full_text":"Over 19 MILLION Americans INFECTED336,021 Americans who are DEAD  ~  They WON'T Be HOME for Christmas1 LUNATIC \"President\" who is HUMILIATING HIMSELF and the USA in front of the ENTIRE WORLDIt's NOT the \"China Virus\"  It's THE TRUMP VIRUS#TheTrumpVirus","sentiment_score":-0.1}
{"full_text":"Dr. Scott Kelly live in #CBSN Concerns grow about influx of new COVID-19 cases after the holidays $CYDY #leronlimab #longhauler","sentiment_score":0.1363636364}
{"full_text":"One question, Is it usual that Swiss U20-Nati coaches talks about dreaming of medal prior to the #WorldJuniors? I mean, it looks like this might be one of the weakest Swiss squad recently, so it sounds weird to me.","sentiment_score":-0.2125}
{"full_text":"COVID US: CDC changes guidelines to prioritize over 75s for vaccine - Daily Mail","sentiment_score":0.0}
{"full_text":"RT Spoke to a philanthropist who switched from donating items to cash during the pandemic.  \"Cash was faster and worked better...","sentiment_score":0.5}
{"full_text":"RT Congress must pass $2,000 in direct payments and Trump must sign the COVID-relief bill. If not, tens of millions of Amer...","sentiment_score":0.1}
{"full_text":"RT See you couldn't find your way out of a wet paper bag. So ineffectual. A real LimpWilly","sentiment_score":0.05}
{"full_text":"If you've been exposed to covid directly and are out and about you are the worst","sentiment_score":-0.45}
{"full_text":"Just In: Government to suspend passports of Nigerians who breach Covid-19 protocols","sentiment_score":0.0}
{"full_text":"RT 6 beers in, had a row with my 16yo, told the youngest Santa's got Covid and the wife's not talking to me...Merry Christmas e...","sentiment_score":0.0}
{"full_text":"RT Latest #Covid19InSA update: There have been over 14,300 new cases that have been recorded. 326 more Covid related deaths have bee...","sentiment_score":0.2840909091}
{"full_text":"RT BREAKING: I just spoke with the team at Tendercare Living Centre in Scarborough. &gt;145 of 188 residents are #COVID19 positive...","sentiment_score":0.2272727273}
{"full_text":"Why the Pandemic Has Increased the Need for Online Reputation Management via","sentiment_score":0.0}
{"full_text":"Areas of Dublin with highest and lowest rates of COVID-19 as cases spike in the cityhttps:\/\/t.co\/LnuqbSwDC8","sentiment_score":0.0}
{"full_text":"CORONAVIRUS: Regional, national holiday travel to be strong -- but lighter than last year #KVOENews","sentiment_score":0.2166666667}
{"full_text":"NSW South Coast pizza shop owners speak out after woman's COVID breach.https:\/\/t.co\/qSUfqlgefU","sentiment_score":0.0}
{"full_text":"RT You are getting really bad information.The Covid bill was added to the budget bill that contained all the supplemental appro...","sentiment_score":-0.7}
{"full_text":"\"Inside Syria's former ISIL bases converted to treat COVID: The coronavirus is surging in a region of northern Syria struggling from the devastating effect of a near-decade of war.\"","sentiment_score":-0.5}
{"full_text":"RT While many Americans are in medical centers or quarantine, VP Pence, chief of President's Covid-19 task force, has reporte...","sentiment_score":0.25}
{"full_text":"RT Trump can't let go of his quest for revenge against Republicans who he believes betrayed him, even if it means blowing up t...","sentiment_score":0.0}
{"full_text":"Contact tracing is critical for keeping people safe and collecting data on COVID-19 cases. If you get a call from the contact tracing team, answer the phone. #covid19MA","sentiment_score":0.25}
{"full_text":"When you watch Utopia on Amazon and they tell you covid vaccine is ready","sentiment_score":0.2}
{"full_text":"RT Do what I say, not what I do!The Obamas traveled to Hawaii for a Christmas vacation as they told Americans to stay home.","sentiment_score":0.0}
{"full_text":"RT The bipartisan COVID relief &amp; omnibus bill has been enrolled. The House &amp; Senate are now sending this important legislat...","sentiment_score":0.4}
{"full_text":"RT How Nanotechnology Helps mRNA Covid-19 Vaccines Work#RT #nanotechnology #AI #AR #COVID19 #Vaccin #5G #CovidVaccine #biotec...","sentiment_score":0.0}
{"full_text":"Frank Kaminsky on re-joining the #Suns: \"This is where I wanted to be...just feeling that love basically from walking in the door this morning was just an amazing feeling.\" He was at The Lab today after clearing COVID-19 testing protocols.","sentiment_score":0.55}
{"full_text":"So some asshole at thought: if we exploit the financial fears of our employees just before Christmas and in the year of a pandemic, someone will surely fall for it - and that will teach them to be better.","sentiment_score":0.3333333333}
{"full_text":"Duncombe #FDElem caroling tradition continued in a unique way due to COVID-19 this year.  We wish you &amp; your family a Merry Christmas &amp; Happy Holidays! #FDCSDhttps:\/\/t.co\/azGoYNTyUp","sentiment_score":0.4166666667}
{"full_text":"News from #Thailand | The outbreak, first detected at a seafood market near Bangkok, has prompted a flare-up in such online hate speech as well as questions over the treatment of millions of migrant workers in traditionally tolerant Thailand.","sentiment_score":-0.09}
{"full_text":"RT Trump is at Mar Lago. People are hurting. He vetoes the bill to support the military. He refuses to sign bill that has budge...","sentiment_score":-0.1}
{"full_text":"Thank you for taking part in Covid-friendly Virtual #AdventCalendar We hope the journey has helped you to look differently at #Christmas this year; and we wish you God's richest blessing for a safe and peaceful season with love from all St Mary's","sentiment_score":0.3125}
{"full_text":"Follow these tips during the #Holidays &amp; protect loved ones. #WearAMask. Stay 6+feet apart from people you don't live with. Wash your hands with soap &amp; water for at least 20 seconds. Consider an outdoor space. More at &amp;","sentiment_score":0.2590909091}
{"full_text":"COVID-19 won't stop Christmas! Check out these holiday-themed pictures full of good will and cheer in Webster Groves and Kirkwood:","sentiment_score":0.525}
{"full_text":"RT Navigating lockdown in lockup via","sentiment_score":0.0}
{"full_text":"Ready for COVID-19 to be over? Us too.https:\/\/t.co\/mVQUaMarmk","sentiment_score":0.2}
{"full_text":"\"I have missed that echo of voices when we say the Lord's Prayer, those well-worn words where my voice will drop out... and other people will carry the prayer for me,\" said what she misses about being in church.https:\/\/t.co\/G8pEd5nwME","sentiment_score":-0.125}
{"full_text":"This postcard-worthy spot is Lucy Torres' favorite hangout place at home.https:\/\/t.co\/T6jnf7GUFu#VisayasSnitch","sentiment_score":0.5}
{"full_text":"'My mother's death couldn't make me stop using drugs... but the pandemic finally made me beat my 27-year heroin addiction'","sentiment_score":0.0}
{"full_text":"RT I'm so tired. Tired of staying home while people party. Tired of the stresses of leading a COVID clinical resea...","sentiment_score":-0.4}
{"full_text":"RT While many Americans are in medical centers or quarantine, VP Pence, chief of President's Covid-19 task force, has reporte...","sentiment_score":0.25}
{"full_text":"No, the CDC has guidelines. They don't have to actually be tasted, just have symptoms which are similar to the flu. There are also different levels on the covid form. It's 4 different levels. The top one is directly from Covid and the lowest one is died with covid.","sentiment_score":0.1}
{"full_text":"Gemma Collins shares heartbreaking photo amid her parents 'scary' Covid-19 battle","sentiment_score":-0.5}
{"full_text":"WATCH: Biden Warns Darkest Days Of COVID-19 Still Ahead Of Us - Scaring a people who've learned how to defeat COVID-19 is not good leadership via","sentiment_score":-0.35}
{"full_text":" Top hashtags used by the scientific community in english tweets in the last 12h:#COVID19#SARSCOV2#VACCINE#COVID#DSC_ARTICLEFollow us here for more data or subscribe to our daily\/weekly newsletter.","sentiment_score":0.25}
{"full_text":"RT Thank you for highlighting Christmas in Bethlehem and the plight of the Palestinians who are not getting vaccinated...","sentiment_score":0.0}
{"full_text":"\"We've got to plan on serving more people, and maybe it's serving more people with less money,\" said CEO Ted Brown. COVID-19 emergency funding for homelessness programs in Peel runs out at the end of March.","sentiment_score":0.2777777778}
{"full_text":"RT #COVID19 Statistics in SA as at 24 December.Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"Costa Rica to begin Covid-19 vaccinations on Christmas eve","sentiment_score":0.0}
{"full_text":"RT The UK is the worst island in the world. No sun, no heat. Just 3 different strains of Covid and vibes.","sentiment_score":-0.5}
{"full_text":"EXCLUSIVE: Michael Franzese on Frank Cullotta Dying of COVID, Frank Made Comments (@michaelfranzese)","sentiment_score":0.0}
{"full_text":"#Andover Town Hall shuts as COVID cases rise among staffhttps:\/\/t.co\/q2ZRIaByob","sentiment_score":0.0}
