{"full_text":"RT Dr. Susan Moore knew all the fancy terms &amp; treatment nuances when she was struggling with Covid19 in the hospital. Yet the doc...","sentiment_score":0.0}
{"full_text":"What us dynamic pricing today.yesterday it was christmas.whats your excuse today. You looters. Asking 600 for 12 kms ride. That too in afternoon (least traffic time) and corona virus time when Sheldom people are coming out?@nitin_gadkari","sentiment_score":-0.1166666667}
{"full_text":"Crown Prince, Deputy Prime Minister and Minister of Defense HRH Prince Mohammed Bin Salman gets his first dose of COVID-19 vaccine Friday, via","sentiment_score":0.25}
{"full_text":"Like father like daughtercongrats &amp; best wishes to her@Dhananjayang","sentiment_score":1.0}
{"full_text":"Millions more people across the UK are waking up to stricter #coronavirus restrictions.A further 6 million in south-east England are now in tier 4.Rules that were relaxed for Christmas in Wales are back in force.Mainland Scotland and N Ireland are in new lockdowns too.","sentiment_score":0.1590909091}
{"full_text":"thinking about how lit 2020 would've been without the pandemic ","sentiment_score":0.0}
{"full_text":"RT COVID-19: 20 doctors died in one week, says NMA","sentiment_score":0.0}
{"full_text":"Again, making it about no one but you. Confirming once again, not taking losing their homes into any consideration. And you think you're the only one carrying this covid burden? You really a cup of get over yourself on that one.","sentiment_score":0.1}
{"full_text":"RT Site not working, Plz at last moment don't do this, atleast run it smoothly.Resp FM JiNot on...","sentiment_score":0.0}
{"full_text":"RT Think you have missed this","sentiment_score":0.0}
{"full_text":"good! But my cousin already got Covid vaccine last week.A little before....","sentiment_score":0.2291666667}
{"full_text":"RT they announced a vaccine, corona announced a new strain. omo this thing is fighting us fr ","sentiment_score":0.1363636364}
{"full_text":"Unfortunately, we're not ALL going to be together next year, Doug. So many new Covid victims will be gone by then!! ","sentiment_score":0.2407670455}
{"full_text":"RT By the way Not even journalists and media houses are allowed to question the AUTHENTICITY of Covid-19 numbers that Zw...","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT Brad Parscale got $800,000 in the last coronavirus package. Rudy set up an LLC to get his cut of the funding. Giving us even $...","sentiment_score":0.0}
{"full_text":"So why were you there? You're no different to them #COVIDIOT","sentiment_score":0.0}
{"full_text":"So, what you're really saying is that Trump and the GOP are holding covid relief funds hostage because you're all mad that Americans get to call you all out for being fucking asshole traitors. In other words, you guys are proving, yet again, what fucking asshole traitors you are.","sentiment_score":-0.35}
{"full_text":"RT I felt bad when I heard the news that Thalaivar got admitted. After knowing that he tested negative for covid, I was hap...","sentiment_score":-0.5}
{"full_text":"oh so y'all think january 1st corona just gonna be gone? y'all so smart ","sentiment_score":0.2142857143}
{"full_text":"RT No room for:--Suspension of Ant's IPO, world's all-time biggest public offering--Hong Kong national security law--First...","sentiment_score":0.0}
{"full_text":"They're telling me covid-19 infections surge out of control in Los Angeles county how is that possible they're stupid ass governor has everybody in California on lockdown nobody's supposed to be around to spread the virus lockdowns make things worse now you know","sentiment_score":-0.4}
{"full_text":"How Coronavirus Lockdowns Changed Our Lives. What will the Coronavirus future hold? ","sentiment_score":0.0}
{"full_text":"RT #BaharehSoleimaniCharge: UnknownSentence: UnknownDate of arrest: Oct.16.2020Location:Ward 209 of Evin* she's a nurse wh...","sentiment_score":-0.05}
{"full_text":"RT The NHS's contribution towards new research &amp; therapies to fight Covid-19 is amazing. These new trials into antibody...","sentiment_score":0.2909090909}
{"full_text":"RT One interesting phenomenon I learnt today. Thanks to Covid-19, many Japanese are unwilling to use metro-rail services. So...","sentiment_score":0.3}
{"full_text":"RT The new comprehensive study by PwC Cyprus, entitled \"#RestartCyprus: Now\", includes a series of proposals, aimed at promo...","sentiment_score":0.1363636364}
{"full_text":"So wise to distance himself, wear a mask, neatly dress his bed and ready to call the government to take you away for isolation ","sentiment_score":0.45}
{"full_text":"RT #SaiDharamTej last 3 Movies Day 1 Shares in AP-TG#Chitralahari - 3.26Cr#PratiRojuPandaage - 3.23Cr#SoloBrathukeSoBetter...","sentiment_score":0.0}
{"full_text":"3. 5 plagues from China in last 20 yrs!at some point it has to stop: via That's only recent history, not mentioning the 1918 \"Spanish Flu\" spread by Chinese support workers in WW1 or the Black Death, Plague which decimated Europe","sentiment_score":-0.0277777778}
{"full_text":"BIGGEST OPENING FOR ANY MOVIE IN INDIA IN THIS PANDEMIC Tollywood ra lucha #SoloBrathukeSoBetter","sentiment_score":0.0}
{"full_text":"Politicians and their families should be excluded from government contracts. The fact they're not is scandalous.","sentiment_score":0.0}
{"full_text":"RT Christmas has brought cheer! #Dharavi reported 'Zero' #Covid19 positive cases. #COVID19 .@mybmcWardGN","sentiment_score":0.2272727273}
{"full_text":"Yay Millwall Home, oh no wait,  called off because of Covid and also we just went Tier 4, Happy Boxing day everyone!","sentiment_score":1.0}
{"full_text":"The Anti-Vaxxer Mission to Promote Nonexistent COVID-19 Vaccine Deaths - Daily Beast","sentiment_score":0.0}
{"full_text":"Today Dr Chan reported a child under 12 with COVID, just a few days after Gladys assured us Children under 12 don't get it.","sentiment_score":-0.2}
{"full_text":"It's hard to catch COVID in Australia. Guy is a real over-achiever.","sentiment_score":-0.0458333333}
{"full_text":"No rest for the wicked, the MSM is working in overdrive. It looks like another hard lockdown is on the horizon.","sentiment_score":-0.2916666667}
{"full_text":"For the past year a fairy tale has been told about the extermination of the Lucifer sect in the Hollywood Vatican in the kidnapped children's tunnels of Bill and Melindosh Geitz Zuckerberg Debus the criminals in the health organization Umm Bibi Zibi !!! Beauty of a story","sentiment_score":-0.48828125}
{"full_text":"Minnesota COVID-19 vaccine rollout lagging behind neighboring states, reports show - KSTP","sentiment_score":-0.4}
{"full_text":"RT so many people are losing their homes and not able to pay bills get medicine or  feed their families this Christmas  so man...","sentiment_score":0.125}
{"full_text":"RT You cannot catch coronavirus from the COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT The overuse of antibiotics has caused a rise in super antibiotic resistance drugs. Can someone tell me why so many doctors we...","sentiment_score":0.4166666667}
{"full_text":"RT Prince #MohammedBinSalman is leading a revolution in the #MiddleEast.","sentiment_score":0.0}
{"full_text":"RT Update: #COVID19 in #SouthAfrica 25 December Another daily record number of cases with test positivity &gt; 28% * New ca...","sentiment_score":0.0681818182}
{"full_text":"RT One week from tomorrow, a man who herded 1 million Uighurs into camps, jails human rights activists, crushed Tibet, disapp...","sentiment_score":-0.05}
{"full_text":"Where is Office Space Headed? #CRE #Office #COVID-19 #TenantTips","sentiment_score":0.0}
{"full_text":"RT An Illinois hospital has paused the process of administering coronavirus vaccines after several healthcare workers reported...","sentiment_score":0.0}
{"full_text":"RT That's the thing about Covid -- it only spreads during Parliament sessions, not party rallies.","sentiment_score":0.0}
{"full_text":"Curious to see if A Quiet Place 2 will follow the same fate as WW 1984. Before the pandemic pulled its release from the theaters, it seemed to be getting the same early treatment as WW 1984. The studio will definitely want to make sure the hype is high for QP2.","sentiment_score":0.0825}
{"full_text":"Interfaith Assistance Ministry has created a bodega with special groceries, Mexican-style hominy and other canned items families are grateful to get during the COVID-19 pandemic.","sentiment_score":0.1160714286}
{"full_text":"\"It was very emotional. We thought the hugging would be the best part of the whole event, but it turned into so much more.\"https:\/\/t.co\/fubgIW4net","sentiment_score":0.425}
{"full_text":"From 12.01am on Saturday 26 December all of Essex are in Tier 4 of the Government's COVID-19 restrictions. This will have an impact on what we can and can't do. You can find out more by clicking the link below to our website:","sentiment_score":0.5}
{"full_text":"China's lawmakers have hailed themselves on their \"extremely extraordinary\" success in handling the coronavirus outbreak domesticallyhttps:\/\/t.co\/hR3UScas1i","sentiment_score":0.3166666667}
{"full_text":"\"This image shows a full house at the Rod Laver Arena which was something that we didn't see after late February due to the Covid-19 pandemic. It was taken at the 2020 at Melbourne Park on January 29, 2020\"@GettySport photographer Clive Brunskill #2020InPictures","sentiment_score":-0.025}
{"full_text":"RT First case of new Covid-19 variant found in France as cases rise","sentiment_score":0.1931818182}
{"full_text":"1. Putrajaya will introduce a new \"secret\" phone app in January, for mistreated workers to lodge their complaints against employers without fear. The multi-lingual app will allow the govt to monitor employers violating the rights of foreign workers and breaching Covid-19 SOPs.","sentiment_score":-0.1295454545}
{"full_text":"A praying 82-year-old #COVID19 patient was beaten to death by another patient with an oxygen tank, police sayhttps:\/\/t.co\/c7ooyHJOij","sentiment_score":0.0}
{"full_text":"In a Year Like No Other, New Yorkers Enjoy Rare #Christmas Dinner Outsidehttps:\/\/t.co\/Hzgnumtrc2","sentiment_score":0.2247159091}
{"full_text":"Starting next week, all travelers flying to the United States from the United Kingdom will have to show a negative COVID-19 test before their flight. ","sentiment_score":-0.1}
{"full_text":"launched global mechanism for countries to get access to affordable testing, treatment &amp; vaccines. If is serious about access for all, it needs to start by supporting this pool. Take action- write to  office https:\/\/t.co\/KiqDqg2PMg","sentiment_score":0.0041666667}
{"full_text":"From 12.01am on Saturday 26 December all of Essex are in Tier 4 of the Government's COVID-19 restrictions. This will have an impact on what we can and can't do. You can find out more by clicking the link below to our website:","sentiment_score":0.5}
{"full_text":"Due to COVID-19, Vietnamese people started to stockpile food of all kinds, and dry food items (including rice, ...) became the hottest commodities across all age groups.https:\/\/t.co\/D8rfcfP80G#Vietnam #Vietnamdata #Vietnamstatistics#Streambit #Data #Insights #Marketresearch","sentiment_score":-0.0958333333}
{"full_text":"RT Let us all be grateful to God for another opportunity to offer the sacrifice of thanksgiving to Him amidst this pandemic....","sentiment_score":0.0}
{"full_text":"Turkey to require negative COVID-19 test result for travelhttps:\/\/t.co\/gJYmXry8Ar","sentiment_score":-0.3}
{"full_text":"BREAKING: DOH recorded an additional 1,406 new cases of #COVID19 in the country, increasing the total number of recorded cases to 469,005.Active cases are at 28,883.Additional recoveries: 266; total: 431,055New deaths: 5; total: 9,067","sentiment_score":0.0340909091}
{"full_text":"Because of Covid-19?","sentiment_score":0.0}
{"full_text":"#SaudiArabia crown prince receives first #COVID-19 vaccine in the kingdom - SPA#BaghdadPost ","sentiment_score":0.25}
{"full_text":"RT The world's most celebrated economists, most of who have never actually run a business, small or large, totally failed to...","sentiment_score":0.1163265306}
{"full_text":"From 12.01am on Saturday 26 December all of Essex are in Tier 4 of the Government's COVID-19 restrictions. This will have an impact on what we can and can't do. You can find out more by clicking the link below to our website:","sentiment_score":0.5}
{"full_text":" Forgotten something?!  Don't panic!Buy gift vouchers for The OEC    Treat someone to a great night out in 2021 Email to recipient#onlinevoucher #giftvoucher #sheffieldissuper #barnsleyisbrill #rotherhamiswonderful #doncasterisgreat #2021","sentiment_score":0.8}
{"full_text":"From 12.01am on Saturday 26 December all of Essex are in Tier 4 of the Government's COVID-19 restrictions. This will have an impact on what we can and can't do. You can find out more by clicking the link below to our website:","sentiment_score":0.5}
{"full_text":"From 12.01am on Saturday 26 December all of Essex are in Tier 4 of the Government's COVID-19 restrictions. This will have an impact on what we can and can't do. You can find out more by clicking the link below to our website:","sentiment_score":0.5}
{"full_text":"Remember to practice all Covid-19 safety protocols these holidays to protect you and your loved ones. Practice social distancing, sanitize, and wear a mask.#PushaBW#Botswana","sentiment_score":0.3666666667}
{"full_text":"Listen to the Queen's annual Christmas Speech, in which she speaks of light and hope in the year of the Pandemic: #QueensSpeech","sentiment_score":0.4}
{"full_text":"RT Japan's capital found a record 949 new coronavirus cases Saturday as Tokyo authorities urged residents to stay home","sentiment_score":0.1363636364}
{"full_text":"COVID-19 Critical Incident Management course for Schools #CPD #ProfessionalDevelopment #DubaiSchools #TeacherTraining #InfiniteUAE@The Safeguarding Alliance","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 26\/12\/2020 13:30Total Cases: 10169818 [+0]Active: 280274Recovered: 9739382 [+0]Deaths :147379 [+0]Total Tests: 167.16MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT South Africa is in the second wave of COVID-19. We urge you to not attend big gatherings that could potentially become super spre...","sentiment_score":0.0833333333}
{"full_text":"RT On the day we sign a deal that reduces our cooperation with the EU, 26 French firefighters come to Dover with 10,000 te...","sentiment_score":0.0}
{"full_text":"RT DUE TO THE SYSTEM HITTING THE #coronavirus #COVID19 ROADBLOCK AND RESTARTING WITH HICCUPS SLOWLY WE WOULD LIKE TO URGE...","sentiment_score":-0.2125}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"RT #SoloBrathukeSoBetter Registered a fabulous opening on the X'mas day managing nearly 80% figures of #PratirojuPandaage...","sentiment_score":0.25}
{"full_text":"The MDYC continues to assist kids, remotely and virtually, despite the pandemic. Now, more than ever, these youth need our help and support. Please consider donating to the 2020 Walk for the Future. $5, $10, $25, it all makes a difference.","sentiment_score":0.1333333333}
{"full_text":"1 has died from TB, none have contracted covid since its release date.","sentiment_score":0.0}
{"full_text":"RT At the last moments of Christmas, I hope that everyone will continue to pay attention to the epidemic prevention measures, a...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 19.8FWind Chill: 13.6FHumidity: 80%Dew Point: 14.6F Barometer: 29.891 inHgWind: 5 mph from the WSWCorona Virus Weekly Stats:Cases: 196.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"hey siri, can you define 'echo chamber' for me please?","sentiment_score":0.0}
{"full_text":"RT Please read Rep. Porter's short thread. It's time we usher in a new American age, one that refuses to protect corporat...","sentiment_score":0.0454545455}
{"full_text":"RT Wear a face mask and get the fucking vaccine I want to see My chemical Romance next year","sentiment_score":-0.3}
{"full_text":"Don't forget thanks to the Goring and Streatley Coronavirus Information Network you can still access all you need to know locally including the current rules for our area now Goring &amp; South Stoke have moved also to Tier 4 at","sentiment_score":0.0666666667}
{"full_text":"LEE CAMP: The Pandemic Dirty DozenThese 12 people get rich while doing the most harm.","sentiment_score":0.0916666667}
{"full_text":"RT In this post, we'll reverse-engineer the actual mRNA code of the SARS-CoV-2 vaccine, character f...","sentiment_score":0.0}
{"full_text":"RT Covid-19 didn't stop us from speaking out for #HongKong in Parliaments, Governments and media in 2020. We also hosted webinar...","sentiment_score":0.0}
{"full_text":"RT Reading article on trust and politics and thinking back to the early days of the pandemic, when we watched Mor...","sentiment_score":0.05}
{"full_text":"RT To all essential workers, I challenge you- let's get this message out Twitter wide.  People are dying of a preventable disea...","sentiment_score":-0.05}
{"full_text":"RT Brad Parscale got $800,000 in the last coronavirus package. Rudy set up an LLC to get his cut of the funding. Giving us even $...","sentiment_score":0.0}
{"full_text":"RT Happy holidays  from North Solihull Additional Needs Support Group admin team! Small snap shot of our Xmas Covid Xm...","sentiment_score":0.375}
{"full_text":"RT CAN'T EXPLAIN HOW BIG THIS IS FOR US  I SINCERELY THANK OUR INDUSTRY PEOPLE OUR DEAR FANS AND OUR CINEMA LOVERS FOR THI...","sentiment_score":0.25}
{"full_text":"RT 30 doctors from Poland spent the whole Christmas Eve night doing covid tests for #LorryDrivers one lorry after another. T...","sentiment_score":0.05}
{"full_text":"Translated into Romanian, this short video contains important information from Devon County Council on how you can help to stop the spread of Covid-19. Thank you to for this useful informationhttps:\/\/t.co\/JDSrb2lpne#Covid19 #RomanianTranslation","sentiment_score":0.2333333333}
{"full_text":"RT At the last moments of Christmas, I hope that everyone will continue to pay attention to the epidemic prevention measures, a...","sentiment_score":0.0}
{"full_text":"The cases of codiv have dropped significantly in  Arabai , why risk  a vaccine with  potentially  great side affects much  more now when  the virus have mutated and this vaccine might not be beneficial...or is this a  farce that works as an instigation for people  to take it .","sentiment_score":0.31875}
{"full_text":"RT Sending support to our cargo workers this morning, who've walked out against the company's efforts to sl...","sentiment_score":0.0}
{"full_text":"Time: 08:00 * Temp: 6.4degC * Wind: W 4.0 to 11.0mph * Pressure: 1006.1hPa * Rain: 0.0mm * Hum: 87% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:45 * Sunset: 16:02 * Cloudbase: 920ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Who is real blameworthy for the Coronavirus pandemic?See: #ISRGKB #blame #COVID19 #economic #GlobalPandemic #greedy #Love #Pandemic #Politics #pollution #responsible #Trust","sentiment_score":0.275}
{"full_text":"RT To those we lost to covid-19. To those health workers who paid the ultimate price. RIP ","sentiment_score":0.0}
{"full_text":"RT Remember this?","sentiment_score":0.0}
{"full_text":"Everyone has a home office now. So who's paying for it? #COVID19 #WFH","sentiment_score":0.0}
{"full_text":"RT This beautiful soul lost her life life to COVID19. The world is emptier without her. If you think you're healthier than her...","sentiment_score":0.85}
{"full_text":"RT .@realDonaldTrump  you two are completely worthless excuses for humans. You're nothing but...","sentiment_score":-0.8}
{"full_text":"Accenture Interactive CEO Brian Whipple joins Yahoo Finance to discuss consumer expectations in a post-COVID world and the #BusinessOfExperience.","sentiment_score":0.0}
{"full_text":"RT A Black physician died of Covid-19 about two weeks after she shared a video in which she accused a White doctor of dismissing her...","sentiment_score":-0.0833333333}
{"full_text":"RT Polish medics who tested over 1200 #LorryDrivers arrived back home. A wonderful gesture to help others in difficult times...","sentiment_score":0.1666666667}
{"full_text":"#raaj_JE_priikssaa_rdd_kro@ashokgehlot51 Sir pls understand students situation one side corona  and other side unemployment and  our mind is like a pressure cooker pls help to realises pressure and conduct fairly examination","sentiment_score":0.2875}
{"full_text":"RT Former Amethi MP, Rahul Gandhi selected as one of the most helpful MPs during lockdown. Current Amethi MP, Smriti Ir...","sentiment_score":0.1666666667}
{"full_text":"January 2020: this is the last year of my phd.December 2020 (walking into 3rd lockdown):","sentiment_score":0.0}
{"full_text":"How was this thinking at the helm of though?? why measure something that's not changing daily ?","sentiment_score":0.0}
{"full_text":"My website (https:\/\/t.co\/Fw0jIuFwOX) has 800 Covid-19 jokes, quotes &amp; terms, all with full citational histories. No one has anything like it. Google buries it 10 search pages deep, and Bing and DuckDuckGo are equally bad. Yep, all bad!","sentiment_score":-0.30625}
{"full_text":"RT Global coronavirus cases near 80 million.For all COVID-19 news, follow our coverage here  ","sentiment_score":0.05}
{"full_text":"Why am I not surprised?\"Jeremy Corbyn's brother has been distributing leaflets in areas of north London - including Barnet - which compare the government's Covid vaccination programme to the Nazi atrocities at Auschwitz.\"","sentiment_score":-0.05}
{"full_text":"RT Covid live: 8 UK returnees to Kerala test positive","sentiment_score":0.1818181818}
{"full_text":"RT Hospitals are overwhelmed and at capacity so you're NOT going to get good healthcare. In addition, we have a shortage of fr...","sentiment_score":0.7}
{"full_text":"Pope Francis used his annual Christmas address to call on world leaders, businesses and international organizations to help ensure that the most vulnerable and needy have access to newly developed coronavirus vaccines","sentiment_score":0.025}
{"full_text":"RT In this post, we'll reverse-engineer the actual mRNA code of the SARS-CoV-2 vaccine, character f...","sentiment_score":0.0}
{"full_text":"Pope Francis made a Christmas Day plea for authorities to make Covid-19 vaccines available to all","sentiment_score":0.4}
{"full_text":"RT From the Nigeria International Travel Portal (NITP)","sentiment_score":0.0}
{"full_text":"B4 God can set us free, we must realize we r imprisoned\"The Spirit of Adonai is upon me He anointed me to announce Good News 2 the poor &amp; proclaim FREEDOM 4 THE IMPRISONED &amp; sight for the blind to release those who have been crushed\"Luke 4:18Biderman reportCoercion vs Covid","sentiment_score":0.02}
{"full_text":"RT #ClimateStrike week 99Merry Christmas!And happy holidays, fight for #ClimateJustice, take a break, #StayAtHome and enj...","sentiment_score":0.8}
{"full_text":"RT To point out, the penalties for flouting the requirements for inbound travel to Nigeria are clearly spelt out on the","sentiment_score":0.1}
{"full_text":"RT New requirements mandate -ve #COVID19 test within 3 days of flying to US Have we learned nothing?Cannot stop trans...","sentiment_score":0.1363636364}
{"full_text":"He would have boarded a plane on his way home to the Philippines now  tangina covid epal ","sentiment_score":0.0}
{"full_text":"Some 27,079 people have so far expressed readiness to test the domestically-made #COVID19 vaccine across the country and 44,941 people intend to apply for the human test of the #coronavirus vaccine","sentiment_score":0.05}
