{"full_text":"RT BREAKING: U.S. Congressman-elect Luke Letlow (R-LA) has died of COVID-19. He was 41 years old","sentiment_score":0.1}
{"full_text":"NIH: update your Covid-19 guidelines regarding ivermectin so less people die - Sign the Petition! via","sentiment_score":-0.2083333333}
{"full_text":"RT This is an important illustration why we need to be vigilant. In public health vigilant is nothing but Surveillance......","sentiment_score":0.2}
{"full_text":"I can sense another lockdown really near ","sentiment_score":0.1}
{"full_text":"RT COVID can't read a calendar. Nothing magical will happen on Jan 1st 2021.Vaccines\/masks\/avoiding crowds will slow it...","sentiment_score":0.1}
{"full_text":"RT BREAKING: Horrible, sad news out of Louisiana. GOP Congressman-elect Luke Letlow dies with COVID-19 By","sentiment_score":-0.75}
{"full_text":"RT One year ago, all of us live in a normal world.Kids play with friends outside.Seniors enjoy gatherings with their famil...","sentiment_score":0.2287878788}
{"full_text":"RT It is with heavy hearts that and I offer our condolences to Congressman-elect Luke Letlow's family on his...","sentiment_score":-0.2}
{"full_text":"RT About 71,000 people have received the first of two rounds of coronavirus vaccinations in Michigan, where more than 480,000...","sentiment_score":0.375}
{"full_text":"The same week that the federal government authorized $15 billion for venues as part of the $900 billion COVID stimulus bill, San Francisco Supervisor Matt Haney proposed more help on the local level.","sentiment_score":0.1666666667}
{"full_text":"RT NCID nurse becomes first person in Singapore to receive COVID-19 vaccine","sentiment_score":0.25}
{"full_text":"Boulder County reports 39 new coronavirus cases, two deaths","sentiment_score":0.1363636364}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"Me becoming the \"where's my hug?\" guy to literally every single one of my friends after covid is over","sentiment_score":0.1892857143}
{"full_text":"Its called freedom and I'm not willing to give mine away so quickly  to a massive bunch of liars\/ politicians (on both sides) that are using COVID to control people and push a political agenda.","sentiment_score":-0.0416666667}
{"full_text":"Mitch looked really sheepish accepting the Senate win. Was there a bit if guilt? Recount the KY election bc numbers are super shady","sentiment_score":0.2708333333}
{"full_text":"RT Chinese Journalist Zhang Zhan has been sentenced to 4 years in Jail for reporting about #Wuhan virus &amp; the role of Chinese...","sentiment_score":-0.0333333333}
{"full_text":"RT Phil! - We got so stoned last night during Kwanzaa that we all decided to hit White Castle &amp; get COVID tests....","sentiment_score":0.0}
{"full_text":"Again wrong.  NO DATA SUPPORTS NPIs!  Its like you skipped 9 months of class and come in for the finals review asking basic questions. Do the work. ","sentiment_score":-0.3125}
{"full_text":"RT Louisiana Congressman-elect Luke Letlow dies with COVID-19","sentiment_score":0.0}
{"full_text":"RT Please extend the due date of GST AMNESTY SCHEME with LATE FEES Maximum upto 500\/-...","sentiment_score":-0.2125}
{"full_text":"RT BREAKING NEWS: Congressman-elect Luke Letlow, who just turned 41, was getting treatment in the intensive care unit in Shreveport...","sentiment_score":0.0}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT Harris receives COVID-19 shot in bid to boost U.S. vaccine confidence","sentiment_score":0.0}
{"full_text":"RT Stay at home and watch Leah L'Amour getting fucked Check full clip here:","sentiment_score":-0.125}
{"full_text":"It's a pre covid picture.The boxes are to close together and no one behind them is wearing a mask\/socially distancing.No markings on the ground or signs on the register... and the employees look happy. Definitely pre covid.","sentiment_score":0.1333333333}
{"full_text":"Ok Joe. I will wear a mask the way you want for 100 days. But after that 100 days is over, I will NEVER put one on again. You get 100 days and not a second more.","sentiment_score":0.3333333333}
{"full_text":"Scientists call for full lockdown in England as new Covid cases multiply","sentiment_score":0.1621212121}
{"full_text":"Coulda just me... Lol.Srsly, my HSA acct is real full and I can't justify 100 pairs of glasses...","sentiment_score":0.525}
{"full_text":"RT Here's the math: If the goal is to reach 80% of Americans vaccinated with a 2-dose #covid19 vaccine, it will take 10 years...","sentiment_score":0.0}
{"full_text":"RT Covid Free!","sentiment_score":0.5}
{"full_text":"RT A logic doing round for non-extension is that extension already been given once. Was it not been given due to sheer compuls...","sentiment_score":-0.1083333333}
{"full_text":"RT BREAKING: Per WSJ, first case of rapidly growing UK strand of COVID found in the US. In Colorado.","sentiment_score":0.25}
{"full_text":"In Delhi, #TeamSMC has been playing an active role in mobilising resources for students amid this pandemic to bridge the gaps of Digital Divide! With collaboration of SMC, provided 10 Tablets to #DelhiGovtSchool GGSSS, BC-Block, Sultanpuri!Cc:","sentiment_score":-0.0666666667}
{"full_text":"RT He was 41 years old.","sentiment_score":0.1}
{"full_text":"RT Officials at HHS and the Pentagon are scheduled to hold a briefing with reporters tomorrow to answer questions about di...","sentiment_score":0.0}
{"full_text":"RT Louisiana Congressman-elect Luke Letlow dies with COVID via","sentiment_score":0.0}
{"full_text":"RT Ahem...Swine Flu: 15,000 American deaths in 1 yearCOVID-19: 337,000 American deaths in 10 monthsBecau...","sentiment_score":0.0}
{"full_text":"RT A Frank Ocean concert would hit different after this pandemic","sentiment_score":0.0}
{"full_text":"Sadly, the comparison is Crystal Clear! A diabolical, unfit Fascist Chancellor held up in his Mar-a-Lago Bunker as his countrymen con't to die from his Covid Criminal Negligence and his and too intimidated by him to engage and save lives! #GA","sentiment_score":-0.2916666667}
{"full_text":"\"NHS staff say London's hospitals soon to be 'overwhelmed' as COVID cases surge\" ","sentiment_score":0.0}
{"full_text":"RT Glad you're So busy when Texas has food lines and a covid outbreak","sentiment_score":0.3}
{"full_text":"RT two days shy of my induction at #37weekspregnant, i got the chance to protect myself, my family, my patients, and the publ...","sentiment_score":-0.5}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"RT Louisiana Congressman-elect Luke Letlow dies with COVID-19","sentiment_score":0.0}
{"full_text":"Mobile car rally SATURDAY!  ","sentiment_score":0.0}
{"full_text":"RT Luke Letlow, Republican house member-elect from Louisiana, has died at 41 from Covid.","sentiment_score":0.0}
{"full_text":"Governor Cuomo Announces Updated Quarantine Guidelines to Align with CDC Recommendations -","sentiment_score":0.0}
{"full_text":"Absolutely agree.  My body my choice.  Mask makes some people sick.","sentiment_score":-0.2571428571}
{"full_text":"RT Poorest states in 20201-Mississippi2-West Virginia3-Arkansas4-New Mexico5-Kentucky6-Alabama7-Louisiana 8- S Carol...","sentiment_score":0.0}
{"full_text":"RT This is a terrible blow to a young family; never mind political parties for a moment.I wish for all of the solace in...","sentiment_score":-0.3}
{"full_text":"I'm going to say it again... What DID indie bands blame not having their shit together on before we had a pandemic?","sentiment_score":-0.1}
{"full_text":"RT In July of 1776 the entire of city of Boston was closed so they could safely inoculate for smallpox. It lasted months and...","sentiment_score":0.1333333333}
{"full_text":"RT BREAKING: US Congressman-elect Luke Letlow has died of coronavirus at the age of 41","sentiment_score":0.0}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT Big thank you to the amazing medical lab techs in #HamOnt &amp; across Ontario, working around the clock to process thousands of...","sentiment_score":0.2}
{"full_text":"RT There were 36 positive flu tests reported by the CDC last week.Last year in the same week there were 7,703 positive flu te...","sentiment_score":0.1136363636}
{"full_text":"RT After ten months of the pandemic, we still don't have enough testing. It's a travesty.We need to scale up testing so anyone...","sentiment_score":0.0}
{"full_text":"RT The Founders would say that thanks to Trump's incompetence, we are doing so poorly in the world as a count...","sentiment_score":-0.1}
{"full_text":"RT Moderna will make its Covid-19 vaccine available to its workers, on-site contractors and board members in the U.S., as well as...","sentiment_score":0.4}
{"full_text":"Rafael, I noticed you were able to get your buddies the Wilks Brothers Covid 19 relief. Aren't they billionaires &amp; weren't they buying up competitors as you lobbied for their money, but Texans needed $2k stimulus checks &amp; you didn't want to help out Texans (only the billionaires)","sentiment_score":0.25}
{"full_text":"No surprise there","sentiment_score":0.0}
{"full_text":"RT It's ridiculous how many of these Morrison announcements remain unfulfilled or half-baked: tourism rescue package, covidsafe...","sentiment_score":0.0833333333}
{"full_text":"RT &amp; her husband J Sprecher, chairman of the company that owns the NYSE, sold millions of $$ worth of...","sentiment_score":0.3}
{"full_text":"RT How does a pandemic end? Here's what we can learn from the 1918 flu","sentiment_score":0.0}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"RT There was a massive smallpox epidemic during the American Revolution.Washington quarantined the infected, re...","sentiment_score":0.0}
{"full_text":"RT Breaking via WDSU: Congressman-elect Luke Letlow has died after contracting COVID-19 last week.Letlow, a Republican, ju...","sentiment_score":0.0}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"RT The new COVID-19 variant that came out of the United Kingdom has now been found in Colorado.I'm not panicked. This str...","sentiment_score":0.1363636364}
{"full_text":"RT 12 months perspective for the Lisbon Airport (LIS) from the sky (with Sentinel-2 imagery), in times of #COVID19 ....","sentiment_score":0.0}
{"full_text":"but we changed all definitions and metrics for diagnosis and cause of death for COVID to jack up the stats.","sentiment_score":0.0}
{"full_text":"RT Strong disagree. Bumping checks up to $2000 costs $435 billion for a one-off.For $435 billion, you could make the exist...","sentiment_score":0.4333333333}
{"full_text":"RT Minnesota COVID cases are down 55% over 2 weeks ago. That's the second largest decrease in the country.The Rt (transmiss...","sentiment_score":-0.0777777778}
{"full_text":"RT do I have covid or have I only consumed wine and carbohydrates for 8 days","sentiment_score":0.0}
{"full_text":"RT When you hear \"We don't have beds. We are putting patients in the hallway, conference rooms gift shops\" that means you stay...","sentiment_score":0.0}
{"full_text":"But your profile says honesty and integrity is important to you. Trump is not any of those things. Integrity is not knowing how bad covid is but lying and telling people it's not that bad.","sentiment_score":-0.3333333333}
{"full_text":"RT One thing I will never understand is people talking about COVID as if death were the only serious consequence of infecti...","sentiment_score":-0.1666666667}
{"full_text":"Yes but the Constitution gives us the right to \"liberty\"; free speech; etc -- an authoritarian government shouldn't Willy nilly remove them (as in this pandemic ) for instance","sentiment_score":0.3428571429}
{"full_text":"RT BREAKING: Louisiana Congressman-elect Luke Letlow dies with #COVID19 #lagov #la05 #lalege  via","sentiment_score":0.0}
{"full_text":"RT Indoor spaces, especially those with poor ventilation, are where Covid spreads.","sentiment_score":-0.2}
{"full_text":"RT He was 41 years old.","sentiment_score":0.1}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"Trump's Report CardAdded $8 trillion to national debt (42%)Reversed 80 EPA regsWithdrew from 13 int. orgs.Appointed 225 judgesSigned 2017 tax law &amp; paid $750 Mismanaged COVID &amp; 336k diedVisited his properties 419 timesPocketed $20M at his propertiesTold 26k lies","sentiment_score":0.0}
{"full_text":"Fox News, Newsmax and One American News Network continue their denial of #COVID19 Trumpers want to open up everything, want to gather.  When you have a family member or friend die from covid19 will you wake up. Until then stop the BS learn the facts.","sentiment_score":0.0}
{"full_text":"COVID can't read a calendar. Nothing magical will happen on Jan 1st 2021.Vaccines\/masks\/avoiding crowds will slow it down and ultimately endOur actions will end the pandemic, not time.","sentiment_score":0.0111111111}
{"full_text":"Who knew we'd fuck it up?!?! Again?!?!?!?!","sentiment_score":-1.0}
{"full_text":"GET OUT &amp; VOTE GEORGIA DEMOCRATS!!!*VOTE FOR RAPHAEL &amp; JON FOR THE US SENATE!'DON'T VOTE FOR LOEFFLER &amp; PERDUE' &amp; THE \"TRUMP REPUBLICAN PARTY\" WHO USE WHATEVER CORRUPT WAY TO SUPPRESS VOTES ESP. MINORITY VOTES!*JUST DO IT GEORGIA DEMOCRATS!!!","sentiment_score":-0.9765625}
{"full_text":"Yeah I bet they were And I bet you believe this to be a leftist promotion https:\/\/t.co\/mi9WQJt3XM","sentiment_score":-0.05}
{"full_text":"My point is that that is normal for those countries. Disease outbreaks are kind of the norm. That's obviously not good, but many African, South Asian, etc. countries have perpetual issues with Malaria, Ebola, TB, measles, HIV, etc. COVID is just one more to add to the list.","sentiment_score":0.2}
{"full_text":"I'm ok with this. It's the blur week btw Christmas &amp; New Years, and a pandemic. The grades will trickle in over the next couple weeks","sentiment_score":0.2121212121}
{"full_text":"RT We need to pick up the pace a bit. A key milestone to watch for: when we vaccinate more people than we infect in a week.","sentiment_score":0.25}
{"full_text":"RT It is with heavy hearts that and I offer our condolences to Congressman-elect Luke Letlow's family on his...","sentiment_score":-0.2}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"RT Covid Free!","sentiment_score":0.5}
{"full_text":"RT Since Dec 15 we have administered 11,930 doses of #COVID19 vaccine in BC.The Moderna vaccine, the second approved in Canada...","sentiment_score":0.0}
{"full_text":"RT I'm saddened the Congress will not meet Congressman-elect Luke Letlow. May he Rest In Peace and God bless his family.","sentiment_score":0.0}
{"full_text":"RT Dear men worried about the side effects of the COVID vaccine: Allow me to tell you about the side effects of birth contr...","sentiment_score":0.0}
{"full_text":"RT Louisiana Congressman-elect Luke Letlow dies of coronavirus at age of 41, according to local media","sentiment_score":0.0}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT The Walter Reed doctor who criticized Trump's COVID joyride: \"I stand by my words, and I regret nothing.\"","sentiment_score":0.0}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"RT Lockdown in summer &gt; lockdown in winter","sentiment_score":0.0}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"I have always been a great believer in and supporter of the NHS. It's one of the truly great British institutions. What's been done to it by Tory leadership over the past several years is now resulting in the catastrophic spread of COVID-19 in this country.","sentiment_score":0.27}
{"full_text":"RT \"I deeply regret travelling over the holidays. It was a mistake and I apologize,\" Ontario Finance Minister Rod Phillips sai...","sentiment_score":0.0}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"Stop spreading covid. Members of your own party are dying","sentiment_score":0.6}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"Hold my beer while I play Nacho Libre. Is it true COVID is making us crazy? ","sentiment_score":-0.125}
{"full_text":"RT #DidYouKnow that just $34 can feed a bear in one of our partner sanctuaries for an entire week?Donate today and help...","sentiment_score":0.0}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT Covid Free!","sentiment_score":0.5}
{"full_text":"RT BREAKING: US Congressman-elect Luke Letlow has died of coronavirus at the age of 41","sentiment_score":0.0}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"Typical of Arizona during this pandemic.","sentiment_score":-0.1666666667}
{"full_text":"RT US and EU pressure China over release of Wuhan citizen journalist","sentiment_score":0.0}
{"full_text":"RT Incoming national security adviser Jake Sullivan tells NPR the Department of Defense hasn't met with the Biden transition...","sentiment_score":0.0}
{"full_text":"Please bless me could use some always wanted to get into Bitcoin my ID expired so at the moment can't get any this pandemic sucks $PhillyTV","sentiment_score":-0.3}
{"full_text":"Keep calm. Wear a mask. Eat oatmeal. Carry on. Tomorrow we begin again.","sentiment_score":0.3}
{"full_text":"RT Breaking via WDSU: Congressman-elect Luke Letlow has died after contracting COVID-19 last week.Letlow, a Republican, ju...","sentiment_score":0.0}
{"full_text":"RT Valuable nuggets from Uganda President address to the people of Uganda. This message really applies to...","sentiment_score":0.2}
{"full_text":"remember nachos #COVID19","sentiment_score":0.0}
{"full_text":"Tonight on Alaska News Nightly:Hear what the future holds for Alaska's COVID-19 vaccine rollout. And Anchorage will see eased COVID-19 restrictions starting Jan. 1. Plus, we talk through what going back to school will look like.Listen:https:\/\/t.co\/Hs3hRS6c9t","sentiment_score":0.0}
{"full_text":"There are 2,772 active #coronavirus cases in #SaudiArabia out of which 401 are in a critical condition.   ","sentiment_score":-0.0666666667}
{"full_text":"Terrible.  I am so sorry for his family.  Too young.  COVID is real.","sentiment_score":-0.3}
{"full_text":"\"I consider it a huge privilege to be able to be the one to start it off here in Korea,\" said Lt. Col. Brian Cohee, a pulmonary and critical care physician. \"I have taken care of a decent number of coronavirus patients and seen what it can do.\"","sentiment_score":0.2666666667}
{"full_text":"Thousands of doses of coronavirus vaccine were set aside for nursing homes in the state when the Alabama Department of Public Health began getting shipments here.","sentiment_score":0.0}
{"full_text":"Charcuterie and cheese boards went from being a wine-bar standby to a small form of comfort during a nightmare year","sentiment_score":-0.25}
{"full_text":"RT Poverty and food insecurity helps increase crime. This is not rocket science.","sentiment_score":0.0}
{"full_text":"The coronavirus vaccine, developed by Pfizer and German firm BioNTech, is given in two shots, three weeks apart.","sentiment_score":-0.0333333333}
{"full_text":"Something that is far closer to what I consider a standard movie musical is \"The Prom,\" Ryan Murphy's adaptation of the Broadway musical of the same name.","sentiment_score":0.02}
{"full_text":"This is not good. #UK","sentiment_score":-0.35}
{"full_text":"The Bi-County Health Department reported 94 more COVID-19 cases on Tuesday, December 29.","sentiment_score":0.5}
{"full_text":"RT From my bestie who is a CT tech here in Charlotte. Please y'all. Stay the fuck home.","sentiment_score":-0.4}
{"full_text":"'Dark period': Killings spike in NYC amid pandemic, unrest","sentiment_score":-0.15}
{"full_text":"There are concerns among some first responders statewide that they won't get the vaccine quickly enough.","sentiment_score":0.125}
{"full_text":"Conway Medical Center 'ready and excited' for shift to Phase 1-B of COVID vaccine distribution &gt;&gt;","sentiment_score":0.11875}
{"full_text":"VACCINE PASSPORT: It may be required to attend concerts, travel, go to the movies, and other pandemic-shuttered activities.https:\/\/t.co\/MuryRftNSs","sentiment_score":-0.125}
{"full_text":"UK begins administering 2nd dose of COVID-19 vaccinehttps:\/\/www.kvue.com\/article\/news\/health\/coronavirus\/vaccine\/britons-begin-to-receive-2nd-shot-of-virus-vaccine\/507-b44cf989-b1f3-4be7-b328-78cb4c206676","sentiment_score":0.0}
{"full_text":"Brevard to host drive-thru vaccination event for 65+ residents","sentiment_score":0.0}
{"full_text":"RT omg41 years old. 2 young kids. My heart goes out to the Letlow family. Please please be careful out there, everyone.h...","sentiment_score":0.0333333333}
{"full_text":"Turning crisis into opportunity: How has #COVID19 changed our lives?","sentiment_score":0.0}
{"full_text":"#Opinion: U.S. social divide exacerbates spread of COVID-19","sentiment_score":0.0333333333}
{"full_text":"On Wednesday, the next group of people will be able to get vaccinated for COVID-19, in Duval County: medical care providers who don't work in a hospital and those who are 65-years-old and older. ","sentiment_score":0.1666666667}
{"full_text":"RT Let's declare Congress non-essential, demand they stay home, and slash their salaries. The country will be open in 15 minutes.","sentiment_score":0.0}
{"full_text":"RT Remember all the support she got from Rainbow\/ILA family when she won Female excellence award? Due to covid we couldn't...","sentiment_score":-0.0625}
{"full_text":"RT #DidYouKnow that just $34 can feed a bear in one of our partner sanctuaries for an entire week?Donate today and help...","sentiment_score":0.0}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"Community raises money for nurse battling COVID-19https:\/\/t.co\/TlfpUC9E3F","sentiment_score":0.0}
{"full_text":"Tarrant County sets up pre-registration website for COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT #HappyBirthdayTaehyung \"I want to thank the many 'white angels' from this year... thank you.\"-@BTS_twt TaeThank you for...","sentiment_score":0.25}
{"full_text":"The United States has started to distribute the novel coronavirus vaccine, and it's already reached millions of people. | By","sentiment_score":0.0}
{"full_text":"Crisis makes us focus and depend more on #God. For when no one and nothing can help us we instinctively turn to Him. #TGCAfrica #AfricanChristianity #Reflection","sentiment_score":0.5}
{"full_text":"This is a gut punch. Luke was a great person and would have been an excellent Congressman.","sentiment_score":0.9}
{"full_text":"Less than half of U.S. adults get the flu shot every year. For herd immunity we need 75-80% of adults in *each community* to get Covid-19 vaccines -- at a time when state and local health departments are stretched to the max. This is the biggest vax campaign since polio.","sentiment_score":-0.0958333333}
