{"full_text":"RT After tomorrow, there will only be 5 more Sundays that Captain Covid Racist Pig Shit For Brains will be in office.","sentiment_score":0.1}
{"full_text":"RT On March 22nd Charlie Windsor travelled to his holiday home near Ballater, a Highland villag...","sentiment_score":0.1}
{"full_text":"RT Perspective: This pandemic will end, and when it does, please take me out to the ballgame","sentiment_score":0.0}
{"full_text":"RT Do you run a voluntary or community sector perinatal mental health organisation supporting parents, infants &amp; families? C...","sentiment_score":0.075}
{"full_text":"The lord is my Shepard, this year company owners took advantage of Corona virus","sentiment_score":0.0}
{"full_text":"Same","sentiment_score":0.0}
{"full_text":"RT \"Once we scored I thought we were going to go on and get a win because we were the better team for much of that second h...","sentiment_score":0.375}
{"full_text":"RT Piers Morgan had flouted coronavirus regulations by not wearing a face nappy in a taxi.Who is the biggest hypocritapot...","sentiment_score":0.0}
{"full_text":"This is what happens when you're stuck in a Tier Three Lockdown county and it's Saturday.https:\/\/t.co\/CaXbZyJoky","sentiment_score":0.0}
{"full_text":"RT Almost 1,000 people from Gauteng who travelled to KwaZulu-Natal to attend the annual matric Rage event have tested positive...","sentiment_score":0.2272727273}
{"full_text":"RT The Nigerian state (both meanings of 'state' apply here):Travel by road and get kidnapped.Go to Uni and be stranded by st...","sentiment_score":0.0}
{"full_text":"He also took personal charge of covid-19...","sentiment_score":0.0}
{"full_text":"RT I won't be seeing my parents this Xmas, because as an NHS doctor I have seen the tragic consequences of #COVID19. I strongly...","sentiment_score":-0.1583333333}
{"full_text":"Maybe cos the rules don't make sense?","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT Featured on 'Inside Africa', talking how we (creatives) managed to keep our heads up in the wake of  the Covid pand...","sentiment_score":0.0}
{"full_text":"Vincent Pala invites Dr K Srinath Reddy, President, PHFI, to now delve into the issue of #Covid19 #healthissues and the vaccine promise.@thePHFI","sentiment_score":0.0}
{"full_text":"Stay home lockdown orders created more Mental health problems for people around the world than anything else.. more and more people are going crazy is the fact. Nothing the world has seen before.","sentiment_score":0.16}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Here's a graph of how the pound tanked against the dollar since the vote. It will only go down. People who voted were gullible and conned.  Bus PS350m per week would cover Covid damage right...? apparently not...","sentiment_score":0.0262896825}
{"full_text":"RT Why did Devin Nunes not attach his name to the seditious Texas lawsuit? Does it have anything to do with his covid-19 diagno...","sentiment_score":0.0}
{"full_text":"I'll be listening. #Dreams #Dreaming","sentiment_score":0.0}
{"full_text":"RT Dear All, as responsible citizens, please remember to wear a mask for your own safety &amp; that of your dear ones, at all t...","sentiment_score":0.4}
{"full_text":"RT The article I wish I'd never had to write, about the experience I wish I'd never had to have, in a year many of us wis...","sentiment_score":0.5}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT i miss how hot i was before i lived through a whole ass pandemic","sentiment_score":0.225}
{"full_text":"RT [!!!] Congratulations for winning Favorite Zoom Performance at the Live X Live The Lockdown Awards for their performanc...","sentiment_score":0.3181818182}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"I think #Boris of #UK is doing a really good job of destroying #lives #health and #economy of entire #population but hey let's look to #China say #DailyMail maybe #Russia tomorrow #distraction #politics - meanwhile #covid19 #media and #Government #lies #fakepandemic must end","sentiment_score":0.1666666667}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Fantastic Christmas  jumper. Even  would be proud of that. Mince pies all round.","sentiment_score":0.3333333333}
{"full_text":"RT The new Parliament building is needed because India is a democracy in which every Tom, Dick and Haasan can question wh...","sentiment_score":0.1363636364}
{"full_text":"People of color are dying at rates 2.8 times higher than white people from #COVID19. How these severe racial disparities shine a light on the systemic racism:","sentiment_score":0.2166666667}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"RT Sorry. We can't review (H)indoo ki Jawani where plays desperate Hindoo girl who only wants sex. Hero is...","sentiment_score":-0.225}
{"full_text":"RT Today's update on Lockdown Sceptics is here. Includes an account of the growing pressure on Eurosurveillance to retract th...","sentiment_score":0.0}
{"full_text":"RT Coronavirus: Germany to go into lockdown on Wednesday","sentiment_score":0.0}
{"full_text":"Ikr me too, slow damage been slowly damaging my patience since years ago (tsuV++V)tsuBut I can't blame the staffs since now is difficult time, moreover... with covid-19 situation. I wonder if the staffs needed to do work from home to finish SD ","sentiment_score":-0.3666666667}
{"full_text":"Children's surgerys are now postponed because all staff is needed in Covid ICU. How would you say that affects children's mental health &amp; that of their families?","sentiment_score":-0.1}
{"full_text":"#KamalHaasan demanded that #PM  spell out rationale behind constructing new #Parliamentbuilding for about Rs1,000 cr \"when half of #India is hungry due to #pandemic triggered loss of livelihoods\"","sentiment_score":-0.1388257576}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"RT 'It's very difficult to be ready. We don't know the detail and all of this on top of a pandemic.'Baroness Ruby McGrego...","sentiment_score":0.0166666667}
{"full_text":"Christmas gifts to save the arts. #Art #COVID19","sentiment_score":0.0}
{"full_text":"#kidsNeedTheirOwnDesk #EducationMatters Such a simple idea, but such a brilliant result. I hope this goes worldwide.....","sentiment_score":0.225}
{"full_text":"The first African-American inducted into the Country Music Hall of Fame has died at 86. Charley Pride suffered complications from Covid-19, but he leaves a powerful legacy. #7NEWS","sentiment_score":0.275}
{"full_text":"Meeting up with friends? You can now socialise in groups of up to six people from different households outside in a public space.Remember to follow social distancing rules - for more info on what you can do:https:\/\/t.co\/1cwOMgpr8l#CovidSafeChristmas","sentiment_score":0.1066666667}
{"full_text":"RT #StayHome Video Call with Junho of","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Sunday December 13, 2020 ","sentiment_score":0.0}
{"full_text":"#Raees actress #MahiraKhan tests positive for Covid-19, says, \"It's been rough but it will be ok soon\"See:","sentiment_score":0.2090909091}
{"full_text":"Now, in the midst of a pandemic, after one of the most difficult years in recent memory for a variety of reasons, how can St. Paul ask us to \"rejoice always\"? But, reading along in his letter, he makes it very clear: \"In all circumstances give thanks.\"","sentiment_score":0.066}
{"full_text":"RT Coronavirus: Germany to go into lockdown on Wednesday","sentiment_score":0.0}
{"full_text":"Lions place Griffen on COVID list; promote three from practice squad.","sentiment_score":0.0}
{"full_text":"Exactly...but the issue is that without a pandemic Boris can't pump money in to the pharmaceutical and aerospace industry to cover costs of Brexit, US couldnt get rid of trump, world couldn't have a recession, EU couldn't increase debt above its GDP cap etc economics not health","sentiment_score":0.0}
{"full_text":"RT Happy Birthday Sir, happy and long life to you Sir...","sentiment_score":0.5166666667}
{"full_text":"We spoke to three women about their cannabis infused side hustles during a global pandemic","sentiment_score":0.0}
{"full_text":"People have started living more in the #onlineworld amid the #COVID19 pandemic. Social media giant says usage and engagement with its various tools like messaging &amp; live video have grown significantly globally, including in #India amid the #pandemic","sentiment_score":0.1116161616}
{"full_text":"Lulled into complacency by their rural county's distance from the pandemic's early days, residents of this Kansas county are now paying the price.","sentiment_score":0.05}
{"full_text":"has found that Ozone's anti-inflammatory effect can reduce or prevent the progression of #COVID19 from a mild to severe stage.https:\/\/t.co\/dVfS3obQk3","sentiment_score":0.3333333333}
{"full_text":"#KeepNewhamSafe, follow the #Tier2 restrictions which started on 2 December 2020:- Do not mix with other households indoors- #Ruleof6 applies in all outdoor settings- Work from home if possible- Reduce the number of journeys you make Read more:","sentiment_score":0.125}
{"full_text":"North Carolina requires that students take final exams in person, but some concerned parents have called schools because their children have been learning remotely to reduce the risk of contracting COVID-19.","sentiment_score":-0.05}
{"full_text":"R J Balson and Son using Whatsapp to connect with customers this Christmashttps:\/\/t.co\/WIaK0hkPeM","sentiment_score":0.0}
{"full_text":"It's more important than ever to protect yourself and your loved ones from the risk of infection. Please remember to: Wash your hands Wear a face covering-   Watch your spaceFor more information visit:","sentiment_score":0.525}
{"full_text":"At a time when businesses are struggling all across the country, two restaurant owners decided to open a new one. ","sentiment_score":0.0681818182}
{"full_text":"\"This innovation, set to launch in 2021, could become a key tool to help curb the pandemic, as researchers have shown that the virus could remain on door handles for up to three days.\"Read more: #innovation #sustainability","sentiment_score":0.25}
{"full_text":"\"Communist party branches have been set up inside western companies, allowing the infiltration of those companies by CCP members - who, if called on, are answerable directly to the communist party.\"","sentiment_score":0.05}
{"full_text":"Today's #connectingcommunity tale: who have supported their community throughout lockdown, delivering grocery orders to local, isolating families. Great work! ","sentiment_score":0.5}
{"full_text":"\"The town is empty;\" - Othello (A2, S1) #ShakespeareSunday London during lockdown.","sentiment_score":-0.1}
{"full_text":"RT Women have suffered the most - across all social &amp; economic classes - because of the Modi govt's irresponsible &amp; cruel lockdo...","sentiment_score":-0.0666666667}
{"full_text":"RT German lockdown: Merkel order tough new COVID curbshttps:\/\/t.co\/sgc83ICqoN","sentiment_score":-0.0841750842}
{"full_text":"Europe should use new financial technologies to counteract the capital markets fragmentation trend that has been further aggravated by Brexit and the COVID-19 pandemic.#BrexitRealityhttps:\/\/t.co\/2oF24xi3Lf","sentiment_score":0.0454545455}
{"full_text":"COVID 19 cases in India until : 13\/12\/2020 16:30Total Cases: 9858380 [+989]Active: 355260Recovered: 9357513 [+634]Deaths :143065 [+10]Total Tests: 153.71MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"Covid: Relaxing restrictions 'could trigger third wave', NHS bosses warn","sentiment_score":0.0}
{"full_text":"With parts of the Irish economy opening once again, CountMe is an app designed to help businesses stay compliant with guidelines and keep customer data safe. ","sentiment_score":0.25}
{"full_text":"Newswatch COVID-19 Digest: Sunday December 13, 2020 ","sentiment_score":0.0}
{"full_text":"What's on your Christmas shopping list for 2020? Shop like a Wise man &amp; plan ahead for your Christmas shopping - ensure you stick to social distancing rules https:\/\/t.co\/Q2pG5zn3PJ #christmas #visitgreatyarmouth #christmasshopping","sentiment_score":0.3666666667}
{"full_text":"RT .@TitaniaMcGrath was right all along...","sentiment_score":0.2857142857}
{"full_text":"As COVID-19 hogs the field, players can only watch from sidelines. #YorkRegion #sports #localsports","sentiment_score":0.0}
{"full_text":"These sweet dogs provide comfort and a safe face-to-face bonding opportunity for a special needs school in Spain when many teachers are masked to prevent the spread of COVID.","sentiment_score":0.4267857143}
{"full_text":"RT Then why are we getting this shot? These people really think we some damn fools out here fam anyone that sees this vid wit...","sentiment_score":0.2}
{"full_text":"RT #Most Covid deaths in Europe#Greatest economic hit#Failed on Brexit deal#PS22bn on failed Test &amp; Trace#Billions...","sentiment_score":0.0666666667}
{"full_text":"This week, ECPMF have hosted workshops with RPDI - introducing Ukrainian journalists to German newsroomsRecordings available soon - get ready to grab coffee like for some perfect lockdown viewing(Pic from our final roundtable)#CivilSocietyCooperation","sentiment_score":0.32}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"New York City is known for being a hive of celebrity events and sightings, but this has all changed over the last few months when events were halted to curb the spread of Covid-19, leaving the paparazzi with very little to do in the quiet city.","sentiment_score":-0.0614772727}
{"full_text":"In the aftermath of and performance, rapper threatens to sue the Ugandan government for letting Nigerians perform in Uganda amidst COVID-19 lockdown.https:\/\/t.co\/4kA1xiDKKr","sentiment_score":0.0}
{"full_text":"ALICE IN LOCKDOWNSweet, timid Alice was badly bitten by bigger street dogs when lockdown stopped their reliable food sources overnight. An abscess took over her neck &amp; we had to amputate her forelimb. Alice still wasn't healing but she wasn't ready to give up yet...#TOLFA","sentiment_score":-0.1666666667}
{"full_text":"Between 23 and 27 December, you can form an exclusive 'Christmas bubble' with people from no more than three householdsIf you are forming a bubble, please make sure you know the rules and remember that #COVID19 isn't taking a #Christmas break.More ","sentiment_score":0.125}
{"full_text":"Our Christmas Gift appeal has been severely impacted by COVID restrictions this year, but you can still buy a virtual gift for a young cancer patient in hospital, starting at PS1 for a selection box increasing to PS25 for a complete gift box.https:\/\/t.co\/VYgJd0thtF","sentiment_score":0.0666666667}
{"full_text":"South Korea logs record 1,030 cases amid 'COVID-19 emergency'","sentiment_score":0.0}
{"full_text":"RT Please read this thread from The vaccine news is cause for hope. But a very dangerous few months lie imme...","sentiment_score":-0.49}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Lockdown is coming to town. ","sentiment_score":0.0}
{"full_text":"Bengal Sanitization is the best choice when it comes to safety. Get oxygen supply as per you require from us at minimal rates7980708710\/9830246789#bengalsanitization #sanitizing #sanitizationservice  #oxygensupply #covid19  #kolkataagainstcorona #sanitizationnearme","sentiment_score":0.45}
{"full_text":"#LifesGoodAlwaysConcertThe rare opportunity to be alive after months of pandemic is a good thing that we need to be thankful to our God.  Life is good always with God.","sentiment_score":0.45}
{"full_text":"As the UK moves into different tier-based restrictions depending on where you live, we have updated a number of resources in our COVID-19 hub to reflect these changes.","sentiment_score":0.0681818182}
{"full_text":"Germany's failure to curb #Covid19 infection rates with a soft lockdown shows that soft lockdowns don't work, no matter how disciplined or educated the people are.","sentiment_score":-0.0388888889}
{"full_text":"How have philosophers responded to the pandemic?: How have philosophers responded to the pandemic? Philosophical proposals on a reorganisation of global economy and political ecology could help us ...","sentiment_score":0.0}
{"full_text":"RT Looks like Ted wants to take over from Trump as the most intolerable Republican! Pfizer partnered with a GERMAN co...","sentiment_score":0.275}
{"full_text":"Please consider a donation of any size to our Coronavirus Response Fund to ensure vulnerable local people can continue to receive the vital support that they require this winter. Please read more about our #APPEAL to see what your PSPS could enable","sentiment_score":0.025}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"But the show saved the best for last when the whole orchestra greeted the audience Happy New Year followed by a surprise performance of Sleigh Ride by Leroy Anderson which cheered and lifted everyone's spirits up. #Qatar #QatarPhilharmonic #Covid19","sentiment_score":0.4272727273}
{"full_text":"Current Conditions for #Sayre PATemp: 48.1FWind Chill: 47.9FHumidity: 97%Dew Point: 47.3F Barometer: 29.908 inHgWind: 2 mph from the SWCorona Virus Weekly Stats:Cases: 247.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT One more reason why I'm thrilled to be moving to Canada!!!","sentiment_score":0.75}
{"full_text":"Crazy part is have gotten more and more updates of people closer to me that have either had covid or been exposed .","sentiment_score":0.1333333333}
{"full_text":"#Germany to go into #COVID  lockdown on Wednesday - BBC News","sentiment_score":0.0}
{"full_text":"complications brought on from COVID. No one dies from AIDS they die of complications . Sorry for the loss but it's time to talk reality .","sentiment_score":-0.5}
{"full_text":"I think he's getting us ready to realize career politicians governors and high officials have sold out this country a little at a time to pad their pockets China has infiltrated our country from within. Trump kept calling it China virus and the media went nuts, chin owns them","sentiment_score":0.0575}
{"full_text":"Some jobs\/marriages\/spirits\/friendships\/paths to education will have broken, other will have strengthened. Almost none will have stayed the same, and neither will we, in the brave new world #innovation #acinmilan #society #covid","sentiment_score":0.0822727273}
