{"full_text":"Our actions over the coming weeks will be crucial in containing the spread of the virus and ensuring we do not overwhelm our NHS in January. We must continue to do our bit and follow rules and advice set by the government throughout December. #KeepLondonSafe #COVID19 #Tier2","sentiment_score":0.0}
{"full_text":"US donates COVID-19 test kits, PPEs for front line health care workers: The United States Government has donated to Kenya 210 Abbott RealTime SARS CoV-2 (EUA) test kits able to provide testing fo..","sentiment_score":0.5}
{"full_text":"RT Two million families will benefit under the new \"Ehsaas Kafaalat Policy forSpecial Persons\". They will be eligible for a...","sentiment_score":0.1363636364}
{"full_text":"RT US reports highest number of daily COVID-19 deaths since April","sentiment_score":0.0}
{"full_text":"RT Wow! despite the Covid crisis, is making record revenues. In November alone nearly $1M, which is 503% hig...","sentiment_score":0.1125}
{"full_text":"Oh for a prime minister who would take the bull by the horns &amp; say \"Actually, I'm in charge &amp; this is what we're going to do...\" rather than try to appease his staff.https:\/\/t.co\/Haw16zaQrn","sentiment_score":0.0}
{"full_text":"RT Sadly, this is true. Meanwhile today's new cases reached nearly 7,000 &amp; our healthcare workers &amp; systems are overworked...","sentiment_score":0.0215909091}
{"full_text":"The #electrical #digitaltwin market is projected to reach USD 1,642 million by 2024, at a CAGR of 15.4%.https:\/\/t.co\/48tXEgPNk7via #digitaltwins #energy #power #RenewableEnergy #renewables #renewable #windenergy #windpower #smartgrid #electricity #utilities","sentiment_score":0.0}
{"full_text":"Outsiders perspective is important.","sentiment_score":0.4}
{"full_text":"RT It's almost become a routine: raised hopes for people living in care homes followed by a bucket of cold water when the imp...","sentiment_score":-0.6}
{"full_text":"RT Why authorising the vaccine first *is* a Brexit story--even if being first had nothing to do with Brexit. A piece on first-m...","sentiment_score":0.25}
{"full_text":"Hi all quick update on the HMR-01, due to COVID 19 and lockdown I have had to seize all operations on the car which has set us back by some margin, in that time we have been able to finish most of the concept work via CFD, furthermore as of the new year progress will continue ","sentiment_score":0.2241161616}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"RT I'm excited to be speaking at this year's #WebSummit! I've always had a love for tech and finding new ways to use it to conn...","sentiment_score":0.3683712121}
{"full_text":"RT SBS 'Inkigayo' announces all of their staff have tested negative for CoronavirusThe broadcast is scheduled to proceed as nor...","sentiment_score":-0.3}
{"full_text":"RT A South Korean student tested positive for coronavirus hours before his college entrance exam. He still went ahead with it...","sentiment_score":0.2272727273}
{"full_text":"RT 10doctors die of Corona in five days yet we won't be called SHAHEED!Their families won't be contacted, their parents, k...","sentiment_score":0.0}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT Sen. Loeffler, who has a net worth close to $1 billion, voted against unemployment benefits and stimulus checks during a pande...","sentiment_score":0.15}
{"full_text":"Scam Covid Nazis Issue More Threats ?????","sentiment_score":0.5}
{"full_text":"RT Bristol University's Student Council has voted to lobby for tuition fee reduction and online tuition in the event of anot...","sentiment_score":0.0}
{"full_text":"A top government official says the death toll from coronavirus could reach 450,000 Americans by February. #wearadamnmask","sentiment_score":0.5}
{"full_text":"RT Outside of COVID-19 wreaking fucking HAVOC on my mental health.... holy shit, I forgot how much of a slut I am for sloppy deep...","sentiment_score":-0.1595238095}
{"full_text":"RT How many in his congregation also lost their lives for following him?","sentiment_score":0.25}
{"full_text":"How the rich stay rich.....what a joke this country is","sentiment_score":0.375}
{"full_text":"RT Not only isn't Mnuchin a  lawyer I'm not sure he is even human. #Corruption #FreshTweets#OneV1","sentiment_score":-0.0833333333}
{"full_text":"RT In line with the year's theme of \"Building Back Better: toward a disability-inclusive, accessible and sustainable pos...","sentiment_score":0.2916666667}
{"full_text":"RT Imagine if the PS100s BILLIONS spaffed on BREXIT and COVID-related ineptitude, dogma and corruption had been spent on SCHO...","sentiment_score":-0.1}
{"full_text":"That just sucks, airports aren't comfortable at the best of times, coupled with delays and all the precautions for covid.  Stay safe and hope all goes smoothly from here for you.","sentiment_score":0.4}
{"full_text":"RT Nurses wanted: Swamped hospitals scramble for pandemic helpU.S. hospitals slammed with COVID-19 patients are trying to lu...","sentiment_score":0.0}
{"full_text":"RT \"In the recording, he claims that Covid-19 is a 'mass extermination program' aimed at 'depopulating more than 80%' of the pop...","sentiment_score":0.5}
{"full_text":"RT Two million families will benefit under the new \"Ehsaas Kafaalat Policy forSpecial Persons\". They will be eligible for a...","sentiment_score":0.1363636364}
{"full_text":"Service Update 09:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"RT If the UK govt is prepared to lie about a life &amp; death vaccine in the midst of a global pandemic in order to sell Brexit....","sentiment_score":0.0}
{"full_text":"Service Update 09:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Dodgy man says he doesn't believe Covid exists yet he's wearing a mask and happy for other people to take the vaccine to 'see how it goes'.Excruciating.","sentiment_score":0.3375}
{"full_text":"RT What sort of   explanation is that ? Have you lost it completely! Vaccine will give the immunity to fight #COVID19...","sentiment_score":0.125}
{"full_text":"RT If the UK govt is prepared to lie about a life &amp; death vaccine in the midst of a global pandemic in order to sell Brexit....","sentiment_score":0.0}
{"full_text":"RT Fake news peddler Dorries spreading fake news again.https:\/\/t.co\/9xXKrbtZS0","sentiment_score":-0.5}
{"full_text":"Ah so you where the customer yesterday! We could do with a few more people coming in and buying some books and some Christmas gifts today and and next weeks. It's a critical time for us. We don't receive any external grants of financial support so lockdown was hard for us.","sentiment_score":0.0011904762}
{"full_text":"Balochistan allows Covid-19 risk allowance for health personnelFollow our updates on #coronavirus here:","sentiment_score":0.0}
{"full_text":"Register now for our webinar, advice on looking ahead of lockdown and understanding the tiers and what they mean for your agency...#lockdownadvice #ukproperty #webinar #onthemarket","sentiment_score":-0.3125}
{"full_text":"RT A bar owner in Staten Island was arrested yesterday for opening while COVID cases are soaring.So now some Staten Island...","sentiment_score":0.0}
{"full_text":"RT The married couple Ugur Sahin and Ozlem Tureci, founders of @BioNTech_Group, invented the first #COVID19 vaccine to be author...","sentiment_score":0.25}
{"full_text":"RT Are you prepared to lose your job over not getting the Covid-19 vaccine?","sentiment_score":0.0}
{"full_text":"RT This was tonight outside a Staten Island bar that was shut down this week for violating tyrannical COVID rules set by di...","sentiment_score":-0.0777777778}
{"full_text":"By the end of November, China's customs had registered over 2,300 cases of illegal exports of epidemic prevention materials worth 1.5 billion yuan ($228.7 mln) across the country, said an official from General Administration of Customs of China Thursday.","sentiment_score":-0.05}
{"full_text":"Thanks for your reassurance when I seen your smiling face yesterday it was showing me #HOPE you've stuck with it your promise is becoming a reality, I nearly lost my way with you,But you've not let us down let's just stick with it","sentiment_score":0.1486111111}
{"full_text":"Apocalyptica Plays Metallica By Four Cellos :)","sentiment_score":0.5}
{"full_text":"RT #BREAKING: Take a look inside a hospital in #Lagos, #Nigeria. Amidst #COVID19, \"New mothers [are] forced to sleep on the f...","sentiment_score":-0.0818181818}
{"full_text":"Listen up you anti vaxx cunts. He is speaking the bastard truth!!!","sentiment_score":0.0}
{"full_text":"RT Here are some highlights from our food &amp; housing benefit stream last week! I got to ask about Canada's COVID p...","sentiment_score":0.0}
{"full_text":"The vaccine does not contain live virus, so it is scientifically impossible to catch COVID-19 from it!","sentiment_score":-0.3484848485}
{"full_text":"This pandemic has made me more introverted... :(","sentiment_score":-0.125}
{"full_text":"RT Much as Boris Johnson might celebrate the arrival of a Covid vaccine, this is a project rooted in German science and Belgi...","sentiment_score":0.1}
{"full_text":"RT SAY IT WITH ME: A property owner losing money on a building is not the same thing as a tenant losing their home during a p...","sentiment_score":0.0}
{"full_text":"RT \"Covid, You're About To Take One Helluva Beating. ... #frontpagestoday #UK #TheSun","sentiment_score":0.0}
{"full_text":"RT COVID-19 vaccine:*  It's optional. Calm down. Your right to choose is still there.* Remember when you hated the rig...","sentiment_score":-0.1174603175}
{"full_text":"RT \"Our aim is to help ppl to the point they don't need us again...that's why we support to create a #Hunger...","sentiment_score":0.0}
{"full_text":"Can I chose both?","sentiment_score":0.0}
{"full_text":"Today is International Day of Persons with Disabilities! We believe that the Paralympic Games have a special role to play in advancing the rights of persons with disabilities and helping to build back better a world post #COVID19. #IDPWD2020 #IDPD2020","sentiment_score":0.2142857143}
{"full_text":"Two recent studies address what calls the \"infodemic\" - false information on #COVID19. One report looks at stigmas and stereotypes around the pandemic, while the other examines conspiracy theory beliefs. #ChooseDelaware #NetDE","sentiment_score":-0.175}
{"full_text":"How to Beat Postal Delays in a Pandemic #DocumentDistribution #EIPP #Order2Cash #DigitalTransformation #BusinessCritical","sentiment_score":0.0}
{"full_text":"RT 2020 European Champion #DmitriAliev (RUS) and 2020 Rostelecom Cup Champion #ElizavetaTuktamysheva (RUS) have both teste...","sentiment_score":0.0}
{"full_text":"RT Two million families will benefit under the new \"Ehsaas Kafaalat Policy forSpecial Persons\". They will be eligible for a...","sentiment_score":0.1363636364}
{"full_text":"#TheSNPAdventCalendarOfShameWindow 3 Before Bunter Blackford another pompous womble led Nat rabble at Westminster. After losing seat to Tories formed \"think\" tank paying for dodgy polls. Has revelled in Covid's imagined help for The Causehttps:\/\/t.co\/3GOtCUMFdT","sentiment_score":0.0}
{"full_text":"PARTNER: #Covid19 might have delayed the release of #IR20, but the ideas are more relevant and necessary than ever, argues Read their report, detailing possible scenarios, here:","sentiment_score":0.225}
{"full_text":"I think we all deserve a badge!Have you found yourself doing any of these whilst in lockdown? #badge #worthiness #newskills #zoom #virtualcalls #quizes #family #friends #reachout #supportsmall","sentiment_score":0.0}
{"full_text":"Universities in England told to stagger return of students in New Year over five weeks to stop Covid outbreakshttps:\/\/t.co\/YK1e2ASGHD","sentiment_score":0.1363636364}
{"full_text":"Think you've fallen victim to an online shopping scam? Don't panic. Here's what you need to do...For more info, visit: #FraudFreeXmas #WarksCyberProtect","sentiment_score":0.2125}
{"full_text":"Hope grows on Durban beachfront\"A group of homeless men living in an emergency camp on Durban's beachfront have turned the Covid-19 lockdown into an opportunity to change their lives by starting an organic vegetable farm on a vacant plot next door...\"https:\/\/t.co\/Xa8aawmeox","sentiment_score":0.0}
{"full_text":".@EDANLincs provides local help and support to all women, men and children experiencing or fleeing from #domesticabuse in Lincolnshire. Visit or call 01522 510041. Regardless of coronavirus restrictions, support is available - don't suffer in silence","sentiment_score":0.2}
{"full_text":"Digital Baal Mela :  Acting on Corona PandemicName : moksha  sanklechaAge :8 yearsLocation : BalotraSponsored by :     #digitalbaalmela #littlecoronawarriors","sentiment_score":0.0}
{"full_text":"Localised coronavirus outbreaks in parts of South Africa have raised fears that the country could see a resurgence in cases compounded by gatherings during the upcoming festive season.https:\/\/t.co\/PD6niMGSDB","sentiment_score":0.0}
{"full_text":"Sports, music and exhibitions are not doing well in a time of social distancing - sector's global revenues will contract by two-thirds this year, to US$9bn","sentiment_score":0.0166666667}
{"full_text":"RT In S02, Ep.5 of #TheSharedMic #intergen #podcast, listen to Abe and Trent discuss the resilience of #YEG Jewish and Mus...","sentiment_score":0.0}
{"full_text":"The South Korean College Scholastic Ability Test, the national college entrance exam of the country,  was held on December 3. Originally scheduled for November 19, the exam was postponed due to the #COVID19 pandemic.","sentiment_score":0.125}
{"full_text":"Our next Mini Master Class webinar in Health Research is TODAY at 1pm. Join us as Colin Angus presents \"Visualising the Covid-19 Pandemic\". Book your place here!","sentiment_score":0.0}
{"full_text":"RT COVID has revealed so much about people...at all levels.","sentiment_score":0.2}
{"full_text":"Zhuhai is located in western Guangdong province adjacent to Macau. Zhuhai Airport currently has 80 domestic routes and had a  passenger volume of 12 million travelers annually before the pandemic, solely based on domestic services.https:\/\/t.co\/VC6cfoNLCC","sentiment_score":0.0}
{"full_text":"Completing project work in the face of the Coronavirus challenge. Redevelopment of council offices into a business and community space by ","sentiment_score":0.0}
{"full_text":"Finding solidarity and humanity amidst all the chaos. Preparedness not panic. #COVID19 #CoronaVirus #CoronavirusOutbreak #CoronaOutbreak","sentiment_score":0.0}
{"full_text":"December 3 morning update: Lithuania registered 2,450 new coronavirus cases, a new record daily increase since the start of the pandemic","sentiment_score":0.0909090909}
{"full_text":"TECHNOLOGY guides us, today more than ever. The pandemic has shown us how much the virtual represents the other face of our lives, both professionally and privately. A trend that will be more and more current and prevalent.https:\/\/t.co\/6poFnyv7Cw#100x100quotes","sentiment_score":0.209375}
{"full_text":"Maintaining workplace hygiene is vital, especially in the midst of a worldwide pandemic! https:\/\/t.co\/qwBoMnRIud #workplace #hygiene #bproperty","sentiment_score":0.05}
{"full_text":" On #IDPD2020 we call for inclusive programs to respond to the needs of persons with #disabilities affected by #COVID19 #WeInclude","sentiment_score":0.0}
{"full_text":"The Government has released updated guidance for grassroots sport and physical activity providers in response to new tiered Covid-19 restrictions ","sentiment_score":0.0681818182}
{"full_text":"#2021Polls: Presidential Debate Cancelled  #ChimpReportsNews #Uganda #UgandaNews #Featured #Election #UgandaDecides #PresidentialDebate #WearAMask #Newshttps:\/\/t.co\/3kCUBI1lt3","sentiment_score":0.0}
{"full_text":"Cement Industries Sabah (CIS) Sdn Bhd Chairman Datuk Japlin Akim said that he endeavours to turn the company as income-generating entity to assist in the economic growth of the State especially after it was hit by the Covid-19 pandemic.https:\/\/t.co\/HUZqhRWpDR","sentiment_score":0.1}
{"full_text":"Residents should remember that public transport is intended for essential journeys only, in the current Coronavirus Protection Level.#StaySafeSaveLives#StickWithIt","sentiment_score":0.0}
{"full_text":"Nearly 100 world leaders and several dozen ministers are slated to speak at the #UNGeneralAssembly's special session starting today on the response to #Covid19 #UNGA","sentiment_score":0.1142857143}
{"full_text":"#5LiveYourCall: England's Deputy Chief Medical Officer Jonathan Van-Tam joins us to answer your questions on the coronavirus vaccine What do you want to know?  #BBCYourQuestions Listen on Watch on","sentiment_score":0.0}
{"full_text":"Soroptimists address domestic violence during the pandemic, including at the intersection of gender and disability. Women and girls with disabilities rightly demand enjoyment of all human rights and fundamental freedoms. #16daysofactivism #Orangetheworld@SIGBI1","sentiment_score":0.0952380952}
{"full_text":"RT A very interesting THREAD: Australian history","sentiment_score":0.325}
{"full_text":"Has your club been affected by the pandemic? want you to share your story using #ClubsInCrisis and your club could be in with a chance to win PS5k in support. All the details how to enter here:","sentiment_score":0.8}
{"full_text":"Latest on extended shop hours and 'wet pub' grants #COVID","sentiment_score":0.2}
{"full_text":"RT This was yesterday and today is one of the happiest days of my life! The story is too long but after 9 difficult months...","sentiment_score":-0.275}
{"full_text":"How people will find out if they are getting a coronavirus vaccinehttps:\/\/t.co\/FkKXy4tBKp","sentiment_score":0.0}
{"full_text":"During COVID-19, isolation, disrupted routines &amp; reduced services have greatly impacted the lives and mental wellbeing of people with disabilities. Continue to check-in with your staff to see how they are feeling:","sentiment_score":0.35}
{"full_text":"Think you've fallen victim to an online shopping scam? Don't panic. Here's what you need to do...For more info, visit: #FraudFreeXmas","sentiment_score":0.2125}
{"full_text":"Watch Performing Arts (Acting) students, who finished their studies at Barton Peveril in 2020, perform their rendition of William Shakespeare's 'Julius Caesar' from home during lockdown!https:\/\/t.co\/PygXf7QhkY","sentiment_score":0.0}
{"full_text":"RT Netanyahu will try to find ways to postpone the election at least until after the COVID vaccinations arrive. But even befor...","sentiment_score":-0.3}
{"full_text":"Think you've fallen victim to an online shopping scam? Don't panic. Here's what you need to do...For more info, visit: #FraudFreeXmas","sentiment_score":0.2125}
{"full_text":"Xia Xiaodan, a nurse from east #China's Anhui Province who volunteered to aid central China's Hubei Province in fighting the #COVID19 epidemic, received #Mongolia-donated mutton on Wednesday. Earlier, Mongolia handed over 30,000 sheep in support of China's anti-epidemic fight.","sentiment_score":0.0}
{"full_text":"Absolutely delighted to have the support of helping reach as many people facing a housing crisis during this pandemic as we possibly can. Thanks SO much ","sentiment_score":0.32}
{"full_text":"Fresh bird flu warninghttps:\/\/t.co\/uIpM8h9Hqp","sentiment_score":0.3}
{"full_text":"Soroptimists address domestic violence during the pandemic, including at the intersection of gender and disability. Women and girls with disabilities rightly demand enjoyment of all human rights and fundamental freedoms. #16daysofactivism #Orangetheworld","sentiment_score":0.0952380952}
{"full_text":"Make sure you help prevent the spread of #coronavirus.- Wash your hands - Wear a face covering - Make space If you have symptoms, book a test:","sentiment_score":0.5}
{"full_text":"Has Covid-19 cancelled your staff Christmas party? Be our #XmasPartyHeroes and donate the cost of your staff Christmas Party this year to POhWER.","sentiment_score":0.0}
{"full_text":"In low- and middle-income countries, 50% of children with disabilities are out of school, and #COVID19 is exacerbating disability inequalities worldwide. Read recommendations for an inclusive recovery from the pandemic #IDPWD2020 ","sentiment_score":0.0}
{"full_text":"Our Illuminate fraud and cyber crime awareness week continues with an article from our financial crime lead Leanne looks at fraud during the pandemic, and shares a detailed case study of how scammers can strike where a firm is compromised.","sentiment_score":0.0666666667}
{"full_text":"RT Frontline #COVID19 workers!Dem &amp; Repub proposals for federal #hazardpay stalled in the R-controlled Sena...","sentiment_score":0.0}
{"full_text":"Think you've fallen victim to an online shopping scam? Don't panic. Here's what you need to do...For more info, visit: #FraudFreeXmas","sentiment_score":0.2125}
{"full_text":" We are improving information with people and technology to help you at every stage. Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelWithConfidencei More info ","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 29.3FWind Chill: 26.5FHumidity: 88%Dew Point: 26.2F Barometer: 30.249 inHgWind: 3 mph from the SSWCorona Virus Weekly Stats:Cases: 179.000000Deaths: 9.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"Women with disabilities are at a high risk for #GenderBasedViolence, especially during the #COVID19  pandemic.Dec 3 is #InternationalDayofPersonswithDisabilities - women with disabilities have the right to live safely and free of violence.#InclusionMeans #16Days","sentiment_score":0.247012987}
{"full_text":"Think you've fallen victim to an online shopping scam? Don't panic. Here's what you need to do...For more info, visit: #FraudFreeXmas","sentiment_score":0.2125}
{"full_text":"Due to the resilience of the #RealEstate sector during the pandemic, Spain's #socimis have purchased #supermarkets for EUR600 M so far this year. and have sold portfolios of supermarkets for 180 and 152 M euros, respectively ","sentiment_score":-0.0083333333}
{"full_text":"What is the best way to manage a crisis? During the pandemic managers have had to adapt and make big decisions under immense pressure. #leadership","sentiment_score":0.3333333333}
{"full_text":"U.S. hospitals slammed with COVID patients are trying to lure nurses and doctors out of retirement, recruiting students and new graduates who have yet to earn their licenses.","sentiment_score":0.1363636364}
{"full_text":"Overnight Oldies: Lockdown Breakdown Part 2","sentiment_score":0.0}
{"full_text":"Failure to wear a face covering on public transport can result in a fine of up to PS6,400https:\/\/t.co\/9BkVoTBMIP","sentiment_score":0.0333333333}
{"full_text":"We have now reached almost 5,000 people since the beginning of the pandemic.Another jam packed day ahead of us with National Lead delivering sessions to Nursing students at and out more:","sentiment_score":0.5}
{"full_text":"With national lockdown measures now over, it's important to know which tier you fall into. have all the up to date information to ensure you stay safe over the coming weeks https:\/\/t.co\/g9fefv1HqH","sentiment_score":0.45}
{"full_text":"To meet the #COVID19 recovery, governments require a high-performing civil service capable of improving citizens' quality of life, ensuring service delivery and fostering inclusive and sustainable growth.","sentiment_score":0.2}
{"full_text":"Northamptonshire is now a tier 2: High risk area. For more information and to see the full list of restrictions, click here:","sentiment_score":0.3366666667}
{"full_text":"Cash payments are not accepted from eastbound #BlueWaterBridge customers during the #COVID-19 #coronavirus pandemic.Thank you for your cooperation   #MDOT","sentiment_score":0.0}
{"full_text":"You cannot be forced into getting vaccinated.https:\/\/t.co\/lISuY37JMU","sentiment_score":-0.3}
{"full_text":"I'm so sorry sesi Tumi.....greater times are yet to come","sentiment_score":-0.5}
{"full_text":"\"I really felt that it has been hard with the Coronavirus to be able to get in to see specialists. It was very helpful to be able to talk to the Helpline nurse\". Our Helpline is open from 9.00am to 4.00pm Monday to Thursday. You can also email us on helpline@brainandspine.org.uk","sentiment_score":0.1847222222}
{"full_text":"Reflecting on \"Building back better, towards an inclusive world,\" this year's #IDPD theme, we must change the reality for the better for children living with disabilities, made even more vulnerable by #COVID19. This is the right thing to do. #ThisAbility","sentiment_score":0.2142857143}
{"full_text":"It's to help with the disruption from COVIDhttps:\/\/t.co\/kPu5eT9GkK","sentiment_score":0.0}
{"full_text":"Disability inclusion will result in a COVID-19 response and recovery that better serves everyone, more fully suppressing the virus, as well as building back better. #WorldDisabilityDay2020","sentiment_score":0.375}
{"full_text":"TECHNOLOGY guides us, today more than ever. The pandemic has shown us how much the virtual represents the other face of our lives, both professionally and privately. A trend that will be more and more current and prevalent.https:\/\/t.co\/a2ibqPoJPw#100x100quotes","sentiment_score":0.209375}
{"full_text":"Caught between a ruthless war and the #Covid19 pandemic, millions of pple living with disabilities in #Yemen are marginalized. On #IDPD20, we call on #UN Security Council to ensure persons with disabilities are protected &amp; its resolution implemented.https:\/\/t.co\/34YJCf76wh","sentiment_score":-1.0}
{"full_text":"Gavin Williamson vows A-levels and GCSEs will not be cancelled in England","sentiment_score":0.0}
{"full_text":"Total COVID-19 tests performed in Fiji: 16229. 42 cases, of those 0 today; 2 deaths, of those 0 today.","sentiment_score":0.0}
{"full_text":"So... is Staten Island the Florida of NY...?","sentiment_score":0.0}
{"full_text":"COVID-19 Vaccines: Patent Ownership and the Barriers to Equitable Access","sentiment_score":0.0}
{"full_text":"RT If you're an elected official who is (appropriately) pushing Covid restrictions, you can make a fucking sacrifice by staying at...","sentiment_score":-0.05}
{"full_text":"RT There won't be any law suits, the govt has granted them immunity","sentiment_score":0.0}
{"full_text":"\"The life sciences industry in Ireland has demonstrated real leadership this year in the global fight against Covid-19,\" IDA Ireland CEO Martin D. Shanahan #jobs #remoteworking #covid19ireland #vaccine","sentiment_score":0.1}
{"full_text":"How To Deal with an Annoying Boss #COVID19 #Employment #LifeLessions #job","sentiment_score":-0.8}
{"full_text":"The Health Protection (Coronavirus, Wearing of Face Coverings in a Relevant Place) (England) Regulations 2020 are made under the Public Health act, they last until July 2021 but are up for review in January, we need to act now to press for these regs to be rescinded.","sentiment_score":0.1333333333}
{"full_text":"From creating impactful digital solutions to a record number of talent acquisitions in one of our geographies during the pandemic, the inaugural session of Win Talks featured 7 storytellers from across the globe at EXL.#EXLLookDeeper","sentiment_score":0.4}
{"full_text":"#Covid19 Update! #Philippines #Ph    Today =&gt; New Cases:1,061 New Recoveries:328 New Death:10   Total Cases:435,413 Total Recoveries:399,325 Total Deaths:8,446  Keep safe everyone, observe social distancing and stay at home!","sentiment_score":0.118844697}
{"full_text":"WA tipped to lead the nation in Christmas shopping sales despite pandemic","sentiment_score":0.0}
{"full_text":"RT Lots of Brexit MPs are blatantly lying even when they're fact checked. Don't be deceived. The idea that Brexit enabled...","sentiment_score":-0.5}
{"full_text":"RT To get back to the things we miss and keep #COVID19 cases down let's keep doing the right things - together.Follow t...","sentiment_score":0.0433862434}
{"full_text":"Join us LIVE on SIGNS TV as we discuss this year's theme \"BUILDING BACK BETTER toward a disability-inclusive, accessible and sustainable post-COVID-19 world.#TuchapeKazi  #InternationalDayOfPersonsWithDisabilities #IDPD2020","sentiment_score":0.2528409091}
{"full_text":"How Fujifilm pivoted fast to capture a key piece of the COVID treatment market #Pivot #Covid19","sentiment_score":0.1}
{"full_text":"Career: As we make our way through successive waves of COVID-19, and head into the winter months, there's never been a more critical time to focus on the mental health and well-being of ourselves and our colleagues.","sentiment_score":0.1333333333}
