{"full_text":"Who is ready for marshal law? They gonna make people take the covid19 vaccine! But not me ","sentiment_score":0.25}
{"full_text":"RT President-elect Joe Biden is eyeing Gov. Andrew Cuomo of New York, whom Democrats praised for his handling of the coronavirus,...","sentiment_score":0.1363636364}
{"full_text":"RT Pfizer says the first shipments of Covid-19 vaccines will start leaving the company's Michigan facility Sunday. Follow live upd...","sentiment_score":0.1931818182}
{"full_text":"If you drink eggnog this ain't scaring you","sentiment_score":0.0}
{"full_text":"RT THREAD1)@CNN's pushes #Iran's talking points on US sanctions killing ordinary Iranians during Covid-19 pandemi...","sentiment_score":-0.25}
{"full_text":"Covid*****","sentiment_score":0.0}
{"full_text":"Is the function of the COVID-19 vaccine to protect you or mitigate the virus from broader societal harm? #COVID19 #vaccine #CovidVaccine","sentiment_score":0.0}
{"full_text":"RT TOY SAFETY: what parents need to know about gifts for children this holiday season. Due to the COVID-19 pandemic, there are concer...","sentiment_score":-0.125}
{"full_text":"RT Likewise, Jimin, Namjoon, Jin, Yoongi, Hobi, Taehyung &amp; Jungkook and crew - please take care of yourselves &amp; stay sa...","sentiment_score":0.0}
{"full_text":"RT Due to covid19 pandemic, BO business has shrunk around 80% YoY in 2020, and it needs a huge impetus to revive the cinema in...","sentiment_score":0.1375}
{"full_text":"This story is being told all over the United States this year.  Hundreds of locally owned restaurants in #NewMexico have also closed due to the punitive &amp; misguided #covid19 response of","sentiment_score":-0.075}
{"full_text":"RT Being single in a pandemic is tough","sentiment_score":-0.2301587302}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT Rural COVID-19 patients may have it worse for the long haul because COVID-19 has many symptoms needing specialty care that isn't u...","sentiment_score":0.0125}
{"full_text":"RT 1.4% of COVID cases in NYC were traced back to restaurants.Does anyone understand the science behind closing all indoo...","sentiment_score":-0.2}
{"full_text":"RT So let's see, on October 22nd you said the Corona swindle was done, and let's look at the numbers since...","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT Covid in contextby","sentiment_score":0.0}
{"full_text":"Maryland officials reported 3,538 new confirmed cases of the coronavirus Saturday, the second-highest number of daily cases since the start of the pandemic.","sentiment_score":0.1787878788}
{"full_text":"I have many Canadian friends that winter in my community in Florida. They can fly in legally, but not drive. Many are worried about Covid, but they are as worried about being safe because of our political instability. We have finally made the list of banana republics.","sentiment_score":0.3571428571}
{"full_text":"This Anti-COVID Mask Designed by Berkeley Lab Breaks the Mold","sentiment_score":0.0}
{"full_text":"Covid #ADM","sentiment_score":0.0}
{"full_text":"RT Providing free pizza &amp; massage chairs to protesting farmers is far more noble than giving out free Covid-19 to lakhs of p...","sentiment_score":0.4}
{"full_text":"RT 300,000 coronavirus cases traced to a Boston biotech conference in February","sentiment_score":0.0}
{"full_text":"RT Why is it so hard for to answer a question? was clear but all she did was evade him &amp; us. As a...","sentiment_score":-0.0958333333}
{"full_text":"COVID's deadliest day: 3,309 people die from coronavirus on day FDA finally approves Pfizer vaccine","sentiment_score":0.0}
{"full_text":"RT #airforceagerelaxationWe are not responsible for covid19 outbreaking pandemic. Give us age relaxation for the upcomi...","sentiment_score":-0.1}
{"full_text":"RT Politician when rakyat trying to flatten the curve.","sentiment_score":0.0}
{"full_text":"Explainer-Where are we in the COVID-19 vaccine race?","sentiment_score":0.0}
{"full_text":"This was the cutest thread I've read probably ever and it made me cry uncontrollably. Ahh there are such wonderful people that exist.","sentiment_score":0.5}
{"full_text":"RT This is so beautiful, loving and pure. The most beautiful thing I've read this year.Pure joy might seem like a fle...","sentiment_score":0.6357142857}
{"full_text":"Actually, this guy is wrong. 1% is the IFR in developed countries, not differentiated between covid and pos-PCR. But the ifr is mostly driven by age, so you need data from a high age country with collapsed health care system.","sentiment_score":0.052}
{"full_text":"The math couldn't be clearer.Neither #Loeffler nor #Perdue have done a blessed thing to break #MoscowMitch's obstruction of #COVID relief.","sentiment_score":0.0}
{"full_text":"RT Certain scientists made a lot of efforts using disinformation, to attack one of SMOKING GUNs in 1st Yan Report - furin cl...","sentiment_score":0.2142857143}
{"full_text":"RT \"don't forget to wear a mask! okay?\"","sentiment_score":0.5}
{"full_text":"RT Officially a 6 figure business owner.I. Did. It.I went from 1K to 100K in 12 months at 23. In a pandemic.I can't...","sentiment_score":0.0}
{"full_text":"RT The coronavirus has claimed the lives of more than 1,000 U.S. health care workers. Others could face lasting mental scars...","sentiment_score":0.1333333333}
{"full_text":"RT Lot as happened this year from new year to Asuu strike to Covid-19 to lockdown to #EndSARS protest to hoodlums to biggest Carn...","sentiment_score":0.1363636364}
{"full_text":"RT In case you were wondering what losing your smell\/taste due to COVID was like...","sentiment_score":-0.125}
{"full_text":"RT Likewise, Jimin, Namjoon, Jin, Yoongi, Hobi, Taehyung &amp; Jungkook and crew - please take care of yourselves &amp; stay sa...","sentiment_score":0.0}
{"full_text":"RT Domestic workers are excluded from several of the District's employment laws. This pandemic has shown us that every wo...","sentiment_score":0.0}
{"full_text":"RT America's billionaires could give everybody in the country a $3,000 stimulus check and still be richer than they were before t...","sentiment_score":0.0}
{"full_text":"RT About 82% of Americans agree with the CDC's guidance that health care workers and residents of nursing homes should ge...","sentiment_score":0.0}
{"full_text":"RT This is shocking","sentiment_score":-1.0}
{"full_text":"RT Bipartisan group struggles to finalize Covid-19 deal as leaders look to spending bill as last chance for relief","sentiment_score":0.0}
{"full_text":"Plenty of social distancing in Piccadilly and Regent Street.","sentiment_score":0.0333333333}
{"full_text":"THE FUCK IS THIS GRAPH PH HAHAHHAHAHAHAHA","sentiment_score":-0.4}
{"full_text":"So sweet. In the end, people are good.","sentiment_score":0.525}
{"full_text":"RT Wont release his taxes but wants to declassify everything. Seems legit.","sentiment_score":0.2}
{"full_text":"We honestly do not deserve people like this... &lt;3","sentiment_score":-0.3}
{"full_text":"aww I get it. It also doesn't help that while I've been here, my dad has made me his personal chef, maid, shopper and a dog trainer. I'm like don't get used to this. He's the only one thriving during Covid ","sentiment_score":0.1}
{"full_text":"We need trillions of dollars in COVID relief, but if you only had $100 billion how would you spend it?","sentiment_score":0.0}
{"full_text":"RT Pfizer says the first shipments of Covid-19 vaccines will start leaving the company's Michigan facility Sunday. Follow live upd...","sentiment_score":0.1931818182}
{"full_text":"Can my employer make me get a Covid-19 vaccine? City A.M. turned to Sarah Calderwood, a human resources and employment lawyer at to answer that question -&gt; #Vaccine #CoronaVaccine","sentiment_score":0.0}
{"full_text":"RT Why would you wear a mask if you're vaccinated? It's like wearing a tampon when you don't have a period. Science says stu...","sentiment_score":0.0}
{"full_text":"Tough to say.  I don't see and talk with Covid19 patients daily.  Thankfully, most who catch it will be fine, and that's with treatments known about and used this day.  Heading to a bbq later today, friends who work at the local hospital will be there, I'll ask them about it.","sentiment_score":0.087962963}
{"full_text":"RT Why would you wear a mask if you're vaccinated? It's like wearing a tampon when you don't have a period. Science says stu...","sentiment_score":0.0}
{"full_text":"...things to all people. We should all remember the government doesn't just conjure money out of the air; it makes the bulk of its income from taxes. The debt this country has incurred as a result of the pandemic will eventually have to be repaid--at the expense of us all.","sentiment_score":0.0}
{"full_text":"RT Holy heck, this Alberta Government COVID-19 commercial is absolutely the stuff of nightmares. #yeg #yyc #ableg #covid19ab...","sentiment_score":0.1}
{"full_text":"RT BREAKING: In their letter authorizing emergency use of Pfizer's Covid-19, the says \"the dosing regimen is two doses...","sentiment_score":0.0}
{"full_text":"Very sorry for your loss and I do hope and pray for you and your family and blessing to you dear uncle.","sentiment_score":-0.65}
{"full_text":"This is a tragedy.","sentiment_score":0.0}
{"full_text":"Imagine if you had fought with such determination to prevent the spread of Covid in the US, or for our troops being targeted by Russian bounties, or during Vietnam, or...","sentiment_score":0.0}
{"full_text":"RT 10 people lost their lives to covid in Islamabad today. That is the highest number of mortalities\/day in Islamabad this ye...","sentiment_score":0.0}
{"full_text":"And yet in the UK, our Governments have suspended lockdown for 5 days. ","sentiment_score":0.0}
{"full_text":"RT So far this Saturday morning, the president has rage tweeted about:-Gov. Kemp-The Supreme Court-Gov. Ducey-AG Barr-T...","sentiment_score":0.1}
{"full_text":"RT Donald Trump failed to stop COVID-19 before it spun out of control. Americans have to change their behavior now to stop this...","sentiment_score":-0.5}
{"full_text":"RT You're fatigued? They're dead. Wear a mask. \"As the public cheers and applause for health care workers have faded, the v...","sentiment_score":-0.1}
{"full_text":"Along with the devastating effects the failed approach is having on our children. ","sentiment_score":-0.75}
{"full_text":"RT 1.4% of COVID cases in NYC were traced back to restaurants.Does anyone understand the science behind closing all indoo...","sentiment_score":-0.2}
{"full_text":"He\"s still got 39 days to get his civil war.started. Then again the completely ineffectual Covid response is currently killing more Americans per day than the number killed at Pearl on 12\/7\/41. Lets see how long before American Covid deaths passed number of Americans KIA in WWII.","sentiment_score":0.0583333333}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Also, by the time they come to the ICU they are confirmed COVID positive (mostly) and hence mindset is full PPE.False negative tests on the floor + asymptomatic spread etc","sentiment_score":0.2354545455}
{"full_text":"RT Ontario reporting 138504 cases of COVID-19 today, an increase of 1873 or 1.37%. 16221 total active cases today, a change of...","sentiment_score":-0.0666666667}
{"full_text":"RT What a wonderful story during these difficult times. ","sentiment_score":0.25}
{"full_text":"RT Bringing an end to this pandemic will require everyone to do their part this weekend and beyond: wear a mask, maintain so...","sentiment_score":0.0}
{"full_text":"RT First \"better\" day for my mother, who has been fighting COVID for over 10 days. This was a tense week.","sentiment_score":0.1388888889}
{"full_text":"The craziest thing to me, this vaccine is being supplied to the entire USA out of a lone manufacturing site located where I went to college...","sentiment_score":0.0}
{"full_text":"Honestly don't know. AZ claims they started because of CDC guidance from April. One would expect all states to have done the same but maybe they don't call it out by name. The phrase itself is not mentioned in the CDC doc.","sentiment_score":0.3}
{"full_text":"Posted without political commentary. The pictures say everything...","sentiment_score":0.0}
{"full_text":"RT She like the way I rrr","sentiment_score":0.0}
{"full_text":"RT Brexit - Now is the time to demand War reparations from Germany, would completely wipe out our Covid spend. ","sentiment_score":0.1}
{"full_text":"RT Nothing says public safety like a public servant killing a man with a sandwich infront of his home during a pandemic. #...","sentiment_score":0.0}
{"full_text":"RT 10 people lost their lives to covid in Islamabad today. That is the highest number of mortalities\/day in Islamabad this ye...","sentiment_score":0.0}
{"full_text":"awful. My heart aches for this family. I'm 100% pro masks, but how can you FORCE a 2 year old when the says anyone under 5 YEARS OLD doesn't have to wear one. #UnitedAirlines","sentiment_score":-0.2666666667}
{"full_text":"RT At a time when COVID cases are spiking across the country, the NFL had no players and no coaches test positive today, per...","sentiment_score":0.2272727273}
{"full_text":"\"Former Agriculture Secretary Tom Vilsack has spent years, if not decades, telling his fellow Democrats they needed to do more to aid rural communities and reach out to them. But he has often lamented that no one listened\"","sentiment_score":0.1}
{"full_text":"Want to support change? Start by using your influence in helping me get my nonprofit organization called Kindness &amp; Safety First. Pm me Christina Darragh or christinamasterstylist@gmail.com I am helping DV and All forms of Abused survivors get out of their home during Covid!","sentiment_score":0.3125}
{"full_text":"I prefer a Corona Light but Margaritas are good too. You can't go wrong there. I usually got salmon on Friday. I love the Chile Poblano Relleno too. I love poblanos in a lot of dishes. My friend who is reading our tweet just said the 1st Avenue location closed permanently. ???","sentiment_score":0.1785714286}
{"full_text":"This is such a wholesome story!","sentiment_score":0.0}
{"full_text":"Take a deep breath and remember what it feels like if you do not mask or avoid crowds.","sentiment_score":0.0}
{"full_text":"100% what's happening America","sentiment_score":0.0}
{"full_text":"RT Rural COVID-19 patients may have it worse for the long haul because COVID-19 has many symptoms needing specialty care that isn't u...","sentiment_score":0.0125}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Nah you can buy games on RTV if you aren't a ST holder, and why not? I'd rather the club get as much money as possible especially during this pandemic when matchday revenues will be well down.","sentiment_score":0.0111111111}
{"full_text":"RT The fear of protest is the begging of wisdom","sentiment_score":0.0}
{"full_text":"RT Bringing an end to this pandemic will require everyone to do their part this weekend and beyond: wear a mask, maintain so...","sentiment_score":0.0}
{"full_text":"United needs to pay for this... What they did to this family is insanity!","sentiment_score":0.0}
{"full_text":"RT True! Tsaka proper social distancing hahahaha#StarFMBestof2020 P-Po...","sentiment_score":0.1569444444}
{"full_text":"Covid's U.S. toll: Nearly 300,000 dead and a stalemate between fatalism and hope","sentiment_score":-0.05}
{"full_text":"RT Not everything about not having people over because of Covid is bad. I now have a bedroom vibrator and a living room v...","sentiment_score":-0.7}
{"full_text":"IF ONLYYYY ","sentiment_score":0.0}
{"full_text":"If you are not feeling well or have been exposed to someone that you think might be positive for COVID-19 please visit Mesa County public health and find a free testing area near you. There is a drive-through at the Mesa County Fairgrounds","sentiment_score":0.1818181818}
{"full_text":"RT Do not watch Songbird. Do not watch it at all.","sentiment_score":0.0}
{"full_text":"RT Okay, it took me literally 5 mins to fact check Fauci's claim. The poor guy is being used for Fauci's agenda. He had s...","sentiment_score":0.05}
{"full_text":"RT #Most Covid deaths in Europe#Greatest economic hit#Failed on Brexit deal#PS22bn on failed Test &amp; Trace#Billions...","sentiment_score":0.0666666667}
{"full_text":"What's The Difference Between The Flu and COVID-19?https:\/\/t.co\/fdSR5ctbui","sentiment_score":0.0}
{"full_text":"Probe: CDC official says she was ordered to delete email #CDC","sentiment_score":0.0}
{"full_text":"India gears up for the vaccine rollout, the most Googled term in 2020, the swelling fortunes of women business leaders in pharma, and more-news relevant to India's fight against Covid-19@BharathManjeshhttps:\/\/t.co\/2EiAZBScAw","sentiment_score":0.45}
{"full_text":"Vaccines against COVID-19 may not be the silver bullet.The co-chair of the task force studying immunity is warning that  vaccines in Canada don't guarantee protection against the virus, or signal that our lives will soon return to normal.https:\/\/t.co\/zsV49gU9xc","sentiment_score":0.0}
{"full_text":"RT A real Premier would be decent enough to acknowledge that the thousands of Ontarians who have died from COVID would be t...","sentiment_score":0.1222222222}
{"full_text":"Are you reframing your future or is the future reframing you?The #COVID19 pandemic has thrust the global economy onto a new trajectory. Understanding the impact of megatrends can help leaders look ahead and make the right strategic choices for future growth. #ReframeYourFuture","sentiment_score":0.0703463203}
{"full_text":"Pandemic got me like a full blown CEO.","sentiment_score":0.35}
{"full_text":"Tonight's program comes on the heels of--and celebrates the release of--Taylor Mac's \"Holiday Sauce\" album, another opportunity for home-bound audiences to experience Mac's singular artistry and approach to the holidays. More here -","sentiment_score":0.5}
{"full_text":"Football season is back and in full swing! If you'd like to help keep it that way then please, WEAR A FACE MASK!#FaceMasks4Football","sentiment_score":0.21875}
{"full_text":"Wearing a face covering helps reduce the spread of #COVID19. Face coverings are mandatory on public transport. Exemptions apply for those who are unable to wear one due to medical reasons. More information at:","sentiment_score":-0.025}
{"full_text":"World War II vet recovers from COVID in time for 72nd wedding anniversary","sentiment_score":0.0}
{"full_text":"Trump has done what he has done best -- corrode America's political institutions and weaken, sabotage and subvert the democratic system.https:\/\/t.co\/AreZCWlJde","sentiment_score":0.5}
{"full_text":"RT ICYMI The London region will be moved to the Red-Control level of Ontario's COVID-19 Response Framework as of Monday #...","sentiment_score":0.0}
{"full_text":"Here's a look inside one of Berlin's six COVID-19 vaccination centers. It could be up and running in just a couple of weeks. As well as this convention center, other venues include 2 former airports, an ice skating rink, a concert hall &amp; an indoor cycle race track.","sentiment_score":-0.075}
{"full_text":"STOP THE INCONSISTENCY. Every stare bordering PA is permitting dine in eating and movie theaters. Our restrictions are more severe with less #COVID19 cases. YOU ATE KILLING PA businesses more than residents. Return to the 50%.","sentiment_score":0.2777777778}
{"full_text":"They are doing public Christmas tours?  In the pandemic?  And if so, how did this guy pass the security screening?","sentiment_score":0.0}
{"full_text":"Gartner Predicts COVID Will Accelerate These Top 5 Digital Commerce Trends","sentiment_score":0.25}
{"full_text":"The rising cost of housing, stagnant wages, opioid addiction and natural disasters caused many parents to lose their homes, even before COVID-19 shut down businesses and schools. Now, millions more families face eviction and foreclosure.","sentiment_score":0.2361111111}
{"full_text":"\"My big ass ain't getting in a coal mine.\"From his roots in a Ukrainian coal-mining town, to his recent battle with COVID-19 and his pursuit of the playoffs, new Raptors centre Alex Len.https:\/\/t.co\/PaXiDgxFl0","sentiment_score":0.0454545455}
{"full_text":" USA 2020-12-12Americans paying a heavy price for Thanksgiving with Covid-19 spiking at 200,000 infections per day.https:\/\/t.co\/agLD4EvzyQ RT #Covid19 #Thanksgiving","sentiment_score":-0.2}
{"full_text":"The fine was issued on Oct. 14 for not ensuring that 20 of the jail's employees were wearing face coverings or social distancing with inmates. The jail is appealing the fine. Via","sentiment_score":0.1944444444}
{"full_text":"Volunteers needed to help protect communities from Covidhttps:\/\/t.co\/HXKEmuwAWG","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 12\/12\/2020 21:30Total Cases: 9844322 [+17302]Active: 355887Recovered: 9343056 [+19264]Deaths :142841 [+177]Total Tests: 152.7MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"How are hospitals dealing with the ongoing pandemic? That question was addressed during this week's Small Business Solutions with --","sentiment_score":-0.25}
{"full_text":"RT 1.4% of COVID cases in NYC were traced back to restaurants.Does anyone understand the science behind closing all indoo...","sentiment_score":-0.2}
{"full_text":"RT Nurses injecting the COVID vaccine be like ","sentiment_score":0.0}
{"full_text":"At the top of Daniel Haggar's mind in his first few months is dealing with COVID-19-related ramifications and the voters' recent decision to legalize marijuana. For subscribers:","sentiment_score":0.1375}
{"full_text":"With COVID-19 raging, Latinos of faith will be celebrating the holidays a bit differently this December.https:\/\/t.co\/Ix9a2Tlgij","sentiment_score":0.0}
{"full_text":"Pushed into a sedentary lifestyle in the absence of school and sports sessions, more children have headed into obesity.https:\/\/t.co\/3oHMeT3NhY","sentiment_score":0.24375}
{"full_text":"Mortgage ILS market demonstrated resiliency through COVID-19: Fitch","sentiment_score":0.0}
{"full_text":"#Solar 2020 year in review: Thriving markets despite a pandemic, import tariffs and expensive PV","sentiment_score":-0.5}
{"full_text":"So according to a Gallup poll, here's the profile of the person who has best handled the mental health challenges of the COVID-19 pandemic: a married, non-white man between the ages of 30-49 who makes a modest income, votes Democrat, and attends religious services weekly.","sentiment_score":0.25}
{"full_text":"No brass bands but a good place to have a chat out of the rain.@pearsonparknlhf #SocialDistancing #architecturephotography #architectslife","sentiment_score":0.7}
{"full_text":"India's first mRNA vaccine candidate has been granted approval to conduct human trials to determine whether it's safe and produces immune response protective against coronavirus disease(report by","sentiment_score":0.25}
{"full_text":"Truth of Indian Vaccination System - Dr. B. M. Hegde William Oliver British Physician was shocked to see 'tika' a Bhartiya traditional cure for smallpox in earlier 17th century100years later 'tika' was banned in British India","sentiment_score":-0.1166666667}
{"full_text":"\"The impacts of the pandemic and the uncertainty that accompanies it will continue into 2021,\" a new report from and Story via","sentiment_score":0.1363636364}
{"full_text":"Current Conditions for #Sayre PATemp: 39.0FWind Chill: 39.0FHumidity: 94%Dew Point: 37.4F Barometer: 30.094 inHgWind: 1 mph from the ENECorona Virus Weekly Stats:Cases: 260.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The discussions on Sunday will include whether shops should be closed before the Christmas holiday and the timing of such a move, said the people, who spoke on condition of anonymity.#Merkel #Germany #Lockdown #Covid19","sentiment_score":-0.05}
{"full_text":"Artisans clustered along a Naples street have been making handcrafted Nativity scenes for more than a century. But coronavirus restrictions and a dearth of tourists are threatening their survival.","sentiment_score":0.5}
{"full_text":"RT the end of this corona nightmaresome peace of mind for me real moments of happiness in everyones life#na...","sentiment_score":0.45}
{"full_text":"5 Leadership Errors You Can't Afford to Make During Covid-19 via #LeadershipDevelopment #leadership #business #ceo #manager #boss #team #corporate #EffectiveLeadership #employees #leader #pandemic #LeadershipErrors #LeadingThroughChange","sentiment_score":0.0}
{"full_text":"The Stage 5: Grand Finals of the #CallofDutyMobile World Championships 2020 has been cancelled to protect the players from #Covid19. The price pool will be distributed across the Stage 4: Regional Playoffs Champions.#codmobile #callofduty #cod #codmobilegameplay #ps #games","sentiment_score":0.5}
