{"full_text":"The prince is correct here. While COVID is indeed a part of nature, it is a part with which we would not likely interact if we had not cleared tons of forest and disturbed species that carry the virus. And yes, we've surely offended Gaia in myriad ways","sentiment_score":0.25}
{"full_text":"This is a good thread. Hypocrites.","sentiment_score":0.7}
{"full_text":"RT EXCLUSIVE: Austin Mayor Steve Adler told the public to \"stay home if you can...this is not the time to relax\" in a Nov. 9 F...","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell's \"new\" COVID relief bill gives CEOs a 100% tax deduction for a 3-martini lunch, but ZERO to the 26 mill...","sentiment_score":0.1363636364}
{"full_text":"RT I've known since she was a law student in my bankruptcy class 20 years ago. To answer your snotty question,...","sentiment_score":0.0}
{"full_text":"Agreed 100%. Leaders who make the appropriate medical recommendations to #StayHome must also follow them. The #Austin mayor could make a large donation to a #COVID19 relief fund as an apology. #COVIDSecondWave #WearAMaskSaveALife #StayHomeSaveLives","sentiment_score":0.2380952381}
{"full_text":"RT This is so wrong.","sentiment_score":-0.5}
{"full_text":"RT Being able to heal my baby from Covid at just 6 weeks old through my breastmilk ... my biggest flex thus far  htt...","sentiment_score":0.2333333333}
{"full_text":"RT Mitch McConnell's \"new\" COVID relief bill gives CEOs a 100% tax deduction for a 3-martini lunch, but ZERO to the 26 mill...","sentiment_score":0.1363636364}
{"full_text":"RT On Covid relief, Pelosi and Schumer have dropped their proposed price tag from $3.4 trillion (Heroes Act) to $2.2 trillion...","sentiment_score":0.0}
{"full_text":"RT It's truly outrageous that Roger Stone was allowed to walk free and Paul Manafort is relaxing at home, while Reality W...","sentiment_score":-0.3}
{"full_text":"Definitely not putting money on it with covid going around bc anything could happen but like I said we'll see, it's all about matchups my guy ","sentiment_score":0.0}
{"full_text":"just finished watching LWU on and can honestly say it's some of the best TV I've watched in ages. Loved the bikes, loved the adventure, loved you guys. Thanks for keeping me sane through the UK lockdown evenings!","sentiment_score":0.6583333333}
{"full_text":"The GOP controlled Senate has blocked COVID-19 aid packages for 6 months saying it wasn't needed. That is too long. The hunger, pain, and job losses are too much. We must provide relief to struggling families.","sentiment_score":0.075}
{"full_text":"RT I've known since she was a law student in my bankruptcy class 20 years ago. To answer your snotty question,...","sentiment_score":0.0}
{"full_text":"Fuck this pandemic, I miss eating out my boys.","sentiment_score":-0.4}
{"full_text":"RT New: sold up to $165,000 in shares of a casino company that later shuttered and made an investment in a c...","sentiment_score":0.0681818182}
{"full_text":"And another...https:\/\/t.co\/4gqV71ot6F","sentiment_score":0.0}
{"full_text":"RT \"Dr. Birx - Do you wish you had spoken out sooner against President Trump's false claims about COVID?\" - Birx has only re...","sentiment_score":-0.2}
{"full_text":"RT More than half of the money from the Treasury Depts. coronavirus emergency fund for small businesses went to 5% of the recip...","sentiment_score":0.0277777778}
{"full_text":"How much do we trust the medical staff of Liberty?","sentiment_score":0.1}
{"full_text":"The SNPs time and energy is sapped with grievance against the UK and resentment for non SNP voting Scots.Sturgeon insisted today that we would have collaborated with the UK on the vaccine if independent despite her unwillingness to work with UK on simple lockdown rules.","sentiment_score":0.0}
{"full_text":"The Trump campaign's new lawsuit would invalidate 221,000 Wisconsin ballots -- including votes cast by mail because of the coronavirus pandemic via tRump has sued his way through life. Why should that change now.","sentiment_score":0.1363636364}
{"full_text":"Can you help me out? $DylanCrazyI got laid off of work because of covid and no other job will pay me back","sentiment_score":0.03125}
{"full_text":"RT EXCLUSIVE: Austin Mayor Steve Adler told the public to \"stay home if you can...this is not the time to relax\" in a Nov. 9 F...","sentiment_score":0.0}
{"full_text":"RT Want fighting Covid in the US to have any teeth or meaning? Vote for Ossoff &amp; Warnock in GA and fli...","sentiment_score":0.0}
{"full_text":"RT Good. BBC debunks Hancock claims.UK acted under EU law to do rush approval.BBC also notes \"European Commission conf...","sentiment_score":0.35}
{"full_text":"RT Since 1978 we've protected 860,000 acres of land in the Northern Rockies region. With the area's population booming, we see an...","sentiment_score":0.0}
{"full_text":"RT There are many possible reasons violent crime has spiked this year. Record unemployment. Social upheaval from a pandemic....","sentiment_score":-0.0666666667}
{"full_text":"RT Oh, good. It'll be another year before my family gets a COVID-19 vaccine.Jason Kenney is a failure.He is hands down, li...","sentiment_score":0.2722222222}
{"full_text":"RT The lockdown for #PwME didn't end today. We don't know when it will end for us.#MEAwarenessHour #MECFS #MyalgicE #CFS #...","sentiment_score":0.0}
{"full_text":"RT \"It's important we never forget who the deniers were\" -- as it took the folks at Fox &amp; Friends 10 months and 270,000 dead Am...","sentiment_score":0.1}
{"full_text":"RT If I can wear a bra every time I leave the house to protect others from being hypnotized by my magnificent boobs, y'all can...","sentiment_score":1.0}
{"full_text":"Pls and thank you ","sentiment_score":0.0}
{"full_text":"RT While both the league and players association knew the initial round of testing would produce multiple positive tests, an 8....","sentiment_score":0.0068181818}
{"full_text":"RT We could only approve this vaccine so quickly because we have left the EU. Last month we changed the regulations so a...","sentiment_score":0.0833333333}
{"full_text":"RT EXCLUSIVE: Austin Mayor Steve Adler told the public to \"stay home if you can...this is not the time to relax\" in a Nov. 9 F...","sentiment_score":0.0}
{"full_text":"RT When I tried to read the law that contradicts his bogus claim to get people less COVID relief, he quest...","sentiment_score":-0.1666666667}
{"full_text":"RT When seniors and families in Hoboken started going hungry at the start of the #coronavirus pandemic, a group of local volun...","sentiment_score":0.0}
{"full_text":"Nueces County reports 156 new COVID-19 cases, four related deaths","sentiment_score":0.0681818182}
{"full_text":"RT Employers start preparing for the coronavirus vaccine with a question: Can we require it?","sentiment_score":0.0}
{"full_text":"RT When this miserable pandemic is finally over, let's not forget that essential workers are *always* essential. American worke...","sentiment_score":-0.2}
{"full_text":"RT Arizona's governor about lockdowns: 'I hear those requests and I hear the very loud calls from folks, yelling lockdown.'...","sentiment_score":0.13}
{"full_text":"\"Just a cold\" #COVID19 #COVIDSecondWave","sentiment_score":-0.6}
{"full_text":"Time to say goodbye to fascistbook! I'm done! Who's with me?!","sentiment_score":0.0}
{"full_text":"RT People who ask questions about the covid vaccines should be taken seriously. Calling them  Antivaccers and the anti vac...","sentiment_score":-0.3333333333}
{"full_text":"Lamar come off the covid list Friday","sentiment_score":0.0}
{"full_text":"Combat COVID-19 by donating plasma","sentiment_score":0.0}
{"full_text":"Same sis, saaame","sentiment_score":0.0}
{"full_text":"Inmate COVID-19 deaths up to 189, via","sentiment_score":0.0}
{"full_text":"RT Approval for the COVID vaccine is the start of the end. The science  shows it works and is safe.Share that you are goi...","sentiment_score":0.0}
{"full_text":"Look what has happened to our numbers in just 4 days. 8 deaths, an additional 26 people in hospital, 648 new cases of covid and an increase in total cases by 1,094. And our \"do nothing government\" is doing nothing! #skpoli","sentiment_score":0.0681818182}
{"full_text":"Your Congressman Iowa","sentiment_score":0.0}
{"full_text":"This news comes in the middle of the COVID-19 virus outbreak. As Japan works on getting the pandemic under control what will the protocol be for large gatherings of those wanting to attend the new attraction. Nadine G #supermario #bad315","sentiment_score":0.1168831169}
{"full_text":"I don't understand why they don't just swing for the fences if GOP leadership is going to reject anything they come up with anyway. It's fully impossible to negotiate in good faith","sentiment_score":0.0166666667}
{"full_text":"Just the News from.the Global health and Pandemic Council Drs in future will be arrested and prosecuted for frauding Medicare in the United States by Using COVID-19 as a Cover up instead of putting the patients correct diagnosis and medical and surgical condition when the patient","sentiment_score":0.0}
{"full_text":"RT These idiots have got to knock it off with the cabo and french laundry bullshit","sentiment_score":-0.4}
{"full_text":"You've fallen into the trap of thinking that we can control this virus. Even total lockdowns have proved ineffective, except in NZ and Australia where they caught it early. However, they are now trapped in an extreme lockdown until vaccinated.If you delve into the science...","sentiment_score":-0.05625}
{"full_text":"RT BREAKING: As part of a new Covid protocol to get through the rest of the season, the NFL will now provide any team who...","sentiment_score":0.1363636364}
{"full_text":"RT Shameful and needless. Money so cheap at the moment and yet they choose a debunked fiscal policy over supporting essenti...","sentiment_score":0.05}
{"full_text":"RT What have we gotten ourselves into?https:\/\/t.co\/8Oqe35drct#Canada #cdnpoli #abpoli #Ableg #COVID19AB #COVID19 #CovidVa...","sentiment_score":0.0}
{"full_text":"RT NOT A JOKE: Austin Mayor Tells Residents to 'Stay Home' While Vacationing in Mexico After Wedding","sentiment_score":0.0}
{"full_text":"RT Democrats think they're better than us.","sentiment_score":0.5}
{"full_text":"RT #COVID is tearing through my extended Indiana family after their Thanksgiving. Three tested positive, eight have sympto...","sentiment_score":0.2272727273}
{"full_text":"RT Do you like breathing? How about your kids, your parents? How about your neighbors? Do you think they like breathing? What...","sentiment_score":0.0}
{"full_text":"RT Question for &amp; Why does the loophole for mask exemptions have 0 criteria &amp; fines for those who...","sentiment_score":0.0}
{"full_text":"RT Nancy Pelosi has refused to negotiate with Republicans for the past 9 months.We've put forward proposal after propos...","sentiment_score":-0.25}
{"full_text":"My friend Mystic Meg said I'd find someone I was truly compatible with sooner or later.Lets get married during covid restrictions that way nobody will know we don't have more than 30 friends.","sentiment_score":0.375}
{"full_text":"RT Meet 102-year-old Angelina Friedman. Lived through the Spanish Flu pandemic of 1918 as a baby and she's now beaten Covi...","sentiment_score":0.0}
{"full_text":"RT Americans are currently living through the worst stretch of the pandemic. Many family budgets &amp; small businesses are at...","sentiment_score":-0.1875}
{"full_text":"Yeah or the ones without any covid. Australia and New Zealand come to mind","sentiment_score":0.1363636364}
{"full_text":"RT Americans are currently living through the worst stretch of the pandemic. Many family budgets &amp; small businesses are at...","sentiment_score":-0.1875}
{"full_text":"RT A great day for science  #vaccine LIVE: BioNTech holds press conference on COVID-19 vaccine development pr... htt...","sentiment_score":0.4681818182}
{"full_text":"When COVID is finally controlled, I hope I don't have to relive it throufh television ","sentiment_score":0.0}
{"full_text":"RT I am heartbroken for the risk this poses to career State employees and catering staff. Also, how can we ask anyone to gi...","sentiment_score":0.0}
{"full_text":"Blind RT","sentiment_score":-0.5}
{"full_text":"But didn't you wear a mask?","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell's \"new\" COVID relief bill gives CEOs a 100% tax deduction for a 3-martini lunch, but ZERO to the 26 mill...","sentiment_score":0.1363636364}
{"full_text":"RT LOCK DOWNS DO NOT WORK  MASK ARE BOGUS AND THE MEDIA IS A DEMOCRAT TOOL --Why Is Media Hiding That Illinois Has More COVID...","sentiment_score":0.5}
{"full_text":"EPA administrator to quarantine following Covid-19 exposure #mustread #feedly","sentiment_score":0.0}
{"full_text":"RT LISTEN NOW: Pediatrician: COVID-19 social isolation is 'hitting the kids the hardest' | Just The News","sentiment_score":0.0333333333}
{"full_text":"Many are already. Working in Ottawa.#COVID19 #border #Canada #CCPChina","sentiment_score":0.5}
{"full_text":"RT Hypocrites. Complete and utter hypocrites.And don't forget who took a private jet with eight people to Cabo and...","sentiment_score":0.0333333333}
{"full_text":"RT 1 of every 800 South Dakotans have died from COVID.","sentiment_score":0.0}
{"full_text":"RT If you live in Ontario this time well spent reading and should serve as a constant reminder. \"The fact is that this...","sentiment_score":0.0121212121}
{"full_text":"RT Biden sounds alarm about the spread of COVID-19 over the next 2 months as he makes an appeal to Americans to take the virus serio...","sentiment_score":0.0}
{"full_text":"RT Austin mayor took vacation in Mexico while urging people to stay home","sentiment_score":0.0}
{"full_text":"RT Never ever call the GOP, Republicans, Trumpism, or the neo-Nationalist party the pro-life party again. Ever.They are...","sentiment_score":0.0}
{"full_text":"He has a reading comprehension problem OR simply is set out to mislead readers. This mask is not n95, u and me are right.","sentiment_score":0.1428571429}
{"full_text":"Best Business Practices For Corporate Tenants During The Pandemic #CRE #COVID-19 #TenantTips #CorporateTenants #CorporateRealEstate  ","sentiment_score":0.5}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"RT New U.S. coronavirus cases topped 200,000 in a day as CDC director issues stark warning: Winter may be 'the most diffic...","sentiment_score":0.1454545455}
{"full_text":"Me 1 side: Please be careful &amp; follow CDC guidelinesMe 2nd side: #CovidKarma is ruthless","sentiment_score":-0.3666666667}
{"full_text":"RT NEW: \"Before we see February, we could be close to 450,000\" Covid-19 deaths in the US, CDC Director says","sentiment_score":0.1363636364}
{"full_text":"RT 48 NBA players have tested positive for coronavirus out of 546 tested during initial testing phase from Nov. 24-30, sour...","sentiment_score":0.0257575758}
{"full_text":"RT Coronavirus: Hungarian MEP resigns after 'sex party' that broke lockdown ruleshttps:\/\/t.co\/knDxYTqOH3","sentiment_score":0.0}
{"full_text":"RT This provision in the WI GOP Assembly pandemic bill is particularly harmful. It would likely strip tens of millions of dol...","sentiment_score":0.0833333333}
{"full_text":"RT CDC Director: \"the data clearly shows us that you can operate these schools in face-to-face learning in a safe and resp...","sentiment_score":0.3}
{"full_text":"#Telangana director of Public Health has advised all politicians and party cadre who were actively involved in campaigning for the #GHMCElections2020 to isolate themselves for a week. #Covid19 protocol was largely not followed during roadshows and padyatras, with huge crowds seen","sentiment_score":0.0398809524}
{"full_text":"RT Interesting, challenging essay:","sentiment_score":0.5}
{"full_text":"Coach Smith has tested positive for COVID-19, he will be unable to coach on Saturday vs BYU. He is asymptomatic.","sentiment_score":-0.1363636364}
{"full_text":" I will promote your kickstarter, gofundme, indiegogo or any crowdfunding campaign with just $5.Click on this link below to see:https:\/\/t.co\/s0bCBdURoP#EverythingErica #yaocabrera #DortmundLazio #DogdugunEvKaderindir #farmersagitation #zazafamily #COVID19","sentiment_score":0.0}
{"full_text":"RIP to one of the most selfless men I've known, thank you for being like a father to me growing up. ","sentiment_score":0.5}
{"full_text":".@21stShow spoke with #Illinois House representative to discuss the state's #COVID19 response and more.https:\/\/t.co\/xjmYfo6Yn2","sentiment_score":0.0}
{"full_text":"Grim news continues in West Virginia about the coronavirus. Twenty more COVID-19-related deaths were reported by the DHHR, including a 25-year-old woman from Cabell County.https:\/\/t.co\/Kk7sLOUZQV","sentiment_score":-0.25}
{"full_text":".@AZSnowbowl had a busy first week, and the Flagstaff ski resort had to work out some additional COVID-19 safety measures.","sentiment_score":0.175}
{"full_text":"The close-knit family came from different households to celebrate a 66th birthday. One of them brought COVID with them.","sentiment_score":0.0}
{"full_text":"RT Obama says he may take coronavirus vaccine on TV to build trust in it","sentiment_score":0.0}
{"full_text":"On the Sunday after Thanksgiving, North Carolina reported its highest number of people hospitalized with COVID-19. This close to a vaccine, we can't let up now. Keep staying home, wearing a mask, and taking all the necessary precautions to #StopTheSpread","sentiment_score":0.0}
{"full_text":"In the US, low-income students bear the impact of the transition into remote or hybrid learning as the world shifts into the new normal. How should policymakers respond to these gaps? Find out here:","sentiment_score":0.0621212121}
{"full_text":"This book chronicles AIER's coverage of the opening phase of the #COVID19 outbreak, through the full onset of the crisis, with speculations on the future of wealth and liberty in light of both #coronavirus and the political response. #AIERbooks","sentiment_score":0.1875}
{"full_text":"Today's podcast:Hour 1: NFL &amp; Covid, Buy or SellHour 2: #kubball, CFB, Andy ReidHour 3: Hour 4: Headlines, Patrick Mahomes, NFLLISTEN:","sentiment_score":0.0}
{"full_text":"Beautiful!","sentiment_score":1.0}
{"full_text":"RT Today is #WorldAIDSDay!Take a moment to thank community health workers, nurses, doctors, scientists &amp; everybody involved in the...","sentiment_score":0.0}
{"full_text":"The article discusses the ways in which retirees have been socializing and volunteering in a virtual setting.Don't forget to RSVP to our virtual event about Art &amp; Soul this Thursday, Dec. 3rd at 5:30pm PST:","sentiment_score":0.0}
{"full_text":"Our virtual Year in Review is Dec. 8 at Noon! We are happy to welcome from to the program as one of our speakers. He will be discussing 2020 &amp; COVID-19 with us, and offering insights to where 2021 may take us.Tickets:","sentiment_score":0.8}
{"full_text":"If you want info about Covid vaccines from a trusted and brilliant source don't miss our interview this evening with the phenomenal The interview will be at 7:00 central. Facebook live, and YouTube. Join us. Tell your friends","sentiment_score":0.3840909091}
{"full_text":"Recent travel? Take these steps to reduce the spread of coronavirus:Keep 6ft from anyone you didn't travel with.If you live with people who didn't travel, everyone should wear masks in shared spaces for 14 days after travel.Wash hands often.","sentiment_score":0.0681818182}
{"full_text":"Brookdale residents and associates will be among the first group to have access to a COVID-19 vaccine as soon as it's available. Read on to learn more about our next step in aiding prevention.","sentiment_score":0.2875}
{"full_text":"RT I'm excited to be speaking at this year's #WebSummit! I've always had a love for tech and finding new ways to use it to conn...","sentiment_score":0.3683712121}
{"full_text":"Covid-19 has killed over 1.49M people and infected more than 64M others globally. Follow this thread for all the coronavirus-related developments for December 3:","sentiment_score":0.1}
{"full_text":"RT One person is holding up Covid aid for workers and has been doing so for 7 months, Mitch McConnell. I am pleading with G...","sentiment_score":0.0}
{"full_text":"I miss hanging out with my bestie! We used to do drag brunches, road trips, etc.  Now we connect via zoom meetings. #sad #covid19 #coronavirus #SocialDistancing #podcast #selfisolate #bestfriends #BFF","sentiment_score":-0.3}
{"full_text":"RT Why's it always Democrat politicians that violate the #COVID19 rules that they put in place?","sentiment_score":0.0}
{"full_text":"RT \"The president will sign the McConnell proposal that he put forward yesterday and we look forward to making progress on tha...","sentiment_score":0.0}
{"full_text":"We should heed Dr. Redfield's warning when he calls this \"the most difficult time in the public health history of this nation.\" We all must do our part to stop the spread of #COVID19.  https:\/\/t.co\/n9YdiFMgoa","sentiment_score":0.0}
{"full_text":"As the coronavirus pandemic wears on, relentless &amp; devastating disasters continue to upend lives across the country. Through it all, Red Cross volunteers are stepping up to help people in need -- and blood donors are also helping to save lives by rolling up a sleeve to give blood.","sentiment_score":-0.3333333333}
{"full_text":"Florida Senate leaders named, new panel will review state's COVID responsehttps:\/\/t.co\/TbVJgl1RAX","sentiment_score":0.1363636364}
{"full_text":"The #business landscape has changed due to the pandemic social dynamics evolution. Your company is ready for this change?Are looking for an expert in marketing, development or IT?Visit us!!","sentiment_score":0.0736111111}
{"full_text":"With the promising recent news of a potential COVID-19 vaccine, what questions would you like to ask local doctors before a vaccine becomes available? TUNE IN NOW for our COVID-19 statewide special as your question may be asked on-air.","sentiment_score":0.1595238095}
{"full_text":"Check out this speedy one-minute tutorial! Learn how to easily track ActionVFX stock footage to a warping surface with the Lockdown plugin. Both Lockdown and ActionVFX elements are on sale!See more:","sentiment_score":0.4666666667}
{"full_text":"Dear Once upon a time doing an errand for a lawyer at a local courthouse, opposing counsel stood up and said to the judge (who had told me to stay)\"why is he allowed to send his girl here to appear for him?\"  The female prosecutor responded, \"She is a lawyer.\"","sentiment_score":0.0}
{"full_text":"Disorienting also includes being warned of extreme rise in Covid &amp; shown lines of starving people on one hand while seeing an abundance of Christmas ads as if everything is normal on the other &amp; warning to distance while watching football face to face combat etc Head spinning.","sentiment_score":-0.0333333333}
{"full_text":"RT Let's be clear about what COVID-19 \"liability protections\" would mean: letting corporations off the hook if they decide they c...","sentiment_score":-0.10625}
{"full_text":"#PacificWomen is proud to release this video of - people with disabilities must be included in #COVID19 response &amp; recovery. We are committed to working with #Pacific partners to leave no one behind: #16Days #16Days2020@fijiwomensfund","sentiment_score":0.2}
{"full_text":"Did you miss the 'Best in Biz' event on 11\/19? Catch it here, filled w\/ tons of helpful tips + advice regarding #Marketing during #COVID19. Thank you for being a fabulous moderator! WATCH NOW:","sentiment_score":0.6333333333}
{"full_text":"RT After you get a Covid vaccine, can you just return to normal life? Our science writer Carl Zimmer answers that question and mo...","sentiment_score":0.15}
{"full_text":"Conway church pastor's wife dies of COVID-19, daughter still fighting virus in ICUhttps:\/\/t.co\/eLlfrTZg8t","sentiment_score":0.0}
{"full_text":"RT The numbers that matter tonight. Not a side show. The real deal. Be careful. Heard of another sad death the other day from a fr...","sentiment_score":-0.13125}
{"full_text":"RT As societies around the world grapple with the coronavirus pandemic, service robots have emerged as a powerful tool in fighting...","sentiment_score":0.3}
{"full_text":"Since March, we have distributed more than 206,000 cases of PPE to health care providers, including: 17 million gowns14.2 million gloves7.2 million surgical masks4.9 million N95 masks1.4 million face shields","sentiment_score":0.5}
{"full_text":"Out-of-Work Couple Finds Pandemic Success Making Cinnamon RollsWATCH:","sentiment_score":0.3}
{"full_text":"At the beginning of the pandemic, I listened to \"Life on the Nickel\" every day.","sentiment_score":0.0}
{"full_text":"Now Playing DJ Ian Luffman - Lockdown Reggae Show 21.04","sentiment_score":0.0}
{"full_text":"What could he do about pandemic than he did? He send all aid to everyone needed: each individual states  governor made the rules. He locked down with democrats labeled him xenophobe and racist while pushing \"it's just a flu\" and \" go check out Mardi gras\":) you're wrong.","sentiment_score":-0.0388888889}
{"full_text":"WTF-is-wrong-with-people......","sentiment_score":0.0}
{"full_text":"RT Someone made a lego CC Club. This pandemic needs to end","sentiment_score":0.0}
{"full_text":"Fauci: 'End in sight' for pandemic, but Montanans need to keep up with mask and distancing guidelines","sentiment_score":0.0}
{"full_text":"I know the NDP sure knows how to be the problem all the time. This Convoy is to show support for what the UCP has done and to avoid going into lockdown like all the other provinces","sentiment_score":0.1875}
{"full_text":"RT \"It's important we never forget who the deniers were\" -- as it took the folks at Fox &amp; Friends 10 months and 270,000 dead Am...","sentiment_score":0.1}
{"full_text":"RT AwesomeCapital: Considerations for Authorization of Pfizer's COVID...","sentiment_score":0.0}
{"full_text":"He's an idiot.","sentiment_score":-0.8}
{"full_text":"The CDC announced new quarantine guidelines for people who were exposed to coronavirus.","sentiment_score":0.1363636364}
{"full_text":"Not every hospital bed or ICU room in the state is full, but there are 13 hospitals without ICU beds and another 20 with 10% or less. \"We are looking at a big mess, to put it in laymen's terms,\" a health department spokeswoman said.","sentiment_score":0.0020833333}
