{"full_text":"Sad to see. Why can't folks just wear a mask and social distance but keep America open.","sentiment_score":-0.1555555556}
{"full_text":"RT Jeff Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.Instead he's denying...","sentiment_score":0.375}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"MASK DON'T WORK! 85% of people getting covid wore masks! If you are afraid, STAY HOME! +99% recovery rate! Covid has been described by virologists as the biggest hoax played on the world! Unlock the country!","sentiment_score":-1.0}
{"full_text":"RT The ENTIRE COVID RELIEF BILL should be no more than 10 pages and include ONLY MONEY to Americans and Am...","sentiment_score":-0.0833333333}
{"full_text":"RT Hey remember that 250k donation you refused to take from me for frontline covid workers?  I still have it....","sentiment_score":0.0}
{"full_text":"How Mink, Like Humans, Were Slammed by the Coronavirus","sentiment_score":0.0}
{"full_text":"RT \"We have to recover from the pandemic, we have to rebuild our economy, we have to deal with the climate crisis, the racia...","sentiment_score":0.0}
{"full_text":"Same reason we haven't really tested for mad-cow in decades, and GOP resisted covid testing from beginning.That's how you make sure there's no evidence of bad news... (requiring action)","sentiment_score":0.02}
{"full_text":"Pocket Veto that dumb Marxist Pelosi","sentiment_score":-0.375}
{"full_text":"Covid-19: New strain confirmed in Northern Ireland patient - BBC News","sentiment_score":0.2681818182}
{"full_text":"COVID-19: WWII veteran amongst first Chelsea Pensioners to get virus vaccine | UK Information","sentiment_score":0.125}
{"full_text":"RT If your Qb has the C ripped off ... he's not the guy.","sentiment_score":0.0}
{"full_text":"Well this was happening China was actually working to stop the spread of their virus and look at how they're doing now","sentiment_score":0.0}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"RT I have trouble even watching that for 10 seconds, even with the sound off; he literally physically repu...","sentiment_score":0.0666666667}
{"full_text":"RT The UK is paying $37 per dose of the Moderna vaccine. The EU is paying $18 per dose. Both buyers ordered 40m doses. The EU offe...","sentiment_score":0.0}
{"full_text":"COVID isn't going away any time soon. FFRCA leave requirements should also be extended.","sentiment_score":0.0}
{"full_text":"RT The older you get the more u just wanna stay home and chill for Christmas.","sentiment_score":0.3333333333}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"RT #AmendTheBill $2,000 for ALL AMERICANS (that includes adult dependents!) this is a pa...","sentiment_score":0.125}
{"full_text":"RT 2020 bowl system* 9-2 Army locked out of bowl game until a 3-7 team gets COVID* C-USA champion UAB can't play in bow...","sentiment_score":-0.4}
{"full_text":"RT \"The COVID-19 pandemic has created circumstances that may increase the risk of trafficking, inhibit identification of...","sentiment_score":0.0}
{"full_text":"RT Hey remember that 250k donation you refused to take from me for frontline covid workers?  I still have it....","sentiment_score":0.0}
{"full_text":"RT Trump's last-minute tantrum throws pandemic relief effort into chaos, By","sentiment_score":0.0}
{"full_text":"Pretty much what has been saying all along","sentiment_score":0.225}
{"full_text":"RT Hey remember that 250k donation you refused to take from me for frontline covid workers?  I still have it....","sentiment_score":0.0}
{"full_text":"And you're speaking from a point of unreasonableness, don't you understand that the more people get infected.the more likely it'll lead to an even harsher lockdown, haven't you learned anything from what's happening across Europe with their second wave...countries are closing","sentiment_score":0.25}
{"full_text":"RT Hey remember that 250k donation you refused to take from me for frontline covid workers?  I still have it....","sentiment_score":0.0}
{"full_text":"RT Remember how I said they'd be coming for OnlyFans next? Well, it's happening. This new bill, introduced by a Democrat,...","sentiment_score":0.0681818182}
{"full_text":"RT I would like to say how proud I am of my hoomans for everything they have done this year ,they constantly worked throug...","sentiment_score":0.4}
{"full_text":"RT COVID took Dr Susan MooreThe system was complicit in her demise Rest in peace, sis. We will continue to fight in your me...","sentiment_score":0.0}
{"full_text":"Severe allergic reaction reported following COVID-19 immunization in Alabama - WVTM13","sentiment_score":0.0}
{"full_text":"RT We have activated running back Myles Gaskin off the reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"corona ruining things as usual i hate","sentiment_score":-0.525}
{"full_text":"RT Guys _PLEASE_ stay home for the holidays. I am literally begging you. People are dying. You could kill someone or put yours...","sentiment_score":0.0}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"RT Just a reminder . .Flatten the Curve has lasted Many months . .Look at the False Numbers that were supplied by the Deb...","sentiment_score":0.05}
{"full_text":"RT COVID didn't ruin America's economy. Governors, state and local officials did.","sentiment_score":0.0}
{"full_text":"RT Merry Christmas ! Thanks for watching the #Ghosts Xmas Special on BBC One. Here's a behind the scenes thread. First, rec...","sentiment_score":0.1017857143}
{"full_text":"Lost 40lbs, my uncle of COVID19 and my snake died. Had to call the FBI twice and was sent to the OIG. Called the NSA once for something else. They did help. Mysterious spine issue so now on two controlled pain killers. And joined a cult.","sentiment_score":0.0}
{"full_text":"RT A must read on the health of our #kids and #families, here in #Boston- alas, #foodinsecurity abounds in those with young chi...","sentiment_score":-0.15}
{"full_text":"RT Delayed lockdown to Boxing Day could result in 10,000 additional #COVID19 cases in Ontario! #FordFailedOntario #OntarioPCNotFi...","sentiment_score":0.0}
{"full_text":"RT Travel cases are 1.3%. Domestic cases 98.7%. The Conservative govt wants to distract from that 98.7% that they are res...","sentiment_score":0.1}
{"full_text":"RT Robots on wheels are delivering food and supplies for free to NHS workers in Milton Keynes The fleet has seen its pop...","sentiment_score":0.4}
{"full_text":"A shout out for my favourite DNA sequencing technology: who know me know I have been a fan of their novel sequencing technology since ~2009 and their initial research publications.This technology is now proving indispensable at tracking COVID-19 mutations.","sentiment_score":0.2}
{"full_text":"RT Is it seasonal sadness or regular sadness or covid sadness or hormonal sadness or tired sadness or just regular sadness o...","sentiment_score":-0.1333333333}
{"full_text":"He just vetoed an $800 billion defense bill. I wouldn't hold my breath waiting for him to sign the Covid bill. Unlike your little story, Trump doesn't need to sign the bill because everyone on earth knows Congress is going to cave. Because that's what Congress does.","sentiment_score":-0.1875}
{"full_text":"RT The New COVID Relief Bill# Private Universities: $8,000,000,000# Navy Weapons: $4,000,000,000# Air Force Missiles:...","sentiment_score":0.0681818182}
{"full_text":"A \"walk down the street with your Starbucks and holt renfrew bag\" kind of pandemic.","sentiment_score":0.2222222222}
{"full_text":"RT Worth a read.Especially p9 \"regardless of control measures simulated, all NHS regions are projected to experience a subse...","sentiment_score":0.3}
{"full_text":"Yeah, he deserves a break after issuing all those pardons, ignoring the pandemic and throwing people under buses.","sentiment_score":0.0}
{"full_text":"Sadly people don't wont to wear them and they get mad if you simply ask them to wear one I.E my job  ever got yell out by on old redneck for asking them to wear a mask because I have?","sentiment_score":-0.25625}
{"full_text":"RT WASHINGTON (AP) -- Pfizer and BioNTech to supply additional 100 million doses of the COVID-19 vaccine to US under new agreeme...","sentiment_score":0.1363636364}
{"full_text":"RT Let's have Nengi's birthday in the sky.Covid 2nd wave can't stop usWho's coming with me?","sentiment_score":0.0}
{"full_text":"RT Hey remember that 250k donation you refused to take from me for frontline covid workers?  I still have it....","sentiment_score":0.0}
{"full_text":"RT The worst&amp;the most discriminating thing is...","sentiment_score":0.5}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"Mountain gorillas are distancing, too -- from humans via","sentiment_score":0.0}
{"full_text":"RT This is my Dad, Gess. He taught me to always be up for a party. Which I'm proud to say is now my greatest skill. Yesterda...","sentiment_score":0.9}
{"full_text":"We are bleeding health care workers. Do you realise this means anyone else who gets sick either cannot be treated or risks getting covid in hospital. The longer we leave things casual the bigger the catastrophe down the line.","sentiment_score":-0.3424603175}
{"full_text":"RT Minister we asked for a racial and gender breakdown of people who are being killed by Covid-19. If you...","sentiment_score":-0.2}
{"full_text":"RT A judge in San Diego has ruled that he could not find a connection between restaurant services and the spread of COVID....","sentiment_score":0.0}
{"full_text":"RT Guys, this is so important. Israel has received vaccines for their population and are beginning to vaccinate all israe...","sentiment_score":0.4}
{"full_text":"Even when this covid shit clear up I still wanna wanna social distance from a lot of you niggas.","sentiment_score":-0.0222222222}
{"full_text":"RT Don Allen Madden CEO of Trojan Capital and Trinity Financial, stop evicting our families during a pandemic. Negotiate n...","sentiment_score":0.0}
{"full_text":"MDH also said Wednesday there have been 402,519 total cases of COVID-19 in Minnesota. That number is up 1,508 from the total announced on Tuesday and is based on 23,563 new tests.","sentiment_score":0.0454545455}
{"full_text":"RT I vote NO.  If the Republicans agree to this proposal, the Dems will never again open the schools without making us pay...","sentiment_score":0.0}
{"full_text":"RT A reminder to those listening to the presser - that covid bed occupancy is rising in EVERY NHS english region (...","sentiment_score":0.0}
{"full_text":"RT idk if this is relatable but every time someone says \"we're in a pandemic, don't worry if ur not being productive\" i feel wo...","sentiment_score":0.0}
{"full_text":"RT Due to Covid, the War on Christmas will be canceled this year.It is, however, challenged to a rap battle and better...","sentiment_score":0.1875}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"RT Those who feast on the undoing of robbed &amp;coerced #50sWomen slaves, pushed into penury amid a #pandemic each have a grubby h...","sentiment_score":0.0}
{"full_text":"RT They did not get it. At all.","sentiment_score":0.0}
{"full_text":"RT Hey remember that 250k donation you refused to take from me for frontline covid workers?  I still have it....","sentiment_score":0.0}
{"full_text":"RT ...Keep doing the small things: #MaskUp, #SocialDistance, #WashHands and #GetTested to crush COVID-19. (3\/3) #DontStopDont...","sentiment_score":-0.25}
{"full_text":"RT On Dec. 13, Billy Loredo, a lawyer from Edinburgh, Texas, died from COVID-19 at the age of 45.","sentiment_score":0.0}
{"full_text":"RT The Left is going to keep coming after our kids.","sentiment_score":0.0}
{"full_text":"RT I'm in. Whaddya say, Mitch? Let's not get bogged down with ideological offsets and unrelated items and just DO THIS! The Am...","sentiment_score":-0.1972222222}
{"full_text":"Mass vaccination is more likely to do that. \"As selection pressure increases with mass vaccination, I think these mutants will become more common.\"https:\/\/t.co\/nDDNTPnOjD","sentiment_score":0.175}
{"full_text":"Listen to this and share if you think it's disgusting.","sentiment_score":-1.0}
{"full_text":"RT Dems always wanted more than $600.Your move, Mitch.Oh, didn't you reject several House relief bills and push back ag...","sentiment_score":0.1666666667}
{"full_text":"RT Just think: If R's had removed him for clearly impeachable conduct we would have saved thousands upon thousands of lives...","sentiment_score":0.1}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"RT New: In May, Sen. Loeffler made a behind-the-scenes push against D proposals to halt negative credit reporting b\/c of COVID...","sentiment_score":-0.0818181818}
{"full_text":"Wow... Congratulation.. that must be fun for bright who like to stay at home more. Good choice !! ","sentiment_score":0.52}
{"full_text":"Legendary alpha move by the presidente","sentiment_score":1.0}
{"full_text":"preaches equality and love but then hates on anyone he doesn't agree with and wishes deathS what a sad human being","sentiment_score":0.0}
{"full_text":"Ways Office Layouts Will Change with COVID-19 #CRE #Office #Layouts #COVID-19","sentiment_score":0.0}
{"full_text":"RT Listen up everyone, the guy responsible for over 325,000 COVID deaths has something to say about the sanctity of every...","sentiment_score":0.2}
{"full_text":"RT Spoke today with a Republican Congressman who is apoplectic at what Trump is doing with this Covid relief bill. \"He's fuc...","sentiment_score":0.0}
{"full_text":"RT Employers will no longer have to provide paid sick leave to workers who get infected with COVID-19 in the new bill.If Mit...","sentiment_score":-0.288961039}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"Quit being a Scrooge Ebeneezer Scrooge to the American people! We have a problem when 75 to 85 % of this Covid bill going to foreign country aid!We are to fix and help country and countrymen first not last. It's American first not last and getting crumbs you masters","sentiment_score":0.0535714286}
{"full_text":"RT Corporate Democrats like and are so full of shit.They did not push for $2000 direct cash r...","sentiment_score":0.15}
{"full_text":"RT @BorisJohnson CRONY COVID CONTRACTS COSTING TAXPAYERS PSBILLIONS'High Profile' Government Contacts Given Priority in...","sentiment_score":0.16}
{"full_text":"Whether you are looking for Web designers or simply curious to know, here are some of the most resilient jobs that have flourished during Covid-19.Thank you for sharing this with us.","sentiment_score":0.2}
{"full_text":"CNBC POLITICSPresident Trump says Boris Johnson would \"make a great prime minister\".12 July 2018**CNN31 December 2020'Boris Johnson has led Britain into an abyss of overlapping crises at the worst possible time'.https:\/\/t.co\/wenk4yLiej","sentiment_score":-0.0666666667}
{"full_text":"Sick bastard.","sentiment_score":-0.7142857143}
{"full_text":"RT Hey remember that 250k donation you refused to take from me for frontline covid workers?  I still have it....","sentiment_score":0.0}
{"full_text":"Capital Gains! The $900 Billion Coronavirus Relief Package Only Needs President Trump's Signature After Congress Finished The Deal. |","sentiment_score":0.0}
{"full_text":"Who thought the French prat would call a lockdown for political reasons and course this mayhem ? let's hope that when Brexit finally ends the frog is made to pay.","sentiment_score":0.0}
{"full_text":"RT Tulsi Gabbard is rightThis COVID Relief Bill is an insult to the American peopleOpen our country again, and stop try...","sentiment_score":0.0}
{"full_text":"RT Just think: If R's had removed him for clearly impeachable conduct we would have saved thousands upon thousands of lives...","sentiment_score":0.1}
{"full_text":"I really just downloaded a school bell tone for my timer, gotta give the kid the full pre COVID school experience","sentiment_score":0.275}
{"full_text":"relatable","sentiment_score":0.0}
{"full_text":"RT Republicans who think Trump had no part in this lockdown disgust me.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Israel announces third coronavirus lockdown, starting at 5 p.m. Sunday","sentiment_score":0.0}
{"full_text":"RT COVID-19 numbers in many countries will be inconsistent over the next 2 weeks because of reduced testing and delayed reporting...","sentiment_score":0.25}
{"full_text":"Northern Ireland's Department of Health has confirmed the presence of a new #coronavirus strain in the region -","sentiment_score":0.2681818182}
{"full_text":"Last week, at a Philadelphia hospital, some doctors teared up as they received a vaccine against the novel coronavirus, a disease they've been fighting for months on end. via","sentiment_score":0.0}
{"full_text":"Lawmakers struck a roughly $900 billion COVID-19 stimulus deal that includes another round of stimulus checks and badly needed jobless benefits for struggling Americans.https:\/\/t.co\/R6wUty4KjI","sentiment_score":-0.3333333333}
{"full_text":"The CDC says you should only celebrate with members of your immediate household this holiday season. The Onondaga County Executive says a \"pod\" approach may be more practical.https:\/\/t.co\/2toATlPZOy","sentiment_score":0.25}
{"full_text":"ATTENTION HEALTHCARE PROVIDERS!!!!If your practice or facility is:1) in Douglas County and 2) falls in Phase 1A COVID-19 vaccine allocation and 3) has not been contacted by survey to provide your information, Please call the COVID-19 Information Line at 402-444-3400.","sentiment_score":0.0}
{"full_text":"Japan's bitter vaccine history creates hurdle in COVID-19 fight  (12\/23 Bloomberg\/JapanTimes)","sentiment_score":-0.1}
{"full_text":"#EnPortada  |  La invierte mas de 1.000 millones en material #sanitario contra el Covid https:\/\/t.co\/9lQRkUIrO0","sentiment_score":0.0}
{"full_text":"RT \"This is the worst bill, and it typifies the swamp,\" said Trump's threat to #VetoTheStimulus bi...","sentiment_score":-1.0}
{"full_text":"$2,000 direct payments will go MUCH further in relieving economic hardships caused by #COVID19.ALL workers - those continuing essential roles, as well as those seeking food, unemployment assistance or facing eminent eviction - deserve to receive this necessary assistance.","sentiment_score":0.06}
{"full_text":"Merry Lockdown &amp; Happy New Year","sentiment_score":0.4681818182}
{"full_text":"The Hays County Commissioners Court voted to accept a grant amendment to the Texas Department of State Health Services (DSHS) for COVID-19 funding to continue the county's contact tracing program. #HaysCounty","sentiment_score":0.0}
{"full_text":".@NewsandSentinel: West Virginia leads nation in COVID-19 vaccine distribution \"Gov. said Monday that West Virginia is leading the way with the number of distributed COVID-19 vaccines and is ahead of schedule...\" #WVgov","sentiment_score":0.0}
{"full_text":"Which healthcare workers are getting the vaccine first, and in what order? And how long do experts think it will take before they are all vaccinated? It might be sooner than you think:","sentiment_score":0.1}
{"full_text":"Yes, COVID-19 is preventing the usual big holiday gatherings that we Pinoys love to have, but even when we celebrate with just members of our household and close family, it shouldn't stop us from having fun in the dining room. https:\/\/t.co\/4i9W87wnhw","sentiment_score":0.1375}
{"full_text":"Please don't repeat your Thanksgiving COVID super-spreader mistakes!","sentiment_score":0.0}
{"full_text":"At ARCpoint Labs of North San Diego we're offering flu and COVID-19 combined to have ability to better identify symptoms and how best to treat them. Go to learn more about the combination Flu\/COVID-19 ","sentiment_score":0.6666666667}
{"full_text":"Reminder: Minnesota high school students that have lost their job due to the pandemic may be eligible to receive unemployment benefits! The deadline to apply is Friday, December 25th. For more information, please visit help spread the word.","sentiment_score":0.1679166667}
{"full_text":"A social advocate who helps run The Loop Drop-In Centre in North #Kamloops says he'd like to see improvements to #COVID19 testing processes for the homeless.","sentiment_score":0.0333333333}
{"full_text":"You have the power to give HOPE to the Ronald McDonald House families this year. New Year New Hope. Donate today!","sentiment_score":0.1534090909}
{"full_text":"Whether your big-day was postponed due to the pandemic or you're newly-engaged with a far-away wedding date, our advice will help you stay on track.","sentiment_score":-0.125}
{"full_text":"RT Hey remember that 250k donation you refused to take from me for frontline covid workers?  I still have it....","sentiment_score":0.0}
{"full_text":"A nonprofit organization has awarded five different public education programs with $1,000 to help with virus relief. Read more and chat with us at: #COVID19 #environmental","sentiment_score":0.1666666667}
{"full_text":"Ofcourse....Pfizer CEO Albert Bourla will wait to get COVID-19 vaccine - Business Insider","sentiment_score":0.0}
{"full_text":"Kirk Cameron is not just an idiot, he is also a covidiot!","sentiment_score":-1.0}
{"full_text":"After the pandemic eases, how much will we continue using Zoom at work and for other gatherings? That may depend on the type of gathering. Prof Jeffrey Hall weighs in. #Zoom #Zoomfatigue","sentiment_score":0.0375}
{"full_text":"New publication from team that ACE-Is\/ARBs do not predispose to higher rates of #COVID19. Great reassurance to our patients taking these meds. #KPResearch at its finest!","sentiment_score":0.4621212121}
{"full_text":"Christmas Display in the Laundry Roomc. 1966DeWitt State Hospital#Christmas #MerryChristmas2020 #HappyHolidays #COVID19 #ShopLocal #ShopPlacer","sentiment_score":0.0}
{"full_text":"RT In my end-of-the-year column for I pay tribute to the Scots language champions whose efforts are sparking a re...","sentiment_score":0.0}
{"full_text":"RT .@KellyLoeffler &amp; made millions in stock trades during the pandemic, while Georgians waited for help. Now...","sentiment_score":0.0}
{"full_text":"RT Covid \"relief\" and spending bill includes:--A $2.5 billion tax break for racecar tracks (not to be confused with a tax break...","sentiment_score":-0.4}
{"full_text":"RT Wow: How the Centers for Disease Control Went Woke","sentiment_score":0.1}
{"full_text":"An easy way to keep yourself and others healthy during the COVID-19 pandemic is by wearing a face covering. We recommend wearing one if you go out in public, or are around people that you do not live with, to slow the spread of the virus.@jocogovNC","sentiment_score":0.113030303}
{"full_text":"How about a \"covid release\" bill thats actually about covid relief and not foreign aid?","sentiment_score":0.03125}
{"full_text":"Alabama doctor weighs in on new mutated COVID-19 strainhttps:\/\/t.co\/SICzAiRzbB","sentiment_score":0.1363636364}
{"full_text":"For the past decade my family and close relatives had this tradition where we would go to each other's houses, eat food, and play Christmas-themed games 2 days before Christmas (coined Eve-Eve). It was usually a 12 hour affair, but sadly we can't do it this year cause of COVID.","sentiment_score":-0.28125}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"Enjoy some cheer with #theChristmassetup (@lifetimetv \/ Read our Q&amp;A w\/ DGC Ontario Director shooting during a pandemic and why representation matters. https:\/\/t.co\/Fl7ubQpTlk","sentiment_score":0.4}
{"full_text":"From columnist I am healthy and work from home but could be prioritized for the COVID-19 vaccine before my diabetic husband, who is at higher risk of severe illness.","sentiment_score":0.375}
{"full_text":"Mayor Corradino's December 23, 2020 Statement available now at Visit the Village's coronavirus portal at for more information during the pandemic.","sentiment_score":0.45}
{"full_text":"Coming up on #tytlive: Did they have to die? How America's Covid response left 3,000 health workers dead","sentiment_score":-0.1}
{"full_text":"COVID-19 Now On All 7 Continents As Antarctica Reports First Cases (Rated: Objective)","sentiment_score":0.125}
{"full_text":"In the news today: New South WalesState of AustraliaNew Christmas coronavirus restrictions have started in NSW as fresh exposure sites emergeNSW's COVID Christmas rules kick in #NewSouthWales","sentiment_score":0.2181818182}
{"full_text":"Fuck these POS's! They don't deserve to get a vaccine. I'm not getting it cause I don't believe in vaccines but the non believers of covid definitely don't deserve to get it at all.","sentiment_score":-0.25}
{"full_text":"How have the holidays changed for you due to COVID?","sentiment_score":-0.125}
{"full_text":"CDC: 1 million Americans have received 1st COVID-19 vaccinehttps:\/\/t.co\/BMFAQJi1W7","sentiment_score":0.0}
{"full_text":"RT Funny the freaking media has yet to file a single lawsuit trying to nullify my vote , the media didn't remove polling places...","sentiment_score":0.0892857143}
