{"full_text":"RT .@realDonaldTrump demanding rewrite of massive Covid relief bill to raise stimulus from 600$ a person to 2000$ &amp; elimi...","sentiment_score":0.0}
{"full_text":"RT Pakistan, Ukraine, Egypt, Venezuela (and probably other FOREIGN nations) are in the UNITED STATES COVID stimulus bill...","sentiment_score":-0.125}
{"full_text":"RT Nah tell Tom Brady take it","sentiment_score":0.0}
{"full_text":"RT The irony:  is conflating the omnibus (normal Govt spending that went through committee) with the Covid...","sentiment_score":0.15}
{"full_text":"RT JUST IN: President Donald Trump set to veto the Covid relief bill, reports.","sentiment_score":0.0}
{"full_text":"They combined the COVID relief bill with the Continuing Resolution to keep funding the federal government.  The funding Trump was complaining about was part of the CR","sentiment_score":0.0}
{"full_text":"RT .@RealDonaldTrump threatens to veto the COVID relief bill for what he deemed a paltry amount of direct relief and inclusion...","sentiment_score":0.1}
{"full_text":"Damn.","sentiment_score":0.0}
{"full_text":"RT It's unconscionable that there are families worried over the holidays that they'll be evicted next month. Extending the ev...","sentiment_score":0.0}
{"full_text":"RT Hey ANTIFA and Black Lives Matter-- maybe instead of sending your foot soldiers to go after innocent small business owners...","sentiment_score":0.0277777778}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"Trump no longer governs, just plays golf btw traitorous acts.  Now he won't sign the COVID bill.The GOP could've removed him. But they've stood by and supported his sedition.Hey GA! You can remove #MoscowMitch Give us a government that actually works. #VoteBlueGA","sentiment_score":0.0}
{"full_text":"RT So $1,200 in Trump tax cuts is crumbs, but $600 in covid stimulus is significant, according to Pelosi?","sentiment_score":0.375}
{"full_text":"How about a headstone? The Donald J. Trump Memorial COVID-19 Mass Grave.Yeah, I'm okay with that.@realDonaldTrump","sentiment_score":0.5}
{"full_text":"Covid Safety Marshall PSMS Ahmed Ventura engaged with the motorists coming in and out in the Municipality at Sumabsab Bridge Sitio Manaois Brgy. Poblacion, Lagayan Abra regarding Municipal Traffic Ordinance, anti-terrorism, public safey measures and CoViD19 prevention tips.","sentiment_score":0.0}
{"full_text":"This thread is a present for everyone","sentiment_score":0.0}
{"full_text":"RT L.A.'s Covid Catastrophe: 70 People Being Treated In A 29-Bed Emergency Department; Black Community Hit Hard As County Virus...","sentiment_score":-0.2291666667}
{"full_text":"RT 12 people gather shoulder-to-shoulder without masks to tell you you can't leave your house and you must wear a mask","sentiment_score":0.0}
{"full_text":"You should be ashamed. Call it a Foreign Aid Bill and save what's left of your honor. COVID Aid should be for Americans. I'm embarrassed that I believed in you. May God have Mercy on your soul.","sentiment_score":-0.0625}
{"full_text":"RT You know what's a disgrace? Trump is a disgrace. He has spent the last 6 weeks touting conspiracy theories, while pe...","sentiment_score":-0.05}
{"full_text":"RT 1) The President did not outright say he will veto the coronavirus\/government spending bill. But he very well could preven...","sentiment_score":0.2}
{"full_text":"RT Van Morrison slams politicians who 'haven't missed a paycheck' since lockdown in UK | Fox News","sentiment_score":0.0}
{"full_text":"RT COVID conga lines are not smart.","sentiment_score":-0.1071428571}
{"full_text":"Dr.G. thank you for speaking out many of us do but your words don't fall on deaf ears -they travel and people listen and take notice You are a legend in this pandemic and I truly believe that THAT is your role at this time and place Godspeed brother keep fighting the fight","sentiment_score":0.5}
{"full_text":"RT BREAKING: Trump is refusing to sign the Covid relief bill, because he's a traitor.","sentiment_score":0.0}
{"full_text":"RT Minnesotans, please wear a mask, wash your hands, and limit gatherings. We must do everything we can to keep each other safe.","sentiment_score":0.1875}
{"full_text":"I just uploaded \"Dub Hi Fi - Lockdown Session 1\" to Listen at","sentiment_score":0.0}
{"full_text":"RT Time-lapse video of social distancing during Haj 2020 reminds us about importance of adherence to preventive measures ami...","sentiment_score":0.0333333333}
{"full_text":"RT Trump has the high ground. He's offering substantially more in direct payments to Americans while calling out the absu...","sentiment_score":0.2533333333}
{"full_text":"RT sending love and support to everyone struggling with addiction in quarantine. I know the pandemic makes staying sober e...","sentiment_score":0.3}
{"full_text":"RT Watching literally drag Chris Christie was awesome. He doesn't get to rehabilitate himself. He is corr...","sentiment_score":0.45}
{"full_text":"Biden: \"The worst part of Covid is ahead of us, not behind us\". Leftist clown and all leftist are about control. Bunch of power hungry asshats.","sentiment_score":-0.225}
{"full_text":"RT I rarely tweet content requiring warnings. CW: This contains race-based trauma in a medical setting and stories of COVID....","sentiment_score":0.15}
{"full_text":"Missing school also leads to children going without food. Which is worse than COVID","sentiment_score":-0.3}
{"full_text":"chowder i ain't gonna go outside, it's winter and we have a pandemic. i would rather stay inside and not potentially risk the health of myself and those around me","sentiment_score":0.0}
{"full_text":"my boy donny","sentiment_score":0.0}
{"full_text":"RT JUST IN: President Donald Trump set to veto the Covid relief bill, reports.","sentiment_score":0.0}
{"full_text":"RT Respectfully Senator Graham, no. It's a foreign aid bill. Not a COVID relief bill.","sentiment_score":0.1875}
{"full_text":"RT Let me get this straight: when it comes to lockdowns, Brooklyn's Orthodox Jewish neighborhoods are considered hardest hit...","sentiment_score":0.0}
{"full_text":"RT We cannot gather to club.We cannot hangout with friends. Over fear of Covid 19.But you can force us to Gather for Electi...","sentiment_score":0.0}
{"full_text":"RT \"Trying to keep the virus at bay in Antarctica has come at a cost. All major research projects in the Antarctic have been...","sentiment_score":0.0625}
{"full_text":"It will do nothing of the sort.","sentiment_score":0.0}
{"full_text":"we're less than a month away from the transition of power and journalists are still going to pretend that trump accidentally spoke in error instead of just acknowledging that he's a very stupid person who doesn't know anything and won't learn.","sentiment_score":-0.5833333333}
{"full_text":"RT Dr. Fauci on new Covid-19 variant: \"You really need to assume that it's here already\"","sentiment_score":0.1681818182}
{"full_text":"RT Trump slammed Congress for their \"wasteful\" COVID Relief bill.He is working for, and FIGHTING for the American people....","sentiment_score":0.0}
{"full_text":"Say less","sentiment_score":-0.1666666667}
{"full_text":"You three , apparently have your head up your hind end to think this covid relief Bill you just voted for is a good thing. Come on--tend to business.American business.","sentiment_score":0.375}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"RT Why I voted Against The Bloated COVID Bill:Unconscionable SpendingBillions for NY Public Transport Endless Laws...","sentiment_score":-0.0625}
{"full_text":"RT Since I last tweeted (15 minutes ago), the Pentagon has spent $15,000,000.We have the money to help people get through this...","sentiment_score":-0.05}
{"full_text":"RT Breaking ...The COVID relief bill to be renamed ... The Steaming Pile of Horse Shit Porkulus Monstrosity From Hell Bill.","sentiment_score":-0.2}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"RT Trump is now threatening to veto the Covid relief bill unless the stimulus checks are increased - increased! - to $2,000. G...","sentiment_score":0.0}
{"full_text":"RT Research carried out by Deutsche Bank found that more than half of workers want to continue to work from home after the pand...","sentiment_score":0.1666666667}
{"full_text":"RT The Region of Waterloo is offering hotel rooms to people who need a place to quarantine if they can't do so at home or can't...","sentiment_score":0.0}
{"full_text":"RT Covid relief package includes $4 billion for K-12 education in New York state. Thank you Sen. Schumer and the rest of the Ne...","sentiment_score":0.1363636364}
{"full_text":"RT \"The biggest concern is that people might think that the vaccine could actually give them Covid-19.\" What to expect when you...","sentiment_score":0.0}
{"full_text":"RT Since I last tweeted (15 minutes ago), the Pentagon has spent $15,000,000.We have the money to help people get through this...","sentiment_score":-0.05}
{"full_text":"RT Scientists, researchers hunting for 'Disease X' to prevent the next pandemic","sentiment_score":0.0}
{"full_text":"So little so late!!! dysfunctional pathetic mess.#ResistersUnitedVoteGeorgiaBlue#ConservativeBlueIsOkay#GeorgiaOnMyMind#GeorgiaFireMitchMcConnell#GeorgiaSaveDemocracyTrump Demands Changes to Coronavirus Relief Bill, Calling It a 'Disgrace'","sentiment_score":-0.5911458333}
{"full_text":"RT Keir Starmer says national restrictions 'seem inevitable'","sentiment_score":0.0}
{"full_text":"This pandemic shit be having me fucked up because I be having to pee and these lobbies be closed! Like damn wtf","sentiment_score":-0.35625}
{"full_text":"Trump slams massive COVID bill as 'disgrace', demands Congress increase direct payments to Americans - Fox News","sentiment_score":0.05}
{"full_text":"RT The deets on adjournment","sentiment_score":0.0}
{"full_text":"RT Trump's gonna veto Covid relief bye-bye Georgia","sentiment_score":0.0}
{"full_text":"RT How did we go from \"flatten the curve\" to \"stay home until you accept communism\"?","sentiment_score":0.0}
{"full_text":"Please if you need a test take advantage of this.","sentiment_score":0.0}
{"full_text":"Now this we can agree on.","sentiment_score":0.0}
{"full_text":"Wrong bill. He was talking about NDAA, not COVID\/funding. My error.","sentiment_score":-0.5}
{"full_text":"RT $2000 was ALWAYS the Dems' number so, it's funny to see people saying the Dems wanted less &amp; that Trump wanted more than them....","sentiment_score":0.1944444444}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"It's the BBC () but seems to be true...Can't wait for the hypocrisy excuse live on TV..https:\/\/t.co\/qFtYKcuPyi","sentiment_score":0.0431818182}
{"full_text":"RT If you think 325,000 Americans have actually died FROM the Coronavirus then you probably believe the guy that had 12 people at...","sentiment_score":0.0}
{"full_text":"RT I GOT THE COVID VACINE TODAY!!1!","sentiment_score":0.0}
{"full_text":"It appears Trump heard the same Limbaugh caller I did earlier today.","sentiment_score":0.0}
{"full_text":"wtf?  We always knew this is how our govt operated, but during a global pandemic when their citizens are suffering massively?  They all need to go","sentiment_score":-0.1666666667}
{"full_text":"RT Nah tell Tom Brady take it","sentiment_score":0.0}
{"full_text":"RT Oh Ard...","sentiment_score":0.0}
{"full_text":"this is such a bad take lol. of course there are lots of people who haven't gave a shit throughout the whole pandemic but people occasionally going to a restaurant to eat are not to blame. you can't tell me you've not left the house since march, get off your high horse","sentiment_score":0.0325}
{"full_text":"RT LATEST: In surprising comments, President Trump blasts a just-passed massive Covid-19 relief package, saying the legislation c...","sentiment_score":0.4}
{"full_text":"RT Yes, your employer can require you to get a COVID-19 vaccine, the EEOC says","sentiment_score":0.0}
{"full_text":"Take 5...5 mins. that is...and listen to Pres. Trump respond to the numerous flaws in the Covid Relief Bill that Congress is trying to push through.https:\/\/t.co\/Z9HEERRu2d","sentiment_score":0.0}
{"full_text":"RT Look at these pricks! GOP COVID-deniers should go to the BACK OF THE LINE and let those who need the vaccine get it first....","sentiment_score":0.125}
{"full_text":"RT JUST IN: President Donald Trump set to veto the Covid relief bill, reports.","sentiment_score":0.0}
{"full_text":"RT GOP: \"We can't do $1200 checks. That's irresponsible. Think of the deficit.\"Also GOP: \"As part of a COVID deal we are allocating...","sentiment_score":0.0}
{"full_text":"RT LATEST: In surprising comments, President Trump blasts a just-passed massive Covid-19 relief package, saying the legislation c...","sentiment_score":0.4}
{"full_text":"RT I wouldn't let Doug be responsible for my back up wheelbarrow never min...","sentiment_score":0.1}
{"full_text":"RT \"The bottom line is that $600 is a joke,\" Georgia Senate candidate Jon Ossoff says on Congress passing a coronavirus relief bill...","sentiment_score":0.0}
{"full_text":"RT We are dying in a pandemic.We are losing our jobs.We are struggling to pay rent.We are struggling with healthcare....","sentiment_score":0.0}
{"full_text":"RT The rest of the year it's been \"Shut up &amp; Dribble\" now it's \"Lead by example\" ","sentiment_score":0.0}
{"full_text":"RT It is quite hard to grasp just how much SARS-CoV-2 genome sequencing has happened in the UK, or how important that effort i...","sentiment_score":0.1027777778}
{"full_text":"RT The NWO thought they had five years to instill fear and lockdowns from the coronavirus, but Trump's rushed vaccine scr...","sentiment_score":0.0}
{"full_text":"So is there a sign-up sheet somewhere","sentiment_score":0.0}
{"full_text":"RT Whoa--Scientists have raised possibility that the increase in transmission is maybe due to kids. A new detail on UK  mutat...","sentiment_score":0.0056818182}
{"full_text":"RT I think a simple rule of thumb would be that if you're a Republican official in Washington who spent the last ten months...","sentiment_score":-0.025}
{"full_text":"RT How could it be that as the pandemic got worse, the stimulus got smaller? We need a radical revolution of values.","sentiment_score":-0.2}
{"full_text":"RT .@RealDonaldTrump threatens to veto the COVID relief bill for what he deemed a paltry amount of direct relief and inclusion...","sentiment_score":0.1}
{"full_text":"RT I'm crying republicans were about to get away with that Nancy and the democrats blocking covid relief shit too just fo...","sentiment_score":-0.2}
{"full_text":"Veto! Why is this bill even called a \"COVID relief\" bill? Should be called a \"deadbeat handout to foreign countries that hate us\" bill.Oh, and don't forget: the democrats cheated and #TrumpWon.#VoterID #StopTheSteal","sentiment_score":-0.4625}
{"full_text":"RT What did do today? He corruptly pardoned a bunch of crooks and is threatening to hold up #COVID19 relief...","sentiment_score":-0.5}
{"full_text":"#Dec-22th state Evening bulletin published: Today 36 covid-19 positive found in kalaburagi dist include 1 death with 11 Discharged@KarnatakaVarthe ","sentiment_score":0.2272727273}
{"full_text":"RT the president seems quite confused here. he is saying that the covid bill includes all sorts of non-covid related polici...","sentiment_score":-0.2}
{"full_text":"It was the moment we treated covid like it would infect 99.9% of the world, while barely affecting 5% of it.It was at that moment we are doomed to continue this paranoid cycle.","sentiment_score":0.05}
{"full_text":"RT Chris Christie is the latest rat to jump the sinking Trump ship by advising people to #WearAMask","sentiment_score":0.5}
{"full_text":"RT 12 people gather shoulder-to-shoulder without masks to tell you you can't leave your house and you must wear a mask","sentiment_score":0.0}
{"full_text":"RT Mike Pence, speaking before a packed audience during a pandemic at the Turning Point conference, is still pretending Trump cou...","sentiment_score":0.0}
{"full_text":"Wuhan Institute of Virology researcher Shi Zhengli, who discovered that the 2003 SARS virus likely originated from bats in a Yunnan cave, welcomes any kind of visit to dispel unsubstantiated claims that her lab leaked SARS-CoV-2. Via","sentiment_score":0.3}
{"full_text":"RT Remember when we were told not to take this drug? That was cheap &amp; already available all over the world from the start of th...","sentiment_score":0.4}
{"full_text":"RT Since deaths from Covid-19 typically follow identification of positive cases by at least 2 weeks to a month, we can reli...","sentiment_score":-0.0797979798}
{"full_text":"RT Tonight is 3rd night of no sleep since I went into a #LTC in #onhealth with 100s of #COVID + residents, almost no staff. So f...","sentiment_score":0.0}
{"full_text":"RT BREAKING: President Trump calls the COVID-relief bill a \"disgrace\" and is threatening to veto it if Congress doesn't cu...","sentiment_score":0.0}
{"full_text":"Just stay home. Do your state a favor.  You arent needed","sentiment_score":0.0}
{"full_text":"RT .@RealDonaldTrump threatens to veto the COVID relief bill for what he deemed a paltry amount of direct relief and inclusion...","sentiment_score":0.1}
{"full_text":"RT 85% in most recent CDC weekly","sentiment_score":0.25}
{"full_text":"RT BREAKING: Amelia Bedelia has escaped with large quantities of the Covid vaccine after being told to \"Take the vaccine\"","sentiment_score":0.2142857143}
{"full_text":"RT Who on earth is running the country? Nearly 700 Covid deaths announced today, record daily infections, virus out of control,...","sentiment_score":0.05}
{"full_text":"A surging number of COVID-19 cases in New Hampshire does not justify the kind of restrictions on the state's economy that Massachusetts is set to impose, Gov. Chris Sununu said Tuesday. ...https:\/\/t.co\/uSQQ2DaHm7","sentiment_score":0.3681818182}
{"full_text":"A Poem on the Covid-19 Vaccine: 'Needled' - Susan Jarvis Bryant at Society of Classical Poets","sentiment_score":0.0}
{"full_text":"This covid period shows me that there are alot of people with beautiful eyes........But ugly nose.","sentiment_score":0.075}
{"full_text":"RT When your country's COVID-19 relief bill includes $10 million in \"gender programs\" for Pakistan, you know Congress is br...","sentiment_score":0.0}
{"full_text":"George Town in the New Normal was launched in July this year to help cultural heritage professionals in the Penang capital city make the transition to life after Covid.https:\/\/t.co\/yhjIQc3zAs","sentiment_score":0.1287878788}
{"full_text":"BioNTech said that the company is confident that its vaccine will work against the new UK Variant of coronavirus#CoronavirusStrain","sentiment_score":0.3181818182}
{"full_text":"Mohave County in northwestern Arizona has been reporting record high COVID-19 infections. Last week, the county reported 1,281 new cases. That's nearly three times as many as the county reported at its summer peak. reports.https:\/\/t.co\/D8SzReV0eH","sentiment_score":0.1792727273}
{"full_text":"RT Return to sports after COVID-19 infection !!https:\/\/t.co\/a3DBN9RlDS","sentiment_score":0.0}
{"full_text":"EVA Air said the schedule for future flights will be adjusted based on how the epidemic unfolds, while China Airlines, the other major international carrier in Taiwan, said its London flights on Dec. 25 will operate as normal.https:\/\/t.co\/BV4WopnObq","sentiment_score":-0.015625}
{"full_text":"RT Today we recorded our first domestic case of #COVID19 in 253 days. This is a reminder to everyone in #Taiwan to stay vigilant....","sentiment_score":0.125}
{"full_text":"RT JUST IN: President Donald Trump set to veto the Covid relief bill, reports.","sentiment_score":0.0}
{"full_text":"Habitat's work is essential to serving our community through this pandemic and beyond, so we continue to build. Learn how we responded to the renewed shelter-in-place order in effect through January 4th, and how you can continue to be a part of our work:","sentiment_score":0.0}
{"full_text":"On 20 Jan 2021 at 2-3.30PM (GMT+7), #AsiaCentre will convene the 5th Benedict Anderson Memorial Roundtable titled 'COVID-19 &amp; Vaccine Nationalism'. This is #AsiaCentre's first event in 2021! Sign up here:","sentiment_score":0.3125}
{"full_text":"Stocks on Wall Street mostly fell Tuesday on concerns of weak economic data and a new variant of the coronavirus","sentiment_score":0.1153409091}
{"full_text":"Good hand hygiene will help keep you, your family &amp; your friends safe. Alcohol-based hand sanitiser is a handy &amp; effective alternative when you cannot use soap &amp; water to wash your hands. If you have any #COVID19 symptoms, even mild, get tested immediately","sentiment_score":0.5466666667}
{"full_text":"This *Current #Provincial Government Is #Quick To #Blame Other's, For Their #Massive &amp; #Huge #Problems Or #Mistakes.The #Premier Has *Caused These *Numbers &amp; *Deaths To #Surge &amp; #Soar, Because They #Took A (*Play-It-By-Ear*) &amp; (*Wait-&amp;-See*) #Approach With The #Peoples #Health.","sentiment_score":0.1583333333}
{"full_text":"SALOMON AGUILAR JR., 63 of New Mexico died of COVID on Nov. 11.\"He was the most devoted father &amp; grandfather. They kept him going. The hardest working man, never retired, not even on his deathbed. Lover of golf, beer, classic rock, seafood &amp; most of all his family and friends.\"","sentiment_score":0.3257575758}
{"full_text":"Even as #vaccines start to be distributed in the U.S., we are still at risk of a #COVID19 spike related to holiday gatherings. Read and heed Dr. Fauci's warnings as we dive further into the holiday season.","sentiment_score":0.0}
{"full_text":"It's hard to get that $500 million into the tweets, I guess.","sentiment_score":-0.2916666667}
{"full_text":"Forecast map for this evening     Maps and Radars found at                 #wx #weather #index #w ecast #local #news #humid #storm #radar #Tuesday   #week   #lockdown","sentiment_score":0.0}
{"full_text":"36 people stationed at a Chilean research base tested positive.https:\/\/t.co\/Y4iC08HOwg","sentiment_score":-0.8}
{"full_text":"RT Interesting. If Trump vetoes the COVID-19\/omnibus bill, or just doesn't sign the bill by December 28th there is a go...","sentiment_score":0.5}
{"full_text":"RT .@AyannaPressley believes criminals should receive the coronavirus vaccine before the rest of us.https:\/\/t.co\/OlG7wm...","sentiment_score":0.0}
{"full_text":"California is desperately searching for nurses, doctors and other medical staff, perhaps from as far away as Australia, as the coronavirus surge pushes hospitals to the breaking point. ","sentiment_score":-0.15625}
{"full_text":"Transporting an Injured Skierc. 1970NordenTahoe National Forest Collection#Christmas2020 #ChristmasGift #COVID19 #ShopLocal #ShopPlacer #Winter","sentiment_score":0.0}
{"full_text":"RT Doe Lindsey realize there's only $600 for Americans . .Nothing to help Restaurants . . But IT DOES help Jobs and Goodie...","sentiment_score":0.0}
{"full_text":"RT What is going on in prisons around the world in relation to COVID precautions &amp; treatment is genocidal. Point blank. Esp...","sentiment_score":0.0}
{"full_text":"These Senators are patriots! The Covid stimulus is a farce. Money to foreign govts that partially goes back to Congress. This is how the swamp gets rich. This is how they steal taxpayer money. Voters need to pay attention. \"The working man is a sucka\" when they tolerate this crap","sentiment_score":-0.175}
{"full_text":"RT .@AyannaPressley believes criminals should receive the coronavirus vaccine before the rest of us.https:\/\/t.co\/OlG7wm...","sentiment_score":0.0}
{"full_text":"Time: 02:00 * Temp: 6.1degC * Wind: NE 0.0 to 4.9mph * Pressure: 1005.1hPa * Rain: 0.0mm * Hum: 91% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:44 * Sunset: 16:00 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Restrictions over Christmas suck, yes. But 11 years ago my Christmas Eve was spent going to my father's funeral and I can assure you that no Christmas due to lock down is infinitely better than going ahead and having so many future Christmases ruined by preventable COVID deaths.","sentiment_score":0.1032407407}
{"full_text":"RT Since I last tweeted (15 minutes ago), the Pentagon has spent $15,000,000.We have the money to help people get through this...","sentiment_score":-0.05}
{"full_text":"RT Every American left and right should be calling for a #VETO of this stimulus \"deal\"-- which provides MORE funding to forei...","sentiment_score":0.1964285714}
{"full_text":"What's known about the two COVID-19 vaccines authorized in the US","sentiment_score":0.0}
{"full_text":"The vaccine IS INAPPROPRIATE for those who have had COVID-19!","sentiment_score":0.0}
{"full_text":"T2: expansion of digital-health, work from home, online shopping are some changes that's going to stay #hcldr","sentiment_score":0.0}
{"full_text":"I know they were voted on. I mean he can sign them separate. Here read this.","sentiment_score":-0.3125}
{"full_text":"RT People trapped in Victoria county jail have been reporting severe COVID-19 symptoms &amp; begging to be tested. Despite grie...","sentiment_score":-0.15}
{"full_text":"Editorial: #COVIDrelief comes just in the nick of time. #pandemic #COVIDReliefPackage","sentiment_score":0.0}
{"full_text":"RT Sadly #Antarctica is no longer free of COVID-19! The Chilean army today reported 36 personnel at O'Higgins Base have t...","sentiment_score":-0.2666666667}
{"full_text":"Stimulus checks are coming, but there are more parts of the bill that may be beneficial for you.","sentiment_score":0.5}
{"full_text":"Trump Assails COVID Relief Bill, Suggests He May Not Sign","sentiment_score":0.0}
{"full_text":"RT Dustin John Higgs tested positive for coronavirus, potentially delaying his execution that's currently set for Jan","sentiment_score":0.0757575758}
{"full_text":"RT Kudos to for overcoming Republican obstruction and getting a down payment on COVID relief at $2,400 into...","sentiment_score":-0.1555555556}
{"full_text":"RT How did we go from \"flatten the curve\" to \"stay home until you accept communism\"?","sentiment_score":0.0}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"Trump the psychopathic narcissistThe evidence are mounting paranoid and unhinged Trump is now attacking the Rule of Law and the Constitution.Trump's impulse to disregard the gravity of Covid and mismanagement of the pandemic cause already 320,000 death in US. TRUMP'S UNFIT!","sentiment_score":0.0}
{"full_text":"RT Having been AWOL throughout the talks,  now throws a wrench in the works?  Calling the relief bill a \"di...","sentiment_score":0.0}
{"full_text":"RT This times 1000000000 WTF?!?","sentiment_score":-0.625}
