{"full_text":"I love to see all the people who were saying \"aww, those celebrating their birthdays in March, April, May June, sorry you can't celebrate this year\" celebrating their Nov\/Dec birthdays in the same covid era.How does it feel?","sentiment_score":0.075}
{"full_text":"'Has agreed'? She should've been told! Lucky she's still got  a job. Mind you, if Dom got to keep his....","sentiment_score":0.3333333333}
{"full_text":"RT #Speakforchange Inquiry report ","sentiment_score":0.0}
{"full_text":"RT Endless money for wars? No problem. Endless money for tax breaks for the rich? No problem. Endless money for corporate w...","sentiment_score":0.0}
{"full_text":"lockdown, I have only out once, other than for essential appointments at the Health Centres. That was on the day before the 2nd lockdown, when I went for a hair cut because I couldn't cope with looking like a caveman any longer. I think that I have gone above &amp; beyond it.","sentiment_score":-0.025}
{"full_text":"Absolutely","sentiment_score":0.2}
{"full_text":"New UK Government Covid testing site opens in East Kilbride","sentiment_score":0.1363636364}
{"full_text":"Thanks the independent","sentiment_score":0.1}
{"full_text":"Confusing post. Who held up COVID relief? Who said, \"let the blue states suffer?\" Could it be schools closed because of the ineptitude of the president? Not to blame him but to protect everyone? Since he had no desire to do it? Hmmmmm.","sentiment_score":-0.1333333333}
{"full_text":"RT It is not that crowds have refused to attend Museveni's rallies,those who are impartial surely understand that he has asked...","sentiment_score":0.5}
{"full_text":"RT I mean this very sincerely, I will never in my life forgive the people who did everything in their power to fuck over the pe...","sentiment_score":-0.0208333333}
{"full_text":"RT Ooft. Punishing stuff from CEO, Gordon Dewar in evidence to the Parliament's Covid committee today:\"We a...","sentiment_score":0.0}
{"full_text":"This should be a WAKE UP call people. We cannot allow this to happen to our healthcare warriors.If we don't stand up for them, who will?  They are being bullied and mistreated. Not just by the organizations, but by people who are ignorant to this crisis.Enough is enough.","sentiment_score":0.0}
{"full_text":"Now I'm not Sherlock but","sentiment_score":0.0}
{"full_text":"Nah I'll drink ko ntlong","sentiment_score":0.0}
{"full_text":"Yes sir, you are spot-on.","sentiment_score":0.0}
{"full_text":"Conservative #Americans keep talking about what a great choice #Sweden made with #COVID19 keeping everything open. Except now they have to ask the rest of the #Nordics for help. Time to wakeup. Sweden made a terrible mistake. Hospital capacity near max.https:\/\/t.co\/z0yzXcwhwe","sentiment_score":-0.025}
{"full_text":"Congress caught, McConnell resists state support in COVID-19 deal","sentiment_score":0.0}
{"full_text":"Need few quick numbersNational covid relief package20 thousand or 20 lac croreHow much of it ever got sanctioned I belief  2 lac croreHow much of it ever got disbursedI belief  1.7 lac croreWhats the budget of new parliament house.","sentiment_score":0.1339393939}
{"full_text":"RT It really was a COVID dominant press conference this morning, with Steve Bruce remaining tight-lipped on who will and will no...","sentiment_score":0.2}
{"full_text":"RT We have placed WR Dez Bryant on the Reserve\/COVID-19 list.:","sentiment_score":0.0}
{"full_text":"RT PM #NarendraModi and President of Uzbekistan Mr. Shavkat Mirziyoyev held the India-Uzbekistan virtual bilateral summit...","sentiment_score":0.0}
{"full_text":"This is screwed up!","sentiment_score":0.0}
{"full_text":"RT This from the Vic CHO. Fake Professor #BrettSutton warns future public health crisis' will worsen due to climate change.  Is...","sentiment_score":-0.15625}
{"full_text":"RT AMY LEE - Speak To Me (Official Music Video) via morning everyone . Have a wond...","sentiment_score":0.0}
{"full_text":"Have you not noticed, everything is covid. Gun shots, car accidents, heart attacks, flu, etc. It's all political bullshit. The hospitals make $39,000 each for treating a supposedly covid patient. They are making a killing and the liberal media keeps pushing it.","sentiment_score":0.0}
{"full_text":"RT Collecting BBi Signature During Covid 19!","sentiment_score":0.0}
{"full_text":"Customers have asked for courses to be place online; this has many advantages from travel &amp; accommodation costs and issues with social distancing can be eliminated.Having spoken to the Institute of Vehicle Recovery we can now run certain types of courses online,","sentiment_score":0.2492063492}
{"full_text":"I don't know what's worst, the fact that someone actually tweeted this or that there are those that believe it!","sentiment_score":-0.5}
{"full_text":"RT \"A congressional monitor of federal pandemic aid is raising the possibility of a link between President Donald Trump's son-in-l...","sentiment_score":0.0}
{"full_text":"AstraZeneca to test combining COVID-19 vaccine with Russian shot","sentiment_score":0.0}
{"full_text":"Calls grow for wider lockdown as German virus cases rise","sentiment_score":0.0}
{"full_text":"RT California Bishop Warns Catholics Not to Take COVID Vaccine Connected in Any Way to Aborted Babies","sentiment_score":0.0}
{"full_text":"RT MCCONNELL puts out message that the bipartisan deal won't work for senate Rs. From @burgessev ","sentiment_score":0.0}
{"full_text":"RT There is power in our thoughts.Some Governors said they stockpiled Covid19 palliatives in warehouses for a Corona 2nd...","sentiment_score":0.0}
{"full_text":"No covid relief, how many Georgians are you ok with dying and starving?https:\/\/t.co\/vC7so3KTKJ","sentiment_score":0.5}
{"full_text":"RT  Dr. Gilman--a talented emergency-medicine physician--was FIRED by Yuma Regional Medical Center for his soci...","sentiment_score":0.2}
{"full_text":"RT \"Beneficiaries should demonstrate that they were in business atleast one year before #COVID19, they can produce, any tra...","sentiment_score":0.0}
{"full_text":"I mean obviously i tested positive for covid but damn i feel like shit.Rip","sentiment_score":-0.0284090909}
{"full_text":"RT Nigerians have decided the pandemic is over and no one seems to be worried about catching or spreading #COVID19. Pleas...","sentiment_score":0.6}
{"full_text":"RT Small independent businesses are the lifeblood of our community and they've been hit hard by the pandemic.Let's show...","sentiment_score":-0.1805555556}
{"full_text":"This is the hypocrisy of Gov's around the world. If we are truly killing the plant and there is no plan B, why would a global pandemic stop you trying to stop killing the planet? Or are we healing the planet during a pandemic?I say this as centre right person!","sentiment_score":0.1785714286}
{"full_text":"RT 5) On further inspection #AliceinWonderland relevant to #ScoMo tweet at top of thread too. White tea (coffee?) cup there...","sentiment_score":0.225}
{"full_text":"RT WHAT THE HELL--Yuma Hospital fires  Dr for warning the public on Twitter that Arizona is out of ICU beds becaus...","sentiment_score":0.0}
{"full_text":"Same mam'm you always stay happy and safe I know your reporting is so much difficult you have travel many place and also Corona time you are taking news for us I am so proud of you","sentiment_score":0.35}
{"full_text":"RT What will be the punishment that Republicans face for ignoring the pandemic, refusing to help people, businesses, states...","sentiment_score":0.0}
{"full_text":"RT Had my Covid-19 vaccination this morning. Thank you Sam Foster, Chief Nurse, and colleagues  for your immense...","sentiment_score":0.0}
{"full_text":"RT DOWLING SQUAD| Covid-19 implications have seen this season's YPL Under 16(M) &amp; Under 15(F) tournaments go back to a club ba...","sentiment_score":0.0}
{"full_text":"My 1 year old great grandson, 19 year old grandaughter and Poppa 88 have Covid &amp; Poppa is hospitalized. He's critical. You could have stopped  CV19 at the border but you had a golf game. Poppa voted for you. He believed you when you said the virus was a hoax. ","sentiment_score":0.12}
{"full_text":"RT Welcome to Boris Johnson's \"golden age\"","sentiment_score":0.55}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"Covid is not a joke, idiot.","sentiment_score":-0.8}
{"full_text":"RT Unbelievable. I'm old and I've seen some stuff, but I've never seen anything like what has been going...","sentiment_score":-0.075}
{"full_text":"RT Guys there's still Covid19. It's increasing by the day. Please wear your mask, sanitize or wash your hands. If the older peop...","sentiment_score":0.1666666667}
{"full_text":"Could Coronavirus Trigger Force Majeure Contract Breaks? #CRE #COVID-19 #TenantTips  ","sentiment_score":0.0}
{"full_text":"My partner Kate has been doing this since Lockdown 1.0! She's not on twitter, but I'm happy to intro?","sentiment_score":0.8}
{"full_text":"When the percentage of infected people exceeds the herd immunity threshold of 60-67% [100 x (1 - 1\/R0)] hree-quarters attack rate of SARS-CoV-2 in the Brazilian Amazon during a largely unmitigated epidemic","sentiment_score":0.2142857143}
{"full_text":"Also we got this news - buckle in Florida .  Things won't be normal again for awhile. ","sentiment_score":0.15}
{"full_text":"All,Many of you are trying to speak to us directly on the helpline number.Please note due to COVID guidelines we are working at minimum strength &amp; would request you to Whatsapp us first and then we can speak at a specified time.Sorry for the inconvenience","sentiment_score":0.075}
{"full_text":"RT Shoplifting has spiked in the U.S. amid increasing desperation as the pandemic drags on","sentiment_score":0.0}
{"full_text":"Download the Covid-19 app to keep yourself and others safe.https:\/\/t.co\/5Y41e2Hvw5https:\/\/t.co\/pSKwuCkLRL","sentiment_score":0.0}
{"full_text":"Free COVID-19 testing by Dec. 119 am - 12 pmJewish Association on Aging300 JHF DriveRegister at https:\/\/t.co\/dNdfzQJPF3Walk-ins welcomedInsurance not required. However, if you have insurance that will cover the cost, your insurance will be billed","sentiment_score":0.4}
{"full_text":"York IT Reuse scheme launched to get York connected.#COVID19 highlights the need to #FixTheDigitalDivide &amp; enable all people to have access to essential services online &amp; stay connected to family &amp; friends. #DonateYourDevices at York Community Furniture Store today","sentiment_score":0.0}
{"full_text":"Qatar said it will rebuild its network post-pandemic, providing travelers from Seattle with alternative flights to destinations in India, Africa and the Asia-Pacific region.Read More: more such updates:","sentiment_score":0.3333333333}
{"full_text":"\"Starmer has consistently chosen to grill Boris Johnson on coronavirus at PMQs.. But with Covid-19 news currently dominated by the happy arrival of approved vaccines, the Labour leader changed course.\"Missed #PMQs review? Catch up here:","sentiment_score":0.35}
{"full_text":"Lahore private schools threaten long march - Click on the link for the complete article#TheTruthInternational #TTIMagazine #Pakistan #News#PublicSchools #Lahore #CoronaVirus #COVID19 #LongMarch","sentiment_score":0.0166666667}
{"full_text":"On the 11th day of our Advent Prize Draw we look back on another of our Biteszie Webinar Series from earlier this year, 'Accurate solution phase affinity profiling of a SARS-CoV-2 antibody in serum'.  Watch the webinar here:","sentiment_score":0.1333333333}
{"full_text":"PARTNER: How can the UK Government unlock the ingenuity of the nation? investigates: #collaboration #Covid19","sentiment_score":0.0}
{"full_text":"Texas Attorney General Ken Paxton joined the Chris Salcedo Show to discuss his lawsuit against four battleground states that he says adjusted their elections rules unlawfully based on COVID-19. 18 other states have joined the lawsuit.","sentiment_score":-0.0375}
{"full_text":"Issue of the day: Pandemic accelerates \"mobile first\" worldhttps:\/\/t.co\/4xoYSIvwQ5","sentiment_score":0.25}
{"full_text":"SEVERE STORM OUTLOOK For today Radars and updated maps at              #wx #news #weather #hail #winds  #severe #storm #windy   #tornado  #tornado #damage #storms #thunder #Flooding #cloud  #tonight #Friday #payday #lockdown","sentiment_score":0.0}
{"full_text":"Hear from Dr. Venkata Chaitanya, Palliative Medicine Consultant, on advance care planning in Parkinson's.In a blog post, he shares his thoughts and recommendations for healthcare professionals providing palliative care to patients during the pandemic ","sentiment_score":0.0}
{"full_text":"#March: FoL welcomed new members &amp; &amp; reacted quickly to #COVID &amp; launched #LearningFromCrisis - an events, blogs, #podcast &amp; resources programme, providing help &amp; practical guidance to everyone in our network. #FoLHighlightshttps:\/\/t.co\/LAFI6LJ7hU","sentiment_score":0.2348484848}
{"full_text":"3,000 people died from COVID, you have blood  on your hands!","sentiment_score":0.0}
{"full_text":"RT How many \"lockdowns\" do you think would have been implemented if Congress and bureaucrats were forced to stay home and gi...","sentiment_score":0.1}
{"full_text":"Many people are asking if they should be tested for COVID-19. To assist you in understanding your risk and symptoms, please complete this simple online tool. This will provide an indication of whether you should undergo a test at your nearest pathology service. #HereForYou","sentiment_score":0.2}
{"full_text":"Artificial intelligence (AI), 5G and cyber security will be the key drivers in growing Singapore's digital economy in a post-Covid-19 world.https:\/\/t.co\/WZFjhqYmhu","sentiment_score":-0.2}
{"full_text":"#COVID19 has changed the way US consumers are thinking about #cash. One major change is the growth of using #eCash to make payments online.","sentiment_score":0.0625}
{"full_text":"Africa is better equipped to deal with a potential second wave of Covid-19, leveraging on measures adopted in tackling the pandemic's initial strike, experts have told an economic conference.https:\/\/t.co\/iVnoYPj3Iw","sentiment_score":0.14}
{"full_text":"Have your caring responsibilities grown or changed due to the current pandemic? We want to hear your experiences.  #WhatMattersMost #UnpaidCarers #COVID19","sentiment_score":-0.0625}
{"full_text":"I'm looking forward to chairing and speaking at this online training course: 'Enhancing Student Mental Wellbeing in the Covid Era', run by in March - places now available:","sentiment_score":0.15}
{"full_text":"Our #Christmas #Quiz is here Add topicality to your #QuizNight or just for #Fun And there are some great #Quizzes there for #Lockdown #Lockdown2 #PubQuiz #QuizTime #COVID19 #coronavirus #Covid_19 #Xmas","sentiment_score":0.55}
{"full_text":"UK to Dubai: tourists no longer need a pre-departure Covid test...","sentiment_score":0.0}
{"full_text":"Two weeks after major holidays, COVID-19 case numbers always spike.But now, two weeks after Thanksgiving, Illinois' COVID-19 numbers are falling instead.https:\/\/t.co\/QWadVhAulu","sentiment_score":0.0625}
{"full_text":"\"The thing that shocked me was that, by day seven, I went all the way back to square one and I couldn't breathe.\"","sentiment_score":-0.35}
{"full_text":"The rise of the influencer in India -  Shopping in India is a social phenomenon, that's why social media influencers are thriving in the continent particularly with e-commerce on the rise during the pandemic. #Retail","sentiment_score":0.0777777778}
{"full_text":"The European Central Bank has announced further stimulus measures worth EUR500bn, taking its total pandemic emergency purchase programme to EUR1.85trn. ","sentiment_score":0.06}
{"full_text":"Specialist Building Service Engineers, bring together the latest research on #COVID19 transmission and share their expertise on how to use #ventilation to reduce the risk of COVID transmission indoors.https:\/\/t.co\/7yWZdWuYhR","sentiment_score":0.5}
{"full_text":"Due to the threat of COVID-19 transmission, Health Undrrsecretary Myrna Cabotaje is encouraging the public to give do-it-yourself projects as Christmas gifts to ensure safety and protection from virus.https:\/\/t.co\/Hoki3szLHV#DoktorNews","sentiment_score":-0.0625}
{"full_text":"VACCINE WATCH: News' reports on how CVS and Walgreens will work with Pfizer and the U.S. military to get the COVID-19 vaccine to Americans after authorization from the FDA. (via","sentiment_score":-0.1}
{"full_text":"RT Undernutrition &amp; obesity both threaten to increase #COVID19 mortality worldwide, and could also undermine the efficacy of new vacc...","sentiment_score":0.1363636364}
{"full_text":"Covid-19 outreach carried out in AtteridgevilleKalafong hospital hosts an outreach campaign to screen and test more&gt; #RekordPretoria","sentiment_score":0.0}
{"full_text":"RT AdjustCOVID-19 CFB Games + Shorter Season =  RISK of Inaccurately Selecting To...","sentiment_score":0.0}
{"full_text":"RT [gisa] #ENHYPEN On Debuting During COVID, Their First EP, And Growing Togetherhttps:\/\/t.co\/Pa5viPPns9","sentiment_score":0.25}
{"full_text":"do you have any advice on employees rights. I don't have COVID but I know people who do who are being made to work from home.","sentiment_score":0.0}
{"full_text":"\"Many firms moved fast to offer the government-backed Coronavirus Business Interruption #Loan Scheme, which has made billions of pounds in loans available to SMEs. Most notably, which pivoted quickly at the start of the #pandemic\" ","sentiment_score":0.4055555556}
{"full_text":"Know the 'FACTS' this festive season.   Face Coverings  Avoid Crowded Places  Clean hands regularly  -Two metre distance  Self Isolate + Test Find out more here ","sentiment_score":0.2888888889}
{"full_text":"Minister confirms that #SelfEmployed people can earn up to EUR960 over 8 weeks without it impacting on their Pandemic Unemployment PaymentThis will support musicians, taxi drivers, plumbers &amp; other sole-traders","sentiment_score":-0.125}
{"full_text":"Stanbic Bank Employee Arrested, Charged Over #Cyber Attack #ChimpReportsNews #CyberAttack #WearAMask #ThanksGivingUGhttps:\/\/t.co\/fdeZVfmcX4","sentiment_score":0.0}
{"full_text":"Discover our friends Calendar of Hope. Created by PEER Ambassadors on lockdown. All sales go towards PEER's future programme:","sentiment_score":0.0}
{"full_text":"RT No verifieds whining about this enormous budget not going to Covid vaccine research and\/or indie projects.No complaints...","sentiment_score":0.0}
{"full_text":"McConnell's office confirmed it's \"unlikely\" the trade-off proposed by the bipartisan group would be acceptable, as COVID aid talks continue.","sentiment_score":-0.05}
{"full_text":"Dr Bike bicycle clinic 9.30am - 1pm on Sundays at Liberty Hall in December. Everyone is welcome. Please respect social distancing and government guidelines. Thanks to everyone that's helped keep this wonderful intiative going! #communityspirit #buildingcommunity #bikerepair","sentiment_score":0.5083333333}
{"full_text":"With new COVID-19 safety protocols, Bristol Mountain opened Thursday","sentiment_score":0.1363636364}
{"full_text":"Kentucky prepares for COVID-19 vaccine shipments","sentiment_score":0.0}
{"full_text":"The ladies inside a local business on this small Appalachian town's main drag weren't aware a COVID outbreak at a nearby nursing home had infected more than 200 residents and staff when they spoke to a reporter on a cold December morning.https:\/\/t.co\/l0dNGsUqkS","sentiment_score":-0.0047619048}
{"full_text":"#SaudiArabia's Ministry of Health will announce the date of #COVID19 vaccine's arrival and its administration after completing import requirements.   ","sentiment_score":0.0}
{"full_text":"It's important to make sure you stay warm this winter both indoors and outside as the weather gets colder. This can be as simple as heating your home to at least 18 degrees or wearing several lighter layers when outside.  #keepwellthiswinter #HelpUsHelpYou","sentiment_score":0.15}
{"full_text":"\"No heavy drinker is beyond help. This group of people do, however, require a different kind of support.\" In this blog, Mike offers his advice on how to support the heaviest drinkers during the coronavirus pandemic: ","sentiment_score":0.2}
{"full_text":"RT McConnell is the reason we don't have a dealMcConnell has always been the reason we don't have a dealMcConnell continues t...","sentiment_score":0.0}
{"full_text":"Erie County Executive Mark Poloncarz pointed out that some very rural communities are coming back with the highest amount of cases.","sentiment_score":0.0}
{"full_text":"Does The Office Teach Us Something? #COVID19 #PositiveVibes #JobHuntChat #Employment","sentiment_score":0.0}
{"full_text":"Spain says it will abolish value-added tax (VAT) on the sale of COVID-19 vaccines and tests until the end of 2022https:\/\/t.co\/PB2tFTjaZx","sentiment_score":0.0}
{"full_text":"A US government advisory panel endorsed widespread use of Pfizer's coronavirus vaccine.","sentiment_score":0.0}
{"full_text":"While You Were Sleeping: Coronavirus Updates for December 11 #FOX59Morning","sentiment_score":0.0}
{"full_text":"RT I just spoke to my sister (lives in Kent) re new covid testing for secondary school kids, Brexit &amp; how calm ppl in the U...","sentiment_score":0.0454545455}
{"full_text":" We are improving information with people and technology to help you at every stage. Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelWithConfidencei More info ","sentiment_score":0.5}
{"full_text":"The incoming medical personnel will support Marshfield Medical Center facilities in Eau Claire, Marshfield, Beaver Dam, and Rice Lake.","sentiment_score":-0.0333333333}
{"full_text":"Cleavon Gilman fired by Yuma hospital for speaking out about COVID-19","sentiment_score":0.0}
{"full_text":"RT The study -- adding to a growing body of evidence on airborne transmission of COVID-19 -- highlighted how South Korea's meticulo...","sentiment_score":0.0}
{"full_text":"RT Our interiors reporter has selected 10 films with stand-out interiors that can offer some escape from your own four walls.http...","sentiment_score":0.6}
{"full_text":"RT It's all the usual bullshit they didn't report on the price of prozac and tissues going through the roof due...","sentiment_score":-0.1875}
{"full_text":"Aged care homes had it particularly tough this year, but not even COVID-19 could stop Bolton Clark Caloundra from hosting its annual Christmas party. #7NEWS","sentiment_score":-0.2444444444}
{"full_text":"In-Depth: Digital Chain CSO: How the pandemic changed sports betting","sentiment_score":0.0}
{"full_text":"Just three weeks after the high school basketball and wrestling seasons began in Tennessee, concerns about the rising number of COVID-19 cases has forced Hamilton County Schools to suspend competition starting next week.","sentiment_score":-0.035}
