{"full_text":"RT WATCH: Kay Burley and Beth Rigby Grill Each Other Over Covid Lawbreaking","sentiment_score":-0.125}
{"full_text":"Cases spiking more than they ever have. People forced to go to work despite the danger. And still no lockdown? How come ?","sentiment_score":0.1}
{"full_text":"womp womp.","sentiment_score":0.0}
{"full_text":"RT NEW YORKERS: Today I learned the design for these radiators came about during the Spanish flu pandemic of 1918. Engineers...","sentiment_score":0.0681818182}
{"full_text":"13 new COVID cases; CAR score drops to its lowest level yet at 1.5 via News First","sentiment_score":0.1931818182}
{"full_text":"RT Essential Workers win 2020 Person of the Year! #covid19 #coronavirus #EssentialWorkers #personoftheyear","sentiment_score":0.5}
{"full_text":"RT BREAKING: UK regulators have issued a warning that people who have a history of \"significant\" allergic reactions should not...","sentiment_score":0.375}
{"full_text":"RT As Covid-19 cases skyrocket in Bengal, turns a blind eye to the pandemic and continues to mislead citi...","sentiment_score":-0.5}
{"full_text":"RT Covid used as pretext to curtail civil rights around the world, finds report","sentiment_score":0.0}
{"full_text":"RT Covid used as pretext to curtail civil rights around the world, finds report","sentiment_score":0.0}
{"full_text":"Bro my dad and all his friends were saying COVID-19 was being overhyped before it got real real for us ","sentiment_score":0.3}
{"full_text":"Remind Sugoi what he promised and many other promises. One million jobs.-Laptops for school pupils.-9 state of the art stadiums.-Aror and Kimwarer dams.- Free PRI and sec education.What has jubilee achieved for that last 8 years?","sentiment_score":0.135}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"RT Coordinating Minister Mahfud MD prematurely claims that there is no link between Covid-19 cases and the regional elections...","sentiment_score":0.0}
{"full_text":"Cybercriminals greatest threat to business infrastructure in Covid-19 era, KPMG survey of UAE CISOs reveals","sentiment_score":1.0}
{"full_text":"RT Going on vacation during the pandemic is big colonizer energy","sentiment_score":0.0}
{"full_text":"RT Excited to be a part of the twitter chat on 'Ending Gender Based Violence against women and girls in India during #COVID...","sentiment_score":0.375}
{"full_text":"Expect them to add the #coronavirus costs into the headline budget &amp; claim it as a % increase soon","sentiment_score":0.0}
{"full_text":"Covid-19 vaccine: GPs to start immunising next week - in the community is to start on Tuesday in next phase of mass vaccination programme.BBC NewsNewsATW","sentiment_score":0.0}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT This is horrific and inhumane and is happening because we live in a society that treats low-income tenants as expendab...","sentiment_score":-0.5878787879}
{"full_text":"RT Article from #COBOTS VS #COVID: Today's #Manufacturing Reality and Tomorrow's New Normal. ","sentiment_score":0.1431818182}
{"full_text":"Continuation of exams would be all very well if our children weren't experiencing these exams during a pandemic, it's unfair as children are not benefiting from consistent face to face learning. 2weeks isolation has a detrimental impact on learning.","sentiment_score":-0.0166666667}
{"full_text":"RT BREAKING: UK regulators have issued a warning that people who have a history of \"significant\" allergic reactions should not...","sentiment_score":0.375}
{"full_text":"First patients at Hull Hospitals to get Covid-19 vaccinationshttps:\/\/t.co\/8h9uN60jve","sentiment_score":0.25}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"Any lawyers out there able to clarify a point for me?If I say I'm worried about Brexit, am I allowed to assault young men on public transport?I'll wear a mask, obviously. I'm not an irresponsible person.","sentiment_score":0.15}
{"full_text":"Planning on going home for Christmas? To keep you and your family are safe over the holidays, is offering rapid testing across campus. Book now:","sentiment_score":0.5}
{"full_text":"Corona The SimpleTruth in Under 6 Minutes  - 5:40  ","sentiment_score":0.0}
{"full_text":"RT \"Boris Johnson has set up a secretive unit in Downing Street to co-ordinate the government's response to the 'nightmare scena...","sentiment_score":0.0}
{"full_text":"RT European tech companies defied the pandemic this year to draw record levels of investment overall","sentiment_score":0.0}
{"full_text":"RT my days in lockdown are divided as followslaptop: work screenphone: distraction screenTV: reward screen","sentiment_score":0.0}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"RT my days in lockdown are divided as followslaptop: work screenphone: distraction screenTV: reward screen","sentiment_score":0.0}
{"full_text":"RT Join Agora SCOLAR Vision. Tomorrow, 2pm (11am PST) - to learn more about entrepreneurship in the SCO region, and how to...","sentiment_score":0.5}
{"full_text":"RT Pelosi is lying.She has absolutely zero credibility after callously admitting she was holding COVID relief hostage as...","sentiment_score":0.2}
{"full_text":"RT Until 25% of Indians are vaccinated or one year has lapsed after the first inoculation, whichever comes later, I'm not going a...","sentiment_score":0.125}
{"full_text":"RT It's true!!!! Everyday motor neurons are disappearing without solution. #NUROWN NOW!!!!","sentiment_score":0.1831054688}
{"full_text":"RT Stealing Amphan relief aid, looting rations, cut-money, or corruption in COVID-19 equipment - these corrupt practices s...","sentiment_score":-0.5}
{"full_text":"'Fuel for HK' HKD 250,000 Study Allowance Scheme for Hong Kong Citizens, supporting aspiring applicants from Hong Kong whose employment are affected by the pandemic. Full details: #mUSThaveMBA #mba #FuelForHK #GrowTogether #MBASubsidy #MBAScholarship","sentiment_score":0.3}
{"full_text":"RT Georgia Republican Kelly Loeffler, who dumped millions in stocks following a private Covid-19 briefing, dodged a question a...","sentiment_score":0.0}
{"full_text":"RT Stephen you really are a joke mate! Nobody cares about Hammersmith Bridge, es...","sentiment_score":0.25}
{"full_text":"Tuesday, testing staff back at work, shudder the thought anyone would bother about peoples' health in #Poland at the weekend, \"traditional family values\" &amp; all that hypocritical #PiS bullshit,  so results appear more credible again.568 deaths from #coronavirus #koronawirus","sentiment_score":0.225}
{"full_text":"Coronation Street's Yasmeen and Geoff in dramatic rooftop stand-off in tonight's 60th anniversary episode","sentiment_score":-0.4333333333}
{"full_text":"Cost saving yes. Corona Time so.  mudicitangab","sentiment_score":0.0}
{"full_text":"RT Brandon's Ridly Greig, Ottawa's No. 28 selection in October, was deemed \"unfit to play\" for Team Canada  at the world juni...","sentiment_score":0.0}
{"full_text":"RT This is a solid team. I worked closely on ACA passage with Xavier in the House. He's a pro - principled, but good at b...","sentiment_score":0.35}
{"full_text":"Nine out of 10 in poor nations to miss out on inoculation as west buys up Covid vaccines","sentiment_score":-0.4}
{"full_text":"RT Supreme Court adjourns to December 14, the hearing on the pleas seeking an extension of the loan moratorium period and waiver of i...","sentiment_score":0.0}
{"full_text":"RT Does anyone else remember when Donald Trump said that the coronavirus was just another Democratic hoax? #TrumpIsAComplete...","sentiment_score":0.0}
{"full_text":"COVID-19 vaccine: UK regulators warn people with history of 'significant' allergic reactions not to have Pfizer\/BioNTech jabhttps:\/\/t.co\/fUPTPGlgE3 #walkaway","sentiment_score":0.375}
{"full_text":"Covid-19 Live Updates: Chinese Vaccine Is Said to Be 86 Percent Effective, Competitive With Western Efforts","sentiment_score":0.1840909091}
{"full_text":"RT Going on vacation during the pandemic is big colonizer energy","sentiment_score":0.0}
{"full_text":"RT No matter how we look at the data--by race, by sector, by income--it's clear the burden of the pandemic is falling hardes...","sentiment_score":0.1}
{"full_text":"Huge thank you Great to have you on board as official club partners. Thank you for the support","sentiment_score":0.6}
{"full_text":"RT 616 people died from COVID in the UK yesterday. It was barely reported in the media. That is the equivalent of the Piper...","sentiment_score":0.05}
{"full_text":"RT This is the moment 84-year-old Janet was the first person in our region to get the Covid-19 vaccine.#coronavirus","sentiment_score":0.25}
{"full_text":"Brazil has moved closer to widespread Covid-19 vaccination, after the Brazilian Health Regulatory Agency Anvisa prepared to fast-track the approval of new vaccines. Download the full report on Brazil's vaccination efforts.https:\/\/t.co\/dVZkohCw3k","sentiment_score":0.2431818182}
{"full_text":"RT Trump's Elite Strike Force of Jenna Ellis and Rudy Giuliani (and allies) have contracted more cases of coronavirus (2) than th...","sentiment_score":0.5}
{"full_text":"A vaccine which protects against Covid-19 has been given to the first person in the UK as part of the biggest mass vaccination campaign in history, but when will you be eligible for the #Covid #vaccine? #ThankYouNHS","sentiment_score":0.25}
{"full_text":"RT #Breaking UK regulators have issued a warning that people who have a history of \"significant\" allergic reactions should not current...","sentiment_score":0.1875}
{"full_text":"First of all good afternoon sir this is Prince from haryana,i read in 12 or jaisa ki sabhi ko pta h ki sabhi students ka 2020 session corona ne spoil krdiya h to ministry of education ko hmara 2021 ka session h usko save karna must need h","sentiment_score":0.475}
{"full_text":"RT This is the old lady that (allegedly) got the first Pfizer corona vaccine in the UK. How sweet they are all clapping fo...","sentiment_score":0.15}
{"full_text":"I've been following along online but only watched one day of college football and no NFL games so far and hooooooo boy am I glad I'm not invested this season. All sorts of unprepared for COVID.","sentiment_score":0.15}
{"full_text":"COVID-19: Changing the Landlord-Tenant Relationship #CRE #COVID-19 #Office #Warehouse #TenantTipshttps:\/\/t.co\/rmQqDbKH6l","sentiment_score":0.0}
{"full_text":"RT It's a very big deal. #WearAMask","sentiment_score":0.0}
{"full_text":"RT Paxton is arguing changes made to election policies by \"executive fiat,\" opened the door to voter fraud ... even though other st...","sentiment_score":-0.125}
{"full_text":"RT Cuts in social security over the past decade, together with design flaws in universal credit&amp;disability benefits, as well...","sentiment_score":-0.0722222222}
{"full_text":"RT Bro you aren't being oppressed by being asked to stay home during a pandemic.You're being asked to be kind to others.","sentiment_score":0.6}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"I took my kids to a Santa with yellow striped police style exclusion tape around him once, and this was pre-covid.. not the best look.","sentiment_score":0.5}
{"full_text":"In the biggest vaccination programme in #Britain's history, a 90-year-old grandmother became the first person to receive the #Pfizer #COVID19 vaccine","sentiment_score":0.25}
{"full_text":"#NeedToKnow: A subscription service to offset your carbon footprint, Google Pay's chat-led banking, and how the fashion sector will survive post-pandemic :","sentiment_score":0.0}
{"full_text":"Be safe when visiting Park Mall Don't forget to download the NHS COVID-19 app and check-in wherever possible #nhs #Covid19 #besafe #shopsafely #parkmall #ashford #loveashford #Kent","sentiment_score":0.25}
{"full_text":"Merkel says pandemic is shifting balance of the world economyhttps:\/\/t.co\/V5ZcgNAWQD","sentiment_score":0.0}
{"full_text":"If you have any coronavirus symptoms, you should self-isolate and get a test. You can book a test through the NHS COVID-19 app or go to You must book your test in advance to secure a slot. #NorthantsTogether","sentiment_score":0.4}
{"full_text":"WEBINAR SERIES: Playful, Joyful Parenting@UNICEF Register for webinar of our Panelists: Preccedece Gertrude #IStand4Children#COVID19#EarlyChildhoodDevelopment#LearningThroughPlay","sentiment_score":0.0}
{"full_text":"91-year-old British man's witty interview after getting vaccine amuses netizenshttps:\/\/t.co\/sOW85dCOjL","sentiment_score":0.25}
{"full_text":"An experimental coronavirus vaccine developed by China National Pharmaceutical Group (Sinopharm) has 86% efficacy, said the UAE health ministry.https:\/\/t.co\/lwFJlSjt2Y","sentiment_score":0.1}
{"full_text":"World Bank sees worse contraction for PH economy due to virus, typhoons via #COVID19 #economy","sentiment_score":-0.2625}
{"full_text":"UK health authorities began rolling out the first doses of a widely tested and independently reviewed Covid-19 vaccine on Tuesday, starting a global immunization program that is expected to gain momentum as more serums win approval.https:\/\/t.co\/t0j28DfNh8","sentiment_score":0.16875}
{"full_text":"CDC data shows Florida has lowest flu vaccine ratehttps:\/\/t.co\/Tbt0iNPccm","sentiment_score":0.0}
{"full_text":"RT I'm not a vaccine expert so it's reasonable to ask why I am confident that I want to be vaccinated for COVID-19. I will...","sentiment_score":0.35}
{"full_text":"I hate humanity.....we're in the middle of a pandemic, just about everyone is suffering..and these pieces of shit do this over a fucking videogame...... Utterly pathetic.I hope you're ok","sentiment_score":-0.1833333333}
{"full_text":"We're celebrating 12 days of #greatness to recognise students who have shown remarkable resilience this year. Skills for Working Life student Heather-Marie Jefferson has been nominated for always giving 100 per cent and being very supportive of others #awards #COVID19","sentiment_score":0.7}
{"full_text":"Tonight will be our final event of JCN Live 2020! We hope you've loved joining us over the past 3 nights as much as we have loved putting these events on for you. Let's finish this event bang! Join us at 7PM for the session,  'Driving the self-care model during Covid-19'.","sentiment_score":0.2825757576}
{"full_text":"#16DaysofActivism2020: Reflecting on Sexual and Gender-Based Violence in the Wake of Covid-19.@oxfaminghana  #EUEnoughGBV #16Days #OrangeTheWorld #GenerationEquality #ENOUGH #LockdownPatriarchy #EndSGBV #HumanRights","sentiment_score":0.25}
{"full_text":"Team SPARK have been embracing the zoom calls and group chats this year.  We are still happy to invite you into our office for demos - wearing PPE and socially distancing, ofcourse! #homeoffice #pandemic #coronavirus #covid","sentiment_score":0.4208333333}
{"full_text":"Former Chief Justice Katureebe Appointed to Chinese Supreme Court #ChimpReportsNews #Uganda #WearAMask #News","sentiment_score":0.0}
{"full_text":"Join leading academics tomorrow (Thursday 10 December) in a live, interactive session on YouTube to explore the impact of the #covid-19 pandemic on disabled people, and how it has exacerbated disabled people's marginalisation within society.","sentiment_score":-0.0878787879}
{"full_text":"we navigate through #COVID19 this winter, it's important to look after your #mentalhealth. Remember, you're not alone  visit to register for a safe community to support your mental health, 24\/7.","sentiment_score":0.2666666667}
{"full_text":"Sapelli said he tested positive this past Saturday.","sentiment_score":-0.0113636364}
{"full_text":"People shouldn't be worried that we're going too quickly. Scientists leading the development of a #COVID19 vaccine at the explain how they assess safety at each stage of the process.","sentiment_score":0.3333333333}
{"full_text":".@bombaycanteen and parent company Hunger Inc faced a personal a professional set back due to Covid-19 earlier this year, but a creative bent left them stronger to tell the tale &amp;","sentiment_score":0.0678571429}
{"full_text":"In the summer sat down with She asked the question as to whether schools care for their community aided for us to be stronger during lockdown. Catch up on how the conversation unfolded herehttps:\/\/t.co\/1xZb2ScLVT","sentiment_score":-0.1555555556}
{"full_text":"Starting now urban planning after COVID-19 11:00-12:00 CET  w tune in at :   #healthycities2020","sentiment_score":0.0}
{"full_text":"Gold futures settle higher for a third straight sessionGold futures on Thursday marked their third straight session gain, finding support on renewed talk surrounding another U.S. coronavirus relief deal.https:\/\/t.co\/RDFzGnimGS","sentiment_score":0.125}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"Sanitize your warehouse or mill with Bengal Sanitization, with rates as low as Rs 70. We offer efficient services at affordable rates.7980708710\/9830246789#bengalsanitization #sanitizing #sanitizationservice #affordablerates #covid19  #kolkataagainstcorona","sentiment_score":0.0}
{"full_text":"The pandemic forced many of us to quickly rethink &amp; restructure the services we deliver. This webinar on designing &amp; updating our services will look at how we can review things &amp; what to take into account.Join trainer Alan Lawrie on 19th January 2021:","sentiment_score":0.1777777778}
{"full_text":"Greek banks, among Europe's weakest, are getting rid of their bad loans at a healthy clip. In spring, the pandemic interrupted plans among the country's banks to shed loans still festering from the eurozone crisis a decade ago.Thanks","sentiment_score":-0.0666666667}
{"full_text":"The announcement of three safe and effective Covid-19 vaccines drove a near-record flood of money into equity funds in November, according to fund settlement service Calastone. Read more","sentiment_score":0.5333333333}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":" Great start!","sentiment_score":1.0}
{"full_text":"[Report]: New climate report paints a grim picture for health in South Africa\"The report concludes by calling for sustained efforts to both protect and rebuild local communities and national economies in light of the COVID-19 pandemic.\" https:\/\/t.co\/V3XgdIbAaz","sentiment_score":-0.1159090909}
{"full_text":" 37% of countries in the world had high levels of #corruption prior to #COVID19, and has not abated during 2020, diverting scarce resources away from fighting the #pandemic, according to #GlobalStateofDemocracy report.  #AntiCorruptionDay","sentiment_score":0.08}
{"full_text":"due to the sensitivity of these times. aka. during pandemic. and how we conduct ourselves and see each other. is akin to brittsnic  getting bombed and sunk.","sentiment_score":-0.125}
{"full_text":"\"Out of our collective pain, we are going to find a collective purpose,\" Biden said. \"To control the pandemic, to save lives and to heal as a nation.\"","sentiment_score":0.0}
{"full_text":"Not in Russia ","sentiment_score":0.0}
{"full_text":"Almost 860 Kerry people close Pandemic Unemployment Payment:","sentiment_score":0.0}
{"full_text":"The NHS particularly wants the blood of men who have already contracted coronavirus as their blood is rich in antibodies - used to fight off the virus.","sentiment_score":0.2875}
{"full_text":"Almost 860 Kerry people close Pandemic Unemployment Payment:","sentiment_score":0.0}
{"full_text":"Practice social distancing by putting space between yourself and others. Continue to practice healthy habits, like washing your hands for at least 20 seconds and staying home if you're sick, to help slow the spread of #COVID19.Learn more:","sentiment_score":-0.0468253968}
{"full_text":"Interested in Studying Abroad? Want to know more?In this workshop, you will find out about how the Study Abroad programme will run in 2021, despite the impact of COVID 19 and Brexit. Book your place now:","sentiment_score":0.25}
{"full_text":"It's normal to feel worried when we face uncertainty around our #health and lifestyles with #COVID19. Togetherall is an online community where members can share how they're feeling in a safe environment.","sentiment_score":0.325}
{"full_text":"HOPE!#nytimes #covid19 #hope","sentiment_score":0.0}
{"full_text":"You should not allow people you do not live with into your home. Certain exemptions apply. Please follow the rules. Find out more: #COVID19","sentiment_score":0.2153679654}
{"full_text":"RT Covid-19 Task Force Chief Doni Monardo said that health protocols compliance during today's election was above 89% which me...","sentiment_score":0.0}
{"full_text":"RT BREAKING: UK regulators have issued a warning that people who have a history of \"significant\" allergic reactions should not...","sentiment_score":0.375}
{"full_text":"Individuals reporting lower weekly PA had poorer wellbeing. Low PA participants(not meeting guidelines),&amp; those who reported a change in PA, (less walking moderate PA) since lockdown started, had significantly poorer wellbeing!","sentiment_score":0.0755208333}
{"full_text":"The Department of Labor and Employment (DOLE) said it plans to complete the distribution of cash assistance to workers affected by the COVID-19 pandemic before Christmas.https:\/\/t.co\/Wxt8hyNwHZ","sentiment_score":0.1}
{"full_text":"The Report of the Auditor General has shown that crises such as the COVID-19 pandemic can create enormous opportunities for corruption to thrive when safeguards are relaxed under emergency protocols, and oversight mechanisms weakened or disrupted as a response to an emergency.","sentiment_score":0.0166666667}
{"full_text":"The world's third-largest economy rebounded sharply in the third quarter from a pandemic-induced slump, thanks to surging consumption and exports.#japan #retailsales #economy","sentiment_score":0.025}
{"full_text":"#LewisHamilton is hopeful of returning from coronavirus and driving in the #FormulaOne's season-ending #AbuDhabiGP #F1https:\/\/t.co\/HKwnU9NW2I","sentiment_score":0.0}
{"full_text":"\"You can't just give people more data and expect them to act differently\"","sentiment_score":0.25}
{"full_text":"This study explains that the risk of drug interactions should not necessarily preclude use of experimental therapies for COVID-19, since they are often manageable. #JACNews #OpenAccess","sentiment_score":0.05}
{"full_text":"Irish Sign Language videos are available online.There are five videos, each covering a different section of the COVID-19 information booklet. This one gives tips on safe social interaction","sentiment_score":0.1866666667}
{"full_text":"#KritiSanon confirmed that she had tested positive for the coronavirus Wednesday morning.https:\/\/t.co\/oagMpAVqnl","sentiment_score":0.3136363636}
{"full_text":"LOOK: As Filipinos prepare for the holidays, DOH warns of the risk of contracting COVID-19 on in-person activities and promotes online activities\/gatherings where the risk is lower.#COVID19PH #LagingHanda","sentiment_score":0.0}
{"full_text":"The #UAE has officially approved and registered the #COVID19 #vaccine developed by #China's #Sinopharm, the country's state news agency reported.https:\/\/t.co\/XmlPoALsOJ","sentiment_score":0.1}
{"full_text":"How to Create a Sales Blitz in a Pandemic via","sentiment_score":0.0}
{"full_text":"SCARE: When Economics Meets Epidemiology with COVID-19 | de Palma, Andre \/ Picard, Nathalie \/ Proost, Stef |","sentiment_score":0.0}
{"full_text":"Iran says US sanctions hinder access to COVID-19 vaccines","sentiment_score":0.0}
{"full_text":"Research shows that COVID-19 survivors should get virus vaccinehttps:\/\/t.co\/NPyLXsuAiO","sentiment_score":0.0}
{"full_text":"Want the latest information on our COVID-19 projections and other population health news? Sign up for our bi-weekly newsletter: ","sentiment_score":0.1875}
{"full_text":" -  Social distancing means space for fewer people on-board.We're carefully monitoring trains &amp; stations for increased passenger numbers &amp; adding alerts in online Journey Planners where we expect them to be busy. #TravelWithConfidenceihttps:\/\/t.co\/uFcVVMpYIs","sentiment_score":0.0111111111}
{"full_text":"After a year in which COVID-19 upended the way we live, work and socialise, we are likely to see an increased threat from ransomware and malware in 2021.@helpnetsecurity takes a look at some #cybersecurity trends to be aware of for the year ahead...","sentiment_score":0.1287878788}
{"full_text":"Russia reports over 26,000 new coronavirus caseshttps:\/\/t.co\/pNStn2lErz","sentiment_score":0.1363636364}
{"full_text":"RT Can #COVID help end the rise of defensive medicine? \"This pandemic has caused brutal suffering - but it may also help impr...","sentiment_score":-0.875}
{"full_text":"Covid: Schools in England can close for Christmas a day early","sentiment_score":0.1}
{"full_text":"Denying community infection led to more spread of Covid, say experts in Karnataka.https:\/\/t.co\/wmQIvDrgku","sentiment_score":0.5}
{"full_text":"Happy #WineWednesday! #WednesdayThoughts #WednesdayMotivation #covid","sentiment_score":1.0}
{"full_text":" Make sure you don't get caught out, we are changing our timetable on 13 December!i For more info, please see  must wear a face covering on all trains and at stations unless you are exempt. Always follow the latest Government COVID guidance.","sentiment_score":0.5}
{"full_text":"RT Brits 'more willing' to travel overseas as vaccines prompt bookings spike #aviation #recovery #coronavirus #vaccine ","sentiment_score":0.375}
{"full_text":"#NowPlaying on  Gal Farm (Remix) - Shaggy ft GC  on Inner G Radio! #live #newmusic #spotify #artist #media #youtube #onair #radiostation #repost #instagram #rock #producer #interview #itunes #covid #internetradio #djs","sentiment_score":0.0681818182}
{"full_text":"RT 10 years of Tory rule !!!","sentiment_score":0.0}
