{"full_text":"RT Once again, if we're being required to stay at home, everyone has a right to a home. #CancelRent","sentiment_score":0.2857142857}
{"full_text":"RT One of the best ways to stop the spread of disinformation is to restore independent &amp; fact-based local journalism. I've...","sentiment_score":0.3333333333}
{"full_text":"RT Trump &amp; Jared Kushner receive $3.65m in PPP loan money intended for small businessesALSO~W.H press sec #KayleighMcEna...","sentiment_score":-0.175}
{"full_text":"Why does continue to indicate that he wants Oklahomans to get sick and\/or die from #COVID19?","sentiment_score":-0.2571428571}
{"full_text":"RT MLG is ruining our economy and our children!","sentiment_score":0.0}
{"full_text":"Eat my entire asshole","sentiment_score":0.0}
{"full_text":"RT But if you're 'elite' enough, you can fly into the country with no tests or quarantine period.  Have we learned nothing a...","sentiment_score":0.4}
{"full_text":"Whitmer administration asks Michigan legislature for $400 million to fund COVID-19 response","sentiment_score":0.0}
{"full_text":"RT At MDC where Jamel Floyd was killed this year, there is currently no heat (like every winter), &amp; there is a COVID outbreak....","sentiment_score":-0.1}
{"full_text":"Good let the pandemic ride through the QAnon.  The true Kraken.","sentiment_score":0.525}
{"full_text":"RT Nancy Pelosi admitted today that she held up COVID aid for months to try to hurt President yet the people...","sentiment_score":0.0}
{"full_text":"I miss booking trips for the weekend...this covid shit gotta gtf.","sentiment_score":-0.2}
{"full_text":"RT Why has Trump not addressed the record number of daily COVID cases, the record number of daily COVID hospitalizations, or...","sentiment_score":0.0}
{"full_text":"This was dead ass me before Covid. Had them thangs on DECKKKK. $30 and it was yours.","sentiment_score":-0.2}
{"full_text":"Problem is, people dont follow the rules\/guidelines and they also dont care any more.Restaurants closed? No problem, lets have a dinner party at my house!I dont know anyone in Lithuania who cares any more. Even the ones who think they care, still break the rules.","sentiment_score":0.2}
{"full_text":"RT Adamson Barbecue's flouting of COVID-19 rules is opposed by 76 per cent of Ontarians, poll shows","sentiment_score":0.0}
{"full_text":"RT Pelosi really admitting here that if you vote Democrat, they will fight for you LESS once they're in power","sentiment_score":0.0166666667}
{"full_text":"RT The #COVID19 pandemic has left our British businesses and local communities unable to weather the storm of a No Deal Brexit....","sentiment_score":-0.125}
{"full_text":"RT Dems House passed $3T Covid relief in May. GOP balked. what's being negotiated now is $900B relief and McConnell still do...","sentiment_score":0.0}
{"full_text":"This is 25% of the school community off until 3rd January! Schools need to close on 11th Dec &amp; go online for the last week of term. Otherwise children will be isolating for the Christmas lifting of lockdown -this would be a travesty for the mental health of kids","sentiment_score":-0.0333333333}
{"full_text":"These Anti-Vaxxers are seriously problematic and could potentially end up being responsible for thousands of deaths. While I'd never wish pain or death on anyone, these dumbasses seem like they will that to themselves anyway. #dumbass #conspiracy #COVID19 #COVIDIOTS #antivaxxers","sentiment_score":-0.0444444444}
{"full_text":"RT Nancy Pelosi has no problem giving millionaires checkshttps:\/\/t.co\/FEBKH65lZW","sentiment_score":0.0}
{"full_text":"RT After the Pandemic ends, I'm still not going to wear a bra.Would anybody like to join me in starting a Bra Museum?","sentiment_score":0.0}
{"full_text":"RT The CDC urged state and local governments to implement 10 essential public health measures, including: -- Universal use of fac...","sentiment_score":0.0}
{"full_text":"RT If you're going to spend hundreds of billons in pandemic relief the most effective thing you can do is put it into people's...","sentiment_score":0.55}
{"full_text":"RT People should disobey the lockdown rules at all times in every way they possibly can.","sentiment_score":0.0}
{"full_text":"RT COVID relief needs to directly help everyday people.People need stimulus checks &amp; UI.","sentiment_score":-0.05}
{"full_text":"Am I the only one who hears these lyrics and cries internally?\"Faithful friends who are dear to usGather near to us, once moreThrough the yearsWe all will be togetherIf the fates allow\"It's too much!   THE FATES ARE NOT ALLOWING IT! #SocialDistancing #Christmas","sentiment_score":0.103125}
{"full_text":"Thank you Julie! Right back at you! #ExtraordinaryQN TY for all your support of our work","sentiment_score":0.1428571429}
{"full_text":"RT Pardon my interruption. But 3\/4 #COVID19 positives among elected officials are Republicans.","sentiment_score":0.0}
{"full_text":"RT UK coronavirus death toll rises by 504 with more than 16,000 new cases","sentiment_score":0.3181818182}
{"full_text":"With respect to consequences of catching COVID, I'm not only concerned about death, but also serious medical impairments (cardiac, neurological, or GI) that could significantly degrade my quality of life in a permanent fashion. (15\/n)","sentiment_score":0.0986111111}
{"full_text":"RT The moment Trump isn't president, he'll start screeching about how terrible the pandemic is--dangerous, deadly, and Biden'...","sentiment_score":-0.6}
{"full_text":"Pay attention fellow Americans, it is doable...","sentiment_score":0.0}
{"full_text":"RT So far, only one business has been penalized for misleading investors about how the pandemic hurt business in the spring: The...","sentiment_score":0.05}
{"full_text":"RT The mayor of San Francisco on Friday said she and political leaders across the Bay Area were imposing new lockdown orde...","sentiment_score":0.0681818182}
{"full_text":"RT If you have ever drank a 4lokos don't worry about what's in the Covid vaccine","sentiment_score":0.0}
{"full_text":"Still being safe.","sentiment_score":0.5}
{"full_text":"RT Things got absolutely heated on CNBC this morning on the subject of covid-19 lockdowns ","sentiment_score":0.0166666667}
{"full_text":"RT Nancy Pelosi admits that she is the one who let you suffer.","sentiment_score":0.0}
{"full_text":"RT In the midst of the pandemic, the economic collapse and climate change, Medicare for All, a $15 minimum wage, the Green New...","sentiment_score":0.0454545455}
{"full_text":"RT Mitch McConnell rejected yet another bipartisan COVID relief deal.Families are struggling to pay rent and put food o...","sentiment_score":0.0}
{"full_text":"At the moment one American is dying every minute form Covid-19 and all you care about is the fucking stock market??? This is one of many reasons you were voted out.#BidenVaccine","sentiment_score":-0.0333333333}
{"full_text":"RT Nancy Pelosi admitted today that she held up COVID aid for months to try to hurt President yet the people...","sentiment_score":0.0}
{"full_text":"RT OMG. Coronavirus is the #1 cause of death in the US this week, surpassing heart disease, says","sentiment_score":0.0}
{"full_text":"RT Weddings cancelled as venue becomes Covid vaccination centre","sentiment_score":0.0}
{"full_text":"Tell me again that the flu is deadlier than covid.","sentiment_score":0.0}
{"full_text":"#covid testing Anderson","sentiment_score":0.0}
{"full_text":"Large percentage of Covid positive are mask wearers. If masks work so well why are so many people getting it? MN has had a mandate for months. Numbers are as high as ever.","sentiment_score":0.2753896104}
{"full_text":"RT If a parent did to their child what Mitch McConnell is doing to America in the middle of #COVID19 pandemic, they would...","sentiment_score":0.0}
{"full_text":"Covid Survivors With Long-Term Symptoms Need Urgent Attention, Experts Say","sentiment_score":0.0}
{"full_text":"For 1200 dollars nope","sentiment_score":0.0}
{"full_text":"RT How has another week gone by with McConnell getting away with not bringing a coronavirus relief bill to the Senate floor?...","sentiment_score":0.0}
{"full_text":"RT #Austria schools will return to face-to-face classes on #December 7th, as will high #school graduates and students in...","sentiment_score":0.16}
{"full_text":"RT WATCH: Speaker Pelosi fighting tooth &amp; nail for #COVID19 relief FOR THE PEOPLE while Mitch McConnell has politicized Am...","sentiment_score":0.0}
{"full_text":"RT We need Medicare for All.","sentiment_score":0.0}
{"full_text":"I cited the danish study that you claimed to read. You said \"they show masks help.\" There was a .03% difference, statistically irrelevant. I cited the 85% CDC study. You are the one who falsely claimed you quoted something.","sentiment_score":-0.45}
{"full_text":"I don't know it might have covid","sentiment_score":0.0}
{"full_text":"RT This is by no means a scientific study, just a look at data. On July 24th, the day before the Minnesota mask mandate took...","sentiment_score":0.0}
{"full_text":"RT A one page bill could be written over the weekend giving every American a check...let's just say $1,200 (should be more)That...","sentiment_score":0.0}
{"full_text":"And no one tells you as you get older that when you go to family gatherings, medical tests, medicines &amp; ailments are discussed freely as everyone scoffs tea &amp; scones. (In Aus we have eased gathering restrictions because weve almost eradicated community transmissionion of Covid)","sentiment_score":0.1888888889}
{"full_text":"RT Mitch McConnell rejected yet another bipartisan COVID relief deal.Families are struggling to pay rent and put food o...","sentiment_score":0.0}
{"full_text":"THE TRUMP PANDEMICDEATH TRACKER:Americans Killed by Inaction, Neglect, Incompetence and Corruption285,305 deaths.     It didn't have to be this bad","sentiment_score":-0.45}
{"full_text":"RT If you're going to spend hundreds of billons in pandemic relief the most effective thing you can do is put it into people's...","sentiment_score":0.55}
{"full_text":"RT Phase 1A of distribution priorities - in no particular order  Healthcare workers and personnel who are involved in t...","sentiment_score":-0.0833333333}
{"full_text":"If it's that important, why these guidelines!","sentiment_score":0.5}
{"full_text":"RT I think should make a public apology to When the whol...","sentiment_score":0.0}
{"full_text":"RT Hi everyone, this past Sunday I lost my tata due to covid-19. He was the kindest, most hard working person I knew. Plea...","sentiment_score":-0.0416666667}
{"full_text":"RT The fact that Congress did not pass stand alone bills to get Americans checks during this pandemic is an absolute disgrace. A...","sentiment_score":0.2}
{"full_text":"I mean is it a little funny that the Jimmy V Women's Classic is being presented by Corona? Or is it too soon? thanks to eagle eyed photographer for pointing it out.","sentiment_score":0.0233333333}
{"full_text":"RT The U.S. gov's 1st shipment of millions of Covid vaccine doses to be divided among states &amp; federal agencies, including...","sentiment_score":0.0}
{"full_text":"RT A COVID relief bill that doesn't include: enhanced UI benefits workplace protections paid sick leave direct cash...","sentiment_score":-0.3071428571}
{"full_text":"RT Kai Havertz in the #UCL This SeasonMinutes Played: 262Starts: 3Assists: 2Key Passes: 5Chances Created: 7Recoveries: 15...","sentiment_score":0.0}
{"full_text":"RT People really out here bitching, saying CRWBY shouldn't have attempted to produce #RWBY Volume 8 if they \"knew\" they co...","sentiment_score":0.2}
{"full_text":"5 Bay Area Countries Must Suspend Services Starting Monday December 7 until January 4th 2021 #sanfransico #bayarea #sanfran #quarantine #curbside #StayHome #California","sentiment_score":0.0}
{"full_text":"RT 'Thumbs up': Croatian woman beats Covid-19 aged 99","sentiment_score":-0.1}
{"full_text":"Help for what mike? The virus that is a hoax? That us libs spend too much time thinking about and trying to manage on our own, mike? The virus that is helped by mask wearing which you and your sick bastard of a boss couldn't wear. Fuck you mike. Biden will help us. You killed us.","sentiment_score":-0.1028571429}
{"full_text":"WALL STREET BANKERS ARE NOT MORE \"ESSENTIAL\" THAN TEACHERS &amp; 1ST RESPONDERS--American Bankers Association is petitioning to designate Wall St finance workers as essential workers so they can get #COVID19 vaccines before most Americans. Cant make this up!","sentiment_score":0.09375}
{"full_text":"Beyond fucked up","sentiment_score":-0.6}
{"full_text":"RT Nancy Pelosi admitted today that she held up COVID aid for months to try to hurt President yet the people...","sentiment_score":0.0}
{"full_text":"RT If you're going to spend hundreds of billons in pandemic relief the most effective thing you can do is put it into people's...","sentiment_score":0.55}
{"full_text":"RT About 2,600 people died at the World Trade Center on 9\/11.Yesterday, 2,800 people in the U.S. died from COVID-19.","sentiment_score":-0.1}
{"full_text":"Gaming takes up the majority of my spare time, but I do also enjoy cooking, reading and archery. The range has just opened up again after SA's lockdown, keen to go shoot some arrows!","sentiment_score":0.5}
{"full_text":"RT POLL SUMMARY: The pandemic has deepened the connection of outdoor voters to #PublicLands, potentially driving election...","sentiment_score":0.0}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT COVID-19 updates: For second day in a row, new  cases surpass 5,000 as state sees 37 more deaths","sentiment_score":0.2121212121}
{"full_text":"RT Another day on the radical left with our crazy ideas","sentiment_score":-0.3}
{"full_text":"So many of us need to be stimulated rn","sentiment_score":0.5}
{"full_text":"COVID, Melania, COVID.","sentiment_score":0.0}
{"full_text":"RT A children's skipping rope rhyme during the 1918 Spanish Flu Pandemic: I had a little birdits name was EnzaI opened...","sentiment_score":-0.09375}
{"full_text":"RT The entire world wants freedom!","sentiment_score":0.125}
{"full_text":"RT 102-year-old woman who survived the 1918 Spanish Flu and cancer beats COVID-19 twice","sentiment_score":0.0}
{"full_text":"Exactly ! It's the worst. It just comes out of nowhere the pandemic stress. ........","sentiment_score":-0.34375}
{"full_text":"RT HBD to one of my sheroes, This woman has been my teacher, confidante &amp; friend, both in good trouble &amp; pa...","sentiment_score":0.25}
{"full_text":"RT Integrated risk management (IRM) technology helps address the risks arising from the current crisis &amp; in COVID-19 recovery. 4...","sentiment_score":0.0}
{"full_text":"RT Hey everyone this is a great article about a potential COVID treatment and I promise I'm not just saying that because i...","sentiment_score":0.4}
{"full_text":"RT #TheBoyz's Kevin And Jacob Test Negative For COVID-19","sentiment_score":-0.3}
{"full_text":"RT Nancy Pelosi admitted today that she held up COVID aid for months to try to hurt President yet the people...","sentiment_score":0.0}
{"full_text":"RT Former Pfizer VP: 'No need for vaccines,' 'the pandemic is effectively over' | News | LifeSite","sentiment_score":0.3}
{"full_text":"I'm a normal person without underlying conditions who has trouble with wood smoke and smoking. I can't imagine how much pain your wife must experience. During this pandemic, limiting wood burning and smoking should be seen as parallel strategies to masks and hygiene.","sentiment_score":0.0375}
{"full_text":"Whitmer administration asks Michigan legislature for $400 million to fund COVID-19 response","sentiment_score":0.0}
{"full_text":"RT Better way late than neverhttps:\/\/t.co\/o3txmajI6i","sentiment_score":0.1}
{"full_text":"Everytime I hear a politician tell me to not go out after 10pm, avoid indoor dining, or generally stay home, and then I go into Market Basket, I'm like","sentiment_score":0.05}
{"full_text":"Lucky Trump is not re-elected otherwise he'd bring down the price of arms and even-up the cause of death","sentiment_score":0.0888888889}
{"full_text":"RT Dems House passed $3T Covid relief in May. GOP balked. what's being negotiated now is $900B relief and McConnell still do...","sentiment_score":0.0}
{"full_text":"RT I'll be honest: it breaks my heart to get msgs like these. We are all fatigued and so anxious to reclaim any sense of normalc...","sentiment_score":0.175}
{"full_text":"As colleges and universities face uncertain months ahead as the COVID-19 pandemic worsens, higher ed leaders are continuing their pleas to the federal government for more assistance","sentiment_score":0.375}
{"full_text":"RT The Covid Crisis Made the New York Health Act More Urgent, More Unlikely, or Both - by htt...","sentiment_score":0.1590909091}
{"full_text":"RT The Winter Mitch McConnell Created","sentiment_score":0.0}
{"full_text":"There were some dumbfucks with a sign on an overpass on SB I-5 by Southcenter, saying the pandemic is a fraud and to honk if you oppose the mask mandate.  I flipped em off","sentiment_score":0.0}
{"full_text":"\"The Cambridge Vaccine\"","sentiment_score":0.0}
{"full_text":"RT Romney blasts Trump lack of leadership during pandemic: 'It's a great human tragedy'.","sentiment_score":0.4}
{"full_text":"I wonder if any \"COVID is a hoax\" people wanna say that to kAT to his face ..  wishing his family the best","sentiment_score":1.0}
{"full_text":"RT Would everyone please stop asking Donald Trump to focus on the pandemic?He never will. He doesn't care. It's who he is.","sentiment_score":0.0}
{"full_text":"RT .@JacquiLambie food for thought.","sentiment_score":0.0}
{"full_text":"Indiana reported a state record of 8,514 confirmed new COVID-19 cases and Monroe County eclipsed 6,000 total cases Thursday. Monroe County reported 134 new cases Thursday, bringing the total to 6,048 cases.","sentiment_score":0.1345454545}
{"full_text":"RT It's not about being \"pro mask\", \"pro lockdown\", \"anti mask\" or \"anti lockdown\".I am pro giving people the choice to take...","sentiment_score":0.0}
{"full_text":"\"This is the only way to guarantee that no child goes hungry. If you go to a public school in America, meals should be guaranteed to you, just like a school bus is guaranteed to you.\" #foodforall #hungerfreect #nokidhungry","sentiment_score":0.0}
{"full_text":"Sorry, what leadership? He tried to bugger off on holiday on a couple of weeks ago.","sentiment_score":-0.5}
{"full_text":"A North Korean man has been brutally executed by firing squad for breaking the hermit kingdom's harsh coronavirus restrictions.https:\/\/t.co\/0GKmshHa6h","sentiment_score":-0.5375}
{"full_text":"Talking to these men was like talking to friends; lots of laughs and some honest insights into how Rowan and Sam feel about a community's inclusion of people with autism. Thank you Studio A and go see the amazing work in the exhibition!https:\/\/t.co\/wf4l9gV4rB","sentiment_score":0.6}
{"full_text":"Sounds like a game! Harold Henrison Chiu comments on government appointments against COVIDhttps:\/\/t.co\/Fphxd4zwDJ","sentiment_score":-0.5}
{"full_text":"The Red Lake &amp; White Earth Bands of Chippewa in N. MN are asking state regulators to stop the construction of Enbridge Energy's Line 3 crude oil pipeline replacement, saying it would increase the risk of coronavirus infections spreading. #StopLine3https:\/\/t.co\/yX4uw2iAie","sentiment_score":-0.2333333333}
{"full_text":"\"If you can raise $500,000 in the middle of a pandemic, that speaks for itself\"College basketball is cashing in:","sentiment_score":0.0}
{"full_text":"#China's new #disinformation and #propaganda scheme, in response to #COVID19, supports the #Maduro regime and bails out cash-strapped Telesur channel. The payoff: #Venezuela as a beachhead for Beijing's Spanish-language strategy towards #LatinAmerica","sentiment_score":0.0181818182}
{"full_text":"Every December, hundreds of thousands of Mexican nationals living in the United States head south of the border to visit family over the holidays. But officials in neighboring Sonora are urging them not to come this year amid the pandemic.https:\/\/t.co\/AARP7qfhF4","sentiment_score":0.0}
{"full_text":"A surge in #COVID19 cases nationwide and holiday travel could lead to more virus spikes among students and teachers.","sentiment_score":0.5}
{"full_text":"A\/Prof Marion Kainer will discuss 'Responding to COVID-19: a perspective from Victorian healthcare' next week at #AustCOVID19Conference #PublicHealth #COVID19Aus","sentiment_score":0.0}
{"full_text":"RT Karl-Anthony Towns reveals he lost 6 family members\/friends to COVID, including his mother earlier this year.So tough. P...","sentiment_score":-0.1944444444}
{"full_text":"\"We had a good conversation. I think we're both interested in getting an outcome, both on the omnibus and on a coronavirus package,\" said Senate Majority Leader Mitch McConnell.","sentiment_score":0.475}
{"full_text":"RT New lockdowns have been ordered in California in the face of what its governor has called the \"final surge\" of #COVID19","sentiment_score":0.0681818182}
{"full_text":"RT Florida investigation finds governor misled public on Covid as cases rose","sentiment_score":0.3}
{"full_text":"#View: The fallout of the pandemic for adolescents amplifies the urgency.https:\/\/t.co\/iWwQNXYw1i","sentiment_score":0.0}
{"full_text":"Perhaps but not really, that's a 'look' these days esp since Covid (which is clearly the only Covid look she's going for sans mask) ","sentiment_score":4.625929269e-18}
{"full_text":"The U.S. surpassed the 14 million mark in confirmed cases of COVID-19 Thursday and set new records in both daily recorded cases and daily deaths as the country delves deeper into the bleakest stretch of the pandemic.","sentiment_score":0.1340909091}
{"full_text":"I have nothing but hatred and loathing for sociopaths that think they have the freedom to spread a deadly virus when  all we have to do it stop it is lock down, mask up, and stay safe. Even with these attempts, people like you are why we have almost 300,000 dead in 3\/4s of a year","sentiment_score":-0.0138888889}
{"full_text":"\"Currently Pfizer's planned 2020 rollout has been slowed by supply chain issues, but the company still intends to deliver on its original plan to distribute more than one billion doses in 2021.\" ","sentiment_score":0.2916666667}
{"full_text":"What a testimony ","sentiment_score":0.0}
{"full_text":"The FeedBak Podcast is hosting Bingo!Mon, Dec 14, 2020, 8:30 PM ESTGet yout ticket at #freshcourtlive #hiphop #rappers #rap #stayhome #poetry #games #thefeedbakpodcast #eventbrite #thanksgiving #hiphopculture #nextonstage #livestream","sentiment_score":0.0}
{"full_text":"BREAKING NEWS: Six Bay Area jurisdictions -- San Francisco, Santa Clara, Marin, Contra Costa and Alameda counties, and the city of Berkeley -- plan to enact a regional stay-at-home order starting Sunday.","sentiment_score":0.0}
{"full_text":"Dumb Bi&amp;tch!!!!!!","sentiment_score":-1.0}
{"full_text":"On Thursday, the United States surpassed a grim milestone of over 14 million coronavirus cases, according to data from Johns Hopkins University, as the pandemic continues to ravage the country.","sentiment_score":-1.0}
{"full_text":"Governor Justice says it is unknown how many doses the state will receive in 2021, but the target receive date for the first COVID-19 vaccine is Dec. 15, depending on approval from the FDA.","sentiment_score":0.2166666667}
{"full_text":"\"This is something I have always wanted to do,\" Lewis said. \"I know it has been a tough year for everybody because of COVID-19 and this is to help the less fortunate kids. ","sentiment_score":-0.0518518519}
{"full_text":"Hospital capacity increased throughout the county while new cases dropped compared to previous weeks, but health officials said there is still an \"enormous\" amount of cases. ","sentiment_score":-0.0101010101}
{"full_text":"RT Kelly Loeffler bought three homes in Florida, a condo in Chicago and a mansion along the Georgia coastline. When she learne...","sentiment_score":0.0}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"Tennessee is preparing to send the National Guard into hospitals to fight the COVID-19 surge.","sentiment_score":0.0}
{"full_text":"COVID-19 and the holiday's: 5 things you can do to physically prepare for the long winterhttps:\/\/t.co\/RUMIi65xGz","sentiment_score":-0.025}
{"full_text":"Renovation checklist:High-tech classrooms that can adjust to maintain social distancingComfortable study spaces that encourage learning and collaboration (post-COVID)Redesigned exteriorStill to come:New lobbyCafeStudent-oriented service center","sentiment_score":-0.0333333333}
{"full_text":"A former lawmaker is among those suggesting giving people a stimulus check in exchange for getting a COVID-19 vaccine.https:\/\/t.co\/OUquF3btZJ","sentiment_score":0.0}
{"full_text":"Christmas like no other.#COVID19 #Christmas2020 #ByeSanta #Ontario","sentiment_score":0.0}
{"full_text":"Every #gift to the Lundquist not only helps during a #pandemic--it helps to #SaveLives, daily. Please consider partnering with us this holiday season. Our crucial work is not possible without #supporters like you. #GivingTuesday2020 #donate","sentiment_score":0.0}
{"full_text":"Media coverage of the #Pope's new book highlights George Floyd and the #COVID19 pandemic, but misses the bigger picture.Read on the context that's missing:https:\/\/t.co\/suRXbdo8Ol #books #Catholic #CatholicTwitter","sentiment_score":0.0454545455}
{"full_text":"With all eyes on a #COVID19 vaccine rollout by the end of the year, here's a look at why it's not easy to replicate the same results when it comes to #HIV.","sentiment_score":-0.1083333333}
{"full_text":"Mental Health For The #COVID19 Generation!How To Cope With #Coronavirus And Protect Your #MentalHealth.&gt;&gt;&gt; #covidgeneration #lockdown #TierSystem","sentiment_score":-0.1}
{"full_text":"Health departments in northwest Ohio are having to drop all other priorities - including immunization clinics and pre-natal counseling - in order to keep up with COVID-19 cases.","sentiment_score":-0.125}
{"full_text":"Facebook will remove misinformation about COVID-19 vaccines -- The company wants to remove misinformation about the virus that could lead to \"imminent physical harm.\" -- Dec 3","sentiment_score":0.1}
{"full_text":"RT Lee Chan Won's Variety Show Co-Stars And More Celebrities Test Negative For COVID-19","sentiment_score":0.1}
{"full_text":"More than 50% of brokers have experienced a mental health issue in the last 12 monthshttps:\/\/t.co\/a2VWZvrPoJ#insurance #brokers #mentalhealth #mentalwellbeing #stress #covid19 #coronavirus","sentiment_score":0.3}
{"full_text":"One Pasco family is asking for prayer as their loved one lies in a hospital bed fighting for his life against the coronavirus.https:\/\/t.co\/S8auRCZxV0","sentiment_score":0.7}
{"full_text":"RT Health officers in the San Francisco Bay Area say they're issuing stay-at-home orders despite not having reached the governor'...","sentiment_score":0.0}
{"full_text":"RT Gotta give huge props to da filmmakers crushing it during pandemic. If U ain't #ff, da hecks da matter witcha!?!@Gile...","sentiment_score":0.4}
{"full_text":"Wait can I join the post Covid shanty meetup???","sentiment_score":0.0}
