{"full_text":"YALL VITAMINS ARE THE TRUTH... My skin has been so dry and pale and I started taking vitamins since covid and now my color has come back beautifully &amp;my skin feels hydrated ","sentiment_score":0.1433333333}
{"full_text":"RT Millionaires being paid to make fun of people that want to feed their families is peak 2020","sentiment_score":0.3}
{"full_text":"Can't wait till this all plays out and we see everyone else that did.","sentiment_score":0.0}
{"full_text":"RT .@Kloeffler is only focused on herself. I'm focused on helping Georgia fight the pandemic and rebuild our economy.  #G...","sentiment_score":0.0}
{"full_text":"RT Neighbour not well, so I rang our gp as he's elderly and looks awful, GP will only interact with him after he has a covi...","sentiment_score":-0.5}
{"full_text":"RT Eluru illness - NEUROCYSTICERCOSIS antunaruInfection spread Contaminated food water avvochuSo we can prevent disease f...","sentiment_score":0.0}
{"full_text":"I say it againWe moved on from ON era too fast*glaring at corona*","sentiment_score":0.0}
{"full_text":"Good Morning &amp; Good Afternoon me besties!!! ","sentiment_score":0.85}
{"full_text":"RT Rudy was a super spreader aimed at Republican state legislators whom the GOP really needs to control redestricting next year....","sentiment_score":0.1777777778}
{"full_text":"this means I'm ready and waiting for a post-Covid hootenanny. (I've heard if you get up to three hoots, you blow a valve or something.)","sentiment_score":0.2}
{"full_text":"RT Under #EmergencyLaws brought in at the start of #Covid19 crisis changed the rules for #procurement &amp; #cont...","sentiment_score":0.0}
{"full_text":"The Art of Socializing Outside During Covid Winter - Bloomberg","sentiment_score":0.0}
{"full_text":"Ah yeah, forgot hospitality. People just went 'back to normal' after lockdown 1 with the idea that it was all done with, complacency reigned for too long and now we're up shits creek","sentiment_score":0.0333333333}
{"full_text":"11 travelers among 280 fresh covid-19 cases in J&amp;K, tally reaches 113568","sentiment_score":0.3}
{"full_text":"RT She's not in politics and she's not hurting anybody. Why does it matter how Cardi B spends her money on herself? She's...","sentiment_score":0.0}
{"full_text":"RT \"The pandemic of sexual abuse in universities: 'They're more concerned with protecting their reputations than female stu...","sentiment_score":0.3333333333}
{"full_text":"Your also a poor example of following recommendations to slow the spread of Covid, putting many other people at risk.You have no way of knowing who will take the virus back to at risk people. Selfish, ignorant, unpatriotic.","sentiment_score":-0.1178571429}
{"full_text":"I wonder how many of these desperate people voted for republicans? There are 22 Republicans in the Senate that are unwilling to vote for one cent of pandemic assistance.  Nancy Pelosi has been trying to deal with this issue send may and has hit a brick wall.","sentiment_score":-0.05}
{"full_text":"RT People: \"We're having a light flu season because people are wearing masks and social distancing.\"Me: \"Then why are the...","sentiment_score":0.2166666667}
{"full_text":"Because the Trump administration was able to get 2 vaccines to combat the virus. I bet CNN will remove their COVID-19 death counter from their news screen.","sentiment_score":0.5}
{"full_text":"RT Did you know?All the doctor's gowns, clothes, bedsheets, etc required at our KIMS Covid Hospital during this pandemic...","sentiment_score":0.0}
{"full_text":"RT UNHINGED: Teacher from Oregon has a complete mental breakdown over COVID and yells at families that are rallying to Re...","sentiment_score":0.0}
{"full_text":"This California lockdown likely is going to last well into the New Year. I imagine most states are going to lock down anytime now. This virus has completely overtaken us.","sentiment_score":0.0968013468}
{"full_text":"Sign up to help understand if HCQ protects.","sentiment_score":0.0}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"OK drama queen. Forever is a long time. It would take about 45 - 60 days most likely. Everyone stay home, otherwise strict protocol. Clean everything around you. It will die everywhere else other than frozen foods, which will need to be cleaned or disposed of. Kill the virus.","sentiment_score":0.1986111111}
{"full_text":"A new survey of women founders shows how 3 perennial problems were made worse by the pandemic: 1) Finding funding 2) Childcare 3) Mental health via","sentiment_score":-0.1212121212}
{"full_text":"Don't cut budgets--spend more. That's the prescription the European Union is giving its member governments to ease the slump the coronavirus created.  a traves de","sentiment_score":0.25}
{"full_text":"please increase the number of attempt of nta jee main and iit jee advance for the students who have passed their class 12th in 2020 because due to corona pandemic there is no preparation of please provide attempt up to 2023","sentiment_score":0.0208333333}
{"full_text":"RT Why are the states with Democrat Governors, with the most strict mask mandates, having the biggest surge in coronavirus cases?","sentiment_score":0.5}
{"full_text":"America is a Kleptocracy","sentiment_score":0.0}
{"full_text":"RT Federal inmates like my daughter #RealityWinner have been in a lockdown environment, filled with fear, for the last 10 m...","sentiment_score":0.2}
{"full_text":"RT My Dad is resting, getting great care and feeling well. Thank you to all the friends who have reached ou...","sentiment_score":0.8}
{"full_text":"RT Hi, it is me, your local \"I had a mild covid case in March and recovered in &lt; a week\" friend here to remind you that:a)...","sentiment_score":0.1666666667}
{"full_text":"RT Research is starting to shed light on what #LongCovid is\"I wouldn't wish this on my worst enemy.\"With mem...","sentiment_score":-0.2}
{"full_text":"RT India's Covid fightback: New cases per million people lowest in the worldhttps:\/\/t.co\/Gu489WTMNmvia NaMo App","sentiment_score":0.1363636364}
{"full_text":"RT I want to be close to all doctors and nurses during this time in which the pandemic calls us to be near all men and women who...","sentiment_score":0.1}
{"full_text":"RT When Lockdown began, i decided to start saving coins and R10 notes. Today i am proud to say it amounts to R4336.00. There...","sentiment_score":0.8}
{"full_text":"RT A family of Muslim immigrants from Turkey newly arrived in Germany.The boy in the yellow t-shirt went on to lead the te...","sentiment_score":0.0681818182}
{"full_text":"RT Version 4 of NHS COVID-19 app to add self-isolation payments - A new payment option will be added to the NHS COVID-19 a...","sentiment_score":0.1363636364}
{"full_text":"RT People: \"We're having a light flu season because people are wearing masks and social distancing.\"Me: \"Then why are the...","sentiment_score":0.2166666667}
{"full_text":"RT This is happening in my city here in Australia right now in December 2020. Post-covid festivals are here. We haven't had...","sentiment_score":0.2857142857}
{"full_text":"RT I Think...Covid Vaccine should be tested on Politicians first...If they survive, the vaccine is safe...!!! If they don...","sentiment_score":0.9765625}
{"full_text":"Glad to know that south korea has good management for covid","sentiment_score":0.6}
{"full_text":"RT #BREAKING England's cricket tour of South Africa cancelled after Covid-19 outbreak: official #AFPSports","sentiment_score":0.0}
{"full_text":"How is it ok for governors to tell people to stay home but you give them no money. How do you want people to live if you close our jobs???? How do you want to tell people to stay home quarantine with no money. #StimulusNow","sentiment_score":0.3181818182}
{"full_text":"Two of trump's friends have already died of or with, Covid","sentiment_score":0.0}
{"full_text":"RT All parts of the UK now have a supply of the #COVID19 vaccine.The vaccine will be available for free and be managed by the...","sentiment_score":0.4}
{"full_text":"RT Arizona Capitol Times: The Arizona Legislature will be closed all next week after at least 15 current or future Republic...","sentiment_score":-0.08}
{"full_text":"RT Delighted to have curated 'The Disabled Lockdown Experience' for writers shares their stories abo...","sentiment_score":0.25}
{"full_text":"RT Come on do right by your faith and by the people.","sentiment_score":0.2857142857}
{"full_text":"RT Radical Kelly LoefflerA wife could not be more StepfordI think she's a robotWho made $ off stock While Georgians caught c...","sentiment_score":0.5}
{"full_text":"Love it here but some things I will never understand about Britain. Aren't we all in a pandemic &amp; living under travel restrictions?","sentiment_score":0.5}
{"full_text":"RT Dont give up the fight this is the starting of a new era, let's make all this bad governance die with this Corona year #E...","sentiment_score":-0.1878787879}
{"full_text":"RT Visited magnificent #Gandhara sites in #KhyberPakhtunkhwa (with COVID SOP strictly observed!) Well done to","sentiment_score":1.0}
{"full_text":"RT #yn_ar_w_nhyN_mlyg\"I do not want to take measures like lockdown that will harm the economy, which is currently showing sig...","sentiment_score":0.0}
{"full_text":"RT #Chungha's Agency Confirms She Tested Positive For COVID-19https:\/\/t.co\/rMGpIlHcnF","sentiment_score":0.2272727273}
{"full_text":"RT My heart goes out 2the farmers &amp; their families protesting in the cold in this pandemic.They are the soldiers of the s...","sentiment_score":-0.6}
{"full_text":"Reopened to help stores get some money before Christmas and I used that to go use the mall's wifiCovid here is getting a bit better but we can't know if it won't rise again after ppl gather in Christmas and new year eve...How is it in SG?!I'll go back to my lesson soon","sentiment_score":0.2121212121}
{"full_text":"The CDC says the very opposite of what you wrote so just stop it. Why do you people behave like this?","sentiment_score":0.0}
{"full_text":"RT My team at NHS Test &amp; Trace are urgently hiring an Information Architect to help us make it simpler and easier for people...","sentiment_score":0.0}
{"full_text":"RT Okay, lemme share u my perspective as a Covid-19 survivor. Tbh I feel soo thankful that they delayed this comeback. FYI, the...","sentiment_score":0.5}
{"full_text":"RT Our interview with - where he denounced the government's lockdown &amp; declared SAGE unfit fo...","sentiment_score":0.0}
{"full_text":"RT #Russia starts mass #vaccination against #coronavirus","sentiment_score":0.0}
{"full_text":"RT Plexiglass is a Coronavirus Tax! Small businesses are getting hammered with these COVID-19 expenses.","sentiment_score":-0.25}
{"full_text":"RT america is an example of exactly what NOT to do","sentiment_score":0.25}
{"full_text":"RT Coward PM doesn't stand &amp; deliver; he writes a note, drops it by the IN tray, then cowardly runs to hide in the broom clos...","sentiment_score":0.0}
{"full_text":"Judge's decision to free teenager due to Covid backlog overruled","sentiment_score":0.1375}
{"full_text":"RT Recall Gavin Newsom is right answer to NPR report that 85% of Californians are under stay at home orders through Christma...","sentiment_score":0.2857142857}
{"full_text":"RT I want to be close to all doctors and nurses during this time in which the pandemic calls us to be near all men and women who...","sentiment_score":0.1}
{"full_text":"\"Need to be addressed\"Mary Lou is not a stupid woman it must be draining to have to pretend to be thick all the time","sentiment_score":0.05}
{"full_text":"RT Have you seen what the new NHS Covid-19 Vaccination Identity Card looks like when you have your vaccination. Also the 50 Ho...","sentiment_score":0.1363636364}
{"full_text":"Not during a Pandemic","sentiment_score":0.0}
{"full_text":"As the #UK begins preparations to deploy a COVID-19 vaccine, law enforcers are warning of counterfeit versions circulating on the dark web.","sentiment_score":-0.15}
{"full_text":"RT I want to be close to all doctors and nurses during this time in which the pandemic calls us to be near all men and women who...","sentiment_score":0.1}
{"full_text":"RT People: \"We're having a light flu season because people are wearing masks and social distancing.\"Me: \"Then why are the...","sentiment_score":0.2166666667}
{"full_text":"Happy. Karma never sleeps&amp; DT will get it from hanging with Rudy.","sentiment_score":0.8}
{"full_text":"RT My cousin died yesterday of COVID. He wasn't admitted until he was at deaths door because of overcrowding.  Yet...","sentiment_score":0.0}
{"full_text":"RT Georgia: The ONLY way to stop Democrats from rigging the system is to show up &amp; OVERWHELM the ballot box with REPUBLICA...","sentiment_score":0.0}
{"full_text":"RT Removing a mask has angered you more than the 37 people who were killed at the hands of police? ","sentiment_score":-0.15}
{"full_text":"Lawmakers say COVID-19 relief bill won't offer $1,200 checks The proposal is expected to include about $300 per week in bonus federal unemployment payments, providing relief just as emergency aid payments at regular benefit levels are set to expire at...1\/","sentiment_score":-0.05}
{"full_text":"RT Rudy Giuliani potentially exposed hundreds to Covid-19, doctor says - CNN Video","sentiment_score":0.0}
{"full_text":"RT Day 268Of 15To slow the spreadThe CDC, FDA &amp; NIH should be defunded. Start new orgs that are not funded by...","sentiment_score":-0.0818181818}
{"full_text":".@velocity_global shares two strategies that can help businesses rise above #COVID19. #globalpayroll #payroll","sentiment_score":0.0}
{"full_text":"... year's end. It would extend a freeze on evictions for people who cannot pay their rent and reauthorize the Paycheck Protection Program to give a second round of subsidies to businesses struggling through the pandemic.Still, potential sticking points remain.Democrats are 2\/","sentiment_score":-0.0666666667}
{"full_text":"The coronavirus vaccine frontrunners are advancing quickly. Here's where they stand.","sentiment_score":0.3333333333}
{"full_text":"Res. Sir\/ madam, this is Harihar Rao international player we are running karete acedemy  ,due to lockdown it has been held up .We are facing lots of financial crices for running and improve our acedemy . A\/c no-60323491857Ifsc code-MAHB0001809Bank of Maharashtra,9981848060ind","sentiment_score":-0.0416666667}
{"full_text":"... also against shielding businesses from lawsuits claiming negligence for COVID-19 outbreaks, a provision pushed by Republicans.3\/3","sentiment_score":0.0}
{"full_text":"Can the Coronavirus be the End of Coworking Space? #CRE #Coworking #COVID-19","sentiment_score":0.0}
{"full_text":"RT People: \"We're having a light flu season because people are wearing masks and social distancing.\"Me: \"Then why are the...","sentiment_score":0.2166666667}
{"full_text":"Opinion: CDL's Nigel Phillips on how the pandemic is changing the way businesses interact with customers - Insurance Age","sentiment_score":0.0}
{"full_text":"RT If you played beer pong with beer IN THE CUPS, I don't want to hear your concerns about what's in the covid vaccine.","sentiment_score":0.0}
{"full_text":"RT Recall Gavin Newsom is right answer to NPR report that 85% of Californians are under stay at home orders through Christma...","sentiment_score":0.2857142857}
{"full_text":"RT We're inviting UK university #students to share their experiences of #learning #online \/ remotely during COVID. Head t...","sentiment_score":-0.1}
{"full_text":"Pope To Visit Iraq In March, First Foreign Trip Since Covid Pandemic | In Hindi.","sentiment_score":0.0625}
{"full_text":"RT People who lost health insurance during the pandemic:Canada: 0United Kingdom: 0Germany: 0France: 0Australia: 0Japan:...","sentiment_score":0.0}
{"full_text":"RT Monday morning the City of El Paso announces 453 new Covid-19 cases and 9 new Covid-19 deaths.","sentiment_score":0.1363636364}
{"full_text":"Connect the dots","sentiment_score":0.0}
{"full_text":"RT Now more than ever, it's vital that we keep healthcare facilities safe. If visiting a hospital or clinic this weekend, le...","sentiment_score":0.3666666667}
{"full_text":"Philadelphia may be on the way to a record for fatal drug overdoses in 2020, another COVID-19 consequence via","sentiment_score":0.0}
{"full_text":"If you want to find out the latest info regarding the #ReturnToPlay for sport &amp; physical activity, our resource contains links to support 61 National Governing Bodies.We've had updates from &amp; more.Find out more https:\/\/t.co\/Tb0Br5lpbo","sentiment_score":0.3333333333}
{"full_text":"We've been hearing a LOT of bad news lately, but here's something positive... This is how one Latino small business has adapted to the #COVID pandemic. #ShopLatino #SmallLatinoBusinesshttps:\/\/t.co\/MnxFgagvtx","sentiment_score":-0.2556818182}
{"full_text":"RT JUST IN--Rudy Giuliani is said to have been feeling sick since at least Friday. If that is true, &amp; assume it was his day ~...","sentiment_score":-0.2214285714}
{"full_text":"Projected President-elect Joe Biden has picked California Attorney General Xavier Becerra to be his health secretary, putting a defender of the Affordable Care Act in a leading role to oversee his administration's coronavirus response.https:\/\/t.co\/FhOYOptMMW","sentiment_score":0.05}
{"full_text":"Check out National Clinical Lead for Stroke England &amp; Intercollegiate Stroke Working Party member talk 'Delivering stroke care: Lessons learnt from the COVID-19 pandemic' now at the #Parallel1 #UKSF20","sentiment_score":0.0}
{"full_text":"I feel the iOS community has slowed down considerably when the pandemic started, and I personally just don't feel like reading articles \/ watching videos anymore. I miss the confs and I'm happy vaccination is right around the corner, there's a positive outlook for all of this ","sentiment_score":0.2095719096}
{"full_text":"RT \"Disinformation narratives are like Mad Libs-conspiratorial templates where the bogus claims stay the same but the char...","sentiment_score":-0.3125}
{"full_text":"Dubai is ready to store COVID-19 vaccine, expand trade with Israel, says DP World","sentiment_score":0.2}
{"full_text":"Longsight community rallies against Covid to create sensory escape for local students..Read more about it here -&gt; -&gt; #Building #Construction #Property #Education #NorthWest #Manchester","sentiment_score":0.25}
{"full_text":"#jazzforcovidLike life these days, #jazz is improvised...#COVID19 #covid19 #covid_19 #FlattenTheCurvehttps:\/\/t.co\/KVFr9SwR9O","sentiment_score":0.0}
{"full_text":"A message from To businesses complying with COVID-19 public health measures, we want to say thank you! To those who fail to comply with public health measures, we are conducting inspections and you will be fined. Learn more:","sentiment_score":0.0}
{"full_text":"We read ONE FOX by Kate Read &amp; made our own sly foxes during last week's Stay At Home Story Time.Join us this week!Stay At Home Story Time - Wednesday, December 9 at 1:30 pm on ZoomEP Patrons email leanne.ross@elmwoodpark.bccls.org for link &amp; materials list!","sentiment_score":0.3}
{"full_text":"Reminder Eligible small businesses and nonprofits can still apply for a #COVID19 Economic Injury Disaster Loan.Learn more - assistance?@nysbdc","sentiment_score":0.15}
{"full_text":"We ended our interviews asking health care workers what viewers should know. Every response was the same, and simple: wear a mask, and stay at home as much as you can.https:\/\/t.co\/W6uU5VyX6Z","sentiment_score":0.0666666667}
{"full_text":"The roll-out for the Covid-19 vaccine is starting.Find out about the roll-out at #COVID19Vaccine","sentiment_score":0.0}
{"full_text":"One year later, Wuhan artists pay homage to the sacrifices the city made as ground zero of the Covid-19 outbreak.","sentiment_score":0.0}
{"full_text":" \"Certain celebrities can get away with stuff &amp; Rita Ora is one of them\" claims US talk show host who's on the side of the lockdown-breaking singer. She's cross at our presenter Ben Clark, who's stopped playing her songs #RitaOra #WendyWilliams #HotTopics","sentiment_score":0.1071428571}
{"full_text":"As things stand ahead of Saturday's clash with West Brom. #NUFC","sentiment_score":0.0}
{"full_text":"\"Listen to your gut,\" she said. \"Know when you're sick and when you need to stay home. Just because you get that negative test doesn't mean that you're negative.\"https:\/\/t.co\/nb88i2BldI","sentiment_score":-0.4066964286}
{"full_text":"Not even the COVID-19 crisis can hold back Christmas shoppers with 'savings hoard' to unload.","sentiment_score":0.0}
{"full_text":"RT They use terms like \"handouts,\" \"welfare,\" &amp; \"freebies\" for struggling Americans but use the term \"pandemic relief\" for bil...","sentiment_score":0.0}
{"full_text":"The community needs something to step outside their house, forget COVID, forget derecho, drive around, and bring some brightness to their heart. That's what the Christmas season is about.\"https:\/\/t.co\/O4D1RqXMuD","sentiment_score":0.0}
{"full_text":"Scammers are targeting college students. In the last year, we told you about a car wrap scam and a COVID-19 scam hitting college students. Today, we want to tell you about a fake check scam.Learn more:https:\/\/t.co\/vK9aSkSDGm","sentiment_score":-0.25}
{"full_text":"A Cumbrian trust has been named among the list of 50 hospital hubs taking part in the first wave of the Covid-19 vaccine programme. Story:","sentiment_score":0.25}
{"full_text":"A Cumbrian trust has been named among the list of 50 hospital hubs taking part in the first wave of the Covid-19 vaccine programme. Story:","sentiment_score":0.25}
{"full_text":"Contactless payments at 'record' levels as COVID reshapes consumer habits A recent study showed that contactless technology usage had increased from 42% to 64% - up by 50% - during the lockdown.https:\/\/t.co\/lT6hNGfQ94 #contactlesstechnology #qrpay #touchlesspayments","sentiment_score":0.0}
{"full_text":"Blacklocks Reporter has been all over this story as best it can for weeks now, for the CBC to pretend this is new is laughable. Its just Trudeau's CDC handing out billions in unsecured loans to foreign friends they pick, there is no chance of getting anything for our money!","sentiment_score":0.1200284091}
{"full_text":"Pre-Covid, the emergence of a strong wave of next generation women's rights activists globally was the most exciting thing. We need to make sure that Covid doesn't crush this wave.https:\/\/t.co\/h3Ytnxh86K","sentiment_score":0.2888888889}
{"full_text":"Why has tech failed to live up to expectations during Covid?https:\/\/t.co\/XsBMdxvohV","sentiment_score":-0.1818181818}
{"full_text":"RT BREAKING: The Arizona Legislature will be closed all next week after at least 15 current or future Republican legislat...","sentiment_score":-0.08}
{"full_text":"RT Reagan didn't publicly say AIDS until 4 years after the epidemic started. No federal action would occur until 1991, 10 ye...","sentiment_score":0.05}
{"full_text":"Living in the time of pandemic: COVID-19 (27) || ","sentiment_score":0.0}
{"full_text":"Do you still need a vaccine if you've already had Covid-19? Experts tackle questions about vaccine immunity via #CoronavirusVaccinehttps:\/\/t.co\/gmAqwsZ4FP","sentiment_score":0.0}
{"full_text":"Be sure to keep yourself and your loved ones safe this holiday season. Find all the latest guidelines and information you need to know at the link down below.","sentiment_score":0.4088888889}
{"full_text":"The William Harvey Hospital is set to begin issuing #Covid vaccinations from this week.https:\/\/t.co\/rwB4XdcGv4","sentiment_score":0.0}
{"full_text":"The proposal is expected to include about $300 per week in bonus federal unemployment payments.https:\/\/t.co\/9c8KYe4RHn","sentiment_score":-0.1}
{"full_text":"Overnight Oldies: Pandemic Thanksgiving Plans","sentiment_score":0.0}
{"full_text":"Single dad who beat Covid-19 goes without so kids will have Christmas presents #SaveAKidsChristmas","sentiment_score":-0.0714285714}
{"full_text":"RT If you played beer pong with beer IN THE CUPS, I don't want to hear your concerns about what's in the covid vaccine.","sentiment_score":0.0}
{"full_text":"Has the perception of #women at work changed since the #COVID19 pandemic? We proudly hosted a 3 part roundtable series focused on the challenges and opportunities facing women in #business today. Click to read highlights about the future of women at work.https:\/\/t.co\/ICsBCfm9kV","sentiment_score":0.4}
{"full_text":" Zelimkhan Bakaev had hit a bit of a rough patch after his bout with COVID in the summer, and had looked like a shadow of his former self for most of the seasonWith two assists in his last two games though, he finally seems to be coming back into his ownYou love to see it.","sentiment_score":0.1285714286}
{"full_text":"Pleased to hear on emphasize that international solidarity is the key to bring the pandemic to an end. This is why our industry is committed to playing its full role within #COVAX:","sentiment_score":0.2125}
{"full_text":"We will keep going till the new Nigeria we desire is found.#Lekki #ZabarmariMassacre #LekkiMassaccre #EndBadGoveranceInNigeria","sentiment_score":0.1363636364}
{"full_text":"For Martha Mackey, the Hunter is a transformational education experience.We're excited to share that every donation made to our Propel Past Covid fund will be matched, up to $150,000. Donate now to support what you love about the Hunter. #PropelPastCovid","sentiment_score":0.2083333333}
{"full_text":"The Covid-19 pandemic hasn't slowed investigations by Ireland's privacy watchdog but has sparked unusual privacy complaints   ","sentiment_score":0.2}
{"full_text":"What are new hires and #jobseekers really looking for?Learn the answers to this question and MORE, below #jobseekers #jobsearch #jobs #job #hiring #career #jobseeker #recruitment #employment #jobsearching #jobshiring #resume #jobhunt #jobinterview #nowhiring #interview","sentiment_score":0.2787878788}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":"How is using #AI to help train staff and students about mental health and pandemic-induced stress.","sentiment_score":-0.1}
{"full_text":"\"Although Black patients were  likely than Whites to test positive for #COVID19, after hospitalization they had  mortality, suggesting neighborhood characteristics may explain disproportionately  out-of-hospital mortality among Black individuals.\"https:\/\/t.co\/Cu9vdtBQbw","sentiment_score":-0.0265151515}
{"full_text":"But sleep has become just as political as everything else we do.","sentiment_score":0.0}
{"full_text":"Rudy Giuliani Tests Positive for Coronavirus, Trump Says, Reportedly Hospitalizedhttps:\/\/t.co\/4xFlPzNNyu","sentiment_score":0.2272727273}
