{"full_text":"RT Excited to finally publish my lockdown project from earlier this year: an iOS zero-click radio proximity exploit odyssey.htt...","sentiment_score":0.125}
{"full_text":"I need recommendations... I've not read properly since the middle of the very first lockdown.. Please recommend some easy reads to help me worm my way back in can be NA, adult, YA","sentiment_score":0.1430555556}
{"full_text":"RT Foreign Office urges anyone planning to travel overseas over the festive season to ensure they are aware of any local or nati...","sentiment_score":0.0416666667}
{"full_text":"RT To all those able to re-open today following lockdown, we wish you all the best for a good service. And to those still...","sentiment_score":0.55}
{"full_text":"RT How we imagine the team peeking out of their doors as lockdown lifts! #BreakfastBirdwatch","sentiment_score":0.0}
{"full_text":"RT \"Will defeat Coronavirus in 21 days\"Which Master Manipulator said this?#ModiHaiToManipulationHai","sentiment_score":0.0}
{"full_text":"After a month of lockdown non-essential shops in #Salisbury are now allowed to re-open! There are things we can all do to support local independent businesses and keep the community safe #supportsalisbury #supportlocalbusiness #salisburyindies","sentiment_score":0.1666666667}
{"full_text":"RT That wearing masks during deadly pandemic has ever been controversial is just the dumbest shit ever.","sentiment_score":0.05}
{"full_text":"If youre so washed that you want to go to concerts before it's even evening then you might as well just stay in covid times","sentiment_score":0.0}
{"full_text":" they'll be out in force today with their little book of tickets looking for the maskless-careful folks. As for the protests-until they're recognised as legitimate by Govt., these scenes will continue.","sentiment_score":-0.1875}
{"full_text":"RT #Greece Prime Minister under fire for violating his own Lockdown rules","sentiment_score":0.6}
{"full_text":"RT 26Is there anything more than human life? definitely NO! the Cmr military massacres armless civilia...","sentiment_score":0.1}
{"full_text":"RT The independent regulator authorised the first vaccine for use against COVID-19. This is excellent news and a step towards...","sentiment_score":0.4166666667}
{"full_text":"The Independent: Pfizer Covid vaccine authorised for use in UK next week, in world first... ","sentiment_score":0.0833333333}
{"full_text":"Lucky you! We're still in lockdown until next Friday here.  Xxxx","sentiment_score":0.2083333333}
{"full_text":"RT We won't collaborate with Home Office on today's immigration rule change. Rough sleeping is now grounds for refusal of...","sentiment_score":-0.1}
{"full_text":"RT FLASH: Court okays suit compelling Emefiele and to account for COVID-19 donations.We applaud &amp;","sentiment_score":0.3}
{"full_text":"This is great news to wake up to and hopefully this is the beginning of the end. #coronavirus#vaccinehttps:\/\/t.co\/yZNBgPP3rY","sentiment_score":0.8}
{"full_text":"RT Steelers fans punching air that the Ravens *********only********* have 16 players out","sentiment_score":0.0}
{"full_text":"I trust the experts not some muppets on twitter actually covid deniers or vaccine deniers tell that to the families who have lost loved ones ","sentiment_score":0.35}
{"full_text":"another good news today","sentiment_score":0.7}
{"full_text":"RT ROBERTO BARRERA, 73 of Seguin, Texas died of COVID on Oct. 20.He served in the US Army. He was a field medic in Vietnam...","sentiment_score":0.0}
{"full_text":"#skynews he always fails when it comes to the crunch just look up his record when he was head of the cps!!!","sentiment_score":-0.9765625}
{"full_text":"Much room for improvement: Evaluation of diagnostic accuracy of 10 serological assays for detection of SARS-CoV-2 antibodies #diagnostics #covid19 #pandemic #coronavirus #testing","sentiment_score":0.2}
{"full_text":"Growing up in farm &amp; ranch country learned hens start cluckin  when their daily routine is altered. #TheView talking about racism is absurd &amp; should look no further than a mirror. Kids don't know color until indoctrinated by racists. LEARN THE FACTS https:\/\/t.co\/FmV6989G6f","sentiment_score":-0.1666666667}
{"full_text":"RT The Armed Forces and NHS have already begun urgent preparations for the distribution of a vaccine","sentiment_score":0.0}
{"full_text":"Thank god","sentiment_score":0.0}
{"full_text":"RT This evil regime may want to lock us up one by one but we will never back down cos we have nothig left to lose...","sentiment_score":-0.2888888889}
{"full_text":"Somebody give this lady a microphone:","sentiment_score":0.0}
{"full_text":"Looks like we're gonna have to go on the salad diet to fit into the pre-lockdown 1 jeans and T-shirt's, least it's winter time big jackets and jumpers are acceptable ","sentiment_score":0.0333333333}
{"full_text":"RT Flo's first Christmas almost never happened. No dog should be left on the street. Not during a pandemic. Not at Christmas. N...","sentiment_score":0.125}
{"full_text":"RT Trying to decide which of its two big challenges the government is handling worse. Retweet for Brexit. Li...","sentiment_score":-0.2}
{"full_text":"RT The UK has one of the strongest medicines and vaccines regulatory systems in the world.I can say that with confidence...","sentiment_score":0.0}
{"full_text":"This is a wonderful idea . Well done","sentiment_score":1.0}
{"full_text":"Guardian: UK coronavirus death toll passes 75,000 in 888 of &lt;all&gt; people in the UK have died of Covid19 since mid-March","sentiment_score":0.0}
{"full_text":"Covid to be gone.","sentiment_score":0.0}
{"full_text":"RT Among the orgy-goers was an MEP who injured his leg trying to flee naked. Cops busted him for breaking Covid curfew....","sentiment_score":0.0}
{"full_text":"amen","sentiment_score":0.0}
{"full_text":"RT The SARS-Cov-2 virus was never proved to existIf you can't prove a virus exists, how do you create a test to detect it?...","sentiment_score":0.0}
{"full_text":"RT I absolutely understand there is a virus and we need to work along side it.What I fail to understand is this persistent L...","sentiment_score":-0.15}
{"full_text":"'Lessons from the Pandemic: Overcoming the Barriers to Speedy Digital Transformation. '","sentiment_score":0.0}
{"full_text":"RT kangwondo are tested negative for covid","sentiment_score":-0.3}
{"full_text":"RT The post was edited with an eng transl.:&lt;A surprise GIF(t)&gt;Hello Changus :)Here I grant you, Yunhyeong's wish, Chanwoo...","sentiment_score":0.5}
{"full_text":"North Korean Hackers Are Said to Have Targeted Companies Working on Covid-19 Vaccines #WSJD #NocturnalCloud","sentiment_score":0.0}
{"full_text":"RT me: inject this straight into my veinsnurse giving me the covid vaccine: why the fuck do people keep saying that","sentiment_score":-0.1}
{"full_text":"RT Ofsted chief flags up concern about risks to vulnerable children in the pandemic","sentiment_score":-0.5}
{"full_text":"Lock downs are to blame, which killed more than the imaginary Covid-19!","sentiment_score":0.2125}
{"full_text":"This is amazing news #COVID19","sentiment_score":0.6}
{"full_text":"Do vitamins protect against Covid-19? we asked you earlier in the year and over 1.5 million replied to our study The answer: dont bet your life on them. Some have no effect- others a modest effect at best. IMO - Eat real food instead ! ","sentiment_score":0.3375}
{"full_text":"RT #SPIRE project offering outstanding opportunity to discover how energy intensive industries are coping with Covid19 by using...","sentiment_score":0.5}
{"full_text":"RT With a vaccine potentially in the UK within a month, this is me sheepishly raising my hand from the back of the class to re...","sentiment_score":0.0}
{"full_text":"RT I will never forgive Trump and the for willfully LYING while our loved ones DIED on their watch.Pass it on.#COV...","sentiment_score":0.7}
{"full_text":"RT Breaking News: Britain granted emergency approval to Pfizer's coronavirus vaccine, the first Western country to allow its heal...","sentiment_score":0.125}
{"full_text":"UK secures 2 million more doses of Moderna's COVID-19 vaccine  Some good news at last! Have you been impacted by #Coronavirus #Covid19? Perhaps we can assist you to get back on your feet. Get in touch to find out more #GoingGlobal","sentiment_score":0.34}
{"full_text":"#imgettingthevaccine to protect myself, my family, my friends, my colleagues, and the community, so people stop dying from the virus and because I want to hug people again, (especially my Mum)- this is the start of the end ","sentiment_score":0.0}
{"full_text":"Due to #COVID19, I had to stop my #events. This has made me feel very sad indeed as I love my #workshops with the #children and #families at #libraries! And so, I have decided to focus my attention #online and find new and exciting ways to bring my #Storytime into your #homes...","sentiment_score":0.0572727273}
{"full_text":"Covid: #Schoolclosures double as Christmas 2020 nears. Petitions to end term early everywhere gain 230,000 more signatures. Should ALL schools close early for Christmas?","sentiment_score":0.175}
{"full_text":"5 Ways COVID-19 is Changing Office Space #CRE #COVID-19 #Office #NewNormal ","sentiment_score":0.0}
{"full_text":"An important day,chasing our dream to provide paid internships for 10.000 #young people #kosovo. Started with 500, looking4 partners to join. Thanks goes to 53 institutions, private sector partners who opened up their doors during challanging times4 young people  #covid19 #kgenu","sentiment_score":0.16}
{"full_text":"RT Swimmers known as the Lido Ladies during sunrise at Charlton Lido in Hornfair Park, London, on its first day of reopening aft...","sentiment_score":0.25}
{"full_text":"Been through what? Hardly any COVID-19 in Regional Victoria so that hasn't been an issue.","sentiment_score":-0.2916666667}
{"full_text":"RT During the pandemic, children from low income groups are most likely to struggle in getting access to education. Met all the...","sentiment_score":0.1666666667}
{"full_text":"RT The UK became the first country in the world to approve the Pfizer\/BioNTech #coronavirus #vaccine for widespread use o...","sentiment_score":0.25}
{"full_text":"New Podcast: The airline industry is just one part of the larger travel ecosystem, and no one sector has been immune to the effects of a once-in-a-century pandemic. ","sentiment_score":0.0681818182}
{"full_text":"RT COVID-19 has taught us how important it is to take care of our health and hygiene. We must not forget that our wellbeing inc...","sentiment_score":0.4}
{"full_text":"RT Today, we're bringing parliamentarians from around the world together to discuss the impact of COVID-19 on technology &amp; #AI.See...","sentiment_score":0.0}
{"full_text":"RT #LisaMontgomery, victim of incest, gang rape, sex trafficking, profoundly mentally ill; prosecutors called this an \"abuse...","sentiment_score":-0.2875}
{"full_text":"RT Get your teeth into this one folks! https:\/\/t.co\/Y21YJ7QOgk@SKERRYVORE ","sentiment_score":0.0}
{"full_text":"Bathroom brand enjoys sales boom with helping it navigate the hot waters of a #pandemicTake a look here -","sentiment_score":0.25}
{"full_text":"Principal Analyst at Predrag Jakovljevic (PJ) recently interviewed Paulo De Matos, SYSPRO Chief Product Officer around SYSPRO customers, like US customer Ruprecht, that thrived in the pandemic: #ThinkForward #ForMoversAndMakers","sentiment_score":0.0}
{"full_text":"RT The US reported the second highest day of Covid-19 deaths Tuesday, as rising hospitalizations signal even more deaths in the comin...","sentiment_score":0.25}
{"full_text":"The businesses gave away 500 meals to help feed families that are struggling during the pandemic.https:\/\/t.co\/E1kkJ4PmsR","sentiment_score":0.0}
{"full_text":"* DEC 10, 1PM - 2PM CET - #NE100Forum 2.0  #COVID19 effect on education: what is the economic impact? by Larissa Zierow from ifo Center for the Economics of Education &amp; from Interested  Register now https:\/\/t.co\/mmrU0atoK5Support by","sentiment_score":0.1166666667}
{"full_text":"The #COVID19 pandemic may potentially leave permanent scars on advanced and emerging economies alike, including those in Asia. However, the crisis also raises an opportunity to foster stronger economic fundamentals for future growth and development.","sentiment_score":0.15}
{"full_text":"How are we going to ensure that COVID19 #vaccine reaches the countries with less resources? researcher offers an interesting analysis on her article published on #EconTwitter #COVID19","sentiment_score":0.1444444444}
{"full_text":"RT An anti-gay Hungarian politician has resigned after being caught by the police fleeing a 25-man orgy through a window","sentiment_score":0.0}
{"full_text":"Domestic violence is a hidden pandemic. Protect women and children from all forms of violence. Report domestic violence call 139 #Iraq.  #OrangeTheWorld  #16Days #COVID19","sentiment_score":-0.0555555556}
{"full_text":"Why top-down and bottom-up #innovation are both critical to thriving post #COVID?Read in full at:","sentiment_score":0.175}
{"full_text":"Be a modern-day hero. Stay at home, protect the NHS and save lives.https:\/\/t.co\/MsvSQMr4bE#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.0}
{"full_text":"RT Stay home if you're sick, come over if you're thicc.","sentiment_score":-0.7142857143}
{"full_text":"RT During these #covid times, making sure your #GMB Listings are updated with #coronavirus restrictions and opening times is ess...","sentiment_score":0.5}
{"full_text":"As the #COVID19 pandemic resurged in Spain, the Madrid region inaugurated a hospital with an area of 80,000 square meters on Tuesday. The hospital holds nearly 1,000 beds and 50 Intensive Care Units.","sentiment_score":0.1}
{"full_text":"He described the \"lack of decent sick pay\" as a disgracehttps:\/\/t.co\/LNSM8zkg3p","sentiment_score":-0.2738095238}
{"full_text":"Research is ongoing, but early results suggest a UBI scheme in Kenya has made recipients more resilient during the pandemic. Next, the plan is to see if no-strings-attached cash transfers could protect them from climate impacts.","sentiment_score":0.2}
{"full_text":"Just found it! Fifteen Labour MPs with more backbone than their leader.","sentiment_score":0.5}
{"full_text":"The pandemic ended in June.","sentiment_score":0.0}
{"full_text":"Supplies are low with more than 100,000 blood drives canceled since the pandemic started &gt;&gt;","sentiment_score":0.25}
{"full_text":"Health care workers and nursing home residents should be at the front of the line when the first coronavirus vaccine shots become available, an influential government advisory panel said Tuesday.","sentiment_score":0.325}
{"full_text":"GUIDANCE | Covid-19 For the latest guidance on playing football during covid-19, please see our resource page on our website. Useful information can also be found on implementing the NHS trace and test QR code. Find out more:","sentiment_score":0.4333333333}
{"full_text":"From today (2 December), Oxfordshire will move to the 'high' or Tier 2 COVID alert level. The UK Government website provides the latest advice on restrictions: for students from are here:","sentiment_score":0.33}
{"full_text":"Stigma due to COVID-19 leads to:Reduction in people seeking medical care or testing, andReduction in people adhering to interventions including self-isolation.Let's support each other in the fight against #COVID19. #coronavirus","sentiment_score":-0.0833333333}
{"full_text":"At the early of the pandemic, we converted our tissue production facility at the #TheUnivenus mill to produce high-quality #Medishield face masks by #Paseo, to fulfill the emergency needs of front-line workers fighting #COVID19.","sentiment_score":0.1}
{"full_text":"Have you considered the comfort of your passengers during this #COVID19 downtime?  Vessel refurbishments are taking off despite worldwide lockdowns.  We can help!  Talk to us about your next project.#cruise #ferry #maritime","sentiment_score":0.0}
{"full_text":"UK approves Pfizer\/BioNTech COVID-19 vaccine and could begin vaccinations next week","sentiment_score":0.0}
{"full_text":"One of our summer interns, Matipa, sought to understand the stories behind statistics through discussions with a small sample of #Oxfordshire residents about their food-related experiences during #COVID19. Read her blog and the full research report at","sentiment_score":-0.1}
{"full_text":"If the precautions already being taken are situated as excessive, how are we supposed to argue for more, for an excess on top of the excess; to point out that those sick, old lives have not been over but undervalued?#pandemic  #BlackLivesMatter #COVID19","sentiment_score":0.0271428571}
{"full_text":"Sheffield is now in #tier3, which gives us a bit more freedom than lockdown. Please continue to follow the rules - it is helping to bring our numbers down. Full details of the new rules are on our website at  #StaySafeSheff","sentiment_score":0.2077020202}
{"full_text":"Thousands of non-essential stores have reopened as England's second national lockdown came to an end.https:\/\/t.co\/spqQzran5D","sentiment_score":0.0}
{"full_text":"Our Wholesale Product Showroom is now available to visit .Come and explore our products first hand in a COVID-SAFE environment here in Redditch, Worcestershire.NEW and Current Customers are welcome:Click Below and book your visit TODAY! https:\/\/t.co\/lVYxEsd3fS","sentiment_score":0.2166666667}
{"full_text":"The potential of drones is massive. From locating missing people, to SAR missions, to delivering life saving healthcare. With the pandemic going on around us, this could be critical for the future of healthcare. #DronesSaveLives","sentiment_score":-0.04}
{"full_text":"Are you planning on travelling abroad during the festive period?If so, check the rules that apply to you.Take Action Now - check our coronavirus travel guidance","sentiment_score":0.1}
{"full_text":"Today is the day!!!We Release our product!!!Retweet please and check our profile!#Pfizer #coronavirus","sentiment_score":0.0}
{"full_text":"New English Covid-19 rules will see betting shops reopen, spectators return to sports on #greengroundit5 minutes read. The UK government has announced plans to ease novel coronavirus (Covid-19) measures in England, allowing for betting shops to ...","sentiment_score":0.0681818182}
{"full_text":"Health care workers overwhelmed amid record coronavirus hospitalizations","sentiment_score":0.0}
{"full_text":"Do not miss our  Least Developed Countries Report, out tomorrow.It looks at what is happening in #LDCs right now and: the #COVID19 crisis #ProductiveCapacities  the #SDGs and more.@UNCTAD's #LDCReport  3 December, 6am (GMT).","sentiment_score":0.0285714286}
{"full_text":"Today (2 December) is the start of the new tiers and regulations. Havant borough is in Tier 2 and the poster below shows information about what we can and can't do.Full details on the regulations: #StaySafe","sentiment_score":0.1363636364}
{"full_text":"Covid marshals will patrol Sunderland's city centre and retail parks.https:\/\/t.co\/fwfND0cbPX","sentiment_score":0.0}
{"full_text":"Today, our region trades lockdown for Tier 2 - a remarkable turnaround from a few weeks ago. These new freedoms from restrictions have been won by your dedication but we have to keep being responsible.Coronavirus is the worst present you could give somebody this Christmas.","sentiment_score":-0.0627272727}
{"full_text":"Like saving money on your energy bills?Try these tips from  Struggling to pay your energy bills?@CitizensAdvice is here for youFor help in Fylde ring 0300 330 1166 and a warm homes adviser will call you backhttps:\/\/t.co\/I1gVEYFN2h","sentiment_score":0.6}
{"full_text":" \"By improving on prior schooling, it will be possible to improve the futures of children who have in the past been left behind\"@SchleicherOECD on the policy implications of our  #PISA4Development findings #OECDPISAhttps:\/\/t.co\/kqaDtjpOMI","sentiment_score":-0.13}
{"full_text":"Galvez: Executive order for emergency use authorization for COVID-19 vaccines 'in process'","sentiment_score":0.0}
{"full_text":"'We are delighted to be able to offer the additional assurance to care providers that our inspectors will be getting weekly testing for Covid-19... Testing will be rolled out to all inspectors who participate in onsite visits in the coming weeks'-Ian Trenholm,","sentiment_score":0.6}
{"full_text":"Our actions over the coming weeks will be crucial in containing the spread of the virus and ensuring we do not overwhelm our NHS in January. We must continue to do our bit and follow rules and advice set by the government throughout December. #KeepLondonSafe #COVID19 #Tier2","sentiment_score":0.0}
{"full_text":"UK becomes the first country to approve a #COVID19 #vaccine, waves the green flag to Pfizer-BioNtech's shot. But this vaccine won't be available in India just yet. We explain why at 5:30 PM #coronavirus #CovidVaccine #Pfizer #PfizerBiotech #COVID","sentiment_score":0.15}
{"full_text":"You only have 1 day left to apply for the Additional Restrictions Grant!This grant is for businesses who are not eligible for the Local Restrictions Grant. Take a look at the information to check your eligibility and apply:","sentiment_score":0.0}
{"full_text":"Good #leadership is an act of kindness. - Harvard Business School. Read the full article here: to learn how the pandemic has challenged managers like never before. #Trannsformationalleadership","sentiment_score":0.525}
{"full_text":"Sometimes it's hard to keep their attention. Try having them read Tire Tales to learn valuable lessons like how to share and the basics of #covid19#tiretales #tiretalesseries #parenting #funny #lol #relatable #parenting101 #parents #adult #parentcommunity #lolparents #lol #book","sentiment_score":0.3316666667}
{"full_text":"Everybody's Talking About Jamie, the award-winning feel good musical sensation, will return with social distancing and half the usual capacity to the Apollo Theatre from 12th December. #JamieLondonhttps:\/\/t.co\/k9AWubpIFB","sentiment_score":0.0633333333}
{"full_text":"\"Prioritising vaccination for people with a learning disability will help to address [their] higher risk of death from Covid and help people to access the support they need and be an active part of their community.\"https:\/\/t.co\/F9gLxFw9eh","sentiment_score":0.0583333333}
{"full_text":"It's December, Its Cold and Frosty outside and with many of us coming out of lockdown and going into Tier 3 restrictions we thought we would share some festive fun facts with you throughout December. #festivefunfact #robin #december #frosty #feelgood","sentiment_score":0.05}
{"full_text":"RT The world has made significant progress, but HIV remains a major global public health issue.. now Health communities are do...","sentiment_score":0.109375}
{"full_text":"RT UK becomes the first country in the world to approve the Pfizer\/BioNTech coronavirus vaccine for widespread usehttps:\/\/t...","sentiment_score":0.25}
{"full_text":"DAY 2It's our first fan nomination of December...this is Jessica! She's been her mums little hero during lockdown and is missing the Kids Fanzone and City loadsWe feel ya Jessica Some City Goodies are on their way to you! #CitySquareLive","sentiment_score":-0.0416666667}
{"full_text":" ITS THE END OF LOCKDOWN SO WE JAZZED UP OUR POSTER FOR CHRISTMAS NOT LONG NOW GET BOOKING","sentiment_score":0.025}
{"full_text":"Northamptonshire is now a tier 2: High risk area. For more information and to see the full list of restrictions, click here:","sentiment_score":0.3366666667}
{"full_text":"SyenSaya features the TechnoForum entitled, \"Food Security Challenges and Opportunities Under the New Normal,\" which tackles the challenges to food security in the time of the pandemic and the solutions that arose from needs. Padayon!Read more here:","sentiment_score":0.2621212121}
{"full_text":"This has been an extraordinary year with so many people suffering grief due to Covid 19. If you are struggling with the loss of someone we are here to listen. Contact us on 023 8063 0219 or via #NGAW20 #loss #Covid19","sentiment_score":-0.0229166667}
{"full_text":"Lockdown, tiers, and the Christmas restrictions can he hard to understand and hard to deal with emotionally.   If you are struggling, then talking to us might help. It's free, confidential and we never judge you.  We're here 24\/7 on 116 123 and jo@samaritans.org.","sentiment_score":-0.0458333333}
{"full_text":"COVID-19 circuit-breaker in Northern Ireland:  close contact services. Please visit this link for more information:","sentiment_score":0.5}
{"full_text":"Tennessee educators now have access to COVID-19 emotional support line ","sentiment_score":0.0}
{"full_text":"To start Day 2 at #SBS20 we welcome from to share how the #StadiumBusiness industry can be led through the pandemic &amp; emerge stronger! #ReimagineStadia #GetFansBack #edenparknz #rugby #cricket","sentiment_score":1.0}
{"full_text":"It's very important to do what you can to reduce the risk of you and other people getting ill with coronavirus.You can spread the virus even if you do not have symptoms and outbreaks will happen if people don't take the right precautions.Go to &gt;","sentiment_score":0.0451785714}
{"full_text":"Scott Underwood, worship pastor at First Baptist Church, Florence, shared on the TAB Talks podcast that his church has changed its Christmas plans a few times since the pandemic began.https:\/\/t.co\/zGwIcIyi5Y","sentiment_score":0.025}
{"full_text":"JUST OUT: A record 235 million people worldwide will need humanitarian assistance &amp; protection in 2021 - an increase of 40% in a year, mostly from #COVID19.","sentiment_score":0.5}
{"full_text":"#Science : Chemical compounds present in food or beverages including green tea, dark chocolate, and muscadine grapes can block a particular protease of SARS-CoV-2https:\/\/t.co\/GOF9OuWwiY","sentiment_score":-0.0458333333}
{"full_text":"Anyway, over 600 deaths yesterday and still no effective test and trace system in place. What better time to reopen everything and encourage a traditional Christmas for all?","sentiment_score":0.0666666667}
{"full_text":"Did lockdown work in Dorset? We find out as county enters Tier 2 restrictionshttps:\/\/t.co\/ylchO0oMmh","sentiment_score":0.0}
{"full_text":" Make sure you don't get caught out, we are changing our timetable on 13 December!i For more info, please see  must wear a face covering on all trains and at stations unless you are exempt. Always follow the latest Government COVID guidance.","sentiment_score":0.5}
