{"full_text":"YASS","sentiment_score":0.0}
{"full_text":"RT The $2,000 direct payment thread of key events:March 17th: Bernie Sanders proposes \"monthly direct payments of $2,000...","sentiment_score":0.0666666667}
{"full_text":"RT EXO D.O. is currently on his final military vacation and will not return to base due to the military's Coronavirus and vacatio...","sentiment_score":-0.1875}
{"full_text":"So true. There but for the grace of god go I. My formerly homeless, addict, Covid survivor son has just arrived for a visit and I am over the moon. I could have been planning his funeral 10 months ago but here he is spending the holidays with me. So grateful!! ","sentiment_score":0.175}
{"full_text":"RT The White House now confirms has signed the COVID relief\/government funding bill, averting a shutdown....","sentiment_score":0.0}
{"full_text":"RT President Trump's delay in signing the bipartisan omnibus &amp; coronavirus relief package caused the unemployment benefits...","sentiment_score":0.0}
{"full_text":"RT If I get COVID and get taken to a hospital and see the staff dancing in the hallway - I'm going to take my chances on my own.","sentiment_score":0.6}
{"full_text":"RT Asymptomatic transmission of COVID-19 didn't occur at all, study of 10 million finds | News | LifeSite","sentiment_score":0.0}
{"full_text":"RT Truth.","sentiment_score":0.0}
{"full_text":" I can't wait for things to be non- pandemic-y so we can freakin see you guys again ","sentiment_score":0.0}
{"full_text":"RT Iran reports lowest daily death toll from coronavirus in more than three months","sentiment_score":0.25}
{"full_text":"RT Reply to IRSThe two issues Pandemic &amp; 50% staff are faced by all Business &amp; CAsIT extention in past was due...","sentiment_score":-0.1875}
{"full_text":"RT Jason Kenney and the UCP have taken less than 10 per cent of the federal funding available to top-up pay for frontline wo...","sentiment_score":0.1166666667}
{"full_text":"RT &gt;\"The pandemic may cause 40 million Americans to lose their homes\"Oh word? I didn't know covid collected rent and leveraged...","sentiment_score":0.0}
{"full_text":"RT Asymptomatic transmission of COVID-19 didn't occur at all, study of 10 million finds","sentiment_score":0.0}
{"full_text":"RT Never forget, his tantrums have real life consequences for millions Americans. Since UI expired Saturday, this delay will al...","sentiment_score":0.2}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"He controlled the new cycle and go all kinds of attention","sentiment_score":0.1363636364}
{"full_text":"I hope we always pray for the end without covid stay away,,,","sentiment_score":0.0}
{"full_text":"RT Our leaders said early on that no test was better than a bad test. They lied. #PCRtests #falsepositives","sentiment_score":-0.0333333333}
{"full_text":"RT TSA screened more than 1.1 million travelers the day after Christmas, despite CDC warnings to stay home","sentiment_score":0.5}
{"full_text":"I mourn a nation I don't believe I ever saw, we are like children avenging our murdered father. (Politically obviously)","sentiment_score":0.0}
{"full_text":"Are you really that ignorant? And who are you!?","sentiment_score":0.25}
{"full_text":"ACCCCCKKKKKK BEBE KOOOOOOOOOO, CAN'T WAIT","sentiment_score":0.0}
{"full_text":"Good morning . Are you ready to take on new challenges this week and in the coming year? Remember, if there are no challenges, there can't be change or progress. Have a great week ahead.#mondaythoughts #digiphoria #AUSvIND #COVID19","sentiment_score":0.4590909091}
{"full_text":"RT MSG Mishri Dana is a healthier substitute to sugar. It Includes Some essential Nutrients.Treats Common Cold And Coug...","sentiment_score":-0.3}
{"full_text":"RT My baby girl Charley God bless youHome was boring during lockdown and I had no accountBut you were Vibing with me ever...","sentiment_score":-1.0}
{"full_text":"RT 'It will end in tears'...Health experts' grim warning over lack of adherence to Covid-19 protocols","sentiment_score":-1.0}
{"full_text":"RT President Trump has signed a massive Covid relief and government funding bill after a delay, extending unemployment assistance...","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci says he believes the worst is still to come in the pandemic following the holiday season htt...","sentiment_score":-0.5}
{"full_text":"RT #SarileruNeekevvaru  ReReleased in Kurnool yesterday , Post pandemic Housefull evening show God of the Masses","sentiment_score":0.0}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"RT For each $1 contributed by Alberta, the Feds would contribute $3. Some in AB govt claim federal transfers are unfair, so I...","sentiment_score":-0.5}
{"full_text":"I have been on lock down to long then","sentiment_score":-0.1027777778}
{"full_text":"RT Tell me if I have this wrong: at Berejiklian's press conference today zero was said about the Covid-related death til a...","sentiment_score":-0.5}
{"full_text":"RT Welcome home to many of the millions who ignored all warnings and flew somewhere for Christmas.Here's what you missed whi...","sentiment_score":0.65}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"Remember you do not have what it takes to handle crisis. It's China's fault but they are not panic. They have been able to control the virus because they lead by example and people follow.","sentiment_score":0.5}
{"full_text":"RT EXO D.O. is currently on his final military vacation and will not return to base due to the military's Coronavirus and vacatio...","sentiment_score":-0.1875}
{"full_text":"I watched the game. Pandemic P is already in prime playoff form","sentiment_score":-0.4}
{"full_text":"RT Throughout history Britain's ruling class has created crisis after crisis - just like now","sentiment_score":0.0}
{"full_text":"RT We would like to thank &amp;  for sending us masks and face shields for our frontliners here in...","sentiment_score":0.0}
{"full_text":"Chinese Citizen Journalist Jailed For 4 Years For Wuhan Virus Reports","sentiment_score":0.0}
{"full_text":"March: PANDEMIC! There was some good as I had an online Dom for lack of a better word and I started to actually feel good? I developed feelings for them. That didn't matter as they later ghosted me with no explanation given, guess I wasn't good looking enough or I was too old.","sentiment_score":0.3111111111}
{"full_text":"Oilseeds Markethttps:\/\/t.co\/5TsyJIqAxq","sentiment_score":0.0}
{"full_text":"RT EXO D.O is currently on his military leave and will not return to the military unit in light of COVID-19 prevention meas...","sentiment_score":0.05}
{"full_text":"RT I wont remember 2020 as the year when Covid 19 struck us!I shall remember 2020 as the 'Year of Dissent' in India. Millions sa...","sentiment_score":0.0}
{"full_text":"Look what beautiful arrangements they make, all this while pandemic is on","sentiment_score":0.85}
{"full_text":"RT President Trump signs $900 billion COVID-19 relief bill","sentiment_score":0.0}
{"full_text":"RT The next few weeks will be the most crucial in American history.Here's where I stand:I will be VOTING NO to override","sentiment_score":0.06}
{"full_text":"RT Thank you for the best wishes.#SBSBOnDec25th","sentiment_score":1.0}
{"full_text":"RT is government waiting for someone to die because of work pressure? everytime v work under immense pressure of due dates...","sentiment_score":-0.0625}
{"full_text":"RT First things first: Americans have waited too long to get help. While the House passed a relief bill in May, the Senate...","sentiment_score":0.15}
{"full_text":"RT During the week of Christmas the richest country in the world has millions hungry, millions homeless, m...","sentiment_score":0.0}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"You have one more reason to stay home this holiday season. You can now book your classified adverts online in just 3 steps. Simply visit to get started. #VisionUpdates","sentiment_score":0.25}
{"full_text":"You have one more reason to stay home this holiday season. You can now book your classified adverts online in just 3 steps. Simply visit to get started. #VisionUpdates","sentiment_score":0.25}
{"full_text":"The new #strain of #coronavirus emerged in the UK leads to #Spain cancelling near 200 daily #fligths. Only Spanish residents and citizens can return home from the UK. In the Canary Islands, 1 out of every 2 tourists is British  #airlines #travelban","sentiment_score":0.0393939394}
{"full_text":"Be responsible, don't lie! https:\/\/t.co\/T6Da3l4iR5","sentiment_score":0.25}
{"full_text":"First phase of the NHS #COVID vaccination prog has now started. People will receive an invitation to come forward. For most this will be a letter either from their GP or national NHS. Please DO NOT contact NHS to get an appt until you get the letter.https:\/\/t.co\/rpgBJMXwvt","sentiment_score":0.375}
{"full_text":"RT Political will can move mountains...or instead abandon entire neighborhoods from Chicago to San Francisco.","sentiment_score":0.0}
{"full_text":"The Health Ministry in a statement said bodies of all who die from #COVID19 will only be cremated#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #coronavirushttps:\/\/t.co\/IgnjX7CvJj","sentiment_score":0.0}
{"full_text":"South Africa is in the second wave of COVID-19. We urge you to not attend big gatherings that could potentially become super spreaders of the disease.We encourage you to report planned events of this nature by contacting the Crime Stop number: 08600 10111.","sentiment_score":0.0833333333}
{"full_text":"Threatening to end the Visiting Forces Agreement with the US if it does not send doses of COVID-19 vaccine could have the opposite effect, Sen. Panfilo Lacson said Monday morning.","sentiment_score":0.0}
{"full_text":"No mate. For me they are going to put the whole country in a lockdown in January.  It's cold n flu season plus whatever the 75467 variant they will find of Covid.  The reason the first one worked was that it wasn't cold n flu season","sentiment_score":-0.1875}
{"full_text":"#Sport &amp; #Lifestyle Biz hosted by John Fry on - Rising to challenge of Charlotte &amp; #COVID19. Medals &amp; Handicap in single figures. Group 1 #Winner &amp; Numerous Awards...  ","sentiment_score":-0.0357142857}
{"full_text":"RT The reality of Indonesia's Covid-19 epidemic (steady increase in daily new cases since first case recorded on March 2) vers...","sentiment_score":0.1382575758}
{"full_text":"EU countries on Sunday embarked on a vaccination campaign to defeat the \"nightmare\" of Covid-19, with the first to be immunized expressing emotion after their jab and leaders hailing a milestone in the fight against the pandemic.#COVID19 #vaccine #EUhttps:\/\/t.co\/E3jTNp0tF9","sentiment_score":0.25}
{"full_text":"Now that Trump has signed the Congress-approved plan for $600 stimulus checks per person, not everyone is eligible. Here's where things stand and who would or wouldn't get a second stimulus check.  ","sentiment_score":0.0}
{"full_text":"Temporary changes are being made to St Peter's hospitalhttps:\/\/t.co\/yEnrLNwOUp","sentiment_score":0.0}
{"full_text":"Like many countries across the world, #Afghanistan is facing the challenges of the #pandemic. UN Volunteers are supporting UN efforts in Kabul to ensure the safety of communities.Full story:","sentiment_score":0.375}
{"full_text":"Watch the interview with Prof. Andersson and get his valuable insights into the involvement of HMGB1 in the immune response to SARS-CoV-2 infection #coronavirusresearch #COVID19 #ELISA #Tecanimmunoassays","sentiment_score":0.0}
{"full_text":"Sani Peyarchi was observed in a subdued manner with relatively low footfalls at Sri Saneeswara Bhagawan temple in #Karaikal on Sunday, in view of the #COVID19  curbshttps:\/\/t.co\/DXOjkwQHFn","sentiment_score":0.0}
{"full_text":"There's a Faustian bargain to make from #Covid19 that could increase our ownership of the 21st century.  (Via","sentiment_score":0.0}
{"full_text":"AstraZeneca-Oxford University's Covid-19 vaccine has not reported hospitalisations or severe allergies during clinical trials. The company, which will be supplying vaccines to Malaysia early next year, told The Malaysian Insight, interim analysis shows it is safe and effective.","sentiment_score":0.3}
{"full_text":"Tenovus Cancer Care is warning it could take years to clear the waiting list for cancer referrals due to the coronavirus pandemic.Figures show 27,000 fewer people were sent for scans from March to December #HeartNews","sentiment_score":-0.0125}
{"full_text":"From the initial days of despair to the present new normal, the highs and the lows of China's tumultuous year battling the Covid-19 disease are tracked.","sentiment_score":0.0715909091}
{"full_text":"Lincolnshire news review of the yearhttps:\/\/t.co\/kTktNNOTpY","sentiment_score":0.0}
{"full_text":"Ten reasons why we got Covid-19 vaccines so quickly without 'cutting corners' | Adam Finn","sentiment_score":-0.0888888889}
{"full_text":"South Korean ski resorts close down as country faces rise in #COVID cases","sentiment_score":-0.1555555556}
{"full_text":"RT No one had to die, including your business and all the suicides..","sentiment_score":0.0}
{"full_text":"India registers 20,000 fresh #COVID19 cases, 279 deaths in 24 hours","sentiment_score":0.3}
{"full_text":"RT If you have any symptoms of #COVID19, you must book a test. NHS Test and Trace remains open every day over Christmas and N...","sentiment_score":0.0}
{"full_text":"Instead of buying vaccines from Big Pharma, Vietnam are creating their own.#MashableSEA #COVID19 #Vaccine #Vietnamhttps:\/\/t.co\/zHsibUqYCw","sentiment_score":0.0}
{"full_text":"#India begins #Covid-19 vaccination dry run before mass roll out in January","sentiment_score":-0.0666666667}
{"full_text":"Justin Thomas on why, if we can't be happy, we should aim to be resilient this New Yearhttps:\/\/t.co\/KiotPv4IJK#NewYear2021#coronavirus#covid19#Resolution2021#Christmas","sentiment_score":0.4681818182}
{"full_text":"RT For the vaccine to be effective 70% of our population has to take it. Y'all don't wanna stay home and y'all don't want th...","sentiment_score":0.6}
{"full_text":"Check insta for your jozi peoples jolling no mask insight, social distancing non existent,  the same people are headed this way for nye","sentiment_score":0.0166666667}
{"full_text":"Kenyan e-health startup Damu-Sasa secures $20k from Villgro Africa to enhance COVID-19 capabilities","sentiment_score":0.0}
{"full_text":"The DA really lives in some people's heads. Too bad those people don't get their facts straight","sentiment_score":-0.1}
{"full_text":"RT We're lucky COVID happened in 2020 imagine this happened in 2003. Months in your house with a Nokia 3310 playing fucki...","sentiment_score":0.3333333333}
{"full_text":"RT This includes Suicides, ODs, Car Accidents . .Deaths caused by other illnesses but also tested Positive..The stats are s...","sentiment_score":-0.125}
{"full_text":"President Trump Signs $900 Billion Covid-19 Stimulus Relief Bill via   WHY WOULD BETRAY AMERICA LIKE THIS?!?  WHY??? WHY?!?!?","sentiment_score":0.0}
{"full_text":"RT My grandmother just died in the trauma unit of a private hospital while waiting for medical assistance. This is after searchin...","sentiment_score":0.0}
{"full_text":"RT Find things that make you happy, even if it's small or silly. Because things that are happening in this world will mentally...","sentiment_score":-0.0125}
{"full_text":"Time: 07:00 * Temp: 4.6degC * Wind: NNW 0.0 to 13.0mph * Pressure: 969.2hPa * Rain: 0.2mm * Hum: 88% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:45 * Sunset: 16:04 * Cloudbase: 840ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Amid pandemic, Pacific islands work to offset food shortages","sentiment_score":0.0}
{"full_text":"RT Highlight: Pharmaniaga to distribute Covid-19 vaccines efficiently, prioritise safety aspects, says group MD - Bernama...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 33.3FWind Chill: 29.4FHumidity: 74%Dew Point: 26.0F Barometer: 30.142 inHgWind: 6 mph from the SSECorona Virus Weekly Stats:Cases: 186.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Getting tested helps to identify people who have #Covid19 but are not showing symptoms, preventing further spread to others.Find out where you can get a quick and easy test here:","sentiment_score":0.2555555556}
{"full_text":"RT This is the equivalent of the fat kid threatening to take his ball &amp; go home Dear Puntland stay with us ","sentiment_score":0.0}
{"full_text":"RT Just another heartfelt thank you to everyone in the service industry. This pandemic is scary, and I appreciate you sho...","sentiment_score":-0.25}
{"full_text":"Amazing young girl...","sentiment_score":0.35}
{"full_text":"Texas GOP lawmaker long infuriated by anti-maskers gets COVID-19, along with wife","sentiment_score":-0.05}
{"full_text":"During a pandemic !! Apple needs to get it together please","sentiment_score":0.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"And of course there are Tamiflu prescriptions: it is only useful if taken within 2 days of symptoms. They are also given a COVID-19 test. CDC reports 286,000 tests run since September, only 660 positive for influenza.","sentiment_score":0.1318181818}
{"full_text":"RT The legislation signed tonight is a down payment on what is needed to crush the virus, put money in Americans' pockets &amp;...","sentiment_score":-0.1555555556}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"RT Two key Covid rules: Don't touch your face and don't touch your super.","sentiment_score":0.1666666667}
{"full_text":"The year that wasn't: It hasn't been a great twelve months - but how could 2020 have unfolded in an automotive world unaffected by a global pandemic?","sentiment_score":0.25}
{"full_text":"The #CoronaVirus #Vaccine can't cure #PTSDhttps:\/\/t.co\/XeXkhmxvfv","sentiment_score":0.0}
{"full_text":"i need la rouge world tour fuck covid","sentiment_score":-0.4}
{"full_text":"RT Put a simple imovie comic filter on it and its art :D....ignore everything else its art hahah :P precious memories of pr...","sentiment_score":0.375}
{"full_text":"RT the YHLQMDLG album in the club would of been lit asf fuck covid","sentiment_score":-0.4}
{"full_text":"[  SERIES ] #Covid19 has exposed the shortcomings of #India's healthcare system. Read our latest series of 2020.https:\/\/t.co\/RVygvInI6Q","sentiment_score":0.5}
{"full_text":"RT '10th Gaon Chart Music Awards' to be held without any performances due to COVID-19 concernshttps:\/\/t.co\/gNvBm9Jiib","sentiment_score":-0.125}
{"full_text":"Zhang Zhan: China jails citizen journalist for Wuhan reports by #BBCWorld via Unfollowers","sentiment_score":0.0}
{"full_text":"Why is Nigeria here? Why? Just why?","sentiment_score":0.0}
{"full_text":"\"Lung disease specialist Tadeusz Zielonka told the Onet news portal this week that Poles face a particularly dangerous winter from the triple threat of smog, flu and COVID-19.\"","sentiment_score":-0.6}
{"full_text":"RT The more you see the left talk about a mandatory China Virus vaccine card, the more you should ask yourself: Why are the...","sentiment_score":0.3333333333}
{"full_text":"RT .@realDonaldTrump tonight says Senate leadership has promised votes on bills to increase the #covid relief payments to $2000...","sentiment_score":0.0}
{"full_text":"RT Healthcare worker photo of the year: A photo of Chinese medical workers and law enforcement officers riding horses to re...","sentiment_score":0.0}
{"full_text":"RT Rubio mocks Fauci, vaccinations. And claims public health experts \"tricked\" the public during #COVID19 pandemic. Meanwhil...","sentiment_score":0.0}
{"full_text":"RT One thing is sure. Every film releasing after #Master is really lucky. They will take advantage of Master's release--from...","sentiment_score":0.4166666667}
{"full_text":"RT EXO D.O is currently on his military leave and will not return to the military unit in light of COVID-19 prevention meas...","sentiment_score":0.05}
{"full_text":"The government got a lot of heat for not seeing the pandemic coming -- but was it really possible to forecast? Don't miss #BestOf2020","sentiment_score":0.0}
{"full_text":"RT And the reality is many young people have undiagnosed conditions, or genetic predispositions to severe COVID and have no...","sentiment_score":0.3}
{"full_text":"RT 10th Gaon Chart Music Awards 2020 to proceed without any stage performances by artists due to COVID-19 safety precaution...","sentiment_score":-0.125}
{"full_text":"RT Especially during this pandemic I'm tired of pulling my mask down every time I need to unlock this mf.","sentiment_score":-0.1851851852}
{"full_text":"RT #Extend_Due_Dates_ImmediatelyDear Sir\/Madam,When there are too many complain...","sentiment_score":0.5}
