{"full_text":"French President Macron has tested positive for COVID-19. is going to get vaccinated next week... Pence probably tomorrow morning, both on camera.https:\/\/t.co\/0zCyXjdCPr","sentiment_score":0.0757575758}
{"full_text":"RT MASSIVE DISLIKE.","sentiment_score":0.0}
{"full_text":"RT COVID is raging and the buffoon in the White House is still tweeting only about the election. Sad!","sentiment_score":-0.2083333333}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT Our daily update is published. States reported 1.8 million tests, 231k cases, and a record 3,400 deaths. There are 113...","sentiment_score":0.0}
{"full_text":"RT A reminder:  -That Senate \"Kelly Loeffler\" and \"David Perdue- Committed the crime of \"Insider Trading\"...","sentiment_score":0.0}
{"full_text":"RT This is outrageous. Being able to stay in your home is the bare minimum of what families should be able to count on rig...","sentiment_score":0.0125}
{"full_text":"If you're in Chicago, and reading\/listening to - take heart. The has the resources that we need to do a bit now, and more after the Pandemic. Chicago is known for \"organizing\" - so. No excuses for Cubs or Sox fans. ","sentiment_score":0.5}
{"full_text":"RT Every member of Congress should be shamed, onetime $600 check and $300 UI - after 8 months is embarrassing.Countries around...","sentiment_score":0.0}
{"full_text":"RT Let me understand, Steven Mnuchin funneled $500B of PPP Covid relief and gave millions to himself, Jared Kushner, Devin...","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT I'm at a UPS distribution center in Austin, where will give an update at 8:45 a.m. on the rollout of the #COVI...","sentiment_score":-0.1}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT This memo which rationalizes kicking people out of their homes during a pandemic perfectly encapsulates on...","sentiment_score":1.0}
{"full_text":"RT FDA to review Moderna's request for emergency use of coronavirus vaccine | Watch live here &gt;&gt;&gt;","sentiment_score":0.1363636364}
{"full_text":"By creating lesser dose and ineffective COVID 19 vaccine for Africa.","sentiment_score":0.0}
{"full_text":"RT Never in a million years would I have guessed that some on the left would oppose a vote on medicare for all during a pand...","sentiment_score":0.0}
{"full_text":"RT A flu by any other name.......One flu death in Canada this year...lots of with covid deaths though...https:\/\/t.co\/0EI...","sentiment_score":-0.125}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"see one person  means  will be closed. Now so means as corona  why you want construct now you ask anybody you , is that  RNK better go nepal &amp; build ram  all will come like pasupatinath ","sentiment_score":0.2}
{"full_text":"As the government has already said, \"...the vaccination will NOT give you immunity from Covid-19, SARS CoV2\" neither will it stop you being infectious. The best you can hope for is suppression of some symptoms.So why risk an improperly introduced, untested, experimental vaccine?","sentiment_score":0.55}
{"full_text":"RT \"The Grand County coroner is calling attention to the way the state health department is classifying some deaths. The cor...","sentiment_score":0.5}
{"full_text":"Rishi Sunak extends UK furlough scheme by one month to April","sentiment_score":0.0}
{"full_text":"RT COVID is raging and the buffoon in the White House is still tweeting only about the election. Sad!","sentiment_score":-0.2083333333}
{"full_text":"RT Maybe it was just a way to rally his troops, but it's remarkable that @senatemajldr tells his caucus they have to act o...","sentiment_score":0.75}
{"full_text":"What is happening in LA?","sentiment_score":0.0}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"It lasted 12 weeks. This pandemic has been affecting American workers for 36 weeks. If you were an essential worker, you should be mad that the government didn't have your back, not at the people who were left unemployed by COVID.","sentiment_score":-0.125}
{"full_text":"RT POLITICO: Emails show unvarnished truth. The massive scale of the outbreak in U.S. was intentional, at least according t...","sentiment_score":-0.15}
{"full_text":"RT A total of 38 million people -- or 68% of England's population -- will be living under the highest level of restrictions beginnin...","sentiment_score":0.0}
{"full_text":"RT 11,000 workers at Tyson foods have contracted COVID.At least 3 dozen have died.This is the kind of behavior Republicans wa...","sentiment_score":0.15}
{"full_text":"Just like the US under Negligence and Cronyism: Inside Britain's Pandemic Spending","sentiment_score":0.0}
{"full_text":"RT Congress is \"trying\" to get a $600 lifeline check to Americans during the winter of #covid. For perspective, Michigan GOP le...","sentiment_score":0.0}
{"full_text":"RT As medical providers plead with communities to help stop the virus, some businesses say they can't afford to listen.Johnny H...","sentiment_score":0.0}
{"full_text":"RT A new study says 1 in 5 essential workers are immigrants. I spoke to two who worry about bringing Covid home to an undoc...","sentiment_score":0.0681818182}
{"full_text":"RT This is the seat once held by James Madison. Nuff said.","sentiment_score":0.0}
{"full_text":"RT When Trump promised a coronavirus vaccine by year's end, Washington Post journalists had a weird reaction: They fact-checked...","sentiment_score":-0.5}
{"full_text":"5175306 people recovered from Corona today. Total Corona virus recoveries: 51829941   Source: WHO Situation Reports  #COVID19 #coronavirus #StaySafe","sentiment_score":0.0}
{"full_text":"RT \"I know how hard it is to self isolate as I've done it before.\"Mohamed (18) has first hand experience of isolating, after h...","sentiment_score":-0.0208333333}
{"full_text":"RT been affected. All the state and federal public health authorities investigated the salmonella outbreak &amp; they concluded t...","sentiment_score":0.0}
{"full_text":"RT How much worse off would California be if it had ordered *none* of the covid lockdowns and just told people to be cautious...","sentiment_score":-0.4}
{"full_text":"RT I am very happy today for this ad to start to run on TV across America. I urge all Americans to learn from my experience a...","sentiment_score":1.0}
{"full_text":"This is not a race issue, as much as you might want it to be.  Some of our best and brightest are on the COVID vaccine taskforce in Ottawa and they have decided volunteers should be on the list to keep our community safe.  It is no more complicated than that.","sentiment_score":0.19}
{"full_text":"RT Perpetual lockdown has led to a mental health epidemic in #Kashmir\"Kashmiris were already under lockdown for over si...","sentiment_score":-0.1}
{"full_text":"Cutting healthcare funding during a pandemic, while executing people on death row. This is your prolife party right here.","sentiment_score":-0.1571428571}
{"full_text":"RT This --&gt;","sentiment_score":0.0}
{"full_text":"No matter what they say I've acted like we're under lockdown since March. I go to the grocery store every two or three weeks and that's it.","sentiment_score":0.0}
{"full_text":"This is a good look.","sentiment_score":0.7}
{"full_text":"RT Because clinical quality mRNA can be manufactured quickly enough to beat a pandemic (case in point: the two leading candidate...","sentiment_score":0.0}
{"full_text":"RT A Love pointed out that you can't eat food in buses anymore (because of social distancing) and Ren said \"Oh... that's rig...","sentiment_score":0.2666666667}
{"full_text":"RT Coronavirus Help Directory Covid Brighton and Hove have updated their comprehensive list of  resources with a page of info...","sentiment_score":0.0}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Tom Cruise tore into crew members on the \"Mission: Impossible 7\" set after he reportedly caught two workers violating COVID-19 saf...","sentiment_score":-0.6666666667}
{"full_text":"RT Based on my count, that would include:*Deep breath*PeelWindsor-EssexTorontoYorkHamiltonWDGDurhamWaterlooHalton Nia...","sentiment_score":0.0}
{"full_text":"Blood clots from Covid.","sentiment_score":0.0}
{"full_text":"RT The President's silence, as points out, is very revealing. It's not like this is over. Like Covid, we are not ev...","sentiment_score":0.2}
{"full_text":"RT 100 days is the end of the school year, and would mark 14 months for kids who live in districts remaining closed. CDC recom...","sentiment_score":0.0181818182}
{"full_text":"RT Everyone thought this was going to be the OBJ revenge game at the begging of the year. I'd rather have the Freddie Kitchens...","sentiment_score":-0.4}
{"full_text":"Service Update 15:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Crisis grips the US, as @realDonaldTrump feeds his sideshow -Glimmers of progress in stimulus negotiations as Trump's election sideshow drags on.https:\/\/t.co\/YFrZGJBWqQ","sentiment_score":0.0}
{"full_text":".@SrBachchan  poses for a cool picture with a celebrity photographer; the actor looks dapper as always.#Bollywood | #AmitabhBachchan | #BigB | #KBC","sentiment_score":0.35}
{"full_text":"RT Congress is \"trying\" to get a $600 lifeline check to Americans during the winter of #covid. For perspective, Michigan GOP le...","sentiment_score":0.0}
{"full_text":"RT hey remember when the guy who invented the polio vaccine didn't patent it because it was paid for with public funds and becaus...","sentiment_score":0.0}
{"full_text":"One thing I can assure you about whatever COVID package comes out of Congress: Those who need the most will get the least. and the GOP will see to that.","sentiment_score":0.1}
{"full_text":"RT Swedish King Carl XVI Gustaf Brands His Country's Anti-Lockdown Strategy as a Deadly Failure","sentiment_score":-0.3166666667}
{"full_text":"Czech teenagers deployed to overwhelmed hospitals as #COVID19  cases explodehttps:\/\/t.co\/pIbD8OcvUv","sentiment_score":0.0}
{"full_text":"RT The prevailing belief of anti-vaxxers is disability is worse than death.what he's failing to tell you is that even if...","sentiment_score":-0.4}
{"full_text":"Top Trump officials sidelined after exposure to coronavirus","sentiment_score":0.5}
{"full_text":"RT Folks, here is a very important thread about COVID-19 measures and why they will not slow the spread of COVID enough.It's sim...","sentiment_score":0.335}
{"full_text":"Seem as if Covid done.","sentiment_score":0.0}
{"full_text":"RT IN MEMORIAM: Julie, my wife of 57 years, passed away today from Covid-19. If you think Covid-19 is a hoax, you are woefull...","sentiment_score":0.0}
{"full_text":"RT If this was a non Covid time, no Government would ever get away with doing what they have to the Hospitality sector.The Court...","sentiment_score":0.0}
{"full_text":"RT #GiftOfSox A struggling 80 yr old Uncle dealing with the loss of his wife, and Proud\/scared for his grandson First Respond...","sentiment_score":0.175}
{"full_text":"Sars","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"How about it The Ct for the PCR test in UT is 40. Fauci says anything over 35 is measuring dead nucleotides. The WHO issues this warning. When will UT report accurate numbers?","sentiment_score":0.1}
{"full_text":"RT BREAKING: New memo reveals Trump admin official pushed \"herd immunity\" plan to let coronavirus spread widely among infants...","sentiment_score":0.0181818182}
{"full_text":"RT JUST IN: Angela Merkel has tested negative for #COVID19 following last week's #EU summit. The German Chancellor wishes F...","sentiment_score":-0.075}
{"full_text":"RT Do they know it's Covid?https:\/\/t.co\/vWC5OIPyPG","sentiment_score":0.0}
{"full_text":"RT I am so disturbed by the way people have responded to COVID and it's all hitting me at once. The ableism, the way huma...","sentiment_score":0.0}
{"full_text":"RT I have a new column at FemaleOneZero. It's called \"The Screenshot.\" My first piece, on a side view of our pandemic lives, ju...","sentiment_score":0.1931818182}
{"full_text":"RT If you recognize this place, u ain't gotta worry about what's in the COVID-19 Vaccine.","sentiment_score":0.0}
{"full_text":"RT The #sabawards21 is taking shape but we want YOUR input. If you're a writer, publisher or artist impacted by the COVID...","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT Protect your workers and your business from #COVID19 with a few extra steps: 1 Make sure you and your employees wear m...","sentiment_score":0.1}
{"full_text":"RT One hand: this is good. Maybe it'll convince the right-wing anti-vax conspiracy nutbars to get the vaccineOther hand: Fu...","sentiment_score":0.7}
{"full_text":"She is conforming to societal norms w\/out question while criticizing those who conform to wearing a mask for established health reasons. She's a hypocrite. Masks are temporary, not tyranny, &amp; are effective against the spread of COVID.","sentiment_score":0.6}
{"full_text":"RT ATTENTION !! Steven Mnuchin funneled $500B of PPP Covid relief and gave millions to himself, Jared Kushner, Devin Nunes, To...","sentiment_score":0.0}
{"full_text":"RT Congress is \"trying\" to get a $600 lifeline check to Americans during the winter of #covid. For perspective, Michigan GOP le...","sentiment_score":0.0}
{"full_text":"RT New-Biden on school reopenings: \"I know it's going to be controversial for some of you--but I'm going to ask that we're go...","sentiment_score":0.55}
{"full_text":"Pope Francis has renewed his appeal for universal access to COVID-19 vaccines and called for a 'culture of care' in 2021.","sentiment_score":0.0}
{"full_text":"When do you expect to put the plan for a vote then? When is it a good time? This is ridiculous and AOC is not right on this at all. If pandemic with daily death of 3600 is not enough to get these buffoons to vote for m4a then nothing ever will.","sentiment_score":0.0447619048}
{"full_text":"RT Haven't followed the news much today, but seems like one side is mad that a staffer called Republicans a bunch of fuckers,...","sentiment_score":-0.2125}
{"full_text":"RT I have heard there are hospitals\/physicians who are denying the covid vaccine to pregnant people who want it. This is agai...","sentiment_score":0.3333333333}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"I can't take anymore.","sentiment_score":0.0}
{"full_text":"RT #COVID19 cases in #TN today 1,174 Samples Tested   75,532Active Cases 9,829Number of cases in #Chennai 340","sentiment_score":0.0}
{"full_text":"RT Me in my Covid Snitch Command Center:","sentiment_score":-0.1}
{"full_text":"RT Got in trouble w my VP for meeting in my office w a distraught family looking for memory care for their dad.We r Covid f...","sentiment_score":-0.4}
{"full_text":"Read latest:","sentiment_score":0.5}
{"full_text":"RT Between mask wearing, social distancing, and measures such as bar closures, U.S. laboratories are finding significantly fewer flu...","sentiment_score":0.1361111111}
{"full_text":"RT Does Rand Paul wear a seat belt?  I've got some bad news for him - people still get hurt in car accidents wearing seat belts....","sentiment_score":-0.7}
{"full_text":"So far openings have declined (they were already declining but that's accelerated due to COVID) but closings haven't risen that much (if at all). I think we're going to know a lot more about whether that's sustainable in six months.","sentiment_score":0.16875}
{"full_text":"RT Same! Not being able to open the door is always exciting to me but then again I know y...","sentiment_score":0.2}
{"full_text":"RT BREAKING: US Secretary of State Mike Pompeo is now quarantined after contacting someone at State Dept with #COVID19. Pompeo...","sentiment_score":0.0}
{"full_text":"RT Swedish king says 'we have failed' in response to coronavirus","sentiment_score":-0.5}
{"full_text":"RT Saudi Arabia's Health Minister Tawfiq Al-Rabiah received a shot of Pfizer and BioNTech's coronavirus vaccine, a day after t...","sentiment_score":0.0}
{"full_text":"RT The Canada Recovery Benefit provides eligible workers with $500 per week (taxable, tax deducted at so...","sentiment_score":0.0}
{"full_text":"Lockdown bei2rbbb","sentiment_score":0.0}
{"full_text":"Leaders in Congress including and say they're getting close to a much-needed COVID relief deal. Sign the petition: Any COVID relief bill MUST include direct payments to individuals and families.","sentiment_score":0.1}
{"full_text":"RT We are losing cherished community members and elders to COVID19, facing economic hardship under lockdown, and mounting re...","sentiment_score":0.2}
{"full_text":"RT Putin's message in annual press conference is that everything is relative: Yes, pandemic and economy bad, but more develope...","sentiment_score":-0.0666666667}
{"full_text":"RT JUST IN: French President Emmanuel Macron has tested positive for Covid-19 after displaying symptoms, his office announces","sentiment_score":0.1136363636}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"Even Gandalf needs vaccine for coronavirus!https:\/\/t.co\/sLwz9OzW0W","sentiment_score":0.0}
{"full_text":"\"We must act responsibly to suppress the virus.\"https:\/\/t.co\/UQqqKRRCeD","sentiment_score":0.2}
{"full_text":"ITI Chief Scientific Officer Dr. Teri Heiland spoke on a panel in September about promising new immunotherapy targets, and predictions on how COVID-19 will impact cancer research long-term. Listen to the panel recording: #oncology","sentiment_score":0.1681818182}
{"full_text":"Many of us have practiced social #distancing to keep ourselves, our #families, and others #safe What are the psychological costs of #SocialDistancing during #COVID19https:\/\/t.co\/UoTkda1K63 #Mindfulness  #wellness #ThursdayThoughts #ThursdayMotivation #Thursday #thursdayvibes","sentiment_score":0.2583333333}
{"full_text":"Will people keep cleaning when the #pandemic ends? speaks with #Microbiologist to get his perspective. #2020","sentiment_score":0.0}
{"full_text":"US jobless claims rise to 885,000 amid resurgence of coronavirus","sentiment_score":0.0}
{"full_text":"Christmas is next week! This holiday season, please protect loved ones. Stay home and limit close contact for people you don't live with. #WearAMask. Stay at least 6 feet apart. Wash your hands with soap and water for at least 20 seconds. Learn more:","sentiment_score":0.1227272727}
{"full_text":"RT A top Trump appointee repeatedly urged top health officials to adopt a \"herd immunity\" approach to Covid-19 and allow million...","sentiment_score":0.5}
{"full_text":"RT 15,000,000,000 years to flatten the curve.","sentiment_score":0.0}
{"full_text":"COVID-19 Test in GeorgiaWe deliver Quick &amp; Accurate reports. We Offer Safe And Hygienic Sample Collection At Home By Our Trained Technicians.Visit now -","sentiment_score":0.4111111111}
{"full_text":"Here's more from #FolkFactory! This time we've a blog from Eleanor, another of our #FolkFactory Youth musicians, talking all things Folk Factory and lockdown! Thank you Eleanor - you've been busy!! #proud #youthfolk #lockdown #FolkFactory Link:","sentiment_score":0.5791666667}
{"full_text":"Join us LIVE in 1 hour. #VentureCapital to address the #SDGs and #COVID19  on Impact Investment's role in pandemic response and SDGs  #ImpactVentureAccelerator #BuildForwardBetter","sentiment_score":0.1363636364}
{"full_text":"Despite coronavirus, companies have raised more capital in 2020 than ever before - prospects for 2021 are unclear, however","sentiment_score":0.5}
{"full_text":"Gerard Butler &amp; Morena Baccarin on Survival and the Aftermath of the Pandemic for 'Greenland'https:\/\/t.co\/Ww2MfutKO7 via","sentiment_score":0.0}
{"full_text":"Daily Advent Prayer Intention-May we help those struggling because of COVID-19 this Christmas to know that God has never abandoned them in their time of need.","sentiment_score":0.0}
{"full_text":"Chennai: After IIT, Anna University students test positive for COVID-19https:\/\/t.co\/U23OZX64qJ","sentiment_score":0.2272727273}
{"full_text":"RT RECORD HOSPITALIZATION: There are only 174 ICU beds left statewide. Tennessee health officials report there are 2,897 peo...","sentiment_score":0.0}
{"full_text":"Essential point as #CovidVaccines  are rolling out and doses beginning to be administered. Does not mean #safety protocols can be abandoned. Must go hand in hand to begin getting #COVID19 under control.","sentiment_score":0.078125}
{"full_text":"Less than a year into the coronavirus pandemic, it's here: a vaccine. But what exactly does that mean for you? Here are some of the things you should consider when it comes to the coronavirus vaccine and the concrete steps you can take to prepare.","sentiment_score":-0.0197916667}
{"full_text":"$600 means being on the dole forever?","sentiment_score":0.0}
{"full_text":"RT Congress is \"trying\" to get a $600 lifeline check to Americans during the winter of #covid. For perspective, Michigan GOP le...","sentiment_score":0.0}
{"full_text":"How can companies use #internal #communications to maintain employee engagement through COVID-19? Our SVP, Corporate Communications &amp; Content, Kate Aldridge, discusses :","sentiment_score":0.0}
{"full_text":"Supporting the LGBTQ+ population through COVID-19 and beyond; share your thoughts on the recommendations for the health and care sector to consider when designing, commissioning and delivering services via this consultation (by 10 Jan) ","sentiment_score":0.25}
{"full_text":"RT She told her citizens to stay home and not even see friends - then this hypocritical elitist Dem trucked it out to a w...","sentiment_score":0.0}
{"full_text":"Stocks rally to record highs as Congress closes in on coronavirus stimulus deal - Fox Business","sentiment_score":0.0}
{"full_text":"On last week's moderated a panel on the impact of Covd-19 for music lovers and international audiences as part of the Radio Academy festival.Listen here:","sentiment_score":0.0}
{"full_text":"Although #COVID19 halted many of our activities the need to provide compassionate hospice &amp; palliative care for the more than 420 patients we care for daily hasn't stopped. We hope we can rely on you to help us bridge the gap we're facing this year.","sentiment_score":0.3333333333}
{"full_text":"We regularly send email updates with all the latest news on the coronavirus and the local support available for Somerset residents.Are you interested in receiving these emails? Sign up here ","sentiment_score":0.23}
{"full_text":"FREE TESTING: Health Services is offering FREE, drive-thru, rapid COVID-19 testing. It's Fast, Free and For All Ages! Visit for information.","sentiment_score":0.375}
{"full_text":"Racial Differences in Statewide Suicide Mortality Trends in Maryland During the COVID-19 Pandemic via part of","sentiment_score":0.0}
{"full_text":"RT hey remember when the guy who invented the polio vaccine didn't patent it because it was paid for with public funds and becaus...","sentiment_score":0.0}
{"full_text":"The #genes, IFNAR2, TYK2, OAS1, DPP9 and CCR2, can potentially begin to explain why some patients with #COVID19 become severely sick, while others are less effected by the #virus.https:\/\/t.co\/RAhPOA9bZg","sentiment_score":-0.2936507937}
{"full_text":"The long-delayed covid aid bill was coming together as Capitol Hill combatants finally fashioned difficult compromises to complete the second major relief package of the pandemic.https:\/\/t.co\/VjxiHWio3l","sentiment_score":-0.0675}
{"full_text":"It's a noticeable increase in 24 hours","sentiment_score":0.0}
{"full_text":"another total failure by the trump administration","sentiment_score":-0.1583333333}
