{"full_text":"but Germany has around nine times as many inhabitants. A third part lockdown came into force in Israel on Sunday afternoon, which is initially supposed to last two weeks.  However, an extension of several weeks is expected.  A massive vaccination campaign is running in parallel.","sentiment_score":0.05}
{"full_text":"Coronavirus: Spain to keep registry of those who refuse Covid vaccine","sentiment_score":0.0}
{"full_text":"RT Congenital anosmics can't smell but many of us can taste and no one believes us, especially doctors. My daughter replaced th...","sentiment_score":0.25}
{"full_text":"RT BREAKING: New strain of UK variant of Coronavirus reaches Pakistan Sindh Health Department took 12 covid samples of UK...","sentiment_score":0.1363636364}
{"full_text":"According to the Ministry of Health, around half a million Israelis have already been vaccinated against the corona virus in the past ten days - 115,000 of them on Monday alone.","sentiment_score":-0.1388888889}
{"full_text":"worked for more than 2 weeks on this &amp; for the audio it took me 3 months..been working on this even before I got Covid..I was so insecure about sharing but I really wanted to do something SUPER different for 10K as it's such a huge thing for me..Thank you for appreciating","sentiment_score":0.1333333333}
{"full_text":"RT US COVID STIMULUS BILL ........ a visual for anyone confused.","sentiment_score":-0.2}
{"full_text":"RT Cozy morning #lockdown #davido","sentiment_score":-0.2}
{"full_text":"RT This makes the rest of the world more suspicious of official news from the Communist regime &amp; less likely to trust China on...","sentiment_score":0.1111111111}
{"full_text":"Sindh Health Ministry says samples of 3 UK returnees show a 95% match to the new Corona Virus variant from UK in the first phase of Genotyping in Karachi. Follow safety guidelines. Stay safe!  #COVIDSecondWave","sentiment_score":0.3371212121}
{"full_text":"RT Day one and I will act to get COVID-19 under control and save American lives. We'll take action to protect Drea...","sentiment_score":0.05}
{"full_text":"RT First 7 cases of new Covid strain found in India as UK returnees test positiveBoris Johnson's trip to be deffered,as Chief...","sentiment_score":0.1931818182}
{"full_text":"RT Ungabhubhi before you pay the chefs ","sentiment_score":0.0}
{"full_text":"RT Hospitals are running out of oxygen.One trust has no non-invasive machines left. ICUs are tweeting for volunteers to p...","sentiment_score":0.0}
{"full_text":"RT From panic-buying to furlough, and the collapse of high street stores like Debenhams and Topshop, 2020 has been a year like no...","sentiment_score":0.16}
{"full_text":"RT During the first wave, after pressurising many central London hospitals to release staff, the London Nightingale had enou...","sentiment_score":0.25}
{"full_text":"This article is about response to the pandemic, but there is a message here for the Western church if we have ears to hear","sentiment_score":0.0}
{"full_text":"RT I agree with Jim Molan. The chances of a war: US vs China are higher now than before. The irony of course is Jim's Gov...","sentiment_score":0.25}
{"full_text":"RT Dire situation in England now as oxygen runs low &amp; hospitals fill up. Excess mortality from all causes will jump if people...","sentiment_score":0.0}
{"full_text":"RT US Senators get this new package passed please!","sentiment_score":0.1704545455}
{"full_text":"RT I salute for bringing his big ticket film #Master in Theaters amid pandemic &amp; when there are restrictions on fu...","sentiment_score":0.0}
{"full_text":"RT Spain to keep list of those who refuse Covid vaccine, which will be shared with other EU nationshttps:\/\/t.co\/XUYRWBkNxM","sentiment_score":-0.125}
{"full_text":"RT Covid data: 144 currently admitted, (33 non-isolation) 115 Cox SGF. 7 day symptomatic positive rate is 33.79%. 115 deaths...","sentiment_score":0.1136363636}
{"full_text":"From an ICU doctor. Give it a read","sentiment_score":0.0}
{"full_text":"RT Our NHS is on the brink of collapse. Hospitals are running out of oxygen. Drs are being asked to cancel annual leave. Bed...","sentiment_score":0.0}
{"full_text":"RT It is time we re-open our borders and adapt to a new COVID-19 world, the \"New Normal\"","sentiment_score":0.1409090909}
{"full_text":"RT Breaking News: The House passed the $2000 check Covid bill with 2\/3rds majorityNow let's see what the GOP Senate does wi...","sentiment_score":0.0}
{"full_text":"RT My sister is a healthcare worker. She tested positive for COVID last month and quarantined for two weeks. Now, she's expe...","sentiment_score":0.1136363636}
{"full_text":"RT This year, we've painfully learned the cost of being unprepared for a pandemic. If we aren't investing with our partners ar...","sentiment_score":-0.7}
{"full_text":"Ridiculous argument and just shows your bias. So by stealing covid funds, the anc didn't make it worse? and even if the da was in charge, them not stealing the funds wouldn't have made the situation better? Are you on tik?","sentiment_score":-0.0777777778}
{"full_text":"RT Chinese British pianist Fou Ts'ong has died of COVID in London (1934-2020). He first gained prominence at the 1955 Chopin...","sentiment_score":0.0833333333}
{"full_text":"RT Perspective: If an American had moved to Denmark, Norway or Finland in January, her or his risk of dying from Covid would...","sentiment_score":0.0}
{"full_text":"RT I'm literally terrified of getting covid because I have other health issues and for people to call me boring for not wanting...","sentiment_score":-0.5625}
{"full_text":"so I have to wait 7 more days for my results?(not covid) wow!! I feel like the whole world is against my 'peaceful life' concept ","sentiment_score":0.2765625}
{"full_text":"RT #SaudiArabia's Crown Prince Mohammed bin Salman received his first dose of the #coronavirus vaccine as national inoculation p...","sentiment_score":0.25}
{"full_text":"RT A grim Christmas in Palestine: Bethlehem had a \"silent night\" with very few pilgrims and hardly any tourist activities, due to...","sentiment_score":-0.3353333333}
{"full_text":"RT \"A person who does not wear a mask could be arrested and prosecuted.\" South Africa's President Ramaphosa announces new loc...","sentiment_score":0.1363636364}
{"full_text":"RT Our NHS is on the brink of collapse. Hospitals are running out of oxygen. Drs are being asked to cancel annual leave. Bed...","sentiment_score":0.0}
{"full_text":"Should be a complete lockdown for a month while vaccinations can be rolled out","sentiment_score":0.1}
{"full_text":"RT Novavax Announces Agreement with Government of New Zealand for 10.7 Million Doses of COVID-19 Vaccine #COVID19 #COVID19vaccine...","sentiment_score":0.1363636364}
{"full_text":"RT So true. Americans cannot place much trust in our COVID-19 testing systems.","sentiment_score":0.275}
{"full_text":"RT Scandal of the Year: Covid-19 corruption","sentiment_score":0.0}
{"full_text":"RT Captain Tom is going to have to do a few more laps of the garden to pay for #ToryCorruption (and cover Gary...","sentiment_score":0.15}
{"full_text":"RT To the masses of laboratory technicians &amp; technologists,the lab data capturers and couriers who handle thousands of covid sam...","sentiment_score":0.0}
{"full_text":"RT Governments, health agencies, and citizens throughout Europe have bought face masks made by Uighurs in a Chinese factory flagged...","sentiment_score":0.0}
{"full_text":"British skiers 'running away' from Swiss quarantine. British backpackers illegally partying in Sydney. Is it any wonder we have such a high COVID rate when we can't follow the rules. For everyone's sake show some respect and common sense. ","sentiment_score":-0.1066666667}
{"full_text":"RT Raise your hand if you will be social distancing on NYE and not gathering in large groups. ","sentiment_score":0.1238095238}
{"full_text":"RT Man, I never thought I'd be lying in hospital with Covid kanje","sentiment_score":0.0}
{"full_text":"RT Why is the biggest outbreak in COVID in the country right now - California - which has had the most strict lockdown rules?","sentiment_score":0.3928571429}
{"full_text":"RT i want the covid vaccine from her","sentiment_score":0.0}
{"full_text":"RT But we knew this right?  \"More under 60s died on roads last year than those with no underlying conditions from coronavirus\"...","sentiment_score":0.2619047619}
{"full_text":"Beyond embarrassed at the Brits behaving like cunts at Christmas in Sydney with Covid. Aus has worked so hard to keep a lid on it all &amp; you behave like this? Shameful.","sentiment_score":-0.2916666667}
{"full_text":"Agree that politicians are endeavouring to benefit themselves &amp; their buddies from this pandemic. Tories set up the UsforThem group to lobby schools to be kept open. Children are the future of the country &amp; if we don't protect them we will have a lot of issues in the future.","sentiment_score":0.0}
{"full_text":"COVID-19 vaccination intention in the UK: results from the COVID-19 vaccination acceptability study (CoVAccS), a nationally representative cross-sectional survey via et al","sentiment_score":0.0}
{"full_text":"RT Asked by  how he responds to the argument that given the size and complexity of the country,India had done...","sentiment_score":0.0}
{"full_text":"Russia's Rosstat statistics agency said that the number of deaths from all causes btw January &amp; November rose by 229,700 compared with 2019.\"More than 81% of this increase is due to Covid,\" said deputy PM Golikova, meaning that more than 186,000 Russians died from Covid-19.","sentiment_score":0.36875}
{"full_text":"RT Karachi (29.12.2020): Samples of 3 UK returnees show a 95% match to the new Corona Virus variant from UK in the first p...","sentiment_score":0.1931818182}
{"full_text":"Omg am I your neighbor? ","sentiment_score":0.0}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"This feels like back in March, when all the evidence was pointing towards a national crisis - and Boris Johnson dithered.It took public pressure to get him to finally take decisive action. It's happening again now.After 9 months dealing with Covid - has he learnt NOTHING?","sentiment_score":0.025}
{"full_text":"I have too much time on my hands.#COVID19 #handsfacespace #hansfacespace #stopCovid","sentiment_score":0.2}
{"full_text":"RT Registered nurse alleges bells palsey from Covid vaccine","sentiment_score":0.0}
{"full_text":"#CCP is virus on earth","sentiment_score":0.0}
{"full_text":"RT During the first wave, after pressurising many central London hospitals to release staff, the London Nightingale had enou...","sentiment_score":0.25}
{"full_text":"RT NHS England have said there are now more COVID patients in hospitals in England that at previous peak in April - 20,426 as...","sentiment_score":0.1666666667}
{"full_text":"RT #BestOf2020:#Cities around the world are transforming #streets for #postpandemic #recovery.#WalkingAndCycling #...","sentiment_score":0.0}
{"full_text":"RT Perspective: If an American had moved to Denmark, Norway or Finland in January, her or his risk of dying from Covid would...","sentiment_score":0.0}
{"full_text":"Tier 5 lockdown after new Covid variant discovered...","sentiment_score":0.1363636364}
{"full_text":"RT 1. It's December. Respiratory disease hospitalisations rise every winter.2. ~25% of patients with Covid caught it *in* hospi...","sentiment_score":0.0}
{"full_text":"RT Man, I never thought I'd be lying in hospital with Covid kanje","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Amir Khan breaches COVID rules AGAIN","sentiment_score":0.0}
{"full_text":"RT I sell quality 2020\/2021 season's fan grade jerseysPer Jersey: N5,000Customization: N2,000- Delivery is Nationwide...","sentiment_score":0.0}
{"full_text":"No teachers should be still crammed into full classrooms. None.","sentiment_score":0.35}
{"full_text":"RT So. We have - yet again - reached the desperate stage of Covid patients in such overwhelming numbers, hospitals are actu...","sentiment_score":-0.0333333333}
{"full_text":"Rakul Preet Singh tests negative for COVID-19; says can't wait to start 2021 with good health and positivity","sentiment_score":0.2}
{"full_text":"RT even with a vaccine, i'll still be wearing a mask and continuing cleaning and social distancing. i ain't had a cold or n...","sentiment_score":-0.2833333333}
{"full_text":"So more under 60s died on roads last year than Covid, I fail to see the point, people still died of Covid ","sentiment_score":0.0}
{"full_text":"RT On a special issue on strengthening health system, The talks with Director-General about fair and...","sentiment_score":0.5285714286}
{"full_text":"Great work For all those in #COVID19nsw this is an easy way to check current at risk areas.","sentiment_score":0.4111111111}
{"full_text":"RT So, he wasn't unhealthy enough\/old enough\/didn't weigh enough to qualify under EUA. But these monoclonal abs are only...","sentiment_score":-0.1333333333}
{"full_text":"Clearly you have no common sense, you should have worn your mask instead of having a rally for yourself where no common sense was used and you and most who attended wore no mask after you knew you tested positive for Covid","sentiment_score":0.2254545455}
{"full_text":"Had an interesting conversation with a specialist doctor yesterday. He works for MSE. He told me that he and many of his colleagues are very unhappy that their clinics are being suspended and quite urgent procedures are not being done. All in the name of COVID. Yet, as he put it","sentiment_score":0.0733333333}
{"full_text":"RT #Master releasing in theatres on January 13, 2021 is the biggest decision taken in Indian cinema in the recent times. Fr...","sentiment_score":0.0}
{"full_text":"RT Over 80% of Americans are for cash relief during the pandemic. Vote for it and you're a hero. Vote against it and millions...","sentiment_score":0.0}
{"full_text":"RT This is coming out tomorrow in As a doctor who volunteered for the Nightingale I can't tell you how much effor...","sentiment_score":0.2}
{"full_text":"RT If this is the case, then why do the NHS Nightingale Hospitals stand completely empty?","sentiment_score":-0.1}
{"full_text":"RT Not only is this another oppressive action by the Chinese regime, it's a reminder that rather than warning the world about...","sentiment_score":0.0333333333}
{"full_text":"People of #Pakistan were promised 4 million jobs in #CPEC projects this year. But leave 4 million jobs, Senator is boasting 'no laying off' as achievement.#NoToCPEC@betterpakistan","sentiment_score":0.0}
{"full_text":"Like many industries during the pandemic, #manufacturing organizations have focused their efforts on digitalization - but what exactly are they  digitizing? #newnormal","sentiment_score":0.375}
{"full_text":"RT Day one and I will act to get COVID-19 under control and save American lives. We'll take action to protect Drea...","sentiment_score":0.05}
{"full_text":"RT Sa totoo lang wala nang sense 'yung GCQ. Have you been outside lately? No social distancing, empty alcohol dispensers, no t...","sentiment_score":-0.0388888889}
{"full_text":"\"2020, COVID-19 and the Climate Agenda\" chief","sentiment_score":0.0}
{"full_text":"Out of the 119 new #coronavirus cases in #SaudiArabia, 40 were confirmed in Riyadh and 24 in Makkah.      ","sentiment_score":0.2681818182}
{"full_text":"RT Big shout out to the NHS tonight. We're with you, and as a teacher I'll happily look after your children as keyworkers...","sentiment_score":0.4}
{"full_text":"English football could be braced for more disruption after a host of further coronavirus outbreaks on Monday.https:\/\/t.co\/YzfFdYw9EG","sentiment_score":0.1666666667}
{"full_text":"Winters are always brutal for Syrian refugees. But this year poses an additional threat with the spread of a second wave of #COVID19.","sentiment_score":-0.4375}
{"full_text":"SAGE's advice's too late for and her father and his grandchildren who brought the virus home and have to live without him.Time for the govt to follow the science AND to apologise for all the lives lost as a result of them not doing so.https:\/\/t.co\/qjQlePgW5d","sentiment_score":-0.0818181818}
{"full_text":"RT There is a system of government that an intelligent person can admire? CCP is throwing democracy activists out of buil...","sentiment_score":0.8}
{"full_text":"I usually spend Christmas with my family in Mexico every single year but because of covid and work commitments on this side of the pond I wasn't able to this time, so decided to carry on with the #AccentChallenge and go for my Mum's accent in Salma Hayek's words.","sentiment_score":0.0595238095}
{"full_text":"The study found that compared with children who tested negative, those who tested positive were more likely to have attended gatherings and have had visitors at home","sentiment_score":0.1068181818}
{"full_text":"Employeers Want Talents who Can Take On Hybrid Roles: Survey:In a COVID-19 economy where companies and individuals are compelled to adapt and evolve in a world of disruption, the change in skills required to kee....28th December 2020https:\/\/t.co\/S2o4Is5fsWhoffeldt...","sentiment_score":0.0}
{"full_text":"The release date for Bond 25 jumped from November 2019 to February 2020, then to April 2020. And then, the Covid-bump to November 2020.Here we ask: is the collapse of moviegoing all the fault of 007?https:\/\/t.co\/wTnqSwsN97","sentiment_score":0.0}
{"full_text":"Dr. Anthony Fauci, the government's top infectious disease expert, said the U.S. is at a critical phase of the pandemic, with the worst probably still ahead.","sentiment_score":-0.1666666667}
{"full_text":"#Austin health officials say a curfew remains a strong possibility if the area's #COVID19 case numbers get worse ","sentiment_score":0.0166666667}
{"full_text":"It will go till the end of Jan to be honest","sentiment_score":0.6}
{"full_text":"RT Remember all those social media videos of Chinese people dying in the streets of mysterious causes, bleeding to death,...","sentiment_score":0.0111111111}
{"full_text":"As the year draws to an end, we've  been looking back on just some of what 2020 has taught us. Plus, how can you look forward to developing these lessons further in the year ahead?https:\/\/t.co\/Wt2wn9Cwpz","sentiment_score":0.0}
{"full_text":"Like many industries during the pandemic, #manufacturing organizations have focused their efforts on digitalization - but what exactly are they  digitizing? #newnormal","sentiment_score":0.375}
{"full_text":"It is ok to have a great chill this festive season but remember to drive safe.  Also adhere to all safety measures and COVID-19 protocols.  Happy New Year in advance. Please share with family and friends on WhatsApp too.#DailySecurityTips #GhPoliceService#crimefreeseason","sentiment_score":0.5472727273}
{"full_text":"Marcus Brookes, the Chief Investment Officer of Schroders Personal Wealth considers the near-term implications of rising virus cases and lockdown measures, and when things might, finally, start to return to normal","sentiment_score":0.05}
{"full_text":"The two-day end-to-end dry run was being carried out to test the laid out mechanisms for COVID-19 vaccination and to provide insights into any gaps to be addressed before the commencement of the actual vaccination drive. #CoronavirusVaccine","sentiment_score":-0.0333333333}
{"full_text":"In Victoria we have had 60 days of not ONE Covid19 case for a virus that has an average duration of 5 days. Why the heck do we still have these ridiculous restrictions ","sentiment_score":-0.2416666667}
{"full_text":"RT Given the new, fast-spreading strains of the virus sweeping through South Africa and Europe, far from bein...","sentiment_score":0.1181818182}
{"full_text":"We cannot ignore the warning signs: the UK faces a more insular future |","sentiment_score":0.25}
{"full_text":"Thursday night's pandemic-limited celebration will lack the usual tightly-packed crowds of revelers.https:\/\/t.co\/dIGBTzgq89","sentiment_score":-0.25}
{"full_text":"Davao City posted the highest increase in COVID-19 cases with 61 new infections on December 29, 2020. #COVID19PH","sentiment_score":0.1363636364}
{"full_text":"Sulu to be placed on lockdown from January 4 to 17 -WesMinCom chief","sentiment_score":0.0}
{"full_text":"In 2020, the #coronavirus pandemic has left #Singapore's 300,000 #migrant workers stranded. After returning to work in August, they weren't permitted to visit any location outside their dorm or workplace. The government has set up a task force to boost mental health for them.","sentiment_score":-0.0333333333}
{"full_text":" Everyone in Brent can now get a free COVID-19 test, even if you haven't got symptoms. #GetTested even if you feel well, as 1 in 3 people who have COVID-19 show no symptoms. Book your test: 020 8937 4440Find out more:","sentiment_score":0.45}
{"full_text":"These at-home exercises can help older people boost their immune system and overall health in the age of COVID-19 via","sentiment_score":0.0833333333}
{"full_text":"Is a circuit breaker the solution? #Pompey","sentiment_score":0.0}
{"full_text":"Book a 7 night break now to SAVE 10%* on your 2021 break plus secure our Lowest Price and Coronavirus Booking Guarantees!* &gt;&gt; * T's &amp; C's apply","sentiment_score":0.5}
{"full_text":"Gripping #goodreads over the end of the year? An anti-mafia bust, cigarette smuggling, illicit gases, fraudsters indicted, #COVID19 investigations...We recommend OLAF's 2020 news section, of course https:\/\/t.co\/7qYeezC1Vn","sentiment_score":0.5}
{"full_text":"My Arse!Episode 41 of 5 Pints In with is now live!In this episode: Ian reveals how he really feels about Jack Grealish The perfect striker West Ham should sign #whufc City's Covid Conundrum #mcfchttps:\/\/t.co\/DsumlSfT7B","sentiment_score":0.6}
{"full_text":"\"We ask you to strongly consider pausing work for a few weeks during this catastrophic surge in COVID cases,\" the L.A. County Department of Public Health said in an email to film industry contacts","sentiment_score":0.0777777778}
{"full_text":"New Covid-19 strain detected in Pakistan's Sindhhttps:\/\/t.co\/DjFnfqNmVB","sentiment_score":0.1363636364}
{"full_text":"RT I've been in hospitals all over the country this past fortnight, they're all running hot. #NHS teams who haven't stopped si...","sentiment_score":0.0}
{"full_text":"The following is what we know about the race to deliver vaccines to help end the coronavirus pandemic that has killed more than 1.7 million people worldwide...https:\/\/t.co\/DXpL7NJppu","sentiment_score":0.1}
{"full_text":"Officials say Sunday's total was the highest level of air travel since March 15.https:\/\/t.co\/1r9V3A3AgM","sentiment_score":0.0}
{"full_text":"RT Spain to keep list of those who refuse Covid vaccine, which will be shared with other EU nationshttps:\/\/t.co\/XUYRWBkNxM","sentiment_score":-0.125}
{"full_text":"#Throwback to Visit Malaysia Run 2020 before the lockdown happened! Let's hope with the vaccine, 2021 will be a better year.  We can't wait to be out and about again! ","sentiment_score":0.625}
{"full_text":"So your idea is get all the retired ( older so therefore vulnerable ) healthcare workers to care for covid? Would you risk your own health for the wages in the NHS?","sentiment_score":0.0888888889}
{"full_text":"#COVID19 is highly contagious, and even people without symptoms can spread it. It is important we keep on protecting each other by washing our hands, wearing face coverings, keeping space and letting fresh air in.Find out more here>https:\/\/t.co\/uBBVxlHNaM#HandsFaceSpace","sentiment_score":0.247}
{"full_text":"Yeah I noticed other articles today talking about how people who had COVID with hardly any symptoms were supposedly showing up later with psych symptoms ? ? The article was basically saying the FLU ! ! ! can cause a mother to want to decapitate her children and family . .","sentiment_score":-0.1388888889}
{"full_text":"With #Brexit but days away and new restrictions to combat #Covid19, our latest case study analyses the increasing hostility of the UK media towards Boris Johnson's policy announcements, with unexpected antagonism from his traditional support base","sentiment_score":-0.0127272727}
{"full_text":"!! Got COVID-19 symptoms? !!Coronavirus symptoms are:>A high temperature>A new, continuous cough>A loss or change to your sense of smell or tasteSee test sites &amp; opening times and how to book:https:\/\/t.co\/giBHW2D74yPlease STAY HOME while awaiting test results.","sentiment_score":0.1481818182}
{"full_text":"RT In other news, Russia just tripled their covid death toll, as they had been deliberately undercounting for months. Yes,...","sentiment_score":-0.125}
{"full_text":"Let's do all we can to protect each other:Wash your handsWear a face coveringMake spaceIf you have symptoms, self isolate and book your FREE test straight away  Keep up to date on COVID-19 guidance","sentiment_score":0.3}
{"full_text":"Register now for your free ticket to the webinar in January - a national network for #museums and #immersivetech  #MIN2021https:\/\/t.co\/mHLVMEzmjp","sentiment_score":0.4}
{"full_text":"A&amp;E shifts available at Walsall Healthcare Trust paying up to PS50ph! When you apply through us, you'll receive same day pay, fast track compliance, and more! Click below now! #NHS #COVID19 #Healthcare #Vaccine #Shifts #Walsall","sentiment_score":0.3703125}
{"full_text":"It's definitely not been a quiet year for news","sentiment_score":0.0}
{"full_text":"RT Oops, we were lying. Sorry, not sorry.","sentiment_score":-0.125}
{"full_text":"Around the world, a small number of COVID-19 patients who had never experienced mental health problems are developing severe psychotic symptoms weeks after contracting the coronavirus.https:\/\/t.co\/icUKSkmKXl","sentiment_score":-0.3125}
{"full_text":"Lockdown didn't stop Wrexham taekwondo fanatic from kicking his way to gold medals:","sentiment_score":-0.3}
{"full_text":"Geraint was fit and healthy before being diagnosed with COVID-19 back in April. But the virus had a severe impact on his life, and sadly is still doing so five months on. Watch the video here:https:\/\/t.co\/W1sM2GdpdY","sentiment_score":0.1}
{"full_text":"With new vaccines offering a light at the end of the tunnel for the pandemic, how will leaders invest in economic recovery? Through efficiency. Read more about our 2021 predictions.","sentiment_score":0.3090909091}
{"full_text":"Take a look at this really interesting project a Social Policy student got involved in during lockdown this year.","sentiment_score":0.2666666667}
{"full_text":"RT Chinese journalist receives 4 year sentence over coronavirus reports from Wuhan","sentiment_score":0.0}
{"full_text":"Pandemic delivery service has restarted again in England for tier 4 areas from 21st December 2020 until 18th January 2021, confirms NHS England and Improvement ... now also includes Hampshire &amp; Southamptonhttps:\/\/t.co\/nkd3vY9bkV@Pharm_Services","sentiment_score":0.0}
{"full_text":"There Is a rumours going on that the world may go into total lockdown by January 2021 due to covid19,this is going to be a total disgraceful for W H O if this happened.Let's make use of the vaccine I'm sick and tired of isolation and the face mask, come on it's suffocating","sentiment_score":-0.2898809524}
{"full_text":"COVID-19 recoveries exceed over 80 percent#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID19 #coronavirushttps:\/\/t.co\/Ydm5D1CWsX","sentiment_score":0.0}
{"full_text":"RT Spain to keep list of those who refuse Covid vaccine, which will be shared with other EU nationshttps:\/\/t.co\/XUYRWBkNxM","sentiment_score":-0.125}
{"full_text":"RT Life after London: The Covid-era exodus isn't just for the wealthy","sentiment_score":0.5}
{"full_text":"This pandemic has made me realize so much more how much we need more open and green spaces. #OurBloggingLife #BloggersHood #bloglove2018","sentiment_score":0.2}
{"full_text":"RT The City of London's traffic-lite streets look set to outlast the pandemic as urban planners put people over cars","sentiment_score":0.0}
{"full_text":"Time: 09:00 * Temp: 4.7degC * Wind: NNW 0.9 to 6.0mph * Pressure: 988.6hPa * Rain: 0.0mm * Hum: 85% * ET: 0.0mm * Solar: 7.0W\/m2 * UV Index: 0.0 * Sunrise: 08:45 * Sunset: 16:04 * Cloudbase: 1040ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Till now no extension on tax audit and  ITR due date. If you think due date should be extended. Retweet this and do tag","sentiment_score":-0.125}
