{"full_text":"RT This is so important for everyone concerned about allergies and the vaccine. They've identified specifically what caused t...","sentiment_score":0.4}
{"full_text":"RT People are tired of Florida electing grossly incompetent career politicians who lie, cover-up and support a child caging ra...","sentiment_score":-0.375}
{"full_text":"Important thread on decision making with available evidence (or a lack thereof)","sentiment_score":0.4}
{"full_text":"My liver got up n ran away","sentiment_score":0.0}
{"full_text":"RT Marco Rubio getting the vaccine before my ICU doctor husband and his 102 year old, nursing home dwelling grandmother g...","sentiment_score":0.1}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"RT I think this at least seven times a day.","sentiment_score":-0.3}
{"full_text":"I call it \"adapting\". Just like every sort of covid-related mandate, rule, or guideline.","sentiment_score":0.0}
{"full_text":"RT #COVID19 is still spreading through our communities, and we all have to do our part. Be smart. Wear a mask. Save live...","sentiment_score":0.1753246753}
{"full_text":"Keep fighting the good fight, Nicole. Go #Bearcats","sentiment_score":0.7}
{"full_text":"RT Imagine having a prime minister with class instead of having a complete fuckwit. #BorisFailedBritain*Jacinda Ardern says...","sentiment_score":0.1}
{"full_text":"RT Most Canadians optimistic about 2021 in light of COVID-19 vaccines: online poll","sentiment_score":0.45}
{"full_text":"RT Todays government stats. No words: new cases at nearly 36 thousand. Deaths that occurred within 28 days of a positive cor...","sentiment_score":0.1545454545}
{"full_text":"RT History will not be kind to Trump and his enablers, and also, decent Americans have it as a moral duty right now to make sure t...","sentiment_score":0.3104761905}
{"full_text":"24 flights added to B.C.'s list of COVID-19 airline exposures | CTV News (B.C. health officials do not directly contact people who were on flights with COVID-19 cases on board.)","sentiment_score":-0.05}
{"full_text":"\"These two people had TESTED POSITIVE for COVID, but that's not what killed them. THE GUNSHOT WOUND KILLED THEM and IT'S VERY MISLEADING FOR YOU TO PUT NUMBERS OUT THERE SAYING THESE PEOPLE DIED FROM COVID WHEN THAT'S NOT WHAT THEY DIED FROM,\" said Coroner Brenda Bock.","sentiment_score":0.0068181818}
{"full_text":"This!  ","sentiment_score":0.0}
{"full_text":"RT Ivanka screened CDC guidelines, &amp; then made changes--overruling scientists\/scientific data. \"Demoralizing to spend your e...","sentiment_score":0.0}
{"full_text":"\"Several EU nations halt UK flights, fearing virus variant.\" (via","sentiment_score":0.0}
{"full_text":"RT I'm a Black non-binary photographer in Brooklyn. On Dec. 13, I invited 8 Black queer and trans folks to a studio day (no ove...","sentiment_score":-0.1666666667}
{"full_text":"The Big Ten to Ohio State:","sentiment_score":0.0}
{"full_text":"RT Kerala Eco-Innovator Upcycles PPE Scrap, Makes 700 Mattresses For COVID Centres.In addition to solving logistical and ecolo...","sentiment_score":0.0}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"COVID-19: Ireland joins European countries in banning UK travel amid new coronavirus strainhttps:\/\/t.co\/bvRMEuvGLN","sentiment_score":0.0681818182}
{"full_text":"RT The WATZ podcast is back! (Probably for only 1 last episode of 2020). In hour 1, I review the latest in stories to which I...","sentiment_score":0.125}
{"full_text":"I cannot believe the coronavirus kept A&amp;M from making the CFB playoff. So typical","sentiment_score":-0.1666666667}
{"full_text":"RT This is our beautiful son Jack. During lockdown he was living alone 80 miles away. He lost his job, a month later he spl...","sentiment_score":0.425}
{"full_text":"COVID Karen:\"A woman who appeared to take credit for calling the police tweeted a picture and referred to the men as \"#covidiots\". She has since deleted her Twitter account.\"","sentiment_score":0.0}
{"full_text":" dear lord","sentiment_score":0.0}
{"full_text":"RT Y'all have unprotected sex with people off tinder but suddenly won't get the covid vaccine bc you don't know what's in it?? O...","sentiment_score":0.0}
{"full_text":"RT EU countries move to ban UK travelers over new coronavirus strain - POLITICO #TrumpCrimeFamilyForPrison2021 ","sentiment_score":0.1363636364}
{"full_text":"RT People are tired of Florida electing grossly incompetent career politicians who lie, cover-up and support a child caging ra...","sentiment_score":-0.375}
{"full_text":"RT People are tired of being told they have to stay home &amp; can't work or open their business by people who break their own rul...","sentiment_score":0.0666666667}
{"full_text":"RT London has just declared Tier 4 lockdown because of a new mutated Covid-19 which is 70% more transmissible and deadlier...","sentiment_score":0.3181818182}
{"full_text":"You are a #fakechristian #GOPSuperSpreader that made this worse with no relief and u get a vaccine before healthcare workers, first line responders, teachers, those at high risk. The list goes on and you are a coward and a liar. HRC said deplorables but u chose to live up to it.","sentiment_score":0.0365909091}
{"full_text":"RT We may be voting today on one of the largest financial packages in American history, and no one has seen the text of th...","sentiment_score":0.0}
{"full_text":"RT Nearly 1 out of every 1100 Georgians has died from COVID-19. The human cost of our own government's lies and incompetence is...","sentiment_score":0.2333333333}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"That's all@updated daily on the dashboard","sentiment_score":0.0}
{"full_text":"RT Why will the GOP spend $740 billion on the military when there's no war, but won't spend it to help us survive COVID, which ha...","sentiment_score":-0.1}
{"full_text":"RT Racism targets Asian food, business during COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"RT ji last time also your voice worked and still the situation remains the same every one is...","sentiment_score":0.0}
{"full_text":"RT Putting the science aside, can we just move teachers towards the top of the vaccination list so kids can go back to school. G...","sentiment_score":0.25}
{"full_text":"We didn't even need the November lockdown if we were gonna have to go into Tier 4 anyways","sentiment_score":0.0}
{"full_text":"RT In a sane world, when an occupant of the White House is talking about a military coup to stay in power, claiming he wo...","sentiment_score":-0.05}
{"full_text":"Fuck off Rubio! Maybe if you had an ounce of moral aptitude, Florida would be folliwing stricter guidelines and we would be ahead of this pandemic. You are a disgrace to our country. Cannot wait to vote you out of office.","sentiment_score":-0.25}
{"full_text":"RT The state has been plotting to assassinate for the last several years and has carried out assassination attempt...","sentiment_score":0.0}
{"full_text":"Going on almost a month without a sip of alcohol...not bc of some personal goal for self improvement...but bc all my friends got covid and I don't want cooties...","sentiment_score":0.0}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT Baltimore's new mayor announces multimillion-dollar effort to help provide food to those disproportionately hit by pandemic ht...","sentiment_score":0.1363636364}
{"full_text":"RT While the pandemic continues, pressure on healthcare continues. Abuse and complaints from patients are escalating.For a...","sentiment_score":0.0}
{"full_text":"Has Sunak's wife been furloughed like mine?  What's that?  She's richer than the Queen?  He can fuck off then.","sentiment_score":-0.4}
{"full_text":"RT Baltimore's new mayor announces multimillion-dollar effort to help provide food to those disproportionately hit by pandemic ht...","sentiment_score":0.1363636364}
{"full_text":"RT The *UK government* chose the end of the year as a deadline, in spite of the possibility that the pandemic would flare up a...","sentiment_score":0.0}
{"full_text":"RT We are all learning something new this Christmas...and this thread will make you smile!","sentiment_score":0.2556818182}
{"full_text":"RT Who did this? It's brilliant!The coronavirus vaccine won't leave a scar. But it'll protect us and our next generation. #C...","sentiment_score":0.0}
{"full_text":"Jesus a 50 knock in a pandemic not bad at all definitely a Monday doss tho","sentiment_score":0.175}
{"full_text":"lets all rush back in,corona tun ti de o!","sentiment_score":0.0}
{"full_text":"RT via the article notes, these mutations are concerning, but it is still-lord help us-human behavior that is reall...","sentiment_score":0.0}
{"full_text":"No to #politicians getting ahead of #CovidVaccine It's not right.","sentiment_score":-0.1428571429}
{"full_text":"RT It's miserable that closing indoor dining works so well and that we're not paying restaurants and employees so they can do it w...","sentiment_score":-1.0}
{"full_text":"RT We cannot allow the GOP to tie the Biden admin's hands in responding to this virus.That's exactly what Toomey &amp; co have been try...","sentiment_score":0.25}
{"full_text":"RT Turns out Trevor Lawrence getting the coronavirus was the worst thing to ever happen to Texas A&amp;M University.","sentiment_score":-1.0}
{"full_text":"IMO Boris &amp; his band of imbeciles can't control the virus, so they invented a more 'virulent' strain - immediate lockdown. However, it's better that we don't have travellers bringing Covid bin here because Nphet want any excuse for level 10 lockdown #NoMoreLockdowns","sentiment_score":0.3166666667}
{"full_text":"RT Disparities in distribution of the vaccine can be seen at a micro level at Stanford today. I worry that the situation we...","sentiment_score":0.0}
{"full_text":"How many rules that the Big10 set in place will be removed to benefit Ohio State this year? What a joke!","sentiment_score":0.625}
{"full_text":"Polio and mumps are asymptomatic, and this has been known from antigen testing since before PCR even existed. Again, you're making an assertion about Covid here based on a bizarre assertion that the disease is unusual in this respect. It is not.","sentiment_score":0.3}
{"full_text":"Too bad.","sentiment_score":-0.7}
{"full_text":"RT Good morning LA! Our city has the highest rate of Covid cases in the world, our ICU capacity is at 0%, about 1 in 80 people...","sentiment_score":0.875}
{"full_text":".@AOAforDOs Stanley Grogg asks How do health care providers get #COVID19 #vaccines? Chair Jose Romero says need an educational component for HC workers. One size does not fill all.#COVID19 #vaccines","sentiment_score":0.25}
{"full_text":"RT I can remember when travelling the length of the country with Covid symptoms was just what any good father would do htt...","sentiment_score":0.7}
{"full_text":"RT Column: A cancer patient needed critical care. Because of the COVID-19 surge, she died without it","sentiment_score":0.0}
{"full_text":"RT Chinese citizen journalist Zhang Zhan to face trial after COVID-19 reporting in Wuhan as fears grow for her health | Hong...","sentiment_score":0.0}
{"full_text":"This is shameful","sentiment_score":0.0}
{"full_text":"RT 2 million UK families are likely to be pushed into poverty amid the COVID recession 1 in 3 children in the UK now liv...","sentiment_score":0.0}
{"full_text":"RT So, when you said on 1 December that there were \"no plans\" for a #COVID '#VaccinePassport':https:\/\/t.co...","sentiment_score":0.0}
{"full_text":"RT I can't believe this has to be said but GOP lawmakers who have done nothing but make the pandemic worse shouldn't be gett...","sentiment_score":-0.4}
{"full_text":"RT All I see is \"free housing is possible.\"","sentiment_score":0.2}
{"full_text":"RT In a sane world, when an occupant of the White House is talking about a military coup to stay in power, claiming he wo...","sentiment_score":-0.05}
{"full_text":"RT New Zealand has announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then t...","sentiment_score":0.2018181818}
{"full_text":"Noted. If we survive corona","sentiment_score":0.0}
{"full_text":"RT JUST IN--Austria, Belgium, Italy and the Netherlands announced bans on travel to UK --France, Germany &amp; Ireland likely soon...","sentiment_score":0.0}
{"full_text":"RT God willing","sentiment_score":0.25}
{"full_text":"Initial shipments of the second COVID-19 vaccine authorized in the U.S. left a distribution center Sunday.","sentiment_score":-0.025}
{"full_text":"RT We need clean air and water, a safe climate, and healthy and just communities for all. is helping grassr...","sentiment_score":0.4555555556}
{"full_text":"RT ABS-CBN never fails to deliver their magic to the people. Despite the pandemic &amp; setbacks they have faced during this ye...","sentiment_score":0.375}
{"full_text":"RT Right now there is confusion in Europe about whether this new variant in the UK cited by Johnson as the reason for cancell...","sentiment_score":0.211038961}
{"full_text":"Rally really isn't the right word, call it what it is - a covid super spreader spectacle for the stupid.","sentiment_score":0.0047619048}
{"full_text":"RT High school sports certainly are mandated to follow regulations unveiled last week. But so -- theoretically at least -- are the...","sentiment_score":0.0185714286}
{"full_text":"Yeah it was, wish Clemson didn't have covid the first time they played ND because that would've cleared things up for the committee I think ","sentiment_score":0.25}
{"full_text":"RT The Netherlands, Belgium and Italy are exercising their sovereign rights and stopping UK travellers from entering due to...","sentiment_score":-0.125}
{"full_text":"This thread is a joy.","sentiment_score":0.8}
{"full_text":"RT We now have a second mutation in the SARS-CoV-2 virus that increases its contagiousness (70% more than prior strains) with...","sentiment_score":0.1666666667}
{"full_text":"Hi all, I'm inviting you all to join CashGem, a site that lets you earn money with social media. I just earned $32 and you can too! Sign up today for a $30 bonus! #cashgem #cashappfriday #stayathome","sentiment_score":0.0520833333}
{"full_text":"RT ETHICS | Share the COVID vaccine with other countries or keep it to ourselves? weighs in.","sentiment_score":-0.125}
{"full_text":"RT In October, Lindsey Graham refused a COVID-19 test before debate with Jaime Harrison even though he was exposed to viru...","sentiment_score":0.0}
{"full_text":"RT Doonesbury: \"Hey, socialist! COVID's not REAL!\"Entire strip here:","sentiment_score":0.0}
{"full_text":"RT I feel bad for the teams in the Big Ten because there are some great programs, coaches and players. But the leadership has...","sentiment_score":0.025}
{"full_text":"Why do people who are working need payments from the Government. The U.S. debt is out of control. Why not just target those who are out of work due to Covid?","sentiment_score":-0.125}
{"full_text":"RT People are tired of Bible-quoting hypocrites like Marco Rubio who attend super-spreader events, don't wear a mask, mock tho...","sentiment_score":-0.4}
{"full_text":"Ways Office Layouts Will Change with COVID-19 #CRE #Office #Layouts #COVID-19","sentiment_score":0.0}
{"full_text":"RT New Zealand has announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then t...","sentiment_score":0.2018181818}
{"full_text":"'Surge upon a surge': Experts fear the dire situation in California hospitals will get worse #COVID19","sentiment_score":-0.4}
{"full_text":"RT \"Stop comparing the UK to New Zealand\" sorry but we are both islands, it's a very legitimate comparison and I can and will....","sentiment_score":-0.0545454545}
{"full_text":"RT Instead of complaining in these difficult times about what the pandemic prevents us from doing, let us do something for someo...","sentiment_score":-0.5}
{"full_text":"We are always last on the list. Give people extra money to not work, (I know many that didn't go back to work because they get more on unemployment) but us that struggle, OUR kids are suffering BECAUSE OF COVID-19, here's a one time payment of 600 FOR YOU POOR HUNGRY PEOPLE","sentiment_score":0.1}
{"full_text":"RT More Americans have died from COVID during the past 7 days than died in Vietnam during the entire year of 1968, the war's d...","sentiment_score":0.0833333333}
{"full_text":"RT 14 million Americans lost their healthcare during a pandemic, and we have US Senators trying to score points on other coun...","sentiment_score":-0.125}
{"full_text":"RT I'm a Black non-binary photographer in Brooklyn. On Dec. 13, I invited 8 Black queer and trans folks to a studio day (no ove...","sentiment_score":-0.1666666667}
{"full_text":"Top congressional lawmakers struck a late-night agreement on the last major obstacle to a COVID-19 economic relief package costing nearly $1 trillion, clearing the way for votes as early as Sunday.https:\/\/t.co\/7mNQNj3ZAZ","sentiment_score":0.1604166667}
{"full_text":"Wantage mummers will perform for Oxfordshire fans despite Covid-19https:\/\/t.co\/jttnRZh93v","sentiment_score":0.0}
{"full_text":"If you are celebrating this festive period, please do so safely.Please continue to protect each other by remembering #HandsFaceSpace and following the government guidance, found here:","sentiment_score":-0.0625}
{"full_text":"The #flu vs #Coronavirus. What's the difference?","sentiment_score":0.0}
{"full_text":"RT There's a worsening pandemic racking up a 9\/11 death toll every single day and the president is reportedly mulling over de...","sentiment_score":-0.0714285714}
{"full_text":"With local lockdown in effect, you can still buy from us and have your order in-time for Christmas. We've got most products in stock and ready to deliver.Head on over to and get your order in.","sentiment_score":0.2333333333}
{"full_text":"RT If it turns out that the British prime minister exaggerated the seriousness of this new #COVID19 strain yesterday in order...","sentiment_score":-0.1212121212}
{"full_text":"We may get something in a few days if it passes today GOP! GOP senator: COVID-19 relief package 'gets done today'","sentiment_score":-0.25}
{"full_text":"Are you struggling with your company's #PR?Check out these great suggestions for developing a DIY public relations strategy to publicize your startup during #COVID-19.https:\/\/t.co\/ojwm8mDJZp","sentiment_score":0.4}
{"full_text":"This thread ","sentiment_score":0.0}
{"full_text":"Bc thats not how infection works. Most of us are immune. Stop listening to MSM &amp; ignorant politicians, which is all of em. Read a book, by actual scientists who are saying this \"pandemic\" is being blown out of proportion. We DON'T NEED TO SHUT DOWN SOCIETY. Bhakdi is a ID expert.","sentiment_score":0.1148148148}
{"full_text":"Don't miss your chance to get up + dance!  Austin's own is playing virtually at Austin's New Year! She is a 12-time winner + nominated for a 2020 for Best Pop\/Rock Album.#NewYearsEve, time TBDhttps:\/\/t.co\/Fftug27TXQ#StayHome","sentiment_score":0.5901515152}
{"full_text":"As COVID-19 hospitalizations increase, hospital demand for convalescent plasma has also grown. If you've recovered from COVID-19, please sign up to donate your plasma with the Red Cross now to support those seriously ill with the virus. Register at","sentiment_score":-0.1666666667}
{"full_text":"Bus to beat the cold!  On the 7th day of Holiday Sleigh, we encourage you to celebrate the season on Buses run every 10 minutes, so you'll never be waiting long for your ride to arrive. #wearamask #busDC","sentiment_score":-0.4}
{"full_text":"Show us your lights for a chance to win $1000 courtesy of the City and County of San Francisco! Let's work together to contain Covid-19. Stay home and save lives this holiday season! #HolidayLightsSf","sentiment_score":1.0}
{"full_text":"$MJLB A PR said they're integrating their GPS\/tracking software with EV cars and have already done so with BMWi8 and a few Tesla modelsI'm highly skeptical to say the least lol but I'll def trade it!Closed EOD higher, could gap up Mon. Parabolic runner on panic\/dip-buy watch","sentiment_score":0.01}
{"full_text":"Poll: Where most Canadians stand on the COVID-19 vaccine","sentiment_score":0.5}
{"full_text":"RT Report of small group of \"anti-lockdown\" protesters now jumping onto road and setting up barricade to disrupt traffic in fro...","sentiment_score":-0.25}
{"full_text":"As the coronavirus spread throughout the U.S., bigotry toward Asian Americans was not far behind, fueled by the news that COVID-19 first appeared in China.","sentiment_score":-0.05}
{"full_text":"Leading by example: Why the head of the Black Doctors COVID-19 Consortium decided to get vaccinated","sentiment_score":-0.1666666667}
{"full_text":"A number of European countries have banned travel to and from the UK, after the British government said that a new strain of the coronavirus had been discovered, leading to spiraling infection numbers","sentiment_score":0.0454545455}
{"full_text":"RT Around one in three people with coronavirus don't experience any symptoms.Always follow #HandsSpaceFace to protect you...","sentiment_score":0.0}
{"full_text":"ARE YOU FEELING ISOLATED, THERE IS HELP NEAR YOU-AUSTRALIA FIGHTS COVID.https:\/\/t.co\/QfZyu7IZz1#phr, #mobhealth","sentiment_score":0.1}
{"full_text":"Liverpool Football Club will stay atop the English Premier League table for Christmas after a 7-nil massacre of sometimes tormentor Crystal Palace in the latter's home field of Selhurst Park last Saturday night.","sentiment_score":0.0}
{"full_text":"Top congressional lawmakers struck a late-night agreement on the last major obstacle to a COVID-19 economic relief package costing nearly $1 trillion, clearing the way for votes as early as Sunday.https:\/\/t.co\/NTP6zxiE2u","sentiment_score":0.1604166667}
{"full_text":"The bigger question is what does Covid say about this? I hope the teams isolate from everything so we can enjoy it","sentiment_score":0.2}
{"full_text":"Is it unreasonable to consider skipping family traditions during the holidays? Prof. Kelly Michelson offers her input around handling the pandemic during the holiday season.","sentiment_score":0.1}
{"full_text":"Listeners, tune in 12\/20 at 4p for \"Science and Nature\", featuring Sierra Club Magazine. The pandemic has given us a chance to reset our relationship with wildlife, but will we take it? Also, the government is pushing to reopen uranium mines. ","sentiment_score":0.0}
{"full_text":"Please be safe. Have you received a vaccine yet? 7 hours in a rig with a Covid patient is worrisome","sentiment_score":0.5}
{"full_text":"RT I'm an RN who has to work w covid patients and that fucker Mitch got his vaccine before me?","sentiment_score":0.0}
{"full_text":"RT been seeing tweets like this for days and it hurts. weve been in a serious global pandemic for almost a year now. pls hav...","sentiment_score":-0.1666666667}
{"full_text":"An Associated Press analysis shows that in the early months of the pandemic, the state spent less than $3.6 million on N95 masks, gloves and other equipment.","sentiment_score":-0.0729166667}
{"full_text":"Mother, Willis and Mariec. 1934#ShopLocal #Christmas #ChristmasIsComing #Christmasgifts #COVID19 #ShopPlacer","sentiment_score":0.0}
{"full_text":"A Career change during a pandemic could be daunting but it's never too late.\"Starting something new or developing a new business on your own time can be a way of feeling like there's something new on the horizon.\" #workforce #newjob #CareerChange","sentiment_score":0.1181818182}
{"full_text":"Despite London being placed into a second national lockdown last month, the number of professional vacancies in London paying over PS40k continued to increase https:\/\/t.co\/9UQS9VvjWI #pandemic #employment","sentiment_score":0.0333333333}
{"full_text":"Winter break is not normal this year due to COVID-19, but some may still be leaving Iowa City over the holidays. If you're heading out of town, be sure to have someone who can shovel your sidewalk. More info:","sentiment_score":0.2}
{"full_text":"A reminder that Vincentians will say the rosary in their homes at 7 tonight for God's help with COVID-19. Intentions are healthcare providers, recovery of the sick, wisdom for our leaders, help for those suffering financially and God's help with a cure.","sentiment_score":-0.3571428571}
{"full_text":"CREW sends complaint on CDC records destruction - CREW | Citizens for Responsibility and Ethics in Washington","sentiment_score":-0.3}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT Excellent report on new variant SARS-CoV-2","sentiment_score":0.5681818182}
{"full_text":"Suicides among women in Japan and South Korea have soared during the Covid pandemic (Rated: Positive Bias)","sentiment_score":0.2272727273}
{"full_text":"RT A record 5,424 people were hospitalized with COVID-19 in LA County on Saturday--up more than 300 from Friday--and 21% of these p...","sentiment_score":0.5}
{"full_text":"What has been your personal experience following COVID-19 protocols? Do you see it as an individual sacrifice for the greater good?","sentiment_score":0.24}
{"full_text":"RT Trump's WH feels about \"expertise\" and \"science\" the way feels about the use of the word \"f*ckers\"","sentiment_score":0.0}
{"full_text":"The pandemic caused demand for refined #fuels to fall and prices cratered under surging inventories. Now, we are approaching a time of the year when cyclical forces tend to create a seasonal downtrend in distillate prices: #FWN","sentiment_score":0.0}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
