{"full_text":"It's amazing the experiences students share with us, their appreciation &amp; relief when professors are supportive, kind- and the disillusionment, panic, anxiety at those who see a pandemic crisis as a reason to push for even more \" productivity\"","sentiment_score":0.55}
{"full_text":"RT 2,977 The number of people killed on September 11, 2001.3,011The number of people killed by the coronavirus on December...","sentiment_score":-0.2}
{"full_text":"RT BREAKING: For the first time, more than 3,000 Covid-19-related deaths were recorded in the United States on Wednesday. More...","sentiment_score":0.4166666667}
{"full_text":"RT Ku Li should read about how vaccines work before releasing statements like this, which can be damaging if public refuse to...","sentiment_score":0.0}
{"full_text":"Those hoping for civil war know nothing of the horrors of war. It is hell on earth. You think this 'pandemic' is scary? 1\/3 of the people in this country were killed during the American civil war. We need peace, healing, and an end to corruption. Be careful what you wish for!","sentiment_score":-0.20625}
{"full_text":"RT This is shocking and heartbreaking.","sentiment_score":-1.0}
{"full_text":"RT Housing is mental healthHousing is mental healthHousing is mental healthHousing is mental healthEvictions are traumatic!...","sentiment_score":-0.10625}
{"full_text":"Fact Check: Did McConnell Block COVID Relief for More Than 200 Days as Democrats Claim?","sentiment_score":0.5}
{"full_text":"RT The Biden White House will have a private contractor provide \"disinfectant misting services\" to clear the air of lingering...","sentiment_score":0.0333333333}
{"full_text":"RT If you are writing a play about COVID stop","sentiment_score":0.0}
{"full_text":"\"if u wear a mask, u can naver be happy\" Mask","sentiment_score":0.8}
{"full_text":"RT \"If Mitch McConnell's rule were to go forward, then companies would not have to provide PPE, they wouldn't have to follow state...","sentiment_score":0.0}
{"full_text":"Wow .. Well said ...I Believe in Science  They developed a Flu Vaccine  and the H1N1 ..And I'm doing Fantastic ...Now my sleeves are up for the Covid 19 Vaccine ... To me it's like getting Our FREEDOM BACK Thanks To all those Scientists working on this Vaccine ","sentiment_score":0.16}
{"full_text":"Lmao and they're mad at joe cuz he bout to tax them to high hell","sentiment_score":0.045}
{"full_text":"I'm really ending 2020 living in Dallas.. idgaf how this year went, I didn't let covid stop my goals","sentiment_score":0.2}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"Congratulations sir","sentiment_score":0.0}
{"full_text":"RT why I won't wear a mask","sentiment_score":0.0}
{"full_text":"RT Germany has had 20,000 deaths.  We've had nearly 290,000, over 14x more. And we have a population only 4x theirs. Perhaps...","sentiment_score":0.2}
{"full_text":"RT Of course would beat the China Virus ahead-of-schedule. What a fighter! Now on to winning the next fight!...","sentiment_score":0.25}
{"full_text":"RT 2,977 The number of people killed on September 11, 2001.3,011The number of people killed by the coronavirus on December...","sentiment_score":-0.2}
{"full_text":"RT A friend's grandma got covid (she's recovered)How did she get covid? She's been sneaking off to karaoke bars that are...","sentiment_score":0.0}
{"full_text":"RT Clean energy? McConnell will block it. Civil Rights? He'll block it.COVID relief? He'll block it.Voting Rights? He'll block...","sentiment_score":0.3666666667}
{"full_text":"y eso que i was trynna go clubbing with u after covid pero ahora te va a  pegar ","sentiment_score":0.0}
{"full_text":"RT ENHYPEN have all tested negative for Coronavirushttps:\/\/t.co\/ZBVkybdgRr","sentiment_score":-0.3}
{"full_text":"RT Germany has had 20,000 deaths.  We've had nearly 290,000, over 14x more. And we have a population only 4x theirs. Perhaps...","sentiment_score":0.2}
{"full_text":"RT In Idaho, officials had to shut down a *virtual* public meeting on covid b\/c anti-mask protestors were banging on the door...","sentiment_score":-0.0777777778}
{"full_text":"284,000 Covid Deaths in America!On Loeffler's  Watch!","sentiment_score":0.0}
{"full_text":"RT I was surprised, since there haven't been a lot of celeb sightings during the pandemic.  As I moved closer, I saw that...","sentiment_score":0.1}
{"full_text":"You make valid points, except Sweden never locked anything down, didn't close schools and most Swedes don't wear masks and yet they also don't have excess deaths. Granted, they did stay home more and practice social distancing.","sentiment_score":0.2194444444}
{"full_text":"COVID-19 Vaccinationand Leave No One Behind Agenda","sentiment_score":-0.4}
{"full_text":"RT You may have noticed lots of restaurants putting up tents or temporary structures so people can dine outdoors.@yeahyeahyasmin...","sentiment_score":0.0}
{"full_text":"RT .@chrislhayes: \"If the U.S. had Australia's per capita death rate, more than 270,000 Americans would still be alive tod...","sentiment_score":0.3}
{"full_text":"RT 3,046 COVID-19 deaths today.Thank you, Trump voters.","sentiment_score":0.0}
{"full_text":"Strictly because of the pandemic, of course. ","sentiment_score":0.0}
{"full_text":"RT Infected after 5 minutes, from 20 feet away: South Korea study shows coronavirus' spread indoors | A South Korean study raises c...","sentiment_score":0.0}
{"full_text":"When the premier reporter on Syracuse sports doesn't go to Syracuse...","sentiment_score":0.0}
{"full_text":"RT All the vaccines clapped when they landed.","sentiment_score":0.0}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"Explore your options with the Career Search Cafe (an SC&amp;C Company). ...#companyculture #remotework #workfromhome #newnormal #empathyintheworkplace #careerdevelopment #professionaldevelopment #covid19 #pandemic","sentiment_score":0.0}
{"full_text":"RT ENHYPEN have all tested negative for Coronavirushttps:\/\/t.co\/ZBVkybdgRr","sentiment_score":-0.3}
{"full_text":"RT ENHYPEN have all tested negative for Coronavirushttps:\/\/t.co\/ZBVkybdgRr","sentiment_score":-0.3}
{"full_text":"RT Local Black Owned restaurant The Serving Spoon is in danger of closing after being in business for 37 years in Inglewoo...","sentiment_score":-0.0833333333}
{"full_text":"RT BREAKING--United States recorded more than 3,000 #COVID19 deaths in a single day, a pandemic record. US also now topped...","sentiment_score":0.2142857143}
{"full_text":"RT 1 in 3 South Dakotans has now been infected with Covid. Stunning.","sentiment_score":0.5}
{"full_text":"RT Morocco says Covid-19 vaccine will be free to all citizenshttps:\/\/t.co\/JCDL41vXyA","sentiment_score":0.4}
{"full_text":"RT 3,046 COVID-19 deaths today.Thank you, Trump voters.","sentiment_score":0.0}
{"full_text":"RT Hi, it is me, your local \"I had a mild covid case in March and recovered in &lt; a week\" friend here to remind you that:a)...","sentiment_score":0.1666666667}
{"full_text":"living in small town NorCal we are surrounded by local mandarin farms. In the middle of the pandemic nothing is better than a little fresh organic vitamin c. And nothing is better than that spritz of fresh mandarin juice when you peel one open.","sentiment_score":0.1291666667}
{"full_text":"RT 42.7 % of SA small businesses forced to close down because of Covid .2 million more unemployed !! .Govt encouraging small...","sentiment_score":-0.0348611111}
{"full_text":"Sleepless in Seattle.https:\/\/t.co\/FF77fLyulr","sentiment_score":0.0}
{"full_text":"RT The Biden White House will have a private contractor provide \"disinfectant misting services\" to clear the air of lingering...","sentiment_score":0.0333333333}
{"full_text":"RT Boy and lakeside!!","sentiment_score":0.0}
{"full_text":"We didn't NEED to see Biden in person in order to know that we did NOT want Trump. Some voted for Biden. But probably more voted AGAINST Trump. Rather than attend a COVID-FEST, we simply voted.","sentiment_score":0.25}
{"full_text":"RT Officials Fear COVID-19 Vaccine Doses Could Be Stolenhttps:\/\/t.co\/koLR2B5s29#cybersecurity #infosec #security","sentiment_score":0.0}
{"full_text":"RT Getting a Covid Test and my Nurse is a 22 Yr old Black Woman with a twist out speaking to me in AAVE and this is the sa...","sentiment_score":-0.0333333333}
{"full_text":"RT More Americans died of COVID19 today than died on 9\/11.After that horrendous attack, we restructured our way of life...","sentiment_score":0.5}
{"full_text":"RT Thread on Pelosi's cynical refusal to deal on a relief bill for struggling Americans and her nonsensical explanations of what...","sentiment_score":-0.6}
{"full_text":"RT 3,046 COVID-19 deaths today.Thank you, Trump voters.","sentiment_score":0.0}
{"full_text":"RT It's like Marco's experience as a Covid Scientist","sentiment_score":0.0}
{"full_text":"Alberta to deliver first COVID-19 vaccines to critical health-care workers next week","sentiment_score":0.0833333333}
{"full_text":"RT Due to Covid I couldn't get the permit done within four days of arrival because of my health I made the perm...","sentiment_score":-0.125}
{"full_text":"RT evictions during a pandemic should be illegal","sentiment_score":-0.5}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"RT 2,977 The number of people killed on September 11, 2001.3,011The number of people killed by the coronavirus on December...","sentiment_score":-0.2}
{"full_text":"RT Chiapas has been given the green light for Covid for weeks, recklessness of government in doing so could be disastrous....","sentiment_score":-0.1666666667}
{"full_text":"But we keep our heads, we work, we love, we protect and try to breath and try to smile.  This is not a post to remind you to wear a mask or trust a vaccine (you should.) (Continued)","sentiment_score":0.4}
{"full_text":"RT LETTERS TO SANTA : \"It's a virus that makes people sick and I want it to end.\" 8-year-old Finn told #Santa the most impo...","sentiment_score":-0.1071428571}
{"full_text":"look pre pandemic if i was too lazy id just keep wearing my jeans bc theyre comfortable n it was Fine","sentiment_score":0.1888888889}
{"full_text":"RT We should prioritize workers, not large corporations. Yet, Mitch McConnell is fighting tooth and nail to let corporatio...","sentiment_score":-0.1071428571}
{"full_text":"And this is  of why I know this is Bullshit and has nothing to do for your health!!Riddle me this if you get vaccinated WTF do you need a mask ","sentiment_score":-0.5}
{"full_text":"Apoorva, the NYT needs to report on ivermectin, the cheap drug MDs are using to keep covid outpatients from becoming critically ill. It is on WHO's list of essential drugs; billions have taken it safely. See the Ivermectin MD group on FB, or Philly pediatrician Alexis Lieberman.","sentiment_score":0.17}
{"full_text":"RT If you are writing a play about COVID stop","sentiment_score":0.0}
{"full_text":"RT Shameika made some points","sentiment_score":0.0}
{"full_text":"RT Close it down Is this faculty run by a Indigenous  Owner?  No.  Fur harvesting is cruel.  And white man t...","sentiment_score":-0.3851851852}
{"full_text":"and you ? You have a pandemic on your hands and play golf while spreading lies about winning the election ","sentiment_score":0.5}
{"full_text":"Send your Christmas gift in Sydney anywhereParcel deliveryBook Nowhttps:\/\/t.co\/JSvYq4d3Sw.....#cabs #merrychristmas #app #bookonline #maxicab #parceldelivery #service #sydney #stayhome #covid #taxicab","sentiment_score":0.0}
{"full_text":"RT [2020.12.10] Msg from Yunhyeong\"It's Santa!!I'm Song Rudolph!! Lookin for you at midnight w a Santa feel~~!! kkkIt's Xm...","sentiment_score":0.0}
{"full_text":"Due to Covid Barron has not been in school anyway. He has been home schooled. His school was shut down due to Covid. Trump was saying send your kids to school but was keeping Barron home.  Trump only cares about himself and his family.","sentiment_score":-0.1013888889}
{"full_text":"Y'all, don't get the 2020 edition of the vaccine I'm just saying Wait for the patches lol","sentiment_score":0.8}
{"full_text":"RT What Georgian voters should know: While Kelly Loeffler opposed new #COVID19 aid, her husband's firm sought to profit off...","sentiment_score":-0.0318181818}
{"full_text":"Ibiza clubbing and COVID-19: how the White Isle has adapted during the pandemic","sentiment_score":0.0}
{"full_text":"RT 3000 people died of COVID19 today. This country has gone to war for fewer deaths at the hands of so called enemies....","sentiment_score":0.0}
{"full_text":"#MoscowMitch hopes you die of Covid, apparently.  He wants you to serve and die for your greedy corporate  masters.","sentiment_score":0.1}
{"full_text":"RT The Democrats, led by Nancy Pelosi, are now admitting that they held up COVID-19 relief to spite the President.They pl...","sentiment_score":0.0}
{"full_text":"RT \"That includes plans to \"thoroughly clean and disinfect\" all furniture, doorknobs, handrails and light switches, before Bid...","sentiment_score":0.3833333333}
{"full_text":"RT Don't forget to #SleeveUp to #FightFlu, like #NIH's Director Dr. George Koob. Help keep our hospitals from being overwh...","sentiment_score":0.0}
{"full_text":"RT H-E-B runs the state of Texas better than our own governor smh","sentiment_score":0.55}
{"full_text":"sign me up","sentiment_score":0.0}
{"full_text":"BLOG: 10 Key Guest Quotes from the Jadu COVID-19 Community Podcast.Revisiting the #podcast, we've pulled out 10 key guest quotes to give you a snapshot of the first series, from organisations across Australia and the UK.Read now:","sentiment_score":0.0833333333}
{"full_text":"RT ENHYPEN have all tested negative for Coronavirushttps:\/\/t.co\/ZBVkybdgRr","sentiment_score":-0.3}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT This is incredibly common and must end.","sentiment_score":-0.3}
{"full_text":"RT Yes, it's the coronavirus all over again. The old \"Feel free to lick doorknobs and hug strangers. But if you do get il...","sentiment_score":0.25}
{"full_text":"RT \"I really am sorry, from the bottom of my heart. But if the price we pay is 590 deaths a day then this in unacceptable.\"Germa...","sentiment_score":-0.5}
{"full_text":"RT \"I'm finding it hard to hold my rage and my anguish together. We are watching a lack of action by the federal leadershi...","sentiment_score":-0.0958333333}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"RT Medical community: Please do a mask mandate.Gov Stitt: No.Medical community: Look at all these hospitalizations an...","sentiment_score":0.0}
{"full_text":"Though I do this even w\/o a pandemic.","sentiment_score":0.0}
{"full_text":"Was contributing to the 3,000 #COVID deaths per day milestone really worth hosting a your deviant holiday gathering?When will we realize that the emphasis on the \"me\" comes at the expense of the \"we\"?","sentiment_score":0.3}
{"full_text":"Welcome to Christmas in a pandemic. Do not let restrictions drive away the Yuletide spirit. Here are some places to enjoy, or maybe put as backgrounds on social-media posts and virtual parties.READ:","sentiment_score":0.6}
{"full_text":"So, that Florida COVID data manager whose home was raided by police the other day for \"illegal access\"? Turns out the state never disabled her account... because it's one username and password for everyone for everything, and it's posted publicly online","sentiment_score":-0.13125}
{"full_text":"Frank Meggers, District Rangerc. 1920ComptonvilleTahoe National Forest Collection#Christmas #ChristmasTree #COVID19 #History","sentiment_score":0.0}
{"full_text":"DIFFERENT EXPERIENCES: They were the same age, had the same nondescript health history, lived together, and even worked together. So why did they have different experiences despite being infected by the same person?","sentiment_score":0.0}
{"full_text":"India leads the world in AI adoption, thanks to Covid-19https:\/\/t.co\/oiRFMafNdP","sentiment_score":0.2}
{"full_text":"Wednesday's virtual event was specifically geared toward Virginia's Latino community, which has been disproportionately impacted by the coronavirus pandemic.https:\/\/t.co\/UuDdbVBcEj","sentiment_score":0.0}
{"full_text":"\"I'd just like to gently remind people that it's important, especially during these times, to trust in the science.\"https:\/\/t.co\/vvwojHYdoi","sentiment_score":0.2}
{"full_text":"Argentinian Ambassador to Jamaica Luis Del Solar has lamented that the coronavirus pandemic has delayed a number of partnerships he was pushing to forge with Jamaica. Read more: #GLNRSports","sentiment_score":0.5}
{"full_text":"Fauci: US near normal by end of 2021 if 75-80% get coronavirus vaccinehttps:\/\/t.co\/vWkTcDGGKA","sentiment_score":0.125}
{"full_text":"More media for season 2 of","sentiment_score":0.5}
{"full_text":"What do you think about the vaccine? via","sentiment_score":0.0}
{"full_text":"Except they didn't.  They caught COVID and died.","sentiment_score":0.0}
{"full_text":"RT Healthcare Artificial Intelligence Market to Reach $51.3 Billion by 2027, Growing at a CAGR of 41.4% from 2020 With COVID-19...","sentiment_score":-0.6}
{"full_text":"Also please provide factual evidence with your lockdown deaths. And I do feel for everyone. It's all awful. You can't have a pandemic and everything stay the same. That's just arrogance. But not caring about people's lives is just plain scary.","sentiment_score":-0.4285714286}
{"full_text":"RT Poll: Americans unsure whether to take COVID vaccine - #OANN","sentiment_score":0.0}
{"full_text":"Coronavirus deaths top 3,000 on Wednesday as hospitalizations risehttps:\/\/t.co\/VmpgJDleRR","sentiment_score":0.5}
{"full_text":"Hong Kong's Carrie Lam highlights ILS resilience through pandemic as opportunity","sentiment_score":0.0}
{"full_text":"As communities struggle with bills, layoffs, &amp; access to healthcare during #COVID19, the surge of discrimination against LGBTIQ communities are pushing them beyond the brink of survival. This #HumanRightsDay, see how we works on #HumanRights for all:","sentiment_score":0.0}
{"full_text":"What Is The Best Online business Today? We will help and guide you on how to find the best online business during this pandemic. Welcome and have your free video guide to you and learn how to earn online,using our platform.","sentiment_score":0.8}
{"full_text":"An Indiana ICU nurse is being recognized by the family of a patient who died of COVID. The man's loved ones wrote to St. Joseph Health System to praise Jenna Early for her exceptional care.","sentiment_score":0.4888888889}
{"full_text":"\"Public health officials may face an unprecedented need for enforcement of their policies during a COVID-19 Biden administration. Becerra seems well suited to head up such an enforcement effort.\"","sentiment_score":0.2}
{"full_text":"No surprise: The election and coronavirus topped the list.","sentiment_score":0.0}
{"full_text":"We must ensure #women &amp; girls stay safe during &amp; after #COVID19. Through initiatives with #EU's &amp; has supported 80 countries to provide stronger public services, laws, &amp; protection to #EndViolence against women.","sentiment_score":0.25}
{"full_text":"VOTING REMINDER!!The LOCKDOWN AwardsWe have until tomorrow Dec.11 to VOTE But we need to use our 20 votes for todaySo #MONBEBE let's goReply 20 times = 20 votesUse this for \"My Vote for #TheLockdownAwards is #QuaranteamMonstaX on \"","sentiment_score":0.0}
{"full_text":"RT ICYMI - EXCLUSIVE: Bill Gates Negotiated $100 Billion Contact Tracing Deal With Democratic Congressman Sponsor of Bill...","sentiment_score":0.0}
{"full_text":"Businesses are facing adversity as mandatory lockdown orders have started to roll out again across the country. Support local businesses while staying safe - take out or request delivery a date night in. #WearAMask  #SupportBlackOwnedBusinesses","sentiment_score":0.25}
{"full_text":"Great to see no new cases for SA! #COVID19 #covidsafe","sentiment_score":0.3573863636}
{"full_text":"It's a big honor for a kid with big dreams, and 15-year-old Gitanjali Rao is helping to tackle a nationwide epidemic.https:\/\/t.co\/choJLMjpfU","sentiment_score":0.0}
{"full_text":"Hah. Then why is Pelosi demanding blue state bailouts as part of the Covid Relief Bill?  How's that NY Pension Fund doing Keith?","sentiment_score":0.0}
{"full_text":"#FromTheCenter: A Guide to Pfizer\/BioNTech's COVID-19 Vaccine | Analysis by #COVID19Vaccine #CoronavirusUSA","sentiment_score":0.0}
{"full_text":"No surprise: The election and coronavirus topped the list.","sentiment_score":0.0}
{"full_text":"Social Care Staff: COVID-19 vaccination consent form - Public Health England#greylit #greyliterature #nglc #COVID19 #Covid19UK #clinical_governance #informed_consent #vaccinationhttps:\/\/t.co\/iHRzv75T5t","sentiment_score":0.0166666667}
{"full_text":"US records over 3,000 Covid-19 deaths for first time - more than died on 9\/11https:\/\/t.co\/72vf7IVYzX","sentiment_score":0.375}
{"full_text":"Delta Air Lines says nearly 700 people are on its no-fly list for refusing to wear masks on flights.","sentiment_score":0.1}
{"full_text":"If your livelihood and savings haven't taken a serious hit during the pandemic and you're feeling guilty about that, it's not a frivolous problem.","sentiment_score":-0.4166666667}
{"full_text":"Tensions rise over masks as COVID-19 grips smaller US cities","sentiment_score":0.0}
{"full_text":"Our student debt crisis is hurting 45 million people--and it's only getting worse as projections show it rising to $2 trillion by 2022. 1 in 4 borrowers were behind on payments before COVID. We must act now. It's time to cancel student debt.https:\/\/t.co\/TSUTlpSBc6","sentiment_score":-0.2666666667}
{"full_text":"A new North Las Vegas program aims to ease the financial burden of the state's most recent COVID-19 mitigation efforts on businesses.","sentiment_score":0.1590909091}
{"full_text":"Pounded by pandemic 'storm', poor nations need climate finance more than ever","sentiment_score":0.05}
{"full_text":"RT Tick Tock #Spiegel #ARD #ZDF #FAZ #BILD #WELT #lockdown #Coronundsex #quersenken","sentiment_score":0.0}
{"full_text":"#COVID19 scare on cruise ship shows perils of resuming tourism | Asia News | China Daily","sentiment_score":0.0}
{"full_text":"RT California has 32,988 Covid-19 cases today. That's more cases than every single country in the world except for Brazil whi...","sentiment_score":0.2142857143}
{"full_text":"New COVID-19 restrictions in Baltimore have dealt yet another blow to restaurants already struggling to stay afloat during the pandemic.","sentiment_score":0.0681818182}
{"full_text":"The Union Cabinet has given its approval for the MOU between India and the Ministry of Health of the Government of the Republic of Suriname on Cooperation in the field of Health and Medicine.@IndEmbSur #COVID19","sentiment_score":0.0}
{"full_text":"RT ENHYPEN have all tested negative for Coronavirushttps:\/\/t.co\/ZBVkybdgRr","sentiment_score":-0.3}
{"full_text":"\"The ratio of COVID-19 hospitalizations to total beds gives a picture of how much strain a hospital is under.  Anything above 20% represents \"extreme stress\" for the hospital, according to a framework developed by (IHME).\"","sentiment_score":0.035}
{"full_text":"Cyber criminals are holding homes hostage for money from Americans who work remotely due as the pandemic keeps people indoors, according to Michael Bruemmer, vice president of cybersecurity firm Experian.https:\/\/t.co\/1AcYzwQaeO","sentiment_score":-0.1625}
{"full_text":"COVID 19 cases in India until : 10\/12\/2020 09:30Total Cases: 9763716 [+0]Active: 371610Recovered: 9247886 [+0]Deaths :141754 [+0]Total Tests: 149.84MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Great start to panel on documenting Covid-19 #memoryoftheworld by Kevin Bradley on the breadth of collecting...","sentiment_score":0.8}
{"full_text":"RT I wish Covid never existed... but at the same time, it really has changed my life and opened my eyes to so much.","sentiment_score":0.1333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 34.7FWind Chill: 34.7FHumidity: 99%Dew Point: 34.4F Barometer: 29.930 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases:    N\/ADeaths:    N\/ASurvival:    N\/A#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Gill St. Bernard's went 5-for-5 in championships in 2019, but somehow made a pandemic-shortened 2020 season even better....","sentiment_score":0.5}
{"full_text":"My bf and I literally watched every MCU movie during the beginning of the pandemic. Def no question, MCU all the way","sentiment_score":0.0}
{"full_text":"RT More than 3,000 Americans died of COVID-19 today...the first time more than 3,000 American deaths have been documented on a...","sentiment_score":0.3125}
{"full_text":"#privatequity deal value in Southeast Asia plummeted more than 50% for the first three quarters of 2020 vs. 2019 &amp; average deal size is 40% smaller due to COVID-19 economic uncertainty. Shadow capital investments, however, appear unaffected. #SGFinTechFest","sentiment_score":0.0892857143}
{"full_text":"Food Fortification Market Research by Key Players Strategy | Nestle SA, Kellogg Co., Dean Foods, Altria Group, Kraft Foods | COVID-19 Pandemic Impact by Forecast to 2022","sentiment_score":0.0}
{"full_text":"RT 3,046.Dead Americans from COVID-19.December 9, 2020.One day.To Trump who called it a Democratic hoax you are a malig...","sentiment_score":0.0}
{"full_text":"RT Opinion: When the pandemic is over, will we have learned anything?","sentiment_score":0.0}
{"full_text":"Megatax, 1999. By staying in to build this retro Space set, I did my part to #FlattenTheCurve. #LEGO","sentiment_score":0.0}
{"full_text":"Fixed your tweet: If you have failed to grasp by now that mandatory lockdowns without significant government stimulus spending and financial subsidy\/protection you will limit lethal viral spread but also cause ... you get an \"F\" in COVID Analysis 101.","sentiment_score":-0.00625}
{"full_text":"RT Can some one clarify this news?","sentiment_score":0.0}
{"full_text":"RT Isn't the concept of a \"cashless\" debit card a tautology? A debit card by its very nature is cashless? So why is this Go...","sentiment_score":0.2}
{"full_text":"RT This pandemic caused us lots of adjustments, especially in our day to day lives.One thing that became a necessity for...","sentiment_score":0.0}
{"full_text":"for now, COVID, but especially us who use alias. we can vent our feelings without anyone we know irl finding out while finding equally insane people around us","sentiment_score":-0.5}
{"full_text":"LET ME EMPHASIZE THAT I BARELY TALK TO ANYBODY. EVEN HER. IF IT WEREN'T FOR COVID, I WOULD GIVE HER A HUG.... MY HEART HURTS. 2020 IS SO SHITTY, BUT KINDNESS STILL PREVAILS. ","sentiment_score":0.05}
{"full_text":"Time: 04:00 * Temp: 7.2degC * Wind: SSE 0.0 to 2.9mph * Pressure: 990.6hPa * Rain: 0.0mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:35 * Sunset: 15:57 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"The local elementary school district here is officially replacing snow days with virtual learning, even after the pandemic. No more snow days here ","sentiment_score":0.0166666667}
{"full_text":"Got to the gym (4 days before they close again for 2nd wave of 2020 pandemic) and forgot my mixing cup so i took the powdered pre workout directly into my mouth and the plan was to pour water on the powder in my mouth... Not sure why but theres powder everywhere in my car now lol","sentiment_score":0.1625}
{"full_text":"#Costa Rica - Coronavirus Update (10\/12 01:15 UTC) #Health","sentiment_score":0.0}
{"full_text":"FDA authorizes first over-the-counter, non-prescription Covid-19 test system for home use.","sentiment_score":0.25}
{"full_text":"RT BREAKING: U.S. billionaires have grown their collective wealth by $1 trillion since mid-March. That's more than it would...","sentiment_score":0.5}
{"full_text":"RT Vaccinated people still need to wear a mask according to medical professionals","sentiment_score":0.0}
{"full_text":"Money Rules: Wealthy Countries Have Bought Most of the Most Promising COVID-19 Vaccines","sentiment_score":0.425}
{"full_text":"Hanukkah kicks off with new look due to pandemic via","sentiment_score":0.0056818182}
