{"full_text":" Given the alarming rate of covid19 infections in you should be disturbed that Trustee Maahs appears to be supporting an anti-mask rally.","sentiment_score":0.075}
{"full_text":"RT This is a horrific epidemic and there doesn't seem to be the political will on either side of the aisle to fig...","sentiment_score":-0.5}
{"full_text":"'We dodged a bullet, but of course it circled back around': literary festivals look beyond lockdown","sentiment_score":0.05}
{"full_text":"RT if they had led with this there woulda been a voluntary nationwide lockdown in march","sentiment_score":0.0}
{"full_text":"RT At the very least, it's good to see #Vols haven't packed it in.They've had 18 players missing practice the past two wee...","sentiment_score":-0.035}
{"full_text":"RT It doesn't work like that.Kai is an PS80m signing and he is kinda rusty from all thise days out with Covid","sentiment_score":0.0}
{"full_text":"Many of us know the tests are completely useless and that you cant stop a mild respiratory virus with a 99.885% recovery rate.The long term economic and social implications of the \"cure\" will be magnitudes larger than covid ever was.","sentiment_score":0.0738095238}
{"full_text":"RT Argentina's Senate passed a tax on about 12,000 of the country's richest people on Friday, to pay for coronavirus measures in...","sentiment_score":0.0}
{"full_text":"And given that WVA reported some individual COVD tests this week but still played, if OU goes according to plan tonight, WVA is an irrelevant scrimmage.","sentiment_score":-0.25}
{"full_text":"RT I checked with medical experts and apparently you CAN physically wear a mask AND a tinfoil hat at the same time. Just cleari...","sentiment_score":0.0125}
{"full_text":"\"if u wear a mask, u can naver be happy\" Mask","sentiment_score":0.8}
{"full_text":"Brexiteers...this is by far the best way to get the Covid vaccine to people in the UK in any circumstances. Fly it in...well done to our Military once again.","sentiment_score":0.45}
{"full_text":"RT I don't know who needs to hear this I'm suffering too but we cannot accept a stimulus package with COVID-19 Liability...","sentiment_score":0.0}
{"full_text":"Agree. Breaking News: Source #SteveBannon's #WarRoom YouTube. 12\/5 Title: Pandemic Ep 563. White Paper from Constitutional Scholar is available. - date reg Presidential Election that is a firm date is Jan 20. Not Dec 8 or 14 for EC.","sentiment_score":0.0666666667}
{"full_text":"RT Is this true Donnie?@realDonaldTrump","sentiment_score":0.35}
{"full_text":"And if you mention the Pandemic, China censored doctors and did not let them study it to beat it, so they are the sole reason we have a pandemic. Their civilians also had to eat BAT just to survive while the US has a surplus of food. And look up when they locked people in homes","sentiment_score":0.0}
{"full_text":"RT RIP to a legend at CIA. ","sentiment_score":0.0}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"RT My first time wearing a bra for more than three hours since COVID and I'm homicidal","sentiment_score":0.375}
{"full_text":"1. lay on the beach2. hit on someone much older 3. be rich 4. watch a movie5. in private6. stay home7. arch enemy8. boyfriend, i try my luck here bcs my mother's food is inedible9. rich and ugly10. put my hand around your waist","sentiment_score":0.3055555556}
{"full_text":"The fact that I'm knocking on 30 door and so is Gates . 2021 pandemic or not will be a beautiful year !","sentiment_score":1.0}
{"full_text":"Heard this on a podcast: \"if they can pretend male parts are female parts, then I can wear a mask on my chin and pretend it's my mouth and nose!\"","sentiment_score":0.0}
{"full_text":"RT COVID-19 team paper on our first experience with Tocilizumab for Severe COVID-19 patients","sentiment_score":0.25}
{"full_text":" I feel you bro too many people lost this year","sentiment_score":0.5}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"Drug OK'd for Genetic Obesity; COVID-19 &amp; Diabetic Retinopathy","sentiment_score":0.5}
{"full_text":"This is disgusting. You are insulting families who are grieving and who are scared that assholes like yourself are going to encourage people to ignore a pandemic.","sentiment_score":-1.0}
{"full_text":"12\/2\/20: Total COVID-19 Cases in Accomack County: 13590\/24","sentiment_score":0.0}
{"full_text":"RT So excited that we're going to have a cure for this in like, twenty seconds.","sentiment_score":0.375}
{"full_text":"RT Many Thanks to volunteers lead by for been at the frontline before and during COVID-19 addres...","sentiment_score":0.35}
{"full_text":"Sorry boss, ready for what ?,please tell us on time oo , so that we can know what we are getting ready for, before it will be an other type of covid 19 you want to give us ","sentiment_score":-0.05625}
{"full_text":"RT Nancy Pelosi fucked up so bad on the coronavirus relief bill negotiations that not even her army of bots, trolls, bootl...","sentiment_score":-0.65}
{"full_text":"Since those are places where people go for relatively long periods of time + are unmasked for some part of it. Gyms are another. As I said, what makes it tough is lack been little federal help (unlike Europe, which bailed out bars\/foodspots much more)","sentiment_score":-0.0315972222}
{"full_text":"If only public health officials would have originally led with \"wear a mask or you'll have ED for life!\"","sentiment_score":0.15625}
{"full_text":"I am 83 - I think the front line essential workers can do more good and be of more help than me in this covid virus emergency -- hank 459pm 12 5 20","sentiment_score":0.425}
{"full_text":"Maybe this will finally inspire the egotistical, self-interested, anti-science male members of Republican Senate to actually do something about the pandemic.","sentiment_score":0.0}
{"full_text":"The shield, spear and armor are ready.  It's time to distribute.","sentiment_score":0.2}
{"full_text":"RT they should slip a fun little drug in w the covid vaccine. for our troubles.","sentiment_score":0.05625}
{"full_text":"Why wouldn't you wear a mask?? #IWearAMaskBecause it's no effort with a huge impact on the world right now.","sentiment_score":0.3428571429}
{"full_text":"RT My body hurts after a 16 hr shift in COVID ICU,  it not as much as my soul. I have never felt so helpless, so angry, and so sa...","sentiment_score":-0.15}
{"full_text":"RT We have activated RB Myles Gaskin off injured reserve. We have also elevated S Nate Holley as a COVID-19 replacement for...","sentiment_score":0.0}
{"full_text":"RT People need direct cash payments to survive.A bill that fails to provide direct relief for families, but shields compani...","sentiment_score":-0.1}
{"full_text":"It looks like the ADF and VicPol only ever wanted to do the bare minimum to ensure their people wouldn't be at risk.","sentiment_score":0.025}
{"full_text":"Good news for Merca!!!!","sentiment_score":1.0}
{"full_text":"RT Finally, public health message that will stick","sentiment_score":0.0}
{"full_text":"Instead we're all just killing each other in Among Us","sentiment_score":-0.125}
{"full_text":"From being at my heaviest (which wasn't fat may I add, just felt unhealthy and that's ok) at the beginning of first lockdown I have now lost 10-15kg now just to focus on toning up ","sentiment_score":0.1166666667}
{"full_text":"RT Stay-at-home order will be imposed in Southern California and San Joaquin Valley","sentiment_score":0.0}
{"full_text":"RT If Democrats were the majority in the Senate, Covid relief would have happened 5 months ago. Everyone in food lines, bein...","sentiment_score":0.0}
{"full_text":"\"It was the toughest thing I ever had to do in my career.\"Trent Williams (@TrentW71) reflects on his battle with COVID-19, return to #49ershttps:\/\/t.co\/Sfne95FH0H","sentiment_score":0.0}
{"full_text":"RT Unfortunately the US is in a dangerous time with this pandemic. We have had 30% of a...","sentiment_score":-0.55}
{"full_text":"RT This man refuses to allow stimulus checks in the stimulus package. He has held it up since May to ensure people do not r...","sentiment_score":0.0}
{"full_text":"RT If the American people were the \"defense\" department (@DeptofDefense) they would have already received all of the mone...","sentiment_score":0.0}
{"full_text":"RT Pandemic Profiteers Kelly Loeffler and David Perdue don't think the laws apply to them. They got filthy rich off infor...","sentiment_score":-0.2125}
{"full_text":"RT \"Americans are dying of COVID-19 who, had they gotten sick a month earlier, would have lived.\" It is happening. Hospitals...","sentiment_score":-0.3571428571}
{"full_text":"RT Iranian Resistance urges &amp; all #humanrights organizations to take urgent action to overturn the death sentence of H...","sentiment_score":0.1}
{"full_text":"RT A challenge for all of us is to avoid getting hardened to the sheer number of Covid deaths. More Americans have died in j...","sentiment_score":0.25}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"RT Please look at KAT and tell him about the 98% survival rate","sentiment_score":0.0}
{"full_text":"RT For those trying to address #COVID19Vaccine hesitancy do share this: mRNA vaccines currently being evaluated will NOT alter...","sentiment_score":0.0}
{"full_text":"280k dead Americans on your watch #BunkerBoy. Great job not focusing on Covid.","sentiment_score":0.3}
{"full_text":"RT Family of Turkish immigrants into Germany.The boy in the yellow t-shirt went on to lead the team that cracked the Covid vacc...","sentiment_score":0.0}
{"full_text":"Dont forget pushed to get the covid vaccine that will save millions of lives! As much as you guys hate him, thats an amazing achievement!","sentiment_score":0.05}
{"full_text":"'No presents': Mexicans urged to embrace abstemious Christmas to stop pandemic #Mexico #Covid #Christmas","sentiment_score":0.0}
{"full_text":"RT A Kansas son's obituary for his father who died of Covid-19 is going viral for excoriating mask refusers.\"[He] died in a wor...","sentiment_score":0.0}
{"full_text":"RT U.S COVID-19 DEATHS COULD DOUBLE : REPORT - WSJ  limit up Sun night","sentiment_score":0.0}
{"full_text":"Social distancing","sentiment_score":0.0333333333}
{"full_text":"The Return of #Hodencovid.cc","sentiment_score":0.0}
{"full_text":"Zelda: Majora's Mask Is Even More Relevant Amidst The Coronavirus Pandemic","sentiment_score":0.45}
{"full_text":"Meanwhile, the congressional GOP is too busy trying to block meaningful COVID relief without corporate immunity to condemn what the president is doing. At least there are a few Republicans with the courage to say the emperor has no clothes.","sentiment_score":0.02}
{"full_text":"RT Well, this is a bit awkward. COVID-19 may cause long-term erectile dysfunction in men. Yet another reason to heed publ...","sentiment_score":-0.6}
{"full_text":"Do you hear her obnoxious voice when you read her tweets too?","sentiment_score":0.0}
{"full_text":"RT #Climate induced #migration is accelerated by the #COVID19 pandemic and hits #Africa especially hard. Join the GP Conferen...","sentiment_score":-0.5833333333}
{"full_text":"That looks nice to every family not working because of covid and trying to figure out their next meal.","sentiment_score":0.3}
{"full_text":"Covidiots in Missouri Lake of the Ozarks area have had record crowds all summer spreading Covid to all of mid-America! They don't need or deserve any financial assistance! No shut down, no mask mandate, just lots of sick &amp; dead people!","sentiment_score":-0.2799603175}
{"full_text":"An epidemiologist is quoted in both articles on the factors of super spreader events and potential for cumulative clusters that happened in Melbourne.","sentiment_score":0.1666666667}
{"full_text":"RT I had COVID, recovered, and science says I am both immune and unable to transmit the virus.Why should I stay at home?","sentiment_score":-0.5}
{"full_text":"I don't work for the CDC. I thought you were referring to my hospital changing policy.","sentiment_score":0.0}
{"full_text":"Thorson will serve as Colt McCoy's backup..Devonta Freeman (ankle) is the latest #NYG player added to the COVID19 reserve list..he's also currently on IR..initially, the earliest he could return was Wk14 vs AZ but this latest transaction could impact that timeline #NYGvsSEA","sentiment_score":0.3333333333}
{"full_text":"This is why they want immunity from prosecution!","sentiment_score":0.0}
{"full_text":"Cigar, Cigarette, ...Covid?","sentiment_score":0.0}
{"full_text":"Now if you a stay at home mom and the house ain't even a lil bit clean.. dinner ain't a lil bit ready.. ","sentiment_score":0.2833333333}
{"full_text":"Mayor Rilling provided the following updates regarding #COVID19 #coronavirus today:Since yesterday, there are 135 new positive cases in Norwalk - total positive reported cases now 4,918. There were no new deaths reported.More:","sentiment_score":0.0871212121}
{"full_text":"Yup. The Federal government is laughable. It is poorly run and incredibly mismanaged.","sentiment_score":0.0}
{"full_text":"RT Well, this is a bit awkward. COVID-19 may cause long-term erectile dysfunction in men. Yet another reason to heed publ...","sentiment_score":-0.6}
{"full_text":"RT Had Congress passed the Harris-Sanders-Markey Covid relief bill back in May, each person in the US would be ending the year...","sentiment_score":0.0}
{"full_text":"RT Melinda Roellig, an art and music teacher in Clarksville, Indiana, had already prepared this year's batch of Christmas presents...","sentiment_score":0.0}
{"full_text":"RT Putting this out there for all my #California friends and family - just because the stay at home order starts TOMORROW...","sentiment_score":0.0}
{"full_text":"RT !!Twitter Exception!! This may be important to the male anti-maskers out there... I wonder if this info will penetrate and...","sentiment_score":0.2}
{"full_text":"RT I've worn a mask MOST of this year.If my President asks me to wear one for an additional 100 days, I will happily do so b...","sentiment_score":0.65}
{"full_text":"Fair play to Ivor Cummins.....wonderful to see this support. Check out The Covid Chronicles by The Cape Crusaders on","sentiment_score":0.7}
{"full_text":"RT This is concerning. How did international arrivals manage to get onto a flight from Sydney to Melbourne without quarant...","sentiment_score":0.0}
{"full_text":"RT Well, well, well..... let's see how this goes over on Planet \"my masculinity is powerful and impressive but also so frag...","sentiment_score":0.65}
{"full_text":"RT NO TWITTER I don't want to read this article about myself before I tweet it!! Thanks for trying to censor us all chronica...","sentiment_score":0.2}
{"full_text":"Singer Jeremih leaves hospital after battling Covid-19 and thanks health care workers for saving his life - CNN","sentiment_score":0.2}
{"full_text":"RT .@GOP blocked Democrats' #HeroesAct since May due to its money for state\/local governments who pay millions of essential work...","sentiment_score":-0.0625}
{"full_text":"RT So excited that we're going to have a cure for this in like, twenty seconds.","sentiment_score":0.375}
{"full_text":"Hey Joel what part of relief dont u understand? U can get temporary relief for these small businesses for a temporary lockdown AND get Covid cases under control so hospitals aren't overwhelmed. Its not rocket science.","sentiment_score":-0.25}
{"full_text":"RT As of today, 45,395,734 people around the world have contracted COVID-19 and recovered from it. Please RT this news fo...","sentiment_score":0.0}
{"full_text":"Great thread on what is the real basis of the Republican Party: the urgent need to \"hate\"!","sentiment_score":0.0}
{"full_text":"RT I checked with medical experts and apparently you CAN physically wear a mask AND a tinfoil hat at the same time. Just cleari...","sentiment_score":0.0125}
{"full_text":"This was happening before covid","sentiment_score":0.0}
{"full_text":"RT Entire Virgin flight ordered to self-isolate after overseas passengers bypass quarantine | The New Daily","sentiment_score":0.0454545455}
{"full_text":"RT \"It's just an astonishing number,\" said \"We're in the middle of this really severe wave and I think as we go throu...","sentiment_score":0.2333333333}
{"full_text":"To be the special snowflake who has completely asymptomatic #COVID19, and never knows anybody who is hospitalized or dies from it, so hey, not their problem.Sobering statistic: over 50% of Americans now know someone personally who has been hospitalized or died of #COVID19","sentiment_score":0.1523809524}
{"full_text":"RT How can wearing a mask help keep you and others safe during the COVID-19 pandemic?","sentiment_score":0.5}
{"full_text":"Democrats being Democrats. You stay home, I'm headed to the French Laundry.","sentiment_score":0.0}
{"full_text":"NOW will dudes wear their damn makes properly??","sentiment_score":0.0}
{"full_text":"RT For the thousandth time, it's not just mortality we need to be concerned about.","sentiment_score":0.0}
{"full_text":" since March","sentiment_score":0.0}
{"full_text":"RT The now famous \"Swiss Cheese Model\" for preventing #COVID19 spread, by in","sentiment_score":0.5}
{"full_text":"This.","sentiment_score":0.0}
{"full_text":"RT Here is a timeline of how #GavinNewsom has managed the #COVID19 pandemic. Just look how many times the goalposts have...","sentiment_score":0.5}
{"full_text":"RT Here is a thread to explain the findings of this study, that used computational tools to predict T cell reactive seque...","sentiment_score":0.0}
{"full_text":"RT Our country is in the middle of a dramatic spike in COVID-19 cases. Please wear a mask, keep social distancing, and limit the...","sentiment_score":-0.1333333333}
{"full_text":"House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell have initiated late-game negotiations.","sentiment_score":0.0}
{"full_text":"Take the COVID-19 seriously. Too many don't. Ignorance often leads to illness ands even deathhttps:\/\/t.co\/TEYoUFM0JQ@acconsultingfl","sentiment_score":0.0833333333}
{"full_text":"The double whammy of COVID-19 and influenza could make for a hazardous winter in terms of contagious illnesses. 3 things to know about flu shots to stay healthy.","sentiment_score":0.3666666667}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"Indonesia's government was slow to lock down, so its people took charge via","sentiment_score":-0.2277777778}
{"full_text":"RT Ravens president Dick Cass said at least four strains of COVID-19 were found at the team's facility, and \"three of the fo...","sentiment_score":-0.3}
{"full_text":"This spring, six Amazon employees claimed they were fired because they organized to improve working conditions. Now one of those workers will get a hearing before the National Labor Relations Board.","sentiment_score":0.0}
{"full_text":"This Brexiteer was reported to Twitter","sentiment_score":0.0}
{"full_text":"RT The #GeorgiaRunoffs will impact ALL Americans....What's at stake?$15 minimum wage  Affordable Healthcare  Covi...","sentiment_score":0.0}
{"full_text":"Submitted to the 3rd Papaya Rocks Film Festival 2021:Stay Home, Stay Safe, Stay Sane?Dir. Nick Hales#PRFF2021 Prizes:Jury Award Best Film: PS1000 Best Student Film: PS500 Best Animation: PS500#LoveLondon #SupportIndieFilm #Animation","sentiment_score":0.7}
{"full_text":"After you have received your final Unemployment Insurance payment, you can apply for extended benefits (Pandemic Emergency Unemployment Compensation and State Extended Benefits). Go to #NVUnemployment","sentiment_score":0.0}
{"full_text":"After lengthy delays, optimism is finally building in Washington for another COVID-19 relief bill, and President-elect Joe Biden said Friday that another round of coronavirus stimulus checks \"may still be in play.\" ","sentiment_score":-0.1}
{"full_text":"Critical mineral supply chains are dominated by China &amp; COVID demonstrated the need for reliable access to materials we use every day. That's why &amp; I created the Critical Materials Caucus to ensure a consistent domestic supply of rare earth elements.","sentiment_score":0.11}
{"full_text":"RT Elvis Sails Again just PS2.49 as long as lockdown lasts. \"My favourite read of the year so far\".  \"Humourous and upli...","sentiment_score":0.025}
{"full_text":"THE WALKING DEAD's RICK GRIMES TRILOGY Still Planned for Movie Theatershttps:\/\/t.co\/2srmwDsP3K","sentiment_score":-0.2}
{"full_text":"HURRY #MEDICARE #OPENENROLLMENT ENDS MONDAY Dec 7, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"Have you heard the latest Managed Care Cast?We speak with Dr Francesco Rubino, on the potential bidirectional relationship between #COVID19 and #diabetes","sentiment_score":0.25}
{"full_text":"RT \"Americans are dying of COVID-19 who, had they gotten sick a month earlier, would have lived.\" ","sentiment_score":-0.3571428571}
{"full_text":"The seven-day rolling average of COVID-19 attributable deaths in the U.S. has passed 2,000 for the first time.","sentiment_score":0.05}
{"full_text":"The U.N. health chief says positive results from coronavirus vaccine trials mean the world \"can begin to dream about the end of the pandemic.\"","sentiment_score":-0.0426136364}
{"full_text":"BLINDED #QuestionOfTheDay: What do you wish you were really good at?..#like #happiness #boyfriend #bumble #sex #datingmemes #women #cute #girlfriend #memes #instagram #singlegirl #datenight #quotes #datingonline #matchmaker #motivation #covid #family #matchmaking #findlove","sentiment_score":0.6333333333}
{"full_text":"Amidst the COVID-19 crisis, many US mayors have expressed support for policies such as eviction moratoriums, $15 minimum wage, and medicare for all. However, responses in the #MeninoSurvey reflect a partisan split between Democrat and Republican mayors.https:\/\/t.co\/CLAyhmlzhH","sentiment_score":0.25}
{"full_text":"With the vaccine emergency use authorization expected later this month, states are learning there's not enough for them to fully vaccinate the up to 24 million designated as their first and top priority.","sentiment_score":0.13}
{"full_text":"Businesses with less money and less access to credit had to wait for their Paycheck Protection Program loans during an ongoing crisis. But big business was first in line for the money.https:\/\/t.co\/jYJ4E8LLW5","sentiment_score":-0.0208333333}
{"full_text":"December is Holiday Hazards Prevention Month under Proclamation No. 115-A. Aside from the usual hazards during the holidays, COVID 19-19 is another threat everyone must be concerned about. Follow the protocols issued by the gov't to keep us hazard-free. #HolidayHazards","sentiment_score":-0.25}
{"full_text":"#Russia - Moscow starts inoculating vulnerable workers against coronavirus #AFP  Kirill Kudryavtsev","sentiment_score":-0.5}
{"full_text":"Our 'Journalism in a Pandemic' MOOC is now available as self-directed course in 6 languages, including Arabic &amp; Russianhttps:\/\/t.co\/6TKiFtGunr","sentiment_score":0.4}
{"full_text":"Positive COVID-19 cases confirmed at Dr. A.E. Perry School, Plainsview School and Ethel Milliken School #yqr #sk","sentiment_score":0.3136363636}
{"full_text":"Up until Friday, the state has been using COVID-19 infection rates to determine microcluster zone restrictions.","sentiment_score":0.0}
{"full_text":"Moscow Mitch and Covid.","sentiment_score":0.0}
{"full_text":"RT Covering up with a mask protects not just yourself, but those around you. The same is true for health insurance. In a CO...","sentiment_score":0.175}
{"full_text":"Don't miss your chance to get answers to your questions on #COVID19 next week. We'll be with in a LIVE Q. and A. on Tuesday the 8th, at 12 pm MST. Call in here: #idleg #idaho #pandemic","sentiment_score":0.0681818182}
{"full_text":"Digital transformation during a pandemic is a necessity. Supplier customer, Suroor Anwar from RS Components, shares how his company adapted to changing market conditions by leveraging SAP Ariba, and offers advice for e-commerce success.","sentiment_score":0.1333333333}
{"full_text":"RT Gucci donated $500,000 to aid COVID-19 vaccine distribution.","sentiment_score":0.0}
{"full_text":"RT My local school district has recently closed until Jan. due to staffing shortage because Covid is out of control i...","sentiment_score":-0.075}
{"full_text":"RT How Moderna's Vaccine Work:  Here's a bare-bones visual explainer from &amp; me:","sentiment_score":0.0}
{"full_text":"How to wear Face Masks!Help protect yourself and others by wearing a face mask.Watch \"How to Wear Face Masks\" at the How to Stay Well Resource Center!","sentiment_score":-0.125}
{"full_text":"ThedaCare announced that Northeast and Central Wisconsin could see the first shipment of coronavirus (COVID-19) vaccines within the coming weeks.","sentiment_score":0.125}
{"full_text":"#Facemasks, #Lockdowns, #Depression, #Suicide, #Starvation, Parents unknowing what to do if their #children can't go to #school, I got #work, you shout- the mess! #UNPRECENDENTED! #GOVERNMENT ACTION CAUSED THE MESS OF #COVID1984 | #COVID19","sentiment_score":-0.1161458333}
{"full_text":"Moscow opened 70 COVID-19 vaccine centers on Saturday for health care workers and high-risk groups to begin receiving immunizations, according to Sputnik V, the coronavirus vaccine created in Russia, hasn't yet completed late-stage clinical trials.","sentiment_score":0.0}
{"full_text":"When are we gonna pay attention to the huge difference between deaths with Covid and total excess deaths YTD? 100K+ unexplained deaths is a lot, most likely younger than Covid deaths too. I get why some folks are upset.","sentiment_score":0.1416666667}
{"full_text":"Time: 22:00 * Temp: 6.3degC * Wind: ENE 0.0 to 5.0mph * Pressure: 997.4hPa * Rain: 0.0mm * Hum: 89% * ET: 0.5mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:28 * Sunset: 15:59 * Cloudbase: 800ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Find out which countries have secured the most COVID-19 vaccines, how much billionaires have made during the pandemic, and more of this week's data trends with these eight charts. ","sentiment_score":0.4}
{"full_text":"The Chihuahuas pivoted amid the pandemic and used a lost season to still make an impact in the El Paso community.","sentiment_score":0.0}
{"full_text":"Got a mate at Diagio so he will apear back in bairnsville before xmas always good for a discount, social distancing of course, Hi John thsnks for coming just leave the drink at the door  Rusty nail sorted","sentiment_score":0.2444444444}
{"full_text":"I wish they'd opened with this, five buck says a lot more of those dudes with huge trucks and flags would have worn a mask.","sentiment_score":0.45}
{"full_text":"Why is quietly striking major NHS COVID data deals with big tech?","sentiment_score":0.1875}
{"full_text":"lol Covidiot lost biggly and now just want to throw out all Democrats votes you guys are a joke specially the biggest POS president ever! Get over it snowflakes","sentiment_score":0.6232142857}
{"full_text":"RT Launching a new dashboard to track local news reports and state press releases on how many vaccine doses will be allocated to...","sentiment_score":0.2121212121}
{"full_text":"RT Austin Mayor Tells Residents to 'Stay Home' While Vacationing in Mexico After Wedding","sentiment_score":0.0}
{"full_text":"Without a care in the world","sentiment_score":0.0}
{"full_text":"RT Florida tops 10,000 new COVID cases for the third straight day as hospitalizations continue to rise","sentiment_score":0.1121212121}
{"full_text":"Yep--actions do have consequences Governor ! The Patriots are waiting for yours to happen very soon ! Except, that business owner will not be going where you are ! Count on it !","sentiment_score":0.390625}
{"full_text":"RT This bastard's been at play for a while. This came out in the NYT right at the beginning of the pandemic. So wa...","sentiment_score":0.2857142857}
{"full_text":"RT Miami Beach doctor recovering from COVID-19 after taking new drug","sentiment_score":0.1363636364}
