{"full_text":"Get well soon","sentiment_score":0.0}
{"full_text":"RT Cuomo's returning to a regular COVID-19 briefing schedule starting tomorrow, when he'll have a press conference at 11 a...","sentiment_score":0.0}
{"full_text":"I wonder, did he have Covid the day he was sweating shoe polish? He looked feverish to me. If that's the case, how many others must he have infected since then? SMH. ","sentiment_score":0.2}
{"full_text":"RT Thank you  Not one question about PLATFORM.  The GOP made it clear t...","sentiment_score":0.1}
{"full_text":"Get well soon eonni :'((","sentiment_score":-1.0}
{"full_text":"RT The virus isn't worse because Trump ignored it.It's worse because HE PAID ATTENTION TO ITHe went on TV EVERY DAY an...","sentiment_score":-0.4}
{"full_text":"Too bad she initially sat there while Trump spouted lies and stupid cures like injecting bleach.","sentiment_score":-0.5}
{"full_text":"RT Researchers in the Institute for Biomedical Sciences at Georgia State have discovered that the transmission of SARS-CoV-...","sentiment_score":0.0}
{"full_text":"RT It would be ironic indeed if Rudy managed to put in quarantine the very state legislators he had been trying to persuade to...","sentiment_score":0.2}
{"full_text":"RT Senators Perdue and Loeffler received intel warnings about the coming pandemic and told the public that everything was ok...","sentiment_score":0.25}
{"full_text":"With everyone committing to following strict CDC guidelines  we can get this under control.","sentiment_score":0.0}
{"full_text":"oh no hope she recovers safely","sentiment_score":0.5}
{"full_text":"You realize that viruses are made up of atoms, right? A single oxygen atom is smaller than a virus. A SINGLE atom cannot carry the virus, only a collection of atoms. So, yes, it's quite possible for a mask to have holes that are smaller than a virus and bigger than oxygen atoms","sentiment_score":0.0178571429}
{"full_text":"RT If you played beer pong with beer IN THE CUPS, I don't want to hear your concerns about what's in the covid vaccine.","sentiment_score":0.0}
{"full_text":"RT Trading stock as a US Senator IS $500 million American dream.    Average Americans are struggling to get food...","sentiment_score":-0.075}
{"full_text":"RT Kelly Loeffler's family accepted $3.2m in farm subsidies from the govt, meanwhile she said it was \"counterproductive\" to gi...","sentiment_score":0.0}
{"full_text":"RT #Chungha's Agency Confirms She Tested Positive For COVID-19https:\/\/t.co\/rMGpIlHcnF","sentiment_score":0.2272727273}
{"full_text":"RT Clay County: free #COVID19 is now offered at the Clay County Health Department EVERY Monday, Wednesday and Friday. For addit...","sentiment_score":0.4}
{"full_text":"Selfish","sentiment_score":-0.5}
{"full_text":"chungha?? tested positive in covid???nooooooo!","sentiment_score":0.2840909091}
{"full_text":"RT Hi, it is me, your local \"I had a mild covid case in March and recovered in &lt; a week\" friend here to remind you that:a)...","sentiment_score":0.1666666667}
{"full_text":"RT World War II vet beats COVID-19, marks 104th birthday","sentiment_score":0.0}
{"full_text":"RT Chungha has tested positive for Coronavirus","sentiment_score":0.2272727273}
{"full_text":"If we all get covid, no one knows the long lasting effects. Some people with mild symptoms are long-haulers. We won't know the health effects of this for a few years to come. For all we know, this could  shorten our life spans. This is why we should be taking every precaution.","sentiment_score":0.0208333333}
{"full_text":"RT Chungha has tested positive for Coronavirus","sentiment_score":0.2272727273}
{"full_text":"theyre so weird","sentiment_score":-0.5}
{"full_text":"Did Rudy just tank even the hint of a possibility of the AZ Legislature trying to overturn anything with this? lol","sentiment_score":0.8}
{"full_text":"RT [BREAKING] Kim Chung Ha tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"Only thing we picked up for lockdown was 3 weeks supply of bagels. No regrets.","sentiment_score":0.025}
{"full_text":"INDEED!","sentiment_score":0.0}
{"full_text":" we gotta come up with a covid friendly version","sentiment_score":0.375}
{"full_text":"Covid Basel","sentiment_score":0.0}
{"full_text":"And even if that 0.26% number is true, which I highly doubt it is, that doesn't erase the 280+k people in the US who died from Covid. In less than one year, Covid killed the same amount of people that the flu killed in 6 years. That's pretty alarming","sentiment_score":0.0116666667}
{"full_text":"Bad judgement mixed with warped beliefs.  Isn't that part of the UCP's mission statement?  Like they say: \"Promise made, promise kept.\"  ","sentiment_score":-0.35}
{"full_text":"OMG WHAT??","sentiment_score":0.0}
{"full_text":"RT Chungha has tested positive for Coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT When people begin receiving the Covid vaccine, the world cannot stop being cautious. It's only 95% effective and I can't even...","sentiment_score":0.3}
{"full_text":"omgg hope she's recovery soon","sentiment_score":0.0}
{"full_text":"The impact of the pandemic on kids' mental health (Part 1)","sentiment_score":-0.1}
{"full_text":"RT Did you just compare Jews to a virus?","sentiment_score":0.0}
{"full_text":"RT No new COVID-19 cases were reported today, according to the Ministry of Health.","sentiment_score":-0.0681818182}
{"full_text":"RT You know whose word I'm not going to take on whether or when Giuliani tested positive for coronavirus? The White \"we tes...","sentiment_score":0.1136363636}
{"full_text":"RT Coronavirus tracking technology raises privacy concerns: \"It's a little scary\" #gdpr","sentiment_score":-0.34375}
{"full_text":"RT 'Silver Quarantine Lady' becomes hot topic as '2020 MAMA' takes preventive measures against COVID19 h...","sentiment_score":0.25}
{"full_text":"Rep. Underwood is part of the future of the Democratic Party. Thank you for working to hard on our behalf!","sentiment_score":-0.1822916667}
{"full_text":"RT You've had a mask mandate since April 17th. That was 234 days ago. If masks work, why didn't they work well enough over...","sentiment_score":0.0}
{"full_text":"Trash news media. Clearly the mail in were heavy Biden because the left are not covid denying idiots like the right","sentiment_score":-0.1228571429}
{"full_text":"RT Considering that our knowledge  and treatment of Covid is better than in April, with an improved mortality rate,...","sentiment_score":0.5}
{"full_text":"nooo hope u get better soon queen !! ","sentiment_score":0.78125}
{"full_text":"Yes, sure. And you can't give someone covid with your profile picture.That's why we say, mask in profile pic means you want to show everyone that you're on the good team.This is known as virtue signalling. You're welcome.","sentiment_score":0.6666666667}
{"full_text":"RT BREAKING: The Arizona Legislature will be closed all next week after at least 15 current or future Republican legislat...","sentiment_score":-0.08}
{"full_text":"They need time to make up some evidence and get rid of some as well. Rusty is pulling the shuffle the truth game, and now he will sweep up the floors, wipe off the fingerprints and bury the bodies out in the Desert.","sentiment_score":-0.4}
{"full_text":"NOOOO FUCKK","sentiment_score":0.0}
{"full_text":"RT Millionaires being paid to make fun of people that want to feed their families is peak 2020","sentiment_score":0.3}
{"full_text":"RT End of a lethal experiment: \"Last week  Sweden's total #Covid19 deaths crossed 7,000. Neighboring Denmark, Finland, Nor...","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler &amp; David Perdue agreed with McConnell to NOT pass additional COVID relief. Georgia let's flip the Senate bl...","sentiment_score":0.0}
{"full_text":"RT #BREAKING: Rudy Giuliani has tested positive for being a manic bug-eyed gin-soaked sweat-coated spittle-flecked butt-d...","sentiment_score":0.2272727273}
{"full_text":"RT [BREAKING] Kim Chung Ha tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT I've decided that there CANNOT be a pandemic, 30 degree weather AND sunset at 4:30pm all at the same time. One of these things...","sentiment_score":0.0}
{"full_text":"RT Dateline educating the public now and taking the fear off the Covid vaccine effort. After the virus was sequenced, scienti...","sentiment_score":0.0}
{"full_text":"omg I hope she gets well soon:(","sentiment_score":-0.75}
{"full_text":"RT Chungha has tested positive for Coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT Chungha has tested positive for Coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT Kelly Loeffler  you bought a private jet??? This you or nah?","sentiment_score":0.0}
{"full_text":"#TrumpVirus Not from China.https:\/\/t.co\/pr6BPK18l0","sentiment_score":0.0}
{"full_text":"I do t understand the nfls COVID protocol. You can play the whole game without a mask and tackle player and all that but you have to wear a mask on the side lines and locker room?","sentiment_score":-0.1}
{"full_text":"The Arizona Legislature is closing for a week\" after Rudy Giuliani, Donald Trump's personal attorney, possibly exposed several Republican lawmakers to COVID-19.  Trump must be in a meltdown.","sentiment_score":0.0}
{"full_text":"RT PSA: Millennials will not be doing Tik Tok dance battles in the club post COVID. Wrong generation. Now leave us alone an...","sentiment_score":-0.5}
{"full_text":"Stay home if yu have no money","sentiment_score":0.0}
{"full_text":"RT #AD is a teacher &amp; says \"now more than ever I need a product that is going to kill germs and kills COVID....","sentiment_score":0.5}
{"full_text":"RT President-elect has selected Dr. the Chief of Infectious Diseases at to lead","sentiment_score":0.0}
{"full_text":"Cardi B tweeting about buying an $88k purse weird flex during a pandemic but ok.....text ur rich friends about it","sentiment_score":-0.0625}
{"full_text":"RT Chungha has tested positive for Coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT Experienced exactly this last night in our ED. Literally nowhere to put new patients. Waiting room packed. Multiple patie...","sentiment_score":0.2372727273}
{"full_text":"Are y'all poisoning people because y'all thought this virus was deadly? That's a crime.","sentiment_score":-0.2}
{"full_text":"#EducationMinisterGoesLive #3rd_Attempt_JeeAdvanced Please allow 2019 12th passout students to attend JEE advanced in 2021 after qualifying JEE Main 202. We suffered a lot during the pandemic. Please give us just  a chance.Will be thankful to you forever sir.","sentiment_score":0.2833333333}
{"full_text":"Today's Covid-19 diary entry looks at an article from a doctor asking why we're ignoring easy inexpensive treatments for the virus.Bonus content about vaccine problems and lots morePlease seehttps:\/\/t.co\/rYOu8V1qpy","sentiment_score":0.4333333333}
{"full_text":"RT (BREAKING) Singer Chungha Confirms Positive For COVID-19https:\/\/t.co\/2yOSaG8FzM","sentiment_score":0.2272727273}
{"full_text":"Hope she recovers soon","sentiment_score":0.0}
{"full_text":"RT Alcatraz Island, Fort Point National Historic Site close amid San Francisco's stay-at-home orderhttps:\/\/t.co\/qMw0N0ORud","sentiment_score":0.0}
{"full_text":"I agree.#WearAMask #maskeauf #WearADamnMask #Covidioten","sentiment_score":0.0}
{"full_text":"she tested positive for corona ;_;","sentiment_score":0.2272727273}
{"full_text":"RT The first batches of the Pfizer\/BioNTech #coronavirus vaccine have arrived at Croydon University Hospital in south London.Mo...","sentiment_score":0.25}
{"full_text":"RT (BREAKING) Singer Chungha Confirms Positive For COVID-19https:\/\/t.co\/2yOSaG8FzM","sentiment_score":0.2272727273}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"RT A Cuban COVID vaccine in the works! This is fascinating, and worth a short thread.","sentiment_score":0.3333333333}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"Covidiot MaskholeFuture Covid Positive","sentiment_score":0.2272727273}
{"full_text":"RT People who lost health insurance during the pandemic:Canada: 0United Kingdom: 0Germany: 0France: 0Australia: 0Japan:...","sentiment_score":0.0}
{"full_text":"RT Anyways. British Columbia provides less geographic data about a worldwide plague than any other province in Canada with a...","sentiment_score":-0.0972222222}
{"full_text":"RT Breaking Politico: Joe Biden has selected Rochelle Walensky, the chief of infectious diseases at Massachusetts General Ho...","sentiment_score":0.05}
{"full_text":"Hear you are doing a special on insomnia\/sleep Here's a story I wrote back in August on topic. Pandemic is messing with us in yet another way.","sentiment_score":0.1785714286}
{"full_text":"RT The last few months for Rudy Giuliani:1. Gets caught (allegedly) undoing his pants in a Borat movie2. Hosts an electio...","sentiment_score":-0.1}
{"full_text":"RT Rudy Giuliani asking one of his witnesses: \"Would you be comfortable taking your mask off some people can hear you?\" He w...","sentiment_score":0.4}
{"full_text":"QUEEN NOOO!!! i hope you get well &lt;333","sentiment_score":0.0}
{"full_text":"RT All of this within less than 6 weeks. What a legendary run. The undisputed King of 2020","sentiment_score":0.4166666667}
{"full_text":"Doctor, How will the efficacy of the Covid-19 vaccines currently being readied for distribution be impacted by the reported covid mutations in Denmark, Oregon, Canada &amp; Wuhan?","sentiment_score":0.0}
{"full_text":"RT My 4 y.o. seemed ok. Then 1 day she wept w\/powerful grief over what was lost- not just the ability to use playground equip...","sentiment_score":-0.15}
{"full_text":"RT A million new covid cases in a matter of 6 days......","sentiment_score":0.1363636364}
{"full_text":"Any one that pins covid on Trump has a low IQ. ppl are in charge of there health and personal respondability. RIOTS, LOOTING, PROTESTING are on the people! you can't INFORCE everyone to wear a mask! but play the blame game is CNN and the demwits way of controlling the weak minded","sentiment_score":-0.19375}
{"full_text":"FFS... Can Andy Reid wear the mask like a normal coach?","sentiment_score":0.15}
{"full_text":"RT Fact check: true. This will be counted as a #Covid death.","sentiment_score":0.35}
{"full_text":"It was probably the China Virus in January. In the December, it would be very logical to call it the Trump Virus.","sentiment_score":0.325}
{"full_text":"Get well soon qween ","sentiment_score":0.0}
{"full_text":"Where Was Donald's Backbone When He Was Made Aware Of Covid? BLAMING DEMOCRATS AND OBAMA...I Have Never Seen Such An Inept Human Being In My Life. Lies Excessively, And Has Little To No Knowledge Of Basic Things.( Plus He Can't Read) No Empathy, No Decorum, No Class....","sentiment_score":-0.03125}
{"full_text":"WTF another Trumf?","sentiment_score":-0.5}
{"full_text":"tested positive for covid","sentiment_score":0.2272727273}
{"full_text":"RT I kinda wanna call it the Trump Virus now","sentiment_score":0.0}
{"full_text":"The real pandemic is Fear","sentiment_score":0.2}
{"full_text":"RT Absolutely unnecessary. Call Rusty Bowers in AZ and tell him not to use COVID as an EXCUSE!!","sentiment_score":-0.2390625}
{"full_text":"So where did it come from? America? Listen, the Dems dont want to tie the virus go China because then we would find out that Obama and Fauci financed it and the lab where it was developed is also where they \" manufacture\" the adrenachrome from children's blood.","sentiment_score":0.1}
{"full_text":"RT The manager of a Staten Island bar who has repeatedly and flamboyantly defied New York's coronavirus restrictions hit a sherif...","sentiment_score":0.1363636364}
{"full_text":"RT Reminder: Sen. Kelly Loeffler and her husband sold off stock after a private briefing on a the coronavirus pandemic. They then...","sentiment_score":0.0}
{"full_text":"please get well soon bb :((","sentiment_score":-0.75}
{"full_text":"RT Khyber Teaching Hospital inquiry into the deaths of 6 Covid patients because of a lack of oxygen supply finds that the c...","sentiment_score":0.0}
{"full_text":"The fact that Florida consistently has ~10k new covid cases  A DAY and disney world is just ... open ... is fucking baffling to me. America really is the dumbest fucking country of all.","sentiment_score":-0.1022727273}
{"full_text":"RT They use terms like \"handouts,\" \"welfare,\" &amp; \"freebies\" for struggling Americans but use the term \"pandemic relief\" for bil...","sentiment_score":0.0}
{"full_text":"- first impression : look at this gc nerd - your nickname in my head : photo god- closeness rating : 5- you are : great friend miss u super chill - should you post this too : yes yesSo sad covid a thing can't see you for a while but plz stay safe!! ","sentiment_score":0.3329166667}
{"full_text":"RT According to SpoTV news, Chungha was recently notified that she had came in contact with someone who had tested positiv...","sentiment_score":0.0}
{"full_text":"COVID-19 Vaccine Update: Serum Seeks Emergency Use of Corona Vaccine 'Covishield' in India","sentiment_score":0.0}
{"full_text":"RT Alberta COVID-19 death milestones: 100 - May 4200 - August 3250 - September 9300 - October 22400 - November 13500 - N...","sentiment_score":0.0}
{"full_text":"RT If ever I wanted our leaders to come together and work as a collective to help squash this pandemic, it's now. Stop bickering...","sentiment_score":0.0}
{"full_text":"RT Chung Ha tested positive for COVID-19 She was previously in contact with a confirmed positive case Source:","sentiment_score":0.171969697}
{"full_text":"RT Filmmakers are turning to previous projects due to the impact of the pandemic on film production. Read the full articl...","sentiment_score":0.0194444444}
{"full_text":"Gilaaa gilaaaa broken hearrrttttt shid. Stay safe myyyyy baby my queeeeeeeennnnnnnn ","sentiment_score":0.05}
{"full_text":"who actually plays BP with beer in cups ewwwwww","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler is such an inherently bad person.Georgia, you will do something wonderful by forcing her and David Perd...","sentiment_score":0.1}
{"full_text":"What could've been the lockdown's effect on someone's marriage, life, and faith? | via","sentiment_score":0.0}
{"full_text":"A new investigation discovered that secrecy and cronyism at #China's top disease control agency prevented scientists from seeing how fast #COVID19 was spreading, ultimately contributing to its global spread and the deaths of nearly 1.5M. Read more.","sentiment_score":0.2051948052}
{"full_text":"Trump, who confirmed Giuliani's positive test in a Sunday afternoon tweet, wished him a speedy recovery.https:\/\/t.co\/zKfXrTQ2Hl","sentiment_score":0.3136363636}
{"full_text":"Mark Logusz and Jessica Gurnee were both laid off in March as a result of the pandemic. However, the couple wasn't about to let their own troubles get in the way of their charitable spirit.","sentiment_score":0.6}
{"full_text":"\"Innovation is no longer an option, but a necessity,\" says New Zealand's Microsoft national technology officer, Russel Craig. Read more:","sentiment_score":0.3181818182}
{"full_text":"UPDATE | The former New York mayor was admitted Sunday to Georgetown University hospital in Washington, D.C.","sentiment_score":0.0681818182}
{"full_text":"'We're treading water' | Charlotte business owners fear new COVID restrictions as cases continue to rise  ","sentiment_score":0.1363636364}
{"full_text":"#BREAKING UPDATE: Rudy Giuliani was exhibiting some symptoms and was admitted on Sunday to Georgetown University Medical Center in Washington. ","sentiment_score":-0.05}
{"full_text":"Tell yourself:I'm beautifulI'm worthyI'm lovableI will get through thisEverything will be alright#JoyTrain #Joy #Love #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #Quote #SuperSoulSunday #SundayMorning #SundayMotivation RT","sentiment_score":0.65}
{"full_text":"VACCINE WITHIN DAYS? As coronavirus deaths and cases surge across the country, the FDA is set to decide on Pfizer's emergency use authorization this week. with the details -- and what Americans should expect.","sentiment_score":0.0}
{"full_text":"Divisions emerge among U.S. officials over first Covid-19 vaccine via #healthcare","sentiment_score":0.25}
{"full_text":"The Allen County Sheriff's Office will be limiting services for the next couple of months as a precaution to the rising COVID-19 cases in the area.","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 07\/12\/2020 09:30Total Cases: 9677381 [+0]Active: 395634Recovered: 9138756 [+0]Deaths :140601 [+0]Total Tests: 146.99MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"With a COVID-19 vaccine perhaps just days away in the U.S., most of California headed into another lockdown Sunday because of the surging outbreak and top health officials warned Americans that this is no time to let their guard down.https:\/\/t.co\/pGB1l4tkmm","sentiment_score":0.5}
{"full_text":"RT AZ Speaker of the House, Rusty Bowers, has closed the AZ House for a week \"due to COVID.\" . Sounds like he needs an ex...","sentiment_score":-0.1125}
{"full_text":"Arkray Industry Inc., a subsidiary of the Japanese firm Arkray Inc., has expanded operations to manufacturing coronavirus disease 2019 (COVID-19) test kits after gaining approval from the Philippine Economic Zone Authority (PEZA) in September.https:\/\/t.co\/Xazq2R10fl","sentiment_score":0.0}
{"full_text":"From last week: Living in the time of pandemic: COVID-19 (26) || ","sentiment_score":0.0}
{"full_text":"'Getting great care': Rudy Giuliani tests positive for coronavirus","sentiment_score":0.5136363636}
{"full_text":"Biden picks California AG Becerra as health secretary amid pandemic responsehttps:\/\/t.co\/ibO5DySmPK","sentiment_score":0.0}
{"full_text":" The limit on the deployment of healthcare workers may be lifted once a COVID19 vaccine becomes available.#JobsOverseas #WorkAbroad #Nurses #Doctorshttps:\/\/t.co\/p5oATpBpg1","sentiment_score":0.0}
{"full_text":"Covidiot Rudy..Ohdearhowsadnevermind Please get well.We all want to see you in the cell next to orange &amp; the #TrumpCrimeFamily #BidenHarris won a landslide victory in THE MOST SECURE ELECTION EVER #BidenHarris won a landslide victory in THE MOST SECURE ELECTION EVER!","sentiment_score":0.38}
{"full_text":"get well soon chung ha ","sentiment_score":0.0}
{"full_text":"RT Chungha has tested positive for Coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT Thanks to President @realDonaldTrump, a safe and effective COVID-19 vaccine has been developed in RECORD time!","sentiment_score":0.35625}
{"full_text":"RT BREAKING: The Arizona Legislature will be closed all next week after at least 15 current or future Republican legislat...","sentiment_score":-0.08}
{"full_text":"RT Education workers have been forced to do the work of public health AND education this semester.Will anything change in th...","sentiment_score":-0.15}
{"full_text":"Influenza infections are less common because of social distancing and mask use. The flu is still around, but people areShockinglyGetting vaccinated for it. It's almost like people are trying to prevent the spread of a dangerous virus.","sentiment_score":-0.2583333333}
{"full_text":"RT According to SpoTV news, Chungha was recently notified that she had came in contact with someone who had tested positiv...","sentiment_score":0.0}
{"full_text":"RT I've decided that there CANNOT be a pandemic, 30 degree weather AND sunset at 4:30pm all at the same time. One of these things...","sentiment_score":0.0}
{"full_text":"RT Ok guys I apologize.There you happy ?! I don't see ya askin trump for a apology when he out here missing COVID meetings to p...","sentiment_score":0.4333333333}
{"full_text":"Time: 04:00 * Temp: 2.7degC * Wind: NE 0.0 to 0.0mph * Pressure: 995.6hPa * Rain: 0.0mm * Hum: 96% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:31 * Sunset: 15:58 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT I'm less interested in the fate of Rudy Giuliani's coronavirus, and more interested in the fate of everyone that Rudy Giu...","sentiment_score":0.2083333333}
{"full_text":"Praying for you actually, the only thing that exceeds your chances of having Covid is is your ridiculousness and hypocrisy.","sentiment_score":0.0}
{"full_text":"The King of Sociliasm with his Queen Lester...","sentiment_score":0.0}
{"full_text":"RT Hi, it is me, your local \"I had a mild covid case in March and recovered in &lt; a week\" friend here to remind you that:a)...","sentiment_score":0.1666666667}
{"full_text":"RT Hospitalizations are going up.Wear. A. Mask.","sentiment_score":0.0}
{"full_text":"RT Tomorrow is Pearl Harbor Day, where we commemorate the death of 2,403 Americans. Also, tomorrow and every day for the for...","sentiment_score":0.0}
{"full_text":"Sickening","sentiment_score":-0.9}
{"full_text":"Dear Santa please fix all COVID problems and make cranberry available year-round.","sentiment_score":0.4}
{"full_text":"Okey that means I will not receive Sinovac or any other than the Pfizer vaccine ","sentiment_score":-0.125}
{"full_text":"Why do only Republicans get covid ?","sentiment_score":0.0}
{"full_text":"A New York artist spent $65,000 buying art to support fellow artists struggling because of the pandemic.","sentiment_score":0.0181818182}
{"full_text":"Delayed payments continue to plague suppliers, particularly smaller players. Unfortunately, the global pandemic has only worsened the situation. Companies that pay suppliers on time can increase supplier loyalty and gain competitive advantage. Read more:","sentiment_score":0.0}
{"full_text":"RT I'm just a kid but im working to bring Christmas to kids here in Flint, Michigan. I normally throw a HUGE p...","sentiment_score":0.275}
{"full_text":"The rise in phishing attacks are attributed to the global increase in internet usage and COVID-19 fears.#Phishing #OnlineSecurity","sentiment_score":0.0}
{"full_text":"This comparison didn't hit like you thought it would ","sentiment_score":0.0}
{"full_text":"RT Rather than 'rounding the corner,' as Mr. Trump insisted once again on Saturday, the pandemic this past week began kill...","sentiment_score":-0.25}
{"full_text":"RT To rebuild CDC, Biden picks -- spectacular upgrade from Redfield! Help is on the way...we all just have to...","sentiment_score":0.75}
{"full_text":"RT Do govt leaders in other countries post tweets like this? It's just basic human decency to care about fellow human being...","sentiment_score":-0.03125}
