{"full_text":"Play Gypsies Tramps and Thieves by Cher ,  for all my relatives who usually come over and drink my booze and eat me out of home !! But not this year !! Some up sides to COVID-19","sentiment_score":-0.6103515625}
{"full_text":"Will be interesting from a national level. Wilson gets a chance to impress the Heisman voters and scouts vs. a top 20 team and Coastal gets to prove its ranking","sentiment_score":0.5}
{"full_text":"RT An instructive thought experiment is to consider how the US public &amp; policy makers would respond if 2,500 died on one day b\/c...","sentiment_score":0.0}
{"full_text":"RT Tennessee is proud to help lead the way in the distribution of a #COVID19 vaccine! Looking forward to hearing an update f...","sentiment_score":1.0}
{"full_text":"RT A 9\/11 each day","sentiment_score":0.0}
{"full_text":"RT If you're being treated for cancer, staying healthy during the holidays is important. Avoid infection, stay as active as yo...","sentiment_score":0.2555555556}
{"full_text":"RT A series of cyberattacks is underway, IBM says. It aims at the companies and government organizations that will be distributin...","sentiment_score":0.0}
{"full_text":"question I am going to watch the vaccine townhall coming up. And I was hoping you could address the conspiracy theory that the covid vaccine uses nano technology to alter certain DNA strands and by using 5g technology can track individuals who take shot? Thanks","sentiment_score":0.2071428571}
{"full_text":"RT A huge group of people gathered outside the Staten Island bar - in the middle of a COVID hot zone - that was shut down last nig...","sentiment_score":0.0824074074}
{"full_text":"RT BILL STOCKHAM, 58 of Illinois died of COVID on Dec. 1. \"A wonderful husband to Deb, brother to 4 siblings &amp; the greates...","sentiment_score":1.0}
{"full_text":"RT If the richest country on the planet refuses to use its wealth (OUR wealth) to protect its citizens from a deadly virus, wh...","sentiment_score":-0.2}
{"full_text":"RT DND and the government want to fast-track military equipment purchases to help Canada's economic recovery from COVID-19....","sentiment_score":0.05}
{"full_text":"RT Koreans Believed America Was Exceptional. Then Covid Happened.With American Covid-19 deaths sprawling and Trump raging a...","sentiment_score":0.3333333333}
{"full_text":"RT I'm excited to be speaking at this year's #WebSummit! I've always had a love for tech and finding new ways to use it to conn...","sentiment_score":0.3683712121}
{"full_text":"These boys tho ","sentiment_score":0.0}
{"full_text":"its nice that the mayor of LA wants to put a stay at home order for coronavirus but can they please apply this to the influencers who keep getting away with traveling and parties","sentiment_score":0.4}
{"full_text":"Only Biden would qualify for earlier vaccination, as does Trump. Trump is President until January. As a consistent Covid denier, Trump owes it to his followers to get vaccinated as soon as possible against the Trump plague. His follower's lives depend on it. Biden will do right.","sentiment_score":0.1071428571}
{"full_text":"Is there an app like tinder but for making friends? If not, I'm going to code one. Moving to a new city during a pandemic was a stupid idea.","sentiment_score":-0.3318181818}
{"full_text":"Just took 17 hrs to get a bed for a Covid patient.This shits hitting older folk hard","sentiment_score":-0.0625}
{"full_text":"#NFL: Harbaugh discusses Ravens' outbreak: Nobody is 'batting a thousand'","sentiment_score":0.0}
{"full_text":"RT Owing to my frequent travel &amp; regular public interaction I get my RT-PCR tests done regularly to ascertain my #Covid sta...","sentiment_score":0.025}
{"full_text":"RT Who hasn't been at a #VirtualConference this year? was the first in physics, pre-pandemic! Read the organ...","sentiment_score":0.3125}
{"full_text":"RT People are standing up for their rights! Exactly like they should be doing. USA ","sentiment_score":0.25}
{"full_text":"RT FDA Commissioner on vaccine authorization process: \"We are committed to moving as quickly as possible but we are...","sentiment_score":0.0}
{"full_text":"RT Always read on pharma regulation and manufacturing. Her sourcing is impeccable.","sentiment_score":0.75}
{"full_text":"You're a waste, a waste of taxpayers dollars and time. You're desperately running around trying to get a few votes that you think might do something and ignoring the pandemic that's killing all the Americans? Where is your brain dude? That's why you lost the election! Get over it","sentiment_score":-0.3125}
{"full_text":"RT this will be a rough winter for the pandemic but there are two reasons for optimismone is vaccinesthe other is that p...","sentiment_score":-0.1125}
{"full_text":"RT For those who understand things best translated into Doctor Who refrences. This is Covid 19. You cannot see it move, but if y...","sentiment_score":1.0}
{"full_text":"White folks in Fairfax County are far less likely to be stricken by COVID. So, of course, they want to reopen school buildings.","sentiment_score":-0.0166666667}
{"full_text":"RT Covid is definitely in the air in Staten Island tonight. If Staten Island wants to truly be autonomous then I say...","sentiment_score":0.2}
{"full_text":"NM just moved to color code system","sentiment_score":0.0}
{"full_text":"RT Obama, Bush, Clinton volunteer to receive coronavirus vaccine on camerahttps:\/\/t.co\/CCLSh2Ai70","sentiment_score":0.0}
{"full_text":"RT nar*cis*sist\/'nars@s@st\/nouna person who has an excessive interest in or admiration of themselves.\"narcissists who think...","sentiment_score":-0.25}
{"full_text":"RT Maybe we should call it McConnell's failure instead","sentiment_score":-0.3166666667}
{"full_text":"Former U.S. Presidents: We can all help to curtail this pandemic. Doing your part by getting vaccinated is vital.Current U.S. pres.: No one has ever been persecuted as much as me. These charts show I totally won on election night!What's wrong with this picture?","sentiment_score":-0.075}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"RT Can't wait until the US justifies a new war over some warm vaccines","sentiment_score":0.3681818182}
{"full_text":"RT NEW: Three former US presidents - Barack Obama, George W. Bush and Bill Clinton - are volunteering to get their Covid-19 v...","sentiment_score":0.0681818182}
{"full_text":"RT I cannot stop thinking about the fact that nearly 3,000 people died yesterday, we had 200,000 new cases, and we now have more...","sentiment_score":0.2454545455}
{"full_text":"RT Democrats are just so awfulhttps:\/\/t.co\/CsS4fWwaix","sentiment_score":0.0}
{"full_text":"Hold On to Your Hats! How the Coronavirus Has Changed the Home-Buying Game This Winter","sentiment_score":-0.4}
{"full_text":"RT A super-spreader event, indeed.","sentiment_score":0.0}
{"full_text":"RT Where is all the militarized police and tear gas they use for crowds of Black people in New York?","sentiment_score":-0.0151515152}
{"full_text":"RT NEW VIDEO: Corrupt Senator Kelly Loeffler, the richest person in Congress, bought a private jet with our tax money. Wh...","sentiment_score":-0.1212121212}
{"full_text":"The \"hard questions\" are reserved for struggling civilians who feel abandoned and disenfranchised by deceitful politicians. Journalism! ","sentiment_score":-0.3645833333}
{"full_text":"37 straight weeks with more than a million claims. Simply staggering.","sentiment_score":0.2333333333}
{"full_text":"RT Prettiest girl at the bar wants to go home with guy. Guy refuses to call the uber","sentiment_score":0.2}
{"full_text":"RT Goes without saying. You simply CANNOT!","sentiment_score":0.0}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT Missing hockey!!  Please mask up for our student athletes!!","sentiment_score":-0.48828125}
{"full_text":"Today at noon! Sign up to join us &gt;&gt;","sentiment_score":0.0}
{"full_text":"RT And they actually emulated their pandemic preparedness response from the US. That should tell y...","sentiment_score":0.0}
{"full_text":"Year is jet in first half, It just began chart - #COVID19 has become one of the biggest killers of 2020","sentiment_score":0.0416666667}
{"full_text":"RT BREAKING: More than 2,800 people died from COVID-19 in the U.S. on Wednesday, surpassing the United States' previous record f...","sentiment_score":0.1666666667}
{"full_text":"RT Austin Democrat went on a beach getaway to Mexico after hosting a wedding party even as he told Texans to stay h...","sentiment_score":0.0}
{"full_text":"RT For a 3rd day #Denmark is reporting its 2nd highest number of new daily #COVID19 infections w\/ 1,605 and six #coronavirus...","sentiment_score":0.0340909091}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"Americans  and I say this as...an American ","sentiment_score":0.0}
{"full_text":"RT Obviously not an anti-vaxxer but hilarious that the government thinks that the solution to people not trusting the gover...","sentiment_score":0.25}
{"full_text":"RT The UK has become the first country to grant emergency use approval to a Covid-19 vaccine. Meanwhile, Russian President Vla...","sentiment_score":0.125}
{"full_text":"RT NEW: Three former US presidents - Barack Obama, George W. Bush and Bill Clinton - are volunteering to get their Covid-19 vacci...","sentiment_score":0.0681818182}
{"full_text":"RT An instructive thought experiment is to consider how the US public &amp; policy makers would respond if 2,500 died on one day b\/c...","sentiment_score":0.0}
{"full_text":"especially since kids are bearing the brunt of Americans\" blatant disregard for the pandemic.","sentiment_score":-0.25}
{"full_text":"Like we in the middle of a pandemic. I'm gonna be transparent to my boss about it cause this is only happening bc of the situation the whole world is in smh","sentiment_score":0.0666666667}
{"full_text":"RT Winter issue is here! #Excavation during #corona, antiquarian artist mystery, #ancientDNA and #archaeology, an Irish b...","sentiment_score":0.0}
{"full_text":"RT every 30 seconds yesterday an American died because of this virus Wear a mask please","sentiment_score":0.0}
{"full_text":"The pandemic has also revealed how self-centered we have become, as many of us shun masks and social distancing, sacrificing shared benefits in favor of individual liberties\"America's past has shown the power of 'we.'","sentiment_score":0.0708333333}
{"full_text":"RT More people died of COVID in the United States today than have died of COVID in Japan in all of 2020.","sentiment_score":0.5}
{"full_text":"RT PODCAST  What happens when Brexit and Covid collide? On an extra episode of Inside Briefing, chats to","sentiment_score":0.0}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"and i bet i still don't take it","sentiment_score":0.0}
{"full_text":"RT Right Now On Fired Up \"Knockout\"Hosted by With &amp; more #MikeTyson#Toronto  #PodernFamily #ne...","sentiment_score":0.3928571429}
{"full_text":"This is why it's important to check before you press send ","sentiment_score":0.4}
{"full_text":"RT Back in April when we were all freaking out in lockdown because nobody could buy toilet paper this scientist cured cancer. ht...","sentiment_score":-0.0166666667}
{"full_text":"COVID-19 turned me into a person who wears dad slippers around the house.","sentiment_score":0.0}
{"full_text":"Why are you talking about a mask? People have the right to leave...That's his restaurant up to the people if they want to wear mask. You don't like the rules of his restaurant you have the freedom to leave.","sentiment_score":0.2857142857}
{"full_text":"Get out and enjoy nature -- social distancing comes built in!","sentiment_score":0.2208333333}
{"full_text":"RT Hackers target EU Commission, COVID-19 cold chain supply orgs -","sentiment_score":-0.6}
{"full_text":"Good","sentiment_score":0.7}
{"full_text":"maybe it's better this happened with trump because it is kind of scary to think about the conspiracy theories that would thrown around if obama was still president during the pandemic. my friends roommate cried on election night in 2008 bc she thought obama was the antichrist.","sentiment_score":0.2}
{"full_text":"He's right about the stimulus and how we should have managed the initial response.","sentiment_score":0.1428571429}
{"full_text":"Helpful, but with 14,626 new COVID cases &amp; a14.35% positive rate give mayors &amp; judge's authority to take action you are too cowardly to take. You took an oath.","sentiment_score":0.1545454545}
{"full_text":"RT Republicans think that children being slaughtered in their classrooms with weapons of war is the cost of freedom but t...","sentiment_score":0.0}
{"full_text":"RT If you're sceptical about the vaccine. Read this. And then take it.(In about a year when it actually gets to most of our...","sentiment_score":0.25}
{"full_text":"No. We acted and people refused, the constituents he serves, residents, business owners, parents all said no. History and people should remember that.","sentiment_score":0.0}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"Analysis: Ex-Presidents fill leadership vacuum as Trump ignores worsening pandemic - CNN Politics","sentiment_score":-0.0083333333}
{"full_text":"RT Google just fired the co-lead of their Ethical AI team, a founder of during a PANDEMIC, months after thi...","sentiment_score":0.2}
{"full_text":"RT BREAKING: More than 2,800 people died from COVID-19 in the U.S. on Wednesday, surpassing the United States' previous record f...","sentiment_score":0.1666666667}
{"full_text":"It's ridiculous that it has come to this, but way to be leaders. Thanks","sentiment_score":-0.0666666667}
{"full_text":"RT The UK has approved use of the Pfizer\/BioNTech COVID-19 vaccine, and has ordered enough doses to cover 20m people.","sentiment_score":0.0}
{"full_text":"RT Austin Mayor takes lavish vacation while telling residents to stay home","sentiment_score":0.0}
{"full_text":"RT Some people spread Christmas cheer.  Trump spreads COVID-19.https:\/\/t.co\/rxjBAU2yWA","sentiment_score":0.0}
{"full_text":"Thank you, for providing the annual appreciation lunch for our TNC team. Even with social distancing restrictions, we were able to enjoy a delicious meal with our teammates. We are very appreciative of the support of community partners like Piedmont Church.","sentiment_score":0.5426666667}
{"full_text":"RT I've known since she was a law student in my bankruptcy class 20 years ago. To answer your snotty question,...","sentiment_score":0.0}
{"full_text":"RT Director the Welcome Trust......","sentiment_score":0.8}
{"full_text":"RT Cases are rising rapidly. Hospitalizations remain high. We must remain vigilant, San Antonio.Please consider the risks...","sentiment_score":0.16}
{"full_text":"RT More people died of COVID in the United States today than have died of COVID in Japan in all of 2020.","sentiment_score":0.5}
{"full_text":"RT The Senate shouldn't leave Washington until we pass COVID relief.","sentiment_score":0.0}
{"full_text":"RT BREAKING: More than 2,800 people died from COVID-19 in the U.S. on Wednesday, surpassing the United States' previous record f...","sentiment_score":0.1666666667}
{"full_text":"RT We will be giving all proceeds from this event to our crew, who make all of our shows happen and who have been without wo...","sentiment_score":0.0}
{"full_text":"RT If Ivanka and Jared can be kicked out of a private elementary sch...","sentiment_score":0.15}
{"full_text":"You literally are misrepresent the issue. Celtic and Aberdeen players made errors outside of club control.St Mirren and Kilmarnock, as clubs, were found to be breaching covid protocols.The two issues couldn't be more different.","sentiment_score":0.1666666667}
{"full_text":"with covid numbers, I always try to attach something from my life to them, so that I can understand the scale. Yesterday's death toll of 2885 would be like if my entire undergrad institution--students, faculty and staff--just up and died.","sentiment_score":0.0}
{"full_text":"RT JUST IN: Dr Fauci tells that he will meet with \"landing team\" today for the first time, via Zoo...","sentiment_score":0.25}
{"full_text":"Did the prep with panelist's for this yesterday and all I can say it's gonna be ","sentiment_score":0.0}
{"full_text":"RT Being able to heal my baby from Covid at just 6 weeks old through my breastmilk ... my biggest flex thus far  htt...","sentiment_score":0.2333333333}
{"full_text":"RT And still no one talks about South Dakota's MAGA Lunatic Governor Kristi Noem and her genocidal war against the Sioux T...","sentiment_score":0.0}
{"full_text":"RT This is genuinely terrifying data from the head of the CDC last night\"We're in that range potentially now of starting to se...","sentiment_score":-0.25}
{"full_text":"Urgent push for parents to keep up appts with Pediatricians. Two recent deaths  involve kids with Asthma who had not been to the Dr since before The Pandemic. Sean Adams reports @wcbs880 @westchestergov ","sentiment_score":0.0}
{"full_text":"RT A 9\/11 each day","sentiment_score":0.0}
{"full_text":"Anyone thinking they're getting a placebo???","sentiment_score":0.0}
{"full_text":"RT A huge group of people gathered outside the Staten Island bar - in the middle of a COVID hot zone - that was shut down last nig...","sentiment_score":0.0824074074}
{"full_text":"...three leaks is a trend...https:\/\/t.co\/8KNJ6EBDVw #ableg #COVID19AB","sentiment_score":0.0}
{"full_text":"RT Obama, Bush and Clinton commit to receiving COVID-19 vaccine publicly to demonstrate safety #abc15","sentiment_score":0.0}
{"full_text":"This. This bullshit ass argument. Your value as a person ends when? 60? 75? 80? It's fine if you die....if massive amounts of people die....as long as you are old. Doesn't matter. Thrown away. Fuck it. Fuck their families. Fuck who they were. Fuck them. Right?","sentiment_score":-0.0941798942}
{"full_text":"RT Play your part in fighting COVID.* Take extra care during winters.* Prevent yourself from catching flu.* Cover yoursel...","sentiment_score":0.3}
{"full_text":"I see way too many Shitler minions who aren't taking the vaccine.  They don't wear masks either.  They'll keep the #TrumpVirus alive ","sentiment_score":0.3}
{"full_text":"RT #NewRelease 10 cities account for over 53% of India's #COVID19 cases. The population density of crowded #cities like...","sentiment_score":0.0}
{"full_text":"RT this will be a rough winter for the pandemic but there are two reasons for optimismone is vaccinesthe other is that p...","sentiment_score":-0.1125}
{"full_text":"RT Has the coronavirus pandemic given you a new perspective that makes your New Year's resolutions different than what you m...","sentiment_score":0.0909090909}
{"full_text":"RT We've updated our Managing COVID-19 guidance to include: Updated guidance on changing rooms and showers Explanation...","sentiment_score":0.0}
{"full_text":"RT Every new COVID-positive patient I have spoken with today spent time with friends and family on Thanksgiving, or traveled i...","sentiment_score":0.0181818182}
{"full_text":"COVID wasn't a thing yet, it was second hand and some company messed up the shipping and ended up returning it to the seller, so I asked for the money back.","sentiment_score":0.0}
{"full_text":"Recognize &amp; protect rights of persons with #disabilities, UN chief urges, marking #DisabilitiesDayWe must ensure that their aspirations &amp; human rights are included and accounted for in an inclusive, accessible &amp; sustainable post #COVID19 world#IDPD","sentiment_score":0.1875}
{"full_text":"WEIGH IN: Have you switched or thought about switching to home schooling?","sentiment_score":0.0}
{"full_text":"RT Sign the petition: Action on COVID disproportionate Impact - We need a public Inquiry &amp; Zero Covid Strategy via","sentiment_score":0.05}
{"full_text":"Religious schools find a way forward during the pandemic--by coming together: In California, Jewish and Christian schools worked together to find a compromise with the state. Will the case be a model for others?","sentiment_score":0.0}
{"full_text":"RT The US reported 3,157 coronavirus deaths in a single day. That's over 2 deaths every minute. Please stay safe and wear...","sentiment_score":0.2142857143}
{"full_text":"It's never been more important to talk openly about death, dying and bereavement. It's why the campaign works all year round. Visit the Dying Matters website and get involved: #LetsTalkAboutIt (video filmed before social distancing)","sentiment_score":0.1466666667}
{"full_text":"See ya later, Instagram Face! Covid-19 has officially shifted the beauty landscapehttps:\/\/t.co\/Df1U27XaXH","sentiment_score":0.0}
{"full_text":"Officials in Japan's western prefecture of Osaka are urging all residents to refrain from leaving their homes for any non-essential reason until the middle of this month. This follows a surge in the number of coronavirus cases with severe symptoms.https:\/\/t.co\/9RLK0Lx9bm","sentiment_score":0.0}
{"full_text":"Gov. Tate Reeves told reporters Tuesday it was \"fundamentally inaccurate\" that the state is exceeding previous COVID-19 records. That statement is false.https:\/\/t.co\/EenVUfvgsO","sentiment_score":-0.1666666667}
{"full_text":"Posters Outside COVID-19 Homes Not Part Of Guidelines, Centre Tells Supreme Court","sentiment_score":0.0}
{"full_text":"RT Let's talk about #COVID19 and how you stay safe over the holidays and the coming months:","sentiment_score":0.5}
{"full_text":"Prepare to distribute the COVID-19 vaccine with the help of powerful AI healthcare chatbots. Learn more about automating the distribution of the upcoming vaccines here: #chatbots #vaccine","sentiment_score":0.4}
{"full_text":"This week on #FamilyHealth, we bring attention to the HIV epidemic to increase awareness and move towards ending the epidemic. Be sure to catch a comprehensive medical feature on HIV\/AIDS in Kenya this Saturday at 7:30 PM on #FamilyTV or stream live on the 'Family Media' app.","sentiment_score":0.2121212121}
{"full_text":"India is giving a tough fight against COVID-19 but remember the fight is not over yet! Take all necessary precautions to stay safe and protected! Pledge now: #IndiaFightsCorona #Unite2FightCorona","sentiment_score":0.0462962963}
{"full_text":"Plans are fully underway in Somerset to prepare for a mass Covid-19 vaccination roll out now the Government has authorised the Pfizer vaccination for use across the UK, starting from next week.Read the full story ","sentiment_score":0.1166666667}
{"full_text":"WWE was honored to participate in #UNICEFChangemaker, where raised $3.8M+ for work, including global pandemic response. #UNICEFWontStop until every child has an equitable chance for a brighter future.","sentiment_score":0.0}
{"full_text":"IBM security researchers say they have detected a cyberespionage effort using targeted phishing emails to try to collect vital information on the World Health Organization's initiative for distributing COVID-19 vaccine to developing countries.","sentiment_score":0.1}
{"full_text":"Curious about how #ClinicalTrials work?Learn about the different stages of clinical studies and find more information on #COVID19 clinical trials: #ConquerCOVID19","sentiment_score":0.1333333333}
{"full_text":"RT The Democrat mayor of Austin, Texas told citizens of Austin to \"stay home if you can.. this is not the time to relax\" WH...","sentiment_score":0.0}
{"full_text":"Today we're talking all about estate planning. While we're in the middle of chaos it's time to get your financial house in order. #personalfinance","sentiment_score":0.0}
{"full_text":"It's been a tough year for the beauty industry - here is how suppliers have stepped up, with initiatives to support salons and spas through the pandemic and into 2021.#beautybrands #beautyindustry #spa #smallbusinesssupport","sentiment_score":-0.3888888889}
{"full_text":"Putin orders 'large-scale' COVID-19 vaccination in Russia with locally made vaccine","sentiment_score":0.0}
{"full_text":"European Court of Human rights rejects French coronavirus lawsuithttps:\/\/t.co\/hQsA2Au7SL#MNewsWorld #MNews","sentiment_score":0.0}
{"full_text":"RT Our latest collection of articles examine managing uncertainty. Few industries have been harder hit than #aviation due to...","sentiment_score":0.01875}
{"full_text":"The Grifters","sentiment_score":0.0}
{"full_text":"Remembering the lives we lost, in a time we'd rather forget. #COVID19 #eNCA Courtesy #DStv403","sentiment_score":0.0}
{"full_text":"Evie, a student at contracted #COVID19 in March. Hear her story about how it has affected her and how important it is for everyone to continue to follow the guidelines #stickwithittayside","sentiment_score":0.4}
{"full_text":"Let's be honest, dealing with a global pandemic has been hard, says Sally Sourbron, senior HR director EMEA at #ServiceNow-","sentiment_score":0.1027777778}
{"full_text":"By following just a few simple steps we can massively reduce our chance of spreading Coronavirus when travelling- Wear a face covering on public transport- Wash your hands before\/after travelling - Keep as much distance away from others as you canEvery journey matters","sentiment_score":0.0}
{"full_text":"Did you get your flu shot, yet? Check out this UPI article that says, in addition to helping prevent the flu, the flu shot may also lessen severity of COVID-19. Definitely worth a read. #PSC","sentiment_score":0.3}
{"full_text":"Share knowledge on a wide range of topics such as climate change, coronavirus coverage, as well as other advances in research and discovery.This holiday season, give a subscription:","sentiment_score":-0.075}
{"full_text":"Make sure you are still washing your hands regularly and thoroughly It only takes 20 seconds and is one of the best ways to protect yourself and others from #coronavirus #DoYourBit","sentiment_score":0.375}
{"full_text":"RT Our country was shocked when the coronavirus deaths passed the number of Americans killed on 9\/11...then Korean and Vietna...","sentiment_score":-0.45}
