{"full_text":"The Northern Lights Awards celebrate volunteerism. Thank you, Jackie, for leading various initiatives to help people cope during COVID-19. Read her #abnorthernlights story:","sentiment_score":0.0}
{"full_text":"RT Most of America's deadliest days ever have come this year because Trump failed to respond to the pandemic. Chaos has a...","sentiment_score":0.0}
{"full_text":"RT  China's GDP is now almost back to pre-#coronavirus crisis levels. The Chinese economy is, among other things, benefiting fro...","sentiment_score":-0.0416666667}
{"full_text":"If we can have clear, real-time data on infections in schools, we can have the same transparency in nursing homes - where 40% of Alabama deaths have occurred. Yet, we remain one of a handful of states without it. #DemandAction #alpolitics","sentiment_score":0.05}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT Was going to make a Twitlonger of how angry I am but it's too much effort. TLDR, I tested positive for COVID 19.No matter...","sentiment_score":-0.0242424242}
{"full_text":"RT If you build more than one family of snowmen please maintain social distancing.","sentiment_score":0.2666666667}
{"full_text":"I can't be the only one who when quickly glanced at this thought the guy on the right had a KKK hood on.","sentiment_score":0.2063492063}
{"full_text":"RT Sweden's king said his country had failed in its handling of COVID-19. In an excerpt from an annual royal Christmas TV special...","sentiment_score":-0.0714285714}
{"full_text":"RT Had a great chat w\/ this morning. Does travel in a Canadian division pose significant risk to the pu...","sentiment_score":0.5875}
{"full_text":"RT More than 1000 restaurants in Brampton: most of are family-operated, many by immigrants. According to Peel Public Health, num...","sentiment_score":0.375}
{"full_text":"This is absurd.","sentiment_score":-0.5}
{"full_text":" RSVP for our Virtual Watch Party for the Fry's Food Stores Tip Off! December 23rd the party from home and enjoy games, prizes, exclusive content, and more throughout the game, and use our fan chat feature to stay connected to your fellow Suns fans!","sentiment_score":0.1333333333}
{"full_text":"RT Below are rafts of good job and career options that can be explored to earn money from the comfort of home in this pandemi...","sentiment_score":0.7}
{"full_text":"RT Rupert Murdoch Receives COVID-19 Vaccine in U.K.","sentiment_score":0.0}
{"full_text":"RT My landlord thinks he's Christian but he's evicting an epileptic child and a single mom who struggling in the middle of a pande...","sentiment_score":-0.0238095238}
{"full_text":"RT The fewer people you see, the harder it is for #coronavirus to spread. Before and during Christmas, please try and keep th...","sentiment_score":-0.1}
{"full_text":"Honestly if you ever get the chance to study #Nursing do it!Now a Newly Qualified Adult Nurse and I definitely wouldn't have got there without the support of the academic team and placement partners! #MenInNursing","sentiment_score":0.1672727273}
{"full_text":"Bruhhh I told my dr I work out once a month cause .... it's COVID but her ass was like \"can u go twice a month \"    *bitch called me FATTT #Doctor #appointment #gonebad","sentiment_score":0.0}
{"full_text":"RT COVID19 is both a challenge and an opportunity to rebuild something that serves people better that will require both vi...","sentiment_score":0.5}
{"full_text":"RT For anyone interested in the #covid19 vaccine, hope you will consider tuning into this free event hosted by","sentiment_score":0.325}
{"full_text":"RT Incredible that you'd said all this back in July, and NOW, we're seeing it all play out like you'd said. It's a darn sha...","sentiment_score":0.45}
{"full_text":"RT For all you selfish people that insist on 'thinking for yourselves' &amp; don't have the courage to just roll up your sleeves...","sentiment_score":-0.5}
{"full_text":"RT NEW from Texas unemployment rate jumps from 6.9% in October to 8.1% in November #tx...","sentiment_score":0.1363636364}
{"full_text":"RT The vaccine contains no actual part of the virus. It has only the instructions on how to make the asshole protein. So, you c...","sentiment_score":0.0}
{"full_text":"So many deaths ","sentiment_score":0.5}
{"full_text":"Rogers at Siloam Springs boys tonight has been canceled per SSHS AD Ken Harriman because of covid 19 #arpreps","sentiment_score":0.0}
{"full_text":"RT Today, with confidence in science &amp; at the direction of the Office of the Attending Physician, I received the COVID-19 v...","sentiment_score":0.0}
{"full_text":"Leader McConnell just received the safe, effective COVID vaccine for a hoax! When do americans get the vaccine or is it just for #GOPComplicitTraitors who #GOPBetrayedAmerica","sentiment_score":0.625}
{"full_text":"It's over fat boy every state has certified there was no fraud found. We have an out-of-control pandemic, Russian cyber attack, and a stimulus bill that needs to be passed 9 months ago when it was set on Mitch's desk, and all you want to do is push your lies. Go pack your crap!!!","sentiment_score":-0.5}
{"full_text":"Leadership ","sentiment_score":0.0}
{"full_text":"RT Coke Firing 12% Of US Workers Due To Covid","sentiment_score":-0.125}
{"full_text":"RT NEW: Tennessee said Thursday he couldn't have imagined the quick surge in COVID-19 cases following the Tha...","sentiment_score":0.1565656566}
{"full_text":"RT While Kelly Loeffler &amp; David Perdue were making money off the COVID pandemic .These Empty chairs at the Capitol represent...","sentiment_score":-0.1}
{"full_text":"RT From his free polio treatment as a child to his free COVID vaccine as an adult, McConnell has benefited...","sentiment_score":0.3}
{"full_text":"RT If you've ever been here, don't worry about what's in the covid vaccine","sentiment_score":0.0}
{"full_text":"RT Also to be clear, here are just SOME of the items Republicans are fighting tooth and nail against in the middle of a pandemic:-...","sentiment_score":0.05}
{"full_text":"RT If a student reaches out about internet difficulties during a remote exam, accept this excuse without reservation. Ye...","sentiment_score":-0.075}
{"full_text":"Day 280 : first day of school hols. Planned family tesco shop for boys to spend the vouchers they earnt on the covid trial on stuff for foodbank. 10 was on scanner duty. I was on list duty. 12 was on trolley duty and dad on picking duty.","sentiment_score":0.25}
{"full_text":"Grade 7, 8 &amp; 9 #teachers: get your free pdf copy of EON'S DOOR &amp; free #novel study unit at #lessonplans #distancelearning #distanceteaching #edchat #teachingduringcoronavirus #TDSB #OCDSB #PeelSchools #DurhamDSB #YRDSB #COVID19Also on #Audible!","sentiment_score":0.45}
{"full_text":"And, if in doubt, refer back to #2.","sentiment_score":0.0}
{"full_text":"RT My landlord thinks he's Christian but he's evicting an epileptic child and a single mom who struggling in the middle of a pande...","sentiment_score":-0.0238095238}
{"full_text":"Fremont fire Chief Curtis Jacobson is getting the Covid vaccine this morning. He says he would never ask his team to do something he wouldn't do. It is voluntary- firefighters are not required to get vaccinated.","sentiment_score":0.0}
{"full_text":"RT Please don't travel... even if you don't know you have Covid! Please stay safe. Protect yourself and those you love","sentiment_score":0.5}
{"full_text":"RT #EastHerts had 50 cases last night.#Hertfordshire 703 #covid Please stay safe out there.","sentiment_score":0.25}
{"full_text":"It looks like the governor's covid briefing isn't over yet.  I won't be able to live tweet until it's over.  #GH","sentiment_score":0.3181818182}
{"full_text":"Yay! While we're at it could get an Operation Warp for Cancer and AIDS too??!! ","sentiment_score":0.0}
{"full_text":"RT How much worse off would California be if it had ordered *none* of the covid lockdowns and just told people to be cautious...","sentiment_score":-0.4}
{"full_text":"RT Time to break out that Christmas jumper for the last weekend before Christmas and suddenly remember I'm not going to the...","sentiment_score":0.0}
{"full_text":"RT Just got news tonight that two more relatives of mine have COVID.  It's spreading like wild fire, please do all you can to...","sentiment_score":0.3}
{"full_text":"I was nominated by I'll post a photo from a (pre-pandemic) day in the life of an educator. I'll post w\/o explanation &amp;nominate someone else to take the challenge. That's 7 days, 7 pictures, and 7 nominations. Day3: I nominate","sentiment_score":0.0}
{"full_text":"STOP TRYING TO UNDERMINE PRESIDENT BIDEN. #Traitor #MoscowMitchMcTraitor #RepublicansAreTheProblem #RepublicansAreDestroyingAmerica #MitchTheGrinch #RepublinsAreRussianAssets","sentiment_score":0.0}
{"full_text":"3 people who have done huge amount for battlefield guides during Covid situation   &amp; having participated in both projects as a guide &amp; having strolled to Paul's podcast I applaud their diligence for keeping all going apols for anyone missed out","sentiment_score":0.4}
{"full_text":"You facilitated the uncontrollable spread of COVID-19, Yertle.","sentiment_score":0.0}
{"full_text":"Service Update 19:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"This is the morally right thing to do Old white men must wait for the vaccine.... #blm #bamepriviledge","sentiment_score":0.1285714286}
{"full_text":"Toronto and Peel to remain in lockdown, announcement coming Monday regarding future restrictions","sentiment_score":0.0}
{"full_text":"Lots of charts here. Worth the moments to look. Granted, it extends my confirmation bias, but...look anyway.","sentiment_score":0.3}
{"full_text":"This is not the reason.","sentiment_score":0.0}
{"full_text":"RT New Slogan Idea for Fox: Do as I say, not as I do","sentiment_score":0.1363636364}
{"full_text":"RT  Attention to fans attending the #Big12FB Championship game Due to COVID-19 protocols, the end zone doors of","sentiment_score":-0.2625}
{"full_text":"Study links workers' mental health with COVID protectionhttps:\/\/t.co\/lEhTtuAd9Q'-mental-health-with-COVID-protection","sentiment_score":-0.1}
{"full_text":"RT JUST IN: Biden to receive first dose of coronavirus vaccine on Monday","sentiment_score":0.25}
{"full_text":"RT The people deserve to know why they are being denied $2,000 \/ month survival checks.COVID-19 relief should not be debated b...","sentiment_score":0.0}
{"full_text":"RT like, how are the people that couldn't even wear a mask for months, first in line for the vaccine... someone please ma...","sentiment_score":0.25}
{"full_text":"RT just to clarify he was referring to the 300,000 Americans who died of Covid this year. The shot though, stung a tad.","sentiment_score":0.0}
{"full_text":"Really long day of planning and numbers, but a lovely glimmer of chat about a Covid safe small-scale face to (masked) face event in the Spring has cheered me right up.","sentiment_score":0.3089285714}
{"full_text":"RT It takes a lot more than COVID to keep Kirk Ferentz from coaching on the field:","sentiment_score":0.5}
{"full_text":"brb, dropping a COVID EP under the name Robin Thicc","sentiment_score":0.0}
{"full_text":"For someone who allowed an AIDS epidemic to ravage Indiana, this is actually progress. I wonder if Mother approves.","sentiment_score":0.0}
{"full_text":"my faith in humanity has increased, though I think that's only because my original estimation was apparently WAAAAAY lower than most folks'. I've also lost so many people to either the pandemic or the resultant mental health crisis that I've lost the ability to grieve, so.","sentiment_score":0.2208333333}
{"full_text":"RT okay sowho is going to write the A\/B\/O fic set during COVID where everyone loses their sense of smell and it disrupts...","sentiment_score":0.1}
{"full_text":"Important comment, thank you.","sentiment_score":0.4}
{"full_text":"RT Muslims didn't visit homes on Eid, Hajj didn't take place, no Diwali for Hindus, no Vaisakhi for Sikhs. Yet at Christmas it's...","sentiment_score":0.0}
{"full_text":"if you're attracted to men, don't worry about what's in the covid vaccine","sentiment_score":0.0}
{"full_text":"\"The day after the world watched the first person receiving the COVID-19 vaccine on 8 December 2020, reports of three cases of suspected allergic reactions in connection with the vaccine emerged from the UK\" [Garvey LH, Nasser S. 2020]","sentiment_score":0.25}
{"full_text":"RT New Slogan Idea for Fox: Do as I say, not as I do","sentiment_score":0.1363636364}
{"full_text":"RT Also to be clear, here are just SOME of the items Republicans are fighting tooth and nail against in the middle of a pandemic:-...","sentiment_score":0.05}
{"full_text":"RT Just received the safe, effective COVID vaccine following continuity-of-government protocols. Vaccines are how we beat th...","sentiment_score":0.3666666667}
{"full_text":"Every boomer dad owns that shirt.","sentiment_score":0.0}
{"full_text":"RT So, with that in mind, we return to the vaccine. Scientists looked at the COVID virus and saw a protein on the outside of th...","sentiment_score":0.0}
{"full_text":"RT There you go.","sentiment_score":0.0}
{"full_text":"Yes, I also wanted to see this.Why haven't we heard anymore about this new terrifying mutation..Was it the one back from June, that changed its protein spike to Glycine.. 10er says it is..","sentiment_score":-0.2878787879}
{"full_text":"RT Welcome to the wealthiest nation on the planet.","sentiment_score":0.8}
{"full_text":"This girl I have on FB has been engaged 6 times that I've seen and 2 of them were in 2020. How the hell you getting 2 engagements going during a pandemic?","sentiment_score":0.0}
{"full_text":"On one hand when the pandemic is over everyone will be happy and for good reason. But I feel like we are also going to be very sad because for the first time we'll really be seeing how much we lost.","sentiment_score":0.25}
{"full_text":"RT If you're rounding the corner that often, you're not addressing a coronavirus case, you're running the Indy 500.","sentiment_score":0.0}
{"full_text":"RT Nope, the COVID vaccine does not cause female infertility, despite misinfo spreading on Facebook claiming it does. Stor...","sentiment_score":0.0}
{"full_text":"RT If you want restaurants \"locked down\" just lock yourself down and don't go to them.Let the rest of us live our lives and s...","sentiment_score":-0.0582491582}
{"full_text":"RT THREAD: How would The Birlings have coped with Covid-19?  Mr Birling: anti masker, anti vax-er, it's all a h...","sentiment_score":0.0}
{"full_text":"The pandemic in two acts, via the top headlines on homepage today via","sentiment_score":0.5}
{"full_text":"RT UK will go into a third lockdown. It's inevitable. The government as usual will come to decision reluctantly &amp; belatedly. I...","sentiment_score":-0.0833333333}
{"full_text":"RT Today! Appearing alongside other alumni to discuss Covid-19 through a health equity and racial justice lens.","sentiment_score":-0.125}
{"full_text":"RT The GOP can pretend the #TrumpVirus isn't real, but the people of Georgia know better.","sentiment_score":0.35}
{"full_text":"Hey y'all, my dad tested positive for Covid and is pretty sick. He's worked as an assistant manager at Costco for 31 years and unfortunately, that job is the reason he caught it. Please pray for him and my family, Christmas is kind of cancelled this year.","sentiment_score":-0.0274025974}
{"full_text":"#Congratulations continue serving the Nation your services are mostly needed in this trying time of #COVID19  &amp;  #UgVotes2021","sentiment_score":0.5}
{"full_text":"Okay, I guess?Can we make sure we're helping these restaurants though, please?","sentiment_score":0.5}
{"full_text":"Why block relief to the people? I bet your not hurting for money.. Quit causing trouble and help.. Have you missed paychecks?? Been forced to stay home?? Selfish..","sentiment_score":-0.3333333333}
{"full_text":"\"Average overall cannabis use has increased for 42% of cannabis consumers during the #pandemic, according to a U.S. market survey from #NewFrontierData, a global #cannabis industry analytics company.\" -@JacksonvilleFPhttps:\/\/t.co\/Bo4Jo74yXT#StrengthInKnowledge","sentiment_score":-0.05}
{"full_text":"Tyson Foods fires 7 managers accused of betting on employee COVID infections THIS RIGHT HERE! This alone should be the obvious as to why @SpeakerPelosi @SenSchumer  @katieporteroc the GOP cannot have Corp. protection @YNB ","sentiment_score":0.1785714286}
{"full_text":"RT Fuck he gone do stand on the edge of 495???","sentiment_score":-0.4}
{"full_text":"December historically has been a good month for stocks, but gains usually have occurred at the end of the month. We look at stocks, some high-profile IPOs, and more on COVID-19 vaccines. #LPLMarketSignals","sentiment_score":0.2375}
{"full_text":"RT If we can afford a $700 billion defense bill, and nearly $2 trillion in tax giveaways, we can afford to prevent people from star...","sentiment_score":0.1}
{"full_text":"RT Federal minister Asad Umar has been tested positive with COVID-19. Pray for his quick recovery guys.","sentiment_score":0.2803030303}
{"full_text":"Aging #goals@PeterAttiaMD - what would one need to be capable of now to ensure they can do this when they're 70+?","sentiment_score":0.2}
{"full_text":"Post covid futurism","sentiment_score":0.0}
{"full_text":"#NEW: HHS Director says Michigan's pause worked--shows map of cases rates. Says test positivity rate is now 10.6%, cases been falling for almost a month, hospitalizations have declined for nearly 2 weeks. # of coronavirus deaths still deeply concerning.","sentiment_score":0.0787878788}
{"full_text":"RT COVID-19 in Florida: Cities find ways to sidestep DeSantis' COVID-19 policies","sentiment_score":0.0}
{"full_text":"RT In case you missed it, the USPS currently has a MASSIVE backlog of mail due to the pandemic, so it's very unlikely at this...","sentiment_score":-0.19375}
{"full_text":"RT Do NOT get on a tiny elevator in a pandemic with grandpa and cough on his woman...https:\/\/t.co\/3KK6UQIC2n","sentiment_score":0.0}
{"full_text":"RT Also to be clear, here are just SOME of the items Republicans are fighting tooth and nail against in the middle of a pandemic:-...","sentiment_score":0.05}
{"full_text":"Who cares? Fuck that asshole. Both of those assholes.Is there a benefit to giving the vaccine to people who have ready had COVID? (Other than encouraging others to get the vaccine.)","sentiment_score":-0.1083333333}
{"full_text":"Charleston Public Library Closes Downtown Branch After Staff Member Tests Positive for COVID-19","sentiment_score":0.1136363636}
{"full_text":"The must reinstate the $0 bail order to alleviate jail overcrowding and reduce the threat of #COVID19 in the jail system ! #BringBackZeroDollarBail  #FreeThemAll","sentiment_score":-0.1125}
{"full_text":"The first time you'll ever see Pence and Effective in the same place","sentiment_score":0.2833333333}
{"full_text":"The safest way to celebrate winter holidays is at home with the people who live with you. Travel and gatherings with family and friends who do not live with you can increase your chances of getting or spreading COVID-19 or the flu.https:\/\/t.co\/djrN8L1mYs","sentiment_score":0.0340909091}
{"full_text":"Our thoughts are with their loved ones.","sentiment_score":0.7}
{"full_text":"Today, Vice President Pence, Speaker Pelosi and Senate Majority Leader McConnell all received the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"Who remembers this?! #rguk #Christmaslights #rudexmaslightshttps:\/\/t.co\/2CwXhSDeBu","sentiment_score":0.0}
{"full_text":"We are approaching the 3rd anniversary of the Tax Cuts and Jobs Act, legislation that changed this country for the better. We must be using the #TCJA as a template for how we draft public policy to recover from this pandemic.","sentiment_score":0.125}
{"full_text":"RT Rates of #COVID19 continue to increase nationwide. This holiday season, protect your loved ones with healthy habits: Wear a m...","sentiment_score":0.6}
{"full_text":"Scientists and investors born outside the U.S. played crucial roles in the development of #COVID19 #vaccines -- a remarkable vindication for the argument that innovation depends on immigration.","sentiment_score":0.25}
{"full_text":"Dutch Flat Snowc. 1935Something about this photo just screams \"Holidays\".#ShopLocal #Christmas #ChristmasIsComing #Christmasgifts #COVID19 #ShopPlacer","sentiment_score":-0.025}
{"full_text":"The COVID-19 pandemic has caused a tradeoff between social isolation and the economic activity needed for a recovery. The Trump Administration has struggled with this issue; how will the next administration differ?https:\/\/t.co\/ajOAobtJEY","sentiment_score":0.0777777778}
{"full_text":"RT Pence this morning: Be vigilant, take COVID-19 precautions.Pence next week: Traveling to Florida to deliver a speech, in...","sentiment_score":0.0}
{"full_text":"At first I thought the guy on the right was wearing a white hood.","sentiment_score":0.1785714286}
{"full_text":"Monty and Meeko's - Road to Home - Part 40 - YEAR FINALE!Will resume on 1st January OR 8th of Jan 2021!Stay tuned, I'll be recreating the 12 days of Christmas until the 24th!#ferrets #ferretworld #ferretfun  #furry #comicart #comicbook #comicstrip #comicbookart #comicartist","sentiment_score":0.0}
{"full_text":"Propper Daley is proud to work with our client to #SpreadCHEER not COVID this holiday season. We must adapt our holiday traditions to stop the spread of #COVID19.To learn more about how you can protect those you love most, visit","sentiment_score":0.575}
{"full_text":"What are three key takeaways as we reflect on 2020? Read more about what we learned about #innovation, collaboration and protecting the critical role of #IP here:","sentiment_score":0.1666666667}
{"full_text":"315,000 dead,Pandemic running rampant,a massive Russian hack, millions out of work,Millions more facing eviction and hunger.Where's our president? Probably watching some lackey polish his golf clubs before his weekend of relaxation. Again.","sentiment_score":0.1666666667}
{"full_text":"RT Just got my covid test result and it is positive. Will be isolating at home.","sentiment_score":0.2272727273}
{"full_text":"Peterborough will now not play again until after Christmas following measures to counter a coronavirus outbreak.https:\/\/t.co\/8qIlzmFqzE","sentiment_score":0.0}
{"full_text":"Cases have been dropping in Gateshead and North Tynesidehttps:\/\/t.co\/lGjzWQ4jDw","sentiment_score":0.0}
{"full_text":"While 300K have died of COVID-19, experts think the pandemic will cause long-term death rates to rise.","sentiment_score":0.0}
{"full_text":"RT New Slogan Idea for Fox: Do as I say, not as I do","sentiment_score":0.1363636364}
{"full_text":"Today at 1pm PST, don't miss our HALFY HOUR chat with from the SNIPER franchise and CALL OF DUTY: MODERN WARFARE. He's a fan favorite SGW alum and it was a delight to chat with him about his career, working during the pandemic, and more!","sentiment_score":0.4416666667}
{"full_text":"Is another lockdown inevitable?What are the chances of a post-Brexit trade deal?@Peston and have the latest in this week's ITV News Politics PodcastListen to the end for a special Christmas quiz!Search 'Calling Peston podcast'","sentiment_score":0.4285714286}
{"full_text":"From the #coronavirus vaccine to the dynamics of the Senate runoff races, a panel discuss a wide array of topics today. Catch up on the latest episode with and","sentiment_score":0.2}
{"full_text":"RT State sanctioned terrorist group, the NYPD, brutalizing tenants who are trying to stop their evictions DURING A GLOBAL PANDE...","sentiment_score":0.0}
{"full_text":"The one-term member of Congress lost re-election last month.","sentiment_score":0.0}
{"full_text":"RT COVID has now mutated to be able to understand dates and times apparently.","sentiment_score":0.275}
{"full_text":"We have curated a full list of where the specialist services can be foundhttps:\/\/t.co\/kevbXv8TH3","sentiment_score":0.35}
{"full_text":"A usually festive and economically important time for the Holy Land's tiny Christian minority has been changed with an absence of pilgrims.https:\/\/t.co\/LgZKgaKywk","sentiment_score":0.0275}
{"full_text":"With just a few minutes, you can help your neighbors. Join the Friendly Visiting program -- we'll pair you with an aging New Yorker you can call to help them feel less alone during #COVID19.Learn more about volunteering:","sentiment_score":0.1289393939}
{"full_text":"Extra Doses Found in Pfizer COVID-19 Vaccine Vials, Potentially Expanding Supply By Up to 40%Learn more:","sentiment_score":0.1666666667}
{"full_text":"\"Just get a job during a pandemic and stop worrying about handouts! And as someone in a position to make it easier for businesses to remain open during Covid, I'm instead gonna worry about legislation to rename things!\"","sentiment_score":0.0}
{"full_text":"Our 'Journalism in a Pandemic' MOOC is now available as self-directed course in 6 languages, including Arabic &amp; Russianhttps:\/\/t.co\/iQMBBjVpUn","sentiment_score":0.4}
{"full_text":"Reminder for everyone to wear a mask whenever possible whilst retail shopping.Please not as a chin warmer but covering both mouth and nose. #COVID19 #WeCare#StaySafe","sentiment_score":0.0}
{"full_text":"RT \"The virus can really touch anyone,\" French president Emmanuel Macron says as he reports feeling fatigue and a headache. \"I a...","sentiment_score":0.1}
{"full_text":"The coronavirus pandemic erased Alaska's entire 2020 cruise season. That made the waters a lot quieter, and the region's humpback whales took notice.https:\/\/t.co\/qGpL2ePM6F","sentiment_score":0.0}
{"full_text":"We survived another week during a global pandemic. I think that calls for another #FeelGoodFriday. To boost morale at the start of the pandemic, Nova Scotia nurses invited healthcare workers to paint their hands on a wall of the hospital.","sentiment_score":0.0}
{"full_text":"#USARMYVETERAN Keisha Thurmond gives #praise  to #CareerCoach for #persistent during #COVID19 pandemic. #militaryfamily #careersuccess #VeteranSuccessStory","sentiment_score":0.0}
{"full_text":"315 Cedar Rapids students were surprised with new shoes this Christmas -- in a year filled with challenges amid the pandemic and the derecho.https:\/\/t.co\/emAAtMvxIA","sentiment_score":0.2121212121}
{"full_text":" Happening tomorrow!  Walk-In, Free Food Pantry  Saturday, December 19, 2020, 9 am to 12 pm Los Angeles Police Department Rampart Div (1401 W 6th St. Los Angeles, CA 90017)This event may be subject to cancellation due to pandemic restrictions and weather conditions.","sentiment_score":0.0361111111}
{"full_text":"This week, rolled out its #COVID19 vaccines at the University Hospital.Among those eligible for the immunization were Michigan Medicine frontline healthcare workers. The vaccinations will be a tremendous relief after such a challenging year! #UMichPath","sentiment_score":0.3194444444}
{"full_text":"Sorry to be a perpetual curmudgeon, but no we are not going to get thru this all together. #NewMexico has completely failed school kids! If you can, withdraw your kids &amp; take care of your own family needs! #schoolchoice #backtoschoolnm #covid19","sentiment_score":-0.125}
{"full_text":"Douglas County has reported 36 COVID-19 deaths this week.","sentiment_score":0.0}
{"full_text":"Coach Ferentz is currently asymptomatic and will remain at home until Sunday, December 27.","sentiment_score":0.0}
{"full_text":"\"We are beyond enthusiastic,\" said Dave Ressler, Aspen Valley Hospital CEO. \"Our staff are excited. We feel like we're making a turn. We can see some light ahead of us.\" talked about the COVID-19 vaccines with hospital leaders in the valley:","sentiment_score":0.4583333333}
{"full_text":"#UnitedStates | An advisory committee of the U.S. Food and Drug Administration (FDA) voted in favor of authorizing Moderna's COVID-19 vaccine for emergency use.https:\/\/t.co\/cFf0dRiNLx","sentiment_score":0.0}
