{"full_text":"same at this point idrc anymore, lockdown browser is fucked up fr","sentiment_score":-0.3}
{"full_text":"RT Senators Perdue and Loeffler received intel warnings about the coming pandemic and told the public that everything was ok...","sentiment_score":0.25}
{"full_text":"RT Sir! I'm from other state and all my classes are running online but GNDU conduct offline exams and it is not possible...","sentiment_score":-0.0625}
{"full_text":"RT UNHINGED: Teacher from Oregon has a complete mental breakdown over COVID and yells at families that are rallying to Re...","sentiment_score":0.0}
{"full_text":"Oh boy. Is it any wonder we have science deniers for climate change n Covid 19. The educational system failed these people n they took no responsibility to educate themselves. Couldn't even google it  education is life long","sentiment_score":-0.1}
{"full_text":"RT James Cleverly is still using the debunked claim about the UK service industry being why this country has one of the wo...","sentiment_score":0.1666666667}
{"full_text":"RT This has been an awful year. We have all lost someone we admire and i important to us. Some from Covid some not.. it doe...","sentiment_score":-0.3}
{"full_text":"RT Of 3,795 coronavirus cases reported in Pakistan in the last 24 hours, Sindh had over 2,000 and of these Karachi had over...","sentiment_score":0.0}
{"full_text":"RT Chungha Reportedly Was In Attendance Of Gugudan Mina's Birthday Party ... Mina Goes For Testinghttps:\/\/t.co\/OEVY9IMBiB","sentiment_score":0.0}
{"full_text":"Lawson claims Green Revolution is meant to 'distract from pandemic'","sentiment_score":-0.2}
{"full_text":"I don't understand why companies feel the need to share their artists personal health information all over the internet. Just get everyone tested,  inform people who need to know, take precautions, and go","sentiment_score":0.0}
{"full_text":"RT # COVID-19 IN S. KOREAS. Korea reports 615 daily COVID-19 cases on Mon.; capital area in 'wartime situation'#COVID19...","sentiment_score":0.0}
{"full_text":"RT Lockdown depression, winter depression, not being able to see your families, anxiety levels at a high for 18-25 year olds...","sentiment_score":0.33}
{"full_text":"RT This weekend has shown that the current Covid strategy is a farce. Huge crowds at shopping centres &amp; in city centres wi...","sentiment_score":1.850371708e-17}
{"full_text":"RT The banks make an average customer's life miserable for KYC. They frequently ask for all sorts of proofs &amp; photographs...","sentiment_score":-0.35}
{"full_text":"A mind is a terrible thing to waste!","sentiment_score":-0.625}
{"full_text":"RT BBCdeliberately spouting a completely misleading story about what clearly stated in an interview wi...","sentiment_score":0.1}
{"full_text":"RT India's Covid fightback: New cases per million people lowest in the world #IndiaF...","sentiment_score":0.1363636364}
{"full_text":"It's understandable that you took that decision. #lockdown #ChristmasIsComing","sentiment_score":0.0}
{"full_text":"Democrat Governor Lockdown Crushes Small Business! Raise your voice, recall!","sentiment_score":-0.390625}
{"full_text":"The Little Red Hen . KS1 and KS2 literacy resource. #teaching #education #learning #teacher #teachersofinstagram #teachers #teacherlife #school #teachersfollowteachers #english #students #classroom #teach #learn #iteach #iteachtoo #student #COVID19","sentiment_score":-0.0625}
{"full_text":"RT Densely packed BAME communities in England bear brunt of Covid-19","sentiment_score":0.0}
{"full_text":"Sorry to learn about this in other test sites. Everyone wore masks at my site in Nara &amp; the seats were &gt;1 meter apart. Though, people still poured into the lobby. Nonetheless, it almost feels like covid cases out of #jlpt will be painted awfully as a foreigner thing.","sentiment_score":-0.5416666667}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"RT Anders Perner answering questions on the design and results of #COVID19 studies #LIVES2020","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler is too extreme to be trusted with power. Pass it on.","sentiment_score":-0.125}
{"full_text":"RT  BREAKING: INTERPOL has issued a global alert to law enforcement across its 194 member countries warning them to prepare...","sentiment_score":0.0}
{"full_text":"RT A million new covid cases in a matter of 6 days......","sentiment_score":0.1363636364}
{"full_text":"RT The UK Gov\/MHRA have given the go ahead for the Covid vaccine rollout, even though it's only months into a two year clinica...","sentiment_score":0.0}
{"full_text":"can covid just-","sentiment_score":0.0}
{"full_text":"Plenty of Democrat politicians undoubtedly were sick or taking Hydroxy to NOT get sick.  They just lied about both counts for covid orange man bad &amp; mail in ballots justification for election fraud. There's your story, hack.","sentiment_score":-0.7095238095}
{"full_text":"RT Great news in past few weeks on #COVID19 #vaccines ; but it will take some time before they become widely available. Test...","sentiment_score":0.1875}
{"full_text":"all you ever need to know about migration","sentiment_score":0.0}
{"full_text":"back then i was wondering how none of these k-idols caught covid ","sentiment_score":0.0}
{"full_text":"CHEERS TO A SUCCESSFUL COMEBACK AND A NEGATIVE COVID RESULT FOR EVERY1#yeongweonhal_uriyi_panorama #PanoramaIZNowShowing #IZONE #aijeuweon #aizuwan#IZONE_PANORAMA#IZONE_ONEREELER@official_izone","sentiment_score":0.225}
{"full_text":"RT Asalamualikum all, urgent fundraiser we every year in winter provides Clothes, shawls and woolen blankets...","sentiment_score":0.0}
{"full_text":"RT If you played beer pong with beer IN THE CUPS, I don't want to hear your concerns about what's in the covid vaccine.","sentiment_score":0.0}
{"full_text":"Hi all, I'm inviting you all to join CashGem, a site that lets you earn money with social media. I just earned $90 and you can too! Sign up today for a $30 bonus! #cashgem #cashappfriday #stayathome","sentiment_score":0.0520833333}
{"full_text":"RT Kelly Loeffler's husband actually owns the New York Stock ExchangeShe made MILLIONS in trades after getting secret b...","sentiment_score":-0.0878787879}
{"full_text":"Lethal lawyer?","sentiment_score":0.0}
{"full_text":"RT if Giuliani survives COVID I'm gonna stop believing in it","sentiment_score":0.0}
{"full_text":"RT OPINION BY DAKUKU PETERSIDE: Africa and the Covid-19 vaccine | TheCable","sentiment_score":0.0}
{"full_text":"The latest The MARSEC-XL  Weekly! #liwenliang #wuhan","sentiment_score":0.625}
{"full_text":"RT Is it possible to have asymptomatic flu, cold, measles, or chickenpox, or is covid the exception?","sentiment_score":-0.3}
{"full_text":"Some peoples teachers","sentiment_score":0.0}
{"full_text":"RT The Pandemic isn't over yet and it's of utmost importance to continue wearing a mask. It's everyone's duty towards wellbei...","sentiment_score":0.0}
{"full_text":"True this.","sentiment_score":0.35}
{"full_text":"Did anyone watch Extinction with David Attenborough on the ABC last night?Despite it looking so dismal (and to me it looks incredibly dismal, I mean if science on covid is contentious, what hope for #climatechange?) what choice do we have? It's our very survival at stake...","sentiment_score":0.196875}
{"full_text":"RT .@BigHitEnt has canceled offline tickets for the label's year-end concert \"2021 NEW YEAR'S EVE LIVE\" due to strengthened s...","sentiment_score":0.0492424242}
{"full_text":"this is so...","sentiment_score":0.0}
{"full_text":"RT JYP Entertainment shares TWICE's Sana who recently came in contact with Chungha has been tested for COVID-19TWICE and...","sentiment_score":0.0}
{"full_text":"RT Well quite. We would like to know too","sentiment_score":0.0}
{"full_text":"praying and hoping everything will be okay ","sentiment_score":0.5}
{"full_text":"RT Even during lockdown the city gleams of sunshine.#StaySafe  ____(c) Michael Sidofsky ~ Firenze     (c) Bry Laborde ~ NYC 4...","sentiment_score":0.0}
{"full_text":"Why Should I wear a mask when the leaders of my country doesn't wear one himself? Do you think the should fined as well just like commoners being fined by Covid 19 authoritiy proud of you I have full authority to speak coz my india is a democratic country","sentiment_score":0.575}
{"full_text":"Well, we could use a little luck, that's for sure!  DONUTS!! PHEW!!  #COVID19Vic","sentiment_score":0.40625}
{"full_text":"RT Kelly Loeffler's family accepted $3.2 million dollars in farm subsidies from the government, meanwhile she said it was...","sentiment_score":0.0}
{"full_text":"Oh no","sentiment_score":0.0}
{"full_text":"RT Imagine that...","sentiment_score":0.0}
{"full_text":"Read this article to understand the impact of COVID-19 on adaption of Hiring Automation:#Automation #AutomationTechnology #HRAutomation #HR #HiringAutomation #RecruitmentAutomation #RecruitmentTechnology #HRTechnologyhttps:\/\/t.co\/KXJdgyIRdn","sentiment_score":0.0}
{"full_text":"RT The next time you have the pandemic moment where you fall to your knees and scream out, \"THERE'S GOT TO BE A BETTER WAY TO...","sentiment_score":0.25}
{"full_text":"RT List of those closest to Pres. Trump who've had\/have COVID since October: Hope HicksMelania TrumpBarron TrumpKayleigh...","sentiment_score":0.0}
{"full_text":"RT COVID-19 could cause erectile dysfunction, doc says","sentiment_score":0.0}
{"full_text":"RT JYPE said TWICE and their staff were tested for COVID-19 this afternoon, as Sana was in contact with Chungha recently who tes...","sentiment_score":0.0}
{"full_text":"How are businesses responding to #fraud at a time of pandemic?In this report, we looked at the iGaming, eSports, Cryptocurrency, Online Lending and Travel verticals and their actions to fight the modern #fraudster. Learn more here:","sentiment_score":0.35}
{"full_text":"We're getting close to having #COVID19  vaccines authorized in western countries. But as we all know, to be back to normal life like before, there're various factors that needed to be considered.Let's here what opinion about this:","sentiment_score":0.0375}
{"full_text":"Frontline health workers in the private and public sectors will be the first to receive coronavirus vaccines once they become available.","sentiment_score":0.1625}
{"full_text":"Parents\/carers of 2-7 year olds - please complete this survey to tell about your family's health and wellbeing now, as we continue to live through the pandemic.Go to:https:\/\/t.co\/LDmcYHSNlbCloses - today, 7 December.","sentiment_score":0.1181818182}
{"full_text":"RT \"I'm a Matthew 25 Christian.Love your neighbor and for me that means you don't get rid of your neighbor's healthcare. P...","sentiment_score":0.0}
{"full_text":" ICYMI Today's 2nd ODI between South Africa &amp; England in Cape Town will not take place #SAvENG ECB &amp; Cricket South Africa waiting for outcome of independent ratification of two unconfirmed positive Covid tests in the England camp before discussing how best to proceed ","sentiment_score":0.3068181818}
{"full_text":"We have created a new webpage which includes a video on how to effectively clean your vehicle and other important information","sentiment_score":0.1945075758}
{"full_text":"RT Pain","sentiment_score":0.0}
{"full_text":"RT Nice work. We'll be shooting an entire feature film, conforming to all Covid procedures + vegan catering, a...","sentiment_score":0.3}
{"full_text":"Pursuing a #sustainable lifestyle amidst the #COVID19 pandemic is admirable, though it also must be acknowledged that #sustainability is a privilege that not everyone can afford -- especially in the middle of a pandemic.https:\/\/t.co\/VjKiv32paX","sentiment_score":0.0}
{"full_text":"A new airport trial involving #Adelaide Uni will determine whether #dogs can be trained to detect #COVID19 via scent, before the virus can spread into the community.","sentiment_score":0.1363636364}
{"full_text":"So that would be six months of extra transition. Six months to vaccinate against Covid-19. Six months to appeal to the British public.","sentiment_score":0.0}
{"full_text":"RT With cases surging and capacity inside intensive care units rapidly nearing dangerously low levels, nearly 85% of Californ...","sentiment_score":0.05}
{"full_text":"Against the backdrop of a pandemic's blight and wounds from an acrimonious election, a group of acclaimed actors on Sunday staged an online reading of a religious text.https:\/\/t.co\/GvgvEhDqT4","sentiment_score":0.0}
{"full_text":"RT healthgovau: Many pop-up testing clinics are located outdoors. If you need a #COVID-19 test this summer, plan ahead to avoid heat-relat...","sentiment_score":0.5}
{"full_text":"#ICYMI: The UK Government has confirmed that care home staff and people aged over 80 years old will be first in line when the COVID-19 vaccination programme kicks off next week. Read more:","sentiment_score":0.1916666667}
{"full_text":"Like they would have known their turnover would increase in the midst of a pandemic  although they are only paying back so they can pay shareholders a dividend, rather than for a 'thankyou'","sentiment_score":0.0}
{"full_text":"Despite exhibiting symptoms, an Oklahoma woman received four COVID-19 tests and only one came back positive for the virus.","sentiment_score":0.0757575758}
{"full_text":"The MD COVID Alert system launched in mid-November.Just over three weeks later the Maryland Department of Health says 1.2 million phones have been enabled to use this technology in Marylandhttps:\/\/t.co\/bJ3FOwKnm3","sentiment_score":0.0}
{"full_text":"Out of the 187 new #coronavirus cases in #SaudiArabia, 52 were confirmed in Riyadh, 38 in Makkah and 33 in Madinah. ","sentiment_score":0.2681818182}
{"full_text":"Staying mentally well: winter plan 2020 to 2021The government's plans to support people's wellbeing and #mentalhealth during the COVID-19 pandemic this winter.Find out more >","sentiment_score":0.2}
{"full_text":"If you are offered a COVID-19 vaccine, you should have it. Correspondence will come from your employer\/ health board informing you about the vaccine, where to go and what to do on the day so you can get vaccinated in a convenient, safe setting.https:\/\/t.co\/UFBq1VRmep","sentiment_score":0.5}
{"full_text":"Get the latest coronavirus updates at Get help and advice regarding the virus at local groups for support","sentiment_score":0.25}
{"full_text":"Can you hear it The #CoalitionforAction  calls  for more ambitious #COVID19 #RecoveryPlans, redirecting investments towards #renewables  to strengthen economic &amp; social #resilience, #GreenRecovery &amp;  global just #EnergyTransition. More:","sentiment_score":0.2472222222}
{"full_text":"Varun Dhawan Confirms Testing Positive For COVID-19 On The Sets Of 'Jug Jug Jeeyo'#VarunDhawan #JugJugJeeyo #COVID19 #TheLiveMirror","sentiment_score":0.2272727273}
{"full_text":"Covid-19 health Tips#WeFightAsOne#PNPChiefDeboldSinas","sentiment_score":0.0}
{"full_text":"Lack of Teacher Support during Pandemic Causes Acute Emotional Harm TAU study provides insights into preventing burnout among educators.A new Tel Aviv University study led by Dr. Shahar Lev-Ari, Head of the Depar...https:\/\/t.co\/c8mpqlZj3h","sentiment_score":0.2454545455}
{"full_text":"Malacanang is hoping that Vice President Leni Robredo will make true on her promise to serve as a guinea pig for the coronavirus (Covid-19) vaccine.READ:","sentiment_score":0.35}
{"full_text":"corona among my faves its really suck","sentiment_score":0.2}
{"full_text":"Covid is real","sentiment_score":0.2}
{"full_text":"COVID 19 cases in India until : 07\/12\/2020 14:30Total Cases: 9678075 [+368]Active: 396041Recovered: 9139024 [+0]Deaths :140617 [+7]Total Tests: 147.79MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT I promise you this: I will spare no effort -- or commitment -- to end this pandemic.","sentiment_score":0.0}
{"full_text":"In the last few weeks, all that everybody is talking about is the vaccine.https:\/\/t.co\/GMIAHkx2Io#CommunityRadio #Ballyfermot #Coronavirus #CoronavirusIreland #CoronavirusVaccine #COVID19 #COVID19Ireland #COVID19Vaccine #Pfizer #PfizerVaccine #Moderna #ModernaVaccine","sentiment_score":-0.1}
{"full_text":"My business survived on cons.No business, no income.But I'm still going to be safe and same with my staff cause this isn't a conspiracy PEOPLE ARE DYING.","sentiment_score":0.25}
{"full_text":"Local #Coronavirus restrictions are in place across England.Check which restriction tier your local area is in  Check out our latest advice on coronavirus","sentiment_score":0.1666666667}
{"full_text":"President Trump and Sen. McConnell are expected to support a proposed COVID-19 relief bill, but it won't include $1,200 in direct payments to most Americans, a Republican senator says.","sentiment_score":0.1666666667}
{"full_text":"The #Saudi Pharmaceutical Industries &amp; Medical Appliances Corporation (#SPIMACO) signed a deal with #German pharmaceutical company, CureVac, to provide and distribute the #COVID-19 vaccine in the Kingdom ","sentiment_score":0.0}
{"full_text":"RT Plea from Dr. Anthony Fauci for people to \"wear a mask\" to slow the spread of the coronavirus tops Yale Law School librarian's lis...","sentiment_score":-0.3}
{"full_text":"To: Mr. Ms. Beware!  The Covid crisis is more dire than imaginable.  Though I do not possess a classical education. I can see. I can count.  Beware. The 18 day \"Covid symptom timeline\" is more deadly than they have revealed to you.  Or U.S.","sentiment_score":0.2}
{"full_text":"\"I will explore the impact of Long Covid on people's lives\"  9&amp;10 December 2020@GloPID_R   #LongCovidForum open to all https:\/\/t.co\/iFAKIrACcq@CKaushic","sentiment_score":-0.025}
{"full_text":"If you have symptoms and need to book a test, you can do this online or by ringing 119.A pop-up Covid-19 testing site, run by the Army, is at Harwich International Port on Tuesday 8th December.To book an appointment go to:","sentiment_score":0.0}
{"full_text":"The Saudi capital market was affected by the #COVID19 pandemic, Mohammed El-Kuwaiz, chairman of the says.","sentiment_score":0.0}
{"full_text":"The National Education Policy focuses on tech-based learning &amp; skilling as a major part of education. E-courses are being developed in various regional languages and dialects. Here's an opportunity to learn the #Urdu language. #NEP2020 #MondayMotivation","sentiment_score":0.0541666667}
{"full_text":"Relax at home with UNIQLO's latest line-up of work-from-home essentials! Stay in comfort at your own home while looking your best. Gift this to yourself or to your loved ones:Women: #LifeWear","sentiment_score":0.73125}
{"full_text":"#In the news: December 6* The number of new confirmed #COVID19 cases in South #Korea reaches a nine-month high of 631 cases in the last 24 hours, the majority being from the #Seoul Capital Area. See: #WAM #Wikipedia #News","sentiment_score":0.1740909091}
{"full_text":"We are excited to announce that our 2020 Seasonal Appeal, supported by Yakult, will launch online on Dec 14th! In the lead up to the appeal launch, we will share a tantalizing 'sneak peek' of the stories being featured this year #WeAreStMarks #NeverMoreNeeded #guts #Covid19","sentiment_score":0.46875}
{"full_text":"Is your business set to reopen, then book your Commercial Legionella Risk Assessment from PS79 to ensure you reduce the risk of Legionnaires Disease and keep your employees safe. #legionella #legionellarisk #legionellariskandpat #covid #complianthttps:\/\/t.co\/TqoPdW4o95","sentiment_score":0.25}
{"full_text":"#Coronavirus restrictions are in place across Wales. Check out our latest coronavirus advice","sentiment_score":0.5}
{"full_text":"It comes after there have been coronavirus cases in the school.","sentiment_score":0.0}
{"full_text":"The winner of our Junior Category for the Artist of the Year Award 2020 is Charlotte Willetts-Ketch, aged 8, who spent lockdown taking online art classes and created this still life.Congrats on winning a trophy, an e-voucher and art bundle!#ArtistoftheYear #Winner #Hobbycraft","sentiment_score":0.1}
{"full_text":"Because North Texas has seen 7 consecutive days of over 15% hospital bed capacity for COVID-19. This comes as part of Governor Abbott's Reopening Plan issued several months ago.","sentiment_score":0.0}
{"full_text":" Follow the tier 3 restrictions to help stop the spread of #coronavirus.Always keep 2m from others when meeting outdoors, we're in this together! Let's do it to get back to what matters #stopthespread","sentiment_score":0.0}
{"full_text":"With a COVID-19 vaccine perhaps just days away in the U.S., most of California headed into another lockdown Sunday because of the surging outbreak and top health officials warned Americans that this is no time to let their guard down.https:\/\/t.co\/e68d6tki3N","sentiment_score":0.5}
{"full_text":"Follow John and see how easily COVID-19 can be spread. Don't be like John, wash your hands, wear a face covering and keep 2 metres from other #NorthantsTogether","sentiment_score":0.1541666667}
{"full_text":".@OfficialCSA and agree to Cancel 1st ODIhttps:\/\/t.co\/2qQILEsIxn@englandcricket #CricketSA #CSAnews #EnglandCricket #SAvENG #Covid19","sentiment_score":0.0}
{"full_text":"Three new shops opening at Cwmbran Centre despite coronavirus uncertainty","sentiment_score":0.1363636364}
{"full_text":"Hats off to all AMC Dental college BDS students performing Covid-19 duty at Ahmedabad, why only one dental college students of Gujarat is under Covid -19duty sirs, all BDS, MBBS college students of Gujarat having Golden opportunity to serve Nation","sentiment_score":0.15}
{"full_text":"For #teamCNO colleagues involved in the national #COVID19 vaccination programme, the #COVID19 Vaccination e-learning prog supports you to confidently promote high uptake of the vaccine and deliver the vaccine programme effectively.","sentiment_score":0.42}
{"full_text":"The pandemic brought some financial changes: cash could fall into disuse to give prominence to electronic payments and new competitors keep on challenging traditional banking: #Banks #Payments #AppsMgt","sentiment_score":0.1590909091}
{"full_text":"Artificial Intelligence (AI) in Construction Market 2020 COVID-19 Impact, Share, Trend, Segmentation and Forecast to 2028 - Cheshire Media: Artificial Intelligence (AI) in Construction Market 2020 COVID-19 Impact,... #AI #artificialintelligence #Finperform","sentiment_score":-0.6}
{"full_text":"RT [COVID-19 TEST NOTICE]gugudan's mina has taken a test for Covid-19 after celebrating her birthday with Chungha. Chung...","sentiment_score":0.0}
{"full_text":"Take note","sentiment_score":0.0}
{"full_text":"RT Bob Bryant, 58, pastor at the Water of Life Community Church in San Bernardino County, California died from COVID-19, five...","sentiment_score":0.0}
{"full_text":"Alexander McQueen S\/S 2021: Lockdown from the white cliffs of England","sentiment_score":0.0}
{"full_text":"Via Rudy Giuliani tests positive for coronavirus, Trump says |","sentiment_score":0.2272727273}
{"full_text":"RT Wtf is going on?? Why everybody else get to go to court? They been pushing RKelly case back for over a year due to Covid.I...","sentiment_score":-0.2083333333}
{"full_text":"RT NEWS -- Senate Republicans have invited a leading anti-vaxxer to be the lead witness at a Homeland Security committee hearing o...","sentiment_score":0.0}
{"full_text":"RT If you played beer pong with beer IN THE CUPS, I don't want to hear your concerns about what's in the covid vaccine.","sentiment_score":0.0}
{"full_text":"Dundee United midfielder Ian Harkes knows spotlight is on him and rest of players as coronavirus continues to hit Scottish football #coronavirus #covid19","sentiment_score":0.0}
{"full_text":"Learn how healthcare providers are leveraging the power #MuleSoft and #Salesforce for COVID-19 public health reporting.","sentiment_score":0.0}
{"full_text":"IBM Uncovers Global Phishing Campaign Targeting the COVID-19 Vaccine Cold Chain","sentiment_score":-0.3}
{"full_text":"RT If you played beer pong with beer IN THE CUPS, I don't want to hear your concerns about what's in the covid vaccine.","sentiment_score":0.0}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"RT Recall Gavin Newsom is right answer to NPR report that 85% of Californians are under stay at home orders through Christma...","sentiment_score":0.2857142857}
{"full_text":"Time: 09:00 * Temp: 1.4degC * Wind: SW 0.0 to 0.0mph * Pressure: 995.6hPa * Rain: 0.0mm * Hum: 98% * ET: 0.0mm * Solar: 12.0W\/m2 * UV Index: 0.0 * Sunrise: 08:31 * Sunset: 15:58 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Its important to donate if you can, even though the pandemic!","sentiment_score":0.5}
{"full_text":"RT Hi, it is me, your local \"I had a mild covid case in March and recovered in &lt; a week\" friend here to remind you that:a)...","sentiment_score":0.1666666667}
