{"full_text":"Damn. RIP, Deebo Friday Actor Tommy 'Tiny' Lister Found Dead by Friend After Experiencing 'COVID Symptoms' - People","sentiment_score":-0.1}
{"full_text":"RT \"What we're dealing with here is somebody who is trying to put the imaginary need of big corporate donors ahead of the very real...","sentiment_score":0.0866666667}
{"full_text":"RT Excellent letter, Randy It's not a crime to BREATHE OXYGEN! Police are ABUSING their power over citizens and VIOLAT...","sentiment_score":1.0}
{"full_text":"RT CDC Director Robert Redfield: \"For the next 60 to 90 days, we're going to have more deaths per day than we had in 9\/11.\"","sentiment_score":0.25}
{"full_text":"Nigeria to receive 20m doses of COVID-19 vaccine in 2021","sentiment_score":0.0}
{"full_text":"We are days away from healthcare workers get the first Pfizer COVID-19 vaccines. I'll let you know the timeline comping up on WFSBnews #Pfizervaccine #COVID19","sentiment_score":0.25}
{"full_text":"Well said ! All of us at can't wait to get the vaccine programme started and v aware how challenging this 2nd wave has been for our clinical and non-clinical staff.","sentiment_score":0.25}
{"full_text":"New Banksy in Todderdown Bristol discovered thats making the rounds...  big love for Banksy... I took this from another post I saw, thought it was worth a share. Sums up 2020 beautifully I think... #graffiti #banksy #art #covid","sentiment_score":0.3572727273}
{"full_text":"RT Corruption and cronyism. Welcome to post-EU Britain.","sentiment_score":0.8}
{"full_text":"RT Obscene profiteering and cronyism has been the hallmark of the Government's response to COVID-19.","sentiment_score":0.0}
{"full_text":"RT #AatmaNirbharBharatPackage #FinMin2020Various initiatives were also undertaken by Ministry of Corporate Affairs to provid...","sentiment_score":0.0}
{"full_text":"RT This is the most beautiful helmet I could ever imagine.It was created by Sacha, Simon &amp; Camille for my last race in Abu...","sentiment_score":0.45}
{"full_text":"The only solution is developing an effective vaccine because there's no gainsaying that Coronavirus has become another disease that man will continue to live with just like Malaria, Tuberculosis, Ulcer etc.","sentiment_score":0.2454545455}
{"full_text":"RT Our joint efforts is constantly increasing in the defence, space and atomic energy sector. Both countries helped each other...","sentiment_score":-0.0625}
{"full_text":"Lockdown: Women exchanged sex for food - CANhttps:\/\/t.co\/WonoTLckUn","sentiment_score":0.0}
{"full_text":"RT Here's an article about the incident in English. Deutsche Welle always is a good starting point for German...","sentiment_score":0.175}
{"full_text":"RT Scaremongering . Where are \"hospital admissions rising\"?   Admissions are stable almost everywhere. Bed oc...","sentiment_score":0.0}
{"full_text":"Ty for the positive vibes. I can always count on you to make me smile even during the hard times. Holidays are tough this year. Young children and no income due to COVID. I agree kindness is the best gift","sentiment_score":0.1173881674}
{"full_text":"Fitch Ratings: The US and Canada will enter 2021 with economies damaged by pandemic and with higher deficits and debt.","sentiment_score":0.25}
{"full_text":"I've been to two different gyms, on average 6 days a week since the middle of May. I've not heard of one person getting Covid in either gym. Neither gym is any more ventilated than any other average building with AC. 95% of people aren't wearing masks.","sentiment_score":0.0125}
{"full_text":"RT #CokeStudio2020 is promoting wardrobe sustainability during this Pandemic too.From Meesha Shafi to Wajiha Naqvi and backgrou...","sentiment_score":0.0}
{"full_text":"RT Germany eyes hard lockdown after record Covid cases, deaths via ht...","sentiment_score":-0.2916666667}
{"full_text":"RT Look at what you've become, Republicans. And for what? Trump? A man who golfs as your towns and constituents die from COVID...","sentiment_score":0.0}
{"full_text":"RT If you haven't had your yellow fever vaccine, please get it this week.There seems to be an outbreak and it's spread by...","sentiment_score":0.0}
{"full_text":"@TXT_members thank u for being our healing idols, our vitamin, our comfort, our home we are so proud of you !! always take care and stay healthy !!  we love you so much our happy pills !! ","sentiment_score":0.69625}
{"full_text":"RT I urge the federal government to ramp up negotiations about the country's supplies of the Covid-19 vaccines and earnestly commen...","sentiment_score":0.0}
{"full_text":"Y not to keep on ur words, if the world is to blame u the cause of this pandemic globally , and u know very well that this vaccine won't protect people even 80% but u promoting it already","sentiment_score":0.1}
{"full_text":"RT Freeland won't rule out tax hikes on Canadians during a pandemic.","sentiment_score":0.0}
{"full_text":"RT Govt policies do not allow children with very high risk family members to avail of remote tuition. It means some children h...","sentiment_score":0.054}
{"full_text":"Kelly Vlahakis-Hanks: Managing a Green Giant During the Pandemic |","sentiment_score":-0.1}
{"full_text":"Denmark Say NO To Lockdown Law &amp; Government Relent #PeoplePower via","sentiment_score":0.0}
{"full_text":"Fascinating video highlighting link between #LongCovid and #MCAS (Mast Cell Activation Syndrome)  Here's How You Treat Long Covid | Lessons From MCAS - from -  via","sentiment_score":0.325}
{"full_text":"We need that balance of socialism and capitalism, we can't be a democracy if our government only serves the 1%. #EattheRich #Socialism #Capitalism","sentiment_score":0.0}
{"full_text":"When you think you catch your big break but then lose your job during a pandemic  been there","sentiment_score":0.0}
{"full_text":"RT #DelhiNeed #Blood Type :  O-positiveAt : MD City Model TownBlood Component : Need Plasma from O+ve #COVID19 recovered...","sentiment_score":0.0}
{"full_text":"RT #Venezuela With no electricity  #COVID19 patients are cooled with cardboard fans. #SinLuz ","sentiment_score":0.0}
{"full_text":"RT Merkel urges Germans not to kill their grandparents this Christmas","sentiment_score":0.0}
{"full_text":"Now Playing - PSA For Sherly Underoow Radio - Stay Home... And Let's Stop The Spread   Listen in at","sentiment_score":0.0}
{"full_text":"RT by the grace of God","sentiment_score":0.0}
{"full_text":"In the face of the challenges generated by COVID-19, we joined forces with to look at the views and sentiment of youth concerning their future with the purpose of identifying adjustments in policies.Find our report:https:\/\/t.co\/VyUgV35VMb#EU4Youth #FutureofEducation","sentiment_score":0.0}
{"full_text":"They always give the award to a US president elect during the election year. But in a year of a fucking pandemic, people putting their lives on the line in healthcare, essential workers etc, you'd think just this once they might do something else.","sentiment_score":0.0666666667}
{"full_text":"RT Nearly 292,000 Americans lost their lives in combat in World War II. As of today, the coronavirus has now killed more Am...","sentiment_score":0.1333333333}
{"full_text":"Five Ways COVID-19 is Changing Office Space #CRE #COVID-19 #Office #NewNormalhttps:\/\/t.co\/ZfPcuDwMCt","sentiment_score":0.0}
{"full_text":"#Germany braces for tougher #lockdown before #Christmas #Sharjah24","sentiment_score":0.0}
{"full_text":"Stormont leaders have said children should stay in school for the full term before the Christmas holidays#Coronavirus #Health #News","sentiment_score":0.35}
{"full_text":"RT Have you ever considered making research a larger part of your career? Take a look at research and innova...","sentiment_score":0.0}
{"full_text":".@Pfizer will rake in billions from its expensive covid vaccine but refuses to cut the price for lower income countries - costing countless lives","sentiment_score":-0.25}
{"full_text":"RT West Bengal has reported 44,489 Covid-19 cases until November last week and Mamata saysthat the Covid situation is im...","sentiment_score":0.0}
{"full_text":"RT I'm getting really tired of ministers urging us to prepare for a #NoDealBrexit - please give us the detail of how...","sentiment_score":-0.4}
{"full_text":"RT Doctors, Nurses, Emergency Workers, spend almost the entire year trying to fight the worst pandemic in a century wi...","sentiment_score":-0.5}
{"full_text":" 11:11 COVID to wipeout all the deadbeats ","sentiment_score":0.0}
{"full_text":"RT \"Living\" systematic review captures and updates evidence on #LongCovid \"The current evidence reflects a lack of control...","sentiment_score":0.0}
{"full_text":"Throughout 2020, lawyers have written exclusively for IFLR on the effect of the Covid-19 crisis on financial markets. Read all of their articles here #iflr #bakermckenzie #covid19 #capitalmarkets #debtmarket #equitycapita","sentiment_score":0.0}
{"full_text":"RT Sometimes I feel like a voice crying out in the wilderness when I bring things like this up. A \"Christian nation\" cares about...","sentiment_score":-0.1}
{"full_text":"Yeah, I heard that they have been working to optimise the distribution of covid-19 vaccine. Now I know what this means. ","sentiment_score":0.0}
{"full_text":"Supporting people to understand and manage their mental health and emotional wellbeing has been especially important during the COVID19 pandemic. Read more from our In House Consultant Clinical Psychologist, Dr Jayne Williams: #llamauadvent","sentiment_score":0.29}
{"full_text":"COVID-19 | Guidance For the latest information on how covid-19 has affected football and what funding &amp; support is available to your club, see https:\/\/t.co\/jAcR3iAkqO","sentiment_score":0.45}
{"full_text":"Eviction moratorium: Australia's state-by-state #COVID19 breakdown #eviction #renting #propertynews","sentiment_score":0.0}
{"full_text":"The Office of the Presidential Assistant for the Visayas (OPAV) has committed to help the provinces of Siquijor and Negros Oriental set up their own Emergency Operations Center (EOC) to boost their COVID-19 response efforts. Full story:","sentiment_score":0.2833333333}
{"full_text":"Executive Director of #EDHEC Alumni, Martin Barbier reveals how EDHEC alumni are supporting the community through the #COVID19 pandemic on our Impact Around the World season finale. #ProudlyEDHECListen, subscribe &amp; share now: https:\/\/t.co\/tBabEU6vnX","sentiment_score":0.25}
{"full_text":"UK university students: Have you had a rapid coronavirus test before going home for Christmas? Tell us below","sentiment_score":0.0}
{"full_text":"Access to electricity, decent housing and fresh water could be more significant for the health of populations around the globe than medicine and healthcare itself.Read more:","sentiment_score":0.3683333333}
{"full_text":"has produced an Advent resource for secondary schools combining private prayer, the Star of Bethlehem &amp; the pandemic. Perfect the classroom or at home, we invite you to take a look at the presentation, video, activity and prayer sheet.","sentiment_score":0.2333333333}
{"full_text":"RT WHAT THE HELL--Yuma Hospital fires  Dr for warning the public on Twitter that Arizona is out of ICU beds becaus...","sentiment_score":0.0}
{"full_text":"How can organizations prepare for year-end #tax accounting during a pandemic? 1) Align expectations with your auditor, and 2) Address changes in personnel and roles. Our teams share seven steps. #FutureOfTax","sentiment_score":0.0}
{"full_text":"There's two weeks until Christmas, and despite the pandemic surge, we've seen travelers continue to look for holiday getaways. In their latest piece, discusses our November #traveltrends and what's been popular as we approach the holidays.","sentiment_score":0.55}
{"full_text":"Ellume's COVID-19 home test has been clinically validated for symptomatic and asymptomatic use - crucial in mitigating the spread of an infectious disease like #COVID19, which can be spread unknowingly.#rapidtesting #ellume #covidtest #CovidTesting","sentiment_score":0.0}
{"full_text":"My cat is very serious about social distancing...","sentiment_score":-0.2}
{"full_text":"Sanitize your warehouse or mill with Bengal Sanitization, with rates as low as Rs 70. We offer efficient services at affordable rates.7980708710\/9830246789#bengalsanitization #sanitizing #sanitizationservice #affordablerates #covid19  #kolkataagainstcorona","sentiment_score":0.0}
{"full_text":"Love Katie!","sentiment_score":0.625}
{"full_text":"Desantis: Florida to receive nearly 180,000 covid-19 vaccineshttps:\/\/t.co\/HWcpGHYZhI","sentiment_score":0.1}
{"full_text":"Nine months into the Covid pandemic, rethink those bad habits -- againSarah Green Carmichael writeshttps:\/\/t.co\/wYhNS8MeMH","sentiment_score":-0.45}
{"full_text":"The Covid-19 Pandemic has thrown us into unprecedented times. However, the NHS remains 'open for business'.Early detection of #breastcancer can be lifesaving - if you spot something unusual or display any symptoms get it checked by your GP. Here's what to look out for: ","sentiment_score":0.2666666667}
{"full_text":"Charter Boat operators are calling for consistency with social distancing restrictions, saying there's a double standard in the rules. #7NEWS","sentiment_score":0.0111111111}
{"full_text":"Day 11 of #AdventOfHomelessHealth. Honoured to be 'commended' in the awards yesterday for our emergency #COVID19 #health led #homelessness response with the amazing Here is a summary of the fantastic collaborations when the pandemic struck in March.","sentiment_score":0.5}
{"full_text":"Renata Limited and SAJIDA Foundation in Gazipur, Bangladesh.To strengthen their COVID-19 fight, they acquired 4 units of Esco equipment consisted of 2 biosafety cabinets, 1 PCR cabinet, and 1 micro centrifuge. #Esco #RenataLimited #SAJIDA #Bangladesh #COVID19 #Laboratory","sentiment_score":-0.0714285714}
{"full_text":"The Department of Health said there are 29,001 active COVID-19 cases in the country as of November 20, 2020.","sentiment_score":-0.1333333333}
{"full_text":"RT Cybercrime\/COVID-19-cyberthreats cyber safety checklist, source Interpol#Infosec #CyberSecurity #CyberAttack #Hacking #Priva...","sentiment_score":0.0}
{"full_text":"The story of the U.S. economy in 2020 will consist of three major shocks: Covid, racial unrest and an election that divided the nation.https:\/\/t.co\/BuxicuCsjo","sentiment_score":0.0625}
{"full_text":"Loneliness was related to higher anxiety and depression among older adults, and a worsening of anxiety and depression since before social distancing began!","sentiment_score":0.1145833333}
{"full_text":"If you feel unsafe during this difficult time, remember, you are not alone. If you need someone to talk to  and can all offer advice and support #domesticabuse #covid19","sentiment_score":-0.5}
{"full_text":"And tooo the normal we return!https:\/\/t.co\/RN3ssB3fXa#abudhabi #covid19","sentiment_score":0.15}
{"full_text":"The #COVID19 pandemic has grounded even the most mobile talent. Where do we go from here?","sentiment_score":0.5}
{"full_text":"Flinders University Professor, Immunologist Nikolai Petrovsky told UQ repeatedly not to use the HIV protein. The UQ COVID vaccine gives false HIV positive readings.","sentiment_score":-0.0863636364}
{"full_text":"11 Dec 20 Christmas Advent Calendar: Our brand-new Standing Hand #Sanitiser Station, designed for a Pump Sanitiser Bottle, helps to prevent the spread and the threat of #COVID19, as well as other viral and #bacterial infections. #adventcalendar #handsanitiser #coronavirus #virus","sentiment_score":-0.125}
{"full_text":"Last month launched their #standtogetherchallenge. To join the movement create your own video or nominate a friend, and tag #standtogetherchallenge. You can also sign our petition to Stand Together against #COVID19!","sentiment_score":0.375}
{"full_text":"!!Our 'FAITH COMMUNITIES - COVID-19 IMPACT &amp; FUTURE SUPPORT SURVEY' is still open! Let us know how your faith organisation has been coping so that we can advocate for improvements with your testimony https:\/\/t.co\/UyixVqBXLEWe also have some interim results:","sentiment_score":0.0}
{"full_text":"Frank Lampard will warn his players to live up to their 'responsibilities as role models' and avoid any social-distancing breaches this Christmas.","sentiment_score":0.1363636364}
{"full_text":"Today on WEKU's Morning Edition, an FDA panel is voting today on whether to authorize the Pfizer vaccine for use. Two county jails in Kentucky have formed a partnership for rapid COVID-19 testing. Plus local weather and traffic on","sentiment_score":0.0}
{"full_text":"With younger children increasingly acting out during the lockdown, here's what you can do to help them cope. #BMColumhttps:\/\/t.co\/HWUWaQTJbw","sentiment_score":0.0}
{"full_text":"We'll provide more detail on this when we know more - watch this space! #museums #funding #recovery #COVID19","sentiment_score":0.5625}
{"full_text":"COVID 19 cases in India until : 11\/12\/2020 15:30Total Cases: 9797452 [+387]Active: 362436Recovered: 9290300 [+0]Deaths :142226 [+4]Total Tests: 151.63MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#COVID19 Tracker: India's active COVID-19 caseload drops to 3.63 lakh, lowest after 146 dayshttps:\/\/t.co\/zuZv4qUDXQ","sentiment_score":-0.1333333333}
{"full_text":"Willingness to get COVID-19 vaccine ticks back up to 63% in US, poll findshttps:\/\/t.co\/4HIHTXauaz","sentiment_score":0.0}
{"full_text":"The study is set to begin before the end of the calendar year and seeks to enroll adults with and without prior SARS-CoV-2 infection who live in multiple U.S. locations where exposure to infection risk appears elevated.","sentiment_score":0.0454545455}
{"full_text":"Worries arise over false positives in trial.","sentiment_score":-0.4}
{"full_text":"Russia documents 28,585 COVID-19 cases in past 24 hourshttps:\/\/t.co\/otcKzOocLg","sentiment_score":-0.25}
{"full_text":"As coronavirus cases surge and restrictions tighten, unemployment claims are rising.","sentiment_score":0.0}
{"full_text":"The university reported 38 new cases this week, which is 50 fewer than the week before.","sentiment_score":0.1363636364}
{"full_text":"\"The masks offer more human interaction; people can see the smile on your face,\" said state Rep. Stan McClain.","sentiment_score":0.2666666667}
{"full_text":"Money might be tight this holiday with many working less hours or losing their jobs due to the pandemic, but it's not too late to budget and feel good about the season.","sentiment_score":0.0716269841}
{"full_text":"#ICYMI | TUI Group (@TUIGroup) has reported a full-year earnings loss of EUR3bn before interest and taxes (EBIT) due to the COVID-19 pandemic crisis. The travel operator also suffered a 58% fall in its revenue, recording a profit of EUR7.9bn.:","sentiment_score":-0.125}
{"full_text":"Stamford Hill Library is giving away 35 bags with bits to make Star of David, the Menorah and some #Hanukkah colouring sheets! First come, first serve. Learn how to safely visit our libraries here:","sentiment_score":0.3333333333}
{"full_text":"#FeedbackFriday - our physio Mike has worked to help support as many school staff through lock down as possible and its lovely to get such fantastic comments from patients #SBM #Wellbeing","sentiment_score":0.2074074074}
{"full_text":"Which groups may find it difficult, or be reluctant to attend a #COVID19 mass #vaccination venue?  To find out, read our latest rapid evidence summaries on COVID-19 mass vaccination campaign.","sentiment_score":0.0}
{"full_text":"This morning we have our second #thankfulness video, this one from Andrew Hampson. He wants to recognise Morley Lewis and Janine Hargreaves-Brady for their exceptional work during lockdown. Thank you both! ","sentiment_score":0.3444444444}
{"full_text":"How has the COVID-19 pandemic changed the global market for mergers and acquisitions? This year's Global Divestiture Survey captures different perspectives on recent divestiture activity. Download full survey:","sentiment_score":0.07}
{"full_text":"I am a polite &amp; well-mannered personUNLESS circumstances force meto forget about itWhen we are attackedwe fight backYOUR COUNTRY IS UNDER ATTACK#Trump #TrumpIsACriminal #TrumpIsALaughingStock #TrumpVirus #coronavirus #TraitorTrump #TreasonousTrump #Resist #Truth #Facts","sentiment_score":0.0}
{"full_text":"We can celebrate indoors this festive season, but Covid is the ultimate unwanted gift! Keep your loved ones safe, especially the vulnerable, by keeping your distance and washing your hands. Spread the kindness this Xmas, not Covid:","sentiment_score":0.14}
{"full_text":"We remind everyone travelling on #Luas:Wear a face covering, which is required by law on our services-Keep space between yourself and others where possibleCycle or walk instead of taking Luas if you can.We're #InThisTogether. See","sentiment_score":0.0}
{"full_text":"#CupidStunts committing Tory suicide, warped rich boys &amp; girls with no idea killing off the entrepreneurs #Eastbourne #ExcludedUK #ForgottenLtd","sentiment_score":0.375}
{"full_text":"It can be challenging to find new and interesting ways to stay active when you're at home. This ten minute chair routine from the can be completed with very little equipment and repeated as often as you like. It's a great way to bring some gentle movement to your day.","sentiment_score":0.2199100379}
{"full_text":"What are old &amp; new paths to great #jobs in #China? How do they compare to Asian &amp; global #expat numbers, income, wellbeing &amp; prospects? What has COVID19 change? Tomorrow Shanghai 'Career Self-Management in China' on- &amp; offline. Use code or","sentiment_score":0.2072727273}
{"full_text":"mRNA vs. conventional vaccines - what's the difference? When it comes to the fight against coronavirus, we're putting our efforts into a potential mRNA vaccine. Read more about mRNA technology ","sentiment_score":0.119047619}
{"full_text":"70% of new online customers plan to continue using digital services after COVID. We're seeing a seismic shift in #customerexperience - so how can businesses adapt their service offerings to fit long-term? Our #EX2030 report explores - give it a read here:","sentiment_score":0.1787878788}
{"full_text":"What changes are you most looking forward to? https:\/\/t.co\/Vo2KNwJ84j","sentiment_score":0.5}
{"full_text":"When thinks about worldwide challenges such as the pandemic, she feels the heartbreak and then moves to make change happen (https:\/\/t.co\/nNQ96gqdTZ). She wrote \"The Moment of Lift: How Empowering Women Changes the World.\" Is a book empowering you today? #FridayReads","sentiment_score":0.0}
{"full_text":"The recorded its fewest accidental deaths on record in 2020.","sentiment_score":0.0}
{"full_text":"New report from MPs highlights that the Covid-19 pandemic has widened the already stubborn 'language gap' and calls for a greater focus on oracy in all schools","sentiment_score":0.3181818182}
{"full_text":".@LBFosterEU customer information totems continue to enhance #COVID19 passenger communications across the UK rail network See our press release here #ukrail #railindustry #networkrail","sentiment_score":0.0}
{"full_text":"RT 26 million Americans are going hungry.","sentiment_score":0.0}
{"full_text":"Police Officers Equipped with Retirement Survival Skills #ChimpReportsNews #WearAMask #ThanksGivingUGhttps:\/\/t.co\/6VxWf0C4n3","sentiment_score":0.0}
{"full_text":"RT Florida just reported the most new COVID cases in a single day since July 25th.We need a statewide mask mandate and we need...","sentiment_score":0.1883116883}
{"full_text":"CE\/CSA, Mr David Koh was a panellist, at the Reset 2021 Webinar Series: Digitalisation And Cyber Security. He said that our increased dependence on digital infrastructure due to COVID-19 meant that the cyber-attack surface for malicious actors increased as well.","sentiment_score":-0.0625}
{"full_text":"RT This:","sentiment_score":0.0}
{"full_text":"Keep a look out for the latest issue of  for a Q&amp;A with our AD of Commercial Strategy &amp; Growth  on how NFS has been able to help landlords to tackle homelessness and support vulnerable residents throughout COVID-19 #ukhousing #makingahouseahome","sentiment_score":0.125}
{"full_text":"\"From Idaho Falls to Norman, OK, cities and transit agencies are leaning on carefully crafted surveys to navigate the post-COVID future of transit.\"#publictransit #futuremobility","sentiment_score":0.1333333333}
{"full_text":"RT Do NOT let your kids go to rage parties. #COVID19 loves parties. STOP the spread, avoid large gatherings!  #ProtectSA htt...","sentiment_score":0.2678571429}
{"full_text":"NO ESCAPING RED TAPE: However far you travel as an expat you'll never get away from admin. And thanks to Brexit and Covid, it's all become a lot more difficult. From our latest FREE newsletter - READ MORE and SUBSCRIBE:","sentiment_score":0.2125}
{"full_text":"What about our historic COVID deaths &amp; cases?  Focus!","sentiment_score":0.0}
{"full_text":"Time: 10:00 * Temp: 7.7degC * Wind: SW 0.0 to 0.0mph * Pressure: 976.6hPa * Rain: 1.0mm * Hum: 99% * ET: 0.0mm * Solar: 30.0W\/m2 * UV Index: 0.0 * Sunrise: 08:36 * Sunset: 15:57 * Cloudbase: 160ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"The latest trade data continues to highlight China's solid recovery from COVID-19.  Check out our recent report on ways to position your #portfolio to take advantage of the Asian revival.","sentiment_score":0.125}
{"full_text":"RT That's because State Disaster Response Fund (SDRF) is a deficit account at present owing to mounting Covid expenses. For the...","sentiment_score":0.0}
{"full_text":"Hamilton to race in Abu Dhabi after negative COVID-19 tests","sentiment_score":-0.3}
{"full_text":" Make sure you don't get caught out, we are changing our timetable on 13 December! i For more info, please see  must wear a face covering on all trains and at stations unless you are exempt. Always follow the latest Government COVID guidance.","sentiment_score":0.5416666667}
{"full_text":"Cool to see this type of engagement.","sentiment_score":0.35}
{"full_text":"have released a public guide to ventilation to help reduce the spread of the coronavirus in your home:  #HealthyAtHome #CTRLURIAQ #IAQ","sentiment_score":0.0}
