{"full_text":"Why didn't you mention the billions of $$ to illeagals and payoff to you and your corrupt friends in slush funds.Don't try to act like you're doing us a favor","sentiment_score":-0.5}
{"full_text":"RT They want you to get a COVID ID card but not a voter one. Got it.","sentiment_score":0.0}
{"full_text":"Mr President keep fighting for the Country,. This Covid 19 is all a lie","sentiment_score":0.0}
{"full_text":"RT Never forget that congress members were warned about this pandemic in Feburary and sold stock instead of doing anythin...","sentiment_score":0.0}
{"full_text":"RT Full statement by the \"908 Coalition\" on the COVID-19 emergency relief package:","sentiment_score":0.35}
{"full_text":"RT ...statistically it was virtually impossible for another person to get infected. If an infected person - 40% of whom ar...","sentiment_score":-0.6666666667}
{"full_text":"RT #TrumpVirus coming to DC on Jan 6th ... another #COVID #SuperSpreaderEvent courtesy of ...","sentiment_score":0.0}
{"full_text":"RT #TrumpVirus coming to DC on Jan 6th ... another #COVID #SuperSpreaderEvent courtesy of ...","sentiment_score":0.0}
{"full_text":"RT What the fuck is super gonorrhea","sentiment_score":-0.0333333333}
{"full_text":"RT It's a great fuck you from me if you willingly traveled anytime during the holidays or had unnecessary ass gatherings. You'r...","sentiment_score":0.0625}
{"full_text":"RT This is the tone argument. \"We would've helped her, but her request wasn't polite or deferential enough!\" How dare she be an...","sentiment_score":0.0}
{"full_text":"RT Trump golfs, Pence skis, Americans suffer. That's the whole tweet about leadership amid a deadly pandemic.","sentiment_score":0.0}
{"full_text":"RT He's spent the last 4 years destroying America by defunding programs designed to help us like the EPA. He ignored covid so...","sentiment_score":-0.1}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate...","sentiment_score":0.0}
{"full_text":"Getting my covid vaccine tomorrow. ","sentiment_score":0.0}
{"full_text":"Mum n dad for a covid test tomorrow they up in Gary's house. Precaution ","sentiment_score":0.0}
{"full_text":"Literally who fucking cares. If a buisness feels it's in its best interest to wear a mask either do it or stay home it takes way less energy than these stupidity fucking arguments with the same chewed over counter points that aren't true whatsoever","sentiment_score":-0.0880952381}
{"full_text":"RT Trump golfs, Pence skis, Americans suffer. That's the whole tweet about leadership amid a deadly pandemic.","sentiment_score":0.0}
{"full_text":"Prayer circle the pandemic gets better in England in time for the next soccer aid, I need these two back too, legends","sentiment_score":0.1666666667}
{"full_text":"RT Reminder: hospitals being full doesn't just impact COVID patients. I have a family friend who is in stand-alone ER wit...","sentiment_score":0.35}
{"full_text":"RT LaSalle County COVID-19 Update - 12\/27\/2020New cases 32. Total cases 8213.*New Cases include: Male, 20's -(5) Femal...","sentiment_score":0.0}
{"full_text":"RT I still can't find evidence that the \"faster spreading\" UK COVID variant is actually spreading faster. Can someone point me towar...","sentiment_score":0.0}
{"full_text":"Watch as a country, the #USA is being destroyed before our very eyes. #uspoli #unemploymentbenefits","sentiment_score":0.2}
{"full_text":"RT My grandmother just died in the trauma unit of a private hospital while waiting for medical assistance. This is after searchin...","sentiment_score":0.0}
{"full_text":"I live for these stupid ducking ads","sentiment_score":-0.3318181818}
{"full_text":"RT Trump golfs, Pence skis, Americans suffer. That's the whole tweet about leadership amid a deadly pandemic.","sentiment_score":0.0}
{"full_text":"RT I don't want to discuss this subject too much cause it's going to piss me off even more,  but if this slimmed down covid...","sentiment_score":0.0944444444}
{"full_text":"#COVID19 has stolen lives, livelihoods, culture .... #Ortanique on the Mile #foodies #Miami","sentiment_score":0.0}
{"full_text":"RT Misleading news that conceals the truth is as bad as fake news. This UK BBC headline conceals the fact that Covid transmis...","sentiment_score":-0.6}
{"full_text":"RT .@KLoeffler's family has taken millions of dollars in tax subsidies -- but she opposes emergency unemployment for folks...","sentiment_score":0.0}
{"full_text":"RT 1 out of every 5 restaurants in America have now closed permanently due to COVID-19.","sentiment_score":-0.1125}
{"full_text":"RT Yeah right they look so exhausted in their dance videos. The medical community has refused all medications to treat co...","sentiment_score":-0.0380952381}
{"full_text":"RT Covid vaccines being rolled out in the UK, across Europe and the US and we were assured by Morrison\/Hunt that we had signed up...","sentiment_score":0.0}
{"full_text":"RT Neither do I. They have been against it from the start and you can tell from their actions during...","sentiment_score":0.0}
{"full_text":"RT From COVID-19 and the economy to climate change and racial justice -- our nation is facing four historic crises at once. And c...","sentiment_score":0.0}
{"full_text":"RT How much are you getting per case?Question: How much funding does Minnesota receive per #COVID19 case? Answer...","sentiment_score":0.2}
{"full_text":"Why don't you make findings before you start making assumptions?","sentiment_score":0.0}
{"full_text":"RT As an immunocompromised chronically ill person it's been SUPER FUN to watch people I know, people in my community, strangers...","sentiment_score":0.0444444444}
{"full_text":"Wife is sounding off!Fuck the covid hysteria!","sentiment_score":0.0}
{"full_text":"RT It's not \"Congress\" that's preventing Americans from receiving $2,000 Covid relief checks -- it's \"REPUBLICANS in Congr...","sentiment_score":0.0}
{"full_text":"RT .@marcorubio there are 1.2 million reported case of coronavirus in Florida and over 21,400 have died. You are a clear and p...","sentiment_score":0.1}
{"full_text":"#TrumpVirus #TrumpVirusCatastrophe Make no mistake: it is the #TrumpVirus in the US, not the China virus that the #LiarInChief continues to spout. #DisgracefulDonald is more concerned about his wife's failure to get on a magazine cover than he is about dying &amp;sick Americans.","sentiment_score":0.0916666667}
{"full_text":"RT .@marcorubio there are 1.2 million reported case of coronavirus in Florida and over 21,400 have died. You are a clear and p...","sentiment_score":0.1}
{"full_text":"\"Sharpening guillotines and pitchforks.\"","sentiment_score":0.0}
{"full_text":"RT #TrumpVirus coming to DC on Jan 6th ... another #COVID #SuperSpreaderEvent courtesy of ...","sentiment_score":0.0}
{"full_text":"RT Republicans fight to get rid of health care coverage while they all have the best health care coverage that our tax dollars...","sentiment_score":1.0}
{"full_text":"RT Joe Biden continues to say the worst of COVID-19 is ahead of us and today Dr. Fauci agreed with him publicly.I don't b...","sentiment_score":-1.0}
{"full_text":"Be careful, you not to go under ground 0 forever, with this #COVID19 attitude.","sentiment_score":-0.1}
{"full_text":"COVID-19 pandemic making healthcare leaders billionaires","sentiment_score":0.0}
{"full_text":"is caring...nothing is truth, untill all is revealed...do with it what you want, but do something good with it...Peace unto you all Namaste ","sentiment_score":0.7}
{"full_text":"RT A stargazers DREAM!  Backwater Reservoir, IG\/thomas_gillishan For now travel is not permitted to or...","sentiment_score":0.0}
{"full_text":"Wish we could but being AP holders living in Scotland it's proving difficult to get there right now... Something to do with a global pandemic and a travel ban! We miss you guys","sentiment_score":-0.0714285714}
{"full_text":"RT #GOAT 0 panic. 0 hysteria.  All business.Florida is booming with good reason","sentiment_score":0.7}
{"full_text":"RT CALL THE PRESIDENT Americans Are Calling Mar-a-Lago To Tell Trump To Stop Golfing And Work On Stimulus BillThe Mar-a-Lago...","sentiment_score":0.0}
{"full_text":"This has been my plan before the pandemic hit - but now I'm going to take it to a whole new level!","sentiment_score":0.1852272727}
{"full_text":"RT Please use condoms when getting pandemdick.","sentiment_score":0.0}
{"full_text":"RT What do you expect when there's already a safe prevention &amp; cure for COVID in the therapeutics Hydroxycloraqui...","sentiment_score":0.5}
{"full_text":"RT It's not \"Congress\" that's preventing Americans from receiving $2,000 Covid relief checks -- it's \"REPUBLICANS in Congr...","sentiment_score":0.0}
{"full_text":"RT Midwestern duo of Republican and Democrat say they worked together to fight a \"common enemy\"...","sentiment_score":-0.3}
{"full_text":"If visiting San Francisco is on your post-covid travel list add Gingerbread Monolith to the reasons why. It collapsed but the fact it was there at all gives me hope.","sentiment_score":0.0}
{"full_text":"RT Number of people already vaccinated against COVID-19 - USA: 1.9 millionUK: 600kRussia: 440k China: 1 million Canada...","sentiment_score":0.0}
{"full_text":"Only days after Varun Dhawan and Neetu Kapoor battled COVID-19 and resumed work on Jug Jugg Jeeyo, another Bollywood actor has fallen prey to the virus. On Tuesday afternoon, Rakul Preet Singh took to Twitter to announce that she had tested positive. She h","sentiment_score":0.1136363636}
{"full_text":"Schools never closed. Even in the depths of lockdown. We continued to provide the best education we could. Offered students the best support we could and were open for keyworker and vulnerable children. Also schools carried on feeding children and checking on their wellbeing.","sentiment_score":0.31}
{"full_text":"Wonder if, because of covid, your system is ultra sensitive to changes in diet etc that comes with Christmas? Also fatigue from putting it all together?","sentiment_score":0.1}
{"full_text":"RT The United States is the richest nation in the history of the world. Allowing working folks and families to lose their homes,...","sentiment_score":0.0}
{"full_text":"RT Long day working for 111 today Covid has exploded Those patients with sats probes at home help infinitely with triaging...","sentiment_score":-0.05}
{"full_text":"RT Two Texas billionaires got a $35 million pandemic-relief loan for one of their fracking companies, but only after Sen. Ted Cruz we...","sentiment_score":0.0}
{"full_text":"RT They want to do a COVID immunity passport but they think having an ID to vote is too hard to do.","sentiment_score":-0.2916666667}
{"full_text":"Holidays during a pandemic... Not many things to do in the city.","sentiment_score":-0.25}
{"full_text":"RT Statement from on the need for to sign the #COVID19 economic relief bill.","sentiment_score":0.2}
{"full_text":"RT \"If you want to travel next year, you may need a vaccine passport - CNN\"","sentiment_score":0.0}
{"full_text":"RT Pandemic P.","sentiment_score":0.0}
{"full_text":"RT I am thinking of all those desperate for extended unemployment benefits tonight. Heartbreaking. The abject cruelty, the call...","sentiment_score":-0.6}
{"full_text":"RT 10 Remote jobs for stay-at-home moms in 2021","sentiment_score":-0.1}
{"full_text":"RT Italy kicks off vaccinations against COVID-19 in Rome","sentiment_score":0.0}
{"full_text":"RT 1 in every 1,000 Americans has died of COVID.","sentiment_score":0.0}
{"full_text":"RT Sadly, COVID-19 has turned furloughs into permanent layoffs for so many. Read how this is impacting your local radio statio...","sentiment_score":0.0}
{"full_text":"RT #TrumpVirus coming to DC on Jan 6th ... another #COVID #SuperSpreaderEvent courtesy of ...","sentiment_score":0.0}
{"full_text":"RT During a virtual class with Ahmadi Muslim children from Germany, His Holiness was asked if he thought the world will ev...","sentiment_score":0.0}
{"full_text":"RT Dr. Susan Moore losing her life to COVID-19 amplifies the reality of how difficult it is for black women to receive equi...","sentiment_score":-0.3333333333}
{"full_text":"I'm not playin fantasy if covid still on the prowl next season","sentiment_score":0.0}
{"full_text":"RT From COVID-19 and the economy to climate change and racial justice -- our nation is facing four historic crises at once. And c...","sentiment_score":0.0}
{"full_text":"RT Do you remember back in June when everyone with the power to do anything about this claimed to have learned their lesson?","sentiment_score":0.0}
{"full_text":"- question.   Browns WR that are on the Covid list.   How long do they need to stay on it and do you see it affect next weeks game","sentiment_score":-0.15}
{"full_text":"RT What the fuck is super gonorrhea","sentiment_score":-0.0333333333}
{"full_text":"RT New COVID strain 'not any more serious' than common version, White House testing chief says | Just The News","sentiment_score":0.0006060606}
{"full_text":"Smart people won't be there and won't get COVID!","sentiment_score":0.2678571429}
{"full_text":"RT \"In 2007, a number of guest workers from Thailand working in Smithfield plants reported slave-like conditions. The worker...","sentiment_score":0.0}
{"full_text":"RT Good for you.  I have not worn a mask for 6 months &amp; have been to a wedding w\/over 100 peo...","sentiment_score":0.7}
{"full_text":"RT My 21 years old cousin died in Abuja this morning. Covid19.Stay sharp folks. This shit is real.","sentiment_score":-0.00625}
{"full_text":"RT The next few weeks will be the most crucial in American history.Here's where I stand:I will be VOTING NO to override","sentiment_score":0.06}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"RT Luka with Pandemic P","sentiment_score":0.0}
{"full_text":"iam really sorry to hear that did they say when the lock down will end?","sentiment_score":-0.3277777778}
{"full_text":"RT It's not \"Congress\" that's preventing Americans from receiving $2,000 Covid relief checks -- it's \"REPUBLICANS in Congr...","sentiment_score":0.0}
{"full_text":"RT Trump has reduced our country to the point where 1 in 1000 Americans have died in a still raging pandemic, unemploymen...","sentiment_score":0.0}
{"full_text":"RT Should we be surprised that Premiers who ignored Covid did a worse job containing it than those who took it seriously?...","sentiment_score":-0.2111111111}
{"full_text":"If Pres Trump were serious and rational he would have signed the existing COVID-19 bill with $600 and many other benefits and then pushed Congress to authorize $1400 more.","sentiment_score":0.1354166667}
{"full_text":"RT Basically it's gonorrhea that can't be killed by the normal antibiotic. Making it harder to get rid of beca...","sentiment_score":-0.05}
{"full_text":"RT Mike Pence Goes Skiing As Americans Die Without Pandemic Aid","sentiment_score":0.0}
{"full_text":"RT So in other words (THEY claim) the more they saturate people with images of getting the vaccine the more people become...","sentiment_score":0.2916666667}
{"full_text":"RT Japan banned non-resident foreign nationals from entering the country following the detection of a new, highly infectious vari...","sentiment_score":0.0428409091}
{"full_text":"RT Deadly pandemic?  Unexplained explosion in Nashville?  Massive and potentially devastating hack?  Talk...","sentiment_score":-0.3125}
{"full_text":"RT WHO warns of 'another pandemic' with humans sleepwalking into Disease X","sentiment_score":0.0}
{"full_text":"My Bacteria, called Covid 2, just wiped out the world in 618 days!  #PlagueInc","sentiment_score":0.0}
{"full_text":"Trial by Trolley from is easy to play over video chat, making it the perfect addition to your virtual holiday celebration! ","sentiment_score":0.7166666667}
{"full_text":"Doctors, nurses, and the elderly rolled up their sleeves across the European Union to receive the first doses of the coronavirus vaccine Sunday. via","sentiment_score":0.125}
{"full_text":"Regardless of your motivation, doing work on the side may be more challenging in 2021 due to the ongoing health crisis.https:\/\/t.co\/YQwxYKQmiT","sentiment_score":0.2916666667}
{"full_text":"THE Zimbabwe Rugby Union (ZRU) is hoping the new year brings about a change in fortunes as they seek to put behind them a disappointing 2020 season which was cancelled because of the Covid-19 pandemic.https:\/\/t.co\/rVfIIA9UsF","sentiment_score":-0.2878787879}
{"full_text":"#Iran hopes to unveil homemade #coronavirus vaccine in Marchhttps:\/\/t.co\/ChndJYzv56","sentiment_score":0.0}
{"full_text":"Let's see, 330,000 of us have died from COVID. If each of those people had 2-3 family members and 2-3 friends, that's another 1.3 to 2 million Americans mourning their deaths. Not to mention those who got sick but recovered, lost jobs, etc.But as long as Bethany is okay....","sentiment_score":-0.0880952381}
{"full_text":"New Zealand won praise for its handling of the #COVID pandemic but the nation's report card shows some improvement needed in other areas:https:\/\/t.co\/V9y7v9vCjb","sentiment_score":0.0056818182}
{"full_text":"The map highlights coronavirus hotpsots","sentiment_score":0.0}
{"full_text":"RT Never ceases to amaze me that there exist people who believe that global warming is a hoax, the acidification of the oceans...","sentiment_score":0.0}
{"full_text":"RT One out of every 1500 Americans over the age of 25 is hospitalized for Covid. Astonishing. No way to spend a holiday seas...","sentiment_score":0.5}
{"full_text":".@ChrisHoltmann and are not letting the pandemic keep them from helping families affected by cancer.https:\/\/t.co\/rnOtxMGM8Z","sentiment_score":0.0}
{"full_text":"Israel speeds vaccines, locks down in hope of March exit from pandemic #COVID19","sentiment_score":-0.1555555556}
{"full_text":"Inside Beaumont's #COVID19 units, nurses fear people 'just don't care' via","sentiment_score":0.0}
{"full_text":"I didn't get any extra relief. I get 70.00 a week in unemployment..... that's it. I have two kids. I work doing grocery deliveries and I don't even get the pandemic assistance... it's all a joke.","sentiment_score":0.0}
{"full_text":"RT I just got kicked out of a flat earth Facebook group because I asked if the 6 foot social distancing guideline had push...","sentiment_score":0.0041666667}
{"full_text":"It's ok to take Covid seriously but remain sceptical of government restrictions.","sentiment_score":0.0833333333}
{"full_text":"RT I have compiled a list of U.S. politicians who have donated their salaries to charity during the pandemic:1.) Donald Trump","sentiment_score":0.0}
{"full_text":"Chase Young is pre-COVID Myles Garrett","sentiment_score":0.1}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"We reveal our Top Games of 2020 TONIGHT in a special live episode of the #podcast at 8PM EST at Find out what we loved from this crazy year in gaming, as well as our favorite games from the past that we tried for the first time during lockdown!","sentiment_score":0.2070008117}
{"full_text":"RT #UgandaFirst they came for Luweero, the North, Buganda, Muslims, Kasese &amp; I didn't #SpeakOutThen they came for Oppos...","sentiment_score":0.0}
{"full_text":"Mortgage discount points are portions of a borrower's mortgage interest that they elect to pay up front. If you plan to stay in your home for at least 10 to 15 years, then buying mortgage points may be worthwhile.","sentiment_score":0.3333333333}
{"full_text":"#RoyalYearinReview2020 | The restrained nuptials of Princes, Princesses, Archduchesses &amp;  Countesses in the midst of the Pandemic | Learn about all the Royal and Noble Weddings of 2020:","sentiment_score":0.6}
{"full_text":"#Germany's coronavirus vaccination campaign faced delays in several cities after temperature trackers showed that about 1,000 of the shots made by BioNTech and #Pfizer may not have been kept cold enough during transit.https:\/\/t.co\/f5ECzdoqOB","sentiment_score":-0.2}
{"full_text":"Did you really get COVID?","sentiment_score":0.2}
{"full_text":"#ThermalCameras can help keep patients and hospital staff safe by detecting elevated body temperature. #COVID19","sentiment_score":0.5}
{"full_text":"Better safe than sorry with new COVID strain, says solon","sentiment_score":0.1590909091}
{"full_text":"There are nearly as many patients with Covid in hospital as there were during April peakhttps:\/\/t.co\/X7aq9ZKnXj","sentiment_score":0.5}
{"full_text":"RT \"We still don't understand why COVID-19 numbers aren't as high in Africa\"- Bill Gates. It is called the power of God!","sentiment_score":0.2}
{"full_text":"The country's new variant of the #coronavirus, 501.V2, is more contagious and has quickly become dominant in many areas of the resurgence, according to experts.","sentiment_score":0.3674242424}
{"full_text":"As mysteries of why some people get sick with COVID-19 and die, and others have mild cases continue, Arizona researchers think they may have found one reason why.","sentiment_score":-0.1904761905}
{"full_text":"#Bestof2020 #20: From March: Company shutting the door on coronavirus-themed ad campaign #covid19 #bcpoli","sentiment_score":0.0}
{"full_text":"Come the confirmation of Barrett, McConnell then calls Congress to recess until November 9th. So tell me again that Pelosi wouldn't bring Covid-19 relief to a vote, and keep in mind the bill that was introduced in early May as well.","sentiment_score":0.1}
{"full_text":"More than 1.1 million people traveled through airports around the U.S. on Saturday, nearing Wednesday's pandemic travel record - despite CDC warnings.","sentiment_score":0.5}
{"full_text":"RT #TrumpVirus coming to DC on Jan 6th ... another #COVID #SuperSpreaderEvent courtesy of ...","sentiment_score":0.0}
{"full_text":"If you've got Covid you have to isolate legally. Flu you can walk around and infect any and all legally.2020 logic","sentiment_score":0.2}
{"full_text":"RT 1. I have friends who have lost whole generations from their family due to COVID. One lost 5 folks in 2 weeks.2. Job los...","sentiment_score":0.0375}
{"full_text":"RT Why does little find the \"courage\" to attack Dr. Fauci, America's Top infectious disease expert but not the p...","sentiment_score":0.15625}
{"full_text":"RT #TrumpVirus coming to DC on Jan 6th ... another #COVID #SuperSpreaderEvent courtesy of ...","sentiment_score":0.0}
{"full_text":"RT Ant1$ are so quick to call out C@ and stuff. But slower than my government's response to COVID-19 when it comes to research...","sentiment_score":0.3333333333}
{"full_text":"More than 1.1 million people traveled through airports around the U.S. on Saturday, nearing Wednesday's pandemic travel record - despite CDC warnings.","sentiment_score":0.5}
{"full_text":"RT I am so upset - Endsars, never ending rape epidemic, injustice, bad governance, blaming victims, Covid and Lekki Massa...","sentiment_score":-0.7}
{"full_text":"Current Conditions for #Sayre PATemp: 30.0FWind Chill: 28.1FHumidity: 77%Dew Point: 23.7F Barometer: 30.283 inHgWind: 4 mph from the SECorona Virus Weekly Stats:Cases: 186.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Oh THIS Marco? Before the Frontline workers?https:\/\/t.co\/EawXyIrpeNhttps:\/\/t.co\/WBi1ChN...","sentiment_score":0.0}
{"full_text":"RT It's not \"Congress\" that's preventing Americans from receiving $2,000 Covid relief checks -- it's \"REPUBLICANS in Congr...","sentiment_score":0.0}
{"full_text":"RT Blinded by hubris and ambition. told us in great detail who he is from the perspective of a family member a...","sentiment_score":0.8}
{"full_text":"RT .@playtwo .@glennkirschner2 .@MalcolmNance .@cinderellaicius .@B52Malmet Jared Kushner tells Bob Woodward that Trump took co...","sentiment_score":0.0}
{"full_text":"Myles Stute was impressive tonight.The freshman forward hasn't played since Vandy's season opener (assuming it was COVID-related), but he went for 16 points on 4-7 from the field (4-6 from three).Also, good for Pippen Jr., tuning out the noise and having himself a day...","sentiment_score":0.85}
{"full_text":"RT #TrumpVirus coming to DC on Jan 6th ... another #COVID #SuperSpreaderEvent courtesy of ...","sentiment_score":0.0}
{"full_text":"Important procedure on the question of #PocketVeto, etc.","sentiment_score":0.4}
{"full_text":"RT I have compiled a list of U.S. politicians who have donated their salaries to charity during the pandemic:1.) Donald Trump","sentiment_score":0.0}
