{"full_text":"RT the pandemic rlly made us all realize that we need to start living in the moment","sentiment_score":0.0}
{"full_text":"RT Please share this tweet. We need all the help we can get. This pandemic has created a dire situation for us. Pleas...","sentiment_score":0.0}
{"full_text":"Read and inform yourself   ","sentiment_score":0.0}
{"full_text":"RT Conventional 'journalism'  slowly comes round from its stupefied 9-month slumber. I on the other hand *am* saying that str...","sentiment_score":-0.1919642857}
{"full_text":"RT Recovering better from the COVID crisis means recovering with integrity. We need countries to implement Convention...","sentiment_score":0.5}
{"full_text":"RT Good point Team AstraZeneca need a big player like ABC-19, which can easily perform home or away #ODX","sentiment_score":0.3777777778}
{"full_text":"RT I live in sth Australia. Due to my chronic health I'm on jobseeker I know how to budget my money the CDC takes my righ...","sentiment_score":0.0056818182}
{"full_text":"Ram Gopal Varma Coronavirus Movie Exclusive Interview || RGV || iNews via sense","sentiment_score":0.0}
{"full_text":"RT Unforgivable!  He really does seem to want to kill more of his own citizens...including the ones who vote for him...","sentiment_score":0.4333333333}
{"full_text":"#EPFO Subscribers Will Get 8.5% Interest For 2019-20 At One Go ..#business #employment #Employee #employers #taxes #covid19 #wednesdaythought","sentiment_score":0.0}
{"full_text":"Kimfucius say...SCI3NCE!","sentiment_score":0.0}
{"full_text":"nah i'm gonna keep mask shaming til people wear their fucking masks and learn to give a shit about other people. stop thinking you understand science better than the cdc","sentiment_score":-0.10625}
{"full_text":"Worst service provider They did not even met their commitment  last time they commited me full settlement of lockdown as i havent use that for a single day and at the end they give me 1 month only.","sentiment_score":-0.1442857143}
{"full_text":"RT 1\/ Been saying this for a while, but I'm going to say it again. Do not indoor dine right now. Order takeout. Tip restauran...","sentiment_score":0.2857142857}
{"full_text":"RT China's Sinopharm has successfully registered its domestically developed #COVID19 vaccine in the United Arab Emirates, the UAE...","sentiment_score":0.425}
{"full_text":"Staying home, we have Zoom services, that are lovely, filled with music, worship and church friends..  Best part, I don't take any chances of spreading a highly infectious virus.  #COVID19","sentiment_score":0.515}
{"full_text":"RT ICYMI: Today I sued Georgia, Michigan, Pennsylvania and Wisconsin for exploiting the #COVID19 pandemic to justify ignoring federa...","sentiment_score":0.0}
{"full_text":"RT Scott Morrison's using COVID as cover to cut wages. No surprise from the Liberals who say low wage growth is \"a deli...","sentiment_score":0.0}
{"full_text":"'High volume car plants- and many similar production facilities- rely on just in time deliveries. Brexit plus COVID will either force shutdowns or see costs escalate as ports struggle to cope. Predictable and devastating.' Keith Burge","sentiment_score":-0.108}
{"full_text":"This people want halal vaccine@TarekFatah","sentiment_score":0.0}
{"full_text":"It's full of COVID for sure","sentiment_score":0.425}
{"full_text":"Roche, Moderna partner over COVID-19 antibody test","sentiment_score":0.0}
{"full_text":"RT Kindly share this article to your open minded friends to give them an idea about how duterte destroyed the economy with...","sentiment_score":0.3}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT my days in lockdown are divided as followslaptop: work screenphone: distraction screenTV: reward screen","sentiment_score":0.0}
{"full_text":"RT How much more of this are we going to take?","sentiment_score":0.5}
{"full_text":"Covid19 has left so many people unemployment hence lack of funds. #KusiFest2020","sentiment_score":0.25}
{"full_text":"RT Trump got impeached for allegedly withholding Ukraine aid for political reasons. Nancy Pelosi withheld coronavirus aid...","sentiment_score":-0.05}
{"full_text":"RT let us be united against corruption to recover from #Covid_19 pandemic with integrity and build a greener, more resilien...","sentiment_score":0.5}
{"full_text":"RT #EducationMin...","sentiment_score":0.0}
{"full_text":"Indian-origin scientist's paper-based test can detect #COVID19 in less than 5 minutes","sentiment_score":-0.1666666667}
{"full_text":"A Nursing Researcher's Experience in a COVID-19 Vaccine Trial #psychology","sentiment_score":0.0}
{"full_text":"Not to be the bearer of gloom but there were 550 new cases of #coronavirus yesterday.We don't have a date yet for the vaccine  getting into Nigeria.Be careful and stay safe (+ wise) this December. up! Avoid large crowds.","sentiment_score":0.2487193362}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"Water is officially a commodity. Everything you thought was scary in 2020, Covid, Trump, Police Brutality etc. This is 1,000,000,000,000x scarier\/worse.","sentiment_score":-0.5}
{"full_text":"RT are we not in the middle of a pandemic","sentiment_score":0.0}
{"full_text":"RT Wow....Just WOW! $bntx $pfe Briefing Docs show that prior infection DID NOT DECREASE odds of new infection in study!!!!!...","sentiment_score":0.1803829309}
{"full_text":"With vaccine drawing closer, US tops 15 million coronavirus cases","sentiment_score":0.0}
{"full_text":"RT #Covid-driven recession likely to push 2m UK families into #poverty","sentiment_score":0.0}
{"full_text":"RT 1. Pfizer's development of the vaccine was not part of #OperationWarpSpeed.2. Because of that, Trump repeatedly turned do...","sentiment_score":0.0}
{"full_text":"RT Filipino nurses working in the NHS reportedly had higher morbidity and mortality rates due to COVID-19, as reported by Th...","sentiment_score":0.0625}
{"full_text":"RT Florida GOP Lawyer Quits Over Raid on Fired COVID Data Scientist's Home","sentiment_score":0.0}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"Pure ignorance from anyone who follows the gospel according to trump who has let his Americans die &amp; suffer from Covid &amp; downplay it all while they suffer $ too &amp; all sit back &amp; have the hide to say you can't be democrat &amp; Christian while Biden is also a practicing Catholic? Pft!","sentiment_score":0.0535714286}
{"full_text":"I go to bars by myself in Chicago all the time. COVID has made that basically impossible. I thank all the bartenders and the waiters and cooks again and again but I miss meeting new friends at the bar.","sentiment_score":-0.2651515152}
{"full_text":"Ok the likes ","sentiment_score":0.5}
{"full_text":"RT Today, I'm announcing key COVID-19 priorities for the first 100 days of my administration:- Everyone wears a mask- 100 mil...","sentiment_score":0.125}
{"full_text":"RT 2020 is just a pandemic on its own . I can't believe we just Lost a Legend. Rest in peace Mama GEE SIX FIVE #RIPGee...","sentiment_score":0.6}
{"full_text":"Could Covid save Soho? -","sentiment_score":0.0}
{"full_text":"RT Collins Mutonyi, a Grade 8 pupil shares his thoughts about going back to school. We know that that the longer children are...","sentiment_score":0.0}
{"full_text":"As we move to a more clinical focussed role for pharmacists we need to recognise these critical roles of non patient facing services.  Where will the senior pharmacist experts come from in the future?","sentiment_score":0.1666666667}
{"full_text":"RT #sverige: It's time for you to understand that the goal for 8 months was for you TO GET #COVID AND SPREAD IT. The first ste...","sentiment_score":0.25}
{"full_text":"karamo thinks that cishets getting tree presents is more important than keeping queers from freezing to deaththis is why I dont fuckin trust christians","sentiment_score":0.45}
{"full_text":"The Benefits of Suburban Office Locations #CRE #Office #TenantTips #COVID-19https:\/\/t.co\/zEvqKrDFqB","sentiment_score":0.0}
{"full_text":"what the hell kind of virus is this","sentiment_score":0.6}
{"full_text":"I've told my son Santa has Covid .... it's a life lesson which I'll no doubt get thanked for in later years.","sentiment_score":0.0}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT Passengers confined to cabins after COVID-19 case on Singapore cruise","sentiment_score":0.0}
{"full_text":"Vanderbilt LifeFlight has transported more than 220 COVID-19 patients since the beginning of the pandemic, and their numbers have been \"rising dramatically\" in the last few weeks.","sentiment_score":0.1}
{"full_text":"Metro's plans to tackle Covid-19 transmission in public transportRead more&gt; #RekordPretoria","sentiment_score":0.0}
{"full_text":"Governments around the worldare weaving carbon capture and storage (CCS) into their plans to achieve #NetZero emissions and #buildbackbetter from #Covid19","sentiment_score":0.0}
{"full_text":"#TheLeaderPodcast: The coronavirus vaccine is here, but is London heading for Tier 3; and no mistletoe at Christmas?Listen here:","sentiment_score":0.0}
{"full_text":"Has COVID left you feeling lost about money? Find your way with the Money Map today from Find out more &amp; check the Money Map tool  #MoneyMap","sentiment_score":0.25}
{"full_text":"Has COVID left you feeling lost about money? Find your way with the Money Map today from Find out more &amp; check the Money Map tool  #MoneyMap","sentiment_score":0.25}
{"full_text":"For day 9 of our #MDDUSAdvent Calendar, we look back to May when we began our work calling on healthcare regulators and the UK's Law Officers to take the unique circumstances of #Covid19 into account in any related complaints or claimsRead more here https:\/\/t.co\/jMueAejegA","sentiment_score":0.21875}
{"full_text":"For the final installment of our DOSEs of Good Governance, VP will talk about \"Strengthening Public Health Systems and Enhancing Response to COVID-19 and future pandemics\". Join us on December 16, 2020, at 4:00 PM. Register here:","sentiment_score":0.175}
{"full_text":"Catch up on today's #COVID19 daily news briefing for updates on the #property and #realestate industryhttps:\/\/t.co\/Yw7XVLAZHR","sentiment_score":0.0}
{"full_text":"Good luck to all the #DesignCompetition finalists today. The judges, including our have been deliberating the five final team's visions of the Post Pandemic Office - the Office in 2025.","sentiment_score":0.35}
{"full_text":"Has COVID left you feeling lost about money? Find your way with the Money Map today from Find out more &amp; check the Money Map tool  #MoneyMap","sentiment_score":0.25}
{"full_text":"The Federal Government and competition watchdog will demand evidence that insurers haven't profited from COVID-19 shutdowns.https:\/\/t.co\/rpD91cDDgU","sentiment_score":0.0}
{"full_text":"RT Might gotta take the COVID vaccine  for this one cause this something a nigga gotta watch in theaters ","sentiment_score":0.0}
{"full_text":"The total number of #coronavirus cases in India rose to 97.35 lakh, while the number of people who have recuperated from the disease crossed 92 lakhhttps:\/\/t.co\/8A5jvuWD3d","sentiment_score":0.3}
{"full_text":"Literally no masks in sight...","sentiment_score":0.0}
{"full_text":"A Bloomberg survey of emerging-market 63 investors, strategists and traders found the efficacy of coronavirus vaccines is likely to be the biggest market driver for next year@LK_bloomberg reporthttps:\/\/t.co\/1z9UZ0OZ9A","sentiment_score":0.0}
{"full_text":"'Triple shock' adds 2.7M poor #socialprotection #COVID19 #typhoons","sentiment_score":-0.4}
{"full_text":"#WellbeingCorruption thrives in times of crisis and the ongoing global pandemic has not been an exception either.https:\/\/t.co\/VRLDY04vXa@PembsCollege #FEworkforcewellbeing #SWWcolleges #FE #impactyourlife","sentiment_score":0.0}
{"full_text":"Coronavirus testing sites can be located at: Trowbridge Warminster Weston-super-Mare Tiverton Barnstaple Dorchester Bridport Bridgwater  YeoviltonBook a test online at or call 119.","sentiment_score":0.0}
{"full_text":"LOCKDOWN DIARIES: DAY 2682020-12-09 00:00 - The quarantine would never mock you for getting pwned six ways to Sunday because we're a classier operation than that.Stay tuned for dispatches from Radio Free Diablo County.#QuarantineLife#CoronaLockdown","sentiment_score":0.4}
{"full_text":"Bengal Sanitization does #cleaning, sanitization and #polishing with #machine at just Rs 2000 to make your car safe after a long travel7980708710 \/ 9830246789#sanitizing #covid19  #affordablerates #staysafe #sanitisationservice #fightagainstcoronavirus #sanitizationinkolkata","sentiment_score":0.225}
{"full_text":"A webinar on the 'Challenges of Dental Counselling during the pandemic', organised by SRM along with The Hindu EducationPlus will be held on December 12https:\/\/t.co\/peySbEaMzY","sentiment_score":0.0}
{"full_text":"Coronavirus cases in the Philippines reach 444,164 with 1,387 additional infections on Wednesday, December 9. #COVID1926,545 are active cases156 new recoveries push total to 408,942death toll up by 7 to 8,677","sentiment_score":0.001010101}
{"full_text":"@SnT_uni_lu is working on making driverless cars safer. The same technology can also be used in the fight against #COVID19 https:\/\/t.co\/IERIl8NDaw","sentiment_score":0.0}
{"full_text":"As tier 3 restrictions are in full swing, it's important to check up on and help those elderly members of our communities in any way we possibly canhttps:\/\/t.co\/QtgTANZJmb","sentiment_score":0.25}
{"full_text":"Milan Kumar is once again spreading his love of reading by writing his own book 'COVID Christmas Parade'. His story's about a boy saving his town's Christmas cheer during COVID 19. Proceeds from the book, available from Amazon, will be donated to Well done!","sentiment_score":0.3375}
{"full_text":"The National Forensic Science University has been shut down for a week after few administrative employees, including top officials, tested positive for Covidhttps:\/\/t.co\/BQa9sh3z8U","sentiment_score":0.0929292929}
{"full_text":"Given all we are learning about indoor transmission of Coronavirus..Making Indoor Rooms a Little Safer Through the Use of Fans #PopHealth #COVID19 #COVIDInsights #COVID #Schools","sentiment_score":-0.1875}
{"full_text":"Despite the hospitality industry feeling the full impact of the pandemic this year, one entrepreneurial family is ready to take on a new challenge.Full:","sentiment_score":0.2287878788}
{"full_text":"COVID, has had many devastating impacts across society including the destructive force it had on the sporting community... We have 'The Leak's' institute for COVID-less sports correspondent, Callum Ryan to attend the competition via zoom. Performed by Matt Harvey &amp; Jean Baulch","sentiment_score":-0.3666666667}
{"full_text":"\"Tens of thousands farmers swarm the Indian capital, causing a lockdown\"https:\/\/t.co\/V7xhdWWPPt","sentiment_score":0.0}
{"full_text":"Duterte tasks DOH to provide free COVID-19 tests to Filipinos","sentiment_score":0.4}
{"full_text":"ICYMI: LISTEN: \"My child is going for a COVID test after she attended the matric rage\"- KZN mom. Stacey and J Sbu received the following voice note from an anonymous mother. Listen to the voice note here:","sentiment_score":0.0}
{"full_text":"Oxford-Astra study has more good news","sentiment_score":0.6}
{"full_text":"Charities are struggling to meet the ever-growing demand for food as millions of families go hungry across the country.","sentiment_score":0.0}
{"full_text":"Taylor Swift donates to GoFundMe pages of two mothers struggling to pay rent due to coronavirus","sentiment_score":-0.125}
{"full_text":"RT The man who brought this up- should think before things like this come out of his mouth!! In the middle of a P...","sentiment_score":0.0}
{"full_text":"RT 'Redemption': How a scientist's unwavering belief in mRNA gave the world a Covid-19 vaccinehttps:\/\/t.co\/3vh4b2rnKK ht...","sentiment_score":0.0}
{"full_text":"More Hull Trains will be put on over Christmas &amp; New Year because of demand and to help with social distancing. There'll be more than 30 new services running between the 19th and 24th December and the 4th and 8th January.","sentiment_score":0.2612121212}
{"full_text":"BREAKING: DOH announces 1,387 new COVID-19 infections, raising the nationwide count to 444,164.Seven more patients died while 156 recovered, bringing the total fatalities to 8,677 and survivors to 408,942.More updates here:","sentiment_score":0.2121212121}
{"full_text":"Covid-driven recession likely to push 2m UK families into poverty #NoDeal will mean year 2020 will be extended in UK for the next few years ","sentiment_score":-0.128125}
{"full_text":"Latest on coronavirus cases in areas of the Liverpool City Region","sentiment_score":0.5}
{"full_text":"RT There were 2,622 COVID-19 related deaths on December 8. It surpasses D-Day and the Pearl Harbor attack in terms of dea...","sentiment_score":0.0}
{"full_text":"Has COVID left you feeling lost about money? Find your way with the Money Map today from Find out more &amp; check the Money Map tool  #MoneyMap","sentiment_score":0.25}
{"full_text":"RT It made me sick to read this story about the institutional betrayal experienced by Given that","sentiment_score":0.0428571429}
{"full_text":".@Twitter's APAC Vice President, says APAC Twitter users spent on shopping and entertainment during #COVID19, adding that youth users also used the platform to engage with civil activism movements like climate change #SquawkBoxAsiahttps:\/\/t.co\/eKWR2KDaxB","sentiment_score":-0.1}
{"full_text":"4 ways to reskill the global workforce - and this is where it's already happening https:\/\/t.co\/JaupZOG8oN#wfh #futureofwork #covid19 #remoteworking #leadership #DigitalTransformation","sentiment_score":0.0}
{"full_text":"Thank you for helping #SaveChristmashttps:\/\/t.co\/OxF2drS2v4#Christmas #ZambianChristmas #SaveChristmas #give #giving #Zambia #Children #creative #theatre","sentiment_score":0.5}
{"full_text":"\"If your business was bleeding, you had already cut costs and you're barely surviving, another three months of these types of [dine-in] restrictions are going to put you over the edge.\"https:\/\/t.co\/chglalQnna","sentiment_score":0.05}
{"full_text":"READ this morning's #COVID19 briefing for relevant news and updates on the property and real estate industry over the last 24 hourshttps:\/\/t.co\/f4uVdJnTc5","sentiment_score":0.2}
{"full_text":"NEWS: say it is 'disappointing' that a number of licensed premises have not been complying with #tier2 rules after they carried out checks in #BrixhamHere's what they found:https:\/\/t.co\/qDARDPkgBY","sentiment_score":-0.6}
{"full_text":"#ICYMI | To help the country combat the COVID-19-battered tourism industry, Royal Air Maroc (AT) will add new flights connecting Marrakech (RAK), Agadir (AGA), and Dakhla (VIL) to six countries in Europe. :","sentiment_score":0.1363636364}
{"full_text":"It comes as Staffordshire currently has a coronavirus infection rate that is above both the West Midlands and England averagehttps:\/\/t.co\/BfoSBfs3tE","sentiment_score":0.0}
{"full_text":"A one-off tax of 1% a year for 5 years on wealth over PS500,000 would hit homeowners hard.","sentiment_score":-0.2916666667}
{"full_text":"A big Vinaka to Dr Pau and the Team today finally got my successful 2nd Op today .Nothing but respect for these Guys and the Job they do.#RoadToRecovery","sentiment_score":0.1875}
{"full_text":"RT In 2019, a million UK  households faced destitution. That meant 2.4m people who couldn't feed or clothe themselves or hea...","sentiment_score":0.0}
{"full_text":"Rich countries hoarding Covid vaccines, says People's Vaccine Alliance (Rated: Positive Bias)","sentiment_score":0.3011363636}
{"full_text":"Current Conditions for #Sayre PATemp: 30.7FWind Chill: 27.9FHumidity: 78%Dew Point: 24.7F Barometer: 29.899 inHgWind: 3 mph from the SSWCorona Virus Weekly Stats:Cases: 222.000000Deaths: 4.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"McCormick County School District will move to virtual-only instruction on Thursday because of a spike in COVID-19 cases across the state, with McCormick County having a high incidence of the virus with about 400 cases per 100,000 residents.","sentiment_score":0.16}
{"full_text":"Students in Ninety Six will finish out the semester with hybrid instruction because of the ongoing COVID-19 pandemic, Greenwood County School District 52 announced Tuesday during a school board meeting.","sentiment_score":0.0}
{"full_text":"In the past seven days, South Carolina recorded its highest daily tally of new COVID-19 cases. And its second highest. And third. And fourth. Things slacked off Tuesday, with the daily tally only ranking ninth so far.","sentiment_score":-0.0015151515}
{"full_text":"RT Today is just a click away  Online service #StayHome with offers immersive videoguides of the be...","sentiment_score":0.1}
{"full_text":"#COVID-19: Over 12,500 new active cases reported as of Dec 9. #Ukraine #deathtollhttps:\/\/t.co\/9y5r5ge57l","sentiment_score":0.0015151515}
{"full_text":"#Covid_19 :Over 500 New Infections Recorded In Nigeria - Highest Count In 15 Weeks.","sentiment_score":0.1363636364}
{"full_text":"The ability to quickly gather pertinent facts and data points about your business is key to making informed decisions and overcoming any crisis, such as the COVID-19 pandemic we're going through now. #DataAnalytics #Analytics #BigData #Data","sentiment_score":0.1111111111}
{"full_text":"RT #Corruption drains vital resources from people in need and hinders a strong recovery from #COVID19\"We cannot allow st...","sentiment_score":0.2666666667}
{"full_text":"Your Resume Needs some \"Razzle Dazzle\" #COVID19 #WellnessWednesday #WorkoutWednesday #HumpDay","sentiment_score":0.0}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"Hope you get better. Two family members of mine just tested positive for covid also.","sentiment_score":0.3636363636}
{"full_text":"RT One dimension of \"how did the US fuck up the pandemic so bad\" is the bipartisan worship at the altar of small small busine...","sentiment_score":-0.4}
{"full_text":"RT What a great moment - Maggie, the first NHS patient to be vaccinated against COVID-19. A truly historic day here","sentiment_score":0.35}
{"full_text":"me rather paying 130EUR for a rental car instead of 3EUR to use public transport says a lot about my trust in how other people are handling this pandemic","sentiment_score":-0.0625}
{"full_text":"Join LinkedIn for two informative events exploring how nonprofits can strengthen their COVID-19 recovery plans from a marketing and fundraising perspective--and what role leaders will play in building their organizations' resiliency. #nonprofit #ngo","sentiment_score":0.0}
{"full_text":"Microsoft Teams is something we have been relying on heavily this year. But has a vulnerability been discovered? Find out now   #microsoft #microsoftteams #wfh #covid19 #security #securityvulnerability #wormable #cybercrime #cyberattack #risk","sentiment_score":-0.2}
{"full_text":"RT via Not sure this will be widely reported in UK. ","sentiment_score":-0.175}
{"full_text":"RT If you don't self-quarantine for two weeks* from December 10th to December 24th, Santa is legally and morally obligated to...","sentiment_score":0.1}
{"full_text":"&lt;RECAP2020&gt; Running a HR Tech business in a PandemicManoj Agarwal of shares some tips and insights for running a HR Tech business during &amp; after Covid-19. Read the blog at #hrtechnology #hrtechsg","sentiment_score":0.0}
{"full_text":"RT Could you join our team, to help fight COVID-19?Hertfordshire County Council have been selected to undertake mass testing,...","sentiment_score":0.0}
{"full_text":"Whose career path is truly secure? With the plight of the pandemic; graduates and other professions are having to adapt. It is questionable,what life will be like after the pandemic. #kudos #hope #peace #joy #success #wellbeing ","sentiment_score":0.34375}
{"full_text":"While you stay at home. Take the opportunity to...","sentiment_score":0.0}
{"full_text":"RT It is time to buy #COVID19 vaccines and our rulers are AWOL. We are waiting for charity vaccines. For how long are we goin...","sentiment_score":-0.05}
{"full_text":"On 7th December, Milan's #LaScala broadcast a music and dance gala from its empty auditorium after it was forced to abandon its traditional December opening with an opera for the first time since World War Two due to the pandemic.","sentiment_score":-0.055}
{"full_text":"RT The results &amp; data behind our #OxfordVaccine have now been independently verified in one of the world's leading medical jo...","sentiment_score":-0.1333333333}
{"full_text":"Nonprofit organizations who are embracing everything digital will push through COVID-19 best. What are new ways to accelerate impact?","sentiment_score":0.3787878788}
{"full_text":"The Assam government has successfully conducted 55 lakhs Covid tests so far, as the state looks to ramp up testing to contain the surge in cases.#Assam #COVID19","sentiment_score":0.425}
{"full_text":"RT Because apparently this needs to be said: We need stimulus checks, not immunity for corporations exposing workers to Covid.","sentiment_score":0.05}
{"full_text":"RT I posted this almost a year ago with no idea of the year to come. Floods, pandemic and so I eased off my personal campaign...","sentiment_score":0.0}
{"full_text":"Time spent on online transactions has doubled during the pandemic--making this a prime opportunity to embrace a truly digital currency + digital identify solution. shares more via Forbes:","sentiment_score":0.1}
{"full_text":"RT  A decade of Tory Government has delivered vast fortunes for their VIPs. But it's been less good for others... ","sentiment_score":0.1777777778}
{"full_text":"To earn that under any circumstance is an amazing accomplishment! But during a pandemic? So much respect for you, your experience, &amp; how God used you to move in so many people's lives during such a time as thisPrayers for your continued growth and refreshment.Congratulations!","sentiment_score":0.3625}
{"full_text":"RT You know why all this backlash happens when we say \"Tax the Rich?\"Because the unquestionable norm is to tax the poor &amp; working c...","sentiment_score":-0.0125}
{"full_text":"Time: 08:00 * Temp: 3.8degC * Wind: SW 2.0 to 8.1mph * Pressure: 999.3hPa * Rain: 0.0mm * Hum: 88% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:33 * Sunset: 15:57 * Cloudbase: 840ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Pandemic leaves over-50s with uncertain job prospects via","sentiment_score":0.0}
{"full_text":"Here are the numbers. Pay attention people.","sentiment_score":0.0}
{"full_text":"RT You science denying idiots who ironically scream pro-life &amp; pro-choice, must sign this when you get COVID-19. You have no...","sentiment_score":-0.8}
{"full_text":"RT Well-off people are saying things like \"We're Not Gonna Take It\" over being asked to wear a mask in Walmart when their grea...","sentiment_score":0.4}
