{"full_text":"Hackers are trying to disrupt the COVID-19 vaccine supply chain - Engadget","sentiment_score":0.0}
{"full_text":"RT Covid has been a cash bonanza for aged care providers, with numerous cash announcements. These give the impression the fed...","sentiment_score":-0.05}
{"full_text":"RT Cocaine. Refined with kerosene &amp; hydrochloric acid in Amazon river water. Transported in human stomachs in condoms. Mixed wit...","sentiment_score":0.0}
{"full_text":"Former Mini Hop's Gymnast and current Men's National Team member will appear on 60 Minutes this Sunday to discuss the impact #college #athletic department cuts have had on #gymnasts across the country. Catch it on CBS at 6 p.m. CT ","sentiment_score":0.0}
{"full_text":"Hypocrisy, yes.But the Covid policies are more science-driven than most other states, which is why it's in the bottom tier for cases and hospitalizations.","sentiment_score":0.2916666667}
{"full_text":"My podcast is interactive, even now since I can't record due to Covid issues. I will still answer emails &amp;DM's and make notes to record and address them verbally in an episode. All are Anonymous. So I'm still available if someone needs an honest opinion.","sentiment_score":0.2916666667}
{"full_text":"RT This is really important. Yes we all have mental health. But that's like saying 'we all have an immune system'- when so...","sentiment_score":0.15}
{"full_text":"RT This - the lonely death- is genuinely the part of COVID that horrifies me most. Not the worst part. But the part that m...","sentiment_score":-0.05}
{"full_text":"RT Minnesota health care workers, we want to hear and help you share your stories about the ways that your lives and your work h...","sentiment_score":0.0}
{"full_text":"The Assembly of Manitoba Chiefs' grand chief says he understands why there is mistrust among Indigenous people about COVID-19 health advice. \"There have been some deceitful and terrible things that have been done to our communities historically.\"https:\/\/t.co\/tzAPA73Tbu","sentiment_score":-0.1666666667}
{"full_text":"RT Another day another Scumbag.  Apologies shouldn't be enough.   Politicians who talk out of the side of their mouthes s...","sentiment_score":0.0}
{"full_text":"RT Flatten the curve Flatten the economy Flatten small businesses  Flatten employment rates Flatten the churche...","sentiment_score":-0.25}
{"full_text":"Check out this article by \"Pouring from An Empty Cup: The Case for Compassion Fatigue in Higher Education\".","sentiment_score":0.075}
{"full_text":"Decorating the new place.#christmas #christmasdecor #merrychristmas #homefortheholidays #ohanameansfamily #christmascrafts #staysafe #stayhome #washyourhands #wearamask","sentiment_score":0.1363636364}
{"full_text":"   (Not so) Fun fact! We've bored of not so fun facts in the year 2020, so here's some good news. The UK have approved a coronavirus vaccine!  #Coronavirus #COVID19 #Vaccine #FunFact #FunFacts #ItsDailyFF #DailyFunFacts #Fact #Facts!","sentiment_score":0.29375}
{"full_text":"RT NEW: Co-chairs for Biden pandemic response named. There aren't 2 better people that could have been named. 1\/","sentiment_score":0.3181818182}
{"full_text":"RT CA: 4 of 5 regions expected to be under new stay at home order in days, based on ICU capacity threshold, the governor says","sentiment_score":0.0181818182}
{"full_text":"This is a huge deal, and why I have tempered my expectations for how quickly we can expect massive rolloutVaccine production is expensive, labor intensive, and, like all biologics, INTENSELY quality controlled","sentiment_score":0.0866666667}
{"full_text":"RT We remain laser focused supporting #AZ with meeting requests to support #COVID19 testing sites, and our logistic miss...","sentiment_score":0.25}
{"full_text":"RT More than 3,000 people died yesterday from #COVID19 that's 125 each hour or 2 every minute. Why are we not seeing outra...","sentiment_score":0.5}
{"full_text":"RT COVID-19 vaccines will not give you COVID-19. None of the vaccines currently in development utilize live virus. The g...","sentiment_score":0.0681818182}
{"full_text":"RT Can you blame them for needing vacations??? Its been a lot of work convincing the general public that this isn't a massive...","sentiment_score":0.1375}
{"full_text":"\"It was important to Tercero and New York City that the parade continue, Coronavirus or not. They spent most of this year finding alternative ways to keep with the annual tradition while seamlessly following the limitations constituted by the CDC.\" #nyc #MacysThanksgivingParade","sentiment_score":0.1143939394}
{"full_text":"RT I can't believe I have to say this, but please stop attacking doctors. They are literally saving our lives and risking th...","sentiment_score":0.0}
{"full_text":"RT How long have you been concerned about dictators and dictatorships? Tell me one democracy in Muslim Middle East..If your con...","sentiment_score":-0.025}
{"full_text":"RT Georgia, y'all are America's only hope at getting this fool out of the Senate majority leader seat. Request your absentee bal...","sentiment_score":0.0}
{"full_text":"RT A COVID patient with sepsis was given a megadose of vitamin C. The change in him was 'remar...","sentiment_score":0.0}
{"full_text":"RT 2,403 died in Pearl Harbor: \"A day that will live in infamy.\"2,977 died on September 11th: \"Never forget.\"2,885...","sentiment_score":0.1363636364}
{"full_text":"but won't it be better to have a safe way to watch the movies? my entire household is immunocompromised and therefore, at a higher risk of dying from covid. I can't go to the movies to watch. plus we don't really know when it's gonna let up.","sentiment_score":0.29}
{"full_text":"RT COVID has gotten so bad in Ohio that Ohio has added Ohio to Ohio's travel advisory, so Ohioans should quarantine in Ohi...","sentiment_score":-0.7}
{"full_text":"RT Apparently MSM feels it's their job to attack anyone who's actually standing up for the Canadian people.","sentiment_score":0.025}
{"full_text":"Absolutely this","sentiment_score":0.2}
{"full_text":"RT Los Angeles has followed universal masking, closed indoor dining, bars, outdoor dining, had curfews, never opened movie theater...","sentiment_score":-0.05}
{"full_text":"RT LA is going back into a lockdown where it's illegal to ride public transit, bike or walk, but shopping malls are allowed 2...","sentiment_score":-0.1666666667}
{"full_text":"I want hol mat so badly it's the ONE thing I'm allowing myself to be selfishly depressed due to cancellation bc covid.... it's the best con of the year","sentiment_score":-0.08125}
{"full_text":"RT NEW: Delaware Governor Carney issues stay-at-home advisory, expands mask mandate","sentiment_score":0.1363636364}
{"full_text":"RT Oh look, reports that there have been 60,000 UK Covid deaths... Over six months latehttps:\/\/t.co\/ROmYw7YDyi h...","sentiment_score":0.0}
{"full_text":"RT Thinking of all those people who insisted that \"just make a deal, any deal\".THERE WAS NEVER A DEAL TO BE...","sentiment_score":0.0}
{"full_text":"RT wear a goddamn mask you dumb motherfuckers","sentiment_score":-0.375}
{"full_text":"RT Dear events for #COVID19 occur in poorly ventilated, indoor environments with large crowds with...","sentiment_score":-0.0928571429}
{"full_text":"RT Please retweet if you think that the UK government should publish the dossier showing the full economic impact of corona...","sentiment_score":0.275}
{"full_text":"RT When nurses at requested better #PPE policies, management called their concern a \"non-issue.\"months...","sentiment_score":0.5}
{"full_text":"RT \"City chief information officers who had advocated for years for enterprise mobility, cloud services and robust security bu...","sentiment_score":0.0}
{"full_text":"Jesus.  They need the staff to keep the hospitals going. ","sentiment_score":0.0}
{"full_text":"RT 2,403 died in Pearl Harbor: \"A day that will live in infamy.\"2,977 died on September 11th: \"Never forget.\"2,885...","sentiment_score":0.1363636364}
{"full_text":"RT A broken and corrupt economy, mismanagement of the mullahs, and looting billions of dollars of Iranian people's wealth ha...","sentiment_score":-0.45}
{"full_text":"RT \"Victor Davis Hanson...advances the theory that COVID-19 might have actually begun spreading in California in fall 2019.......","sentiment_score":0.0}
{"full_text":"RT Now all the former living Presidents are saying they will take the Covid vaccine: Jimmy and Rosalynn Carter joining wh...","sentiment_score":0.0}
{"full_text":"RT Pfizer Says Placebo Patients Will Eventually Get Its Covid-19 Vaccine. The Question of When Is","sentiment_score":0.0}
{"full_text":"RT The Senate shouldn't leave Washington until we pass COVID relief.","sentiment_score":0.0}
{"full_text":"RT #US surpassed 14M #Covid19 infections; at least 274,648 people have died. President-elect Joe Biden says at least 250,...","sentiment_score":-0.3}
{"full_text":"RT His assault on our Democracy, constitutional violations, calling fallen soldiers losers and suckers, n...","sentiment_score":-0.25}
{"full_text":"RT Disinfect. Heavily.","sentiment_score":-0.2}
{"full_text":"Good thread. #hifromsd","sentiment_score":0.7}
{"full_text":"please read this. and keep protecting yourself and others. theres so much suffering and heartbreak and grief right now. please do what you can to minimize it #staysafe #stayhome #wearamask","sentiment_score":-0.1047619048}
{"full_text":"And remember ICUs still need beds for regular, everyday demand from car accidents, trauma, etc. These are NOT strictly COVID beds filling up. Total capacity is finite for ALL use-cases. Selfishness WRT COVID will soon affect those who need any any critical care.","sentiment_score":-0.05}
{"full_text":"RT more than 8000 cases and you guys keep complaining that we probably won't go back to campus while y'all hanging out al...","sentiment_score":0.25}
{"full_text":" Stay safe #COVID19AB #Christmas","sentiment_score":0.5}
{"full_text":"aw corona is taking ur breath away so romantic","sentiment_score":0.0}
{"full_text":"RT So, the  #COVID19 virus obviously knows it should stay away from #business travellers!Either that, or it's another c...","sentiment_score":0.0}
{"full_text":"RT Flatten the curve Flatten the economy Flatten small businesses  Flatten employment rates Flatten the churche...","sentiment_score":-0.25}
{"full_text":"RT 123 more people than were killed on September 11th, 2001. This is our new normal.And McConnell and the GOP are absolutel...","sentiment_score":0.1454545455}
{"full_text":"Ready for post-Covid life","sentiment_score":0.2}
{"full_text":"I feel the same way about clinicians  #burnout and workplace #mental #Wellbeing &amp; access to #mentalhealth resources for #FRONTLINE #COVID19 #MedTwitter #MedStudentTwitter","sentiment_score":-0.05}
{"full_text":"RT NEW: Judge Emmet Sullivan denies Trump administration's attempt to stay his order blocking a controversial policy that allowe...","sentiment_score":0.3431818182}
{"full_text":"Important point, have thought of it my self (due to suspected pathogenesis of multisystemic syndrome caused by the virus in severe cases). Yet we have nothing suggesting that up until now, even long Covid recover, and that is not unique to mRNA and would be shared among all.","sentiment_score":0.009375}
{"full_text":"RT This level of carnage was avoidable.","sentiment_score":0.0}
{"full_text":"She keeps referring to the \"Chinese corona virus\" which is wildly inaccurate. But she repeats it because her Dear Leader says it's true and she is behind him \"every step of the way.\"'","sentiment_score":0.0125}
{"full_text":"This is reason Justin Trudeau doesn't want to make promised on the VaccinePfizer To SLASH Original #Covid19 Vaccine Rollout Target Instead of 20 Million doses USA was to received - it has been cut in HALF to 10 Million for 5 Million peoplehttps:\/\/t.co\/qHUWxv9vpG #cdnpoli","sentiment_score":0.1041666667}
{"full_text":"RT We've passed multiple COVID relief bills, far more generous than GOP's for working people, that GOP are sitting on in the Senate....","sentiment_score":0.2}
{"full_text":"The rich are the #UselessClass.","sentiment_score":0.375}
{"full_text":"RT Today seems like a good day to remind you that @SenDavidPerdue:--Bought stock in Pfizer a week before they announced their va...","sentiment_score":0.7}
{"full_text":"RT You are a true piece of shit","sentiment_score":0.075}
{"full_text":"Update! have agreed to reschedule my flight.However, they want me to pay even when have clearly stated that rescheduling covid-19 affected flight is FREE. Is it a crime booking flights via ?Please help ","sentiment_score":0.25}
{"full_text":"RT BREAKING: We are officially announcing a lockdown protest in Los Angeles.When: Sunday 12\/6\/20Time: 6pmGo to","sentiment_score":0.0}
{"full_text":"RT Two Americans died every minute yesterday from Covid. We can't become numb to the horror of these numbers. These are prev...","sentiment_score":-0.6}
{"full_text":"RT This piece floored me:","sentiment_score":0.0}
{"full_text":"RT #AstraZeneca's #COVID #vaccine faces new controversy after a trial participant in India alleged vaccine caused him ser...","sentiment_score":0.0181818182}
{"full_text":"RT Dear Seokjin, thank you for speaking candidly &amp; openly about your recent burnout experience.I am glad that you ar...","sentiment_score":0.275}
{"full_text":"RT Here's the card you'll get when you eventually get the Covid-19 vaccine.Everyone will get a card \"they can put in their wallet t...","sentiment_score":0.0}
{"full_text":"RT Telegraph columnist Allison Pearson claimed that, last week, Sir Patrick Vallance and Chris Whitty presented cherry-picked fi...","sentiment_score":0.0}
{"full_text":"The U.S. records its highest daily COVID-19 death toll yet as it tops 14 million cases.https:\/\/t.co\/Duzk84M9ow","sentiment_score":0.0}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"The pandemic has left many without the access to food they usually have. Check out my new piece about food pantries and banks in Boston!","sentiment_score":0.1051136364}
{"full_text":" Moms second covid test came back negative and her two weeks isolation is done!!","sentiment_score":-0.15625}
{"full_text":"RT We've been in this pandemic for a long time, but we can't let our guard down now, Arizona. Wear a mask, wash your hands,...","sentiment_score":-0.1027777778}
{"full_text":"RT Vice President Mike Pence, CDC head discuss COVID-19 vaccine in Memphis","sentiment_score":0.0}
{"full_text":"The GGUSD covid numbers don't seem right lol I was just looking at them today.","sentiment_score":0.5428571429}
{"full_text":"RT Yesterday more people died of Covid19in the US than perished in the twin towers on 9\/11.  More than one hundred thousa...","sentiment_score":0.5}
{"full_text":"RT With broken hearts, Eddie and I announce the loss of our beloved Rodolfo \"Rudy\" Barron, Eddie's father. COVID19 took his l...","sentiment_score":0.15}
{"full_text":"RT CHINA seems to have passed through the CV19 crisis remarkably unscathed. They will grow far more than Western Economie...","sentiment_score":0.3375}
{"full_text":"RT California sheriff tests positive for COVID-19 after refusing to enforce state restrictions","sentiment_score":0.2272727273}
{"full_text":"RT Who gives a damn?","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell has made it clear that when it comes to negotiating COVID relief it's his way or the highway. Let me be clear...","sentiment_score":0.1}
{"full_text":"RT California's gov has issued a new 3-week stay at home order for regions with less than 15% ICU capacity as the state sees a...","sentiment_score":-0.0151515152}
{"full_text":"Even during a pandemic! Criminals they are essential workers! Big drug bust: They searched two properties in Toronto and one in Vaughan, and found 10.6 kg of cocaine, 767 grams of fentanyl and 67.8 kg of crystal methamphetamine.","sentiment_score":0.0}
{"full_text":"HEY!!! #DeathSantis! Mortuaries are another small business that are doing great during covid! AND they'll do your hair as part of their other services! Put a freakin' mask on....seriously you could have done at least that to protect Floridians.","sentiment_score":0.0734375}
{"full_text":"RT \"We are focused squarely on protecting both lives and livelihoods from the devastating impacts of COVID-19, not public...","sentiment_score":-0.5}
{"full_text":"Get all the details on the new Regional Stay-at-Home order!","sentiment_score":0.1704545455}
{"full_text":"When can I get a coronavirus vaccine?","sentiment_score":0.0}
{"full_text":"some of y'all need to hear this","sentiment_score":0.0}
{"full_text":"RT An excellent opportunity to present some of the work of our Nutrition &amp; Covid-19 Taskforce against the backdrop of the upcomin...","sentiment_score":0.5}
{"full_text":"RT Mitch McConnell's \"new\" COVID relief bill gives CEOs a 100% tax deduction for a 3-martini lunch, but ZERO to the 26 mill...","sentiment_score":0.1363636364}
{"full_text":"RT We're just beginning to understand how our genes and COVID-19 mix","sentiment_score":0.0}
{"full_text":"RT Reminder that Covid doesn't care that you got bored.","sentiment_score":-0.5}
{"full_text":"RT We should not be thinking about the next COVID package as \"stimulus,\" but rather critically needed help for families to...","sentiment_score":0.0}
{"full_text":"Momentum builds for bipartisan $908 billion stimulus package as more GOP senators express supportBy Jeff Stein, Mike DeBonis and Seung Min Kimhttps:\/\/t.co\/ySD3gT8QFt","sentiment_score":0.5}
{"full_text":"RT \"If you don't think COVID is real, right now, you are an idiot...I'm the guy who's stealing Christmas to keep you safe...y...","sentiment_score":0.4285714286}
{"full_text":"Everyone lied about expectations...","sentiment_score":0.0}
{"full_text":"RT Flatten the curve Flatten the economy Flatten small businesses  Flatten employment rates Flatten the churche...","sentiment_score":-0.25}
{"full_text":"Yay! Thanks","sentiment_score":0.2}
{"full_text":"THE TRUMP PANDEMICDEATH TRACKER:Americans Killed by Inaction, Neglect, Incompetence and Corruption282,056 deaths. It didn't have to be this bad","sentiment_score":-0.45}
{"full_text":"They were also burnt down by Antifa and BLM. Not to forget being shut down by Covid regulations, YOU supported. If your going to lie, lie better. Lie at least half as good as your buddy Joe Biden. Just a tip for next time.#Walkawayfromdemocrats #KeepAmericaGreat #OpenTheBoxes","sentiment_score":0.0603174603}
{"full_text":"RT Do you agree with Jonathan Van Tam that masks and social distancing will become part of our lives long-term?@danwootton","sentiment_score":0.0333333333}
{"full_text":"\/2  OOPS - forgot the url!","sentiment_score":0.0}
{"full_text":"RT Dear Seokjin, thank you for speaking candidly &amp; openly about your recent burnout experience.I am glad that you ar...","sentiment_score":0.275}
{"full_text":"RT WEAR. A. FUCKING. MASK.","sentiment_score":-0.6}
{"full_text":"RT (PS4) Whether there is any sufficient legal--criminal or civil--mechanism to pursue the matter is unclear, but as a matter...","sentiment_score":0.0}
{"full_text":"This ruling is beside the point now that Newsom has reimposed stay-at-home orders in five regions of California.","sentiment_score":0.0}
{"full_text":"Forgot to mention:Flatten freedom of the people - PENDINGTime to turn this ship around...","sentiment_score":0.0}
{"full_text":"RT War Room Pandemic: my comments on CNN's \"exclusive report of #COVID19What I can't agree with them is1. Their blame on P...","sentiment_score":0.0}
{"full_text":"OPINION: While President-elect Joe Biden's diverse selection for his COVID-19 task force gives contributing writer hope for this pandemic, UW associate professor Rachel Chapman would have liked to have seen more Black women on the board.","sentiment_score":0.3111111111}
{"full_text":"Live blog evening round-up: Sadiq Khan says London's Covid recovery \"can't be clogged with cars\", former TDF leader Rinaldo Nocentini banned for doping, and Sir Bradley spotted out running in funky socks made by a surprised custom shoe designer... #cycling","sentiment_score":0.0787878788}
{"full_text":"With people hunkering down at home, Amazon increased its dominance during the pandemic becoming one of the top #PandemicProfiteers.With a net profit of $5.2 billion during the pandemic, continues hiring disregarding overcrowding at the warehouseshttps:\/\/t.co\/Dd5uvvb467","sentiment_score":0.1986111111}
{"full_text":"Wheezing","sentiment_score":0.0}
{"full_text":"Ferrero Rocher's \"Golden Transformation\" campaign for the holidays aims to inspire consumers who are facing the possibility of adapting cherished family traditions to the disruptions of the pandemic.","sentiment_score":0.3}
{"full_text":"Should we pay people to get a COVID-19 vaccine? It could be part of a later stage push to achieve herd immunity.","sentiment_score":0.0}
{"full_text":"And now some places like California or going back into lockdown.","sentiment_score":0.0}
{"full_text":"Patient #experience has always mattered, but the pandemic has raised the stakes. Here's how your #healthcare organization can adapt:","sentiment_score":0.0}
{"full_text":"131 New Confirmed COVID-19 Cases Today. No New Deaths.12\/03\/2020Attachment:","sentiment_score":0.1560606061}
{"full_text":"COVID-19 cases continue to rise in Arizona reporting over 5,000 new cases today.","sentiment_score":0.1363636364}
{"full_text":"Have you contacted your pharmacy about a repeat prescription this year? We want to hear about your experiences of accessing health care during lockdown. #Spare5 to share your feedback today at #ItStartsWithYou #BecauseWeAllCare","sentiment_score":0.0}
{"full_text":"EIT Food report reveals lasting impact of COVID-19 pandemic on European food behaviourshttps:\/\/t.co\/VeebrIkqSQ","sentiment_score":0.0}
{"full_text":"I am of two minds about this. On the one hand, a part of me is sad because films like DUNE were made for the theater experience, not a laptop and headphones.But also, given the pandemic and the changing nature of the industry, it's also a smart move on WB's part.","sentiment_score":-0.1428571429}
{"full_text":"Get moving: As the world digs in for the second wave of #Covid19, flu season and winter, people also face a serious risk from reduced physical activity -- especially older adults:","sentiment_score":0.0}
{"full_text":"Journalism in a pandemic: reinstating the paramount importance of facts#Free Course by","sentiment_score":0.0}
{"full_text":"After learning that many families wish to take Christmas pictures, but the pandemic has made it difficult to do so, a Texas couple made a photo-op outside their home.https:\/\/t.co\/zZ3vLZIsmo","sentiment_score":0.0}
{"full_text":"Even as COVID-19 upended, and ended, lives, architecture raised our sights and spirits. Here are the year's best projects from Chicago, according to","sentiment_score":1.0}
{"full_text":"Minnesota #COVID19 12\/03---* 6,166 (+974) cases* 92 (+15) deaths* 1,770 (+66) hospitalized* 376 (+22) ICUThe 3 highest daily death counts in the pandemic have all come in the past week, pushing the seven-day average to 58 daily deaths, a record.https:\/\/t.co\/WEOrI2KGbN","sentiment_score":-0.1}
{"full_text":"Meet Dr James Fielding infectious diseases epidemiologist - he has just returned from a secondment with WHO European Region in COVID-19 surveillance.https:\/\/t.co\/eiVxTs1qIR@UniMelbMDHS","sentiment_score":0.0}
{"full_text":"The state's COVID-19 numbers continue to trend in the wrong direction, officials say. Here is the latest data for North Carolina.https:\/\/t.co\/SGL0GsogfA","sentiment_score":0.0}
{"full_text":"Despite recent postponements and setbacks because of the spreading coronavirus, the NFL isn't heading toward a bubble environment for next month's playoffs--- yet.","sentiment_score":0.0}
{"full_text":"King Pin Lanes rolling through coronavirus pandemic","sentiment_score":0.0}
{"full_text":"RT The marked success of face masks in reducing new #COVID19 infections in Germany, by at least 45%","sentiment_score":0.0590909091}
{"full_text":"It's an imaginative realm, created in the midst of a pandemic that upended the sporting and events world.https:\/\/t.co\/Qz5dI74mUr","sentiment_score":0.6}
{"full_text":"Asthma patients breathe easy! People with the respiratory condition may be at reduced risk of COVID-19.https:\/\/t.co\/4fMwd5Mtpe","sentiment_score":0.5416666667}
{"full_text":"Because of the fear of continued rising numbers after the Thanksgiving break, the following adjustments have been made to city departments.","sentiment_score":0.0}
{"full_text":"The U.N. dropped North Korea from its Global Humanitarian Overview report for 2021.With the DPRK's strict COVID-19 prevention measures and border lockdowns, U.N. workers lack the reliable data needed to monitor the country's humanitarian situation.https:\/\/t.co\/nhhN5p8fPw","sentiment_score":0.0}
{"full_text":"RT Watch live at 9 AM ET: HHS will release an important HHS Action Plan to reduce maternal deaths and disparities, and","sentiment_score":0.2121212121}
{"full_text":"He always will. He also told the public that we're gonna get doses of covid in our vaccines","sentiment_score":0.0}
{"full_text":"Wearing a mask can help stop the spread of #COVID19.#WearAMask inside places where it's difficult to stay 1.5 metres away others#Multicultural resources in #Somali","sentiment_score":-0.5}
{"full_text":"Thank you for supporting critical investments in America's ability to understand, detect and treat disease. Now more than ever we must ensure a strong National Institutes of Health #MedicalResearch #Champion #keepNIHstrong","sentiment_score":0.2958333333}
{"full_text":"VIDEO:  Restaurants and gastropubs are getting ready to reopen tomorrow, as the hospitality sector gets set for a make or break Christmas@PaulQuinnNews reports#VMNews | #COVID19ireland | #COVID19","sentiment_score":0.2}
{"full_text":"Putting together these 9 sensors translate readings into a patent pending virus index that helps you understand if your home is conducive for the coronavirus to survive or become transmittable in the air.#getuHoo #uHoo #CleanAirForAll","sentiment_score":0.0}
{"full_text":"The California Department of Public Health last week strengthened its Covid testing guidelines to spell out that hospitals should begin testing employees weekly. ","sentiment_score":0.0}
{"full_text":"RT Tilford \"touched the lives of every child who walked through that school's door,\" said during Thursday's c...","sentiment_score":0.0}
{"full_text":"RT It took Republican Senators fleeing from McConnell to work directly with Democrats in order to get a Covid relief package...","sentiment_score":0.1}
{"full_text":"No spectators will be allowed at the Rose Bowl for the College Football Playoff semifinal on Jan. 1 because of COVID-19 restrictions imposed by the state, county and city of Pasadena.https:\/\/t.co\/1NyxA08Qqu","sentiment_score":0.6}
{"full_text":"Matt Hancock says neighbour awarded Covid work after WhatsApp text went through 'the normal channels'","sentiment_score":0.15}
{"full_text":"RT December next week?? Time flies when your life is falling apart in a pandemic","sentiment_score":0.0}
{"full_text":"RT ICU #'s are fluid and change hourly. ICU capacity has been 100% before Covid-19. To base shut down order on...","sentiment_score":-0.3185185185}
