{"full_text":"RT Me in my Covid Snitch Command Center:","sentiment_score":-0.1}
{"full_text":"I'm a proud #airlinePilot and I've tweeted occasionally this year about my time out of the flight deck due to #Covid etc. and yes it makes me sad. But to hear the terrible news that a much younger ex colleague has died suddenly puts things into perspective. #WhatWillBe.","sentiment_score":-0.1178571429}
{"full_text":"I understand the fear of Covid. It's real. But honestly some of these rules people pull out of their ass to scare others into doing or else is dumb when we have known about this for a year and us common folk even less than a year!!!!","sentiment_score":-0.0563802083}
{"full_text":"Hmmm, how about got sent home from work yesterday because I was exposed to someone who tested positive for COVID. Can't go back till the 29th. 2 weeks unpaid. Merry Christmas. This crap needs to go away!","sentiment_score":-0.1431818182}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"RT Mike Pence told our country in June that the second wave of Covid-19 was not real. That the panic was overblown. He presid...","sentiment_score":-0.05}
{"full_text":"RT We teamed up with and to ask our students how they're doing during the pandemic. Their answers ma...","sentiment_score":0.0}
{"full_text":"RT Big Education Ape: NANCY BAILEY: Researching DeVos's $185 Million School Funding Plan During a Pandemic   -","sentiment_score":0.0}
{"full_text":"RT Here's a report from Reuters (\"Wealthy countries block COVID-19 drugs rights waiver at WTO\"):","sentiment_score":0.5}
{"full_text":"RT Let's get it done, Georgia.","sentiment_score":0.0}
{"full_text":"RT New Zealand just announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then, t...","sentiment_score":0.2018181818}
{"full_text":"We ready for the roaring 20's pt.2","sentiment_score":0.2}
{"full_text":"RT Louisiana Rep. Cedric Richmond, who will join the White House as a senior adviser and director of the Office of Public Engageme...","sentiment_score":0.0}
{"full_text":"'Brace yourselves': Gladys Berejiklian warns NSW to expect more coronavirus cases as authorities scramble to fight cluster via Federal Liberal governments fault for not doing border security properly. ALL flight crew must be treated as passengers","sentiment_score":0.25}
{"full_text":"RT Chinese Communist Party scientists aren't pioneering cancer cures. We are. North Korean biochemists aren't producing safe CO...","sentiment_score":0.25}
{"full_text":"I do think for myself, thank you very much. You, on the other hand, just repeat the anti-lockdown nonsense you've heard. It is scientists pushing for lockdown, and populist politicians not acting on that.","sentiment_score":0.045}
{"full_text":"RT Our #UnsungHeroes in want to say #ThankYou to our kind donors who gave them gift cards. Our...","sentiment_score":0.6}
{"full_text":"Some of the first frontline workers at getting COVID-19 vaccines today. The first group vaccinated includes those employees who work closely w\/ COVID-19 patients. \"It's an emotional day because we've waited so long for this pandemic to end.\"","sentiment_score":0.1125}
{"full_text":"As gold and other hard monies are in decline against the backdrop of a global pandemic and clueless leadership, I would like to officially welcome you all to the digital age and the rise of currencies backed by math and transparency. Future is Now.#BTC #crypto #digitalart #nfts","sentiment_score":0.0638888889}
{"full_text":"RT Donald Trump eliminated the White House cybersecurity coordinator. We got hit with the largest cyber hack ever.Donald Tr...","sentiment_score":0.0}
{"full_text":"Fuck NPHET.  Nobody gives a shit anymore. Lock down old folks if ya want.","sentiment_score":-0.1638888889}
{"full_text":"Seeing a few hair salons with windows covered with craft paper, etc, to stay open without people seeing inside. Also several health clubs open too. Where is enforcement? Why is it so uneven? Either we are or aren't fighting covid.","sentiment_score":-0.08}
{"full_text":"Important to keep in mind all FIVE of those pardoned today already had their convictions overturned by state or federal courts. These were the easy cases. Cooper should be pardoning or commuting those in danger of covid and no longer a danger to society.","sentiment_score":0.4166666667}
{"full_text":"Stomach flu sure does introduce you to a world of bland food and drink. Hoping this helps me shift some lockdown weight though...","sentiment_score":0.1666666667}
{"full_text":"RT I can finally say I'm Temple Made and that I'm Temple Proud!!! Congratulations to the Class of 2020! Pandemic and all, we...","sentiment_score":0.5}
{"full_text":"RT Here's the thing.It's perfectly appropriate for BBC Scotland to highlight care home deaths during the pandemic.However...","sentiment_score":0.5}
{"full_text":"RT The U.S. government gave over 40,000 millionaires an average of 1.7 million each in Covid AidThis is our tax dollars the...","sentiment_score":-0.15}
{"full_text":"My mom gets the COVID vaccine next week","sentiment_score":0.0}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT I'm prepared to sign a COVID relief package on day one, but I need and in the Senate to get it done....","sentiment_score":0.0}
{"full_text":"RT Nigeria Records 1,145 New COVID-19 Cases, Highest Ever In One Day","sentiment_score":0.1363636364}
{"full_text":"SHE BE COUGHING","sentiment_score":0.0}
{"full_text":"RT Tomorrow I will go to the Senate floor to ask for an up or down vote on my bill to provide a direct payment of $1200 to worki...","sentiment_score":-0.0277777778}
{"full_text":"After having Covid in MAY now suffer random days of extreme lack of energy..some reoccurring head aches &amp; sometimes inability to sleep w\/ rapid heart.. I wonder If I get the Shot will these symptoms increase Nobody can say Covids a virus that morphes &amp; its unpredictable #3words","sentiment_score":-0.2638888889}
{"full_text":"RT DC got it right.  Why have so many states refused to put fire fighters at the front of the line for #COVID19 #vaccines?  #fire...","sentiment_score":0.3928571429}
{"full_text":"RT NEW: Biden WH advisor Cedric Richmond has coronavirus, says in a statement","sentiment_score":0.1363636364}
{"full_text":"RT An average of two Americans dying every minute from Covid-19 reports","sentiment_score":-0.15}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT As of today at 11:59pm, Marin County will officially be under the State's Stay Home Order due to the region's ICU capacity dr...","sentiment_score":-0.125}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"Confirmed COVID-19 cases in Princeton reach highest seven-day and two-week totals since pandemic began","sentiment_score":0.4}
{"full_text":"RT Me in my Covid Snitch Command Center:","sentiment_score":-0.1}
{"full_text":"RT Introducing The Barstool FundIf you are a small business that needs help staying in business because of covid email...","sentiment_score":-0.25}
{"full_text":"RT Introducing The Barstool FundIf you are a small business that needs help staying in business because of covid email...","sentiment_score":-0.25}
{"full_text":"So, the United States got hacked....again!  What are you doing about it?  Nothing! The same thing you did when you were briefed on the coronavirus.#Useless","sentiment_score":0.0}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"so what you're saying is doesn't have to wear a mask cause he's special. All Albertans are special.","sentiment_score":0.3571428571}
{"full_text":"RT IT doesn't make sense to have a monopoly of Chinese vaccines in Phl. After all, the virus came from China. We may not have a...","sentiment_score":0.0}
{"full_text":"RT And the Dept didn't close the school in Claremorris but the school in the Minister's constituency did close ","sentiment_score":0.0}
{"full_text":"New Zealand's response to Covid","sentiment_score":0.1363636364}
{"full_text":"Go local sports team? Hooray? We are #1? But seriously, this is terrible. Tennessee, what is wrong with you?","sentiment_score":-0.4583333333}
{"full_text":"I'm going to wait to see if the vaccine works as stated, see what the side affects are.Idk, I just have this strange feeling that this could be big pharmaceutical way of pushing snake oil for the sake of capitalizing on the pandemic.","sentiment_score":-0.025}
{"full_text":"RT As the states scramble in response to the #covid19nsw outbreak, notice how we are hearing Shit-all from Scomo and friends?","sentiment_score":0.0}
{"full_text":"RT Given the scale and harm caused by COVID and joblessness across America, $900 billion in disaster relief is disgracefully smal...","sentiment_score":0.0}
{"full_text":"RT Could someone please explain to me why the president-elect isn't vaccinated yet?I think it's rather important at this point...","sentiment_score":0.4}
{"full_text":"RT OH-11 and our nation will be blessed to have in Congress. She'll be a principled progressive fighter for racial, s...","sentiment_score":0.0}
{"full_text":"RT Typically deceptive headline from the Media Party. 1,000 cases, the \"deadliest day\". But in fact there were only 22 deaths....","sentiment_score":-0.0833333333}
{"full_text":"RT Who can pay rent and put food on the table with one $600 check?? U.S. billionaires' wealth has increased by nearly $2 tril...","sentiment_score":0.1}
{"full_text":"RT In giving away $4 billion, MacKenzie Scott has done more and handed out more money in the last six months to help Americans...","sentiment_score":0.3333333333}
{"full_text":"Rollout of COVID-19 vaccine could be delayed by tech issues, doctors\/health officials warn, after 1st week of vaccination program marred by difficultiesw\/ data collection.GP practices forced to collect data on Pfizer vaccine rollout  by hand, due to tracking software problems.","sentiment_score":-0.2125}
{"full_text":"AgeGenderCity130sMaleAlamo270+MaleMcAllen370+MaleMission460sFemaleUndisclosed*After epidemiological review, total records that match the Texas Department of State Health Services COVID-19 case definition have been reduced by 587.","sentiment_score":0.0}
{"full_text":"RT Out now! The December Research News Quarterly, featuring an interview with the Director, and ATS member research c...","sentiment_score":0.0}
{"full_text":"RT Rent is due, food bank lines are around the block, temperatures are dropping and COVID cases are spiking. Our familie...","sentiment_score":-0.125}
{"full_text":"RT I'm prepared to sign a COVID relief package on day one, but I need and in the Senate to get it done....","sentiment_score":0.0}
{"full_text":"RT A plaintiffs medical malpractice lawyer just bought a new condo as this hospital \/ her employer has just admitted it's own d...","sentiment_score":0.2454545455}
{"full_text":"Northern Ireland to enter six-week full lockdown from Boxing Day.","sentiment_score":0.35}
{"full_text":"yikes","sentiment_score":0.0}
{"full_text":"The Pfizer Covid vaccine needs to move at -70degC+-10degC.The vaccine can be stored for five days at refrigerated 2-8degC conditions. If a location cannot administer 900 vials in five days, it is incompetent.","sentiment_score":-0.35}
{"full_text":"RT I'm prepared to sign a COVID relief package on day one, but I need and in the Senate to get it done....","sentiment_score":0.0}
{"full_text":"RT Yes, covid patients in hospital are now at their highest since April 15th#coronavirusuk","sentiment_score":0.0}
{"full_text":"Jerome Adams told people not to buy masks.","sentiment_score":0.0}
{"full_text":"The White House has truly become a house of horrors under Trump.","sentiment_score":0.0}
{"full_text":"Trains are covid secure.","sentiment_score":0.4}
{"full_text":"RT Your daily reminder that David Perdue has fought against stimulus checks for the entire pandemic.","sentiment_score":0.0}
{"full_text":"RT Hospitals have nearly as many Covid patients as they did in the April peak.A deadly third wave is coming in the next f...","sentiment_score":0.1666666667}
{"full_text":"RT I asked and the rest of the panel last night \"if not now, when?\" If not during a pandemic when 14 million Ame...","sentiment_score":0.0}
{"full_text":"RT 99% of people survive Covid.we're all being played.","sentiment_score":0.0}
{"full_text":"RT Houston men's basketball coach Kelvin Sampson says all 15 of his players have had COVID-19","sentiment_score":0.0}
{"full_text":"Reuters: BIDEN TRANSITION OFFICE SAYS INCOMING WHITE HOUSE SENIOR ADVISER CEDRIC RICHMOND HAS TESTED POSITIVE FOR COVID -STATEMENT","sentiment_score":0.1136363636}
{"full_text":"Not what I look like now btw was a lockdown cut but no problem no showing your face especially because of things that's happened to cunts that have shown their face","sentiment_score":0.0}
{"full_text":"\"we certainly didn't want to imagine\"","sentiment_score":0.2142857143}
{"full_text":"From ABC News:Panel recommends Moderna vaccine, paving way for FDA authorizationhttps:\/\/t.co\/OdXzdiztBh","sentiment_score":0.0}
{"full_text":"This feels very relevant to your interests","sentiment_score":0.52}
{"full_text":"RT This is the beginning of the end. And that's a great thing. Thank you to our amazing American scientists and innovators...","sentiment_score":0.4666666667}
{"full_text":"RT IN MEMORIAM: Julie, my wife of 57 years, passed away today from Covid-19. If you think Covid-19 is a hoax, you are woefull...","sentiment_score":0.0}
{"full_text":"RT I can't believe New Zealand are covid free, Australia not far off and Britain are still living this fuckery on repeat a y...","sentiment_score":0.1621212121}
{"full_text":"RT What was the hurry to get #FarmLaws passed in Parliament during pandemic? It has happened for first time that 3 laws were passed...","sentiment_score":0.25}
{"full_text":"State ramps up its mass vaccination effort with the full expected allotment of doses for first week delivered today:","sentiment_score":0.1666666667}
{"full_text":"RT I'm prepared to sign a COVID relief package on day one, but I need and in the Senate to get it done....","sentiment_score":0.0}
{"full_text":"Coz of this covid bollocks ? this season won't end lockdown 3 in January then 4 in March ","sentiment_score":0.0}
{"full_text":"I want people to know help is on the way. It will be bigger, it will be better, it will be safer and it will be retroactive.\" Oct, as she TURNED DOWN a 1.5t bill that would have paid UI 400\/w retroactive &amp; $1200 RETROACTIVE UNEMPLOYMENT!!","sentiment_score":0.0856481481}
{"full_text":"RT Let's set the record straight. The health care workers taking pics and posting\/tweeting about receiving their vaccine aren'...","sentiment_score":0.2}
{"full_text":"METRO has received confirmation two bus operators, a fare inspector, an employee in the Operations Department and a Procurement Department employee have tested positive for COVID-19. ^S","sentiment_score":0.2272727273}
{"full_text":"RT I once asked a sr UN official why foreigners are sent to dev'ing countries to run programmes when they are so ill suited a...","sentiment_score":-0.5}
{"full_text":"RT POLITICO: Emails show unvarnished truth. The massive scale of the outbreak in U.S. was intentional, at least according t...","sentiment_score":-0.15}
{"full_text":"Yeah no kidding. I love how health officials are like it's to dangerous for 7 teams to play in Canada but all 31 teams can play in a country that has covid a lot worse","sentiment_score":-0.1666666667}
{"full_text":"RT The same senator who saw COVID-19 as an investment opportunity opposes stimulus checks for working people.","sentiment_score":0.0}
{"full_text":"Nah.Right now the people scamming working families are senators blocking the bills that the house has passed for aid due to the pandemic.##You're a joke","sentiment_score":-0.125}
{"full_text":"Similar news stories in Washington state. They're actively pushing blue states to die.","sentiment_score":-0.0444444444}
{"full_text":"RT Honored &amp; humbled to be vaccinated today. I received the vaccine because I care for immune compromised children. I took the...","sentiment_score":0.0}
{"full_text":"RT Big Pentagon spending doesn't go to troops\/families, like so many believe. It goes to expensive contractors and big corpo...","sentiment_score":0.0}
{"full_text":"RT During the coronavirus pandemic about  PS13 billion has gone to companies either run by friends or associates of politic...","sentiment_score":0.0}
{"full_text":"RT Cedric Richmond, the congressman and incoming senior adviser to Biden, has tested positive for covid, the Biden transiti...","sentiment_score":0.2272727273}
{"full_text":"RT In a desperate scramble to acquire supplies during the first wave of the pandemic - the government handed out contracts w...","sentiment_score":-0.175}
{"full_text":"RT 38 million people living in Tier 3 23,432 new Covid cases reported yesterday 15,000-plus Covid-19 patients in...","sentiment_score":0.1363636364}
{"full_text":"RT .@SenKamalaHarris, It is crucial that Congress provides emergency funding for Community Health Centers in the  stimulus b...","sentiment_score":0.0}
{"full_text":"Please let us know if you want to join the #InfiniteJest Bookclub for 2021. While based in Nashville, we can use Zoom to host during the pandemic.#NoBorders","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT I'm prepared to sign a COVID relief package on day one, but I need and in the Senate to get it done....","sentiment_score":0.0}
{"full_text":"RT NEW: Biden WH advisor Cedric Richmond has coronavirus, says in a statement","sentiment_score":0.1363636364}
{"full_text":"RT In the last couple of days, a number of people I know how confirmed that they have COVID. This thing is still outside. And...","sentiment_score":0.1333333333}
{"full_text":"Trump remains MIA as massive cyber hack poses 'grave risk' to government and as more than 3,600 American died of Covid yesterday raising the total to 310,000,  and as American are in dire needs...https:\/\/t.co\/Y4p0baeya8","sentiment_score":0.1}
{"full_text":"RT Rand Paul is such a Fucker","sentiment_score":0.0}
{"full_text":"RT Introducing The Barstool FundIf you are a small business that needs help staying in business because of covid email...","sentiment_score":-0.25}
{"full_text":"RT There's something galling about Trump lying that he's been cheated out of another term as 3,000+ die each day from coronavirus...","sentiment_score":0.0}
{"full_text":"Not sure I believe that..","sentiment_score":-0.25}
{"full_text":"RT The Moderna vaccine is very likely to be authorized as soon as tomorrow or Saturday. That would kick of distribution to s...","sentiment_score":0.0}
{"full_text":"Exclusive-WHO vaccine scheme risks failure, leaving poor countries with no COVID shots until 2024","sentiment_score":-0.3583333333}
{"full_text":"In the meantime, here's the site focused on vaccine information with links to resources, webinars, fact sheets, upcoming town halls with health experts and more","sentiment_score":0.5}
{"full_text":"huh shits getting real again","sentiment_score":0.2}
{"full_text":"RT  BREAKING! DAY'S BIGGEST STORY!!Pfizer's leaving vaccines in its warehouse because Trump White House REFUSES TO TE...","sentiment_score":0.0}
{"full_text":"The 7 Most Common Places COVID-19 Is Spreading Right Now","sentiment_score":0.1619047619}
{"full_text":"RT Grenfell inquiry hears Kingspan rigged tests and hired lobbyists to try &amp; persuade MPs that rival non combustible produc...","sentiment_score":0.0}
{"full_text":"RT A lot of young adults in the US have died of COVID","sentiment_score":0.1}
{"full_text":"RT Guess who has to pay back the school for the pell grant that I got for fall?  I dropped out, so the govt was like, \"nah b...","sentiment_score":0.0}
{"full_text":"Wear a ski mask haha NO ONE IS GONNA KNOW","sentiment_score":0.2}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT Introducing The Barstool FundIf you are a small business that needs help staying in business because of covid email...","sentiment_score":-0.25}
{"full_text":"RT Wear a mask. We'd like to do this again. Please and thank you ","sentiment_score":0.0}
{"full_text":"This is suggesting my 78 year old mother goes out during lockdown to courier me mail to Vietnam which THEY sent to the wrong address.","sentiment_score":-0.2}
{"full_text":"RT There's so much more than just getting a working #Covid19 vaccine, as the U.S., U.K., and more countries begin inoculating p...","sentiment_score":0.5}
{"full_text":"My wigs came straight from covid China they LOOK HORRIBLE. SICKLY  ppl recommend good websites for buying wigs PWEASE","sentiment_score":-0.2035714286}
{"full_text":" is an American Hero!!","sentiment_score":0.0}
{"full_text":"You may have heard about the supply chain complications posed by certain coronavirus vaccines. Mainly, the low temperatures required throughout distribution. Jason Kelley of discusses potential solutions in an interview with :","sentiment_score":0.0952380952}
{"full_text":"The Virtual Food Box program is not for people directly impacted by the current pandemic, said Kelvin Moniz, the Kaua'i Independent Food Bank executive director who accepted a $10,000 award from the Kaua'i Board of Realtors, WednesdayFor full story, visit the link in our bio","sentiment_score":0.1125}
{"full_text":"The Republican-majority OC Board of Supervisors is pushing to \"reopen\" even though we are driving the state's cases.","sentiment_score":0.0}
{"full_text":"LISTEN: We hear how the Greater Shepparton Foundation and the Fairley Foundation responded with #compassion to help their town survive the #pandemic. It's a feel-good story, at the right time of year.","sentiment_score":0.3928571429}
{"full_text":"On the third day of Simbang Gabi, a Jesuit priest shares that support, charity, and generosity helped many hurdle challenges amid the pandemic.https:\/\/t.co\/YwSRHz0ks7","sentiment_score":0.25}
{"full_text":"People staring into a screen all day long is the real pandemic.","sentiment_score":0.075}
{"full_text":"How do we deal with pent up pandemic frustrations? With a BRAWL of course! Recorded for Anime Iwai's online convention: AITV (Nov. 14, 2020).","sentiment_score":0.0}
{"full_text":"\"Having an asset to fight COVID-19, such as a test or vaccine, is only as good as the logistical framework designed to get it to patients.\"- Chief Commercial Officer at  latest Braintrust dives into how tech can help reduce vaccine wastage.","sentiment_score":0.24}
{"full_text":"RT V grateful to &amp; for their coverage of our squalid corruption scandal. But it really does say so...","sentiment_score":0.2}
{"full_text":"The pandemic has foregrounded women's exploitation in the home and challenged feminism to once again go beyond middle-class concerns. https:\/\/t.co\/f4YvklfOoF","sentiment_score":0.0}
{"full_text":".@ponjimon Reminder: Check Birth statistics based on this: #coronavirus","sentiment_score":0.0}
{"full_text":"Share only reputable and reliable information about the #COVID19 vaccine with your patients via the CardioVisual app: #CovidVaccine #Vaccine","sentiment_score":0.25}
{"full_text":"If You Get The #COVID19 Vaccine, Can You Stop Wearing Masks?","sentiment_score":0.0}
{"full_text":"The pandemic erased the 2020 cruise season. That made the waters a lot quieter, and humpback whales took notice.","sentiment_score":0.0}
{"full_text":"Last month, ahead of Thanksgiving, the Freestore Foodbank served 8,400 families, or around 18,000 people - a 50 percent increase from last year.","sentiment_score":0.0}
{"full_text":"RT Who can pay rent and put food on the table with one $600 check?? U.S. billionaires' wealth has increased by nearly $2 tril...","sentiment_score":0.1}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"Meet three teachers who crafted spaces that were both welcoming and fun for students, whether they're learning online or at school.","sentiment_score":0.3}
{"full_text":"Hospitals start coronavirus vaccinations in sweeping, nationwide effort","sentiment_score":0.0}
{"full_text":"RT Quite something when UK government corruption in a pandemic becomes headline news in the NYTimes.","sentiment_score":0.0}
{"full_text":"Ranger Gaby and a furry friend share some guidelines for enjoyable experiences in the park with your pets. Note: This video was filmed in a safe environment with CDC guidelines in mind.","sentiment_score":0.5}
{"full_text":"Santa Claus rolls up his sleeve for a Covid vaccine","sentiment_score":0.0}
{"full_text":"Join us in 2 hours for today's (12\/17 US) Global #gtchat (#giftED #talented) Powered by #TAGT Our topic: \"2020 Retrospective: The Lost Year\" #NAGC #SENG #parenting #parentinginapandemic #2ekids #edchat #txeduchat #AussieED #nt2t #COVID19 #edutwitter #pandemic","sentiment_score":0.4}
{"full_text":"A Balance of Social Distancing and Celebration via","sentiment_score":0.0333333333}
