{"full_text":"Uma Aswani, Educationist and Counsellor, joins us on the #DHSparks panel this Friday at 4 PM, to discuss options for studying abroad during the pandemic.To register, visit","sentiment_score":0.0}
{"full_text":"RT Since Trump signed a deal in 1993 that no one can stay at Mar-A-Lago for more than 21 days that means it's not really hi...","sentiment_score":0.2}
{"full_text":"Just imagine a lockdown just coz people are likely to go back to the villages and preach the message of change.#NRM MUTTIDDE NYO ","sentiment_score":0.0}
{"full_text":"RT NY GOP asks Trump to force Cuomo to reveal nursing home deaths","sentiment_score":0.0}
{"full_text":"Hi.This is so true, the entire Trump administration has been MIA, during this pandemic. Accordingly, millions of Americans have been infected and so many have died so far. The negligence and blatant disregard for human life is unforgivable.","sentiment_score":0.075}
{"full_text":"the feeling when you realise that half the covid deaths are because the democrats wanted to win the election....","sentiment_score":0.3166666667}
{"full_text":"RT SUPERCUT!Dems give really terrible Coronavirus advice","sentiment_score":-1.0}
{"full_text":"How do they expect people to survive through mass evictions and a pandemic without another #StimulusCheck? Wake up people, you're being robbed. #SurvivalChecksNow","sentiment_score":0.0}
{"full_text":"RT 100 Days is the beginning of May, so good news everyone: After this flu season, we're just going to declare Covid defe...","sentiment_score":0.7}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"No word on Educators getting COVID-19 vaccine shots early on in the process.. is this not a thing??","sentiment_score":0.1}
{"full_text":"RT living in Britain during this pandemic genuinely feels like hearing every other country turn the page of an exam when we are...","sentiment_score":0.1375}
{"full_text":"RT Thank you for this. It's epic. Tops my favorite #marquee around town for #covidcontent ... the $2 theatre on Goodman....","sentiment_score":0.3}
{"full_text":"RT 11,000 workers at Tyson foods have contracted COVID.At least 3 dozen have died.This is the kind of behavior Republicans wa...","sentiment_score":0.15}
{"full_text":"Twitter is disgusting already...","sentiment_score":-1.0}
{"full_text":"RT These Covid19 testing numbers are proof of one thing: Congress' unbroken commitment to 'break the chain' of the deadly pandem...","sentiment_score":-0.2}
{"full_text":"RT When 3,400 people die in a day because of Covid it becomes a wee bit hard to worry about a staffer calling lawmakers of a par...","sentiment_score":-0.2916666667}
{"full_text":"The FDA states: \"At this time, data are not available to make a determination about how long the vaccine will provide protection, nor is there evidence that the vaccine prevents transmission of SARS-CoV-2 from person to person.\"","sentiment_score":-0.125}
{"full_text":"RT \"Sadly over just these past 24 hours, we've lost another 3,200 people -- roughly one death now every 27 seconds in America,\" Bria...","sentiment_score":-0.2833333333}
{"full_text":"RT Bus drivers, parents and anyone with a high school diploma can teach in some schools as the pandemic has worsened the teac...","sentiment_score":0.16}
{"full_text":"RT I was once denied the purchase of a water bottle at BYU campus because I was returning from a run with shorts above the kne...","sentiment_score":0.0}
{"full_text":"RT Typically deceptive headline from the Media Party. 1,000 cases, the \"deadliest day\". But in fact there were only 22 deaths....","sentiment_score":-0.0833333333}
{"full_text":"That means YouTube narcissist Dr Mike is OUTTAHERE ","sentiment_score":0.0}
{"full_text":"RT #SSC_Cancel_Delhipolice_examPlease cancel this delhi police constable exam .Bahut bdi dhandhli hui h pls cancel kro. lockdo...","sentiment_score":0.0}
{"full_text":"If there is Zero Chance right now - during a fucking pandemic - when do you think there will be a better chance?!","sentiment_score":0.1035714286}
{"full_text":"RT And if you believe \"both sides are blocking checks &amp; COVID relief\" then you should call your member of Congress anyway and ask the...","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT The same senator who saw COVID-19 as an investment opportunity opposes stimulus checks for working people.","sentiment_score":0.0}
{"full_text":"RT Breaking: NBC News confirms 230,365 new COVID-19 cases were reported in the U.S. today for a new single-day record. Tod...","sentiment_score":0.1363636364}
{"full_text":"Chris Is Pissed. Period.","sentiment_score":0.0}
{"full_text":"RT I've just been informed that although the Covid vaccine won't contain microchips, it will have the new U2 album","sentiment_score":0.1363636364}
{"full_text":"RT WATCH : Singapore approves Pfizer Covid vaccine, to give it free","sentiment_score":0.4}
{"full_text":"RT White House security chief has his right foot amputated because of severe COVID-19 &amp; is facing 'staggering medical bills,'...","sentiment_score":0.0952380952}
{"full_text":"Read","sentiment_score":0.0}
{"full_text":"Yes, good job madam Vice President #BuildBackBetter","sentiment_score":0.7}
{"full_text":"RT Hey y'all i haven't talked much about this on my personal account but I'm raising money on Twitch for safe\/washable masks for fa...","sentiment_score":0.1}
{"full_text":"RT Joe Biden rallies are the best place for social distancing in history.","sentiment_score":0.5166666667}
{"full_text":"RT Gonzales on 20 recruits: 'Three will be here when we start school on Jan 19. Dumas is big get for us, like Jones last yr...","sentiment_score":0.0}
{"full_text":"RT Refuse to wear mask when in public and canceled the winter session citing corona risk. All this drama just...","sentiment_score":0.0}
{"full_text":"RT What would the Framers say about an American president who lets a hostile power put bounties on the heads of our soldiers, lo...","sentiment_score":0.0}
{"full_text":"RT 2) here was the recent party invitation by Pompeo despite cancelling all State set non mission critical events.","sentiment_score":0.0}
{"full_text":"So are we heading into the 'roaring 20's? \"COVID has served as an engine of innovation, proved the value of science, but most of all, people have asked themselves what matters. Out of the ashes will emerge the sense that life is to be lived to the full.\"","sentiment_score":0.425}
{"full_text":"RT Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.So you'd think he'd be ab...","sentiment_score":0.375}
{"full_text":"How does one find love in a pandemic","sentiment_score":0.5}
{"full_text":"RT Anyone who blames for Covid deaths is a fucking asshole","sentiment_score":-0.6}
{"full_text":"amazing ","sentiment_score":0.6}
{"full_text":"RT and we're on our sixth straight year without a muppet movie, let's worry about that","sentiment_score":0.2}
{"full_text":"RT Having trouble grasping the numbers of dead as a result of COVID? Not surprising; they are hard to comprehend. Imagine if...","sentiment_score":-0.2604166667}
{"full_text":"RT BREAKING: America's Frontline Doctors has now launched an official petition against forced experimental vaccines. No St...","sentiment_score":-0.1}
{"full_text":"RT Tariq Mehmood Malik, a journalist passes away due to covid19 - A very fine and thorough gentleman lost - may he rest in peac...","sentiment_score":0.2083333333}
{"full_text":"RT #PortfolioPerdue Doesn't care about Georgians! He wants you to starve, be homeless, die from the pandemic while he sits b...","sentiment_score":0.2}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"RT #SSC_Cancel_Delhipolice_examPlease cancel this delhi police constable exam .Bahut bdi dhandhli hui h pls cancel kro....","sentiment_score":0.0}
{"full_text":"RT This year the real Hanukah miracle is that we finally have a vaccine for covid!! In celebration I'm doing these cute YCHs...","sentiment_score":0.2333333333}
{"full_text":"RT This is in Columbus, Ohio. Someone posted this on Facebook. Covid has people going crazy ","sentiment_score":-0.6}
{"full_text":"RT Yesterday 409 doses of the Pfizer-BioNTech COVID-19 vaccine were given to B.C. front-line health-care workers. Starting ne...","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT The Northeast SFV has been struggling for a long time...now more than ever. Please help the Barrios of NE SFV survive covi...","sentiment_score":0.225}
{"full_text":"RT From COVID funds; RDCs got new pick-ups, M7 got a campaign chopper as basawo go unpaid for 3 months!  Let us not give M7 r...","sentiment_score":0.1931818182}
{"full_text":"RT The same senator who saw COVID-19 as an investment opportunity opposes stimulus checks for working people.","sentiment_score":0.0}
{"full_text":"RT .@JoeBiden and I are building a team that will help us meet the unprecedented challenges facing the American people--from...","sentiment_score":0.3}
{"full_text":"RT Chris Christie in a new video: \"You know, lying in isolation in the I.C.U. for seven days, I thought about how wrong I wa...","sentiment_score":-0.1818181818}
{"full_text":"RT What would the Framers say about an American president who lets a hostile power put bounties on the heads of our soldiers, lo...","sentiment_score":0.0}
{"full_text":"RT All of Oregon Coast now classified as 'extreme risk' of COVID-19 spread, Gov. Kate Brown says.","sentiment_score":-0.125}
{"full_text":"RT The New York Post published this interview with me Yesterdayhttps:\/\/t.co\/EvgIssNiZe","sentiment_score":0.1363636364}
{"full_text":"RT Trump is\/was a political #grayrhino, as per Obvious, inevitable and still a stark surprise to many..","sentiment_score":0.06}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"RT Pandemic Brain is real. Our brains are simultaneously overwhelmed and under-stimulated and we are ALL lacking motivation,...","sentiment_score":0.2}
{"full_text":"RT #SSC_Cancel_Delhipolice_examPlease cancel this delhi police constable exam .Bahut bdi dhandhli hui h pls cancel kro....","sentiment_score":0.0}
{"full_text":"I used to follow schedules so well. Now ive got 0 focus bc of covid and being at home all the time lmao","sentiment_score":0.6}
{"full_text":"RT Dah muncul kat whatsapp dah. Drinking bleach isn't a cure for coronavirus. Instead it can be harmful to your body ","sentiment_score":0.0}
{"full_text":"RT \"UN praises Canada for keeping borders open to refugees during pandemic\"But I can be busted and fined $1000 for visi...","sentiment_score":0.0}
{"full_text":"No more money! It's already far too much! We need to end the COVID scam and let people get back to normal. The vaccine won't solve this - we're already hearing that getting the vaccine doesn't end mask mandates &amp; travel restrictions.You can't spend your way out of this.","sentiment_score":0.0375}
{"full_text":"Just want to say you'll really exaggerated how bad getting a covid test was.  It absolutely did not feel like someone was 'tickling my brain'","sentiment_score":-0.3333333333}
{"full_text":"RT BREAKING: A judge just ruled that he could not find a connection between resturant services and the spread of COVID. He ha...","sentiment_score":0.0}
{"full_text":"RT Look my fellow Georgia voters. Moscow Mitch, Corrupt Kelly &amp; Chicken Perdue don't care about us. They \"might\" bar...","sentiment_score":-0.55}
{"full_text":"RT Me in my Covid Snitch Command Center:","sentiment_score":-0.1}
{"full_text":"RT NY GOP asks Trump to force Cuomo to reveal nursing home deaths","sentiment_score":0.0}
{"full_text":"Trumpers are Nazis. The real thing. Pandemic protocols have nothing to do with authoritarianism or fascism. Every free country instituted them. The more free countries had even stricter ones, and are doing better than us (Australia, NZ).","sentiment_score":0.4}
{"full_text":"RT Is $600 for a second COVID check enough?","sentiment_score":0.0}
{"full_text":"RT Booker criticizes proposed COVID-19 relief bill, says it falls \"far short\" of desired pandemic aid for states and communities...","sentiment_score":0.05}
{"full_text":"RT Six months ago today, Mike Pence wrote that there isn't a coronavirus second wave.To date, more than 300,000 Americans...","sentiment_score":0.25}
{"full_text":"RT me, waiting for the pandemic to be over","sentiment_score":0.0}
{"full_text":"The dead voters all died from Covid &amp; came back to haunt Dumb Donnie","sentiment_score":-0.1916666667}
{"full_text":"RT BREAKING: America's Frontline Doctors has now launched an official petition against forced experimental vaccines. No St...","sentiment_score":-0.1}
{"full_text":"RT It is quite remarkable how many people were convinced that UK voters would in the long run care more about which country v...","sentiment_score":0.425}
{"full_text":"RT Police Minister Lisa Neville reveals to PAEC - just under 40,000 fines issued for covid breaches this year.. 39,985 in total....","sentiment_score":0.0}
{"full_text":"It puts them on the record opposing it. We primary them. This is a policy 70% of the country supports. It pushes the issue to the forefront, where it belongs. This is a pandemic, now is the time to force this issue. We'll achieve nothing with complacency.","sentiment_score":0.4}
{"full_text":"Protests erupting out starts today against Govts. Initiative to destroy Education sector of Pakistan led by incompetent . Is corona only present in educational institutions? Not at all.OPEN ALL EDUCATIONAL INSTITUTIONS.","sentiment_score":-0.0083333333}
{"full_text":"RT .@JoeBiden and I are building a team that will help us meet the unprecedented challenges facing the American people--from...","sentiment_score":0.3}
{"full_text":"RT I haven't tweeted in months, but it's a good time to change that. At we launched a series today on queer spaces that...","sentiment_score":0.7}
{"full_text":"COVID-19 Forces Many Companies to Sublease Office Space #CRE #COVID-19 #Subleasing #Office #TenantTips","sentiment_score":0.5}
{"full_text":"RT Our discharges today include 106 community recoveries in Lagos State managed in line with guidelines.A breakdown of cases by...","sentiment_score":0.0}
{"full_text":"RT NBC News: President-elect Biden is expected to receive the COVID-19 vaccine as early as next week","sentiment_score":0.0}
{"full_text":"RT Every parents worst nightmare! This beautiful healthy 17 y.o. teen Jaquan Anderson collapsed suddenly and died from COVID19...","sentiment_score":0.07}
{"full_text":"23 Nursing Home Residents Have Now Died of COVID After Staff Attended Large Wedding in Washington","sentiment_score":0.2142857143}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"david rose wouldnt get to worry about what's in the covid vaccine because he went to parties that had salad bowls of E","sentiment_score":0.6}
{"full_text":"How does someone even need to clarify this","sentiment_score":0.0}
{"full_text":"RT #SSC_Cancel_Delhipolice_examPlease cancel this delhi police constable exam .Bahut bdi dhandhli hui h pls cancel kro....","sentiment_score":0.0}
{"full_text":"RT California, the latest epicenter, is reporting more coronavirus cases than most countries in the world","sentiment_score":0.5}
{"full_text":"RT When 3,400 people die in a day because of Covid it becomes a wee bit hard to worry about a staffer calling lawmakers of a par...","sentiment_score":-0.2916666667}
{"full_text":"RT As an experiment (I do this every now and then) I clicked over to Fox News. Laura Ingraham was discussing the pandemic. For...","sentiment_score":0.0}
{"full_text":"I thought about my 47 year old friend who is not on this earth right now because of COVID","sentiment_score":0.1928571429}
{"full_text":"RT BREAKING: America's Frontline Doctors has now launched an official petition against forced experimental vaccines. No St...","sentiment_score":-0.1}
{"full_text":"Jim, it doesn't matter if you wear a mask or don't. The virus is gonna virus. See SD and FL versus their peers ... no difference.","sentiment_score":0.0}
{"full_text":"RT Twitter says it will swiftly remove debunked claims about COVID-19 vaccinations starting next week.","sentiment_score":0.0}
{"full_text":"RT FLAG: Interior Department Secretary David Bernhardt has tested positive for the coronavirus.","sentiment_score":0.2272727273}
{"full_text":"RT Having trouble grasping the numbers of dead as a result of COVID? Not surprising; they are hard to comprehend. Imagine if...","sentiment_score":-0.2604166667}
{"full_text":"Bharat Biotech's #COVID19vaccine COVAXIN is well tolerated with no serious adverse events as per phase 1 trial results #CoronavirusUpdates","sentiment_score":0.1666666667}
{"full_text":" PANDEMIC, TRADE WARS ACCELERATE VIETNAM'S RISE AS WORLD FACTORY.Vietnam is likely to attract a bigger share of capital inflows and benefits more as global growth takes off next year..#ViegoGlobal #Vietnam #Worldfactory #Globalgrowthhttps:\/\/t.co\/63BrnnOk4X.","sentiment_score":0.1}
{"full_text":"California orders additional 5,000 body bags as #COVID19 cases surge. The country is anticipating 2 vaccines. The #Pfizer vaccine began arriving Tuesday at hospitals. The approval of #Moderna vaccine this week will help speed up mass immunization efforts. Ediz Tiyanshan reports.","sentiment_score":0.0}
{"full_text":"RT A devastating day in the pandemic for the US. So far today, Johns Hopkins has reported 242,490 new cases and 3,518 reported dea...","sentiment_score":-0.2545454545}
{"full_text":"With Christmas just 10 days away, public health experts are urging families to be cautious around the holiday to help prevent the spread of COVID-19.","sentiment_score":0.0}
{"full_text":"\"For some ski trips I've been planning, I have been messaging with the owner directly, getting it in writing that they will permit closer end refunds if the trip falls apart because of Covid,\" says Summer Hull of","sentiment_score":0.1}
{"full_text":"RT if you started listening to lana del rey in middle school you don't need to worry about what's in the covid vaccine","sentiment_score":0.0}
{"full_text":"#StoryThrowback Omoro district in northern #Uganda is in dire dilemma after failing to get over shs1b ($269 million) for the repair of over 200 boreholes as directed by the to help prevent the spread of #COVID19. reports.","sentiment_score":0.0}
{"full_text":"Political leadership in pandemic times l Dr Tariq RahmanRead more: #TheNews","sentiment_score":0.25}
{"full_text":"The provincial government of Guimaras has started a study to determine the prevalence of coronavirus disease 2019 (COVID-19) in the island using Rapid Diagnostic Test (RDT).https:\/\/t.co\/9AhhVl8RIl","sentiment_score":0.0}
{"full_text":"Daily new confirmed COVID-19 cases the Virus is not going away anytime in fact it is now exponential.https:\/\/t.co\/F0dOPpEqJp","sentiment_score":0.1787878788}
{"full_text":"Kenya must invest in Primary Health Care as the foundation of #HealthForAll and recovery from #COVID19  ","sentiment_score":0.4}
{"full_text":"ilwabhoomi Newsweekly - 17\/12\/2020https:\/\/t.co\/btIYtch2FI@PMOIndia #VijayDiwas2020 #Rammandir #kisanandolan #COVID19","sentiment_score":0.0}
{"full_text":"According to a survey people are carrying some 400 dollars in additional credit card debt because of COVID-19 related expenses.https:\/\/t.co\/DxKbCwhkWp","sentiment_score":0.0}
{"full_text":"It's 9p on Wednesday and after a nearly year-long pandemic, the US began #COVID19 vaccinations this week. Here, explains everything you want to know about coronavirus vaccines.https:\/\/t.co\/62Wu9RaibB","sentiment_score":0.1}
{"full_text":"Highland Brewing Company will be closed through the end of the year. The brewery said cold weather, stricter safety mandates and local COVID-19 case numbers were behind the decision.","sentiment_score":-0.275}
{"full_text":"Bristol's worst areas for coronavirus as new Tier is due to be announcedhttps:\/\/t.co\/xpokuEnrCX","sentiment_score":-0.3295454545}
{"full_text":"From the long, long time ago. In the faraway times. Generations before covid.Things at the door were a-knockin'.Music was funky and rockin'.Apples were confused with quince.His royal badness was called Prince.","sentiment_score":-0.2}
{"full_text":"JBLM starts distributing its coronavirus vaccine.","sentiment_score":0.0}
{"full_text":"SA recorded 10,008 new Covid-19 cases in the past 24 hours for the first time since August 1.https:\/\/t.co\/rMKt9AnxE2","sentiment_score":0.0454545455}
{"full_text":"Citizens can watch Biden's inauguration from home. via","sentiment_score":0.0}
{"full_text":"#Europe tightens #lockdown amid fears of #Christmas #virus #surge #COVIDSecondWave #Covid19","sentiment_score":0.0}
{"full_text":"Concreting of barangay access roads and setting up of temporary isolation facilities with provision of PPEs and cleaning materials are the latest development in barangay Matupe and Dao San Fernando, Bukidnon from DSWD Kalahi-CIDSS' Covid-19 response. #KalahiDYES","sentiment_score":0.5}
{"full_text":"WATCH: Boston hospital workers celebrate COVID-19 vaccine arrival in viral TikTok video","sentiment_score":0.0}
{"full_text":"RT \"Every time that the science clashed with the messaging, messaging won\": Two Trump appointees at CDC break their silence...","sentiment_score":0.0}
{"full_text":"#PR: 'A Recipe for Good'Yum Brand's Greene promotes social cause to drive positive impact@amithpr #COVID19 #Communication #business #partnership #Social #corporate #Brand #CSR #global Read more at","sentiment_score":0.2134199134}
{"full_text":"you are a complete moron. I bet you voted for your Dear Cult Leader, want to be dictator, Trump. Your denials and selfishness have caused so much death and pain for so many people.","sentiment_score":0.0}
{"full_text":"#LiveForLiveMusic compiled a list of all the scheduled shows, #musictours , and #musicfestivals affected by the outbreak.https:\/\/t.co\/JXjQ8dHtIi","sentiment_score":0.0}
{"full_text":"\"We've taken this community event online and hope that Vancouverites will take the dip in the safety of their home at 2:30 p.m. on Jan. 1.\"https:\/\/t.co\/xdyxtOoqcq","sentiment_score":0.0}
{"full_text":"RT A top Trump appointee repeatedly urged top health officials to adopt a \"herd immunity\" approach to Covid-19 and allow million...","sentiment_score":0.5}
{"full_text":"RT Now it is documented. Trump's COVID policy was to infect as many Americans as possible. If this isn't premeditated murder, I...","sentiment_score":0.25}
{"full_text":"My favorite year-end story was this piece for in which I wrote about America's social isolation crisis (which predated the pandemic)...and how investing in better public transit and affordable community housing could make us feel less lonely.https:\/\/t.co\/HL76FeuhlV","sentiment_score":0.1733333333}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"RT and we're on our sixth straight year without a muppet movie, let's worry about that","sentiment_score":0.2}
{"full_text":"Tom Cruise erupts at 'Mission: Impossible' crew over #COVID19 breach","sentiment_score":-0.6666666667}
{"full_text":"RT An international human rights group has warned that the majority of nations across the globe have implemented COVID relat...","sentiment_score":0.0}
{"full_text":"RT A measly 600 dollars will help me catch up on exactly 2 bills that I'm behind on. That's it. That's not a stimulus nor is it...","sentiment_score":-0.2388888889}
{"full_text":"An interesting op-ed on why we must invest in resilient health systems that can respond to a wide range of health threats, not just #COVID19. Read more: #SDGs","sentiment_score":0.3}
{"full_text":"RT hey remember when the guy who invented the polio vaccine didn't patent it because it was paid for with public funds and becaus...","sentiment_score":0.0}
{"full_text":"RT We are in the middle of a pandemic.","sentiment_score":0.0}
{"full_text":"RT #SSC_Cancel_Delhipolice_examPlease cancel this delhi police constable exam .Bahut bdi dhandhli hui h pls cancel kro....","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 20.8FWind Chill: 20.8FHumidity: 99%Dew Point: 20.6F Barometer: 30.087 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 232.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Around the world ,everyone is taking precautions for Covid virus. Plz be careful friends #Always wear mask -wen you r outside # maintain 2 gaj (yard) distance .","sentiment_score":-0.05}
{"full_text":"RT San Diego judge overrides Newsom's order and allows restaurants to re-open. AmazIng development. Looks like Santa Claus is c...","sentiment_score":0.6}
{"full_text":"The seller lovejeanie653 has received the return package already but you guys failed to protect the buyer so the seller refused to pay back and ebay refused to help because \"30 days has passed\". It's pandemic, shipping are so slow but ebay still don't give a fu*k","sentiment_score":-0.2666666667}
{"full_text":"RT Breaking News,Terrence K. Williams will not be taking the Covid 19 Vaccine publicly or privately","sentiment_score":0.0}
{"full_text":"BREAKING: Bernhardt is the latest member of the President's Cabinet to test positive for the virus.","sentiment_score":0.3636363636}
{"full_text":"Australian state violated human rights in Covid-19 lockdown: Report","sentiment_score":0.0}
{"full_text":"Churches, Operation Christmas Child adapt to provide shoebox gifts amid pandemichttps:\/\/t.co\/8phSkF9T5J","sentiment_score":0.0}
{"full_text":"RT GOP superspreaders strike again.","sentiment_score":0.0}
{"full_text":"I'm so tired","sentiment_score":-0.4}
{"full_text":"Building COVID-19 corridors is part of the airline industry's effort to restore confidence and revive air travel, by eliminating the need for time-consuming quarantine.","sentiment_score":0.0}
{"full_text":"Brain wave training improves the user's clarity of mind, their immune system is strengthened and they perform to their optimum. More #Immune #stress","sentiment_score":0.6}
{"full_text":"RT We end the year with one of the highest numbers of Covid deaths in Europe, and the deepest recession of any major economy....","sentiment_score":0.0625}
{"full_text":"RT Young US adults ages 25-44 have experienced unprecedented mortality during the pandemic.Covid-19 deaths in young adults...","sentiment_score":0.4}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT After months of arguing, all they could come up with was a $600 stimulus check?! While so many people are getting evic...","sentiment_score":0.5}
{"full_text":"If you went to kent state &amp; willingly ate at rosies you don't have to worry about what's in the covid vaccine","sentiment_score":0.25}
{"full_text":"'Nerve-wracking and rewarding': Virginia health care systems begin vaccinating frontline workers for COVID-19 - WSLS 10","sentiment_score":0.5}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"New Survey Shows Public Back Business Handling Of The Pandemic - CBI\/ Porter Novelli\/ Opinium ","sentiment_score":0.0454545455}
{"full_text":"RT IN MEMORIAM: Julie, my wife of 57 years, passed away today from Covid-19. If you think Covid-19 is a hoax, you are woefull...","sentiment_score":0.0}
{"full_text":"RT How's now? Is now good for you? Does Twitter think the world will  benefit from two additional weeks of disinformation?","sentiment_score":0.7}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"RT Angelenos do you realize how lucky you are to have these shops in your midst? Support them! Buy your Christmas tamales...","sentiment_score":0.4166666667}
{"full_text":"Really no surprise, what would the tRump Administration and his enablers in a position of power do different if they were pursuing herd immunityNothing. They are using their position to kill people, or they would frantically try anything to slow covid.","sentiment_score":-0.1333333333}
{"full_text":"RT That girl who flew from LA to Miami with a dead Covid body behind her the other day is on IG with a countdown to her Ba...","sentiment_score":-0.2416666667}
