{"full_text":"Uh huh. Almost like there was a pandemic during most of the campaign season that prevented responsible campaigns from holding large gathers. Here's a Biden rally before covid during the primaries:","sentiment_score":0.3047619048}
{"full_text":"RT Please look at KAT and tell him about the 98% survival rate","sentiment_score":0.0}
{"full_text":"My first big Covid shoot this week. Covid Team, KN95 masks &amp; face shields; virus, O &amp; Temps Daily, 6+ feet of separation, highly restricted, wristbands and zoned set areas, crane to keep camera crew far from actors. Cost $50k for the week. Is that what the restaurant was doing?","sentiment_score":0.102}
{"full_text":"RT Vote her out good people of Georgia!","sentiment_score":0.875}
{"full_text":"LA's newest covid restrictions (w\/@itsmetinx)","sentiment_score":0.0}
{"full_text":"RT  Small businesses in #York have been hit hard during the pandemic We've got to give them all the support they need to t...","sentiment_score":-0.2708333333}
{"full_text":"The race for a #vaccine for #COVID19 has added yet another threat to #sharks, who are targeted for their liver oil. #PlantBased alternatives are available, and it's time to make them the norm.","sentiment_score":0.4}
{"full_text":"RT More than 280,000 dead Americans has not done it, but we finally may have found what will move Trump and the white male-...","sentiment_score":0.06}
{"full_text":"RT Someone from my hometown died. I can't say that I knew him, although the name caught my attention because it sounds familiar....","sentiment_score":0.375}
{"full_text":"RT The government isn't providing any relief to citizens suffering during the pandemic, but thankfully the private sector...","sentiment_score":0.0}
{"full_text":"RT Today's update on the numbers:Of the 215,401 tests reported yesterday, 10,761 were positive (4.99% of total).Total hosp...","sentiment_score":0.2272727273}
{"full_text":"I agree! It breaks my heart to think their are people out there who don't care about others dying of COVID just because their freedom is being \"taken away\". What about the freedom of those who died huh?! You think they have any left?! Wear a dang mask and save some lives!!","sentiment_score":0.0}
{"full_text":"Ever been there ? U sure can spout vulgar words , listen I lived in Wuhan 3 years teaching English there and have in laws there . My stepdaughter is a frontline doctor there . My son in law is detective so stfu","sentiment_score":-0.0666666667}
{"full_text":"I 'like' the anti-fascism part of this tweet and hate the Covid part.","sentiment_score":-0.8}
{"full_text":"RT As of today, 45,395,734 people around the world have contracted COVID-19 and recovered from it. Please RT this news fo...","sentiment_score":0.0}
{"full_text":"RT SEEEEEEEE????  Damn fools.","sentiment_score":0.0}
{"full_text":"Here is what the Chinese wear when dealing their virus. And you think a mask will work? Alrighty then!","sentiment_score":0.0}
{"full_text":"RT I've worn a mask MOST of this year.If my President asks me to wear one for an additional 100 days, I will happily do so b...","sentiment_score":0.65}
{"full_text":"Did you know?#plattedlizard #Learn #Educate #Inspire #animaleducation #doyourresearch #animalrescue #animaleducator #animalman #mothezookeeper #covid19 #animalparties #schools #emzotic","sentiment_score":0.0}
{"full_text":"RT Unfortunately today my Twitter page is a Tribute to two brothers that are gone far to soon. 'Godfather' of Boo-Yaa Tribe.....","sentiment_score":-0.2}
{"full_text":"RT .@JosephPinion says \"the pandemic has robbed many American families of the one thing that has defined our existence for centur...","sentiment_score":0.25}
{"full_text":"RT These people refusing to follow mask requirements are just horrible!","sentiment_score":-1.0}
{"full_text":"SO OAKES ARE STILL SCARED OF COVID?!?!?!?!?!?!","sentiment_score":0.0}
{"full_text":"RT One way to get men to wear a mask.","sentiment_score":0.0}
{"full_text":"1 in 57 people in NH have contracted the virus. WOW. Track Coronavirus Cases in Places Important to You","sentiment_score":0.25}
{"full_text":"Canucks owner tweeted this yesterday","sentiment_score":0.0}
{"full_text":"nope, covid is not a thing of the past","sentiment_score":-0.25}
{"full_text":"Study reveals how a regulatory molecule ensures appropriate supply of blood cellshttps:\/\/t.co\/yTbAeiLAs3#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.5}
{"full_text":"RT #ODX. Vaccination program to run along side Antibody testing. At only 90 percent you need to test everyone. RNS on orders...","sentiment_score":0.0}
{"full_text":"Giving companies a 3 billion dollar money dump during Covid, paid for through government is okay, but if you give it to normal tax paying citizens in a stimulus then it's \"SOCIALISM\".Got it.@RiverfrontTimes","sentiment_score":0.325}
{"full_text":"RT Lockdown is still going on on few regions. Economy is trying to rescue it from slowdown. Small traders are struggling t...","sentiment_score":-0.225}
{"full_text":"RT Please look at KAT and tell him about the 98% survival rate","sentiment_score":0.0}
{"full_text":"RT Busy Week.  On To Even More Progressive Productivity. Be sure to get your login for PDA's Healthcare Emergency Town Hall f...","sentiment_score":0.3666666667}
{"full_text":"RT Won't be the last time I say this but what a truly special band are. This has been nothing short of s...","sentiment_score":0.119047619}
{"full_text":"RT Bingo!  I was just saying, if these same people want schools open and care so much about their kids educa...","sentiment_score":0.0666666667}
{"full_text":"RT every american mayor right now is like \"stay home except for essential trips,\" and then the next day has to apologize aft...","sentiment_score":0.0714285714}
{"full_text":"#NowThis...bound to happen with mass produced, overly used items.","sentiment_score":0.0}
{"full_text":"RT Listening to talk about his experience chokes me up. So powerful, so tragic, so heavy. If you aren't followin...","sentiment_score":-0.2166666667}
{"full_text":"RT The Obiden admin built the concentration camps, then handed them off to Stephen Miller's SSNow, the 'decent' racist rap...","sentiment_score":0.1666666667}
{"full_text":"RT I checked with medical experts and apparently you CAN physically wear a mask AND a tinfoil hat at the same time. Just cleari...","sentiment_score":0.0125}
{"full_text":"RT Soaring female suicide rate amid COVID crisis in Japan... a warning to the world: \"if the impact of the pandemic is much mi...","sentiment_score":0.1}
{"full_text":"They can be sued under tort law for negligence","sentiment_score":0.0}
{"full_text":"RT Thousands of Americans are dying of COVID.Everyday.Individual 1 is holding a cult rally in Georgia.Brighter days are...","sentiment_score":0.0}
{"full_text":"RT I had COVID, recovered, and science says I am both immune and unable to transmit the virus.Why should I stay at home?","sentiment_score":-0.5}
{"full_text":"RT The StopCOVID-NI app does not collect your name, location or movements, your records are collected anonymously, stored on you...","sentiment_score":0.0}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"RT BREAKING NEWS: NYT Announces \"True Pandemic Toll\"--and It's 345,000 in 9 Months(I've been waiting since summer for a maj...","sentiment_score":0.35}
{"full_text":"RT After addressing at UN about #COVID19 NOW our PMIKWill Address at the World climate summit! UK has invited A...","sentiment_score":0.0}
{"full_text":"Hm yea ok. Traders y'all see this?! Your thoughts? ","sentiment_score":0.625}
{"full_text":"RT My body hurts after a 16 hr shift in COVID ICU,  it not as much as my soul. I have never felt so helpless, so angry, and so sa...","sentiment_score":-0.15}
{"full_text":"If you've voted in two states do you get taxed in both???","sentiment_score":0.0}
{"full_text":"RT Please look at KAT and tell him about the 98% survival rate","sentiment_score":0.0}
{"full_text":"I had a scary, hormone-induced blood clot 6 years ago, so the vascular effects &amp; clotting around COVID are especially unnerving to me. I'm wondering if this is what we need for more people to take their vascular health &amp; this virus seriously. Vanity has some usefulness.","sentiment_score":-0.0833333333}
{"full_text":"You guys are very beautiful   I want a sign copy that's my request  please  thanks   hay no one tells me to watch channel 5  I love channel 5  do not change the way you do the news but  the way you guys interact with each other Is so funny at times you guys are great  covid 19 ","sentiment_score":0.4375}
{"full_text":"If this is down to the pandemic, then that's more your issue than theirs to be honest...every airline is literally clinging to life at the moment, disruption has to be expected no matter how early you booked...","sentiment_score":0.0861111111}
{"full_text":"Moscow starts mass COVID-19 vaccination with its Sputnik V shot","sentiment_score":0.0}
{"full_text":"One great things about Twitter is that you can think \"I wonder what my favorite porn star has to say about covid\" and most likely you can find out. ","sentiment_score":0.45}
{"full_text":"RT #LocalBiz is the lifeblood - our neighbors, our friends, our family. From hour 1 of this pandemic, I've...","sentiment_score":0.0}
{"full_text":"Apple's Covid Response Was Extremely Apple - WIRED","sentiment_score":-0.125}
{"full_text":"RT Completed COVID Care Home Tests Flown 300 Miles for Results - Byline Times","sentiment_score":0.0}
{"full_text":"RT The FDA will meet to discuss the potential approval of the Pfizer-BioNTech COVID-19 vaccine next week. of t...","sentiment_score":0.0}
{"full_text":"RT Argentina's Senate has passed a tax on about 12,000 of the country's richest people, to pay for coronavirus measures including med...","sentiment_score":0.0}
{"full_text":"RT More firepower returning for the #Ravens: The team has activated RB Mark Ingram, DE Calais Campbell and DE Jihad Ward off the...","sentiment_score":0.5}
{"full_text":"RT PATRIOTS:Many of you may not know that my Mother is doing well and going on age 95..today we were discussing some of the irr...","sentiment_score":0.0}
{"full_text":"RT NEW VIDEO: David Perdue refuses to do more debates. What's he afraid of? Being asked about trying to take healthcare a...","sentiment_score":0.0121212121}
{"full_text":"RT After School Matters is a program for teens in Chicago that allows them to explore passions through culinary training, codin...","sentiment_score":0.0}
{"full_text":"RT Exactly 8 months ago this afternoon I landed in NYC and was in the ICU treating covid patients within a few hours.  Now 8...","sentiment_score":0.025}
{"full_text":"Which is true...if your path is no-deal, or the ruin of the British economy.Evidence suggests latter is definitely Gove's chosen path:a) record-breaking peacetime national debt...under austerity.b) wanton throwing away of tax money for COVID.c) re-org of NHS during COVID.","sentiment_score":0.0}
{"full_text":"RT If Democrats were the majority in the Senate, Covid relief would have happened 5 months ago. Everyone in food lines, bein...","sentiment_score":0.0}
{"full_text":"RT China wants Global domination. China released the virus world wide to crush economies, China wanted payback for Trump'...","sentiment_score":0.0333333333}
{"full_text":"RT We're trying to get COVID relief and stimulus checks out to people and right now Republicans are trying to prematurely adjourn Con...","sentiment_score":0.2857142857}
{"full_text":"I don't think Cinemas will die.. once Corona vaccine is globally available the cinemas will bounce back, the human being is a social animal.. I know I'd p ay to see a movie in the cinema than pay for HBOMax sub","sentiment_score":0.1083333333}
{"full_text":"RT If you still don't wear a mask in public after watching this Bill Nye video, then you are just choosing to be stupid.","sentiment_score":-0.4}
{"full_text":"RT No concern for the hundreds or perhaps thousands who will die, or the doctors and nurses who will collapse in exhaustion,...","sentiment_score":0.0}
{"full_text":"I really can't wait when this pandemic is over, we're able to watch our favorite wrestlers live with our families, friends, basically EVERYONE ","sentiment_score":0.3340909091}
{"full_text":"Horrifying pictures of Coronavirus patients have emerged from the European #Gaza Hospital. The health situation has entered a dangerous curve, as the number of community transmission cases has spiked over the past few weeks. curve, amid severe shortages in testing kits","sentiment_score":-0.39}
{"full_text":"RT \"COVID-19, SLOWVID-19, BROVID-19, IT DON'T MATTER. I'M GOING TO THE CFP.\"","sentiment_score":0.0}
{"full_text":"RT TYSON FOODS &amp; Iowa Gov Kim Reynolds both complicit in outbreak. even had a Wuhan factory, so it knew #COVID19...","sentiment_score":0.0}
{"full_text":"I think the two games in quick succession has maybe hit him a bit after his lay off with covid. He's showing those lovely flashes though - he's going to be a top player","sentiment_score":0.4444444444}
{"full_text":"RT I checked with medical experts and apparently you CAN physically wear a mask AND a tinfoil hat at the same time. Just cleari...","sentiment_score":0.0125}
{"full_text":"#1776  please retweet@DineshDSouza  The stay at home orders are keeping Americans from exercising their constitutional rights and from rising up to protest against corruption in this election.  We must exercise our constitutional rights if we want to keep them.","sentiment_score":0.0}
{"full_text":"This Christmas we have #COVID infections and deaths at unacceptable high numbers, limited access to family and friends and #NoDealBrexit hanging over us. Are you proud of your first year because you should be thoroughly ashamed and begging our forgiveness? No!!","sentiment_score":0.3197991071}
{"full_text":"RT Fact checking Hancock's speech in Parliament:True: 77 year old man died in LiverpoolNot true : Everything elsehttps...","sentiment_score":0.225}
{"full_text":"RT Dictatorial', 'Flat Out Ridiculous': Sheriff Chad Bianco of Riverside County Speaks Out On California's COVID-19 Orders, Sa...","sentiment_score":-0.1791666667}
{"full_text":"RT REMINDERS FOR THE SIGNSaries: wear a masktaurus: wear a maskgemini: wear a maskcancer: wear a maskleo: wear a mask...","sentiment_score":0.0}
{"full_text":"RT I'm making a list of people who could care less about following Gavin Newsom's stay at home order, so far I have:1. Gav...","sentiment_score":-0.0222222222}
{"full_text":"RT Look at this.","sentiment_score":0.0}
{"full_text":"RT So I think masks are useless, covid is a plandemic and Trump was robbed. My mates think I'm losing my mind and have been s...","sentiment_score":-0.5}
{"full_text":"RT I suppose that when Trump said we wouldn't hear about COVID-19 after November 3rd, he just meant, from him.","sentiment_score":0.0}
{"full_text":"NEW #NY #COVID19 Update:Nearly 11000 cases again.10,761 were positive (4.99% of total).Total hospitalizations are at 4,318. 69 COVID fatalitie","sentiment_score":0.1818181818}
{"full_text":"RT They kind of remind me of Tarantino's Reservoir Dogs. As I recall, it didn't end to well for them.","sentiment_score":0.6}
{"full_text":"Demand for travel nurses has increased by more than 40 percent in the last month. At least 25,000 nurses work in travel nursing, though the number fluctuates, and hospitals have depended on them for decades. via #COVID19","sentiment_score":0.0666666667}
{"full_text":"It turns out that anxiety is not suddenly manifesting in Long Covid survivors as a never ending panic attack. That's not how panic attacks work. It is how many viruses work, though, to leave major damage in their wake. See Ebola, dengue.","sentiment_score":0.128125}
{"full_text":"RT #THREAD - Native Hawaiians have been fish farming for 2,000 years, but many of their traditional fish ponds have fallen int...","sentiment_score":0.25}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"RT I checked with medical experts and apparently you CAN physically wear a mask AND a tinfoil hat at the same time. Just cleari...","sentiment_score":0.0125}
{"full_text":"RT As COVID-19 continues to wreak havoc on all aspects of the economy, the situation has become even more dire for the struggling Ca...","sentiment_score":0.5}
{"full_text":"RT Months into the COVID-19 pandemic, with cases and hospitalizations surging across the country, health care workers are getting bu...","sentiment_score":0.0}
{"full_text":"Right libs have run out of options, they have emptied the larder, split the country, now want everyday Joe's to step up &amp; invest their hard earned after tax $s in this fractured, going to green economy! Maybe shareholders who rec'd larger dividend chqs this year will comply not I","sentiment_score":-0.0911904762}
{"full_text":"80 taxi driver's at my firm waiting for 3rd grant paymentPaid tax for 45 years and PS11k on a pension withdrawal Yrs ago to get rejected from all Gov support due to 50\/50 ruleYou were RIGHT on GMBI'm not majority S\/EI'M 100% SELF EMPLOYED AND 100% #EXCLUDED","sentiment_score":-0.0098214286}
{"full_text":"RT We are looking for stories of the heroism of people protecting their families and friends from the pandemic. Please sha...","sentiment_score":0.0}
{"full_text":"As the pandemic continues, many major alcohol brands have debuted new marketing initiatives that reflect the current lifestyles consumers are experiencing. #alcohol #marketing #its5oclocksomewhere","sentiment_score":0.1747159091}
{"full_text":"Unprotected sex is fairly dangerous: if you told me to pick between \"you unexpectedly have a kid that you are morally and socially responsible for\" and \"you just contracted COVID\", I'd double check the morbidity statistics for my risk group, and lean towards the latter.","sentiment_score":-0.05}
{"full_text":"RT Former Presidents Barack Obama, George W. Bush and Bill Clinton are volunteering to get their Covid-19 vaccines on camera to prom...","sentiment_score":0.0}
{"full_text":"If they give immunity to businesses, the Covid numbers will go up and more will die. The healthcare system is at it's breaking point now. In my red state, employers do almost nothing to protect employees. I am opposed to giving anyone a pass when it endangers the health of people","sentiment_score":0.25}
{"full_text":"\"There's going to be a future need as more &amp; more of these #RNA vaccines come out [...] it's the way vaccines are being done,\" says CEO of about the #mRNA #COVID19 #vaccine. #SARSCoV2 #Coronavirus #ColdStorage","sentiment_score":0.3333333333}
{"full_text":"RT Bloody hell.And London is rising as, no doubt and will help spell out.And these people will tr...","sentiment_score":-0.8}
{"full_text":"we wouldn't have had a global pandemic if jenji had just given us a nichorello end game","sentiment_score":-0.2}
{"full_text":"RT So y'all can experiment on low income communities...","sentiment_score":0.0}
{"full_text":"RT Is the \"Great Reset\" a conspiracy theory? No. It's a book. And understanding what it says is helpful in understanding what...","sentiment_score":0.8}
{"full_text":"RT CNN: 280,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"RT As of today, 45,395,734 people around the world have contracted COVID-19 and recovered from it. Please RT this news fo...","sentiment_score":0.0}
{"full_text":"RT \"Americans are dying of COVID-19 who, had they gotten sick a month earlier, would have lived.\" It is happening. Hospitals...","sentiment_score":-0.3571428571}
{"full_text":"RT For the thousandth time, it's not just mortality we need to be concerned about.","sentiment_score":0.0}
{"full_text":"RT The only thing Jim Jordan avoids is addressing sex abuse allegations.#WearAMask #TravelTips","sentiment_score":0.0}
{"full_text":"RT Proof that sheriff departments don't have to forcibly remove people from their homes, they just like doing it and it's p...","sentiment_score":0.5}
{"full_text":"RT Hey let us out please ! Thanks ","sentiment_score":0.2}
{"full_text":"True. You've deliberately ignored the worst pandemic in 100 years. Record setting infections, hospitalizations &amp; deaths of Americans. Make no mistake, you are nothing like Lincoln; you're a corrupt con man &amp; LOSER doing his best to destroy our Country on his way out.","sentiment_score":-0.07}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"Any person with a brain will now know the definition of a SOCIOPATH.  One word ..FRUMP ....Orange dude is a TEXTBOOK case of SOCIOPATH. PSYCH 101! Dude needs PRISON time ..for many PREVENTABLE COVID deaths (CRIMES against HUMANITY)!   Cyrus Vance Jr and Letitia James--&gt; GET him!","sentiment_score":0.78125}
{"full_text":"HIV\/AIDS is airborne? ","sentiment_score":0.0}
{"full_text":"FREE #COVID19 PCR Testing- WHEN: Sat, Dec 5 9A-5PWHERE: 8651 Colorado BlvdPregister at - or Call 303-538-7420 with ?'s.*Check website\/Twitter for inclement weather\/holiday closures *@CDPHE","sentiment_score":0.4}
{"full_text":"The Real Housewives of Beverly Hills cast is facing a COVID-19 outbreak","sentiment_score":0.2}
{"full_text":"A study examining 10,000+ school districts' responses to COVID-19 found \"little consistent relationship between the acuity of the pandemic and district responses,\" and \"evidence that politics, far more than science, shaped school district decision-making.\"","sentiment_score":0.165625}
{"full_text":"Don't believe online claims about vaccines unless they're from a trusted medical source.https:\/\/t.co\/xT2EyBwdVG","sentiment_score":0.0}
{"full_text":"How do we build futures capabilities to drive policy and strategy for #COVID19 recovery Take a look at the new &amp; study to #BuildForwardBetter https:\/\/t.co\/4ArDaHveal","sentiment_score":0.1363636364}
{"full_text":"Upcoming free #CME webinar: Mayo Clinic physician leaders and executives will look to 2021, highlighting lessons health care leaders can use to guide their institutions through the #COVID19 crisis. December 8 at 9:30 am CT - register now:","sentiment_score":0.4}
{"full_text":"AMC is aiming to sell enough shares to give it a bridge until the coronavirus vaccine is rolled out and people start to come back to the big screen","sentiment_score":0.0}
{"full_text":"Worldwide volunteers have taken action at local, national &amp; international level to fight #COVID19. During #IVD2020, we thank volunteers &amp; highlight their impact despite all the challenges.Let's make this happen, because #TogetherWeCan","sentiment_score":0.0333333333}
{"full_text":"Side effects from a COVID-19 vaccine means \"your body responded the way it's supposed to,\" experts say.","sentiment_score":0.0}
{"full_text":"How have managers of language services in different parts of the country been supporting interpreters during the pandemic? The recording of this webinar is available at","sentiment_score":0.2166666667}
{"full_text":"How is your school handling the pandemic? #CSSHallwayHero","sentiment_score":0.0}
{"full_text":"A busy Grafton Street in Dublin on the first evening that gastropubs and restaurants can reopen under Level 3 Covid-19 restrictionsPhotograph: Laura Hutton\/The Irish Times","sentiment_score":0.1166666667}
{"full_text":"The Great M@$k Debacle Rages On! via *WATCH* Important suppressed information. #freetheUSA2020 #mask #MaskUp #Agenda21 #COVID19 #COVIDIOTS #ChinaVirus #governmentoverreach","sentiment_score":0.7}
{"full_text":"Some lawmakers have spoken out against a bipartisan group's $908 billion COVID-19 relief proposal because it doesn't include another round of stimulus checks.","sentiment_score":-0.2}
{"full_text":"RT My heartfelt gratitude to for encouraging us to keep moving forward in the fight against the pand...","sentiment_score":0.0}
{"full_text":"President-elect Joe Biden urged members of Congress to press ahead with their coronavirus relief bill negotiations in a statement that warned of \"dire, dire dire\" consequences if they fail.","sentiment_score":-0.5}
{"full_text":"Research Article: Determinants of outcome in #covid19 hospitalized patients with #lymphoma: A retrospective multicentric cohort study#openaccess #ASH20","sentiment_score":0.0}
{"full_text":"In this ever-changing pandemic environment, it's important that COVID-19 patients have access to all treatment options available to help them recover, including convalescent plasma. If you had COVID-19, please sign up to give plasma with the Red Cross:","sentiment_score":0.2}
{"full_text":"RT Now I'm not suggesting a campaign of misinformation led by Dominic Cummings is the answer. But perhaps the messaging shou...","sentiment_score":0.0}
{"full_text":"State Health Officer Says COVID-19 Numbers And Deaths Are Concerning: #COVID19WY","sentiment_score":0.0}
{"full_text":"\"In many areas of the USA, state mitigation efforts remain inadequate, resulting in sustained transmission,\" the The White House Coronavirus Task Force said in this week's report. \"All states and counties must flatten the curve now.\"","sentiment_score":0.25}
{"full_text":"HK 4th wave: Health chiefs warn of potentially 'explosive outbreak' of #COVID19, as 101 new cases confirmed","sentiment_score":0.1787878788}
{"full_text":"This calendar from is the perfect resource for any parent or teacher looking for new ways to find some holiday spirit this year! #HealthyAtSchool","sentiment_score":0.5852272727}
{"full_text":"ADHD is both highly genetic (majority of ADHD cases having a genetic component), &amp; a brain-based disorder (symptoms of ADHD linked to many specific brain areas).#education #XiaoZhan #COVID19 #Volunteers #Mentalhealth #MentalHealthAwareness #ADHD #Facts #SaturdayMorning #BTSxMMA","sentiment_score":0.22}
{"full_text":"These 2 #RuralBillofRights are very important right now. We have hospitals sitting empty here that we desperately need and our workers need protected.  #WearAMask","sentiment_score":0.0264285714}
{"full_text":"RT Retailers that halted hazard pay for essential workers:Walmart- $15,600,000,000 2020 profitsAmazon- $14,100,000,000...","sentiment_score":0.0}
{"full_text":"RT This is concerning. How did international arrivals manage to get onto a flight from Sydney to Melbourne without quarant...","sentiment_score":0.0}
