{"full_text":"RT McConnell kills!#McConnellKillsSickLeave","sentiment_score":0.0}
{"full_text":"RT Don't be like Lake County Republican and nominee for Senate Mark Curran, a #COVID19 conspiracy theorist and a total embarras...","sentiment_score":0.0}
{"full_text":"RT - \"1 dose of the vaccine=50% protection from the virus after 10-14 days. The second dose offers 95% protection.\" - thi...","sentiment_score":0.05}
{"full_text":"wearing a mask that looks like a hooded KKK member. Hmm #NANCYPELOSI #KUKLUXCLAN #KKK #WEARAMASK #MASK #HOODEDKLANSMAN","sentiment_score":0.0}
{"full_text":"RT 41-year-old Congressman-elect Luke Letlow--who held numerous maskless rallies during his campaign and pushed to reop...","sentiment_score":0.0}
{"full_text":"RT Bobby Kennedy Jr's niece, who is a physician, takes on her anti-vaxxer uncle in a New York Times op-ed. \"I stopped following...","sentiment_score":0.0681818182}
{"full_text":"RT There is absolutely no way we as a country will ever be able to repay our healthcare staff for what they've done this year a...","sentiment_score":0.2}
{"full_text":"RT 5) Oxford should have been approved sooner. It was also the first to peer review PUBLISH their results - before even Modern...","sentiment_score":0.225}
{"full_text":"RT  29K: The number of COVID-19 vaccines Jason Kenney promised to have administered to healthcare workers by end of the ye...","sentiment_score":0.0}
{"full_text":"RT Confined mostly to tiny cabins, crew members found themselves forced to stay aboard--sometimes without pay--and struggling to cope wi...","sentiment_score":-0.15}
{"full_text":"Biggest surprise for me was entering the science version of the dark ages. Can I buy some indulgences so I can go out and play like all the experts and politicians who tell me to stay home?","sentiment_score":-0.15}
{"full_text":"But being Dominican, and non-science believers  ...... after asking how I'm doing, they disregard everything I just said by telling me \"tu no tiene eso muchacha, eso seguro gripe\" ...... in the middle of a PANDEMIC ????","sentiment_score":0.0}
{"full_text":"RT Well...","sentiment_score":0.0}
{"full_text":"RT I mean, also because federal, state &amp; local government has shown little to no backbone in enforci...","sentiment_score":-0.1666666667}
{"full_text":"RT Here's a look at why the Trump administration's COVID vaccine rollout has been far slower than officials promised -- wit...","sentiment_score":0.1}
{"full_text":"RT the jonas brothers went to the year 3000. they could have warned us about covid-19 but chose not to","sentiment_score":0.0}
{"full_text":"RT Yesss wishing this on myself ","sentiment_score":0.0}
{"full_text":"RT The City of El Paso is waiting to receive additional COVID-19 vaccines from the State of Texas. Eligible residents can res...","sentiment_score":0.0}
{"full_text":"RT Elders reduced to begging for basics like food and water in a long-term 'care' home. In Canada. In 2020. Disgraceful.h...","sentiment_score":0.0}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"RT the jonas brothers went to the year 3000. they could have warned us about covid-19 but chose not to","sentiment_score":0.0}
{"full_text":"RT A history of the Trump covid response in four acts.","sentiment_score":0.0}
{"full_text":"RT Exclusive-Dialysis clinics provide new path for delivery of stockpiled COVID-19 antibody drugs in U.S.","sentiment_score":0.1363636364}
{"full_text":"RT Jeff Bezos could give every single Amazon employee $105,000 and still be as rich as he was before the pandemic. Tax the...","sentiment_score":0.1517857143}
{"full_text":"RT #Ontario has only used 18K of 90K available #Pfizer #COVID19 vaccines--that leaves 72K remaining doses. There are ~72K #LTC...","sentiment_score":0.2}
{"full_text":"We almost crossed 4,000 daily deaths","sentiment_score":0.0}
{"full_text":"RT This World War 2 survivor of the Japanese occupation of the Philippines, a great grandmother and retired school teacher w...","sentiment_score":0.4}
{"full_text":"...However, there are also signs that recent misinformation, including false claims related to COVID-19 &amp; QAnon, are gaining a foothold among some Americans\"","sentiment_score":-0.1333333333}
{"full_text":"RT The largest county in Texas issued an emergency public safety alert on Wednesday. Ironically, it had only been revealed hours...","sentiment_score":0.0}
{"full_text":"Scammers gonna scam: \"Thousands of Australians targeted by coronavirus scammers 'pretending to be government officials'\"","sentiment_score":0.0}
{"full_text":"RT States have been very clear since March that they need financial support from the federal government to staff and...","sentiment_score":0.065}
{"full_text":"RT San Diego Mayor has been on the taxpayers payroll his entire career and hasn't lost a dime of his salary since th...","sentiment_score":0.0}
{"full_text":"RT You know Canada has national healthcare, 2K a month for unemployed people during COVID-19 and their economy is fine. They...","sentiment_score":0.4166666667}
{"full_text":"Joe Rants About LA Coronavirus Shutdowns via","sentiment_score":0.0}
{"full_text":"RT Will someone please explain to me why people who are struggling financially due to this pandemic would vote Republican in...","sentiment_score":-0.125}
{"full_text":"New law will help ensure economic relief payments benefit Virginians, not debt collectors","sentiment_score":0.1681818182}
{"full_text":"RT This is the worst move of any premier so far, in my view, because it ignores everything we've learned.","sentiment_score":-0.45}
{"full_text":"Great article. I felt they should have cancelled. Made a gaudy donation to a COVID charity. Pay everyone from the vendors to the front office full salaries. Then let under 15's in for free nextseason. Profit and growth come before everything. They just put everyone at risk.","sentiment_score":0.5166666667}
{"full_text":"RT When Vic people get mad about 3 cases it's not an overreaction because we spent most of 2020 in the worlds toughest lockdown...","sentiment_score":-0.075}
{"full_text":"I listened to it as well.. fraud...this was planned just like the response to the Wuhan virus","sentiment_score":0.0}
{"full_text":"RT My neighbor was one of the last living Tuskegee Airmen.  He just died from COVID.  He would have been 101 on January 2nd....","sentiment_score":0.0}
{"full_text":"RT .@SenatorLoeffler has no problem with committing crime as well as robbing Americans of a #COVID19 #ReliefPackage. Vote...","sentiment_score":0.0}
{"full_text":"Horrible ","sentiment_score":-1.0}
{"full_text":"This steak cost $125. Food banks in Texas are facing a funding cut in the middle of a pandemic. These are the priorities of the GOP.https:\/\/t.co\/dmKEmMgcms","sentiment_score":0.0}
{"full_text":"RT Getting the COVID-19 vaccine was safe, easy, and pretty painless.","sentiment_score":0.3944444444}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT WHEN THIS PANDEMIC IS OVER I'M GONNA GO WILD addressing my non-urgent medical issues that i've been ignoring","sentiment_score":0.05}
{"full_text":"RT More #COVID19 deaths today than every other day in the whole pandemic.We're all glad to see the end of 2020! But the...","sentiment_score":0.3}
{"full_text":"RT If you have to go out, wear a mask. I'm proud to wear this mask in a red county of the red state of Florida.","sentiment_score":0.2666666667}
{"full_text":"Who the hell is he, and may COVID slam him hard!","sentiment_score":-0.3645833333}
{"full_text":"when the pandemic wasn't around we did it more often","sentiment_score":0.5}
{"full_text":"RT In Dalian, #China, Filmed yesterday, although the authorities have already tested five million people for the coronavir...","sentiment_score":0.0}
{"full_text":"RT They don't want us staying home \"collecting checks.\"They don't want us staying home if we're sick.They want us out there....","sentiment_score":0.0}
{"full_text":"RT Not this Grey's Anatomy ass plotline","sentiment_score":-0.05}
{"full_text":"RT Despite corona virus, hash Economy &amp; lockdown, God has been so so faithful to me.","sentiment_score":0.0}
{"full_text":"RT Why? Are they still trying to pretend COVID isn't a thing? Aaron's comments were very kind. But yes, how dare he point ou...","sentiment_score":0.78}
{"full_text":"RT Let this sink in--A 41 year old GOP congressman-elect has just died of #COVID19. Doctors also say Letlow did **NOT** h...","sentiment_score":0.1}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"This #NYE, #StayHome \"Please, wear a mask, social distance. Don't worry about getting together for these events, just wait until this is under control. You aren't in the position that her father &amp; I are in right now. Nobody should have to bury their child\"","sentiment_score":0.1595238095}
{"full_text":"RT I thought of your tweet when I read this sir. Can you believe there is an actual service people pay for th...","sentiment_score":0.0}
{"full_text":"RT CNN: 341,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"RT ALL DFW AIRPORT, LOVE FIELD FLIGHTS CURRENTLY GROUNDED BECAUSE OF COVID. \/\/ The Dallas area's two largest airports are t...","sentiment_score":0.25}
{"full_text":"RT COVID-19 restrictions on Pa. restaurants, other businesses will be lifted Jan. 4","sentiment_score":-0.125}
{"full_text":"RT A record number of Americans died of COVID19 yesterday","sentiment_score":0.0}
{"full_text":"RT 43 states held special sessions to discuss relief measures necessary due to the pandemic. Florida is one of seven states tha...","sentiment_score":0.0773809524}
{"full_text":"See that?  Dies \"with\" COVID.","sentiment_score":0.0}
{"full_text":"RT Not sure this degree of alarm is warranted, but I vote for fast and messy over slow and fussy. Trying to perfectly optimize...","sentiment_score":0.09}
{"full_text":"RT Here's the story I didn't expect to be writing today: Early in the pandemic, distilleries stepped up to alleviate the short...","sentiment_score":0.05}
{"full_text":"RT At the beginning of the pandemic, many distilleries took a break from booze to make hand sanitizer for America.The feds...","sentiment_score":0.5}
{"full_text":"RT 201230 vlive #josyua the only thing that i'm sad about this year is obviously the pandemic. hopefully after it gets better...","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell is a greedy evil heartless fascist monster.He removed 2 weeks paid sick leave from the Covid relief bi...","sentiment_score":-0.8571428571}
{"full_text":"o show da britney","sentiment_score":0.0}
{"full_text":"RT High point was the Speaker reminding MPs not in physical attendance, that the rules of...","sentiment_score":0.08}
{"full_text":"RT It's time I step in and defeat covid with my greatest weapon.","sentiment_score":1.0}
{"full_text":"RT How China CDC head Dr. George Gao comment #CovidVaccine:- CCP's inactivated vac is more \"advanced\" just because China go...","sentiment_score":0.45}
{"full_text":"RT Poorest states in 20201-Mississippi2-West Virginia3-Arkansas4-New Mexico5-Kentucky6-Alabama7-Louisiana 8- S Carol...","sentiment_score":0.0}
{"full_text":"Oh ya assigning \"pandemic prevention protocol\" nine months into a pandemic is helpful for sure. Lemme guess... was my muthafuggin hands and cover my face?! Come on bruh","sentiment_score":0.625}
{"full_text":"Canadian politician faked Twitter posts to conceal Caribbean holiday","sentiment_score":0.0}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"RT The thing about the new #COVID19 variant is.... #masks still work. That is all. #WearAMask #SocialDistancing @emres...","sentiment_score":0.1363636364}
{"full_text":"RT Every day there's an anti-masker who gets Covid &amp; apologizes. I don't wish to be mean spirited to the sick but if you're unmas...","sentiment_score":-0.1755952381}
{"full_text":"RT #Taiwan is adjusting entry &amp; quarantine rules for nonnationals in response to the risk posed by #COVID19 worldwide. Effe...","sentiment_score":0.0}
{"full_text":"Karma is a bitch","sentiment_score":0.0}
{"full_text":"You're doing pigs a disservice. Mitch is the literal asshole of a pig.","sentiment_score":0.0}
{"full_text":"I need a Covid-Safe New Year's celebration idea. St. Pete, FL or in general.","sentiment_score":0.0931818182}
{"full_text":"RT yes i am actually afraid of getting covid. my mom lives w me. i haven't partied, traveled or seen most of my friends in mo...","sentiment_score":-0.05}
{"full_text":"RT Those in Australian government and media who pushed hardest on this false dichotomy almost drove us into the abyss that's...","sentiment_score":-0.2}
{"full_text":"If restaurants can't follow public health guidelines during a pandemic, do you really want to trust those same places to follow sanitation &amp; food safety guidelines on a typical day?","sentiment_score":0.0083333333}
{"full_text":"RT It's so true. This would completely go away if she said, \"I was pretending to be Spanish with a...","sentiment_score":0.15}
{"full_text":"RT Technology solutions making difference for Communicable Disease Control (CDC) teams  What was previously a paper-heavy pr...","sentiment_score":-0.1666666667}
{"full_text":"RT We are saddened by the news of the death of Dawn Wells. Her iconic performance as Mary Ann from #gilligansisland will live on...","sentiment_score":0.3181818182}
{"full_text":"Please help us. For my mother and me. I lost my job at the beginning of the year, due to the pandemic. And I can't find another job. I already spent my life savings on food and medicine for my mother. I no longer have a way to take care of her. Please ","sentiment_score":-0.1125}
{"full_text":"RT Let this sink in--A 41 year old GOP congressman-elect has just died of #COVID19. Doctors also say Letlow did **NOT** h...","sentiment_score":0.1}
{"full_text":"RT THE ACTUAL MATH! Just so we're clear, Congress could send each American $2,000 EVERY MONTH UNTIL MAY 2021 for less than th...","sentiment_score":-0.0166666667}
{"full_text":"Let's stay positive, continue our faith, continue to pray, be brave and continue to believe that this pandemic will come to end.HAPPY NEW YEAR! ","sentiment_score":0.3992424242}
{"full_text":"RT Just how normalised has the term \"lockdown\" become? Isn't it frightening?","sentiment_score":-0.5}
{"full_text":"RT A new lockdown song I wrote called \"I'll never love you half as much as I love Peter Reid\" my big bro ma...","sentiment_score":0.0439393939}
{"full_text":"RT Oxford-AstraZeneca coronavirus vaccine approved by UK regulator paving the way for millions more vaccinations","sentiment_score":0.5}
{"full_text":"RT #PMQs Unemployment rising; y...","sentiment_score":0.0}
{"full_text":"RT so far he's said he won't shutter business, won't enforce a mask mandate, and wants kids in school.  And this is while n...","sentiment_score":0.15}
{"full_text":"RT If you were exposed to #COVID19 on Christmas Day, you would be at your most infectious to people you encounter tomorrow on...","sentiment_score":0.5}
{"full_text":"I have a theory that the ionophore hinokitiol (widely used as preservative) also played a role in reduced covid numbers in Asia. Masks probably way more influential though.","sentiment_score":0.2}
{"full_text":"You killed Mary Ann, you [redacted] [redacted].","sentiment_score":-0.2}
{"full_text":"Who are we kidding, this new strain probably voted in California and donated to the DNC. GTFOH.","sentiment_score":0.1363636364}
{"full_text":"RT The Senate needs to vote on $2000 #covid relief for working people BEFORE the new year - I will continue to object to votes o...","sentiment_score":0.1363636364}
{"full_text":"It've been reported that as of today, the outbreak at Oakwood Park Lodge has resulted in 115 infected residents with over 115 residents and 106 staff members who tested positive. So far, the death toll is 21. This is not good.","sentiment_score":-0.0075757576}
{"full_text":"Dawn Wells will be missed.  She brought warmth and smiles to the world. #DawnWells","sentiment_score":0.0}
{"full_text":"omg. during lockdown. ..","sentiment_score":0.0}
{"full_text":"RT I'm just saying if Kelly Loeffler didn't invest in body bags after her classified senate briefing on COVID-19 it would be pr...","sentiment_score":0.0}
{"full_text":"Murdoch as promoted division and inaction during the pandemic in all his countries. Why?","sentiment_score":0.0}
{"full_text":"RT #COVID19 complicated summer research plans but, thanks to some socially distant science, we managed to keep adding to 30...","sentiment_score":-0.1333333333}
{"full_text":"RT Los Angeles County says several LA hospitals have gone on \"internal disaster\" because of oxygen issues, closing off to inco...","sentiment_score":0.0}
{"full_text":"RT COVID deaths and infections are surging across the country.There's a more transmissible variant of the virus in the US...","sentiment_score":0.5}
{"full_text":"\"didn't wear a mask! Are you saying because of the way he was dressed he was asking for it? Because that my friend is victim blaming\"","sentiment_score":-0.075}
{"full_text":"RT This is Thomas Friedman's house","sentiment_score":0.0}
{"full_text":"RT Dawn Wells, who was Miss Nevada in the 1959 Miss America pageant, beat out 350 actress for the role of Mary Ann She appeare...","sentiment_score":0.0}
{"full_text":"RT As you may know, today the newest COVID variant was detected in the U.S. I am resposting this in order to combat misinf...","sentiment_score":0.0}
{"full_text":"RT John Cornyn: To hell with you and your financial and food insecurity amid this deadly pandemic. You don't deserve more th...","sentiment_score":0.1}
{"full_text":"RT My clip from War Room on 30 Dec:- Last 31 Dec, I started the secret investigations on #COVID19 in China- CCP proposed t...","sentiment_score":-0.2}
{"full_text":"RT President Donald Trump's push for $2,000 COVID-19 relief checks all but died Wednesday as Senate Majority Leader Mitch McConnel...","sentiment_score":0.0}
{"full_text":"RT For the truth about Covid, I strongly recommend following these frontline and expert voices. They all counter disinforma...","sentiment_score":0.2166666667}
{"full_text":"RT For months, scientists asked federal officials to do more #coronavirus sequencing to track its spread. Now the new coronaviru...","sentiment_score":0.3181818182}
{"full_text":"RT More #COVID19 deaths today than every other day in the whole pandemic.We're all glad to see the end of 2020! But the...","sentiment_score":0.3}
{"full_text":"RT Diana Simmons from Victoria stayed connected during COVID-19 by painting rocks for family and friends, which inspired","sentiment_score":0.0}
{"full_text":"RT To and the rest saying it's just the normal NHS winter rush: at this point in 2019 there were c. 660 occup...","sentiment_score":0.15}
{"full_text":"RT One of my fondest 2020 memories was during the first lockdown when a neighbour wore a dinosaur hazmat suit whenever they...","sentiment_score":0.25}
{"full_text":"Tier 4 very bad, Don't leave home,  Save your granny.don't make unnecessary journeys, pubs close, essential shops only, don't mix with anyone but your own household... throw 600+ kids, and a handful of adults in a building and cross your fingers!","sentiment_score":-0.1183333333}
{"full_text":"RT I'm just saying if Kelly Loeffler didn't invest in body bags after her classified senate briefing on COVID-19 it would be pr...","sentiment_score":0.0}
{"full_text":"I'm taking a bullet proof vest and caution posters to 2021. Who's in? #COVID19 #NewYearsEve","sentiment_score":0.0}
{"full_text":"To enhance the safety of cheque-based transactions, the #RBI has decided to implement '#PositivePay' system for #cheque transactions above Rs 50,000 - a rule that will come to effect from 1 Jan 2021.https:\/\/t.co\/Yx0pZwSkoJ","sentiment_score":0.0}
{"full_text":"Hard to believe 2020 is almost over!","sentiment_score":-0.3645833333}
{"full_text":"#VIDEO: Prince Turki Al-Faisal receives #COVID19 vaccine in #Riyadh","sentiment_score":0.0}
{"full_text":"How to care for someone with #COVID-19 at home. Advice from","sentiment_score":0.0}
{"full_text":"Temporary Track Through Auburnc. 1909#HappyNewYear2021 #GoodBye2020 #COVID19","sentiment_score":0.0}
{"full_text":"The Russian Orthodox Church has defrocked Protodeacon Andrei Kuraev after he was found to have slandered a fellow priest who died from Covid-19","sentiment_score":-0.1}
{"full_text":"This pandemic has made me realize so much more how much we need more open and green spaces. #TRJforBloggers","sentiment_score":0.2}
{"full_text":"RT A record number of Americans died of COVID19 yesterday","sentiment_score":0.0}
{"full_text":"Diddy Provides COVID19 Relief, Hands Out Money in Miamihttps:\/\/t.co\/1kzoKrc9s8Presented by","sentiment_score":0.0}
{"full_text":"Electronic government receipts saw an annual growth of 250 percent, jumping from LE 1 billion to LE 4 billion, since the start of the pandemic states Minister of Finance, Mohamed Maait.https:\/\/t.co\/znmPkfFO6C","sentiment_score":0.0}
{"full_text":"We're proud of the breadth of research that our teams and collaborators published this year, amid the stress of a pandemic and the enormous task of modeling #COVID19's impact on the world.Explore 20 data figures, maps, and more published in 2020  ","sentiment_score":0.4333333333}
{"full_text":"As COVID-19 shifted how schools operate, educators needed to adapt","sentiment_score":0.0}
{"full_text":"Growing up listening to Love Line I used to be entertained and thought I was learning from Dr Drew and Adam. Now I wonder why I looked up to them","sentiment_score":0.5}
{"full_text":"#RoyalYearinReview2020 | The Birthdays, Weddings, Christenings, Tours &amp; Speeches in the year of the global Pandemic | Learn about all the Royal Highlights of 2020:","sentiment_score":0.0}
{"full_text":"RT UK variant coronavirus hits the US.","sentiment_score":0.0}
{"full_text":"NZX50 notches up 14% gain in 2020 as covid and near-zero interest rates combine to whipsaw markets - up a staggering 916%https:\/\/t.co\/CQVGGMg35f","sentiment_score":0.0}
{"full_text":"Diddy Provides COVID19 Relief, Hands Out Money in Miamihttps:\/\/t.co\/LhQ1uy8Y4rPresented by","sentiment_score":0.0}
{"full_text":"A record number of deaths today -- almost 4,000.It didn't have to be this way.","sentiment_score":0.0}
{"full_text":"RT Senate Majority Leader Mitch McConnell shuts the door on President Trump's push for $2,000 COVID-19 relief checks, declaring...","sentiment_score":0.0}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"COVID-19 sucked most of the oxygen out of science this year. But we still had brilliant wins! Check out some of the amazing things we accomplished in 2020 https:\/\/t.co\/NuSdSdV3M0","sentiment_score":0.515}
{"full_text":"Plebs. Need to get sent to a dictatorship where they crush covid dissidents","sentiment_score":0.0}
{"full_text":"RT Why are young children and their preschool teachers less important than primary schools and secon...","sentiment_score":0.1833333333}
{"full_text":"As of Wednesday, more than 300 long-term care facilities in Florida had received the COVID-19 vaccine.","sentiment_score":0.5}
{"full_text":"Welcoming 2021: Hear from CEO Kevin Goh as he reflects on the challenges &amp; opportunities embraced by #TeamAscott amidst #COVID19 &amp; the #hospitality industry's pivot towards contactless technologies. For the full transcript: #Travel #DigitalTransformation","sentiment_score":0.35}
{"full_text":"We must continue to wash our hands#Agent #ComputerScience #Simulation #Covid #OOP #Python #Vaccine #StayHomeStaySafe #StayHome #Covid19 #Coronavirus #SocialDistancing #pythonprogramming","sentiment_score":0.0}
{"full_text":"RT wear a mask and wash my hands more frequently. Even well after this is \"over\" so to speak, I'll wear a mask at...","sentiment_score":0.3}
