{"full_text":"It's the f....ing lefties","sentiment_score":0.0}
{"full_text":"You might as well wear a mask on your dangly bits it will do the same thing as it does on your face .. Nothing.","sentiment_score":0.0}
{"full_text":"RT Struggling as we watch Congress &amp; exec branch Repubs who cavalierly spread it &amp; called Covid a hoax getting vaccinated...","sentiment_score":0.0}
{"full_text":"RT Vive la difference: COVID rules divide adjacent French, Swiss ski resorts","sentiment_score":0.0}
{"full_text":"RT Italy is joining Belgium, Austria and the Netherlands in banning U.K. flights to slow a new, more transmissible coronavirus strain....","sentiment_score":0.1121212121}
{"full_text":"RT Instead of complaining in these difficult times about what the pandemic prevents us from doing, let us do something for someo...","sentiment_score":-0.5}
{"full_text":"This is amazing","sentiment_score":0.6}
{"full_text":"Very important thread...","sentiment_score":0.52}
{"full_text":"FUCK NEW COVID","sentiment_score":-0.1318181818}
{"full_text":"RT BREAKING: Italy has joined Belgium and the Netherlands in banning air travel from the UK due to fears over the new strain of t...","sentiment_score":0.0056818182}
{"full_text":"this is fake ronald jones is on covid list so fournette is going to be starter","sentiment_score":-0.5}
{"full_text":"RT Really glad did this interview. Descendants of Tuskegee Syphilis Study Survivors Say It Was Nothing Like the...","sentiment_score":0.5}
{"full_text":"RT In a sane world, when an occupant of the White House is talking about a military coup to stay in power, claiming he wo...","sentiment_score":-0.05}
{"full_text":"RT The MCs' intro for #BrightWinLiwanagAtLigaya made me emo T_TThey said BW's pairing cheered up a lot of Filipinos during...","sentiment_score":0.0}
{"full_text":"as always w\/ trump it's pure projection....he said we wouldn't hear about covid after the election - and we haven't, from him","sentiment_score":0.2142857143}
{"full_text":"RT With videos of Wuhan partying - with no vaccine or further lockdowns.... you have to ask:ARE WE IN THE MIDDLE OF A BIO-...","sentiment_score":0.0}
{"full_text":"Men without honor","sentiment_score":0.0}
{"full_text":"That was the original rationale for lockdown was that we needed time to build up our capacity.","sentiment_score":0.375}
{"full_text":"RT The national model of Coronavirus action should be what Florida is doing and not what California and New York are doing.It's...","sentiment_score":0.1181818182}
{"full_text":"RT You are crying because you are not rich, famous or powerful. Meanwhile, #COVID19 has killed the rich, the famous and the po...","sentiment_score":0.1553571429}
{"full_text":"RT i don't think i should have to go to medical school to be an expert on the coronavirus. medical school takes a really long ti...","sentiment_score":-0.0166666667}
{"full_text":"RT Not about public health. Lockdowns not needed #GreatBarringtonDeclaration was the answer all along. How much more will t...","sentiment_score":0.25}
{"full_text":"RT Hey , if you're going to suspend shipping to APO (aka Military) addresses, that's totally fine, we know youre su...","sentiment_score":0.1583333333}
{"full_text":"RT To those people travelling out of London to avoid Tier 4 and to be with families. A number of you will be carrying the...","sentiment_score":0.0}
{"full_text":"RT Marco Rubio is one of the tiny fraction of Americans that have been vaccinated.","sentiment_score":0.0}
{"full_text":"A thread ","sentiment_score":0.0}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT Nearly 1 out of every 1100 Georgians has died from COVID-19. The human cost of our own government's lies and incompetence is...","sentiment_score":0.2333333333}
{"full_text":"Again, more evidence #COVID19 is just like the Flu: new strains every season..... More from Dr.PANIC SHUT IT ALL DOWN!! ","sentiment_score":0.2233270202}
{"full_text":"the vaccine better works for the new variant of corona as well","sentiment_score":0.3181818182}
{"full_text":"RT Part of the horror of cyberpunk as a genre is the complete absence of government to solve any societal problem. The pandem...","sentiment_score":0.04375}
{"full_text":"RT Can some virologist help me out. The new more transmissible strain of the Coronavirus is called VUI2020\/12\/01. Does that me...","sentiment_score":0.3181818182}
{"full_text":"RT If you are all effing tired of 2020 and the goddamn virus &amp; its goddamn new mutation headache... this is for you. #COVID1...","sentiment_score":-0.2545454545}
{"full_text":"RT While all over Europe stricter measures are imposed to prevent contagion #Covid19, in Madrid (Spain) 5000 people gather...","sentiment_score":0.0}
{"full_text":"RT Marco Rubio is a healthy 49 year old. He is not in a nursing home. He is not a health worker. He is not a first respond...","sentiment_score":0.1583333333}
{"full_text":"RT Nothing on voter fraud, huh? Like nothing happened!","sentiment_score":0.0}
{"full_text":"Click here for morehttps:\/\/t.co\/hdIsQ7sltv","sentiment_score":0.0}
{"full_text":"To me the U.S. is being attacked from within and for the most part it is going ignored. Instead we focus on the Trump soap opera. In my circles people are hurting, losing businesses, jobs and from those I know who have had COVID, it can be a horrific experience.","sentiment_score":-0.25}
{"full_text":"RT 'eat out to help out' during a pandemic has to be the most reckless thing a government has done in recent history","sentiment_score":0.25}
{"full_text":"RT Fucking Christ elect women.","sentiment_score":0.1}
{"full_text":"RT STOP GIVING THE VACCINE TO THE GOP COVID DENIERS!!!! That's the tweet.","sentiment_score":0.0}
{"full_text":"RT GEM will be joining #DEARTMRWGet ready and follow proceeds go...","sentiment_score":0.2}
{"full_text":"RT When do you think social media censorship will begin eliminating any of this discussion?","sentiment_score":0.0333333333}
{"full_text":"RT Who agrees it's OUTRAGEOUS that and cut to the head of the line and got their Covid vac...","sentiment_score":-1.0}
{"full_text":"RT It's amazing that the very people who called covid a hoax are first in line for the vaccine.","sentiment_score":0.35}
{"full_text":"RT The state has been plotting to assassinate for the last several years and has carried out assassination attempt...","sentiment_score":0.0}
{"full_text":"When I read stories about Ivanka editing the CDC, the WH has forced its will on so many traditional apolitical bodies.  We won't know how insidious until we have time to debrief how wide spread the damage.","sentiment_score":0.025}
{"full_text":"RT The last person in America who should be allowed the vaccine:","sentiment_score":0.0}
{"full_text":"RT Lots of progress last night on a major COVID deal. Extended unemployment comp, cash payments, money for small biz and va...","sentiment_score":-0.0625}
{"full_text":"RT There's a worsening pandemic racking up a 9\/11 death toll every single day and the president is reportedly mulling over de...","sentiment_score":-0.0714285714}
{"full_text":"RT Noted Industrialist and philanthropist Ratan Tata appreciates PM Ji's policies during the pandemic.","sentiment_score":0.0}
{"full_text":"RT The Chinese Communist Party don't like the truth and always respond aggressively. They should pay the West reparations...","sentiment_score":0.0}
{"full_text":"RT In July, was telling the British public that there would be a #BrexitDeal in place and a return to pre-#Coro...","sentiment_score":0.0}
{"full_text":"The beauty Cynthia is supporting salons &amp; beauty shop during lockdown with the Luxury Beauty app    We love her  #supportyourlocal #beauty","sentiment_score":0.375}
{"full_text":"RT I'm not sure some of you understand...When people who spent years working 80-100 hr weeks, missed large sections of thei...","sentiment_score":-0.0452380952}
{"full_text":"RT I'm an ER doctor and despite trying, I have not yet been able to be vaccinated.","sentiment_score":0.5}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"RT In 2020, 621 people died of drug overdoses in San Francisco.173 people died from COVID-19 in the city this year.","sentiment_score":0.0}
{"full_text":"RT 'A giant bonfire of taxpayers' money': fraud and the UK pandemic loan scheme - The numbers in this sto...","sentiment_score":0.0}
{"full_text":"RT If the Chinese government had done the same thing and announced covid early, maybe...it wouldn't have happened. ","sentiment_score":0.0333333333}
{"full_text":"RT Running joke that Rs don't do evidence-based policy, they do policy-based evidence. Except it's not a joke","sentiment_score":0.0}
{"full_text":"This pandemic needs to be over so you can go back to school and learn how to write a proper sentence.","sentiment_score":0.0}
{"full_text":"RT Pompeo has canceled his final major holiday of the year, which have all been held indoors, after he was exposed to a person who...","sentiment_score":0.03125}
{"full_text":"RT I'm not sure some of you understand...When people who spent years working 80-100 hr weeks, missed large sections of thei...","sentiment_score":-0.0452380952}
{"full_text":"Yes!!! We saw this, we aptly labelled it the Covid market","sentiment_score":0.6}
{"full_text":"RT Who agrees it's OUTRAGEOUS that and cut to the head of the line and got their Covid vac...","sentiment_score":-1.0}
{"full_text":"RT In a sane world, when an occupant of the White House is talking about a military coup to stay in power, claiming he wo...","sentiment_score":-0.05}
{"full_text":"RT Is the UK heading into the perfect storm?* Inexorable growth in Covid infections &amp; deaths* Rapid increases in redund...","sentiment_score":1.0}
{"full_text":"RT There is a myth lots of people want to believe that nobody anywhere has a clue or knows what they are doing or is handling COV...","sentiment_score":0.0}
{"full_text":"F**k you, f**ker. We're tired of hypocritical Republican Senators who bow down to a madman, while ignoring the suffering of the American people they have taken an oath to serve.","sentiment_score":-0.1851851852}
{"full_text":"RT So scientists took the blueprint for the asshole protein on COVID and made an mRNA version of it. Literally just the instruc...","sentiment_score":0.0}
{"full_text":"RT Maybe at some point people will realize the elites don't fear COVID at all, are exempt from lockdowns, and are perpetrating th...","sentiment_score":0.0}
{"full_text":"RT All the GOP Senators who couldn't find the fortitude to stand up to a 74 year old man in a spray tan and girdle are now cut...","sentiment_score":0.1}
{"full_text":"Tf y'all drug dealers the ones passing out Covid.... scratch that MALE dealers","sentiment_score":0.0}
{"full_text":"RT People are tired of being told they have to stay home &amp; can't work or open their business by people who break their own rul...","sentiment_score":0.0666666667}
{"full_text":"RT All I see is \"free housing is possible.\"","sentiment_score":0.2}
{"full_text":"RT I couldn't make this up if I tried: World Health Organization 'Goodwill Ambassador' James Chau now has his tweets locked....","sentiment_score":0.0}
{"full_text":"RT When Americans say the US political system is Rigged! they're right. This is what they mean:","sentiment_score":-0.0089285714}
{"full_text":"The Covid community groups are amazing, such kind, selfless people happy to help complete strangers is heartwarming. Yesterday on FB I asked for three shopping items, today they are all here, it's wonderful.","sentiment_score":0.5166666667}
{"full_text":"RT People are tired of hearing empty bible quotes from a hypocritical politician who hasn't done shit to protect them and yet...","sentiment_score":-0.2333333333}
{"full_text":"RT Londoners will be arrested if they try to leave the country, but 5 flights from Brazil (over 7 million COVID cases) will...","sentiment_score":0.0}
{"full_text":"RT Hey BE SURE WE ALL GET THE SMALLEST STIMULUS AMOUNT POSSIBLE SO CHRISTMAS IS THE WORST EVER FOR MILLIONS OF YOUR...","sentiment_score":-0.1666666667}
{"full_text":"RT People are tired of being told they have to stay home &amp; can't work or open their business by people who break their own rul...","sentiment_score":0.0666666667}
{"full_text":"RT Who agrees it's OUTRAGEOUS that and cut to the head of the line and got their Covid vac...","sentiment_score":-1.0}
{"full_text":"RT The Chinese Communist Party don't like the truth and always respond aggressively. They should pay the West reparations...","sentiment_score":0.0}
{"full_text":"RT #COVID19 #VACCINE TRUST: tells a feeling of \"distrust\" in the vaccine among...","sentiment_score":0.0}
{"full_text":"Holy shit, this is terrible.","sentiment_score":-0.6}
{"full_text":"RT You sure as hell haven't missed a paycheck. You are the most irrelevant Senator in history.","sentiment_score":0.1666666667}
{"full_text":"Perhaps every trumpet should be at the bottom of the list? Hopefully, they can beat the virus without medical care.","sentiment_score":0.0}
{"full_text":"RT If this is true, I'm going to lose my fucking shit.","sentiment_score":0.075}
{"full_text":"RT I want to again warn the world community, as India's internal problems mount, especially economic recession, growing farm...","sentiment_score":0.2}
{"full_text":"RT All I see is \"free housing is possible.\"","sentiment_score":0.2}
{"full_text":"Trump is a turd","sentiment_score":0.0}
{"full_text":"RT With the GOP in charge of the Senate there is no sanity to be found.","sentiment_score":0.0}
{"full_text":"RT Wear a mask and stop talking shit.","sentiment_score":-0.2}
{"full_text":"RT During the pandemic, Amazon workers have been risking their health and lives to ensure essential goods are delivered to our...","sentiment_score":0.0}
{"full_text":"314,000 Americans dead from Corona Virus. Americans begged to stay home to contain virus. Donald Trump holds in-person rally. No masks, no social distancing. LOCK HIM UP!","sentiment_score":-0.1104166667}
{"full_text":"RT I'm an RN who has to work w covid patients and that fucker Mitch got his vaccine before me?","sentiment_score":0.0}
{"full_text":"If you're worried about your mental health, you can:1 Speak to your GP - they're still open and running in a COVID-safe way2  Access advice or self-refer yourself for free, confidential support via or call them on 02033176670 2\/6","sentiment_score":0.1}
{"full_text":"RT Nearly 1 out of every 1100 Georgians has died from COVID-19. The human cost of our own government's lies and incompetence is...","sentiment_score":0.2333333333}
{"full_text":"This was my Hannukah present. It has nothing to do with covid, my parents just know I prefer wipes","sentiment_score":0.0}
{"full_text":"RT Trump continues to do nothing to slow down the spread of Coronavirus - tweeting yesterday that \"we don't want to have...","sentiment_score":-0.2277777778}
{"full_text":"RT Happy to see the success of a surreal pairing--\"a case of wine and covid rapid test\", a far cry from wine and cheese.....","sentiment_score":0.3625}
{"full_text":"RT My fiance is really the man of my dreams . I've been inside sick with covid for the last 3 days &amp; get a text saying com...","sentiment_score":-0.1714285714}
{"full_text":"RT DeSantis gave son of Trump buddy millions in no-bid COVID contracts","sentiment_score":0.0}
{"full_text":"With travel restrictions likely from Britain into Irl has called for mandatory #COVID19 at airport and ferry terminals for arriving passengers.\"I've called for this policy for many months and it's common practise in many other places\" https:\/\/t.co\/jQuwSUFdVT","sentiment_score":0.115}
{"full_text":"RT if you are under 5'3 please take a break. i know y'all elves have been working hard to keep the workshop open during co...","sentiment_score":-0.1458333333}
{"full_text":"RT Wakey wakey @MichealMartinTD and @DonnellyStephen any chance we could actually do something proactive to prevent this ne...","sentiment_score":0.0}
{"full_text":"RT The CDC eviction moratorium (which has not stopped evictions) expires next week, 12\/31, and it already looks like a busy...","sentiment_score":0.05}
{"full_text":"Yeah well we would like to get Vaccinated soon as well so we can share our Why I Vax story...Congratulations.","sentiment_score":0.0}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT More Americans have died from COVID during the past 7 days than died in Vietnam during the entire year of 1968, the war's d...","sentiment_score":0.0833333333}
{"full_text":"I reallly, really hate that you're continuing to seat people in the middle seat of flights. This doesn't feel COVID safe or compliant whatsoever. Please take a page out of and 's book and prioritize your customer's safety over making a buck","sentiment_score":-0.1}
{"full_text":"RT A new highly-infectious strain of COVID-19 is spreading in Wales. The situation is very serious. We've made the difficult deci...","sentiment_score":-0.2656565657}
{"full_text":".@Sapakoff: Clemson, challenged by COVID-19 and injuries, had to make maximum use of its best-ever roster to make the College Football Playoff semifinals for a record sixth consecutive season.","sentiment_score":0.0}
{"full_text":"\"Anyone who has lived as long as I have is alive because they have had previous vaccinations,\" said actor \"I would have no hesitation in recommending (the vaccine) to anyone.\" | By Valerie Joneshttps:\/\/t.co\/NpHDDVaceY","sentiment_score":-0.0388888889}
{"full_text":"Meet the health system's first honored DAISY Nurse Leader and read about the work he's done in the fight against COVID-19.https:\/\/t.co\/Phuh831l0f","sentiment_score":0.25}
{"full_text":"Over the last several months, has hosted a series of webinars about inclusive education, #COVID19, and more. Recordings of the webinars are available on their website:","sentiment_score":0.225}
{"full_text":"Rebuilding the welfare state requires realigning our priorities, both on a governmental level and in the way feminist media decides whose issues are worthy of concern and whose lifestyles are worthy of validation.https:\/\/t.co\/Cxd6rH5Kxw","sentiment_score":0.3333333333}
{"full_text":"Noorul Haq Qadri Says, \"Hajj 2021 Could Be Expensive Due To COVID-19 SOPs\"https:\/\/t.co\/DidbJbnx5F","sentiment_score":-0.3125}
{"full_text":"RT Perspective: How rich people will cut the line for the coronavirus vaccine","sentiment_score":0.375}
{"full_text":"#GetTested for COVID-19 today between 11 a.m. - 2 p.m. at the Sentinel Building, 306 N. Commerce Park Loop. No appointment necessary and it's FREE! Results take 3-5 business days. If this site doesn't work for you, visit to find one that does.","sentiment_score":0.25}
{"full_text":"At the start of the pandemic, physician supervision requirements were temporarily waived, allowing CRNAs to practice to the full extent of their training and licensure. Now, wants to know if they should make this permanent. Make your voice heard by submitting a comment!","sentiment_score":0.3}
{"full_text":"I sat down with to discuss COVID-19, our response to the Squad, and our plan to make this country better. Check out my full interview here:","sentiment_score":0.2314814815}
{"full_text":".@WSUPullman was enlisted by Gov. Jay Inslee to assist in storing the state's #COVID19 vaccine supplies because of the availability of the needed ultra-cold freezer equipment.  #CougsCancelCOVID #GoCougs","sentiment_score":0.0}
{"full_text":"The new feature \"The 2020 Experience\" is now live. Even with #COVID19 around we manage to produce this piece. Enjoy folks. Regards,Team Minority","sentiment_score":0.2242424242}
{"full_text":"RT There is a myth lots of people want to believe that nobody anywhere has a clue or knows what they are doing or is handling COV...","sentiment_score":0.0}
{"full_text":"The Indian government has identified 300 million people to receive the first doses of the vaccine. The group is made up of 30 million health care workers, policemen, soldiers and volunteers, and 270 million vulnerable people.","sentiment_score":-0.125}
{"full_text":"RT Final thread in a series of 3 - what does this new variant mean for the next stages of the pandemic?","sentiment_score":-0.0440340909}
{"full_text":"The Mainichi Shimbun answers questions about shrine and temple visits during the #NewYear holiday season as #coronavirus cases surge across #Japan","sentiment_score":0.0}
{"full_text":"But \"pro-life\", eh? #AntiVax #AntiChoice #Covidiot","sentiment_score":0.0}
{"full_text":"Christmas ActivitiesWith coronavirus restrictions in the UK threatening to put a dampener on our Christmas celebrations, how can we spend time with friends and family this festive season? Read the full article: soonThe Let's Go Out Team","sentiment_score":0.35}
{"full_text":"Man accused of defying COVID-19 restrictions on Calgary rink upset by arrest","sentiment_score":-0.05}
{"full_text":"RT The Gov excuse for not publishing the contract is that this company already have a framework contract.But not only doe...","sentiment_score":-0.025}
{"full_text":"But \"pro-life\", eh? #AntiVax #AntiChoice #Covidiot","sentiment_score":0.0}
{"full_text":"GO GO GO","sentiment_score":0.0}
{"full_text":"It's critical to self-isolate and stay away from others if you have cold or flu-like symptoms, even if you have not been exposed to #COVID19. Learn more on how to properly self-isolate at #ProtectingManitobans #Covid19MB","sentiment_score":-0.025}
{"full_text":"The Michigan Department of Health and Human Services said indoor dining at restaurants and bars will remain closed, at least through Jan. 15. #WestMichigan #COVID19 #restrictions#restaurantsFULL STORY &gt;&gt;","sentiment_score":-0.1333333333}
{"full_text":"DIGITAL REPORT: and look at how adjustments for Covid safety will lead to some interesting scheduling quirks early in the season.","sentiment_score":0.2}
{"full_text":"Love this thread so much.","sentiment_score":0.35}
{"full_text":"RT Marco Rubio is one of the tiny fraction of Americans that have been vaccinated.","sentiment_score":0.0}
{"full_text":"RT The VA is working w\/ the CDC to distribute COVID vaccines. First:Vets in LTC facilities High risk VA HCWs to ena...","sentiment_score":0.16}
{"full_text":"RT Yesterday Canada had 114 covid related deaths, but let's put this into perspective. Last year Canada's daily death rate for...","sentiment_score":0.0}
{"full_text":"Sir Charles Walker claims the Government knew last week that it would need to bring in tighter coronavirus restrictions.https:\/\/t.co\/8EX2tyBUSz","sentiment_score":0.0}
{"full_text":"Trump Slams BoJo's Christmas Lockdown: 'Cure Cannot Be Worse Than Problem'","sentiment_score":-0.4}
{"full_text":"RT Ivanka screened CDC guidelines, &amp; then made changes--overruling scientists\/scientific data. \"Demoralizing to spend your e...","sentiment_score":0.0}
{"full_text":"#SouthKorea registers 1,097 #COVID19 cases, highest single day spike #CoronaVirusUpdates","sentiment_score":-0.0714285714}
{"full_text":"RT .@realDonaldTrump cares more about tchotchkes and swag than he does about record covid deaths and devastating Russian hacki...","sentiment_score":-0.1666666667}
{"full_text":"RT I am an infectious disease physician at UCLA.I am 15 weeks pregnant.I chose to get vaccinated against COVID-19 today.T...","sentiment_score":0.0}
{"full_text":"RT I'm an ER doctor and despite trying, I have not yet been able to be vaccinated.","sentiment_score":0.5}
{"full_text":"RT People are tired of being told they have to stay home &amp; can't work or open their business by people who break their own rul...","sentiment_score":0.0666666667}
{"full_text":"RT Did you know:Drug overdoses have killed 448 more people in San Francisco this year than the Chinese Coronavirus--nearly...","sentiment_score":0.1}
{"full_text":"Let's keep letting fresh air in to help stop the spread of Coronavirus.#HandsFaceSpace #StayAlert","sentiment_score":0.3}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":"RT Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials. #GR...","sentiment_score":0.3}
{"full_text":"RT There's a worsening pandemic racking up a 9\/11 death toll every single day and the president is reportedly mulling over de...","sentiment_score":-0.0714285714}
{"full_text":"RT The Republicans seem hellbent on doing everything they can to hamper the effectiveness of a Biden Administration.We want...","sentiment_score":0.0}
