{"full_text":"\"Australian Open delayed by three weeks as ATP announces revised start to 2021 tennis season due to COVID-19\" ","sentiment_score":-0.0416666667}
{"full_text":"RT Got my #CovidVaccine today at 35 wks pregnant. Will pass antibodies to baby. Grateful to be part of ending the pandemic....","sentiment_score":0.3333333333}
{"full_text":"Paul Alexander (Trump appointee) and Caputo (lobbyist). wanted to silence career CDC scientists and question their findings. CDC officials called it a \"campaign of bullying and intimidation\". Emails show Alexander advocated herd immunity strategy through mass infection.","sentiment_score":0.0}
{"full_text":"RT Former New Jersey GOP Gov. Chris Christie says in a new national TV ad that he regrets not wearing a mask while visiting the White...","sentiment_score":0.0345454545}
{"full_text":"RT 1. Kelly Loeffler and David Perdue received classified briefings about COVID.2. Kelly Loeffler and David Perdue downplay...","sentiment_score":0.0}
{"full_text":"RT Haven't followed the news much today, but seems like one side is mad that a staffer called Republicans a bunch of fuckers,...","sentiment_score":-0.2125}
{"full_text":"Nah either Corona gets worse or it's over","sentiment_score":-0.4}
{"full_text":"NBC News: Texas couple of 30 years die of Covid-19 within minutes of one other while holding hands... ","sentiment_score":-0.125}
{"full_text":"I'd vote for that.","sentiment_score":0.0}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"RT \"We want them infected.\" The Trump administration DELIBERATELY pushed herd immunity and urged letting young people catch it...","sentiment_score":0.1}
{"full_text":"RT If he's fine, I'm fine.","sentiment_score":0.4166666667}
{"full_text":"Thought he was going to listen to science and Fauci. Not big donor teacher unions.","sentiment_score":0.0}
{"full_text":"are we really?","sentiment_score":0.2}
{"full_text":"RT This is a dangerous time in the pandemic. Peak fatigue meets peak optimism about the vaccine. You still need to double...","sentiment_score":-0.3}
{"full_text":"RT Is $600 for a second COVID check enough?","sentiment_score":0.0}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"RT \"The Grand County coroner is calling attention to the way the state health department is classifying some deaths. The cor...","sentiment_score":0.5}
{"full_text":"RT Tom Cruise went ballistic on the Mission: Impossible 7 crew for breaking COVID protocols...https:\/\/t.co\/WbIpVlja7w","sentiment_score":-0.6666666667}
{"full_text":"RT With only ~30 covid reinfections globally documented by genomics, it's important to learn from each and every one. Here a he...","sentiment_score":0.1333333333}
{"full_text":"RT When 3,400 people die in a day because of Covid it becomes a wee bit hard to worry about a staffer calling lawmakers of a par...","sentiment_score":-0.2916666667}
{"full_text":"RT Duke is preparing to begin vaccinations after receiving doses of the Pfizer COVID-19 vaccine this morning. Vaccinations for...","sentiment_score":0.0}
{"full_text":"This is the clincher here. I can't wait to go out to dinner tomorrow night!","sentiment_score":0.0}
{"full_text":"Given that hospitals being slammed by the pandemic aren't doing elective procedures, probably not many. They have isolated, separate staffs, etc. making spread inside a hospital relatively difficult.","sentiment_score":-0.375}
{"full_text":"Ugh. He ranted about how 'he gave them their jobs'. Folks should be home staying safe and being paid to be home, not fucking out making movies with a cultist psycho.","sentiment_score":0.4}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT Latest #Covid19InSA update: Over 10,000 new cases have been reported. 166 new Covid related deaths have been reported.","sentiment_score":0.1931818182}
{"full_text":"RT welcome to golden age,","sentiment_score":0.55}
{"full_text":"RT Nothing like the \"pro-life\" party eliminating healthcare during a GLOBAL PANDEMIC.California will survive without this $...","sentiment_score":0.0}
{"full_text":"The Police should be doing their job investigating  and charging the perpetrators and those that are complicit in this bullshit plandemic!!!!!","sentiment_score":0.0}
{"full_text":"RT #LIVE L.A. County reports a staggering 21,411 new COVID cases, 131 deaths in a single dayhttps:\/\/t.co\/KeinKcW8Fk","sentiment_score":0.0670995671}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Thank you for giving small businesses a platform to tell their story during the pandemic. Stand Up NY owner argues comedy is 'essential' amid pandemic","sentiment_score":-0.125}
{"full_text":"RT Is $600 for a second COVID check enough?","sentiment_score":0.0}
{"full_text":"RT I haven't looked nice in a long time because I've just been so busy in my life and also covid just makes me feel like ev...","sentiment_score":0.2166666667}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT BLACKPINK's concert 'YG PALM STAGE - 2020 BLACKPINK: THE SHOW' has been postponed to January 31 due to the Coronavirus YG PA...","sentiment_score":-0.125}
{"full_text":"BTW today we had a 9\/11 worth of COVID deaths. Republicans and individuals who questioned basic pandemic measures are guilty of murdering hundreds of thousands of their own fellow citizens.A few years from now, we'll look back at this as one of the worst failures of our system.","sentiment_score":-0.1142857143}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Severe Allergic Reaction Among Health Workers In Alaska, U.S. Minutes After Receiving Pfizer COVID-19 Vaccine","sentiment_score":0.0}
{"full_text":"RT The same senator who saw COVID-19 as an investment opportunity opposes stimulus checks for working people.","sentiment_score":0.0}
{"full_text":"RT I've won more money out of willy wonka slot machines than my american friends have got from their government during a pande...","sentiment_score":0.25}
{"full_text":"Recovery will be slow for many countries, uneven by geography,  sector, and employee functions and skill levels.","sentiment_score":-1.850371708e-17}
{"full_text":"RT As I've been saying over and over and over since March, the fascist MAGA regime deliberately spread Coronavirus in an e...","sentiment_score":0.0}
{"full_text":"If people aren't scared into wearing a masks by the epidemic ravaging our country by now---there's no hope for them nor for us.","sentiment_score":0.0}
{"full_text":"RT #StopHybridExamsInSastra  we want online exams","sentiment_score":0.0}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"Storming the beaches, cost lives too, were we wrong to do so. More people will kill themselves than will die of covid. I thought you libs cared about that sort of thing. The man is already following distancing and masks. Short of not existing what do more do you want from him?","sentiment_score":0.1}
{"full_text":"RT The government must issue a full apology to more than 2,000 visitors from 45 countries,many of those who languished in custo...","sentiment_score":0.425}
{"full_text":"RT Twitter allowed the Russian collusion hoax, plus the Brett Kavanaugh gang-rapist hoax to circulate...They censored the T...","sentiment_score":0.0}
{"full_text":"Look my fellow Georgia voters. Moscow Mitch, Corrupt Kelly &amp; Chicken Perdue don't care about us. They \"might\" barely pass Covid-19 relief aid &amp; $600 stimulus checks just to keep the Senate. They rather keep power than really help us. All Americans need this stimulus. Smh, shame!!","sentiment_score":-0.184375}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"Lol so the Sanctuary\/sin Cities can make the whole USA a Government Cuomo lock down nursing home killing take over. I don't think so.","sentiment_score":0.2814814815}
{"full_text":"The roaring 20s was a byproduct of economic prosperity after WW1, not some virus","sentiment_score":0.2}
{"full_text":"Erin well since beginning of the pandemic which I also came down with.  I always thought that trump wanted the black and people of color to get the decease and die or be to sick to vote.  This is a mad man with no touches with reality, he's probably behind the hatching","sentiment_score":-0.4123015873}
{"full_text":"I used to weigh 98kg way back 2018. And in 2019 i was 77kg. And now im@back to 95kg I dont know what to do with this pandemic","sentiment_score":0.0}
{"full_text":"RT That said-- it is time for everyone to jump ship and join Parler. It will be only place that people can discuss all of mad...","sentiment_score":-0.3125}
{"full_text":"Only the first 500 participants will be accommodated in Zoom. Alternatively, a livestream will be available at you later!#WeAreUPCPH","sentiment_score":0.2166666667}
{"full_text":"RT Haven't followed the news much today, but seems like one side is mad that a staffer called Republicans a bunch of fuckers,...","sentiment_score":-0.2125}
{"full_text":"RT Now it is documented. Trump's COVID policy was to infect as many Americans as possible. If this isn't premeditated murder, I...","sentiment_score":0.25}
{"full_text":"RT BREAKING: A judge just ruled that he could not find a connection between resturant services and the spread of COVID. He ha...","sentiment_score":0.0}
{"full_text":"I'm from Virginia Beach area and my two friends who watch are Liverpool and Spurs. I was coaching right before COVID and 2 of the assistant coaches were both Spurs fans ","sentiment_score":0.2857142857}
{"full_text":"You are a bunch of fuckers. You literally decided not to help the poorest Americans during a pandemic but bailed out the rich.Piss off Marko you're only marginally more acceptable as a human being than Ted Cruz.","sentiment_score":0.1666666667}
{"full_text":"RT if you've ever shopped here dont worry about whats in the covid vaccine.","sentiment_score":0.0}
{"full_text":"RT Record numbers of covid-19 patients push hospitals and staffs to the limit","sentiment_score":0.0}
{"full_text":"RT The virus remains highly contagious and, for some people, it is lethal. Wear a frickin mask in public. And wash your hands fre...","sentiment_score":0.08}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT 11,000 workers at Tyson foods have contracted COVID.At least 3 dozen have died.This is the kind of behavior Republicans wa...","sentiment_score":0.15}
{"full_text":"RT DeSantis causes the spread He also said one dose of the vaccine is plenty.","sentiment_score":0.0}
{"full_text":"Ask a farmer about masks. They collect things, like corn dust. Wear it all day and you suck in all the shit that's in it! Same as viruses. A little common sense would go a long ways if we choose to use it. I'll take my chances in the open air thank you very much","sentiment_score":-0.0753571429}
{"full_text":"RT George Miller, president and CEO of Chicago's Loretto Hospital, gets the Covid-19 vaccine to show its safety to those hesitant to...","sentiment_score":0.0}
{"full_text":"RT Whoopi Goldberg, George Clooney, more celebrities react to Tom Cruise COVID-19 rant: \"I've never liked him more\"","sentiment_score":0.2333333333}
{"full_text":"RT the reason folks pushed the \"Covid isn't much worse than the flu\" on us is because we've been conditioned to accept the fa...","sentiment_score":-0.4}
{"full_text":"RT Twitter allowed the Russian collusion hoax, plus the Brett Kavanaugh gang-rapist hoax to circulate...They censored the T...","sentiment_score":0.0}
{"full_text":"The way that we think and talk about climate change is still the same kind of magical thinking everyone did in February about how covid wasn't going to be a big deal outside china","sentiment_score":0.22}
{"full_text":"RT TWEEPS: We've got a new video, hot outta production, ready to punch pandemic profiteer #PortfolioPerdueCan we get 1,500 f...","sentiment_score":0.1954545455}
{"full_text":"RT idiots constantly talk about the \"survival rate,\" but ignore stories like this. Of which there are many","sentiment_score":-0.1}
{"full_text":"RT It's a Hanukkah miracle! \"Some of the glass vials that are supposed to hold five doses contained enough for a sixth -- or e...","sentiment_score":0.0}
{"full_text":"RT Breaking: CNN reports today US Covid Death total more than 3,500 - FAR more than the 2,977 that died on 9.11Meanwhile,...","sentiment_score":0.275}
{"full_text":"so then i looked up georgia which is the 30th highest covid state rn, and it says this- why would someone with a new born travel to a high risk state??","sentiment_score":0.1481818182}
{"full_text":"RT Republicans want to spread the virus. It's not a debate. They've been doing it all year.","sentiment_score":0.0}
{"full_text":"If you have fucked up teeth or bad breath dont complain about having to wear a mask. Just thank God and keep it moving","sentiment_score":-0.65}
{"full_text":"RT It's one of 1000s of multilingual pieces of #COVID #misinformation on WhatsApp, Telegram, even TikTok globally and here in Cana...","sentiment_score":0.0}
{"full_text":"Chief Operations Officer for Operation Warp Speed, Army Gen. Gustave F. Perna, joined other leaders to provide an update on the distribution of the COVID-19 #vaccine.","sentiment_score":-0.125}
{"full_text":"RT We can have massive election rallies, a brief Monsoon session during the peak, but no Winter session...Why? Cos we're in t...","sentiment_score":0.0}
{"full_text":"RT Infectious disease specialist Pat Winokur, MD, helped test the Pfizer-BioNTech #COVID19 vaccine. Now she's taken it herse...","sentiment_score":0.0}
{"full_text":"RT That said-- it is time for everyone to jump ship and join Parler. It will be only place that people can discuss all of mad...","sentiment_score":-0.3125}
{"full_text":"RT When 3,400 people die in a day because of Covid it becomes a wee bit hard to worry about a staffer calling lawmakers of a par...","sentiment_score":-0.2916666667}
{"full_text":"RT 1. Kelly Loeffler and David Perdue received classified briefings about COVID.2. Kelly Loeffler and David Perdue downplay...","sentiment_score":0.0}
{"full_text":"RT Twitter allowed the Russian collusion hoax, plus the Brett Kavanaugh gang-rapist hoax to circulate...They censored the T...","sentiment_score":0.0}
{"full_text":"RT 11,000 workers at Tyson foods have contracted COVID.At least 3 dozen have died.This is the kind of behavior Republicans wa...","sentiment_score":0.15}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"I agree with him. He's frustrated. The set has been shut down before because of covid outbreaks and its costly! Dem ears too hard.","sentiment_score":-0.3953703704}
{"full_text":"Its different for everyone so its difficult to truly understand what we are up against.... I had the flu last year and it was the worst sickness of my life.  I had covid and had a sore throat.  And catching covid is not always a matter of irresponsibility.","sentiment_score":-0.18}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"In North Dakota too!! I got kicked out of Culver's restaurant the other day and I have a medical excuse not to wear a mask!!","sentiment_score":-0.0677083333}
{"full_text":"RT How does this work if the second dose isn't available? #Missouri may get 30 percent less of its second dose of Pfizer's...","sentiment_score":0.0583333333}
{"full_text":"Love in the time of Covid. Spotted on my nightly walk in my hood. Love is beautiful. Even with masks. #beautyhunting Santa Monica, California","sentiment_score":0.6166666667}
{"full_text":"RT how is my mom still allowed to get mad at me for not saying hi to a bunch of people in my house during a pandemic... y'all c...","sentiment_score":-0.625}
{"full_text":"IM SHY AND COVID ","sentiment_score":-0.5}
{"full_text":"RT In the evolving race for COVID-19 vaccines, Indonesia has taken the apparent lead in Southeast Asia with the delivery of vacc...","sentiment_score":0.05}
{"full_text":"#JustIn Australian Open 2021 Delayed as #ATP Announces Revised Start to Upcoming Tennis Season Due to COVID-19 #AusOpen #AOhttps:\/\/t.co\/DsziXTTEXU","sentiment_score":-0.0416666667}
{"full_text":"RT Twitter allowed the Russian collusion hoax, plus the Brett Kavanaugh gang-rapist hoax to circulate...They censored the T...","sentiment_score":0.0}
{"full_text":"Complications in Patients With COVID-19 via part of","sentiment_score":0.0}
{"full_text":"RT Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.So you'd think he'd be ab...","sentiment_score":0.375}
{"full_text":"ALERT: 'The Masked Singer': And the winner is ... - Global Pandemic News | #Coronavirus #COVID19 #Protests -","sentiment_score":0.0}
{"full_text":"RT Let me understand, Steven Mnuchin funneled $500B of PPP Covid relief and gave millions to himself, Jared Kushner, Devin...","sentiment_score":0.0}
{"full_text":"Nailed it ","sentiment_score":0.0}
{"full_text":"Kind of like Corona.","sentiment_score":0.6}
{"full_text":"If COVID had taught us anything it's that the USA is DEFINITELY not the best country nor do they care about their people.","sentiment_score":0.5}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT moves from Feb to season-opening Ja...","sentiment_score":0.0}
{"full_text":"RT Someone put the Sunday Night Football theme song over the COVID vaccine entrance ","sentiment_score":0.0}
{"full_text":"RT I was once denied the purchase of a water bottle at BYU campus because I was returning from a run with shorts above the kne...","sentiment_score":0.0}
{"full_text":"\"The secretary also attended a portrait unveiling for former secretary Ryan Zinke last week.\"https:\/\/t.co\/kHgPk1fDvJ","sentiment_score":0.0}
{"full_text":"someone at my job gifted me a Groupon for a dance class ... in a pandemic","sentiment_score":0.5}
{"full_text":"RT BREAKING: trump will remove Bill Barr's replacement if he doesn't agree to conduct an investigation on Hunter Biden.Becau...","sentiment_score":0.0}
{"full_text":"RT Called mucormycosis, the rare disease is being registered in immunocompromised patients recovered from #coronavirus.htt...","sentiment_score":0.3}
{"full_text":"RT Judge rules San Diego strip clubs, and restaurants by extension, can ignore the state's lockdown order. County supervisor...","sentiment_score":0.0}
{"full_text":"#StarTrekVoyager is now in my queue.First episode.Let me get this straight. The #Kazon have laser rifles, starships, but can't condense water from humidity???And the #Ocampa are wearing masks but not social distancing...I need to stop crossing the streams &amp; just enjoy it.","sentiment_score":0.1944444444}
{"full_text":"Bro- These are the extreme sports we are on Twitter for.","sentiment_score":-0.125}
{"full_text":"RT This #Indy doctor works on the frontlines saving her #COVID-19 patients &amp; then helping their pets! See her story &amp; learn a...","sentiment_score":0.0}
{"full_text":"i had a class the started the semester using lock down browser for two tests then the last term test and the final didn't use it and let me just say that the tests without lockdown were 10x harder and ppl should stop complaining about lockdown cuz it's rly not that bad","sentiment_score":-0.1911111111}
{"full_text":"RT Chris Christie in a new video: \"You know, lying in isolation in the I.C.U. for seven days, I thought about how wrong I wa...","sentiment_score":-0.1818181818}
{"full_text":"DHHS wasn't provided much by the CDC when they were told the vaccines weren't coming in. DHHS assumes the problem happened somewhere in the supply-chain, whether that's production, transportation or delivery, there is now a week delay.","sentiment_score":0.2}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT TWEEPS: We've got a new video, hot outta production, ready to punch pandemic profiteer #PortfolioPerdueCan we get 1,500 f...","sentiment_score":0.1954545455}
{"full_text":"RT A devastating day in the pandemic for the US. So far today, Johns Hopkins has reported 242,490 new cases and 3,518 reported dea...","sentiment_score":-0.2545454545}
{"full_text":"RT Dah muncul kat whatsapp dah. Drinking bleach isn't a cure for coronavirus. Instead it can be harmful to your body ","sentiment_score":0.0}
{"full_text":"RT A devastating day in the pandemic for the US. So far today, Johns Hopkins has reported 242,490 new cases and 3,518 reported dea...","sentiment_score":-0.2545454545}
{"full_text":"RT JUST IN: San Diego County says it's pausing COVID-19 closure enforcement against restaurants and live entertainment busin...","sentiment_score":0.1363636364}
{"full_text":"RT COVID-19 spreading in psychiatric hospitals around the country. Thank you for reporting on this issue w...","sentiment_score":0.0}
{"full_text":"Good, we're supposed to stay home anyway!","sentiment_score":0.875}
{"full_text":"VERIFY: The AMA did not change its stance on hydroxychloroquine and COVID-19https:\/\/t.co\/lr5n5x11RT","sentiment_score":0.0}
{"full_text":"Soccer star and two-time gold medalist Rachel Buehle Van Hollebeke (@Rachel_BVH) is now playing defense on the frontlines of the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Former B.C. Liberal cabinet minister George Abbott doesn't think Premier John Horgan regrets promising his #COVID19 relief program. #Kamloops","sentiment_score":0.0333333333}
{"full_text":"I'm in the state of Victoria in Australia. We have a similar population and demographic to Massachusetts. We went into lockdown with 700+ positive cases. We have now had almost 50 days of no community transmission. Lockdown is effective but can be difficult","sentiment_score":0.0818181818}
{"full_text":"The Covid-19 pandemic has affected Malaysia in good &amp; bad ways, but what's key, according to country manager, Tang Siew Wai is Carousell's ability to shift towards helping businesses &amp; Malaysians through their platform &amp; initiatives","sentiment_score":3.700743415e-17}
{"full_text":"United Airlines will begin collecting contact information from passengers when they check in as part of an effort by the Centers for Disease Control and Prevention to better track spread of the coronavirus.","sentiment_score":0.5}
{"full_text":"Penguins don't know about social distancing, but you do. Keep safe Cape Town! @enroute_clicks","sentiment_score":0.3291666667}
{"full_text":"For the first time in 283 years, the Accompong Maroons in St Elizabeth will not be staging their customary face-to-face annual celebrations on January 6, because of the ongoing COVID-19 pandemic. Read more: #GLNRToday","sentiment_score":0.375}
{"full_text":"San Mateo County and wine country must join the region in lockdownhttps:\/\/t.co\/TEEeBHRN3B","sentiment_score":0.0}
{"full_text":"covid is YET another thing to die from in one of our provinces posted today that more people have died of covid in the last 10 months than the flu in the last ten yearsyes Bill Maher would say that our immune systems are compromised by out diets...but to die from...","sentiment_score":0.125}
{"full_text":"At least 22 million people in the Asia-Pacific region could live in poverty due to the economic disruptions caused by the novel coronavirus disease pandemic (Covid-19), according to a latest report of the International Labor Organization (ILO).https:\/\/t.co\/Jn8uZ9j4W4","sentiment_score":0.0685606061}
{"full_text":"If you go to Del Taco, don't worry what's in the covid vaccine","sentiment_score":0.0}
{"full_text":"RT idiots constantly talk about the \"survival rate,\" but ignore stories like this. Of which there are many","sentiment_score":-0.1}
{"full_text":"Senator Panfilo Lacson has alleged that Health Secretary Francisco Duque's failure to submit the necessary paperwork led to the delay of the delivery of Pfizer's COVID-19 vaccines to the Philippines.","sentiment_score":-0.1388888889}
{"full_text":"5 symptoms that give you the confirmation that you survived #coronavirus#CoronavirusPandemic","sentiment_score":0.0}
{"full_text":"#Tasmania has updated their #COVID19 restrictions. Make sure you stay up-to-date with the latest developments to ensure you stay safe!","sentiment_score":0.5416666667}
{"full_text":"Tom Cruise's rant is complicatedhttps:\/\/t.co\/0Df4Rq2RPq","sentiment_score":0.0}
{"full_text":"Get #hotwater through out the year to fight with the disease like CORONA.Card-less financing available with easy EMIs.Buy Online : your query : for more Information : 72900 72424#SolarWaterHeater #hygienicWater","sentiment_score":0.4444444444}
{"full_text":"RT I have Covid, Husband negative..thats going to be fun.So  trail is grandson 8 asymptomatic has given it to me ( his childca...","sentiment_score":0.0}
{"full_text":"Isn't it weird that we have to fight for a basic human right during a pandemic?","sentiment_score":-0.0535714286}
{"full_text":"RT Yes, Thanksgiving was almost 3 weeks ago. Incubation for COVID-19 is 5-14 days. And deaths usually lag another 3 weeks...","sentiment_score":-0.25}
{"full_text":"Indonesian President Joko Widodo said Wednesday, December 16, he would be the first person in the country to be vaccinated for COVID-19.","sentiment_score":0.25}
{"full_text":"COVID 19 cases in India until : 17\/12\/2020 09:30Total Cases: 9951077 [+5]Active: 314836Recovered: 9489143 [+0]Deaths :144487 [+0]Total Tests: 157.81MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"COVID-19 vaccination for frontline hospital workers begins in Helena","sentiment_score":0.0}
{"full_text":"Pharmacists have discovered that many of the vials which are supposed to hold five doses of Pfizer's coronavirus vaccine have extra doses, multiple outlets are reporting.","sentiment_score":0.1666666667}
{"full_text":"Cruise is heard on an audio recording angrily reprimanding crew members over COVID-19 protocol violations.","sentiment_score":-0.5}
{"full_text":"No matter what holidays you observe in December, celebrations may look different this year because of the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"RT U.S. officials say they're negotiating for more doses of Pfizer's coronavirus vaccine. Meanwhile, the FDA says that som...","sentiment_score":0.5}
{"full_text":"Event-Specific Interventions to minimize #COVID19 transmissionRead this study, published in to find out \"which types of interventions will be the most effective in reducing the number of #infections.\"https:\/\/t.co\/CDbVL7YolX","sentiment_score":0.55}
{"full_text":"During the first round, the city provided 46 grants to local businesses. The grants helped to retain or revive more than 75 full-time and 100 part-time jobs.","sentiment_score":0.1375}
{"full_text":"Yes or No to the COVID-19 Vaccine? Fort Wayne residents tell us how they feel...","sentiment_score":0.0}
{"full_text":"Quarter Of World May Not Have Access To COVID 19 Vaccine Until 2022 | Studyhttps:\/\/t.co\/ZHFms1gGoM","sentiment_score":0.0}
{"full_text":"As COVID-19 vaccinations roll out to more and more people, health authorities are keeping close watch for any unexpected side effects. Read more about what they've seen so far here:","sentiment_score":0.34}
{"full_text":"Each vial of the Pfizer vaccine contains five doses. But after the vaccine is thawed and administered, those administering the vaccine discovered it is possible to get a sixth, or even seventh dose from the vaccine.","sentiment_score":0.0}
{"full_text":"Pfizer's coronavirus vaccine is already being widely distributed across the country for healthcare workers, but a Milwaukee attorney warns the general public should know there is very little recourse if they have a bad reaction to any COVID-19 vaccine.","sentiment_score":-0.19875}
{"full_text":"RT Here's a link to the memo (11 pages):https:\/\/t.co\/hIcVv1FHij","sentiment_score":0.0}
{"full_text":"After months of training, four dogs are now helping authorities screen for COVID-19 cases at a testing site in the Sonoran capital Hermosillo. reports.https:\/\/t.co\/3z5xfRcYhh","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Current Conditions for #Sayre PATemp: 20.8FWind Chill: 20.8FHumidity: 99%Dew Point: 20.6F Barometer: 30.107 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 232.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT And it's *also* in \"People Thought Covid-19 Was Relatively Harmless for Younger Adults. They Were Wrong.\" h...","sentiment_score":-0.1666666667}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"#Trumpdeathtoll: 302,992CDC NEW CASES: 201,776 DEATHS: 2,960Hopkin Numbers for 12\/16Hopkins Corona Watch Numbers: 303,773NEW CASES: 198,357 DEATHS: 3,019","sentiment_score":0.1363636364}
{"full_text":"RT After eight long months of not wearing masks and spitting in the faces of protestors, NYPD cops get to line up early for...","sentiment_score":0.025}
{"full_text":"RT Twitter allowed the Russian collusion hoax, plus the Brett Kavanaugh gang-rapist hoax to circulate...They censored the T...","sentiment_score":0.0}
{"full_text":"There will be so many horrible things coming to light..we need to buckle up for what's to come. This is criminal.","sentiment_score":-0.3}
{"full_text":"Hello[[FIRSTNAME OR \"\"]], here are furniture choices to help with COVID","sentiment_score":0.0}
