{"full_text":"#FlashbackFriday with Dr. Bryan Cwik, Assistant Professor of Philosophy and University Studies at Portland State University. Bryan speaks with us about bioethics, gene editing, and respect for expertise in the COVID-19 era.","sentiment_score":0.0}
{"full_text":"RT We live in a system where the people who most fervently denied and downplayed the coronavirus are among the first to rec...","sentiment_score":0.2954545455}
{"full_text":"RT Protect yourself and your loved ones--wear a mask.","sentiment_score":0.7}
{"full_text":"RT In a desperate scramble to acquire supplies during the first wave of the pandemic - the government handed out contracts w...","sentiment_score":-0.175}
{"full_text":"RT Don't believe the rumors that face masks affect your oxygen levels. #WearAMask","sentiment_score":0.0}
{"full_text":"RT The people deserve to know why they are being denied $2,000 \/ month survival checks.COVID-19 relief should not be debated b...","sentiment_score":0.0}
{"full_text":"They damn well should protest.","sentiment_score":0.0}
{"full_text":"RT Lots of lawmakers are getting their first vaccine shots today. Good for them! I would take it the first day I could too....","sentiment_score":0.4583333333}
{"full_text":"RT It means we could have days in January where more than 6000 people die in a day from COVID. 12\/","sentiment_score":0.5}
{"full_text":"RT Also to be clear, here are just SOME of the items Republicans are fighting tooth and nail against in the middle of a pandemic:-...","sentiment_score":0.05}
{"full_text":"RT Victoria has marked 50 days of no locally acquired COVID cases!","sentiment_score":0.05}
{"full_text":"RT Effective Dec 21 at 12:01 a.m., moving to Grey-Lockdown. Limit all trips outside your home for es...","sentiment_score":0.3}
{"full_text":"49ers will play in Arizona for remainder of 2020 season after COVID-19 restrictions extended in Santa Clara #sports #feedly","sentiment_score":0.0}
{"full_text":"RT i had to do a double take on this photo","sentiment_score":0.0}
{"full_text":"Ivanka Trump, Famed Public Health Expert, Screened CDC Guidance to Make Sure It Was Nice to Her Dad","sentiment_score":0.3666666667}
{"full_text":"RT \"Thank you to Judge Wohlfeil for acknowledging these shutdown orders are not grounded in evidence and allowing restaurants...","sentiment_score":0.0}
{"full_text":"RT Pfizer: \"We have millions more doses sitting in our warehouse but, as of now, we have not received any shipment instructions...","sentiment_score":0.5}
{"full_text":"RT JUST IN: Governor Announces New Guidelines for CT's COVID Travel Advisory","sentiment_score":0.1363636364}
{"full_text":"RT Let me get this straight... If you take the Covid vaccine:- you still have to wear a mask- you still have to socially di...","sentiment_score":0.1166666667}
{"full_text":"good news!","sentiment_score":0.875}
{"full_text":"RT #BREAKING Hamiltonians could see the COVID vaccine arrive on our doorstep before Christmas, reports #HamOntht...","sentiment_score":0.0}
{"full_text":"0% ICU beds left in some parts of California - this threatens to make Italy look good in comparison:https:\/\/t.co\/tAZwPtRbQV","sentiment_score":0.35}
{"full_text":"\"As fast as possible\" lol","sentiment_score":0.3333333333}
{"full_text":"What period does your table cover? Does it indicate the current rate of increase?  Apparently the Swedes have changed tactics because voluntary mitigation and\/or natural herd immunity  is not working.","sentiment_score":0.05}
{"full_text":"RT What is Sen. Ron Johnson doing for our children RIGHT NOW? 40 million Americans are facing potential eviction if they d...","sentiment_score":0.1428571429}
{"full_text":"RT Also to be clear, here are just SOME of the items Republicans are fighting tooth and nail against in the middle of a pandemic:-...","sentiment_score":0.05}
{"full_text":"now im thinking about lotion walking on top of gerard when hes sleeping and trying to wake him up..... thats the best part of the pandemic ... knowing lotion and gerard have each other 24\/7","sentiment_score":0.4583333333}
{"full_text":"RT Oh and I forgot that Ron Johnson is wealthy! In fact, he's been flying back and forth to DC on a jet owned by his adult childre...","sentiment_score":0.2416666667}
{"full_text":"The unexpected silver lining of COVID?","sentiment_score":0.1}
{"full_text":"How many patients have you healed from Covid-19?; assuming your a real doctor with Covid patients. Do you prescribe medications to treat illnesses other than the original intent of the medication? Do meds only treat one form of illness?","sentiment_score":0.19}
{"full_text":"There are currently 35 active cases in northeastern Ontario -- 11 in Public Health Sudbury &amp; Districts, three in the Porcupine Health Unit's area, 10 in Timiskaming, and 11 in the North Bay Parry Sound health unit district.https:\/\/t.co\/WQugPX2sKN","sentiment_score":0.0888888889}
{"full_text":"RT \"Gucci- Covid pandemic permitting - will be shot in Italy next spring (March-April) &amp; the main locations will be MILAN...","sentiment_score":0.0833333333}
{"full_text":"I just want to live my life you bunch of cunts","sentiment_score":0.1363636364}
{"full_text":"RT Just in: Sen. Ron Johnson blocks $1200 stimulus checks in next coronavirus relief package after railing on the Senate floor...","sentiment_score":0.0}
{"full_text":"Junior year of college I lived almost exclusively on seven eleven pizza so I am not worried ab what's in the Covid vaccine","sentiment_score":0.0}
{"full_text":"RT And this. ","sentiment_score":0.0}
{"full_text":"RT Countries have begun to approve the most anticipated vaccine of the 21st century, but getting it to 8 billion people i...","sentiment_score":0.25}
{"full_text":"RT Dear Georgia voters...It's always a fight to get Repubs to help  hardworking people in ANY way!We need to vote them all out...","sentiment_score":0.0}
{"full_text":"Fuck COVID","sentiment_score":-0.4}
{"full_text":"RT  Stay home if you're sick Keep two metres distance from people you don't live with Avoid non-essential travel Wash...","sentiment_score":-0.288961039}
{"full_text":"RT Governor Whitmer of Michigan should non-stop mean tweet at Trump over his mishandling of Pfizer's Coronavirus vaccine....","sentiment_score":-0.3125}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"My GodI  just heard about this from watching Nicole Wallace.  Eight nuns died of Covid-19 at a Wisconsin facility within a week","sentiment_score":0.0}
{"full_text":"Why are you using a cycle threshold of 42 on your Covid tests? Anything over 35 is most likely a false positive. Dr. Fauci says all that's being found above 35 is dead nucleotides.","sentiment_score":0.0212121212}
{"full_text":"RT We live in a system where the people who most fervently denied and downplayed the coronavirus are among the first to rec...","sentiment_score":0.2954545455}
{"full_text":"All slaughter, all the time. COVID, opioids... complete failure to deal with these public health issues effectively.","sentiment_score":0.0958333333}
{"full_text":"RT NEW: Source close to the Prime Minister says there is growing concern tonight about a new strain of COVID-19. The governm...","sentiment_score":0.1363636364}
{"full_text":"RT Nsw isn't going to succeed with non masking rampant, 'life as usual' and refusing to lockdown. They're putting...","sentiment_score":-0.25}
{"full_text":"I'm just letting everyone know that it has been requested that I throw the world's biggest party once #covid is over. Happy Holidays!","sentiment_score":1.0}
{"full_text":"RT So the vaccine is what it takes for you guys to stay home? Looool you can't make this up","sentiment_score":0.0}
{"full_text":"Imagine being so mentally weak that you think wearing a mask and social distancing is \"taking your beatings from big brother\". I'm picturing the millions dead over centuries who actually suffered under authoritarian regimes, just shaking their head at your utter cowardice. Child.","sentiment_score":-0.0902777778}
{"full_text":"The US has to be the most selfish country. I keep hearing stories about people who knowingly have Covid, continue to go to work\/school\/gatherings or just flat out refuse to get teated even if they have obvious symptoms. It's so disheartening...","sentiment_score":-0.00625}
{"full_text":"RT The San Diego Judge who ruled strip clubs and restaurants should stay open during a pandemic is wrong.  Here is why: ht...","sentiment_score":-0.25}
{"full_text":"This is so sad. Praying for them. ","sentiment_score":-0.5}
{"full_text":"RT The 7 things you should look for in a new job during the current pandemic scenario.Insightful article by","sentiment_score":0.0681818182}
{"full_text":"RT GOP Senate for 9 months: we oppose Covid relief media: it's a mystery why \"Congress\" can't get this done","sentiment_score":0.0}
{"full_text":"Umm 1 out of every 1700 Nevadans is in the hospital with Covid amd yesterday there was 240k cases, this isnt July anymore. We can't get on the plane to come home if we get sick and your hospitals are full","sentiment_score":-0.1821428571}
{"full_text":"Arlene just made me feel bad but I can not afford another COVID scare","sentiment_score":-0.7}
{"full_text":"Drinking after someone is already disgusting enough. To do it in the midst of a pandemic is unbelievable. What's wrong witchall?!","sentiment_score":-0.46875}
{"full_text":"i'm just not understanding why nobody wants to take the covid vaccine when all their lives they've been taking other ones","sentiment_score":0.0375}
{"full_text":"Ellwood the EU quisling is also a Covid nutcase and vaccine nazis","sentiment_score":0.0}
{"full_text":"that's literally what Brie, Jimmy, Krystal, etc are sayingM4A just seems particularly relevant given it's been the #1 push of progressives over the last few years and there's a pandemic, but if there's something better than M4A they should push for that (publicly!)","sentiment_score":0.14}
{"full_text":"Is it just me or did anyone have to do a double take to make sure he wasn't posing with a dude from the KKK?!? ","sentiment_score":0.3125}
{"full_text":"a third lockdown..... im losing the will","sentiment_score":0.0}
{"full_text":"Haven't studies shown that kids do not spread this as easily nor catch it as easily as adults? And they seem to manifest mild symptoms of covid when kids do catch it. How is this a super spreader? Especially of parents are keeping to themselves.","sentiment_score":0.3066666667}
{"full_text":"RT We live in a system where the people who most fervently denied and downplayed the coronavirus are among the first to rec...","sentiment_score":0.2954545455}
{"full_text":"RT Lockdown with your personal trainer","sentiment_score":0.0}
{"full_text":"RT If Republicans drop their last minute demand to sabotage 2021 economically we could have a COVID deal within hours. This n...","sentiment_score":0.15}
{"full_text":"RT For those who haven't been following this story: Russia hacked a number of vital agencies' data, including:- U.S. nucle...","sentiment_score":0.05}
{"full_text":"RT So the vaccine is what it takes for you guys to stay home? Looool you can't make this up","sentiment_score":0.0}
{"full_text":"RT Could the #COVID19 crisis set global health on a new trajectory? #J&amp;J's Martin Fitchet weighs the impact the pandemic...","sentiment_score":0.0681818182}
{"full_text":"RT R.J. VIDIMOS, 58 of Ames, Iowa died of COVID on Nov. 16. \"R.J.'s family, faith &amp; compassion guided his life...Boisterou...","sentiment_score":0.0}
{"full_text":"Nooooo! I hope you get better and beat COVID!","sentiment_score":0.625}
{"full_text":"RT MAX ZUNIGA, 71 of Roxbury, New Jersey died of COVID on April 24. \"A dedicated father, hardworking laborer and immigrant...","sentiment_score":0.1363636364}
{"full_text":"RT Also to be clear, here are just SOME of the items Republicans are fighting tooth and nail against in the middle of a pandemic:-...","sentiment_score":0.05}
{"full_text":"RT House NOW voting on 2-day CR to keep gov't funding past tonight's midnight deadline through Sunday, December 20th t...","sentiment_score":-0.125}
{"full_text":"RT Anyways, here's Future's verse on Pardon Me.","sentiment_score":0.0}
{"full_text":"RT So what you're saying is, the day this story came out the daily new case count went back up to 1,571 and 30 Albertans died...","sentiment_score":0.0454545455}
{"full_text":"RT Breaking News: Governor Tony Evers demands more COVID vaccines. Why he's calling next week's shipment \"unacceptable.\" Join...","sentiment_score":0.25}
{"full_text":"Vaccine influencers and social media influencers are so different.","sentiment_score":0.0166666667}
{"full_text":"RT So the vaccine is what it takes for you guys to stay home? Looool you can't make this up","sentiment_score":0.0}
{"full_text":"Immunology was my absolute worst grade in all of med school. And reading about the COVID vaccine... it shows. It's like my brain simply REFUSES to understand. #medtwitter #complementgivesmehives","sentiment_score":-0.2666666667}
{"full_text":"RT i think my bf had covid before he met me cause now he has taste ","sentiment_score":0.0}
{"full_text":"RT I'm a bit puzzled that some still deny the concept of 'herd immunity' despite the incoming vaccines. Please let me sta...","sentiment_score":0.0}
{"full_text":"RT Did Ron Johnson vote for the sweeping Tax bill to the richest Americans in 2017 thus blowing up the deficit and debt? You be...","sentiment_score":0.0}
{"full_text":"RT BREAKING--Washington Monument now closed... because... National Park Service staff were exposed to #COVID19 after","sentiment_score":-0.1}
{"full_text":"RT The number of Coronavirus infections will not go down | until the rate of Statutory Sick Pay goes up |https:\/\/t.co\/fpJW...","sentiment_score":-0.4349206349}
{"full_text":"RT Shout out to family owned Ontario Chapman's Ice Cream for stepping up to store the vaccine.  They signed on...","sentiment_score":0.0}
{"full_text":"@SpeakerPelosi @SenSchumer @senatemajldr @LindseyGrahamSC @JoeBiden @KamalaHarris @SenTedCruz @marcorubio JUST SEND OUT CKS ALREADY! AMERICANS ARE STARVING &amp; DYING NOW! No Xmas-no $$. HEELLPP","sentiment_score":0.0}
{"full_text":"RT Exclusive golf course books $1 million surplus, aided by the corrupt  federal Liberals  COVID-19 relief.   ","sentiment_score":-0.5}
{"full_text":"RT BREAKING: Jim Harbaugh has requested an NCAA waiver to not have to play Ohio State next season due to the coronavirus.","sentiment_score":-0.0625}
{"full_text":"RT Almost at 2 million!!! Let's get it there!!!","sentiment_score":0.0}
{"full_text":"RT Disappointed, if not surprised, to see some praise Tom Cruise for abusing his film crew over virus guidelines during a produ...","sentiment_score":-0.4}
{"full_text":"RT California nears a breaking point as Covid-19 surges past new records nationally reports","sentiment_score":-0.0568181818}
{"full_text":"RT In today's issue of CHILDCARE=INFRASTRUCTURE\"Public-school employment in November was down 8.7% from February, and a...","sentiment_score":-0.1555555556}
{"full_text":"RT \"Not going to sugarcoat--we are getting crushed\"\"If you have a heart attack, if you get into a car accident, if you fall o...","sentiment_score":-0.1}
{"full_text":"RT The GOP can pretend the #TrumpVirus isn't real, but the people of Georgia know better.","sentiment_score":0.35}
{"full_text":"RT I'm genuinely confused by this. The former Alabama governor is one of the first in the state to get the vaccine? The on...","sentiment_score":-0.05}
{"full_text":"Amid rollout hiccups, US leaders begin receiving COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT I'm genuinely confused by this. The former Alabama governor is one of the first in the state to get the vaccine? The on...","sentiment_score":-0.05}
{"full_text":"RT Just 15 days, not a big deal...Just wear the mask, not a big deal...Just don't see family, not a big deal...Just...","sentiment_score":0.0}
{"full_text":"RT The Republican Party believes in the division of labor: The Trump Administration botches the response to the coronavirus....","sentiment_score":0.0}
{"full_text":"A nurse's home burned down while she was caring for a critical Covid-19 patient","sentiment_score":-0.0777777778}
{"full_text":"RT Are you looking for a way to stay fit and healthy? Check out and the various free Facebook and YouTube L...","sentiment_score":0.325}
{"full_text":"RT Du***te legal counsel Sal Panelo at Blooms in Greenbelt. No mask, no social distancing and worst of all singing out of...","sentiment_score":-0.2722222222}
{"full_text":"RT Where are all the volunteers coming from to administer these tests? Estimated 100 000 people needed every day. Schools hav...","sentiment_score":0.0}
{"full_text":"RT ON SALE NOW ","sentiment_score":0.0}
{"full_text":"RT Covid is on the rise because people aren't wearing masks, and they aren't social distancing. Flu has disappeared because...","sentiment_score":0.0333333333}
{"full_text":"Artificial Intelligence Wants to Help Covid-Wary Biz Travelers Be Smarter About Flying","sentiment_score":-0.2}
{"full_text":"RT Just spoke to a friend &amp; she revealed she got COVID in March &amp; is a long-hauler. She used to work out 5xs per week &amp; says...","sentiment_score":0.0}
{"full_text":"RT Why is it okay for Republicans to give a tax break to rich people which added a trillion and a half dollars to the deficit,...","sentiment_score":0.2361111111}
{"full_text":"Colleges and universities around the country are planning for an unusual spring semester, almost a year after the COVID-19 pandemic first disrupted their on-campus learning plans","sentiment_score":0.225}
{"full_text":"RT Jared Kushner, republican traitor and Trump's son in law, pocketed $600M of campaign money. Illegal for a federal employee...","sentiment_score":-0.5}
{"full_text":"RT Also to be clear, here are just SOME of the items Republicans are fighting tooth and nail against in the middle of a pandemic:-...","sentiment_score":0.05}
{"full_text":"RT The Health Secretary announced earlier this week that a new variant had been discovered in the South of England which app...","sentiment_score":0.0681818182}
{"full_text":"RT Vice President Mike Pence, second lady Karen Pence and Surgeon General Jerome Adams just received their first doses of the Pfizer...","sentiment_score":0.1}
{"full_text":"RT The single point of failure is who obliterated our cyber security team just like he did wi...","sentiment_score":-0.194047619}
{"full_text":"Literally what the fuck is wrong with America","sentiment_score":-0.45}
{"full_text":"are you doing this? Punishing Blue States that Voted AGAINST you by withholding Vaccines from getting to them at the same time as Everyone elseRural Nebraska is Needing Vaccines where are they?","sentiment_score":0.0}
{"full_text":"Mr.Johnson will be the first head of government to visit India after the spread of Covid19 ,this will be his first bilateral visit anywhere after #Brexit ,signaling the Importance of India-UK ties in post Brexit","sentiment_score":0.25}
{"full_text":"RT how many times have I needed this?   immeasurable.... ","sentiment_score":0.5}
{"full_text":"RT Victoria has marked 50 days of no locally acquired COVID cases!","sentiment_score":0.05}
{"full_text":"He smashed her head on the floor","sentiment_score":0.0}
{"full_text":"RT It is with a heavy heart that IJR announces the passing of our executive director, Stan Henkeman, from Covid-19 complications th...","sentiment_score":-0.2}
{"full_text":"Santa 'immune' to Covid, can still make Christmas rounds: WHOhttps:\/\/t.co\/tPRJGfTQ3O","sentiment_score":0.0}
{"full_text":"A Green COVID-19 Recovery: Lessons from the ARRA - Roosevelt Institute","sentiment_score":-0.2}
{"full_text":"RT My landlord thinks he's Christian but he's evicting an epileptic child and a single mom who struggling in the middle of a pande...","sentiment_score":-0.0238095238}
{"full_text":"RT If Republicans drop their last minute demand to sabotage 2021 economically we could have a COVID deal within hours. This n...","sentiment_score":0.15}
{"full_text":"Supreme Court denies Kentucky school's request for religious exemption from COVID-19 restrictions","sentiment_score":0.0}
{"full_text":"After most of us die from pollution, COVID, and starvation, who will buy the products of the corporations that have tax breaks?","sentiment_score":0.5}
{"full_text":"just released their 2020 Special Report \"Building Communities of Hope: Creating a better future for children and families in a time of crisis.\" Read on how technology during COVID has been improving connection in the child welfare system.","sentiment_score":0.2857142857}
{"full_text":"Wherever you are, and whatever you do, be in #LOVE.  #JoyTrain #Joy #Kindness #Quote #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #IAMChoosingLove #FamilyTrain #FF #FridayFeeling #FridayMorning #FridayThoughts #FridayMotivation RT","sentiment_score":0.65}
{"full_text":"Download information on cleaning and disinfecting surfaces to help prevent the spread of COVID-19: #LetsDoOurPartBC #COVIDBC","sentiment_score":0.0}
{"full_text":"With Nevada ranking near the bottom for people who get vaccinated, the question remains: How many Nevadans will get the COVID-19 vaccine? READ MORE:","sentiment_score":0.3666666667}
{"full_text":"RT I love how so many people are like \"I was so safe and followed all the guidelines and still got Covid!\" and their Instagram is...","sentiment_score":0.5416666667}
{"full_text":"US awaits word on 2nd vaccine as COVID-19 outbreak worsenshttps:\/\/t.co\/vG5eWb5aGc#KTVONews","sentiment_score":0.0}
{"full_text":"RT Airline crew from South America fined by NSW Police for breaching self-isolation via ...","sentiment_score":0.0}
{"full_text":"Seniors... this is a SCAM that you definitely need to be mindful of! The pandemic is not something to play with, but unfortunately, there are those out there looking to take advantage of desperate and concerned individuals. Please be aware!https:\/\/t.co\/pfLTpy9E7E","sentiment_score":-0.3666666667}
{"full_text":"\"We cut red tape, we cut no corners.\" VP Mike Pence, Second lady Karen Pence and Surgeon General became some of the highest ranking U.S. official to receive COVID-19 vaccine today. #NexstarDC","sentiment_score":0.0166666667}
{"full_text":"Ron Johnson isn't just a person lacking in judgement and basic common sense, he's the epitome of the hypocrisy that has taken hold in the Republican Party. Why he would cite the national debt as a reason to hold back 'desperately needed' Covid relief is the height of hypocrisy.","sentiment_score":-0.225}
{"full_text":"In effect, the country is still under a relaxed lockdown underpinned by a 10pm-6am curfew. The economy is hamstrung by pandemic fatigue, economic constraints as law enforcement agents and public health officials struggle to control the surging pandemic.https:\/\/t.co\/VrieCfIeLJ","sentiment_score":0.1}
{"full_text":"HOW VACCINES WORK: As the first COVID-19 vaccine has been approved for distribution in the U.S., here's a guide to what vaccines do, how they work with our immune systems and how they're used to prevent COVID-19.","sentiment_score":0.25}
{"full_text":"COVID-19 vaccine starts rolling out to members of Congress","sentiment_score":0.0}
{"full_text":"What do YOU want to get back to? We can #GetBackMass when we wear a mask, keep our distance, and get tested. Learn more: #covid19MA","sentiment_score":0.25}
{"full_text":"RT I..... I make that joke everytime I go through an MRI checklist..... ","sentiment_score":0.0}
{"full_text":"Broadcaster Al Michaels will not be calling Sunday's game against the Cleveland Browns and New York Giants and will be replaced by Mike Tirico due to \"COVID-19 safety protocols.\"","sentiment_score":-0.1295454545}
{"full_text":"How Pharmacies Can Facilitate the Second Dose Administration of the COVID-19 VaccinesLearn more:","sentiment_score":0.25}
{"full_text":"RT Why I thought u was lying then I see this shit","sentiment_score":-0.2}
{"full_text":"RT Blocking critical funds in a pandemic is an act that knowingly creates hunger, eviction, &amp; desperation.Republicans fearmonger ab...","sentiment_score":0.0}
{"full_text":"Carlisle chamber seeks funding for small biz relief as pandemic impact continueshttps:\/\/t.co\/hX5i2L9ABj","sentiment_score":-0.25}
{"full_text":"A second healthcare worker has experienced a severe reaction after receiving the #COVID19 vaccine, officials said Friday. Both cases were in Alaska.","sentiment_score":0.4}
{"full_text":"RT Massive COVID-19 outbreak at Calgary detention centre delays high-profile murder case #yyc","sentiment_score":0.0}
{"full_text":"RT Pandemic brings long-sought admissions changes to NYC's highly segregated schools","sentiment_score":0.16}
{"full_text":"RT 1 in 10 have symptoms for &gt;12 weeks or more after acute COVID-19. We need more research, stronger guidance, clear ways to t...","sentiment_score":0.425}
{"full_text":"RT Lots of lawmakers are getting their first vaccine shots today. Good for them! I would take it the first day I could too....","sentiment_score":0.4583333333}
{"full_text":"During pandemic, Clark University professors hope to take students from horror to hope","sentiment_score":0.0}
{"full_text":"RT I wear a mask to protect myself, those around me, and my community--and I do it for our health care workers across the...","sentiment_score":0.0}
{"full_text":"RT Trump spreads lies about pandemic as top members in gov't get Covid vaccine including VP Pence, McConnell, Pelosi","sentiment_score":0.5}
{"full_text":"RT It's amazing that the very people who called covid a hoax are first in line for the vaccine.","sentiment_score":0.35}
{"full_text":"'We love and adore you!' Click here In case you missed CJ's latest Tipline report on 101-year-old Betty Meyer. The Santa Barbara woman faced the threat of losing critical insurance to pay for her home. ","sentiment_score":0.375}
{"full_text":"Clackamas County to offer additional $4.1 million in  COVID-19 grants to food, drink and recreation-related small businesseshttps:\/\/t.co\/WUYeytzH6E","sentiment_score":-0.25}
{"full_text":"RT We're still debunking misinformation about coronavirus. Why? Because hoaxes travel fast, and the numbers and causes of the...","sentiment_score":0.2}
{"full_text":"Our self-directed courses can be taken anytime! Available courses cover topics like reporting on #COVID19, #datajournalism, #investigativereporting, #mapping, uncovering #misinformation and more!","sentiment_score":0.5125}
{"full_text":"\" the eagle has landed \" Finally the green signed copies have made it to Philly. We appreciate everyone being patient and understanding the delays during Covid with the USPS. The vinyl will come back to SoCal for Doug, Kev and Shay to sign .. then they'll be shipped to you.","sentiment_score":-0.0666666667}
{"full_text":"A group of physicians on Friday said Tennessee has now become the epicenter of the coronavirus pandemic and accused Gov. Bill Lee of having abandoned the people he swore an oath to protect.https:\/\/t.co\/QGtxKKdCN0","sentiment_score":0.0}
{"full_text":"\"Long Covid: 'I Feel Like I've Aged 20 Years': COVID Long Haulers Continue To Experience Symptoms Months Later\" report by #LongCovid #LongCovidThread |https:\/\/t.co\/nh0ozMI79R","sentiment_score":-0.05}
{"full_text":"RT I'm genuinely confused by this. The former Alabama governor is one of the first in the state to get the vaccine? The on...","sentiment_score":-0.05}
{"full_text":"The pandemic has inspired two rural preachers in Missouri to unite around faith. Read about them on Saturday's Current page.","sentiment_score":0.0}
{"full_text":"Kerry's COVID-19 freephone helpline will continue to operate over Christmas:","sentiment_score":0.0}
