{"full_text":"RT [UPDATE] MONSTA X Minhyuk and staff members have tested negative for COVID-19Source:","sentiment_score":-0.3}
{"full_text":"RT North Dakota and South Dakota have the worst numbers for covid in the world. North and South Dakota have governors who refu...","sentiment_score":-1.0}
{"full_text":"RT How did China get over COVID with no vaccine ?","sentiment_score":0.0}
{"full_text":"RT #Update: SM Entertainment share that both NCT and aespa have tested negative for COVID-19https:\/\/t.co\/e77S20ovqb","sentiment_score":-0.3}
{"full_text":"Learning by mistake but the competition is on a hurry. We will see how this impacts Astra Zeneca. AstraZeneca probes 'mistake' behind 90% COVID-19 vaccine efficacy | FierceBiotech","sentiment_score":-0.4}
{"full_text":"RT True North's asked Conservative leader yesterday what he thinks about the charges being laid...","sentiment_score":0.35}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"RT All of aespa and NCT have tested negative for Coronavirushttps:\/\/t.co\/vVAeXotLCA","sentiment_score":-0.3}
{"full_text":" i hope they'll recover fast!!!!","sentiment_score":0.48828125}
{"full_text":"RT This is so fascinating to watchThe managerial class has talked itself into believing that masks solve this crisis and,...","sentiment_score":0.7}
{"full_text":"RT This is the tipping point.CA has worked hard to prepare for a surge--but we can't sustain the record high cases we're see...","sentiment_score":-0.0658333333}
{"full_text":"ptg got tested          negative result.for covid-19","sentiment_score":-0.3}
{"full_text":"RT Eight months after cutting water supply of migrants to drive them away in middle of pandemic, Arvind Kejriwal govt offers...","sentiment_score":-0.1666666667}
{"full_text":"RT The Senate is back. We're in session. America can't wait any longer, we need a vote on COVID relief right now.","sentiment_score":0.1428571429}
{"full_text":"#Covid19 confirmed cases in: #IvoryCoast #Finland #Chad #Ukraine #SierraLeone  Data provided by","sentiment_score":0.4}
{"full_text":"Dawn breaks on a UK Devoid of Responsibility. Blame #Starmer? Blame #Sturgeon? Blame #NHS? Blame #SocialCare? Blame #Teachers? Blame #Barnier? Blame #Science? Blame #Migrants? I don't blame Tories for #Covid19. I absolutely blame them for excessive deaths and destruction! Own it!","sentiment_score":0.134375}
{"full_text":"RT VICTORY PROTEST IS EXEMPT FROM NEW COVID GATHERING REGULATIONS IN All 3 TIERS(Exception 14)https:\/\/t.co\/0fkyVc9sLx","sentiment_score":0.1363636364}
{"full_text":"RT When \"global warming\" was proven wrong they went for \"climate change\" when they realised that the climate has always chang...","sentiment_score":-0.25}
{"full_text":"Damn thats what they telling me to say lmao then again a nigga don't want that bad karma wished upon my healthy soul ","sentiment_score":0.1333333333}
{"full_text":"Bro it's December and we STILL in this fucking pandemic.","sentiment_score":-0.6}
{"full_text":"RT It's gonna be so embarrassing when I still want to cancel plans and stay home","sentiment_score":0.0}
{"full_text":"RT I just saw a guy on the street selling mixtapes and Covid Vaccines.","sentiment_score":0.0}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"RT In my attempt to make a comeback to the blog, I wrote a blog post on HIV\/AIDS in Uganda in the middle of the #COVID19 pandemi...","sentiment_score":0.0}
{"full_text":"RT Ted Ruzbasan, a youth soccer coach and referee credited with changing the game in Illinois, died of complications from COV...","sentiment_score":-0.4}
{"full_text":"RT It's gonna be so embarrassing when I still want to cancel plans and stay home","sentiment_score":0.0}
{"full_text":"RT This thread eloquently explains why I'm skeptical of the claims that COVID-19 has gotten substantially less deadly over timeHa...","sentiment_score":-0.2888888889}
{"full_text":"RT RT #URGENT plasma of COVID recovered patient having #AB+ blood group required in #Lahore. Please contact on 0307259652...","sentiment_score":0.0}
{"full_text":"sir,My name is Yeturi Muralikrishna Kumar. I have been working as a Telugu teacher in a private school for 13 years in vijayawada near gudivada. and I lost my job due to Corona. Being financially backward week class has made it difficult for me to support my fami","sentiment_score":-0.105}
{"full_text":"RT I'm done.1000 people indoors at a concert can drink alcohol without a 'substantial' meal, but our venues that passed Local Au...","sentiment_score":0.0}
{"full_text":"RT [INFO] 201201 CUBE Entertainment has confirmed that #PENTAGON Members were tested negative for COVID-19 #pentagon","sentiment_score":0.05}
{"full_text":"RT A friend's husband, quarantined at home with Covid, has died of a heart attack. He was an essential worker. His wife tri...","sentiment_score":0.0}
{"full_text":"RT All of aespa and NCT have tested negative for Coronavirushttps:\/\/t.co\/vVAeXotLCA","sentiment_score":-0.3}
{"full_text":"RT Three signs today that Trump's influence is quickly fading:- His favorite pandemic advisor Scott Atlas resigned- His...","sentiment_score":0.4166666667}
{"full_text":"Me, exhausted from telling people to wear a mask and nobody listening","sentiment_score":-0.4}
{"full_text":"               The year that went missingWe called 2020Where clarity was rare                            And confusion aplenty....#COVID19 #StayConnected #poetry #animation","sentiment_score":0.3}
{"full_text":"Then why are we in theses Tiers including not able to meet s friend in my garden","sentiment_score":-0.25}
{"full_text":"RT Every marble is an American who died from COVID-19. Each second is 6 days.","sentiment_score":0.0}
{"full_text":"RT The Federal government banned Indigenous ceremonies in Canada for over 70 years. So no church on Sunday for a couple of...","sentiment_score":0.0}
{"full_text":"RT Analysis | The trickle-down tragedies of the pandemic","sentiment_score":0.0}
{"full_text":"That's the plan to get to the Supreme Court. Covid came out from the Wulung lab","sentiment_score":0.0}
{"full_text":"December 1, 11:00 AM #COVID19 statistics in #Armenia: Total cases: 135967 Recoveries: 110365Deaths: 2193Deaths caused by other diseases: 559For Details:","sentiment_score":-0.0625}
{"full_text":"RT A crisis on top of crises - first COVID, now forced to flee their homes.In Sudan, UNHCR chief meets Ethiopia...","sentiment_score":0.15}
{"full_text":"yaaaay, thank God","sentiment_score":0.0}
{"full_text":"Thanx for checking out our station Best DJ-mixes and news from the scene (100% corona free !).Plus the biggest DJ-stars air  Munich, Germany","sentiment_score":0.75}
{"full_text":"RT Over one-third of African Americans have lost someone close to COVID: Poll","sentiment_score":0.0}
{"full_text":"RT Shocker... The better question for is why they waited until after the election for their public epiphany that China...","sentiment_score":0.25}
{"full_text":"RT #Update: MONSTA X's Minhyuk has tested negative for COVID-19(Article also mentions IZ*ONE's Minju has also tested neg...","sentiment_score":-0.3}
{"full_text":"RT Pleasure at the end of a hard day's work covering #coronavirus to hear 's \"Life Goes On,\" about overcoming the...","sentiment_score":-0.2916666667}
{"full_text":"A fantastic Qld State Budget delivered by and I had the good fortune to sit in the gallery to watch our Qld Treasurer deliver a great Labor budget- health, education and training spending along with fast tracking Qld's Covid recovery. Well done Treasurer","sentiment_score":0.525}
{"full_text":"RT Minhyuk and the staff all tested negative for covid19.","sentiment_score":-0.3}
{"full_text":"RT Over one-third of African Americans have lost someone close to COVID: Poll","sentiment_score":0.0}
{"full_text":"This is...unsurprising.https:\/\/t.co\/auolx8R9wl","sentiment_score":0.0}
{"full_text":"RT Hospitals are getting full...@AshishkJha estimates that 1 in 3 #COVID19 patients who would have been admitted on Oct 1 a...","sentiment_score":0.0}
{"full_text":"RT Join us tomorrow at 2pm for a discussion about the impacts of the pandemic on regional communities, migrants, refugees and a...","sentiment_score":0.0}
{"full_text":"RT Trends in #suicide during the #covid19 #pandemic","sentiment_score":0.0}
{"full_text":"RT There's an alternate universe, one where Republicans didn't politicize mask-wearing and depict stay-at-home orders as affr...","sentiment_score":0.0}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"RT DONNA DUBA, 69 of Canonsburg, Pennsylvania died of COVID on Nov. 28.\"Donna was a mighty, strong woman who had a natural...","sentiment_score":0.3111111111}
{"full_text":"RT I couldn't just walk past this Tweet, so here is some fun #datavizScented candles: An unexpected victim of the COVID-19 pa...","sentiment_score":0.01875}
{"full_text":"RT California's $100 million Main Street Hiring Tax Credit will launch TOMORROW.This tax credit will help businesses by pro...","sentiment_score":0.1666666667}
{"full_text":"RT This year's Detty December is to celebrate the fact that we survived a pandemic &amp; a fucking war all in the same year!","sentiment_score":-0.3}
{"full_text":"RT The binmen went to work every day through the pandemic, even when no one truly knew how lethal it might prove to be. Most NH...","sentiment_score":0.5}
{"full_text":"RT I was going to say \"How do you know the movie's going to be shitty?\" but then I saw the word \"remake\" and I knew it would be.","sentiment_score":0.0}
{"full_text":"RT why the fuck did my mom tell my nephew santa got covid so there will be no gifts this year ","sentiment_score":-0.4}
{"full_text":"RT Todd McMurtry is my lawyer.I confided to him last year that I was deadly serious about going after both Facebook &amp; Twitt...","sentiment_score":-0.1666666667}
{"full_text":"RT Medical twitter, the cut-off oximeter reading for escalating care in acute Covid-19 should be 94% (at rest) or a 3% dr...","sentiment_score":0.3}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"President Uhuru Kenyatta has directed the Ministry of Health to source for the Covid-19 vaccine from China ","sentiment_score":0.0}
{"full_text":"The library has both initiated and benefited from the participation of neighbours and others.By Khorshed Deboo","sentiment_score":0.0}
{"full_text":"People wore masks before covid so no ","sentiment_score":0.0}
{"full_text":"How are you influencing your legal team during this new and uncertain time? Managing in the new norm requires a new mindset - for advice on how to inspire your team in our post-Covid world, click here #legal #team #mindset #management","sentiment_score":0.1618181818}
{"full_text":"RT Everyone: Los Angeles please stop making stupid decisions!! Los Angeles:https:\/\/t.co\/2QQ8iRfMN2","sentiment_score":-1.0}
{"full_text":"Gang, in a few minutes it'sa new month: the last month #InTheYearOfOurLord2020~Can't shuck that yearoffa me fast enough!*Lockdowns\/#Covid\/*DOMINION-Fraud\/#Fascist GOVS\/*FAUCI\/#Socialist MAYORS\/*Anteefee\/ #BLaMer Riots\/#ImpeacHisAssForNoReason\/BLIND  ME !","sentiment_score":0.0465909091}
{"full_text":"RT Aseefa Bhutto Zardari while holding a masters degree in global health was addressing a jalsa in a pandemic. Irony just died...","sentiment_score":0.0}
{"full_text":"Can the Coronavirus be the End of Coworking Space? #CRE #Coworking #COVID-19","sentiment_score":0.0}
{"full_text":"RT Official statement from SM!NCT, Aespa and the staffs are all tested negative for COVID-19.Thank God...https:\/\/t.co\/eo...","sentiment_score":-0.3}
{"full_text":"RT To people who asked about prophylaxis and treatment protocols #COVID19, with the usage of HCQ or alternative drugs.","sentiment_score":0.0}
{"full_text":"U.S. Farms: Higher wages, use of Visa program and more women workers in COVID yearhttps:\/\/t.co\/nCI8V2SKFq","sentiment_score":0.375}
{"full_text":"RT It's gonna be so embarrassing when I still want to cancel plans and stay home","sentiment_score":0.0}
{"full_text":"RT Our generation is losing freedoms to 'save lives'Earlier generations lost lives to save freedoms. #Freedom #lockdown...","sentiment_score":0.0}
{"full_text":"Asian Football Confederation (@theafcdotcom) President Shaikh Salman bin Ebrahim Al-Khalifa has expressed his confidence that #soccer in Asia will emerge stronger in 2021, as the regional body looks to weather the current #COVID19 pandemic.","sentiment_score":0.0}
{"full_text":"Today's local news headlines on 103.4FM:- Christmas Under Covid- Baby's Fatal Overdose at Hospital- Santa's Coming to a Town Near YouFor these and other stories, visit #SupportCommunityRadio","sentiment_score":-0.0083333333}
{"full_text":"In partnership with Endeavor, a global high-impact entrepreneurship network, Stears Data conducted a unique COVID-19 impact analysis of a key industry in Nigeria: the innovation ecosystem.Read the Whitepaper","sentiment_score":0.125}
{"full_text":"The growth of #ecommerce in Spain with #COVID19,myth or reality? address this question using big data and anonymised data from #cardpayments from CaixaBank's 13.5 M customers","sentiment_score":0.0}
{"full_text":"May magpapasaya na ng Christmas lockdown mo. Dahil this December, free na ang favorite channels mo! Stream live casts from PBA Rush, Sari Sari, tvN, and Warner TV on #CignalPlayforFREE!Not yet on Cignal Play? Register at and download the app now.","sentiment_score":0.3871212121}
{"full_text":"Nurse begs people to stick to social distancing rules and urges families to rethink seeing one another for Christmas","sentiment_score":0.0333333333}
{"full_text":"\"The inconsistencies and sheer unfairness of these tiered restrictions so many of us in Yorkshire are compelled to live under will be at the heart of today's debate in the Commons\"https:\/\/t.co\/F1ySSDz6dz","sentiment_score":0.1340909091}
{"full_text":"RT As I have said from the very beginning of this terrible pandemic: The Chinese Communist Party lied to the world, and the...","sentiment_score":-0.2666666667}
{"full_text":"\"As the two largest economies in #ASEAN, with combined GDP accounting for over 50% of ASEAN, Thailand &amp; Indonesia have enormous potential for collaboration in the post-#COVID19 world .. with #RCEP as our supporting eco-system\" - Ambassador Songphol Sukchan","sentiment_score":0.0833333333}
{"full_text":"Latest #CoronaVirus updates:Date: 01\/12\/2020#TheCivilEyes #Pakistan #COVID19","sentiment_score":0.5}
{"full_text":"#COVID-19 has had a profound impact on health and harm reduction services worldwide. This could lead to increased deaths among people living with #HIV and reverse the hard-fought gains of the global HIV response. Read our latest briefing. #WorldAIDSDay","sentiment_score":0.1944444444}
{"full_text":"During the month of #December2020, and in the run up to Christmas, I will be acknowledging, celebrating and thanking the numerous charities that have helped us all during this year of #COVID19 #GivingTuesday2020 #ThankYou #Advent","sentiment_score":0.0}
{"full_text":"Fact check: Photo shows doctor hug 'lonely' coronavirus patient on Thanksgivinghttps:\/\/t.co\/VcfwNydych","sentiment_score":-0.1}
{"full_text":"A great piece on featuring UKHCA members and the issues they have faced during the pandemic. #CareChampions","sentiment_score":0.8}
{"full_text":"Trial data from Pfizer Inc with partner BioNTech SE, Moderna Inc and AstraZeneca Plc has shown their experimental vaccines are effective in preventing the coronavirus. #COVID19https:\/\/t.co\/qDEHysUl4F","sentiment_score":0.35}
{"full_text":"THANK YOU SO MUCH GOD","sentiment_score":0.2}
{"full_text":"Christmas ads 2020: will brands stick with the sparkle or will Covid-19 dampen spirits? The Drum investigates...https:\/\/t.co\/GkMZZZCJB6  #TheDrum #ChristmasAds2020","sentiment_score":0.0}
{"full_text":"With COVID-19 spiking across the state, you can add the State Capitol's holiday decorations to the growing list of 2020 cancelations.https:\/\/t.co\/gN45nOSmw9","sentiment_score":0.0}
{"full_text":"#FezahOnline returns on 6th December with soulful singer, Hudson Hunx . Book your ticket in time. Click to get yours for 20k or $10. #StayHome #StaySafe #HudsonHunxFezahLive #FezahLive #Fezahonlinehttps:\/\/t.co\/1n4KxiGgVh","sentiment_score":0.0}
{"full_text":"#WorldAIDSDay Every year on 1 Dec, the world  commemorates World AIDS Day. Belgium supports the call for global solidarity and shared responsibility, maintaining essential HIV services alongside the urgent response to COVID-19.@BelgiumMFA","sentiment_score":0.0}
{"full_text":"#BC #church fined $2.3K for violating #COVID19 #ban on #worship services","sentiment_score":0.0}
{"full_text":"Boxing's Olympic qualifying is back in April 2021. And after no fights at all in 2020 due to #covid19 world No1 middleweight has told us she's 'over the moon' to be #backontrack for #tokyo2020 Listen &amp; subscribe","sentiment_score":-0.0625}
{"full_text":"The successful development of several vaccine candidates has led public health officials to declare a \"light at the end of the tunnel\" of the coronavirus pandemic.https:\/\/t.co\/HYPDIAfPbo","sentiment_score":0.2875}
{"full_text":"Covid-19: 'Lay off the Executive - but give us time and money'https:\/\/t.co\/lU164NSpoC","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 01\/12\/2020 12:30Total Cases: 9463254 [+0]Active: 434821Recovered: 8888595 [+0]Deaths :137659 [+0]Total Tests: 141.35MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#FromTheCenter: Prior to COVID-19, child poverty rates had reached record lows in U.S. | Reporting by #Inequality #Poverty","sentiment_score":0.0}
{"full_text":"Ayr rink facing crisis","sentiment_score":0.0}
{"full_text":"Few people showed up at the mall this past weekend, with millions of pandemic-wary shoppers staying home to shop online.https:\/\/t.co\/MqT2RAlNrz","sentiment_score":-0.225}
{"full_text":"Plot registration was stopped, so much trouble.. That too during covid situation many r already unemployed.. Corruption at peaks, only govt employees getting benefited everytime end of the day common man who's dying to pay loans","sentiment_score":0.0}
{"full_text":"RT NCT and aespa received negative results from Corona 19.SM Entertainment, the agency of NCT and aespa, told NewsN on Dece...","sentiment_score":-0.3}
{"full_text":"#Moderna files for US #vaccine authorization, will seek #EU nod -- Reutershttps:\/\/t.co\/PQz5BR9vLr","sentiment_score":0.0}
{"full_text":"Chris failed eligibility for the SEISS Scheme due to the 50% rule because he took a one-off pension drawdown from his lifetime savings 4 years before the government Covid-19 schemes were announced #excludeduk@GarethBaconMP","sentiment_score":-0.3125}
{"full_text":"RT All of aespa and NCT have tested negative for Coronavirushttps:\/\/t.co\/vVAeXotLCA","sentiment_score":-0.3}
{"full_text":"Covid crisis: Health experts urge caution over Christmas as lockdown ends","sentiment_score":0.0}
{"full_text":"Is Social Media Using You? #COVID19 #MondayMotivation #MCM #MotivationMonday","sentiment_score":0.0333333333}
{"full_text":"RT Seeing politicians blame South Asians for spreading #covid19 while saying nothing about anti-maskers speaks volumes. They kn...","sentiment_score":0.0}
{"full_text":"Tokyo reports 372 new COVID-19 cases as serious infections fall | The Japan Times","sentiment_score":-0.0984848485}
{"full_text":"RT People around are roaming as if corona is over. They donot realize the seriousness of it just coz it has not happen to the...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 44.6FWind Chill: 44.6FHumidity: 99%Dew Point: 44.3F Barometer: 29.495 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 181.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Kudos to who saw this for the fraud it was.","sentiment_score":0.0}
{"full_text":"RT I'm constantly amazed at the replies to my tweets implying that a COVID infection is a death sentence.In the highest...","sentiment_score":0.0}
{"full_text":"RT The recommendations made by the are a vindication of the outrage &amp; distress felt by disabled people throughout th...","sentiment_score":-0.2}
{"full_text":"RT Well-done.....","sentiment_score":0.0}
{"full_text":"How they were in March as they're currently far too busy hence why they have an 18% infection rate! The first picture is a usually busy pub at lunchtime just before lockdown vs a supermarket! Now tell me hospitality is a problem You have to save the industry before it's destroyed","sentiment_score":0.15}
{"full_text":"RT People need to go into quarantine to avoid giving their families Covid-19 for Christmashttps:\/\/t.co\/2aPolJiACs","sentiment_score":0.0}
{"full_text":"Healthy diet can reduce depression symptomshttps:\/\/t.co\/tubj7aqDvA#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.5}
{"full_text":"#Armenia #Asia  Cases: 135,967 (+843)  Death: 2,193 (+29)  Recovered: 110,365 (+1,923)  Critical: 0  New %: 0.6% (+0.6%)  Death %: 1.6%  Population %: 4.6%#CoronaVirus #Covid19 #SarsCov2#Forecast","sentiment_score":0.0681818182}
{"full_text":"RT LoL  BJP had its feet well on ground of West Bengal supporting ppl throughout Covid &amp; Amphan crisis..But what about the...","sentiment_score":0.525}
{"full_text":"World Aids Day 2020#WorldAidsDayTheme: \"Ending the HIV\/AIDS Epidemic: Resilience and Impact\" (\"Erradicar la epidemia del VIH\/SIDA: Resiliencia e Impacto\").","sentiment_score":0.0}
{"full_text":"Being alone and mostly isolated during the pandemic has allowed me to indulge on my own scents. I like my own scents. Armpits a bit less.But my crotch musk and foot smell? Yeah. I like it.I'll shower if I need to go out or meeting someone. But otherwise? Enjoying my stink.","sentiment_score":0.55}
{"full_text":"\"Covid-19: Students tested before travelling home\" BBC","sentiment_score":0.0}
{"full_text":"RT Let's get real factual, every MINUTE denies relief a person is dying from COVID!","sentiment_score":0.25}
{"full_text":"shares insights from his recent trip to #Japan and how the pandemic is accelerating several trends: efficiency, automation, direct to consumer, internationalization through digitalization, responsible business.","sentiment_score":0.075}
{"full_text":"JFC wow, what a comparison","sentiment_score":0.1}
{"full_text":"RT COVID-19 continues to roil California prisons, jails as officials face new criticism (via","sentiment_score":0.1363636364}
{"full_text":"That's because we are in lockdown.What a surprise","sentiment_score":0.0}
{"full_text":"RT 1\/5: I've severely criticized Dr Atlas since his appointment, but make no mistake he was only one of several mouthpieces fo...","sentiment_score":0.0}
{"full_text":"RT LoL  BJP had its feet well on ground of West Bengal supporting ppl throughout Covid &amp; Amphan crisis..But what about the...","sentiment_score":0.525}
{"full_text":"England's second national novel #coronavirus lockdown, which began on Nov 5 and will end on Wednesday, was effective in bringing down the number of infections, according to a recent study. #COVID_19 #lockdown","sentiment_score":0.1111111111}
{"full_text":"RT QB Lamar Jackson is one of the Ravens players to test positive for COVID-19, per","sentiment_score":0.2272727273}
{"full_text":"RT Imagine if Trump put even half this effort towards keeping Americans from dying from coronavirus. #StopTheStup...","sentiment_score":-0.1666666667}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"RT Falkirk and Clackmannanshire will find out later if they'll be staying in Level 3 of coronavirus restrictions.First Mi...","sentiment_score":0.0}
{"full_text":"RT CA is making available $500,000,000 in reserve funds for grants to small businesses, nonprofits, and cultural institutions...","sentiment_score":0.0833333333}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"Asian manufacturing boom offers hope for swifter global recovery from Covid - The Guardian","sentiment_score":0.0333333333}
{"full_text":"RT Those who will lose their businesses by spring Those who will lose their jobs by springThose who will commit suicide d...","sentiment_score":0.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"RT Announcement of N.Flying single \"Amnesia\" and performance in response to the spread of Covid19","sentiment_score":-0.0714285714}
