{"full_text":"Never ceasing to find the depths of despicable","sentiment_score":0.0}
{"full_text":"Those who won't assist in stopping the spread of COVID-19 should pay a hefty price.","sentiment_score":0.0}
{"full_text":"Your freedom to not wear a mask, ends where mine begins to be healthy.","sentiment_score":0.5}
{"full_text":"In RTI response, Health Ministry says not aware where records related to COVID-19 vaccine expert group","sentiment_score":-0.0625}
{"full_text":"Ravens players voted not to play Steelers in Week 12, Covid investigation goes beyond the weight room","sentiment_score":0.0}
{"full_text":"Less Republicans around after they die from Covid.More votes for us.","sentiment_score":-0.1666666667}
{"full_text":"Social distancing ","sentiment_score":0.0333333333}
{"full_text":"RT This...","sentiment_score":0.0}
{"full_text":"during a panny","sentiment_score":0.0}
{"full_text":"How dare they spend time with 5heir constituents and take advantage of zoom in pandemic times. Lol  I'm sure if needed they will be there but joe will be running things and he likes social distance zoom too. Now your house has been MIA alot instead of bargaining stimulus pkg....","sentiment_score":0.4444444444}
{"full_text":"RT How do you not realize that if you guys (@TorontoStar) do a poll you're not looking at an accurate representation of t...","sentiment_score":0.4}
{"full_text":"What will 2021 bring? Promising vaccines and 'the darkest days of our war on COVID-19' - USA TODAY","sentiment_score":0.2}
{"full_text":"RT A friend of mine got reinfected as well ","sentiment_score":0.0}
{"full_text":"RT #DelayAllProffsUHSPleaseeee delay professional exams of every year. Death rate because of corona is increasing day by...","sentiment_score":0.1}
{"full_text":"true, true! I think bts will close the show like they did for one of the mamas i think it was in japan?? tell me if i'm wrong, but people need to remember covid an they gotta be careful.","sentiment_score":0.046875}
{"full_text":"Congress has failed us.","sentiment_score":-0.5}
{"full_text":"RT As we predicted. This was a hectoring and aggressive agenda driven performance by Gary Robertson. Jeanne Freeman at one po...","sentiment_score":0.0}
{"full_text":"RT \"It's just an astonishing number,\" said \"We're in the middle of this really severe wave and I think as we go throu...","sentiment_score":0.2333333333}
{"full_text":"That's why they invented Covid-19.","sentiment_score":0.0}
{"full_text":"RT \"how's lockdown been for you?\"","sentiment_score":0.0}
{"full_text":"RT Please see my statement regarding Southern California being placed under the Governor's regional stay-at-home order. h...","sentiment_score":0.0}
{"full_text":"If you go to a bowling alley during a pandemic, you are stupid and I hate you. Be better.","sentiment_score":-0.3666666667}
{"full_text":"remember the time when covid began to plague, me and my friends did kick it challenge LMAO","sentiment_score":0.6}
{"full_text":"How many people need to die alone in the hospital because you won't wear a mask? Stop making this political and know everything can reopen when #COVID is under control.","sentiment_score":0.25}
{"full_text":"RT The brittle and exponential nature of SARS-CoV-2 transmission and why \"living with the virus\" is not a sustainable optio...","sentiment_score":0.0}
{"full_text":"RT This is happening in my city here in Australia right now in December 2020. Post-covid festivals are here. We haven't had...","sentiment_score":0.2857142857}
{"full_text":"RT The United States is now averaging 2,163 coronavirus deaths per day, its highest seven-day rolling average since April 23,...","sentiment_score":-0.15}
{"full_text":"...who would have died from other ailments.The deaths per day in the US for the past number of years has been a straight line...We are not running out of death certificates!","sentiment_score":-0.0416666667}
{"full_text":"I would say that ALL politicians should forego their salary and receive unemployment until the lockdowns stop.","sentiment_score":0.0}
{"full_text":"RT The Los Angeles Mayor, a Democrat of course, has now banned walking. Will the dictatorial pettiness of these elected tyra...","sentiment_score":0.0}
{"full_text":"RT JH \"idk idk idkkkkkkkkk\"\"and I'm sorry that I wore a mask when I said my award speech\"\"I did it cause I wanna be healt...","sentiment_score":-0.5}
{"full_text":"RT JH \"idk idk idkkkkkkkkk\"\"and I'm sorry that I wore a mask when I said my award speech\"\"I did it cause I wanna be healt...","sentiment_score":-0.5}
{"full_text":"RT Associate Pastor Of Church That Defied California COVID-19 Regulations Has Died via","sentiment_score":0.0}
{"full_text":"RT \"The dangerous, destructive charismatic leader polarizes and identifies an outside enemy and pulls his followers together...","sentiment_score":-0.175}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"RT This tweet sums up the stupidity of the COVID \/ football crowd rules.2,000 at Harrogate Town (capacity 5,000) here is saf...","sentiment_score":-0.6}
{"full_text":"RT For explaining the science of COVID, public health experts like are being threatened and told \"how awful a...","sentiment_score":-0.5}
{"full_text":"RT They can tell us to eat cake all they want, but we will have our supper in the end now same as then. Viva la liberte!...","sentiment_score":0.0}
{"full_text":"The Elderly vs. Essential Workers: Who Should Get the Coronavirus Vaccine First?","sentiment_score":0.125}
{"full_text":"RT Bz it's the matter of our future #DelayAllProffsUHS","sentiment_score":0.0}
{"full_text":"Young girl raped by family-friend gives shocking insight into WA's depraved epidemic of child sex abuse","sentiment_score":-0.45}
{"full_text":"From a citizen who respects Covid, I thank you for all you do, wishing you a merry and hopefully peaceful festive season.","sentiment_score":0.25}
{"full_text":"RT Sacramento passes resolution urging US go't to lift embargo against Cuba. #Cuba #Covid","sentiment_score":0.0}
{"full_text":"RT COVID hit Pogba hard.","sentiment_score":-0.2916666667}
{"full_text":"RT Regardless of where we may be banking, #COVID19 has accelerated consumer, and even business, adoption of third-party apps with re...","sentiment_score":0.0}
{"full_text":"Still wondering if this spread from the Pirbright Institute, again! Seeing as they've acquired a reputation for spreading infectious diseases around the country amongst Britain's animals. Like, foot &amp; mouth.","sentiment_score":0.0}
{"full_text":"RT COVID hit Pogba hard.","sentiment_score":-0.2916666667}
{"full_text":"RT If you can't wear a mask and can't enforce rules for people to wear a mask, you can't tell women what to do with their bod...","sentiment_score":0.0}
{"full_text":"RT you'd think after all the empowering and inspiring songs their faves had put out, especially the last one that touched on the...","sentiment_score":0.1666666667}
{"full_text":"RT Hi, it is me, your local \"I had a mild covid case in March and recovered in &lt; a week\" friend here to remind you that:a)...","sentiment_score":0.1666666667}
{"full_text":"RT My colleague actually got reinfected guys.  Stay home. We're back here again","sentiment_score":0.0}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":"RT President Nana Akufo-Addo to address fellow Ghanaians ahead of 7th December polls. Will it be normal covid-19 address or a pl...","sentiment_score":0.15}
{"full_text":"RT We often forget who's in control of our journey. We plan as if everything is guaranteed. As if we'll get everything we want....","sentiment_score":0.0}
{"full_text":"RT When I turn on Fox News, to monitor public opinion &amp; propaganda over there, I have to tell my side kick (my 7 yr old)...","sentiment_score":0.0}
{"full_text":"\"By spreading theories that foreigners are responsible for the pandemic, the party is deploying a well-worn playbook\".How became a protagonist in Beijing's propaganda machinery.https:\/\/t.co\/AyBQ1BI10v","sentiment_score":0.05}
{"full_text":"RT Here's a short video about my upcoming book on Nobel Prize winner Jennifer Doudna, gene editing, the fight against COVI...","sentiment_score":0.0}
{"full_text":"Unfortunately, judging by the number of maskless people, and lack of any social distancing, trump has managed to hold another super-spreader event in Georgia. This should prove that he has no concern for ANYONE! He does not care if you get sick, or die. Georgia deserves better!","sentiment_score":-0.1369047619}
{"full_text":"Nurses from all over Europe won the #WomenofEurope award of the &amp; #Covid19","sentiment_score":0.0}
{"full_text":"Our postal code L0J has the second highest #COVID19 positivity rate in all of Ontario. live here too. Why aren't doing more for the community and your neighbour's where you live? Stop pandering to your rich developer friends and change your priorities now.","sentiment_score":0.2295454545}
{"full_text":"RT We are now at the point where anything coming into the hospital can be COVID +. Traumas, overdoses, emergent surgeries are all...","sentiment_score":0.0}
{"full_text":"Donald trump is another Kennedy that USA is witnessing his killing by mainstream media and Corona virus..watch out pals.. from Africa with luv...!!!","sentiment_score":0.0}
{"full_text":"It is hard out there for a Social Media Marketer Everyone thinks they should have the same results as last year. If your business is still open now it is because of Social Media Marketing #OpenOnline is the way to stay afloat during this time. #socialmediamarketing  #COVID19","sentiment_score":-0.0321428571}
{"full_text":"#IndiaFightsCorona: #COVID19 safety tips after shopping Remove &amp; leave footwear outside the houseSanitize hands, mobile phones &amp; keysWash hands with soap and water after handling packages Keep shopping bags at a designated\/isolated place #Unite2FightCorona","sentiment_score":0.0}
{"full_text":"everyone sue mama if anything happens after this","sentiment_score":0.0}
{"full_text":"RT Based on the last 9 months or so of observing right wing America's histrionic, denialist, crackpot reaction to the coronavi...","sentiment_score":0.1428571429}
{"full_text":"Must be nice","sentiment_score":0.6}
{"full_text":"RT #DelayAllProffsUHSReasons why we're protesting!1) clearly said that no exams will be held during the lo...","sentiment_score":0.1}
{"full_text":"I really wasn't feeling good (non Covid related) and my parents babied me all last night, made me breakfast this morning, and offered to drive me back to my apartment. How do I have such saints as my parents","sentiment_score":0.15}
{"full_text":"RT Covid-19 vaccines: Science by press release, on the basis of interim or ad hoc analyses, no access to the data. Remember the...","sentiment_score":0.0}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"RT My COVID-19 emergency relief framework provides nutrition assistance to struggling families, includes add'l unemploymen...","sentiment_score":0.0}
{"full_text":"Lol the study literally says they did not study if wearing a mask protected others... which is literally 50% of the reason to wear a mask...","sentiment_score":0.8}
{"full_text":"Coronavirus: 300-person wedding linked to seven care home deaths in Washington","sentiment_score":0.0}
{"full_text":"Singer's live performance in computer-generated nightclub could be a model for concerts in a COVID worldhttps:\/\/t.co\/XIeI7mKp2M","sentiment_score":0.1363636364}
{"full_text":"RT We're expected to suffer discomfort, economic pain, and emotional distress or else pay fines and even serve jail time. Politica...","sentiment_score":0.0}
{"full_text":"A tip for John Coates:Tell George St that you need a referendum.Then go down to Bowen Hills... and tell them you need a referendum.Give Queensland voters a say on the 2032 bid that we were never given during #QLDVotes in October by either major party.#QLDGamesVote #qldpol","sentiment_score":-0.0465277778}
{"full_text":"Not to mention the success of their policies, and every successful country's fight against covid, has more to do with the people in those countries than the policies.","sentiment_score":0.5166666667}
{"full_text":"My top hat was black, like the gentleman nearest. I always think the grey ones are for parvenus","sentiment_score":0.0944444444}
{"full_text":"RT Op said this was taken after Red Carpet event...So they are really all in the car at the parking lot..thats why fansite pics...","sentiment_score":0.1}
{"full_text":"RT Joe Rogan is much more afraid of the covid vaccine than he was about covid.  Also reportedly more concerned with long...","sentiment_score":0.0875}
{"full_text":"The CII-Talentonic HR Solutions joint research report on 'Reimagining the Organization for the New Normal: Role of HR' has thrown up several insights.https:\/\/t.co\/h9PBVQfiY5","sentiment_score":0.0954545455}
{"full_text":"RT WDWNT Daily Recap (12\/5\/20): All Downtown Disney Restaurants to Close Under New Stay-at-Home Order, New Look Coming for Clown Wa...","sentiment_score":0.0909090909}
{"full_text":"RT Call me a radical lefty, but I don't think Americans should be forming massive bread lines while America's billionaires make a...","sentiment_score":0.0}
{"full_text":"RT I saw how they are now living a life of purpose. Earlier, helped the trust by providing financial as...","sentiment_score":0.0}
{"full_text":"RT \"I've realized that when we need to rise up as a country, we have truly no moral capacity to do it. It's just the most...","sentiment_score":0.25}
{"full_text":"This is amazing. Earlier this week the Irish Parliament discussed the Santa Claus issue; his quarantine exemptions, travel &amp; children social distancing from him. ","sentiment_score":0.1583333333}
{"full_text":"RT 300-person wedding linked to seven coronavirus care home deaths","sentiment_score":0.0}
{"full_text":"think the GOP should also be concerned that they may very well lose a large portion of their voting bloc since COVID seems to be a big laugh to them. *shrugs*","sentiment_score":0.1785714286}
{"full_text":"9\/11\/2001 was a sudden and dramatic. We all saw what was happening in real time, there was no denying the tragedy. With this pandemic we have deniers who are saying it's fake or it's not that much of a big deal. There hasn't been a sudden dramatic shocking event yet.","sentiment_score":-0.2708333333}
{"full_text":"If it's been a while since you made any recruiting decisions - this guide is for you. We reveal how companies can hire the right talent if cuts to the HR budget have been recently made - read the blog here #HR #recruitment #Covid #guide","sentiment_score":0.1428571429}
{"full_text":"RT So you don't wear a mask because you are \"free\"?    Healthcare workers are living in hell because of the unrelenting spread of...","sentiment_score":0.4}
{"full_text":"As if that suddenly disproves the answer. Fine, Maine, in the US and full of old people. Lowest rate in the country, why? Because they used their brains to stay healthy without being forced.It's genius, really, masks and staying home. Who ever thought that would work? Lol","sentiment_score":0.3380952381}
{"full_text":"RT I don't know who needs to hear this I'm suffering too but we cannot accept a stimulus package with COVID-19 Liability...","sentiment_score":0.0}
{"full_text":"This","sentiment_score":0.0}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"RT #Immigrant saving Americans #Lives once again. Pfizer\/BioNTech Covid-19 vaccine: Meet the scientists who developed the vacci...","sentiment_score":0.1}
{"full_text":"RT \"I've realized that when we need to rise up as a country, we have truly no moral capacity to do it. It's just the most...","sentiment_score":0.25}
{"full_text":"RT Outbreak investigation reveals \"super-spreader\" potential of Andes virus via the only...","sentiment_score":0.0}
{"full_text":"Thank you for all you do","sentiment_score":0.0}
{"full_text":"Researchers have urged policymakers to prioritise vaccination for individuals with #diabetes as such people, once infected with #COVID19, are three times more likely to have a severe illness or require hospitalisation","sentiment_score":0.1666666667}
{"full_text":"*with COVID.","sentiment_score":0.0}
{"full_text":"ICYMI: Using post-mortem tissue samples, researchers are studying how the novel #coronavirus can reach the brains of patients with #COVID19. #SARSCoV2 #Viruses #CovidBrain","sentiment_score":0.0}
{"full_text":"Help fight the spread of COVID-19 in the community. Download the app here:","sentiment_score":0.0}
{"full_text":"RT Julian #Assange is in a prison that festers with Covid-19, awaiting a judge's decision on 4 January. The Julian Assange Def...","sentiment_score":0.0}
{"full_text":"RT Exams in 2050:'Susan didn't think the 2020 COVID pandemic was a concern. She protested shop closures, ignored social dist...","sentiment_score":0.0333333333}
{"full_text":"For many, the coronavirus is not the only pandemic that we have been enduring over the past several months. The loneliness imposed by the mandated quarantine has wreaked havoc on the mental health of millions of people around the globe.Read more:","sentiment_score":0.1083333333}
{"full_text":"\"Search for that definitive #COVID19 cure could have taken longer if governments and other stakeholders were working in silos. The same sense of co-operation will need to last to tackle the next big crisis.\", writes our CEO to","sentiment_score":-0.025}
{"full_text":"Give us the strength and hope as we face the #COVID19 pandemic.","sentiment_score":0.0}
{"full_text":"Wilton Gregory, the archbishop of Washington D.C., became the first African-American cardinal after three coronavirus tests and quarantining.","sentiment_score":0.25}
{"full_text":"As #telehealth becomes more widely used due to #COVID19, it is more important than ever for hospitals and physician practices to take necessary steps to protect their systems from cyberattacks.","sentiment_score":0.1958333333}
{"full_text":"Ft Lauderdale ranked least safe city in the USA, just below St Louis.","sentiment_score":0.1}
{"full_text":"RT Over 270,000 are dead and Mitch McConnell is still blocking a vote on COVID relief.Blood is on his hand...","sentiment_score":-0.2}
{"full_text":"RT Last week Sweden's total coronavirus death count crossed 7,000. Neighboring Denmark, Finland and Norway, all similar...","sentiment_score":0.0}
{"full_text":"The singer has also raised money for several charities and the NHS","sentiment_score":0.0}
{"full_text":"Don't forget we want your votes for the Brinnington Volunteer Awards 2021: Carer Hero of the year; Community Volunteer of the Year and COVID Hero of the Year,Message us here or email your nominations to nina.burns@groundwork.org,uk@SMBC_Community","sentiment_score":0.0}
{"full_text":"Question - How many people have you accommodated during the pandemic?Read our story to find out the answer to this question and more:","sentiment_score":0.5}
{"full_text":" Do you have #COVID19 symptoms? Book an appointment for community testing using lateral flow technology which gives results in just over 20 minutes  Monday to Friday, 9:30am-3pmDimensions Leisure Centre and Northwood Stadiumhttps:\/\/t.co\/5Uu5dTWFVj","sentiment_score":0.0}
{"full_text":" Calling PRIVATE SECTOR!  Are you running a company &amp; want to create sustainable social changes for women &amp; girls? #OrangeTheWorld by investing in CSOs\/WROs' initiatives that respond to the needs of survivors &amp; those at risk of #VAWG during #COVID19!","sentiment_score":0.0208333333}
{"full_text":"DR. GARY CANNON, 69 of Apollo Beach, Florida died of COVID on Nov. 28. He was a physician. for over 35 years and became ill on the front lines of the pandemic.  In his spare time, he loved playing drums in a band he toured with, and playing hockey.https:\/\/t.co\/4gLvdZwZuY","sentiment_score":0.1}
{"full_text":"How are coronavirus restrictions impacting those with seasonal affective disorder this bleak midwinter?https:\/\/t.co\/oqT3Q5N7r2","sentiment_score":-1.0}
{"full_text":"The Trump administration thinks COVID-19 is no longer a risk to abortion patients. That's their argument in trying to force us to risk exposure to get reproductive health care. #AbortionIsHealthcare #AbortionIsOurRighthttps:\/\/t.co\/IESWBfA4mv","sentiment_score":0.0}
{"full_text":"South Korea will impose heightened social-distancing rules for Seoul and surrounding areas, health officials said","sentiment_score":0.0}
{"full_text":"Keep Hands CleanProtect your children from COVID-19 by simply practicing frequent and proper handwashing. Read more:https:\/\/t.co\/cOKITlK3RN#NannysLovingArmsEarlyLearningAcademy #Handwashing","sentiment_score":0.0333333333}
{"full_text":"[Weekend Recap] Hear discuss what lies beyond the smartphone &amp; #COVID19's Forced Experiments  #podcast #AR #VR","sentiment_score":-0.3}
{"full_text":"who the hell is giving in to the coronavirus panic hivemind","sentiment_score":0.0}
{"full_text":"RT Well, this is a bit awkward. COVID-19 may cause long-term erectile dysfunction in men. Yet another reason to heed publ...","sentiment_score":-0.6}
{"full_text":"'We starting to take it personally' say Wakefield pub landlords plunged into 'devastating' Tier 3 Covid ruleshttps:\/\/t.co\/6xMlLlEN5P","sentiment_score":-0.3333333333}
{"full_text":"It seems the focus on buying local has helped this 63-year-old, small #familyenterprise boost year-over-year sales despite the challenges of #COVID","sentiment_score":-0.125}
{"full_text":"How to care for someone with #COVID-19 at home. Advice from","sentiment_score":0.0}
{"full_text":"not the way I've lived through a decade long tory government, brexit, trump and a fucking global pandemic before 21 and I ain't even had a Kiss yet x","sentiment_score":-0.025}
{"full_text":"RT TOUCHING. ME: #COVID19 #love #metaphysical #spiritualawa...","sentiment_score":0.5}
{"full_text":"Cumulative CDC data from March 1 through July 10, 2020, showed a total of 2,973 Covid-19 or Covid-like illness cases on cruise ships, in addition to 34 deaths. ","sentiment_score":0.0}
{"full_text":"Covid19 appears to have had a genetic mutation called \"614G\" which allowed it to spread to global proportions. Many scientists conclude that this mutation may have first began in eastern China back in January.","sentiment_score":0.1875}
{"full_text":"Kentucky is closing in on 200,000 total cases since the pandemic began in March. The state's positivity rate is now 9.8%.","sentiment_score":0.0}
{"full_text":"Warner Bros. will release all 2021 films on both HBO Max and in theaters","sentiment_score":0.0}
{"full_text":"Due to current Covid-19 restrictions we are continuing to run our regional meetings as regional webinars. Hear news updates and connect with other #landlords. Upcoming webinars incl: South East (8th Dec) | South West (11th Dec) | London (14th Dec)https:\/\/t.co\/sjnG1neNYR","sentiment_score":-0.0833333333}
{"full_text":"This Greenville resident explains why he bought a 25-pound turkey for Thanksgiving, as an act of COVID defiance ... and resilience.","sentiment_score":0.0}
{"full_text":"If I won It would make my week with covid so much better.","sentiment_score":0.5}
{"full_text":"The testing lab at UMass Memorial Medical Center processes around 7,000 tests per week.","sentiment_score":-0.05}
{"full_text":"RT Senate Democrats are fighting to force a nationwide mask mandate with no expiration date into any China Virus relief bil...","sentiment_score":0.0}
{"full_text":"The country singer was removed from #SNL for breaking Covid regulations","sentiment_score":0.0}
{"full_text":"Sit down with Julie Page, Chief Executive Officer at Aon UK, in a fireside chat into managing risk and the role of insurance in the wake of the pandemic #WIFOnlineFestival #womeninfinance","sentiment_score":-0.1555555556}
{"full_text":"RT 2) We probably should not farm minks anymore. Here is a thread  on mink to human transmission and risks of mutations:  ht...","sentiment_score":0.0}
{"full_text":"If you have symptoms of #coronavirus, please stay at home and book a test as soon as possible.The symptoms are: > A high temperature> A new, continuous cough> A loss or change to your sense of smell or taste.Download the #NHSCOVID19app or visit","sentiment_score":0.2654545455}
{"full_text":"ICYMI: \"Rather than prioritize people with a BMI higher than 40 kg\/m2-- severe obesity -- we should try to prioritize people with obesity and complications, like diabetes or respiratory conditions.\"","sentiment_score":0.25}
{"full_text":"To create more space for people to be active during the pandemic, High Park has been closed to car traffic on weekends. It will be closed to car traffic again this weekend, consider alternative forms of transit when visiting.","sentiment_score":0.0653333333}
{"full_text":"Are you active? Boost your Twitter audience fast  Turn on my notification  Drop Your name &amp; comment \" Stallion \" Follow whoever  your reply Quick Share the Stallion Love &amp; Gain with#TEAMSTALLION  #family !!! #TM_RUBY#StayHome -","sentiment_score":0.344140625}
{"full_text":"Tigray conflict: What is happening in Ethiopia? Will peace prevail after Libya's long war? Nigerian president: War on Boko Haram 'far from over' Ebola outbreak ends in DR Congo: What's next? #WIONWideangle - Focus: Africa Tonight 9.30 PM ISThttps:\/\/t.co\/OxEFGlw7aN","sentiment_score":0.0166666667}
{"full_text":"\"Skills for All\" a training and vocational program by the governmemt has been delayed due to the COVID-19 pandemichttps:\/\/t.co\/rgzswi2XF6","sentiment_score":0.0875}
{"full_text":"For you \"sensible middle of the road compromise\" believers, only one party advocating letting the old and sick die from #COVID19 'cause the young\/healthy are good to go. NO THEY DON'T ALL DO IT! Only the trump-mcconnell-@gop-@vtgop has done that. #vtpoli","sentiment_score":0.043452381}
{"full_text":"RT 24-hour retail. Closed hospitality. You're right, it makes no sense.","sentiment_score":0.0928571429}
{"full_text":"Republicans want to use the coronavirus pandemic as another excuse to move executive decision-making to their purview.","sentiment_score":-0.05}
{"full_text":"Area medical facilities have begun administering new treatments for COVID-19 designed to keep patients out of hospitals now bulging with record numbers of cases.","sentiment_score":0.0681818182}
{"full_text":"On a brief prowl on this #SundayMorning...so much for takin' it easy yesterday...but today 4 sure- Plz enjoy my daily snapshot   curated 4 me by forward 2catchin' up a\/all 2morrow-plz stay safe...#WearAMask -as I leave all courtesy the fab folks","sentiment_score":0.2555555556}
{"full_text":"Kickoff is hours away. Here is playoffs, predictions, bets for the #Raiders:#Playoffs?:  #Raiders-#Jets prediction: Ferrell talks COVID-19: game bets:","sentiment_score":-0.4}
{"full_text":"Read | \"The Covid-19 Pandemic and Nigeria's Economic Crisis: Between Pain and Reform?\" written by Taiwo Owoeye (APN IRG 2018) and Azeez Olaniyan (APN IRG 2017)","sentiment_score":0.2}
{"full_text":"As COVID-19 cases surge, CDC recommends universal indoor mask use and room ventilation","sentiment_score":0.0}
