{"full_text":"The following links will help you understand what covid-19 is all about:https:\/\/t.co\/V5loBOGLmnhttps:\/\/t.co\/ERneV7O3FYhttps:\/\/t.co\/Ig5TgoUFZ8https:\/\/t.co\/tVzTAI82vYYou're being socially engineered. Don't believe anything from the government or media.","sentiment_score":0.0166666667}
{"full_text":"How were trainings? What's the plan with COVID?","sentiment_score":0.0}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"Been watching this team for over 40 yrs...proud of all  the guts shown this year.....you're progressing and building! Stay at it...there are a few that need to STFU and see there's something here. Bring it home kid! GO BROWNIES!!","sentiment_score":-0.390625}
{"full_text":"RT Yesterday there were 0 new local cases &amp; 0 lives lost. 0 new cases were acquired interstate, 0 international. There are 7 a...","sentiment_score":0.0681818182}
{"full_text":"You didn't ask.  'hoking it out'??? Firstly, there've been more deaths from Covid than any normal respiratory virus year.Secondly, why do you think flu numbers might be down? Social distancing, masks, better hygiene?","sentiment_score":0.212962963}
{"full_text":"RT D'usse me please this weekend!","sentiment_score":0.0}
{"full_text":"RT  A personal thread on ASMYPTOMATIC spread. My brother's family has COVID and my mom is exposed. \"We didn't want to worry y...","sentiment_score":0.0}
{"full_text":"RT Court rules in favor of Jewish organization in case against COVID-19 restrictionshttps:\/\/t.co\/A900ce5poP","sentiment_score":0.0}
{"full_text":"Jacob?","sentiment_score":0.0}
{"full_text":"RT Trump in his campaign rallies repeatedly promised a 100 million vaccine doses by end of 2020. Three days left for 98 mi...","sentiment_score":0.0}
{"full_text":"RT Why a SARS-CoV-2 variant that's 50% more transmissible would in general be a much bigger problem than a variant that's...","sentiment_score":0.1833333333}
{"full_text":"Covid Shot everyone","sentiment_score":0.0}
{"full_text":"We cannot save hospitals. Government must find them. Your tweet is so insensitive. So many small businesses teetering on the edge of survival and you applaud the head is a corrupt, rotten organization that stole most of the Covid relief money. All respect for you gone","sentiment_score":0.0625}
{"full_text":"RT #COVID19 didn't close restaurants. Government did.","sentiment_score":0.0}
{"full_text":"RT There's an increasing &amp; concerning trend of some people not answering calls from our contact tracers. These teams are a...","sentiment_score":0.0}
{"full_text":"What exactly was the title of the Bill? Was it a catch all bill for the end of year spending? IF covid relief was so critical- maybe it needed to be a separate bill. Just a thought.","sentiment_score":0.125}
{"full_text":"RT Dear Christians: Do not fall in the trap of allowing Jim Jordan to exploit your faith.PS: My Mosque is closed for the...","sentiment_score":-0.1}
{"full_text":"RT \"Being tired\" does not cover it I'm afraid. NOW do people maybe understand why you CANNOT leave a staffing crisis unchecked...","sentiment_score":-0.5}
{"full_text":"RT \"We have just procured 2 billion firetrucks!\" exclaimed Trudeau's MP while standing in the charred center of the burnt out...","sentiment_score":-0.1}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"RT Another tragic loss from COVID-19. RIP #ArmandoManzanero one of Mexico's greatest composers. #EstaTardeViLlover","sentiment_score":0.125}
{"full_text":"RT COVID DIDN'T CLOSE CHURCHESWEAK PASTORS DID!","sentiment_score":0.0}
{"full_text":"RT Hospitals running out of oxygen.One trust with no non-invasive machines left. ICUs tweeting for volunteers to prone pa...","sentiment_score":0.0}
{"full_text":"RT Stacey Abrams: \"While Kelly Loeffler and David Perdue have profited from the pandemic, they have done absolutely nothing...","sentiment_score":0.2}
{"full_text":"I think the pandemic is driving a lot of fear. I bet most ppl never imagined the government would lock down the country &amp; they'd b depending on government welfare 2 survive. Add in the belief that the election is rigged &amp; its not hard 2 c why ppl r afraid socialism is looming","sentiment_score":-0.0274305556}
{"full_text":"RT While the World is on a vaccine frenzy, the Indian Government is distributing a home Covid Kit with Zinc, Doxycycline and Iv...","sentiment_score":0.0}
{"full_text":"RT Israeli experts claim they can cure Covid 19 in thirty seconds.https:\/\/t.co\/8iqi8WduT2","sentiment_score":0.0}
{"full_text":"RT May I just retweet a thread I sent last Jan 31? We knew then we were facing a disastrous pandemic. We needed national m...","sentiment_score":-0.35}
{"full_text":"RT There's an increasing &amp; concerning trend of some people not answering calls from our contact tracers. These teams are a...","sentiment_score":0.0}
{"full_text":"Read below!","sentiment_score":0.0}
{"full_text":"RT My Son tells me the hospital where he works in Dallas is running out of Covid beds, maybe can post a food pict...","sentiment_score":0.0}
{"full_text":"Reality!","sentiment_score":0.0}
{"full_text":"is a punk...","sentiment_score":0.0}
{"full_text":"RT Influenza testing, week 51.CDC flu view. average: 15.80% positiveThis year: 0.10%https:...","sentiment_score":-0.15}
{"full_text":"RT Why is the biggest outbreak in COVID in the country right now - California - which has had the most strict lockdown rules?","sentiment_score":0.3928571429}
{"full_text":"RT Today, Republicans in Congress will choose to deliver relief to America's workers struggling in this pandemic or they will...","sentiment_score":0.0}
{"full_text":"Horrible. The VVD and neolib parties really hate the poor. Even after all the toeslagenaffaire, terrible corona strategy, homelessness doubling on and on... they are more popular than ever.","sentiment_score":-0.35}
{"full_text":"They bail out useless Escom and SAA but they can't get the vaccine sooner. It will take south africa until 2022 to vaccinate the whole population. How many lockdown are we going to indure. Open up the economy","sentiment_score":0.05}
{"full_text":"I just wanna say, everyone who's dealing with Covid-19 is absolutely amazing. They have the ability to stay strong even though they or a love one is sick. Don't give up hope, things will get better soon, things are gonna fine. Please donate to hospitals if you can! Stay safe! ","sentiment_score":0.3521258503}
{"full_text":"RT Shared Christmas Day with a long hauler... a family member who was unlucky enough...","sentiment_score":-0.025}
{"full_text":"Let's accept responsibility rather than pointing fingers at the virus, right Kate? .@OregonGovBrown .@OHAOregon","sentiment_score":0.2857142857}
{"full_text":"doubt it","sentiment_score":0.0}
{"full_text":"RT It's been more than 2 weeks since the vaccine was first approved and just 2M Americans have been vaccinated (according to","sentiment_score":0.375}
{"full_text":"Unions only care about collecting subs. When the dogs on the streets know that they're trying to cover up the number of #Covid infections in schools, you can be damn sure the Unions know.","sentiment_score":0.25}
{"full_text":"RT Side by side... COVID death toll graph, Trump's signature...","sentiment_score":0.0}
{"full_text":"RT #COVID19 didn't close schools. Government did.","sentiment_score":0.0}
{"full_text":"RT The doctor who criticized the president's ride around the block while he was sick with covid &gt;","sentiment_score":-0.7142857143}
{"full_text":"third wave baby","sentiment_score":0.0}
{"full_text":"RT I'm moving $1B of my Square equity (~28% of my wealth) to #startsmall LLC to fund global COVID-19 relief. After we disarm this pa...","sentiment_score":0.0}
{"full_text":"Negative for COVID ","sentiment_score":-0.3}
{"full_text":"RT Great to meet #ShingoKatori Don't miss his very special TV program on Jan.6  #Hugethankyou to #Xiang Qu Shen Wu  for supp...","sentiment_score":0.6321428571}
{"full_text":"Plans for millions of pupils in England to begin a staggered return to school from next week hang in the balance as a debate rages within the government over the risk of a surge of infections, with the NHS already buckling under the strain.https:\/\/t.co\/bsxH7RkHne","sentiment_score":0.0}
{"full_text":"RT Let's declare Congress non-essential, demand they stay home, and slash their salaries. The country will be open in 15 minutes.","sentiment_score":0.0}
{"full_text":"RT $600 isn't enough to help Georgians. Small, Black-owned businesses in particular are getting left behind while GA's Senat...","sentiment_score":-0.0966666667}
{"full_text":"Isolate longer. My dads on a ventilator in intensive care at the medway hospital. Its the worst feeling in the world. Keep the kids home, everyone stay home!!","sentiment_score":-1.0}
{"full_text":"RT The President appears to be holding back the tears as He pleads with South Africa  to head the call &amp;...","sentiment_score":0.0}
{"full_text":"RT Pedestrianize it already.","sentiment_score":0.0}
{"full_text":"Na she bring back corona ","sentiment_score":0.0}
{"full_text":"RT Wanna know what else stops the spread of COVID? Ending the detention of immigrants in Bergen County. #Sh...","sentiment_score":0.0}
{"full_text":"RT Let this sink in--if you don't wear a mask in Indonesia, the punishment for violating mandate is digging graves for #COVID19...","sentiment_score":0.0}
{"full_text":"RT My uncle Charlie just lost his battle with Covid. He passed away this afternoon. ","sentiment_score":0.0}
{"full_text":"RT The doctor who criticized the president's ride around the block while he was sick with covid &gt;","sentiment_score":-0.7142857143}
{"full_text":"RT This is very sad. I had a close family member recently get very bad #COVID19 for a second time (yep! It really is possible!...","sentiment_score":-0.312}
{"full_text":"RT Back on the wards today. Staggering amount of covid. Striking difference from last time - large family outbreaks with t...","sentiment_score":0.1785714286}
{"full_text":"RT Raise your hand if you will be social distancing on NYE and not gathering in large groups. ","sentiment_score":0.1238095238}
{"full_text":"RT My friend is a doctor.She just told me via text message that tonight she witnessed the death of a husband and wife by COVID....","sentiment_score":0.0}
{"full_text":"That Levin guy is waiting for his Starship to return","sentiment_score":0.0}
{"full_text":"RT The American people are suffering though the deadliest month of the pandemic and the president is RTing mean tweets about m...","sentiment_score":-0.15625}
{"full_text":"RT Russia finally admits its COVID death toll is much higher than previously reported, over 186,000. That makes the country...","sentiment_score":0.0277777778}
{"full_text":"RT When the coronavirus first struck Europe, it nearly broke its hospitals -- exhausting, infecting and killing doctors and nurses...","sentiment_score":-0.0166666667}
{"full_text":"RT I'm confused. MPs will stay at home for another week to prevent the spread of Covid, but school children and staff will re...","sentiment_score":-0.4}
{"full_text":"RT COVID-19 rates are soaring across this country and across #NY17. We must do everything we can to keep ourselves and our...","sentiment_score":0.0}
{"full_text":"If you want to wear a mask, that is your personal responsibility, just know in the long run, it is not doing anything for you at all","sentiment_score":-0.025}
{"full_text":"RT Perspective: If an American had moved to Denmark, Norway or Finland in January, her or his risk of dying from Covid would...","sentiment_score":0.0}
{"full_text":"RT Goodbye Mum.You died of Covid-19, days before you were due to be vaccinated.You told them to give the ventilator t...","sentiment_score":-0.125}
{"full_text":"As per usual, the oh so online crows of timcast morons has insurmountable problems with time stamps. Especially when it comes to viral videos and COVID spikes","sentiment_score":-0.35}
{"full_text":"RT As an immunocompromised chronically ill person it's been SUPER FUN to watch people I know, people in my community, strangers...","sentiment_score":0.0444444444}
{"full_text":"RT Literally just turning the ignition to head to Goodison Park when I got the call to say tonight's game has been called...","sentiment_score":-0.4}
{"full_text":"Not been the greatest Christmas tbf, Covid in the house, waiting on my test results, haven't seen my kids and the possibility I wont see Oli on his birthday new years day when he becomes a teenager ","sentiment_score":0.5681818182}
{"full_text":"So, it's ok to knowingly violate COVID protocols, and cost your team 4 quarterbacks in a regular season game? Yeah, buddy, you shouldn't call anyone stupid.","sentiment_score":-0.175}
{"full_text":"RT How about a lonely covid Christmas #writerslift? I'm new to the #writerscommunity and would love to hit 500 followers bef...","sentiment_score":0.1787878788}
{"full_text":"RT A truly staggering number of people are posting about quarantining when I know they're on vacation or traveling or basically l...","sentiment_score":0.0}
{"full_text":"RT Lol, Cyril and his people chowed COVID money, now he's acting like he cares with the teary eyes? Where was this energy? H...","sentiment_score":0.4}
{"full_text":"RT If this stay at home order is upsetting you. Just know that when I got to see my dad for 30 seconds at the hospital be...","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT Figures released by NHS England show there are now more COVID-19 patients in NHS hospitals in England than there were dur...","sentiment_score":0.5}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"I much prefer Touch ID. Face ID doesn't work when the phone is flat on my desk, when the sun is glaring outside, when I have a mask on. I never wear gloves so Touch ID works 100% of the time. Give me Face ID with Touch ID under the glass or on the power button.","sentiment_score":0.0583333333}
{"full_text":"RT Rep. Moore tests positive for COVID-19.@SpectrumNews1WI","sentiment_score":0.2272727273}
{"full_text":"RT Golf great Greg Norman hospitalized with \"hideous\" COVID-19 symptoms","sentiment_score":0.8}
{"full_text":"RT A reminder you can't even get a haircut in the UK legally right now because our government fucked it up that badly ","sentiment_score":-0.3380952381}
{"full_text":"RT Shut the damn schools and keep them closed until the pandemic is under control.","sentiment_score":-0.1}
{"full_text":"Yet more science.","sentiment_score":0.5}
{"full_text":"RT As New York begins the process of vaccinating frontline workers and some vulnerable communities, we must be vigilant ab...","sentiment_score":-0.1818181818}
{"full_text":"RT Roughly 1 out of every 14 Arizonans has had #COVID19. What an absolute failure.","sentiment_score":-0.0722222222}
{"full_text":"RT 2020 has been a difficult year for most of us. Genocide is declared on our people by #Eritrea &amp; #Ethiopia","sentiment_score":0.0}
{"full_text":"RT Them: \"covid isn't going anywhere, so we have to find a way to live with it\" OFC IT AINT GOING NO WHERE CAU...","sentiment_score":0.1363636364}
{"full_text":"RT #COVID19 didn't close churches. Government did.","sentiment_score":0.0}
{"full_text":"Yes. And it explains the current situation without the need for a new strain of #covid #newstraincovid","sentiment_score":0.0681818182}
{"full_text":"From NEWSWEEK!Dr. Fauci backed controversial Wuhan lab with U.S. dollars for risky coronavirus research","sentiment_score":0.55}
{"full_text":"RT nna covid eng borile shem","sentiment_score":0.0}
{"full_text":"Actually yes, and no.I currently have two friends in hospital with Covid. One had to wait for hours, was then admitted &amp; then sent home due to bed shortages. She's got O2 levels lower than 95 &amp; has been told to call an ambulance again if she gets worse.https:\/\/t.co\/MeFoCTNYFb","sentiment_score":-0.0416666667}
{"full_text":"RT Pretty much every scientist understands that the only way to get control of CV19 is to lockdown to reduce R &amp; implement TT...","sentiment_score":0.15}
{"full_text":"RT Please don't allow our children to be the super spreaders of this new variant. One month of remote learning will reduc...","sentiment_score":0.1232323232}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"RT Stay on the gas ","sentiment_score":0.0}
{"full_text":"Was going to start a shop etc but covid our a debt in my plans. Hoping for this spring.","sentiment_score":0.0}
{"full_text":"What Trump should've done. Instead all we got were tweets.","sentiment_score":0.0}
{"full_text":"RT Africa is God's heartbeat i told your wife she didn't tell u? ","sentiment_score":0.0}
{"full_text":"RT At the weekend, I tweeted about the silence on the situation re Covid in London. With the help of many today I've done 3...","sentiment_score":0.5}
{"full_text":"No one","sentiment_score":0.0}
{"full_text":"RT There are now more people in hospital in England with Covid-19 than at any point in the pandemic. Where is the government...","sentiment_score":0.5}
{"full_text":"RT The U.S. is certainly not the lone island of misery, but the rest of this comparison is ridiculous. Italy, for example, was h...","sentiment_score":-0.2202380952}
{"full_text":"RT Republicans weren't concerned about deficits when they voted for $2 trillion in tax cuts for millionaires and big corporati...","sentiment_score":0.0}
{"full_text":"Colchester has been placed under Tier 4 lockdown restrictionshttps:\/\/t.co\/8eLWnpe3Rq","sentiment_score":0.0}
{"full_text":"Even as #vaccines start to be distributed in the U.S., we are still at risk of a #COVID19 spike related to holiday gatherings. Read and heed Dr. Fauci's warnings as we dive further into the holiday season.","sentiment_score":0.0}
{"full_text":"Meet Joseph Kuchona, health surveillance assistant (HSA) from Lilongwe who combines his Child Health Days campaign with COVID prevention messages. Read more about his story here:","sentiment_score":0.5}
{"full_text":"It is a genetic based therapeutic treatment NOT a vaccine that imparts immunity.  No mRNA vaccine has ever been successfully created in humans.  The viral mutation rate is far too fast.  Every 60 days viruses like the Corona family mutate.","sentiment_score":0.35}
{"full_text":"RT Republicans weren't concerned about deficits when they voted for $2 trillion in tax cuts for millionaires and big corporati...","sentiment_score":0.0}
{"full_text":"Here are the latest Covid-19 confirmed cases in Dorsethttps:\/\/t.co\/RFMZJasVvv","sentiment_score":0.45}
{"full_text":"Twitter adjusted its #workforce strategies because of #COVID19. Watch this video to see how to transform your business of work. #FutureOfWork","sentiment_score":0.0}
{"full_text":"Rosanna Davison confirms she will get Covid vaccine 'when it becomes available'","sentiment_score":0.4}
{"full_text":"RT Let's be clear: By the end of the pandemic, hundreds of thousands of people will have died. There's no returning to normal a...","sentiment_score":0.125}
{"full_text":"Monroe County Health Dept. announces COVID quarantine changes","sentiment_score":0.0}
{"full_text":"Keep yourself &amp; loved ones safe. * Avoid big family gatherings * Keep 1.5 metres apart from others* If you feel unwell, #GetTested@NSWHealth: resources:https:\/\/t.co\/wsJpAkRVp1https:\/\/t.co\/iYElv9GvJP#Italian #COVID19","sentiment_score":0.4}
{"full_text":"COVID-19 has fundamentally changed human mobility.   Yet, today's crisis provides a chance to reimagine migration for the benefit of all:","sentiment_score":0.0}
{"full_text":"RT After signing the coronavirus and government spending bill and humiliatingly getting nothing in return, President Trump is...","sentiment_score":0.0}
{"full_text":"More than 300,000 people dead, a struggling economy and a politically divided nation. Here is the United States' battle with Covid-19","sentiment_score":0.1}
{"full_text":"Yup, I'm fighting for mine as we speak. Yet I'm still expected to work with patients COVID-status unknown.","sentiment_score":-0.1}
{"full_text":"Lower COVID-19 incidence due to holiday delays; vigilance urged to prevent resurgence","sentiment_score":-0.125}
{"full_text":"Agree on both counts  Premier league shouldn't have made such a strong 'line in the sand' statement  about something as fluid as COVID. Opens them up to accusations of bending rules. Not just players welfare, their families, stadium stewards etc &amp; local communities","sentiment_score":0.1083333333}
{"full_text":"The Times Square \"ball\" is a 12-foot-diameter geodesic sphere covered with more than 2,000 crystal triangles of various sizes. Some new crystals are swapped in every year.","sentiment_score":0.2121212121}
{"full_text":"\"More contagious than COVID-19 are kindness, compassion, helpfulness, patience, gratitude, and optimism. Be the carrier.\" -Rudy Niswanger","sentiment_score":0.5}
{"full_text":"No more vaccine photo ops. Just get the job done!We're waiting, we're getting Covid and we're dying while Ford hoards!!!! You have 3 jobs now, clean up LTC homes, let people get tested and give us our vaccines that our taxes paid for!!!","sentiment_score":0.1080729167}
{"full_text":"RT Trump in his campaign rallies repeatedly promised a 100 million vaccine doses by end of 2020. Three days left for 98 mi...","sentiment_score":0.0}
{"full_text":"ICYMI:Golf legend Greg Norman is back in hospital with Covid-19 - and has pleaded with people to treat the virus seriouslyhttps:\/\/t.co\/x3RDB9GQON","sentiment_score":0.0}
{"full_text":"RT Let's declare Congress non-essential, demand they stay home, and slash their salaries. The country will be open in 15 minutes.","sentiment_score":0.0}
{"full_text":"Happening tomorrow at 10AM EST: Join and HHS for the virtual launch of the Dietary Guidelines for Americans, 2020-2025. #DietaryGuidelines #USDA #HHS #nutrition","sentiment_score":0.0}
{"full_text":"While a slightly larger percentage of homeowners from big cities have moved to towns in 2020 compared with last year, the share of movers has remained largely the same in the past two years.","sentiment_score":-0.005952381}
{"full_text":"RT Dr. Richard Strauss sexually abused 177 wrestlers at Ohio State University and guess who covered it up? did.","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 39.4FWind Chill: 38.1FHumidity: 75%Dew Point: 32.1F Barometer: 30.172 inHgWind: 3 mph from the NWCorona Virus Weekly Stats:Cases: 175.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"I haven't attempted a prediction since the virus was announced in Wuhan","sentiment_score":0.0}
{"full_text":"RT Tune in now for a #COVID19 update.","sentiment_score":0.0}
{"full_text":"It might be no surprise to see COVID-19 dominated the local sports landscape in 2020 but there was plenty of big news in Melbourne this year.https:\/\/t.co\/qGiGXycEv0","sentiment_score":0.0}
{"full_text":"Holiday celebrations will be different this year. While you need to avoid activities that place you and others at risk of contracting #COVID19, it is still important to stay connected - even virtually - with friends and loved ones. ","sentiment_score":0.3666666667}
{"full_text":"Public officials have received an increasing number of #threats. Americans who are angry about #PoliceBrutality, #pandemic restrictions or the #electionresults have taken it out on gov workers &amp; not just elected positions of authority... read it here:","sentiment_score":-0.25}
{"full_text":"When the pandemic forced public #libraries to close, they had to create new ways to serve their communities. Here's how and kept people reading:","sentiment_score":-0.0545454545}
{"full_text":"RT Margot 4 yr old female French Bulldog, MUST be child\/pet free adopt her from UK #k9hour  Our current process...","sentiment_score":0.1}
{"full_text":"RT Hospitals running out of oxygen.One trust with no non-invasive machines left. ICUs tweeting for volunteers to prone pa...","sentiment_score":0.0}
{"full_text":"Still trying to look like the big man, GI Joke? 23 more days until you're evicted from the WH. 334K Covid deaths due to your FAILURE. We will never forget how awful your are.","sentiment_score":-0.1883333333}
