{"full_text":"#WTFee, Sign petition to stop Comcast's data cap and overage fees during COVID-19.","sentiment_score":0.0}
{"full_text":"Recruiting has changed in the face of the pandemic, and students are trying to adjust. Severna Park High School","sentiment_score":0.16}
{"full_text":"JUST IN: COVID-19 Vaccine Will Be Administered Free To Nigerians - PTF","sentiment_score":0.4}
{"full_text":"RT I have an NBC op-ed out today calling on Biden's nom for education secretary to issue guidance against #facia...","sentiment_score":0.0}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonst...","sentiment_score":0.0}
{"full_text":"RT Question to re; doctor saying military should be called in to limit virus spread in Tendercare Living Centre in Sca...","sentiment_score":-0.1}
{"full_text":"RT BREAKING: Health Canada has approved Moderna's coronavirus vaccine for use in Canada.You can read about the approval...","sentiment_score":0.0}
{"full_text":"RT Greg Abbott got the COVID vaccine today. Yesterday, he and his Republican cronies decided to disregard CDC recommend...","sentiment_score":0.0}
{"full_text":"RT Voters Think Thatcher Would Be Best to Handle Brexit &amp; Covid","sentiment_score":1.0}
{"full_text":"You arent. At all. Stick to your guns as you're only keeping yourself as safe as poss. He's just being selfish as many others are too sadly. My ex broke lockdown earlier in yr. so didn't send our son over. #idiots xx","sentiment_score":-0.1142857143}
{"full_text":"RT If the #pandemic has forced us to be more distant, Jesus, in the crib, shows us the way of tenderness to be close to each oth...","sentiment_score":0.0333333333}
{"full_text":".@GovMikeDeWine urges Ohioans to 'celebrate small' on Christmas to limit spread of COVID-19 via","sentiment_score":-0.25}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"RT So as I understand it, the current position of the Trudeau government is that it shut down passenger flights from the UK ear...","sentiment_score":-0.0777777778}
{"full_text":"RT Dear Secretary You failed the American people. You hid that wanted $2000 stimulus checks. Yo...","sentiment_score":-0.25}
{"full_text":"The Corona Diaries - Day 275","sentiment_score":0.0}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"RT So a prison (Two Rivers) in Oregon hasn't had power since 12\/16 and there doesn't seem to be any urgency to get it back on. T...","sentiment_score":0.0}
{"full_text":"RT South Africa Covid strain ARRIVES in UK - Warning issued at 'highly concerning' mutationhttps:\/\/t.co\/IJGof0RCld","sentiment_score":0.16}
{"full_text":"RT Thousands of Georgians are unemployed because of the pandemic and are still waiting on benefits...meanwhile David Perdu...","sentiment_score":0.0}
{"full_text":"RT Thousands of Georgians are unemployed because of the pandemic and are still waiting on benefits...meanwhile David Perdu...","sentiment_score":0.0}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"RT People who can't work through no fault of their own often end up on social assistance. Often they are seen as \"welfare b...","sentiment_score":0.3166666667}
{"full_text":"RT Neil Ferguson has warned of the dangers posed by the new Covid strain and fears it may pass much more quickly among children...","sentiment_score":0.3232323232}
{"full_text":"RT the president is the guy who wanted to make it a felony to do ecstasy this isnt gonna happen","sentiment_score":0.0}
{"full_text":"RT Today I got vaccinated because I know rigorous scientific analysis has shown #COVID19 vaccine to be safe and...","sentiment_score":0.5}
{"full_text":"RT Happy Holidays with BTS!!!!For this year my Christmas wish is:Hoping the pandemic can be over soon, so we can meet e...","sentiment_score":0.8}
{"full_text":"RT Sources: James Harden had COVID-19 over the summer, which is why he was late reporting to the bubble. However, players w...","sentiment_score":-0.3}
{"full_text":"as the saying goes you don't gotta go home but you can't stay here. GTFO of our WH!","sentiment_score":0.0}
{"full_text":"RT Tucked away in the 5,593-page coronavirus relief and spending bill that Congress rushed through on Monday night is a provision...","sentiment_score":0.0}
{"full_text":"RT #SanAntonio is reporting a record high number of COVID-19 cases. Protect yourself and others by staying home, wearing a mask w...","sentiment_score":0.16}
{"full_text":"Her comments were about the Florida basketball player who has a heart condition directly connected to Covid. And frankly, we don't know how this will play out for years to come.","sentiment_score":0.1}
{"full_text":"RT Noted the article \"India-Russia annual summit postponed for 1st time in two decades amid Moscow's unease with Quad\" in the P...","sentiment_score":0.0}
{"full_text":"Covid fatalities soar in Mexico as president condemned for inaction","sentiment_score":0.0}
{"full_text":"RT At this point, there is only ONE person keeping Americans from getting $2,000 covid relief checks during Christmas week: an...","sentiment_score":0.0}
{"full_text":"RT By the end of today, and the House will have already passed a $2000 stimulus payment plan over the objection...","sentiment_score":0.0}
{"full_text":"RT The ENTIRE COVID RELIEF BILL should be no more than 10 pages and include ONLY MONEY to Americans and Am...","sentiment_score":-0.0833333333}
{"full_text":"RT What did do today? He corruptly pardoned a bunch of crooks and is threatening to hold up #COVID19 relief...","sentiment_score":-0.5}
{"full_text":"RT CORONAVIRUS ADVICE THREADWash your hands while singing the national anthem, ideally the sixth verse about crushing the...","sentiment_score":0.65}
{"full_text":"Hola, the unroll you asked for: Khazarian Mafia, COVID-19 and THE Power Grab [THREAD] The history of the Khazarians, specifically the... Talk to you soon. ","sentiment_score":0.0}
{"full_text":"RT Sources: James Harden had COVID-19 over the summer, which is why he was late reporting to the bubble. However, players w...","sentiment_score":-0.3}
{"full_text":"RT We are in the beginnings of a full-blown legislative crisis. It's two days before Christmas. Congress is home. We're in a...","sentiment_score":0.0}
{"full_text":"RT Following up on general thoughts on antigenic drift of #COVID19 from this weekend, I wanted to discuss what we know about the ne...","sentiment_score":0.025}
{"full_text":"RT Buried in pandemic aid: $200 billion in tax cuts, largely for the richest. Latest by and me:...","sentiment_score":0.3571428571}
{"full_text":"RT Every American left and right should be calling for a #VETO of this stimulus \"deal\"-- which provides MORE funding to forei...","sentiment_score":0.1964285714}
{"full_text":"NYC health care worker has city's first allergic reaction to COVID-19 vaccine","sentiment_score":0.25}
{"full_text":"RT Do follow all strict protocols this time. Proper masks &amp; gloves complete social distancing between Thalaivar. Dont need...","sentiment_score":0.0444444444}
{"full_text":"Day 358 America buys 100 Million more Pfizer COVID vaccines after relative acceptance and Moderna is soon being disseminate. Skepticism for the vaccine stays high in particular for BIPOC","sentiment_score":0.2066666667}
{"full_text":"The inauguration of Joseph Robinson Biden as the 46th President of the United States of America. And the elimination of covid'19.","sentiment_score":0.0}
{"full_text":"RT Each white square represents a health worker who had died fighting CovidAnd each of these 640+ staff has left a grieving...","sentiment_score":0.0}
{"full_text":"RT A WARM MESSAGE TO THE SMART ONES IN MY DEPT. I know you are all happy about the just concluded ASUU strike, I just wan...","sentiment_score":0.3535714286}
{"full_text":"Huge.","sentiment_score":0.4}
{"full_text":"Mans really don't care lol","sentiment_score":0.5}
{"full_text":"RT DEC 23: #COVID19 in #Ontario2408 cases*, 41 deaths, 2243 resolved56660 tests\/day, 66976 pending, 4.8% pos1002 hospitalized...","sentiment_score":0.0}
{"full_text":"5) It's a delusional super-spreader cult.","sentiment_score":0.0}
{"full_text":"RT It's unconscionable that there are families worried over the holidays that they'll be evicted next month. Extending the ev...","sentiment_score":0.0}
{"full_text":"RT PTI  inherited record Current Account Deficit in #2018   &amp; today we're seeing record levels of growth. Despite #covid our S...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Ministry of Health says new Covid-19 mutation discovered in multiple patients in Israel arriving from England","sentiment_score":0.0681818182}
{"full_text":"This is actually quite irritating","sentiment_score":-0.2}
{"full_text":"RT Over 6,000 new #COVID19 cases in Arizona today.","sentiment_score":0.1363636364}
{"full_text":"RT Source: Rockets are working with NBA office to review video of James Harden at a strip club. If the video circulating on...","sentiment_score":0.0}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"RT Kenny always bringing the truth!!","sentiment_score":0.0}
{"full_text":"RT Majority of Americans support relief for state governments after aid excluded from COVID bill","sentiment_score":0.0}
{"full_text":"The residents of Texas who lost anyone they know should be able to sue him personally. He purposely caused infection &amp; death rates to unnecessarily sky rocket. But now look at his pussy ass first in line. White men are disgusting pieces of shit","sentiment_score":-0.1214285714}
{"full_text":"RT For people asking about the insane &amp; corrupt tax giveaways in the deal (ex. the \"3 martini lunch\" trash ) much of that gross stuf...","sentiment_score":-0.325}
{"full_text":"RT Noted the article \"India-Russia annual summit postponed for 1st time in two decades amid Moscow's unease with Quad\" in the P...","sentiment_score":0.0}
{"full_text":"RT It's hard to be more disgusted with our Congress right now.","sentiment_score":-0.1264880952}
{"full_text":"RT Biden pool report: From the campaign: \"President -elect Biden underwent PCR testing for COVID-19 last night and COVID-19...","sentiment_score":0.4}
{"full_text":"RT I'm fortunate enough to have a job that has insulated me from the financial stressors of COVID. But hundreds of millions of pe...","sentiment_score":0.1333333333}
{"full_text":"RT Happy Holidays with BTS!!!!For this year my Christmas wish is:Hoping the pandemic can be over soon, so we can meet e...","sentiment_score":0.8}
{"full_text":"My son has had to return to Tier 4 in London to submit uni projects by end of term deadlines as we have no wifi, and because lockdown we can't avail of friends' or neighbours'","sentiment_score":0.0}
{"full_text":"RT JUST IN: Health Canada has authorized Moderna's COVID-19 vaccine, with the first doses expected to be delivered by Christma...","sentiment_score":0.075}
{"full_text":"RT From the UPenn press office, yesterday mRNA pioneers Katalin Kariko and Drew Weissman got injected with the vaccine they h...","sentiment_score":0.0}
{"full_text":"RT It's so fucking clear this tier shit isn't working. Just put the whole country into lockdown for fuck sake.","sentiment_score":-0.075}
{"full_text":"RT Remember this when the Brexit charlatans try to blame the Brexit disaster all on Covid. Covid strips the Brexit lies bare &amp;...","sentiment_score":0.05}
{"full_text":"RT Sources: James Harden had COVID-19 over the summer, which is why he was late reporting to the bubble. However, players w...","sentiment_score":-0.3}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"Open for longer  Stay safe and order online this festive season  ___#covid19 #fishandchic #fishandchips #foodbloggers #fooddelivery #whitecity #burgerandchips Fish &amp; Chic","sentiment_score":0.25}
{"full_text":"RT I think they meant Wash your hands Social Distance Wear a Mask and Stay Safe to stop the spread  Merry Christmas Eve...","sentiment_score":0.2666666667}
{"full_text":"RT The Mexican government had data that should have prompted an immediate lockdown in Mexico City in early December, accordi...","sentiment_score":0.05}
{"full_text":"RT NEW: 2 people in the UK found to be carrying coronavirus mutation first reported in South Africa, new variant said to be more...","sentiment_score":0.2556818182}
{"full_text":"RT Thousands of Georgians are unemployed because of the pandemic and are still waiting on benefits...meanwhile David Perdu...","sentiment_score":0.0}
{"full_text":"RT Nah tell Tom Brady take it","sentiment_score":0.0}
{"full_text":"RT Buried in Covid Relief Bill: Billions to Soothe the Richest","sentiment_score":0.0}
{"full_text":"RT James Harden could miss season opener if video of him allegedly at strip club is recent enough to violate COVID-19 rule...","sentiment_score":-0.0333333333}
{"full_text":"RT Solskjaer on rotation during the festive period: \"It won't be like the lockdown period after the restart when we had the same...","sentiment_score":0.0}
{"full_text":"RT Interesting. Where was this energy for the Ballito Rage teens?","sentiment_score":0.5}
{"full_text":"Nobody went to my birthday party, I was going to change the date of the party, only for the pandemic to start and foil my plans for social interaction.","sentiment_score":0.0166666667}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"RT This week we discuss Ian getting scheduled for his #CovidVaccine and how Sean's job may be changed after the pandemic,...","sentiment_score":0.0}
{"full_text":"RT Great news: Tony Blair is now an expert on vaccines and Covid. Just heard him on . Followed by a medic gently...","sentiment_score":0.5}
{"full_text":"I'm just going to start drinking now and stop when my out of office expires ","sentiment_score":0.0}
{"full_text":"RT UK Expands \"Tier 4\" Lockdowns As Another \"Mutant\" COVID Strain Emerges","sentiment_score":0.0}
{"full_text":"RT So here's the deal: Trump has 5 days until the government shuts down. this is real world stuff, not goofball twitter rants...","sentiment_score":0.0222222222}
{"full_text":"RT Sources: James Harden had COVID-19 over the summer, which is why he was late reporting to the bubble. However, players w...","sentiment_score":-0.3}
{"full_text":"Hi everyone, hope you're all keeping safe and well in times of #COVID19 - we are still going - and we're now #crowdfunding to make our #shortfilm #accessible for #pwME and other #Disability\/#chronicillness: Help us HERE:","sentiment_score":0.25}
{"full_text":"RT I am told that the coronavirus\/funding bill will not reach the president until Thursday or Friday.","sentiment_score":0.0}
{"full_text":"RT I feel like I should reiterate that the best coronavirus stimulus policy would be ending the lockdowns, letting people...","sentiment_score":1.0}
{"full_text":"lockdown and they are bery seasonal for a number of factors outlined in this brilliant review","sentiment_score":0.9}
{"full_text":"Regtech in Insurance Market Size And Forecast (2020-2026)| With Post Impact Of Covid-19 By Top Leading Players- Checkr,KYC3,Recordsure,Apiax,Ascent,AxiomSL,CUBE - Factory Gate #banking #tech","sentiment_score":0.5}
{"full_text":"RT Happy Holidays with BTS!!!!For this year my Christmas wish is:Hoping the pandemic can be over soon, so we can meet e...","sentiment_score":0.8}
{"full_text":"RT Thank you for joining our discussion with school staff last night &amp; for making sure all the #C...","sentiment_score":0.25}
{"full_text":"If only one of these government's take ours to court.","sentiment_score":0.0}
{"full_text":"RT I was just trying to tell Mali that lockdown is over lol but she said, what she said  Insta: TheKabsFamily #TheKa...","sentiment_score":0.8}
{"full_text":"So other countries should get millions in \"Covid relief\" and stick struggling Americans with a measly $600 and tax payers paying for it?!  How does it hurt this country wanting MORE FOR AMERICANS?!  Wake up and stop watching CNN.","sentiment_score":-0.0694444444}
{"full_text":"Amazing news ","sentiment_score":0.6}
{"full_text":"Plywood up the white house close it down ,cause Washington gotta have stronger people then theses, cause they gone send Republicans jail with them,they never been lock up to see the differences of how it is ,they just making like it easy to go to,and want everyone go with them","sentiment_score":0.0444444444}
{"full_text":"RT #WearAMask17.9+ million total #COVID19 cases in the U.S. A mask protects you and others.Continue to - stay 6 feet apart,...","sentiment_score":0.0}
{"full_text":"Even if the patients do not know about the antibodies from and why aren't the doctors at the hospitals advising them about these new treatments? Follow the $ hospitals get more for icu Covid admissions. What a mess!!! #antibodies #EliLilly #regeneron","sentiment_score":0.0981889205}
{"full_text":"and there it is","sentiment_score":0.0}
{"full_text":"Israel Has Detected Cases Of New Variant Of Coronavirus That Emerged In BritainRelated Tickers: $EWU $SPYRead more at:","sentiment_score":0.3181818182}
{"full_text":"In partnership with we gave one small business a digital makeover to help overcome COVID-19 and increase their presence -- thrilled our work was nominated for an Innovation #SABRE award from Learn how PLUS can give you tools:","sentiment_score":0.1166666667}
{"full_text":"\"We have too many people held in unsafe places [...] It's not too late to do some good on this thing.\"Officials can and should advocate for vaccines and early releases for those in prison. From and","sentiment_score":0.25}
{"full_text":"RT #DYK - critical care nurse Sandra Lindsay, the 1st person in the US to receive a COVID-19 vaccine, is a","sentiment_score":0.0}
{"full_text":"Vaccination programme rolls out:Covid vaccination programme gathers pace:https:\/\/t.co\/X7Eub5Xq51","sentiment_score":0.0}
{"full_text":"#CORONAVIRUS: Flint Hills Community Health Center, Lyon County Public Health receive 'box of hope' with Moderna vaccines #KVOENews","sentiment_score":-0.05}
{"full_text":"RT Happy Holidays with BTS!!!!For this year my Christmas wish is:Hoping the pandemic can be over soon, so we can meet e...","sentiment_score":0.8}
{"full_text":"Juxtaposition's Global Health Theme series - December: Food SecurityRead about how the COVID-19 pandemic has impacted food security and agriculture operations in low-income countries, and the mitigation strategies that could help re-sustain livelihoods.https:\/\/t.co\/3mPsR5O4uL","sentiment_score":0.0}
{"full_text":"November 2020 data on UK credit cards reveals consumer spending almost the same as 2019 whilst missed payments creep up https:\/\/t.co\/2kf0USwO8P #creditmarket #finance #pandemic","sentiment_score":0.0}
{"full_text":"Paul Reid says health officials are working on the 'absolute premise' that the new contagious strain of the virus is already here.https:\/\/t.co\/zi2dG31lb7","sentiment_score":0.1681818182}
{"full_text":"Hundreds of immigrants in France working on the coronavirus frontline have had their service to the country recognised with fast-track citizenship. https:\/\/t.co\/qd2iGuRuTB #Europe #France #covid #keyworkers","sentiment_score":0.0}
{"full_text":"RT Sources: James Harden had COVID-19 over the summer, which is why he was late reporting to the bubble. However, players w...","sentiment_score":-0.3}
{"full_text":"St. Charles County receives Moderna vaccine, rolls out vaccination planhttps:\/\/t.co\/NE8RfTHzeF","sentiment_score":0.0}
{"full_text":"Metastatic Trial Talk has compiled resources and support for navigating metastatic breast cancer and parenting during COVID with information from and","sentiment_score":0.0}
{"full_text":"Vaccinated for Covid-19 ","sentiment_score":0.0}
{"full_text":"After a college hoops season cut short by COVID and a delayed NBA draft in November where he didn't hear his name called, Pat Spencer waits, like all other G League hopefuls.","sentiment_score":-0.0625}
{"full_text":"Starting at 7 a.m. today, frontline workers at St. Joseph's Hospital received their first COVID-19 vaccine doses.https:\/\/t.co\/LTZmUfLyz4","sentiment_score":0.125}
{"full_text":"PROSECUTING TRUMP'S COVID-19 CRIMES AGAINST HUMANITY: His relief package grandstanding shows he's still screwing up the pandemic response - and us. Lawyers think they've found a way to prosecute him for it, in the US. And Congress stealthily moves towards Covid hearings. O vs. T:","sentiment_score":0.0}
{"full_text":"\"Accelerating Digital Transformation: Impacts of the #COVID19 Pandemic for Health Plans\"https:\/\/t.co\/aWHYczzNPX Good information from #healthcare #innovation","sentiment_score":0.35}
{"full_text":"SALES MANAGERS: GIVE YOUR SALES TEAM THE SUPERPOWERS THEY NEED TO SELL IN TODAY'S UNCERTAIN TIMES. The unique 3E Sales Accelerator Method in these done-for-you skill boosters - is for achievement-oriented sales managers in the COVID-19 sales world.","sentiment_score":0.375}
{"full_text":"Having battled to bring infection rates down, it would now appear that the impact of restrictions being relaxed following the second national lockdown is being felt.https:\/\/t.co\/TkGoqCvNCw","sentiment_score":-0.0518518519}
{"full_text":"\"COVID-19 neutralizing antibodies predict disease severity and survival\" - Read more on the study in #COVID19 #antibodies","sentiment_score":0.5}
{"full_text":"#Retailbusinesses have faced insanity in the last 12 months due to #COVID. Now it's time to evaluate how well your business has performed through the crisis.We'll provide you with various #businessreports to precisely assess your retail operations.https:\/\/t.co\/e26qmB4QEI","sentiment_score":0.06875}
{"full_text":"RT .@Rihanna's last record was 2016's 'Anti'https:\/\/t.co\/qfP790hXZs","sentiment_score":0.0}
{"full_text":"RT Sources: James Harden had COVID-19 over the summer, which is why he was late reporting to the bubble. However, players w...","sentiment_score":-0.3}
{"full_text":"Come on, seriously? Forgive me for questioning this","sentiment_score":-0.3333333333}
{"full_text":"ICYMI, view the report &amp; recording for our #IACC2020 session on \"Promoting Islands of Integrity in the Context of COVID-19\" featuring speakers and more. #COVID19","sentiment_score":0.5}
{"full_text":"This week, we hosted a telephone town hall with Chief Medical Officer Dr. Jeff Gunzenhauser to answer #CA33 constituents' questions about #COVID19, the vaccine, the new relief bill &amp; more.In case you missed it, listen here https:\/\/t.co\/jL73ngagAD","sentiment_score":0.0681818182}
{"full_text":"On top of #hospitals running out of capacities because of #COVID19 patient flood, also having trouble with seeing sufficient number of #physicians and #nurses. Strains across the spectrum.","sentiment_score":0.15}
{"full_text":"The first batch of Pfizer-BioNTech's COVID-19 vaccines have reached Dubai onboard an Emirates SkyCargo flight. They are available for residents with priority given to senior citizens, frontline workers and those with chronic diseases. Call 800 342 to check your eligibility","sentiment_score":0.325}
{"full_text":"As the $900 billion COVID-19 relief package sits in limbo, breaks down what's at stake and what this standstill means for the U.S. economy and American families. LISTEN:","sentiment_score":-0.0777777778}
{"full_text":"\"Can you please find a cure for COVID-19 and give it to us to save the world. Thank you.\" For more than a century, kids across the U.S. have sent letters to Santa through the Operation Santa program. But this year, those letters look a lot different.","sentiment_score":0.25}
{"full_text":"Philly is currently 61st out of Pennsylvania's 67 counties for per-capita covid cases. Proud that we're looking out for ourselves, our families, and our neighbors. (Please don't travel for Christmas.)","sentiment_score":0.4}
{"full_text":"!! Self-care is crucial when suffering from  hypertension. See what steps you can take to make sure you're in control of your well-being:","sentiment_score":0.25}
{"full_text":"RT The Left: You are killing grandma if you send your kid to school.Also the Left: I want to bang random strangers and your c...","sentiment_score":-0.1666666667}
{"full_text":"Last video of 2020 for We the ItaliaNews, with a little surprise at the end. We'll be back on Monday January 4, 2021. #italia #italy #WetheItaliaNews #WetheItalians","sentiment_score":-0.0625}
{"full_text":"RT In 2020, county clerks worked to ensure voters had safe access to the ballot in the wake of the COVID pandemic. If y...","sentiment_score":0.5}
{"full_text":"RT We heard yesterday how the new #coronavirus variant is becoming dominant but it's quite something to see it so starkly...","sentiment_score":0.1287878788}
{"full_text":"Congress has passed another COVID relief bill. What does it mean for the PPP?@Wipfli_LLPhttps:\/\/t.co\/Au6apdL0f5","sentiment_score":-0.3125}
{"full_text":"NVM the crazy spike in covid cases where we live, the cleaning lady is coming over anyways because she NEEDS to have a clean house before Christmas.","sentiment_score":-0.0323232323}
