{"full_text":"RT When your country's COVID-19 relief bill includes $10 million in \"gender programs\" for Pakistan, you know Congress is br...","sentiment_score":0.0}
{"full_text":"I can't imagine how difficult that was (especially during those first few months of the pandemic). You work in a hospital right?","sentiment_score":-0.0328571429}
{"full_text":"RT The COVID relief bill Congress passed is not a COVID relief bill at all. It puts American citizens last. It's a DISGRACE!","sentiment_score":0.0}
{"full_text":"RT This!!! Thank you Erin Brockovich!","sentiment_score":0.0}
{"full_text":"You mean Eric the Red Swalwell? Mueller and the lib Dems burned some 40 mil and the phoney impeachment which proved nothing on a single phone call while Covid raged to prove nothing. Zilch. Zero. Dems are sick.","sentiment_score":-0.2745535714}
{"full_text":"RT We need to send a clean bill with just $2,000 survival checks and a separate spending\/covid relief bill. Negotiating everyth...","sentiment_score":0.3666666667}
{"full_text":"RT This bill is BS.","sentiment_score":0.0}
{"full_text":"RT Now I'm not a politician ... but why not just put a clean bill on the floor: $2,000 monthly checks, the already-written Res...","sentiment_score":0.3666666667}
{"full_text":"Florida's Keyontae Johnson diagnosed with heart inflammation that has been associated with COVID-19","sentiment_score":0.0}
{"full_text":"RT Pandemic P strikes again! ","sentiment_score":0.0}
{"full_text":"And I found it just as I say that:https:\/\/t.co\/Q42uEpbKSX","sentiment_score":0.0}
{"full_text":"Where are you getting that data about COVID's 99.75% survival rate?Johns Hopkins says that the current case-fatality ratio is 1.8%If every American got COVID, then there would be almost 6 million deathshttps:\/\/t.co\/kRG5OVsimW","sentiment_score":0.0}
{"full_text":"RT People on FB\/TW : It is a pandemic, stay home, wear masks - why are people going out etc. (basically duniya bhar ka gyaan...","sentiment_score":0.0}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"RT The COVID relief bill Congress passed is not a COVID relief bill at all. It puts American citizens last. It's a DISGRACE!...","sentiment_score":0.0}
{"full_text":"RT The audacity of traveling to another country during a pandemic so you can \"relax\" and then chiding them for not handling touris...","sentiment_score":0.0}
{"full_text":"RT We need to send a clean bill with just $2,000 survival checks and a separate spending\/covid relief bill. Negotiating everyth...","sentiment_score":0.3666666667}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"i'm convinced that this life isn't real. it can't be this much of a joke.. can it..","sentiment_score":0.2}
{"full_text":"RT Want to see a snapshot of how humans were feeling and what was on their minds before the pandemic? Take a stroll down the...","sentiment_score":-0.1555555556}
{"full_text":"i've improved my skincare routine since the pandemic and yet my skin has only gotten worse ","sentiment_score":-0.2}
{"full_text":"RT How COVID-19 Hollowed Out a Generation of Young Black Men. They were pillars of their communities and families, and they...","sentiment_score":-0.0333333333}
{"full_text":"RT President Trumps video calling out all the ridiculous junk put in the covid bill makes all the men and women in congress who vo...","sentiment_score":-0.3333333333}
{"full_text":"RT India records 23,950 new COVID-19 cases, 26,895 recoveries, and 333 deaths in the last 24 hours, as per Health MinistryTotal cas...","sentiment_score":0.0681818182}
{"full_text":"RT I'm off to get my Moderna COVID-19 Vaccine!","sentiment_score":0.0}
{"full_text":"RT Officials with the province opted to renew the record-breaking declaration as a measure meant to help with the fight to f...","sentiment_score":0.0}
{"full_text":"And, wear a damn mask, FFS.  Inconvenient, but simple.","sentiment_score":-0.3}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"RT Was that $4,400,000 for the Former Presidents in the Covid Relief Bill supposed to be payment for supporting Biden? Congre...","sentiment_score":0.125}
{"full_text":"RT Any republican that signs this horse shit should be protested out of office.","sentiment_score":-0.2}
{"full_text":"RT I'm so excited for everyone to watch this lockdown!! What an amazing investigation and amazing evidence ","sentiment_score":0.5953125}
{"full_text":"RT Opinion: Even by Florida standards, Gov. Ron DeSantis is a covid-19 catastrophe","sentiment_score":0.0}
{"full_text":"RT A felony carrying up to 10 years imprisonment, snuck into a pandemic relief bill. The US prison culture marches on","sentiment_score":0.0}
{"full_text":"\"under control\", said the Covidiot.","sentiment_score":0.0}
{"full_text":"T Daddy ","sentiment_score":0.0}
{"full_text":"RT Members of Congress have each been paid 16 paydays of $7,125 base salaries for a total of $114,000 since sending you $1,20...","sentiment_score":-0.4}
{"full_text":"#COVID19 no fresh lockdown  please, #getuscovidvaccine","sentiment_score":-0.15}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"Police Captain Joseph Ian Java will be removed as the head of Dolores Municipal Police Station for allegedly failing to follow the COVID-19 protocols.","sentiment_score":-0.1}
{"full_text":"Nice try Mel. The Dems have been sending beefy Covid relief bills to Mitch since March and he has shot them down one after another. He wanted everyone to get zero in this one. Zeeroo. The $600 was a big compromise for him. Is your beloved Joel Osteen getting another $4.4 million?","sentiment_score":0.2688888889}
{"full_text":"RT How did we go from \"flatten the curve\" to \"stay home until you accept communism\"?","sentiment_score":0.0}
{"full_text":"RT Republicans are more likely to be skeptical of vaccines in general and reluctant to get the COVID-19 vaccine specifica...","sentiment_score":0.0125}
{"full_text":"RT How did we go from \"flatten the curve\" to \"stay home until you accept communism\"?","sentiment_score":0.0}
{"full_text":"RT Some deaths (flu) we would expect normally are avoided due to social distancing and better hygene - Again, almost certai...","sentiment_score":0.1395833333}
{"full_text":"If you know they are evil (Democrats) then traitors they are not.  When only 6 republicans say no to a really disgusting \"covid  package\" then the true traitors are the other 47 Republicans. Wolves in sheep's clothing.","sentiment_score":-0.355}
{"full_text":"By the federal government you mean the Canadian tax payers and a few generations to come?  The crook in the cottage has done nothing correctly or timely. Our economy was stalled pre-Covid. He spent more than double any G7 country, we have over 10% unemployment our GDP w\/b -5%","sentiment_score":-0.0225}
{"full_text":"RT #YearInReview: At #UNGA, supporters shared their struggles during #COVID19 in a heartfelt message of solidarity wi...","sentiment_score":0.0}
{"full_text":"RT After the 2020 edition was a casualty of COVID-19, the Riverina Four and Five-Year-Old Championships will be relaunche...","sentiment_score":0.0}
{"full_text":"RT JUST IN: President Donald Trump set to veto the Covid relief bill, reports.","sentiment_score":0.0}
{"full_text":"The error is that the $600 should be at least $2000 for January.","sentiment_score":-0.3}
{"full_text":"RT In June, Houston's United Memorial Medical Center was so overwhelmed by the pandemic that two of its wings had been transformed in...","sentiment_score":-0.05}
{"full_text":"Just gunna stay up and get drunk. Go to work drunk, come home amd get drunk. Alcohol loves me more then any bitch ever would. Alcohol always got me when nobody else does ","sentiment_score":-0.25}
{"full_text":"This is the ONLY thing that should be in a covid relief bill! Nothing else!","sentiment_score":0.0}
{"full_text":"RT President Trumps video calling out all the ridiculous junk put in the covid bill makes all the men and women in congress who vo...","sentiment_score":-0.3333333333}
{"full_text":"Trump owes this idea to #TheSquad ","sentiment_score":0.0}
{"full_text":"RT I saw patients all day today. And I am still not able to be vaccinated. Meanwhile, low-risk members of Congress--some o...","sentiment_score":-0.25}
{"full_text":"RT If you can't do the time don't do the crime","sentiment_score":0.0}
{"full_text":"RT .@DHFWKA releases new #COVID19 urging people to fight it. Follow all norms. bats for pourakarmikas.","sentiment_score":0.1363636364}
{"full_text":"RT the thing about all the sneaky weird stuff that ends up in bills is that we're led to believe this is necessary horse...","sentiment_score":-0.25}
{"full_text":"so adult dependents, including college students, service workers, and disabled individuals, are just getting excluded from COVID stimulus again? we are drowning","sentiment_score":-0.05}
{"full_text":"RT I saw patients all day today. And I am still not able to be vaccinated. Meanwhile, low-risk members of Congress--some o...","sentiment_score":-0.25}
{"full_text":"RT ASB this year dividen 4.25 sen seunit. Not bad la. We have Covid some more.  Economy wasn't so good back then. #asb","sentiment_score":0.3875}
{"full_text":"RT The COVID relief bill Congress passed is not a COVID relief bill at all. It puts American citizens last. It's a DISGRACE!","sentiment_score":0.0}
{"full_text":"RT The COVID relief bill Congress passed is not a COVID relief bill at all. It puts American citizens last. It's a DISGRACE!","sentiment_score":0.0}
{"full_text":"RT High doses of blood thinners do not help Covid patients in intensive care and may even hurt them, so part of an internation...","sentiment_score":0.16}
{"full_text":"RT In the last 7 days:Almost 600,000 people vaccinated in the US in 1 week; 0 deaths; 1 observed in the hospital &amp; release...","sentiment_score":0.0}
{"full_text":"I wish you have a warm winter and nice holiday. Though the pandemic isn't over yet, I hope you will always feel grateful for what you have right now. I hope the current situation won't decrease you enthusiasm to celebrate this season with your loved one. ","sentiment_score":0.4371428571}
{"full_text":"Lyft and Uber to offer millions of free rides for 'vulnerable' to get COVID vaccine","sentiment_score":-0.05}
{"full_text":"RT Nearly 700 Wal-Mart workers across Canada tested positive for #COVID19 this month, illustrating the challenge of controlli...","sentiment_score":0.1636363636}
{"full_text":"RT The first people in South Korea to get a coronavirus vaccine will probably not be Korean. According to Yonhap, the Modern...","sentiment_score":0.225}
{"full_text":"A Christmas Eve blizzard on top of freezing rain could save hundreds of lives in canceled gatherings &amp; Covid infections. Stay doubly safe by staying at home.","sentiment_score":0.5}
{"full_text":"RT Matt - tell us more about things that make us look foolish.*320K Americans have died from Covid. U.S. cities have 0% ICU...","sentiment_score":0.5}
{"full_text":"Congress To Vote On New $900 Billion Coronavirus Relief Package | TODAY","sentiment_score":0.1363636364}
{"full_text":"RT Final curtain for Danish mink as government bans breeding temporarily","sentiment_score":0.0}
{"full_text":"12 people gather shoulder-to-shoulder without masks (your Governor) to tell you you can't leave your house and you must wear a mask#SCAMDEMIC2020","sentiment_score":0.0}
{"full_text":"RT Weird. It's almost as if we had already wanted to do this but weren't able to because blocked it.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Trump reprimands congress for wasting COVID relief bill on foreign countries &amp; special interest groups Dema...","sentiment_score":0.1160714286}
{"full_text":"RT Trump said he wants Congress to amend the coronavirus relief bill to raise the amount of stimulus checks to $2,000 and elimina...","sentiment_score":0.2}
{"full_text":"RT What did do today? He corruptly pardoned a bunch of crooks and is threatening to hold up #COVID19 relief...","sentiment_score":-0.5}
{"full_text":"RT Please RETWEET","sentiment_score":0.0}
{"full_text":"RT Live: How pandemic politics pushed 8 million Americans into poverty. James Sullivan and join us....","sentiment_score":0.1363636364}
{"full_text":"RT A felony carrying up to 10 years imprisonment, snuck into a pandemic relief bill. The US prison culture marches on","sentiment_score":0.0}
{"full_text":"RT Remember, those who are shutting down our economy haven't missed a paycheck since lockdown began. We are not in this toget...","sentiment_score":-0.1555555556}
{"full_text":"RT According to the IOK Company on 23rd, the volunteering event was organized by B.I's fan club &amp; his appearance wasn't schedul...","sentiment_score":0.0}
{"full_text":"RT We need to send a clean bill with just $2,000 survival checks and a separate spending\/covid relief bill. Negotiating everyth...","sentiment_score":0.3666666667}
{"full_text":"RT Interesting to see how much respect Americans have for their military and contrasting it to their attitudes to healthcare...","sentiment_score":0.2}
{"full_text":"RT #BREAKING Dozens of maskless carolers show up for 2nd time at caroling event hosted by #KirkCameron at Ventura County mall amid s...","sentiment_score":0.0}
{"full_text":"RT Taking emergency relief funds from the people of Harris County would have knocked the floor out of our citizens' ability...","sentiment_score":0.0}
{"full_text":"5 Best Side Hustles to Make Extra Money During COVID","sentiment_score":0.5}
{"full_text":"Check you my 2020 covid tape! Highlights from the 7v7 Essex Ravens league, and some 1on1 clips. via","sentiment_score":0.0}
{"full_text":"RT BREAKING: Trump is refusing to sign the Covid relief bill, because he's a traitor.","sentiment_score":0.0}
{"full_text":"RT If you're willing to get on an airplane you're not afraid of covid. Simple as that","sentiment_score":0.1833333333}
{"full_text":"RT A necessary reminder that hanbin didnt just START doing charity work because of his hiatus or the pandemic. He has always be...","sentiment_score":0.0}
{"full_text":"RT This times 1000000000 WTF?!?","sentiment_score":-0.625}
{"full_text":"RT (2\/2 vaccinated in my country because you think it's \"government mind control\" is absolutely sickening and you should b...","sentiment_score":-0.9}
{"full_text":"Windmills cause cancer. It may be possible to kill the coronavirus with disinfectant. He spoke to the president of the Virgin islands. I'm sorry but besides a narcissist he is just dumb. He bankrupted not 1 casino but 4.","sentiment_score":-0.2916666667}
{"full_text":"Any I was just watching you on Rachel Maddow. I want to know as a taxpayer WHY taxpayers are paying Billions of $$ to Foreign countries??  Why the hell when this is supposed to be a Covid Relief Bill??","sentiment_score":-0.125}
{"full_text":"RT The Omnibus\/Covid Relief Bill passed 92-6. The threshold for an override is 2\/3 of those voting.","sentiment_score":0.0}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"RT Such good news.","sentiment_score":0.35}
{"full_text":"RT We have issues with the ASC of #RahejaClassiqueClub &amp; the club has remained cl...","sentiment_score":0.0}
{"full_text":"Let that sink in.","sentiment_score":0.0}
{"full_text":"RT New COVID Conspiracy Claims Vaccine Contains Miniaturized School Bus Full of Children:","sentiment_score":0.2431818182}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"Might quit my job and become a stay at home day drinker ","sentiment_score":0.0}
{"full_text":"What do you think, Surely you know the Democrats wanted so much more than they conceded to, correct?","sentiment_score":0.5}
{"full_text":"How it started vs. How it's goingHoliday Traffic at LAX: The horseshoe in the middle of the 2019 pic has bumper to bumper traffic crawling between the terminals. The gates with planes surround the horseshoe.One year and a pandemic later, it's not too busy.","sentiment_score":0.0333333333}
{"full_text":"The lobbying group for and is wrongly attacking studies suggesting the risks of dining indoors at restaurants during the pandemic, choosing to risk their workers' and customers' lives They have lost my business.","sentiment_score":-0.5}
{"full_text":"Uh oh guys Karen is weighing in","sentiment_score":0.0}
{"full_text":"So I just downloaded the 5k page document, did a search for $600 ... and found where they embedded the COVID payment into the rest of the bill.It still appears to be only 1 bill.","sentiment_score":0.0}
{"full_text":"He's sunk a few in his time. He hit one in the corner last season before COVID hit and he's hit a few more.regardless, I'd personally prefer Dwight over Gasol","sentiment_score":-0.1}
{"full_text":"RT When your country's COVID-19 relief bill includes $10 million in \"gender programs\" for Pakistan, you know Congress is br...","sentiment_score":0.0}
{"full_text":"RT How did we go from \"flatten the curve\" to \"stay home until you accept communism\"?","sentiment_score":0.0}
{"full_text":"RT I don't know how much of this is the lockdown or just where I'm at in life or what... but it's been *months* since I've...","sentiment_score":0.2}
{"full_text":"RT Today, I wanted to speak out on behalf of a fellow Black woman physician, Dr. Susan Moore, to not let our stories go unheard...","sentiment_score":-0.1666666667}
{"full_text":"Coronavirus, conspiracies and cries of election fraud marked 2020 as the year of the infodemic. But the worst may be yet to come","sentiment_score":-0.45}
{"full_text":"RT Yeah covid is scary but have you ever met a Disney gay","sentiment_score":-0.0416666667}
{"full_text":"RT \"It is a disgrace\": Donald Trump refuses to sign Covid relief bill which promises millions of dollars to Pakistan and othe...","sentiment_score":0.0}
{"full_text":"RT For months &amp; months, Pres Trump checked out of the COVID relief package negotiations leaving it to Treasury Secretary Mnuchin...","sentiment_score":0.0}
{"full_text":"RT Expert Bashes BC for COVID-19 Data Gaps | The Tyee","sentiment_score":0.0}
{"full_text":"RT It goes without saying that Dr. Fauci should've gotten his vaccine before Marco Rubio, Joni Ernst or any other GOP fuck...","sentiment_score":-0.2625}
{"full_text":"New Coronavirus Strain Keeping Pound Euro GBP\/EUR Exchange Rate Volatilehttps:\/\/t.co\/bicdekiCQY","sentiment_score":0.1363636364}
{"full_text":"The coronavirus outbreak in Sydney has seen states and territories close their borders to NSW residents. Here's the latest updates.https:\/\/t.co\/RK5vd3YkYL","sentiment_score":0.5}
{"full_text":"The Idaho Division of Public Health has received reports of two health care workers experiencing severe allergic reactions after receiving the Pfizer and BioNTech COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"i love casamigos too very fun song!i just hope u understand that they dont hate him and arent being upset out of spite but because its a lot of money especially during the holiday and pandemic season.i apologize for being aggressive&lt;\/3 &amp; i hope u apologize to those who were upset","sentiment_score":0.0225}
{"full_text":"We could reduce the #COVID19SA death toll by two thirds. How? Wear a mask and keep your distance.","sentiment_score":0.0}
{"full_text":"#NOWPLAYING : Dayglow - Can I Call You Tonight?  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife","sentiment_score":0.0}
{"full_text":"Kit, a custom dress-making business with a few refugee tailors, asked neighbors for help filling requests for donated masks early in the pandemic.","sentiment_score":-0.05}
{"full_text":"In the past year, New Orleans parents have had to cope with sudden classroom shutdowns, frustrating virtual learning curves and more. But the majority of them are satisfied with NOLA Public Schools' response to COVID-19, according to a recent survey.https:\/\/t.co\/1OQH1gvhJN","sentiment_score":0.0607954545}
{"full_text":"Pandemic is not going anywhere. I've got nothing. Haven't seen grandkids in nearly 14 months. Lost my job bc shutdown. I don't see anything to look forward to anytime soon.. except for having educated adults in the People's House.","sentiment_score":0.1}
{"full_text":"GEORGE LICENCE OFFICES AND VEHICLE TESTING STATION OPEN 28-31 DECEMBER 2020George Municipality general offices closed for Christmas holidays unless Covid-19 measures.Friday 25 December to Sunday 27 December: CLOSEDMonday 28 December to Wednesday 30 December: 8am-3pm: (Open)","sentiment_score":-0.16}
{"full_text":"RT I saw patients all day today. And I am still not able to be vaccinated. Meanwhile, low-risk members of Congress--some o...","sentiment_score":-0.25}
{"full_text":"Because of Covid protocols, the players trained in small groups after assembling last Saturday, pending the results of tests on Tuesday. #SAvSL","sentiment_score":-0.125}
{"full_text":"NEW VIDEO: TRUMP'S COVID-19 CRIMES AGAINST HUMANITY.Lawyers think they've found a way to prosecute him for them, IN the US. And Congress stealthily moves towards Covid-19 malfeasance hearings - all as Trump screws up again on the faster-spreading British Variant.New O vs. T:","sentiment_score":0.0681818182}
{"full_text":"WHO Europe to convene its members to discuss how to handle a new variant of the novel #coronavirus discovered in the #UK. Dozens of countries have banned flights from Britain in fear of the new virus strain, which is reportedly 70 percent more contagious.","sentiment_score":0.2575757576}
{"full_text":"The U.S. government is close to a deal to acquire tens of millions of additional doses of Pfizer's vaccine in exchange for helping the pharmaceutical giant gain better access to manufacturing supplies.","sentiment_score":0.25}
{"full_text":"Need a Lift?c. 1941Tractor towing group to the Sugar Bowl Run.Tahoe National Forest Collection#Christmas2020 #ChristmasGift #COVID19 #ShopLocal #ShopPlacer #Winter","sentiment_score":0.0}
{"full_text":"#Taiwan's economic prospects for 2021 will depend on the efficacy of the #COVID-19 vaccines and the attitude that the incoming Biden administration takes toward China:","sentiment_score":0.2}
{"full_text":"RT #YearInReview: At #UNGA, supporters shared their struggles during #COVID19 in a heartfelt message of solidarity wi...","sentiment_score":0.0}
{"full_text":"People put out of work because of the COVID-19 outbreak are getting help just in the nick of time, as CARES Act funding is set to expire the day after Christmas. | By","sentiment_score":0.0}
{"full_text":"RT We need to send a clean bill with just $2,000 survival checks and a separate spending\/covid relief bill. Negotiating everyth...","sentiment_score":0.3666666667}
{"full_text":"The United States Postal Service has warned about delays. A record number of packages and staffing shortages - both worsened by the coronavirus pandemic - are to blame.https:\/\/t.co\/JLG2iM4FOZ","sentiment_score":0.0}
{"full_text":"Seattle Indian Health Board first to receive Moderna COVID-19 vaccine","sentiment_score":0.25}
{"full_text":"The state of Missouri continues to see the distribution and administration of COVID-19 vaccines according to the state's vaccination plan.","sentiment_score":0.0}
{"full_text":"Amen Geraeme.","sentiment_score":0.0}
{"full_text":"The Kanawha County library system announces its holiday closures and said the time will be extended as a precaution due to the pandemichttps:\/\/t.co\/IKW2uSIpTD","sentiment_score":-0.125}
{"full_text":"Americans are expressing less reluctance about getting the COVID-19 vaccine, based on two recent surveys.","sentiment_score":-0.0833333333}
{"full_text":"ICYMI: Gov. Hutchinson authorizes an alternate care site to be built in partnership with Baptist Health Systems in Central Arkansas.","sentiment_score":0.0}
{"full_text":"\"We have significant common interest and if we're going to let the perfect stand in the way of the good or any type of similar analyses, we may end up with nothing.\"","sentiment_score":0.355}
{"full_text":"RT 1st COVID-19 vaccine delivered in Waterloo Region at Grand River Hospital in Kitchener","sentiment_score":0.5}
{"full_text":"The funny thing is the feds keep 18,000 grand of MY tax $s every year. I would appreciate MY $s supporting my fellow Americans, no matter the party lines ","sentiment_score":0.3333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 34.9FWind Chill: 29.2FHumidity: 68%Dew Point: 25.3F Barometer: 30.329 inHgWind: 7 mph from the NNWCorona Virus Weekly Stats:Cases: 265.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT has received CARES Act funding to assist customers that have fallen behind on their utility bills as a result...","sentiment_score":-0.4}
{"full_text":"RT There are several types of vaccines currently under development for #COVID19, each with different potential strengths and we...","sentiment_score":0.0}
{"full_text":"RT Trump just wants to increase the amount of money in the COVID relief bill because the current bill leaves him $150 short on...","sentiment_score":0.0666666667}
{"full_text":"RT Looting people during Pandemic in the name of tax..#LPGPriceHike #FuelPriceHike #BJPKaScam","sentiment_score":0.0}
{"full_text":"How Midwives Have Stepped in in Mexico as Covid-19 Overshadows Childbirth -","sentiment_score":0.0}
{"full_text":"RT U.S. COVID update:- New cases: 189,932- Positivity rate: 11.2% (+0.6)- In hospital: 117,777 (+2,426)- In ICU: 22,213 (+31...","sentiment_score":0.1363636364}
{"full_text":"RT .@realDonaldTrump said he will #veto a pandemic stimulus bill if it doesn't include higher than $600 direct payment to Ame...","sentiment_score":0.175}
{"full_text":"RT Just say no to COVID travel bans. We've seen this movie before, and it ended with the largest power grab in world hist...","sentiment_score":0.0}
{"full_text":"How To Be The Person Everyone Else Trusts #COVID19 #TransformationTuesday #TopicTuesday #TipTuesday","sentiment_score":0.0}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"Vice President, sir, please deny the cheating states electors on Wed., Dec 23!","sentiment_score":0.0}
{"full_text":"RT Please wear a mask, wash your hands and social distance, folks. Stay home. Give our healthcare workers a break.","sentiment_score":0.0333333333}
