{"full_text":"Fresh banter! @MattBelloni and I on WarnerMedia's window-smashing. And @Kamilahf was friends with #Ta-Nehisi Coates from her @HowardU days. That led to pandemic Zoom game night, which led to the new film, #BetweenTheWorldAndMe.","sentiment_score":0.0371212121}
{"full_text":"RT Covid killed 3000 Americans yesterday. Thats 285,314 deaths. Your legacy will be the president who knew how...","sentiment_score":-0.2}
{"full_text":"RT Over a dozen prominent Democratic federal, state, and local politicians have been accused of \"do as I say, not as I do\"...","sentiment_score":0.25}
{"full_text":"RT Germany revealed an ultra-cold deep freeze COVID-19 vaccine storage facility capable of bringing down the temperature to -80 d...","sentiment_score":0.0148148148}
{"full_text":"Stay healthy!  #corona #coronavirus #covid19 #facemask24shop #facemask #gesichtsmaske #mundnaseschutz #staytogether #stayhealthy #mouthnosemask #faceshield","sentiment_score":0.625}
{"full_text":"RT Friends &amp; Family Remember Former OKC Police Officer Who Died From COVID-19","sentiment_score":0.0}
{"full_text":"RT CDC for first time recommends people wear masks indoors when not at home","sentiment_score":0.25}
{"full_text":"can't believe meredith grey survived a drowning, plane crash, christina leaving, derek dying but really is probably gonna die from covid","sentiment_score":0.075}
{"full_text":"RT --In 45 years of R&amp;D and billions invested we have a flu shot that works about 35% of the time --But in 8 months of R...","sentiment_score":0.0}
{"full_text":"RT With the new stay at home order I'll be doing the same thing I've been doing the past 9 months","sentiment_score":-0.0378787879}
{"full_text":"RT How has another week gone by with McConnell getting away with not bringing a coronavirus relief bill to the Senate floor?...","sentiment_score":0.0}
{"full_text":"when covid is over we're having a wappy dog meetupjust as soon as I buy a wappy dog","sentiment_score":0.0}
{"full_text":"Weird statements. Freudian slip?  Is he is planning on resigning.  What happenied to social distancing. Tapper is grinning like a fool.","sentiment_score":-0.2333333333}
{"full_text":"RT If you're going to spend hundreds of billons in pandemic relief the most effective thing you can do is put it into people's...","sentiment_score":0.55}
{"full_text":"Joe, I think America has made up it's mind. Decency is now political and half of the country is opting out.","sentiment_score":-0.0833333333}
{"full_text":"Seeing that this information is out there but our officials continue to bury their head in the sand is probably the most maddening aspect of this pandemic in Manitoba. They need the schools open for the economy, and it's becoming clearer everyday that's the only reason.","sentiment_score":0.15}
{"full_text":"RT Germany revealed an ultra-cold deep freeze COVID-19 vaccine storage facility capable of bringing down the temperature to -80 d...","sentiment_score":0.0148148148}
{"full_text":"RT Nancy Pelosi has FAILED the American people.","sentiment_score":-0.25}
{"full_text":"I'd like to point out that Tenet has grossed $357,800,000 theatrical worldwide. In the middle of a pandemic. Nothing else is even close during the pandemic.Christopher Nolan deserves a medal.","sentiment_score":0.0}
{"full_text":"RT On the day I'm inaugurated, I'll call on the public to wear a mask for 100 days.Let's keep our fellow Americans safe and sa...","sentiment_score":0.25}
{"full_text":"An update to this story: I'm told Randy is making very small improvements. \"Doctors and family are still hopeful for a recovery. Keep praying.\"","sentiment_score":-0.325}
{"full_text":"RT SDPI conference is from December 14-17.Sdc2020 23rd conference in times of covid-19. #sdc2020 #sdpi","sentiment_score":0.0}
{"full_text":"\"The first shipment is expected to cover inoculations of 3.2 million people, nowhere near enough for the 21 million U.S. healthcare workers.\" Analysis: First U.S. delivery of #COVID19 #vaccine will leave out many high-risk workers","sentiment_score":0.1666666667}
{"full_text":"RT COVID relief needs to directly help everyday people.People need stimulus checks &amp; UI.","sentiment_score":-0.05}
{"full_text":"RT Flouting, is that what its called now when you try and keep your business open and bills paid?","sentiment_score":0.0}
{"full_text":"RT I support #DACA BUT #HomeMeansNevada IS BULLSHIT--THOUSANDS are #Homeless &amp; NVDHHS Director #RichardWhitley MAD...","sentiment_score":-0.625}
{"full_text":"Hahah you are a joke. Our economy was better then the obama administration before covid and we had record low unemployment. So how do you plan on destroying our economy?","sentiment_score":0.1}
{"full_text":"RT Trevor Noah calls out Dem politicians for breaking COVID rules: \"I'm sorry, man. Everyone has given up their lives and t...","sentiment_score":-0.5}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"Why don't u do a survey of how many state and local government advocate repeated Covid testing? I think it's because you don't want the answer.","sentiment_score":0.25}
{"full_text":"RT .@vanOnselenP writes while most Australians have been unlucky during the pandemic, Morrison has benefited from it as it to...","sentiment_score":0.5}
{"full_text":"RT These COVID negotiations should be public.The public should be able to see who is holding stimulus checks hostage &amp; demanding im...","sentiment_score":0.25}
{"full_text":"She can't wait","sentiment_score":0.0}
{"full_text":"RT Rhode Island just became the 6th state where #COVID19 has killed more than 1 out of every 750 residents. Mississippi, Nor...","sentiment_score":0.15}
{"full_text":"RT 1. A thread on some possible knock-on benefits of masking\/distancing for #Covid19. Before the pandemic, 2020 was expec...","sentiment_score":0.0}
{"full_text":"RT Santa adjusts to new normal of coronavirus pandemic","sentiment_score":0.1431818182}
{"full_text":"RT COVID is killing more people in America every day than any other single cause.","sentiment_score":0.1011904762}
{"full_text":"Maybe mono? Not sure, I've just seen several people make jokes that they caught mono during a pandemic haha","sentiment_score":-0.0166666667}
{"full_text":"Jimmy's like \"damn, I finagled a way to get to the front of the line and people are calling me an ANGEL!\"","sentiment_score":0.0}
{"full_text":"RT WARNING:Pfizer is warning pregnant women to NOT take the coronavirus vaccine because it could have risks for the baby....","sentiment_score":0.3333333333}
{"full_text":"RT I agree with Including a stimulus check is the most effective relief. You can even make part of it a #vaccine...","sentiment_score":0.55}
{"full_text":"Fabiana Justus COVID: Google it","sentiment_score":0.0}
{"full_text":"RT The are complicit in the deaths and the devastation to millions of Americans! doesn't care about peop...","sentiment_score":0.0}
{"full_text":"RT Trump holding a packed rally tomorrow as COVID cases, deaths hit record highs Trump's ex-campaign manager blamed P...","sentiment_score":0.0}
{"full_text":"RT If a parent did to their child what Mitch McConnell is doing to America in the middle of #COVID19 pandemic, they would...","sentiment_score":0.0}
{"full_text":"When you don't wear a mask you lose a bigger part of what it means to being human...compassion for others","sentiment_score":0.0}
{"full_text":"RT appreciation tweet for jaemin who had to practice, learn 4 choreos (maw, deja vu, work it, resonance), and record songs he p...","sentiment_score":0.0}
{"full_text":"RT Bitches be like \"wear your mask, be safe!\" then get on a plane to Mexico LMAO","sentiment_score":0.6125}
{"full_text":"RT Regular person goes broke in the pandemic: 4-hour bread lines and homelessnessCompany goes bankrupt in the pandemic:...","sentiment_score":0.0}
{"full_text":"YES! Raise you and a Conservatives wouldn't change their underwear unless they were told. They all need to be made irrelevant","sentiment_score":-0.5}
{"full_text":"What have you done to help stop the effect of COVID-19 ??","sentiment_score":0.0}
{"full_text":"A #liberals wet dream...","sentiment_score":-0.1}
{"full_text":"No, you haven't understood the east Asian approach.  You only start wearing a mask when you are sick, not because you're a hypochondriac. By the way, a pandemic is just a widespread disease.","sentiment_score":-0.2380952381}
{"full_text":"RT When I had COVID-19, I could barely breathe. My friend called to check on me, heard me struggling to speak, and s...","sentiment_score":0.05}
{"full_text":"#NewsUpdate: #SanBernardinoCountyCA: #COVID19 Information; Positive Cases: 100,733; Recovered Projected: 90,220; and Deaths: 1,175. #BreakingNews #NewsAlert #Pandemic #CoronavirusDisease2019 #News","sentiment_score":0.2272727273}
{"full_text":"Our shelter remains open and responsive to the needs of victims and survivors of domestic violence during the COVID-19 crisis.If you or someone you know is in a domestic violence situation, contact our toll-free 24\/7 hotline at 866-378-6378.https:\/\/t.co\/iuQH2gLCcv","sentiment_score":0.0}
{"full_text":"RT Talk about heroes: I just had a chance to speak to ~170 of SF's case investigators\/contact tracers: librarians, staff from...","sentiment_score":0.0}
{"full_text":"RT Hey guys, lean in so I can tell you all a secret...There are many more of us than there are of [them].By a lot.Hund...","sentiment_score":0.5}
{"full_text":"RT The pentagon is appointing Trump advisers.McConnell rejected ANOTHER bipartisan COVID relief bill.If you're in Georgia,...","sentiment_score":0.0}
{"full_text":"RT Will you pledge to wear a mask for 100 days to keep our country safe?","sentiment_score":0.5}
{"full_text":"So typical. We are unable to see the video. Twitter again","sentiment_score":-0.3333333333}
{"full_text":"I'm so sick of this fucking lie","sentiment_score":-0.6571428571}
{"full_text":"RT That's ridiculous democrats are FCKING disgusting psychopaths! STAND UP PEOPLE END THE democRAT...","sentiment_score":-0.6666666667}
{"full_text":"If you wanted to eat out during a pandemic, you should have gotten a live-in relationship with someone who has a vagina","sentiment_score":0.0}
{"full_text":"#CAMBODIA #Covid19KH 05-December-2020 (7:00am) - New cases: 10 (Nov. 28 community event related)- New recovered: 01 - Active cases: 40 - Deaths: 0 - Total recovered: 305 (F: 62; M: 243) - Total cases: 345 (F: 80; M: 265)  - Total number of tests:.... *Sources: CDC &amp; MoH","sentiment_score":0.0199134199}
{"full_text":"god can we just fast forward to the part where covid is over and i'm living with alex in a cozy little apartment in oregon full of tall bookshelves and potted plants with cats and a snake and fairy lights all over the walls and i can kiss them whenever i want","sentiment_score":0.040625}
{"full_text":"RT  Chinese government used the spread of the Coronavirus as a poli...","sentiment_score":0.0}
{"full_text":"RT My dad and my husband got coronavirus this year. They both recovered, for which I will forever be thankful, but I cannot...","sentiment_score":0.0}
{"full_text":"RT The fact that Congress did not pass stand alone bills to get Americans checks during this pandemic is an absolute disgrace. A...","sentiment_score":0.2}
{"full_text":"Wearing a mask, a N95 mask, will keep you from catching the virus AND from spreading it. It's not 100 percent fool proof since we STILL need to WASH our HANDS, however if you do all that is needed, it works.  So if everyone there was wearing the PROPER mask, they were all safe .","sentiment_score":0.3666666667}
{"full_text":"RT READ THIS THREAD.","sentiment_score":0.0}
{"full_text":"RT Covid is spreading after Thanksgiving weekend and infections\/hospitalizations\/deaths will rise before the vaccine can make an...","sentiment_score":0.0}
{"full_text":"RT COVID-19 killed the Grinch and then took Xmas itself.","sentiment_score":-0.2}
{"full_text":"As an Albertan, I get it. Field hospitals will just be a bandaid solution unless we get the exponential growth of the virus in check.Alberta's doctors called for a lockdown weeks ago. They warned us. They told Kenney and he won't listen.We need leadership#AbLeg","sentiment_score":0.0}
{"full_text":"RT Even before COVID-19 hit the United States, too many Americans across our country were struggling to make ends meet.","sentiment_score":0.5}
{"full_text":"Wear a goddamn mask","sentiment_score":0.0}
{"full_text":"RT These COVID negotiations should be public.The public should be able to see who is holding stimulus checks hostage &amp; demanding im...","sentiment_score":0.25}
{"full_text":"What can you expect from a GOP Senator who has spewed misinformation during a pandemic? Of course, keep denying the deaths of 270,000 + American citizens and science.","sentiment_score":0.0}
{"full_text":"RT New Mexico's first 200 deaths of the COVID-19 pandemic took 46 days.New Mexico's most recent 200 deaths of the COVID-19 pan...","sentiment_score":0.2215909091}
{"full_text":"StimulusChecksNOW please like and RT 10x and pass it on!And support Progressive candidates, who won't pull shit like this! #ProgressivesBringTheHeat Follow #NotMeUs","sentiment_score":-0.25}
{"full_text":"is a nutjob who should stop wasting time and money on this. There's a pandemic raging through the country and she's tilting at windmills.","sentiment_score":0.0}
{"full_text":"RT Ontario's grand ole online pandemic eviction \"blitz\" extravaganza continues, because a global health emergency shouldn't g...","sentiment_score":0.25}
{"full_text":"RT Trump and his administration need to stop spending America's money traveling around right now. They are on their...","sentiment_score":0.2857142857}
{"full_text":"RT --In 45 years of R&amp;D and billions invested we have a flu shot that works about 35% of the time --But in 8 months of R...","sentiment_score":0.0}
{"full_text":"Nov. 25, when 638 people were hospitalized with COVID-19 in San Bernardino County, the head of San Antonio Regional Hospital in Upland said of western SB County, \"to a hospital, they are like us -- they are bursting at the seams.\"https:\/\/t.co\/ZhEhJGPmsQ242 new patients now.","sentiment_score":0.0681818182}
{"full_text":"RT After you've been exposed to Covid, it can take up to 14 days to become infectious, with the biggest risk between days fo...","sentiment_score":0.0}
{"full_text":"Would you also get the COVID-19 vaccine if it helped you not get COVID-19? Not sure if they can arrange that like they can the money but boy, it's an idea!","sentiment_score":-0.3125}
{"full_text":"RT Kelly Loeffler bought three homes in Florida, a condo in Chicago and a mansion along the Georgia coastline. When she learne...","sentiment_score":0.0}
{"full_text":"RT I live in Kentucky. People are hurting. Coronavirus. Hospitals at capacity. Painkillers. Heroin. Unemployment. No relief...","sentiment_score":0.1363636364}
{"full_text":"Far cry from when you were respectable.https:\/\/t.co\/cT8Kok7Tk7","sentiment_score":0.1}
{"full_text":"These Republicans are just destructive ..period..we are at war with them..and they must lose","sentiment_score":-0.6}
{"full_text":"Corporate credit defaults have been relatively low considering the outsized shock of COVID-19. Do muted default rates also mean a muted recovery?","sentiment_score":-0.1041666667}
{"full_text":"In today's update from the COVID-19 Medical Response Office, our experts reminded everyone to be safe, stay home and stay vigilant as cases continue to rise in PA and around the country. Learn more:","sentiment_score":0.3333333333}
{"full_text":"RT Health officials say businesses who don't follow the order could face fines or even a misdemeanor citation.","sentiment_score":0.0}
{"full_text":"RT There were 0 new cases and 0 deaths reported yesterday, and there remain 0 active cases. 7,670 test results were received....","sentiment_score":0.0015151515}
{"full_text":"They do realize it.  That's why the Democrats bought the Chinese supplied virus in the first place!  They thought that Our president would make bad decisions like they would've, like H1N1.  But DJT is to caring and tried to protect people.  The Chinese what Biden.","sentiment_score":-0.096875}
{"full_text":"I can't even buy a stamp for my absentee ballot","sentiment_score":0.0}
{"full_text":"How awful. WEAR. A. FUCKING. MASK.","sentiment_score":-0.8}
{"full_text":"RT Germany revealed an ultra-cold deep freeze COVID-19 vaccine storage facility capable of bringing down the temperature to -80 d...","sentiment_score":0.0148148148}
{"full_text":"RT If Covid didn't exist I would for sure be traveling right now ","sentiment_score":0.3928571429}
{"full_text":"Covid-19 fear: \"there are rational ways to respond to threats and irrational ways, and that is a line America crossed in 2020.\"https:\/\/t.co\/lkXz3uAMc4","sentiment_score":0.0}
{"full_text":"Biden -  Beijing owned","sentiment_score":0.0}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"Omaha Attorney Kelsey Heino will be on next weeks HBE 10 Minute Tuesday - And a Happy New Year? COVID Employment Law Questions Linger for 2021. Register here:","sentiment_score":0.3121212121}
{"full_text":"I forget how long the pandemic really has been but your kiddo has noticeably grown since we last were at your house.","sentiment_score":0.05}
{"full_text":"RT New--I'm pleased to announce that to fight the pandemic, we formed a specia group to support Biden on #COVID19 pandemic resp...","sentiment_score":0.5}
{"full_text":"RT \"Right now, a lot of my neighbors are skeptical about taking the vaccine,\" Rita Crews said. \"The ones who are skeptical a...","sentiment_score":-0.2380952381}
{"full_text":"RT These COVID negotiations should be public.The public should be able to see who is holding stimulus checks hostage &amp; demanding im...","sentiment_score":0.25}
{"full_text":"RT Anytime you meet with people you don't live with, you need to take precaution. Even visiting your #familyandfriends can...","sentiment_score":0.1363636364}
{"full_text":"It's one of my top ten reads for 2021.","sentiment_score":0.25}
{"full_text":"Even in a pandemic, there's no immunity from financial missteps, writes Marguerite Roza. So, district leaders, use caution. Take those extra steps needed to spend smartly and transparently on behalf of students. ","sentiment_score":0.0714285714}
{"full_text":"Matt I got a beach house in Stone Harbor , you are more then welcome to stay .Bring all your friends and leave the masks at Murphy's house.","sentiment_score":0.65}
{"full_text":"The state Department of Health Kaua'i District Health Office reported one new case of COVID-19 on Thursday.For the full story, visit the link in our bio.","sentiment_score":0.2431818182}
{"full_text":"RT On the day I'm inaugurated, I'll call on the public to wear a mask for 100 days.Let's keep our fellow Americans safe and sa...","sentiment_score":0.25}
{"full_text":"RT On the day I'm inaugurated, I'll call on the public to wear a mask for 100 days.Let's keep our fellow Americans safe and sa...","sentiment_score":0.25}
{"full_text":"Rep. Eric Go Yap announced that he procured from the national task force on COVID-19 some ten thousand RT-PCR test kits for the aggressive expanded testing in the different parts of the province following the surge in the number of cases in some . . .https:\/\/t.co\/zMAOcbAgQm","sentiment_score":0.0}
{"full_text":"Church is essential, and we will gather for service at 9:00 and 11:00 AM. Also, make plans to join us in the evening for the Christmas Tree Lighting and concert in Orange County at 5:00 PM.And please don't forget to wear your mask and practice social distancing.","sentiment_score":0.0166666667}
{"full_text":"The move extends a moratorium that started early in the pandemic but was set to expire at the end of this month.","sentiment_score":0.1}
{"full_text":"RT BREAKING: U.S. reports nearly 225,000 new coronavirus cases, setting new record","sentiment_score":0.1242424242}
{"full_text":"Krampus Cardc. 1910Krampusnacht is December 5th. Who was Krampus? We'll be posting a Spark Page tomorrow, so stay tuned!#ChristmasIsComing #COVID19 #History","sentiment_score":0.0}
{"full_text":"WHO Chief Urges Investment, Preparation for Next Pandemic","sentiment_score":0.0}
{"full_text":"Here's a quick reminder on how to properly wear your mask as we get ready for the next reopening phase starting Monday, Dec. 7!For more detailed information, visit our latest Reopening Plan","sentiment_score":0.2416666667}
{"full_text":"has some great COVID-19 resources for real estate agents. Check them out here >>>>","sentiment_score":0.5}
{"full_text":"With shortages of everything from masks to toilet paper, the pandemic has shown the importance of the global supply chain. Prepare for a career supply chain management with one of UNC Greensboro's online programs.https:\/\/t.co\/SxAdQByrCn","sentiment_score":-0.0166666667}
{"full_text":"Gov. Abbott exploited the #COVID19 pandemic to temporarily block abortion care in Texas, despite medical experts arguing that #AbortionIsEssential. Here is one Texan's story, beautifully illustrated by","sentiment_score":0.425}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"One student shares how she's learned to adapt and find the positives during a year of digital learning due to #COVID19.","sentiment_score":-0.0625}
{"full_text":"Psychology professors explain why some find social distancing difficult to practicehttps:\/\/t.co\/peG9ph6LDr","sentiment_score":-0.2333333333}
{"full_text":"The Trump administration on Friday suspended all federal student loan payments through the end of January and kept interest rates at 0%, extending a moratorium that started early in the COVID-19 pandemic but was set to expire at the end of this month.https:\/\/t.co\/2jDuwuPPFk","sentiment_score":0.1}
{"full_text":"In November, 3.9 million Americans were unemployed for at least 27 weeks.","sentiment_score":-0.3}
{"full_text":"RT Covid is the first disease to have an anti-vaccine movement before it had a vaccine. We're not out of the woods yet.","sentiment_score":0.25}
{"full_text":"Local trials for COVID-19 vaccines will begin in January, according to the country's vaccine panel.READ:","sentiment_score":0.0}
{"full_text":"In case you missed it... There Is A Calculator That Tells You When YOU Can Get The Coronavirus Vaccine!https:\/\/t.co\/aCS2OiO33q","sentiment_score":0.0}
{"full_text":"Horizon Health is making changes to their EZ Care Clinics in Paris and Marshall as COVID-19 cases climb.","sentiment_score":0.0}
{"full_text":"On Thursday, the United States surpassed a grim milestone of over 14 million coronavirus cases, according to data from Johns Hopkins University, as the pandemic continues to ravage the country.","sentiment_score":-1.0}
{"full_text":"How to Be Effective With Your Generosity in 2020https:\/\/t.co\/2tfWTIGHht","sentiment_score":0.6}
{"full_text":"Every December, hundreds of thousands of Mexican nationals living in the United States head south of the border to visit family over the holidays. But officials in neighboring Sonora are urging them not to come this year amid the pandemic.https:\/\/t.co\/AxjXzY5E3c","sentiment_score":0.0}
{"full_text":"RT The takeaway is the same. Indoors, we should always wear a mask-there is no way to make indoor restaurants or bars safe, includ...","sentiment_score":0.25}
{"full_text":"My beloved California is about to go into a complete lockdown. This will finish off small business for good and keep our population isolated &amp; depressed. This isn't about science, it's about total government control of our bodies &amp; minds. Welcome to the new globalist world order!","sentiment_score":0.3172077922}
{"full_text":"The number of Americans hospitalized with COVID-19 hit an all-time high in the U.S. on Thursday at 100,667, according to the COVID Tracking Project. ","sentiment_score":0.16}
{"full_text":"\"(This) is deeply concerning and a sign that we must not be reckless during the holiday season.\"","sentiment_score":0.0}
{"full_text":"It's not a vaccine, but UCHealth is providing a potential treatment option that aims to keep COVID-19 symptoms from getting worse.","sentiment_score":-0.2}
{"full_text":"\"It's crazy to be shutting down schools,\" the superintendent said.","sentiment_score":-0.3777777778}
{"full_text":"Deregulation, Covid-19 or developing a relationship with China?Australia is not well-known for casting envious glances across the Tasman. But what can 'the lucky country' learn from us?","sentiment_score":0.3333333333}
{"full_text":"Church is essential, and we will gather for service at 9:00 and 11:00 AM. Also, make plans to join us in the evening for the Christmas Tree Lighting and concert in Orange County at 5:00 PM. And please don't forget to wear your mask and practice social distancing.","sentiment_score":0.0166666667}
{"full_text":"Florida is expected to receive 170,000 doses of the Pfizer vaccine in the first shipment, which could arrive the second or third week of December.","sentiment_score":0.0375}
{"full_text":"The new guidance also encourages Americans to wear a mask in their own household if someone else who lives there has had a potential COVID-19 exposure or has been infected.https:\/\/t.co\/MkBJtZ2suE","sentiment_score":0.2454545455}
{"full_text":"While COVID-19 hasn't brought much joy in 2020, especially for those in nursing facilities, the Helen Purcell Home still had a lot to be excited about this fall.","sentiment_score":0.3916666667}
{"full_text":"Covid: US doctor's video simulates what dying patient sees #news","sentiment_score":0.0}
{"full_text":"Jasper's Memorial Hospital prepared for first wave of COVID-19 vaccines &gt;&gt;","sentiment_score":0.25}
{"full_text":"New Braunfels is mourning the loss of a Christmas icon--Tom Hohmann passed away from COVID-19 complications Thanksgiving morning. If you ever took a photo with the beloved Hill Country Santa, feel free to share them below. ","sentiment_score":0.4121212121}
{"full_text":"RT  Interessant.","sentiment_score":0.0}
{"full_text":"RT Even before COVID-19 hit the United States, too many Americans across our country were struggling to make ends meet.","sentiment_score":0.5}
{"full_text":"This funding will allow the men and women of the West Virginia National Guard to continue supporting the COVID-19 response and COVID-19 vaccine mission going forward.","sentiment_score":0.25}
{"full_text":"Reasonable to the people Canadians have elected to be in power. They (lawyers appointed by parliament) go infront of the supreme court, use R v. Oakes (1986) case law as precident. That is how we are here today. They used covid to reasonably justify using sec. 1 of the Charter.","sentiment_score":0.1}
{"full_text":"90 Montana providers registered to disperse COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"The experimental treatment KEPTIDE is a nasal spray that works by stopping the virus from attaching onto and entering cells. Arizona biotech company Sotira says studies have been promising so far, showing 100% effectiveness with no negative side effects.https:\/\/t.co\/eNz237SOmH","sentiment_score":0.1375}
{"full_text":"Pfizer-BioNTech seeks full marketing approval from UK for COVID-19 vaccine ","sentiment_score":0.35}
{"full_text":"RT Dear Seokjin, thank you for speaking candidly &amp; openly about your recent burnout experience.I am glad that you ar...","sentiment_score":0.275}
{"full_text":"Go get Corona people","sentiment_score":0.0}
{"full_text":"Are You a Starter? #COVID19 #resume #JobHuntChat #freelance","sentiment_score":0.0}
{"full_text":"RT Joe Biden has just announced he plans to order people to wear masks until April 29, 2021.That is more than 400 days af...","sentiment_score":0.5}
{"full_text":"RT #Cameroon travel advise from UK FCDO: New info on upcoming reg council elections Dec 6 &amp; lockdown across NW &amp; SW regions f...","sentiment_score":0.1363636364}
{"full_text":"Um....what?","sentiment_score":0.0}
{"full_text":"NC DHHS Secretary Dr. Mandy Cohen is urging everyone to get the vaccine as soon as it's offered to them.","sentiment_score":0.0}
{"full_text":"\"It's not fun, I lost my sense of taste and smell, but my bout with the flu was worse,\" he said.","sentiment_score":-0.275}
{"full_text":"RT Even before COVID-19 hit the United States, too many Americans across our country were struggling to make ends meet.","sentiment_score":0.5}
