{"full_text":"RT Top congressional lawmakers have cleared away the last major obstacle to agreement on a COVID-19 economic relief package c...","sentiment_score":0.190625}
{"full_text":"RT if you are under 5'3 please take a break. i know y'all elves have been working hard to keep the workshop open during co...","sentiment_score":-0.1458333333}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":"  THIS is WHY COVID has got out of control no masks people shopping you don.t have to be stupid to see why this fiasco is going on, new strain, it is called need for greed.","sentiment_score":-0.3318181818}
{"full_text":"\"Rose Bowl\" relocated to Dallas due to Covid-19 concerns in California.  Texas Officials explained: \"Hell most folks got four grandparents anyhow and there's only one Rose Bowl.\" ","sentiment_score":0.315}
{"full_text":"RT Imagine a bar setting, anywhere in Buffalo on a SATURDAY NIGHT after winning the AFC East. Complete chaos.. stupid Covid","sentiment_score":-0.0666666667}
{"full_text":"The pandemic has fcked up our social energies. Mygulay.","sentiment_score":0.0333333333}
{"full_text":"RT WORRISOME--Key things on new  VUI-202012\/01 #SARSCoV2 mutation:--Likely more infectious, possibly up to 70% faster trans...","sentiment_score":0.2121212121}
{"full_text":"RT Ivanka screened CDC guidelines, &amp; then made changes--overruling scientists\/scientific data. \"Demoralizing to spend your e...","sentiment_score":0.0}
{"full_text":"RT For the record Big Red and  I don't believe any of datt BS LTG Ret. Flynn Is Talking about . He has been fired by 2 Pr...","sentiment_score":0.0}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT Two Georgia hospitals in the same district.  One is slammed with #COVID19 and received no vaccine this week.  One, an infl...","sentiment_score":0.0}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"Now Thailand is about to lockdown again Shaila, because of the pandemic here is getting worse in many part of the country. It started when labour from our neighborhood countries illegally entered Thailand without approval and quarantine.","sentiment_score":-0.1333333333}
{"full_text":"There was covid VSOP at the highlander izolo","sentiment_score":0.0}
{"full_text":"Bejamin Young Savage tweet: Portland police attempt to serve an eviction notice during a pandemic.Residents push them back.Americans are in poverty: They are facing eviction, no money to buy food and medications.Please keep a roof for these poor people.","sentiment_score":-0.15}
{"full_text":"RT Remember this guy?","sentiment_score":0.0}
{"full_text":"RT New Zealand has announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then t...","sentiment_score":0.2018181818}
{"full_text":"I don't wish a hard lockdown or outbreak on anyone anywhere but I will point out the stark difference between how our Premier got treated and how Gladys &amp; crew are getting treated by the Murdoch Press.","sentiment_score":-0.2458333333}
{"full_text":"RT From Sunday 20 December, some areas in England will enter Tier 4: Stay At Home. [Tap to expand the poster]","sentiment_score":0.0}
{"full_text":"For God's sake guys don't take this virus lightly.","sentiment_score":0.4}
{"full_text":"RT Best Christmas gift ever. Covid vaccine, first dose","sentiment_score":0.625}
{"full_text":"Nate Silver is 42 and has *not* spent a fairly large part of his life reading research about Covid, because Covid was not around for the first 41 years of his life.He has, OTOH, spent a fairly large part of his life being wrong about things. He's kind of an expert at that.","sentiment_score":0.1040816327}
{"full_text":"RT From his free polio treatment as a child to his free COVID vaccine as an adult, McConnell has benefited his entire lif...","sentiment_score":0.225}
{"full_text":"RT Black footballer sent off after spitting on a member of the opposing team. Imagine if it were a white guy doing the sp...","sentiment_score":-0.0833333333}
{"full_text":"RT Two Georgia hospitals in the same district.  One is slammed with #COVID19 and received no vaccine this week.  One, an infl...","sentiment_score":0.0}
{"full_text":"RT Over one thousand shacks burned to the ground in Cape town, and the call went out to those willing to help.Whites helped o...","sentiment_score":0.25}
{"full_text":"I posted a covid vaccine meme on my ig story and my aunt really got upset by it and is now lecturing me telling me to \"not spread false info\" and respect..... here we go","sentiment_score":-0.1}
{"full_text":"'What is death to you? When do you know you're done? What are you living for in the meantime?'  on how the pandemic is changing our understanding of mortality.https:\/\/t.co\/AYSjqE00Np","sentiment_score":0.0}
{"full_text":"Me 3 weeks ago when I found out my coworker had COVID while I had a regular cold. I was smelling an tasting everything. Luckily I tested negative but idk how much more of this stress I can take ","sentiment_score":-0.0133333333}
{"full_text":"Make the #50\/50 #dumpmitch Make the Senate a FAIR FIGHT FOR AMERICA #50\/50 VOTE AND Make those Republicans fight for the people not themselves.","sentiment_score":0.7}
{"full_text":"RT In response to the worsening #COVID19 situation across the UK, we in have provided clear Christmas advi...","sentiment_score":0.1}
{"full_text":"RT I'm not sure some of you understand...When people who spent years working 80-100 hr weeks, missed large sections of thei...","sentiment_score":-0.0452380952}
{"full_text":"RT Chilean President Sebastian Pinera apologized then turned himself in after violating #COVID19 protocols. #COVID19Quarantine...","sentiment_score":0.0}
{"full_text":"RT Dear the height of a global pandemic is no time to play politics. Working families are scrapping...","sentiment_score":0.0}
{"full_text":"Loved this ","sentiment_score":0.7}
{"full_text":"RT How can this be with COVID hospitalizations increasing?1. Wide COVID spread means people coming in for non-COVID issues but s...","sentiment_score":-0.1}
{"full_text":"Just watched Say Her Name the doc about Sandra Bland. Reflecting on how (in non pandemic) times I drive through Waller County for work (between our Austin and Houston offices) all the time and never bat an eye because of the privilege my whiteness affords me.","sentiment_score":-0.1666666667}
{"full_text":"RT Just responding with my thread from earlier today that has some more basic info\/explanation:https:\/\/t.co\/QG7FEX7w...","sentiment_score":0.1666666667}
{"full_text":"POPULAR FRONT OF INDIAService to the last breath. Service during the floods. Service during earthquake. Service during corona. Service for the abandoned. Service for the sick and the dead. Service anytime. We support POPULAR  FRONT OF INDIA. #StandWithPopularFront","sentiment_score":0.0571428571}
{"full_text":"i would like to party in wuhan china","sentiment_score":0.0}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"Yes, yes ","sentiment_score":0.0}
{"full_text":"QUESTION :  \" WHAT is the difference between\"SCIENCE\" and \"ART\"?ANSWER :\" There is no medicine for Corona , as of now, that is SCIENCE.Hospital Bills come in THOUSANDS even though there is no medicine. This  is an ART.....","sentiment_score":0.0}
{"full_text":"SUPERCUT: Liberal Lunatics Get BUSTED Breaking Their Own Lockdown Restrictions When a man assumes a public trust he should consider himself a public property.Thomas Jefferson#2ndAmericanRevolution#COVID19#tyranny#SECEDE2020","sentiment_score":0.2}
{"full_text":"RT Marco Rubio is a healthy 49 year old. He is not in a nursing home. He is not a health worker. He is not a first respond...","sentiment_score":0.1583333333}
{"full_text":"RT can't wait til the pandemic is over so me and the fellas can go do this","sentiment_score":0.0}
{"full_text":"Imagine a country where politicians gave stimulus checks of only $1200 to the working poor, but $1.6 million to 43,000 millionaires, and after 36 wks of a deadly pandemic that killed 300K and ravaged the economy, blocked giving the poor another $1200.","sentiment_score":-0.24}
{"full_text":"RT Marco Rubio is a healthy 49 year old. He is not in a nursing home. He is not a health worker. He is not a first respond...","sentiment_score":0.1583333333}
{"full_text":"Is Covid-19 a parasitic disease? Why does this strange man want to put people through sheep dips?","sentiment_score":-0.05}
{"full_text":"RT Former New Jersey GOP Gov. Chris Christie says in a new national TV ad that he regrets not wearing a mask while visiting the White...","sentiment_score":0.0345454545}
{"full_text":"RT People wear your masks and adhere to the rules when you step out in Lagos this season. If you get arrested for breaking COV...","sentiment_score":0.0}
{"full_text":"RT They told you people to stay at home, but apparently going to bars and clubs is more important. Lmao. Hmm. Okay now.","sentiment_score":0.41}
{"full_text":"RT Beloveds, if you know you're having your indoor party and you've violated COVID-19 regulations, then don't let yourselve...","sentiment_score":0.0}
{"full_text":"thank u &lt;3","sentiment_score":0.0}
{"full_text":"RT More Americans have died from COVID during the past 7 days than died in Vietnam during the entire year of 1968, the war's d...","sentiment_score":0.0833333333}
{"full_text":"Sydney to enforce pre-Christmas restrictions as mystery Covid-19 cluster grows","sentiment_score":0.0}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":"RT STOP GIVING THE VACCINE TO THE GOP COVID DENIERS!!!! That's the tweet.","sentiment_score":0.0}
{"full_text":"An unprecedented vaccine in one year? Fighting to uphold our Constitutional rights in a pandemic? Fighting to keep our economy which feeds hundreds of millions pumping? Grounding flights? Stimulus checks? USS Comfort? China created this virus. Not Trump? Are any of you confused?","sentiment_score":0.1}
{"full_text":"RT Land for sale. Location : Asokoro Abuja . Price :250M07031675580Pls rt #Lockdown2 #lockdown #LayconMusicFestival #Gal...","sentiment_score":0.0}
{"full_text":"RT Land for sale. Location : Asokoro Abuja . Price :250M07031675580Pls rt #Lockdown2 #lockdown #LayconMusicFestival #Gal...","sentiment_score":0.0}
{"full_text":"RT Mandate mask-wearing and #gohardgofast to contain the #COVID19 outbreak while you still have the chance,","sentiment_score":0.0}
{"full_text":"Sigh we never going outside","sentiment_score":0.0}
{"full_text":"Fucker.","sentiment_score":0.0}
{"full_text":"RT Don't apologize.","sentiment_score":0.0}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":"Dear Popular Front volunteers,Yes, you are heroes in the pandemic period. The work you have done for the people is unparalleled. May God reward you. #StandWithPopularFront","sentiment_score":0.6}
{"full_text":"RT STOP GIVING THE VACCINE TO THE GOP COVID DENIERS!!!! That's the tweet.","sentiment_score":0.0}
{"full_text":"RT This is our beautiful son Jack. During lockdown he was living alone 80 miles away. He lost his job, a month later he spl...","sentiment_score":0.425}
{"full_text":"Yet the pandemic has made clear that cafeteria consequentialism is not a propensity of a single side: too many Catholics on the American Right have drifted into market forms of instrumentalizing humans in the name of the long-term material consequences.","sentiment_score":0.1628571429}
{"full_text":"RT You wicked liars. You don't mention the assault by your officers; their unprofessional profanity; and the unnecessary, prov...","sentiment_score":-0.4}
{"full_text":"Love this thread ","sentiment_score":0.5}
{"full_text":"RT Let us remember that as 2020 came to a close, the ruling class bragged about getting their vaccines while debating whether...","sentiment_score":0.0}
{"full_text":"RT I'm a Black non-binary photographer in Brooklyn. On Dec. 13, I invited 8 Black queer and trans folks to a studio day (no ove...","sentiment_score":-0.1666666667}
{"full_text":"RT A National Cabinet meeting should be held \"if things escalate over the next couple of days\" with the new COVID outbreak, sa...","sentiment_score":0.0681818182}
{"full_text":"RT Natural, easy, at-home recipes to boost immunity for yourself and home during #covid19  ***GET $227 worth of Oils fo...","sentiment_score":0.2777777778}
{"full_text":"Netanyahu receives Covid-19 vaccine","sentiment_score":0.0}
{"full_text":"RT jungkook almost cussing the coronavirus out is so attractive and for what ","sentiment_score":0.8}
{"full_text":"So Jonathan Smith lets his QB play on special teams?  I don't care if he's the backup and COVID, that screams bad idea.","sentiment_score":-0.1714285714}
{"full_text":"RT This year, the #SIGGRAPH2021 Emerging Technologies program will focus on the remarkable innovations created in response to th...","sentiment_score":0.75}
{"full_text":"WHO discusses catastrophe bonds to close COVID funding gaps","sentiment_score":0.0}
{"full_text":"London is now in Tier 4 in the government's #Covid19 alert levels, which means you must not leave your home except for specific purposes.Read more about this here:","sentiment_score":0.25}
{"full_text":"RT If you have any questions or unease about the COVID vaccine, I got you!I'd *never* ask you to do something I wasn't willing to d...","sentiment_score":0.25}
{"full_text":"RT If it was known NSW contact tracers have been concerned about the risk of aircrew seeding covid for months, why is this t...","sentiment_score":0.0}
{"full_text":"Our employees wear protective gears and follow all health guidelines while making your surroundings safer. Call Bengal Sanitization now!7980708710\/9830246789#sanitizing #covid19  #affordablerates #staysafe #sanitisationservice #sanitizationnearme#sanitizationinkolkata","sentiment_score":0.0}
{"full_text":"New Covid strain forced UK into stricter restrictions with 200% infection spike","sentiment_score":-0.0818181818}
{"full_text":"RT What's pissing me off is that Covid came in the years I was supposed to live my best life. Like you couldn't wait until I was...","sentiment_score":0.5681818182}
{"full_text":"RT Dear Sanwo-Olu,If a lockdown is near, please don't tell us 4 hours to the beginning of the lockdown &amp; then send the military...","sentiment_score":0.0}
{"full_text":"Frantic Christmas shoppers scramble to buy presents hours before tier 4 lockdown","sentiment_score":0.0}
{"full_text":"#Scotland's First Minister Nicola Sturgeon said \"firm preventative action\" was needed after the emergence of a faster-spreading strain of #coronavirus ","sentiment_score":0.05}
{"full_text":"Countrywide 2615 confirmed COVID-19 cases reported, Active Cased 40553, recoveries 2904, critical cases 00 &amp; 80 more deaths in last 24 hours.@DhoIslamabad@COVID_NERVE_ICT@dcislamabad@DCRawalpindi@Asad_Umar@nhsrcofficial@fslsltn@Dr_YasminRashid#Coronaviruspakistan","sentiment_score":0.1533333333}
{"full_text":"Italian Premier Giuseppe Conte on Friday announced there will be a partial lockdown nationwide for most of the Christmas holiday season, citing concerns that gatherings of families and friends could re-ignite the virus's spread.https:\/\/t.co\/4FVerlKgli","sentiment_score":0.1333333333}
{"full_text":"COVID-19: ECOWAS vows to strengthen crossborder security, protects officers","sentiment_score":0.0}
{"full_text":"RT Wattana Wittaya Academy in #Bangkok has announced they will close their school until 4 January 2021 #COVID19 #okhwid19 #T...","sentiment_score":0.0}
{"full_text":"Some areas of California are \"just right at that cusp of getting overrun.\"","sentiment_score":0.2857142857}
{"full_text":"Maharashtra is reporting on average the highest number of #Covid19 deaths, followed by West Bengal and Delhi.","sentiment_score":-0.15}
{"full_text":"Check out my Gig on Fiverr: remove or change any background in photoshop","sentiment_score":0.0}
{"full_text":"Health Minister 22nd meeting of Group of Ministers (GOM) on #COVID19; expresses the need for an expeditious vaccination drive to cover all the target populations estimated to be around 30 crores.#Unite2FightCorona","sentiment_score":0.0}
{"full_text":"Eugene resident is speaking up about issues in section-8 housing. She says she's been living with mold. and the problem isn't being solved. She discovered the mold at the beginning of the pandemic and it's been a fight with management's help ever since.https:\/\/t.co\/qMstROQGQM","sentiment_score":0.0}
{"full_text":"RT We are sitting here in Canada shaking our heads at the shitshow in the U.S. You are 100% correct. The nerv...","sentiment_score":0.0}
{"full_text":"A number of concierge medical practices say they've received calls from their well-off clients asking if they can have early access to the limited supply of vaccine doses. ","sentiment_score":0.1071428571}
{"full_text":"New Moderna vaccine to arrive in Ohio next week (@WKYCAndrewH reports)","sentiment_score":0.0681818182}
{"full_text":"Please help sir","sentiment_score":0.0}
{"full_text":"RT Top congressional lawmakers have cleared away the last major obstacle to agreement on a COVID-19 economic relief package c...","sentiment_score":0.190625}
{"full_text":"Around 71 per cent of homeless children have no access to any form of learning during the pandemic, according to a survey by the Information and Resource Centre for Deprived Urban Communities.https:\/\/t.co\/MD13kjQJ9k","sentiment_score":0.0}
{"full_text":"Prime Minister Scott Morrison has addressed the nation and defended the NSW premier's actions as new coronavirus cases emerge.","sentiment_score":0.1363636364}
{"full_text":"England's chief medical officer Chris Whitty confirmed Saturday that a new coronavirus strain which surfaced in the country could spread faster and called for greater public vigilance to reduce transmission.#UK #COVID19https:\/\/t.co\/QgCPUPy9Hy","sentiment_score":0.2072727273}
{"full_text":"China's top respiratory expert Zhong Nanshan said Sat that environment-to-human transmission has become a new pattern in the spread of #COVID19 as a slew of outbreaks in Chinese cities were caused by contaminated outer packaging of imported cold-chain foods. (file pic)","sentiment_score":0.2121212121}
{"full_text":"FDA is investigating allergic reactions to COVID vaccine in multiple states - as one Chicago hospital pauses its program after four workers suffer ill-effects - and CDC issues new guidelines for those with allergies via","sentiment_score":0.0681818182}
{"full_text":"England's chief medical officer Chris Whitty confirmed Saturday that a new coronavirus strain which surfaced in the country could spread faster and called for greater public vigilance to reduce transmission.#UK #COVID19https:\/\/t.co\/eUJDaT1GGR","sentiment_score":0.2072727273}
{"full_text":"Death. Suffering. Economic devastation. Political turmoil. #CoronavirusPandemic triggered a torrent of daily negative news. Here's a rundown of some bright spots this year and what we could look forward to in 2021. #COVID19","sentiment_score":0.12}
{"full_text":"Watch the engaging fireside chat on 'How Technology Enabled Govts To Fight Against Covid-19' with Shri Ravi Shankar Prasad, Minister of Law and Justice, Electronics and Information Technology and Communications, today at 7:30pm on Times Now &amp; ET NOW.#DigitalIndiaSummit2020","sentiment_score":0.4}
{"full_text":"Right on Kat! What our government has done to its citizens is abominable. We are currently a shithole country under Trump &amp; Cronies. If they want us to not go to work, stay home, wear masks, social distance, they better compensate Americans dammit!","sentiment_score":0.2538690476}
{"full_text":"A fast-moving new variant of the coronavirus that is more than 70% more transmissible than existing strains appears to be driving the rapid spread in London and southern England, Prime Minister Boris Johnson said.","sentiment_score":0.2840909091}
{"full_text":"RT New Zealand has announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then t...","sentiment_score":0.2018181818}
{"full_text":"Netanyahu said he wanted to be the country's first recipient to set a personal example and to encourage Israelis to get the shot.https:\/\/t.co\/fvtl1pgwPf","sentiment_score":0.125}
{"full_text":"Paul and Rose Mary, died together from COVID-19 complications sharing one final embrace -- holding each other's hands and the hands of their children.https:\/\/t.co\/uItuRNN9Uy","sentiment_score":0.1583333333}
{"full_text":"Thread! Christmas summarised brilliantly Well played Mohammad and Merry Christmas  ","sentiment_score":0.9}
{"full_text":"The third test at Sydney Cricket Ground in the east of the city is scheduled to start on Jan. 7 and Cricket Australia Chief Executive Nick Hockley it was too early to start making other arrangements.#IndiavsAustralia #IndVSAus #Cricket #Sydney #Covid19","sentiment_score":-0.0083333333}
{"full_text":"RT This #SundayMorning While he was in pandemic lockdown, Sir Paul McCartney was writing new music for his latest solo album,...","sentiment_score":0.3181818182}
{"full_text":"RT JUST IN: World Health Organization reports yesterday was the deadliest day of the pandemic, with over 13,000 deaths.","sentiment_score":0.0}
{"full_text":"RT #Vaccination #Vaccinations #Vaccine #COVID_19 #COVID19 anti-#CoronaVirus #mRNA If you missed #TheColorOfCOVID discussio...","sentiment_score":0.0}
{"full_text":"RT The strike began in February 1919, during the epidemic's third wave, and brought Barcelona to a grinding halt.","sentiment_score":0.0}
{"full_text":"Lmfao! I sure will! He ready but I don't think he know he really bouta be a stay at home dad ","sentiment_score":0.3416666667}
{"full_text":"RT My dad has COVID b\/c he went to \"just a small birthday party.\"Today he spent the whole day alone in a hospital hallway...","sentiment_score":-0.05}
{"full_text":"this isn't the flex you think it is","sentiment_score":0.0}
{"full_text":"RT The response to an unsuccessful lockdown is ALWAYS another lockdown.Remember the definition of insanity?","sentiment_score":0.0}
{"full_text":"Fresh surge in Somerset Covid cases as Christmas rules announced","sentiment_score":0.3}
{"full_text":"RT Loeffler bought a private jet on Georgia's DIME???Just imagine what she can do with Georgia's DOLLAR???","sentiment_score":0.0}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT HAS A PRESIDENT ever been so absent during a crisis? CONGRESS has been struggling with a Covid-relief deal, and the man wh...","sentiment_score":0.0}
{"full_text":"Time: 06:00 * Temp: 5.9degC * Wind: SW 6.9 to 11.0mph * Pressure: 994.4hPa * Rain: 0.0mm * Hum: 92% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:43 * Sunset: 15:58 * Cloudbase: 600ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Scammo's a write-off! We don't want him!","sentiment_score":0.0}
{"full_text":"All year you demanded school kids be in schools. This is what it looks like when a 13 year old dies from coronavirus you absolute oxygen thief.","sentiment_score":0.15}
{"full_text":"RT The latest version of the coronavirus \"relief\" package sounds like a compromise between Scrooge and Marley.No fundin...","sentiment_score":0.5}
{"full_text":"Our trading hours over the Festive season will remain 9am - 9pm from Mon - Sun, with select stores &amp; restaurants trading until 10pm.  Please wear your mask &amp; practice social distancing when in the centre. #CanalWalk #HaveItAll","sentiment_score":0.0333333333}
{"full_text":"RT Today the whole world is knowing how Tulsi is a lifeline for the people in the era of COVID-19. So why not celebrate...","sentiment_score":0.2}
{"full_text":"Just as the United States has needed a unified, national response to COVID-19, it needs one for dealing with climate change, President-elect Joe Biden said Saturday as he rolled out key members of his environmental team.https:\/\/t.co\/E3C4xWbUXb","sentiment_score":0.0}
{"full_text":"The new Saturday night pandemic tradition?","sentiment_score":0.1363636364}
{"full_text":"RT 'No Christmas': UK PM imposes 'Tier 4' curbs after new strain of COVID-19 variant detected","sentiment_score":0.1363636364}
{"full_text":"UK faces new, more infectious COVID strain with stricter measureshttps:\/\/t.co\/6QuH9e1m5Y#MNewsWorld #MNews","sentiment_score":0.3181818182}
{"full_text":"United passenger who died may have had Covid-19 symptoms, airline says","sentiment_score":0.0}
{"full_text":"ARE YOU WILLING TO SHOWUP? #Inspiration #WearAMask #WearAMaskPlease #MasksSaveLives SELLING 100 pcs INR 249\/- Fast delivery #Masks via Amazon #CareGuardMask #quotes #quote #India #World","sentiment_score":0.225}
{"full_text":"RT Tested positive is not casesThe 26 that died dd not die of covid. They died with it. Huge difference Stop being dish...","sentiment_score":0.3136363636}
{"full_text":"Heres how you can stay safe this Christmas amid rising coronavirus cases in Pakistan - Geo News: * Heres how you can stay safe this Christmas amid rising coronavirus cases in Pakistan  Geo News * NCOC advises strict precautions during Christmas...","sentiment_score":0.5}
{"full_text":"RT Breaking:Just off the phone w\/ She  says,\"there are no intentions to shut down the U.S. but to shut down the...","sentiment_score":-0.1555555556}
{"full_text":"Victoria Declares Greater Sydney COVID-19 Red Zone via EpochTimesWorld","sentiment_score":0.25}
{"full_text":"RT South Australia has followed Victoria's lead and announced tighter border measures on travellers from New South Wales....","sentiment_score":0.1363636364}
{"full_text":"RT How can we grow our platform? Please leave a comment! #COVID19 #ClimateCrisis #ClimateAction #ClimateEmergency","sentiment_score":0.0}
{"full_text":"Heres how you can stay safe this Christmas amid rising coronavirus cases in Pakistan - Geo News","sentiment_score":0.5}
{"full_text":"RT New Zealand has announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then t...","sentiment_score":0.2018181818}
