{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT Every effort must be made to prevent such horrifying circumstances occurring...#LettersFromCaliph #MuhammaduBuhari...","sentiment_score":-0.45}
{"full_text":"Interfans are crying... COVID go away ....@Msuppasitstudio #MewSuppasit","sentiment_score":-0.2}
{"full_text":"SRI LANKAN MUSLIMS IN THE UK STARTED A PROTEST AGAINST THE FORCE BURNING OF MUSLIMS DYING BY CORONA IN SRI LANKAVIDEOhttps:\/\/t.co\/HwcgnsVEo9#news #BreakingNews #UK #ukmislims #protest #SriLanka #forcecremation #BREAKING #who #un #hr #HumanRights #Humanity","sentiment_score":0.0}
{"full_text":"I think a lot of people have had\/ do have COVID without realizing... it's really scary. Glad you're ok","sentiment_score":0.1666666667}
{"full_text":"RT Bringing an end to this pandemic will require everyone to do their part this weekend and beyond: wear a mask, maintain so...","sentiment_score":0.0}
{"full_text":"RT Encouraging #AAI's Udaipur the Indian film actor, screenwriter, stunt coordinator, philanthropist and po...","sentiment_score":0.0}
{"full_text":"RT On the same week that a COVID-19 vaccine was authorized in the US, over 1,000,000 Americans were confirmed infected with COV...","sentiment_score":0.2}
{"full_text":"Lol jokes at me and jokes on shadys-- ","sentiment_score":0.8}
{"full_text":"RT It's Universal Health Coverage Day Universal Health Coverage means that ALL individuals &amp; communities receive the health service...","sentiment_score":0.0}
{"full_text":"You're forgetting the 294,000 people trump executed via coronavirus.","sentiment_score":0.0}
{"full_text":"RT There are too few flu cases this year to run any modeling from the CDC. I wonder why.","sentiment_score":-0.2}
{"full_text":"RT \"People say we're on the same boat in this pandemic\"","sentiment_score":0.0}
{"full_text":"Cause most New York restaurant owners voted for trump lol","sentiment_score":0.4787878788}
{"full_text":"RT ICYMI: Once again, my sister breaks it down &amp; makes plain the process (ie GOP shenanigans) &amp; the stakes for the Am...","sentiment_score":-0.1849206349}
{"full_text":"Covid mueretee ya :((","sentiment_score":-0.75}
{"full_text":"You are a national disgrace. May you all get covid.","sentiment_score":0.0}
{"full_text":"RT .@sarkodie Abeg don'tet it be virtual wai. Rally kraa dem do nobody get covid. We just for get plenty sanitizers then free...","sentiment_score":0.4}
{"full_text":"Due to the ongoing pandemic we are hosting a ZOOM virtual event for all prospective students and families.","sentiment_score":-0.125}
{"full_text":"Never forget","sentiment_score":0.0}
{"full_text":"RT Bringing an end to this pandemic will require everyone to do their part this weekend and beyond: wear a mask, maintain so...","sentiment_score":0.0}
{"full_text":"74.3% Passengers Refunded Rs 3,200 Crore for Lockdown-induced Flight Cancellations: Govt #Lockdown #Flight","sentiment_score":0.0}
{"full_text":"A nice contrast to what the news is bringing this morning.","sentiment_score":0.6}
{"full_text":"RT 'I just think it's sad. Why do you need to 'get something' for helping your constituents?' -- got real about what's ho...","sentiment_score":-0.15}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Why is this nigga so wide?","sentiment_score":-0.1}
{"full_text":"Get the pandemic under control and then let's talk","sentiment_score":0.0}
{"full_text":"The last chance to contain and stop the biggest threat to Americans today, the 3000 deaths a day to corona virus!","sentiment_score":0.0}
{"full_text":"RT No, but these are","sentiment_score":0.0}
{"full_text":"RT Bringing an end to this pandemic will require everyone to do their part this weekend and beyond: wear a mask, maintain so...","sentiment_score":0.0}
{"full_text":"RT What about the deliberate, repeated abuse of the human rights of older people, especially in care homes during this cr...","sentiment_score":0.0555555556}
{"full_text":"hey,,, don't tell me to \"relax\" or \"chill out\" about covid. this virus doesn't follow rules and it's a terrifying game of chance. i'm allowed to be hyper vigilant and scared for my health and those around me.  you should be too. wear your mask and social distance.","sentiment_score":-0.4555555556}
{"full_text":"RT Bringing an end to this pandemic will require everyone to do their part this weekend and beyond: wear a mask, maintain so...","sentiment_score":0.0}
{"full_text":"16 MILLION COVID CASES296,000 US COVID DEATHSTRUMP IS A MURDERER!","sentiment_score":0.0}
{"full_text":"RT If you or your loved ones have doubts about Pfizer's COVID vaccine please read my latest:\"Data on Pfizer's COVID-19 v...","sentiment_score":0.6}
{"full_text":"RT Mixed emotions while listening to the story of her Kuya Wally's recent battle with COVID-19.#MaineMendoza #IPWFonNetflix...","sentiment_score":0.0}
{"full_text":"RT The fact that even just getting a vote to give people healthcare during a pandemic is such an unreasonable and undoable req...","sentiment_score":0.0}
{"full_text":"RT Odds of death from an actual covid infection if you are under 50 is somewhere between odds of death by sunstroke and electrocut...","sentiment_score":0.0}
{"full_text":"Uuuh maybe voted best response BY covid? It's the leading cause of death now. Congrats, murderer.","sentiment_score":1.0}
{"full_text":"RT 3300 Americans DIED of #COVID19 yesterday. How about you \"fight\" against THAT, you mass-murdering sociopat...","sentiment_score":0.0}
{"full_text":"RT 1. We are currently staring over the precipice of no deal. Everyone, including many of those who argued for Brexit, under...","sentiment_score":0.25}
{"full_text":"They arent giving active covid. It is just the \"skin\" of the virus with no active virus. Trains your body to recognize it as an invader and destroy it.","sentiment_score":-0.0888888889}
{"full_text":"RT From healthcare worker to patient: Death in Room 311","sentiment_score":0.0}
{"full_text":"RT This is insanity.  Let small businesses control their fate not the government.   So many decades of blood, sweat and t...","sentiment_score":0.125}
{"full_text":"New Today :The Maine CDC update for Saturday.- 15,620 cases (13,697 confirmed &amp; 1,933 probable). +417 from yesterday.- 7 more Mainers died. 257 total.- 10,477 Mainers recovered. +33 from yesterday.- 4,886 active cases.","sentiment_score":0.1806060606}
{"full_text":"Well this is freaking precious.","sentiment_score":0.5}
{"full_text":"Thank you to everyone involved for making this possible. #PfizerProud to be a part of this amazing moment! #ScienceWillWin #PFEColleague","sentiment_score":0.375}
{"full_text":"What you need to know about the Pfizer, Moderna and AstraZeneca vaccines","sentiment_score":0.0}
{"full_text":"This is from late November. Bodies of hundreds who died during New York coronavirus surge are still being stored in freezer trucks | The Independent","sentiment_score":-0.0545454545}
{"full_text":"Tell Your Members of Congress to Include Libraries in COVID Relief Funding! #books #reading #libraries","sentiment_score":0.0}
{"full_text":"Oh boy. Another Trump Twitter tantrum. How are you doing on the Covid task force? Oh yeah. I forgot. You got bored with it. What a failure you are. #OneTermImpeachedLoser","sentiment_score":-0.4083333333}
{"full_text":"COVID-19 cases more than triple at #StLouis County's long-term care facilities.https:\/\/t.co\/g01ZOFXpQG","sentiment_score":0.5}
{"full_text":"RT Beating COVID-19 will take everyone doing their part.Wear a mask. Social distance. Limit travel over the holidays. We can...","sentiment_score":0.0333333333}
{"full_text":"RT Bringing an end to this pandemic will require everyone to do their part this weekend and beyond: wear a mask, maintain so...","sentiment_score":0.0}
{"full_text":"RT COVID-19: Snow leopard in Louisville tests positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT Don't go rallying behind something you don't actually give a shit about in real life. If you cared about natives you'd k...","sentiment_score":-0.1}
{"full_text":"RT My Friends, I'm tired of standing here every day constantly passing media questions over to my lackeys forced to stand b...","sentiment_score":-0.2333333333}
{"full_text":"Can't wait til the President rage tweeting is no longer a thing","sentiment_score":0.0}
{"full_text":"Of course what a surprise ","sentiment_score":0.0}
{"full_text":"RT 'I just think it's sad. Why do you need to 'get something' for helping your constituents?' -- got real about what's ho...","sentiment_score":-0.15}
{"full_text":"This is how 2020 was for PH mainly because of this  [ctto]","sentiment_score":0.1666666667}
{"full_text":"RT This govt paid some people in the NORTH \"unemployment benefit\" between 2015 to 2019 at least. As much as 50K every month.Thi...","sentiment_score":-0.05}
{"full_text":"RT Really!Coronavirus: minister threatens headteacher over pre-Christmas online lessons","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Enjoy that Covid.","sentiment_score":0.4}
{"full_text":"wow read the whole thread and cry with me ","sentiment_score":0.15}
{"full_text":"RT Stockholm's ICU capacity hit 99% this week. Sweden  is also completely out of ICU nursing staff because of high resignati...","sentiment_score":0.13}
{"full_text":"RT 'I just think it's sad. Why do you need to 'get something' for helping your constituents?' -- got real about what's ho...","sentiment_score":-0.15}
{"full_text":"RT Bringing an end to this pandemic will require everyone to do their part this weekend and beyond: wear a mask, maintain so...","sentiment_score":0.0}
{"full_text":"RT If you believe 81 million people voted for Biden, I've got a pandemic with a 99.8% survival rate I want to scare you i...","sentiment_score":0.0}
{"full_text":"RT 'I just think it's sad. Why do you need to 'get something' for helping your constituents?' -- got real about what's ho...","sentiment_score":-0.15}
{"full_text":"Might not want to put them at risk for Covid. The other person might have moved to another state and they can't afford to travel. The other person might be keeping the kid away. It just ain't as black and white to me.","sentiment_score":-0.1041666667}
{"full_text":"But still no Covid or Stimulus relief ","sentiment_score":0.0}
{"full_text":"RT Why has time felt so strange during the Pandemic? Perhaps philosophical ideas can help. via","sentiment_score":-0.025}
{"full_text":"RT Often, selfishness &amp; greed prevail over justice and fairness ... this way, devastating wars and bloody conflicts have...","sentiment_score":-0.9}
{"full_text":"If you think Drakeford is doing a good job, it's your opinion...Wales will have nothing left after this horrible Covid leaves us .","sentiment_score":-0.1}
{"full_text":"ICYMI: The #COVID19 pandemic has created logistical challenges for most clinical labs. Fortunately, there are solutions--they just require a bit of planning. #MedLab #ClinicalScience #ClinicalResearch","sentiment_score":0.45}
{"full_text":"Crowd message....what Covid? Scientists say Britons should CANCEL Christmas gatherings via","sentiment_score":0.0}
{"full_text":"Raced home to eat (not much space inside the place. Feels even smaller during covid). Full lowdown on Insta stories!","sentiment_score":0.1125}
{"full_text":"Not me weeping this early on a Saturday","sentiment_score":0.1}
{"full_text":"RT Companies born in internet had a huge edge over companies born before internet as they were born efficient. Companies born...","sentiment_score":0.4}
{"full_text":"The scientifically as yet unexplained low cases of covid-19 in sub-Sahara Africa, tropical location aside, may not be unconnected with having less than 25% of the conditions vulnerable elderly in the region, especially in Nigeria","sentiment_score":-0.1433333333}
{"full_text":"RT Remember the CREW who are supporting They too need to take care &amp; stay safe so they can look after our #inteonaesyeoneolpabkeisen...","sentiment_score":0.375}
{"full_text":"Hamare friends mein yahi hota tha, pre-corona. No matter which restaurant we go to, who ate what &amp; drank what, bill is paid in round robin way.","sentiment_score":-0.2}
{"full_text":"Being on maternity leave + COVID gave me time to consider what I love about being an academic. I love learning. I love solving the puzzle of an academic question. I love mentoring. The problem? We teach too many classes; publish too many papers; and rarely enjoy our profession.","sentiment_score":0.3777777778}
{"full_text":"RT \"Vaccines, Stimulus &amp; IPO's Ruled Investors Minds This Week As The Pandemic Raged On\" RECEIVE Vista's FREE \"The WeekEn...","sentiment_score":0.4}
{"full_text":"RT #Most Covid deaths in Europe#Greatest economic hit#Failed on Brexit deal#PS22bn on failed Test &amp; Trace#Billions...","sentiment_score":0.0666666667}
{"full_text":"If the vaccine is so great why do they have to wear a mask?","sentiment_score":0.8}
{"full_text":"RT Bringing an end to this pandemic will require everyone to do their part this weekend and beyond: wear a mask, maintain so...","sentiment_score":0.0}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"wym its not normal to hate my body to the point i've had a panic attack every time i've been bra shopping since i was 12","sentiment_score":-0.4375}
{"full_text":"RT BREAKING: has granted an emergency use authorization to Pfizer for it's COVID-19 vaccine. It is nothing short of a m...","sentiment_score":0.0}
{"full_text":"I don't know what is so hard about sending out stimulus payments to those of us essential workers out in retail working through this pandemic.$5000.00 stimulus\/hazard for 318 million people works out to $1.5 billion.thats what all essential workers should get.","sentiment_score":-0.0972222222}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Hi, na rt ko na. Can u rt my entry nd the other one? Thank u!! P-Pop Group of The Year - SB19","sentiment_score":-0.1953125}
{"full_text":"The few 50 years plus have also undergone years of repeated antimalarial treatments, including the disputed covid-19 therapeutic drug chloroquine, in addition to bouts of small fox, woofing cough, BCG, measles, diptheria etc immunization exercises.","sentiment_score":-0.225}
{"full_text":"RT This is much better engagement than forcing kids to turn on cameras.  They are doing what's needed. The needs are huge.  T...","sentiment_score":0.45}
{"full_text":"RT Bringing an end to this pandemic will require everyone to do their part this weekend and beyond: wear a mask, maintain so...","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Think I should self quarantine, not feeling any symptoms but I did not follow Covid Safety Protocols last night","sentiment_score":0.0}
{"full_text":"Those opposed point out that the 60-vote threshold to pass bills wasn't part of the constitution, and it keeps important legislation from passing in a timely manner when needed, say for example when the people need economic relief during a pandemic.","sentiment_score":0.3}
{"full_text":"Tata Sons Chairman N Chandrasekaran said that the government should establish the regulatory standards that are required on data privacy, data residency, data localisation and taxation in general.","sentiment_score":0.05}
{"full_text":"We need just COVID relief. We need YOU to SIGN this petition today to tell Senator Manchin and the Senate not to compromise on the backs of the poor: #covid19relief #poorpeoplescampaign","sentiment_score":-0.4}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4jflDm #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"RT Scotland, this is where your money is wasted by UK Govt.How UK Tory Govt has awarded its friends doing pandemic. W...","sentiment_score":-0.2}
{"full_text":"ICYMI: CA rolls out a voluntary smartphone tool to alert people if they spent time near someone who is #COVID19 positivehttps:\/\/t.co\/i75lA7HBQS","sentiment_score":0.0}
{"full_text":"The contrast btw 2 corona waves and 2 lockdowns in France suggest how targeting and measures (like masks) can improve the economy\/containment trade off.","sentiment_score":0.0}
{"full_text":"Functional immunology expert Dr Sam Yanuck and colleagues recently published details of a phased approach to COVID-19 with specific strategies on prevention, management and recovery. Read the full article in our December issue.","sentiment_score":0.1166666667}
{"full_text":"At #larkfieldprioryhotel, meeting the highest standards of cleanliness and ensuring the safety of our guests and staff is our main priority. This short video explains a few of the many measures we've adopted following the Government's latest #coronavirus guidelines. ","sentiment_score":0.1611111111}
{"full_text":"The pandemic isn't over anywhere until it's over everywhere. We won't come close without international cooperation. This #UHCDay and every day, we are all in this fight together. #HealthForAll","sentiment_score":0.0}
{"full_text":"As winter carries warnings of potentially dark months ahead, with limited options to leave the house during the pandemic, the cold weather brings a few new opportunities to get out safely.","sentiment_score":-0.0641774892}
{"full_text":"Adventure Arkansas: During a pandemic, getting out of the house to enjoy some fresh air is even more important then ever! The Railyard Bike Park is the perfect outdoor activity for all ages. Sponsored by: Adventure Subaru","sentiment_score":0.54}
{"full_text":"The death was another Allendale resident, the twelfth resident at the LTCH to have reportedly died from COVID-19 since November 13th.#MiltonON","sentiment_score":0.0}
{"full_text":"We compiled virtual resources (including printable PDFs in English + Spanish) for individuals + families facing substance use disorder to utilize during #COVID19  For individuals: For families:","sentiment_score":0.0}
{"full_text":"Not wearing a mask or standing too close to each other?This Turkish man donned a Covid-19 suit to put a stop to that","sentiment_score":0.0}
{"full_text":"A recent survey found that Americans are avoiding public restrooms. shares some things you can do if you have to go while out and about in this #ProblemSolvers","sentiment_score":0.0}
{"full_text":"The #shecession is real. Time for reform. Follow for the best curated articles on the economics of being female in #patriarchal societies. ;-) That is pretty much the entire the world. #NotAngryFeminist #Realist #OrangeTheWorld","sentiment_score":0.2714285714}
{"full_text":"As the pandemic enters a second wave, healthcare workers are finding it more difficult to manage the pressure of treating the growing number of patients.","sentiment_score":0.0}
{"full_text":"RT Covid in contextby","sentiment_score":0.0}
{"full_text":"If you were waiting for the annual Kardashian-Jenner clan Christmas photo, or perhaps an invite to their annual Christmas Eve party, they are not coming.","sentiment_score":0.0}
{"full_text":"#Australia abandons COVID-19 vaccine trials after false positive HIV results","sentiment_score":-0.0863636364}
{"full_text":"Take a look at what else is going on, outside of COVID-19. #animalresearch","sentiment_score":0.0}
{"full_text":"The US has authorized the use of Pfizer's COVID-19 vaccine, with the first inoculations expected within days.https:\/\/t.co\/HltEQo7qHy","sentiment_score":0.075}
{"full_text":"For COVID to be annihilated.","sentiment_score":0.0}
{"full_text":"The pandemic has introduced new obstacles for us to overcome, and has forced us to come up with ever more creative ways to stay connected. Particularly as spankophiles, it can be challenging to feel close to your partner when your usual way to connect is taking them over your lap","sentiment_score":0.1503787879}
{"full_text":"The City of Frankfort embraced the season of giving Friday, handing out $5,000 checks, funded by federal CARES Act money, to local businesses affected by COVID-19 economic restrictions.","sentiment_score":0.1}
{"full_text":"RT No one can explain why covid-19 didn't have a devastating effect on Nigeria, why the death rate is still so low despite our ne...","sentiment_score":-0.5}
{"full_text":"RT Bringing an end to this pandemic will require everyone to do their part this weekend and beyond: wear a mask, maintain so...","sentiment_score":0.0}
{"full_text":"IMAGINE #2<<D O Y O U N G>> - stay at home date -- watching movies -- just cuddling and goofing around -","sentiment_score":0.0}
{"full_text":"Here's what's known about why mink and other species in the mustelid family are so vulnerable to the coronavirus. From our friends at Oregon Public Broadcasting","sentiment_score":-0.2083333333}
{"full_text":"Dental offices have implemented many COVID-19 safety protocols","sentiment_score":0.5}
{"full_text":"FDA authorizes vaccine: Who gets it after front-line workers?","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"\"It's something I never imagined myself doing, but then again this isn't something we've ever been through before.\"","sentiment_score":0.0}
{"full_text":"WATCH: The impact Covid-19 has had on the opioid epidemic  takes a look at the challenges of treating opioid addiction and a possible solution.","sentiment_score":0.0}
{"full_text":"Learn about the advantages that smart buildings offer to occupiers and developers of commercial real estate in a post-covid world. Read now &gt; #SmartBuilding #EcoStuxure #SchneiderElectric","sentiment_score":0.1380952381}
{"full_text":"Remembering Carola, SAHM who went back to work to support her family. . .","sentiment_score":0.0}
{"full_text":"How supply chain sustainability efforts withstood 2020Supply chain and logistics news #supplychain #openpackagingnet #dailyinsights #sustainabilityhttps:\/\/t.co\/IL6tCAyJJ3","sentiment_score":0.0}
{"full_text":"It's a beautiful day to wear a mask like and #AloneTogether","sentiment_score":0.85}
{"full_text":"Current Conditions for #Sayre PATemp: 37.2FWind Chill: 37.2FHumidity: 98%Dew Point: 36.7F Barometer: 30.119 inHgWind: 1 mph from the SECorona Virus Weekly Stats:Cases: 260.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The US government has struck a deal to double the amount of #Covid19 vaccine they will get from Moderna next year.https:\/\/t.co\/KoXtNNj1CX","sentiment_score":0.0}
{"full_text":"Our best tips for finding work experience during the COVID-19 pandemic include  follow health news  speak to Doctors and Med Students  see if you can arrange work experience for the future don't neglect your studiesMore:","sentiment_score":0.5}
{"full_text":"17th of December our #Lockdown #Poetry Group is going live! Join the Hackney poetry group for a wonderful evening of the spoken word. Members will be performing their #poems created during the #pandemic. Book here to attend:","sentiment_score":0.5852272727}
{"full_text":"Valhalla FAQ on State COVID Testing when Designated in a Microcluster - CLICK FOR FAQ: These microcluster guidelines\/procedures come directly from the NYS Governor's Office. They change daily with regard to COVID-testing the school district's population.","sentiment_score":0.05}
{"full_text":"RT The FDA holds a news conference discussing the decision to grant emergency use authorization for Pfizer's Covid vaccine. Follow...","sentiment_score":0.0}
{"full_text":"The pandemic has kept Freire mostly indoors, thinking often of her husband, and wondering what the future holds for her and her daughter, Amy.","sentiment_score":0.25}
{"full_text":"Our 'Journalism in a Pandemic' MOOC is now available as self-directed course in 6 languages, including Arabic &amp; Russianhttps:\/\/t.co\/6TKiFtY5eZ","sentiment_score":0.4}
{"full_text":" -  Social distancing means space for fewer people on-board.We're carefully monitoring trains &amp; stations for increased passenger numbers &amp; adding alerts in online Journey Planners where we expect them to be busy. #TravelWithConfidenceihttps:\/\/t.co\/rPAHCuNGb4","sentiment_score":0.0111111111}
{"full_text":"C. Lorenzo Evans III, COO and Director of Finance for speaks to host on how arts organizations can respond in the pandemic environment, on this week's episode of the link below to watch now!","sentiment_score":0.0}
{"full_text":"#CherokeeNation has surpassed more than 7,000 positive #COVID19 cases. Let's remember that our actions affect our communities. Wear a maskWash your handsSocial distanceAvoid large gatheringsProtect Our Elders. Protect Our Language. Protect Each Other. Wado.","sentiment_score":0.2041396104}
{"full_text":"It's never too soon to start planning your 2021 break! Book now to secure our Lowest Price and Coronavirus Booking Guarantees* &gt;&gt; * T's &amp; C's apply","sentiment_score":0.4}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Vanderbilt will return from their COVID-19 hiatus this Sunday.Catch up on the state of the program, what adjustments need to be made heading into game two and how teams around the #SEC have fared thus far.Three Thoughts from","sentiment_score":-0.25}
{"full_text":"DATING DURING COVID-19","sentiment_score":0.0}
{"full_text":"Now do abortions","sentiment_score":0.0}
