{"full_text":"This is a bombshell article...#COVID19 ","sentiment_score":0.0}
{"full_text":"I'll take a tight fade and a 20 piece McNuggets","sentiment_score":-0.1785714286}
{"full_text":"RT NEW: Congressional leaders and the White House are nearing agreement on a $900 billion COVID relief deal, according to tw...","sentiment_score":0.0681818182}
{"full_text":"RT The pandemic's impact on the future of K-12 education will last far beyond this school year","sentiment_score":0.0333333333}
{"full_text":"RT In a major milestone in the battle against #COVID19, Danielle Sheaves becomes the first person in Nova Scotia to receive the Pfi...","sentiment_score":0.15625}
{"full_text":"RT I'm joining my Senate colleagues in calling for immediate food assistance for Iowans who're experiencing food insecurit...","sentiment_score":0.0}
{"full_text":"RT Poll: Should #COVID19 vaccine be mandated?","sentiment_score":0.0}
{"full_text":"RT #saveourtheatersLet's save them!All the $100m+ directors, actors and producers buy shares of the struggling theaters,...","sentiment_score":0.0}
{"full_text":"I want to throw up. This is criminal. Read whole thread.","sentiment_score":-0.1}
{"full_text":"you guys have helped me procure 4 PS5s and 3 Xboxes. This sounds greedy, but I work on a Covid unit in a hospital and every console has been for a coworker with kids, sold at cost. You guys have helped make a lot of kids happy. Thanks.","sentiment_score":0.5}
{"full_text":"Walking places without a face cover","sentiment_score":0.0}
{"full_text":"RT This is truly sick, disturbing and criminal","sentiment_score":-0.5380952381}
{"full_text":"RT Heads warn that turning schools into 'field hospitals' as mass Covid testing is rolled out in the new year may be 'too much' for s...","sentiment_score":0.1681818182}
{"full_text":"RT UK Covid death toll rises to more than 65,000","sentiment_score":0.5}
{"full_text":"Health worker in Alaska had serious allergic reaction after Pfizer's vax! Covid Vax was rushed instead of normal 2 year trials! Sorry I'm waiting to taking this vaccine!","sentiment_score":-0.2847222222}
{"full_text":"RT I 100% support this.","sentiment_score":0.0}
{"full_text":"I can't believe Tom Cruise screamed at air for 2 minutes and made people believe that anyone in Hollywood actually cares about human beings. That's why Tom gets paid the big bucks!","sentiment_score":0.0}
{"full_text":"RT UK's plan to relax COVID rules for Christmas slammed: Live news","sentiment_score":0.1363636364}
{"full_text":"RT No, the biggest differences between 2016 and 2020?1) The USA had 4 years of Trump's dysfunction...","sentiment_score":0.0}
{"full_text":"RT I saw the nursing home in PA responsible for the first death wave earned 153 million for covid payments. That's what make...","sentiment_score":0.225}
{"full_text":"RT In her roles at and the EPA, has been an tireless advocate for climate action. Her proven leadership wil...","sentiment_score":0.1}
{"full_text":"We have a shop in the area that had all the employees get covid and are STILL having events. They even have a \"get $5 in store credit if you bring a new friend\" incentive going on...  Let's just say they are on my permanent \"do not play there\" list now.","sentiment_score":0.1363636364}
{"full_text":"RT Your daily reminder that David Perdue has fought against stimulus checks for the entire pandemic.","sentiment_score":0.0}
{"full_text":"312,000+ COVID-19 deaths in the US now.","sentiment_score":0.0}
{"full_text":"RT Mr president humble request, stop this issue of BBI we handle how we are going  best to revive our econ...","sentiment_score":0.4}
{"full_text":"Lol....i open the group chat once by mistake since lockdown","sentiment_score":0.0}
{"full_text":"I haven't seen specifics, but the point is they violated COVID-19 safety protocols. I don't really need to know how.","sentiment_score":0.2}
{"full_text":"RT This us why I'm going NOWHERE. I even wear a mask when I pick up my mail at the end of my driveway. ","sentiment_score":0.0}
{"full_text":"Like the wall Mexico was going to pay for, Covid was going to magically disappear, he was going to show his taxes, replacing the ACA with the best health care we've ever seen... Oh and the ever popular \"I won the election\"... lol... You clear your mind and come out of the dark.","sentiment_score":0.475}
{"full_text":"Being considered:Stimulus = $600-700Unemployment = $300 through MarchNo liability protections. No state or local aid.","sentiment_score":0.0}
{"full_text":"RT 103 years old. Beat Covid. Asked for a fucking Bud Light. Top that.","sentiment_score":0.1}
{"full_text":"23rd Sustainable Development Conference #SDC2020","sentiment_score":0.0}
{"full_text":"RT WATCH: Most people will still have to wait weeks, months for Covid-19 vaccine #MTPDaily@mtosterholm: \"We see light at t...","sentiment_score":0.45}
{"full_text":"RT No one knows commitment like Since he was young, he knew he wanted to stay home and be a Cane. Now, the o...","sentiment_score":0.1}
{"full_text":"Living this for sure","sentiment_score":0.5}
{"full_text":"it's snowing during a global pandemic and essential workers are not receiving hazard pay, that should tell you everything we need to know about the priorities of capitalism","sentiment_score":0.0}
{"full_text":"This year really took a toll on me (IYKYK) plus being in the midst of a pandemic. Maintaining my 4.0 was nothing but God MAY IS THAT YOU!?? #SSU","sentiment_score":0.25}
{"full_text":"RT There need to be more stories like this, showing how republican idiots who deny the severity of COVID-19 end up on ventilat...","sentiment_score":-0.15}
{"full_text":"RT Lmaooo how come my hashtag is included?","sentiment_score":0.0}
{"full_text":"RT \"Every time that the science clashed with the messaging, messaging won\": Two Trump appointees at CDC break their silence...","sentiment_score":0.0}
{"full_text":"RT Safety and Efficacy of the BNT162b2 COVID-19 Vaccine #COVID19 #IDTwitter","sentiment_score":0.0}
{"full_text":"RT \"WE WANT THEM INFECTED.\" !!","sentiment_score":0.0}
{"full_text":"RT Looking forward to talking this Friday about my last year's work funded by the ! Spoiler alert: covid put...","sentiment_score":0.0}
{"full_text":"We gots plenty more jokes to tell post pandemic with fire!! #getwellsoonsinbad","sentiment_score":0.78125}
{"full_text":"Dr. Bhadelia, ten bucks to take your place in line for the Covid19 vaccine. You can have my place, I'm number 240,000,003.","sentiment_score":0.0}
{"full_text":"RT For everyone fretting about the \"long term effects\" of the COVID vaccines.. consider the effects of COVID infection. Ch...","sentiment_score":-0.05}
{"full_text":"Former CDC Bosses Complain That Ivanka Kept Giving Them Unwanted Advice on Coronavirus Guidance #SmartNews","sentiment_score":0.0}
{"full_text":"RT Governments stopped using science to respond to COVID-19 the very first day they started lockdowns.","sentiment_score":0.325}
{"full_text":"RT Your daily reminder that David Perdue has fought against stimulus checks for the entire pandemic.","sentiment_score":0.0}
{"full_text":"RT If you think Covid treatment should be free (of course it should), why do you think insulin shouldn't be? Or cancer treatment?...","sentiment_score":0.4}
{"full_text":"RT We are pleased to share a new COVID eLearning course, developed with has been designed for players, par...","sentiment_score":0.2454545455}
{"full_text":"FACT:VACCINES WITH \"MRC5\"is LUNG TISSUE from a 14 week Caucasian aborted MALE FETUS.Plus it has HIV VIRUS in the VACCINE.THEY WANT to KILL OFF the population.Not cure it.There is no 2nd surge...99.43 % of survival rate if COVID 19.Wake the hell up people.DICTATORSHIP ...","sentiment_score":0.0}
{"full_text":"RT As Jared and his complicit wife prepare to slink away, I am taking this opportunity to say so much of the grief, suffering,...","sentiment_score":-0.3}
{"full_text":"Coca Cola tests COVID-19 positive in Austrian parliament #austrian_parliament #badhealth #badmedicine","sentiment_score":0.2272727273}
{"full_text":"Remember this dude?! Well....he has COVID. :(","sentiment_score":-0.75}
{"full_text":"RT Stayed up late washing my brain again  I also quit my job because they asked me to apologize to an anti masker who I recently...","sentiment_score":-0.15}
{"full_text":"RT im an 18 yr old trans girl pls help i had covid and was fired from my job. i owe money and i still have to pay for my pho...","sentiment_score":0.1}
{"full_text":"RT Sadly the latest #Wales #lockdown means once again we will need to close the #rescuecentre &amp; #charityshop from #XmasEve. Th...","sentiment_score":0.0}
{"full_text":"How very true ","sentiment_score":0.455}
{"full_text":"RT I was once denied the purchase of a water bottle at BYU campus because I was returning from a run with shorts above the kne...","sentiment_score":0.0}
{"full_text":"As we suspected, the knowingly wanted people to die. This should be criminal and people should be in prison over this.","sentiment_score":-0.4}
{"full_text":"Masks are only a part of the solution. Social distancing, clean hands, avoiding large crowds indoors and out, not touching face or anything else if you can help it.","sentiment_score":0.0728571429}
{"full_text":"RT My father and many beloved family members across this country are dead due to this dangerous criminal negligence. Over 300,0...","sentiment_score":-0.0208333333}
{"full_text":"RT !!A top Trump appointee--Paul Alexander--repeatedly urged top health officials to adopt a \"herd immunity\" approach to #COV...","sentiment_score":0.5}
{"full_text":"Sex work is work !","sentiment_score":0.0}
{"full_text":"RT Bloody hell. There are 145 billionaires in the UK and unicef is sending British kids food parcels","sentiment_score":-0.4}
{"full_text":"RT Lmaooo how come my hashtag is included?","sentiment_score":0.0}
{"full_text":"RT New York's Iconic 21 Club To Close \"Indefinitely\" Due To COVID","sentiment_score":0.1704545455}
{"full_text":"Orgies during a pandemic? Big yikes  This is why we can't have nice things","sentiment_score":0.3}
{"full_text":"RT Here's my end of year radio show on tomorrow. First true club set I've put together for radio in a long t...","sentiment_score":0.1833333333}
{"full_text":"RT Wow.A top Trump appointee,  Paul Alexander, repeatedly urged top health officials to adopt a \"herd immunity\" approach to Cov...","sentiment_score":0.5}
{"full_text":"Honestly don't know why people don't like Newson lol, like what would your plan be to stop a pandemic? Lol","sentiment_score":0.7333333333}
{"full_text":"RT MSNBC and CNN spent all year saying a coronavirus vaccine couldn't be delivered by the end of the year. What happened?...","sentiment_score":-0.1}
{"full_text":"RT America's biggest megachurch, led by multi-millionaire who thinks being gay is a sin, handed millions in taxpayer money","sentiment_score":0.4166666667}
{"full_text":"I love how we went from making sad commercials about abused dogs and dying kids in Africa to making sad commercials about poor Americans who lost their homes and jobs and families during this pandemic..... We have fallen so far as a nation....","sentiment_score":-0.16}
{"full_text":"Manso covid","sentiment_score":0.0}
{"full_text":"RT The UNICEF has decided it's necessary for it to step in and distribute aid to children in the UK. They are also fightin...","sentiment_score":0.0}
{"full_text":"I just need to say I work in school support staff. Pre-covid I was locking up at 9pm after community classes. Invariably teachers were just leaving having started before 8.30am. Even during CoVid19 since September the very same teachers are there til 7pm when we lock up.","sentiment_score":0.0}
{"full_text":"Well done all.Very informative event. Kept warm and interestedmRNA technology may have great potential for future treatments in the cancer areaCovid Vaccine developed Rapidly not RushedMedical disinformation not newLots of learning from this most unusual period.@PVCR_Ireland","sentiment_score":0.3142857143}
{"full_text":"Thank you to our healthcare, emergency and other essential workers for their exemplary service these last few months. Until a vaccine is widely available, let's continue to mask up, stay separated, sanitize and limit outings to keep these heroes and other community members safe.","sentiment_score":0.0642857143}
{"full_text":"After 9 months as nurse leadership on the COVID unit, Mom got the vaccine today. As the vaccine has gotten closer, our family has comforted her and ourselves with the reminder, \"help is on the way.\" My mother. A modern day Rosie the Riveter. Finally -- help is here. #COVID19","sentiment_score":0.1}
{"full_text":"RT Exciting news!This #HumanRightsDay, UNAIDS is launching a Solidarity Fund, which will support social entrepreneurs and micro-...","sentiment_score":0.1666666667}
{"full_text":"RT \"We want them infected.\"Trump appointee repeatedly urged top health officials to let millions of Americans contract Covid-1...","sentiment_score":0.5}
{"full_text":"RT Among those absent from Trump's Cabinet meeting today: Bill Barr, Mike Pompeo (isolating after Covid exposure), Gina Ha...","sentiment_score":0.0}
{"full_text":"RT You blame people and their supposed mental weakness when things are not g...","sentiment_score":-0.1}
{"full_text":"RT  Wear a mask, #WearAMask, is this really much to ask? #WearAMaskSaveALife ","sentiment_score":0.2}
{"full_text":"This was enlightening I had misconceptions of the Tuskgee syphilis experiment","sentiment_score":0.3}
{"full_text":"RT It's not just important to wear a mask in our fight against #COVID19 but wearing the mask 'correctly' is of utmost importance too...","sentiment_score":0.4}
{"full_text":"If we actually lockdown the country and paid people. We wouldn't be so fucked right now.","sentiment_score":-0.1047619048}
{"full_text":"RT COVID-19: For the first time in its history UNICEF will help feed kids in the UK","sentiment_score":0.25}
{"full_text":"And once again I will have to stop my driving lessons for another lockdown I just want to pass my test!!!","sentiment_score":0.0}
{"full_text":"RT For everyone fretting about the \"long term effects\" of the COVID vaccines.. consider the effects of COVID infection. Ch...","sentiment_score":-0.05}
{"full_text":"RT Check out this brilliant song raising funds for our NHS hero's. Below is a link to their just giving page.","sentiment_score":0.9}
{"full_text":"The hospital's Emergency Room and Intensive Care Unit directors shares what it takes to get through the pandemic and the holiday season at the same time on NewsChannel 12.  ","sentiment_score":0.0}
{"full_text":"RT Wow.A top Trump appointee,  Paul Alexander, repeatedly urged top health officials to adopt a \"herd immunity\" approach to Cov...","sentiment_score":0.5}
{"full_text":"RT Secretary of State Pompeo is quarantining after coming into contact with someone who tested positive for coronavirus. H...","sentiment_score":0.2272727273}
{"full_text":"RT Is anyone surprised? Nobody should be.The entire Trump Administration has been M.I.A. during this pandemic. Acco...","sentiment_score":0.05}
{"full_text":"RT Wow.A top Trump appointee,  Paul Alexander, repeatedly urged top health officials to adopt a \"herd immunity\" approach to Cov...","sentiment_score":0.5}
{"full_text":"RT Wow.A top Trump appointee,  Paul Alexander, repeatedly urged top health officials to adopt a \"herd immunity\" approach to Cov...","sentiment_score":0.5}
{"full_text":"RT Holy shit. Bernie and Hawley may actually have forced their hand!","sentiment_score":-0.1916666667}
{"full_text":"Did she get big bucks too?https:\/\/t.co\/DhpeEz2XUn","sentiment_score":0.0}
{"full_text":"RT BREAKING: New memo reveals Trump admin official pushed \"herd immunity\" plan to let coronavirus spread widely among infants...","sentiment_score":0.0181818182}
{"full_text":"RT Zoom was adding 5,000-6,000 servers (on AWS) a night as they scaled in the early days of the pandemic  #reInvent","sentiment_score":0.1}
{"full_text":"RT Boris Johnson is telling care workers to survive on less than the living wage. He's freezing pay for our NHS staff.Domi...","sentiment_score":-0.1666666667}
{"full_text":"RT HUGE News!Abbott today received FDA EUA to use their true $5 paper-strip rapid antigen test AT-HOME!This is a mass...","sentiment_score":0.375}
{"full_text":"Thought Crime. #IamLegend","sentiment_score":0.0}
{"full_text":"This would definitely help buy my 3 children presents for Christmas. Lost my job back in August due to COVID. I just don't want my babies to wake up with nothing from me Christmas morning.","sentiment_score":-0.0416666667}
{"full_text":"RT Millions of Americans are at risk of losing their homes in the middle of a pandemic that's burning out of control. This is a p...","sentiment_score":0.0}
{"full_text":"Now playing on African Affairs Radio: How Will I Know by Whitney Houston! Tune in now.Live (Nonstop African Music): #africansarenotlabrats #standby Resist #coronavirus #africansarenotlabrats #NoToCoronaVirusVaccines","sentiment_score":0.0}
{"full_text":"When your hospital did not come to play","sentiment_score":0.0}
{"full_text":"RT Biden Press Pool Member Tests Positive For COVID ","sentiment_score":0.2272727273}
{"full_text":"RT Your daily reminder that David Perdue has fought against stimulus checks for the entire pandemic.","sentiment_score":0.0}
{"full_text":"\"...so we use them to develop herd...we want them infected...\" Tell that to the family's of 300,000 people Dr.  Alexander. Can these people be prosecuted","sentiment_score":0.0}
{"full_text":"wow, we are really on top of things here in Spokane, maybe firing Lutz was the wrong idea!","sentiment_score":-0.0083333333}
{"full_text":"The game is the game","sentiment_score":-0.4}
{"full_text":"RT Any elected official who treated Covid like a hoax belongs at the BACK of the vaccine line, not the front.","sentiment_score":0.0}
{"full_text":"RT 5) And yes, younger people are at risk &amp; can die of #COVID19, even if lower risk. How many? 12,000 excess deaths from March...","sentiment_score":0.25}
{"full_text":"\"The photographer who got sick after shooting the COVID-positive groom said her experiences throughout the pandemic have left her a little depressed. [...]. \"I have children. [...]What if my children die?\" The bridesmaid responded, \"I understand, but this is her wedding day.\"","sentiment_score":-0.3005952381}
{"full_text":"RT After hearing the recording of #TomCruise hitting out at the crew regarding #SocialDistancing, I wouldn't want to be t...","sentiment_score":0.0}
{"full_text":"RT Your daily reminder that David Perdue has fought against stimulus checks for the entire pandemic.","sentiment_score":0.0}
{"full_text":"It is plainly obvious by now to anyone who is capable of critical thinking that COVID is a means to achieve the Agenda 2030's goal of reduction and subjugation of the world population.","sentiment_score":0.0666666667}
{"full_text":"Ah, the \"Just let them all die\" pandemic strategy.","sentiment_score":0.0}
{"full_text":"You can't wake people up to the Covid scam. You can't wake people up to believing in Ghosts. You can't wake people up to understanding mental illness. You can't wake people up to religion. If they're to wake up, they must experience it themselves. Nothing more.","sentiment_score":0.2}
{"full_text":"RT Ivanka &amp; Kellyanne Conjob should BOTH be held to account for this. They were responsible for how many deaths because they ch...","sentiment_score":0.35}
{"full_text":"RT  Here are our latest #Covid figures. #Halton &amp; #StHelens see falls. Everywhere else sees rises. 205.7 is En...","sentiment_score":0.5}
{"full_text":"RT \"The direct checks will likely be far less than $1,200 per person, in order to keep the cost of the bill in check.\"","sentiment_score":0.0083333333}
{"full_text":"RT Alexander sent his demands to officials like CDC Director Robert Redfield, FDA Commissioner Stephen Hahn and his boss Michael...","sentiment_score":0.0}
{"full_text":"RT My father and many beloved family members across this country are dead due to this dangerous criminal negligence. Over 300,0...","sentiment_score":-0.0208333333}
{"full_text":"RT This is truly sick, disturbing and criminal","sentiment_score":-0.5380952381}
{"full_text":"Between the holidays and the pandemic, employees are facing stress like never before.How will you support your staff during what may be a very lonely holiday season? Check out this article:","sentiment_score":-0.13}
{"full_text":"\"Weakening intellectual property protections, as the WTO waiver proposal would do, will not increase access to the tools we need to fight COVID-19; in fact, they would hinder access to the COVID-19 tools we've discovered already.\" -","sentiment_score":0.3}
{"full_text":"The CDC reports white male deaths represent 69.67% of all #suicides &amp; the HIGHEST #suiciderate is adults 52 to 59 years of age... so why aren't they part of leadership &amp; focused on by #SuicidePrevention charities? #Aspen #Breck #Vail #Colorado #caregivers #disabilities #veterans","sentiment_score":0.0}
{"full_text":"In Wisconsin, the Department of Justice has created a Missing &amp; Murdered Indigenous Women Task Force following in line with Canada, Minnesota, and other places that have taken similar efforts to address the epidemic of #MMIWG.","sentiment_score":-0.08125}
{"full_text":"COVID-19 spread is expected to only worsen this winter. However, there is still time to save lives. State officials can turn to the myriad ways of reducing populations and providing adequate resources to combat the virus.","sentiment_score":0.0777777778}
{"full_text":"RT And here is the press release:","sentiment_score":0.0}
{"full_text":"Make some time for mindfulness amid the pandemic mayhem. Several Mindful USC Drop-in Practice Groups meet on Wednesdays around lunchtime on Zoom, including groups led by Rev. Jim Burklo, Mark Miller, Elliott Law, and a BIPOC-specific group. Details:","sentiment_score":0.0}
{"full_text":"I had covid.  I was told take Tylenol and drink lots of fluids. I got worse ended up in the hospital for 5 days.  Double pneumonia.  Therapeutics aren't being given to people.  So the recovery rate is many people fighting through it just like the flu.  Tylenol, fluids, rest.","sentiment_score":0.0333333333}
{"full_text":"The funding helped fact-checkers experiment with new formats and hire additional staff to help fight the COVID-19 infodemic. Read about the projects here  #factcheck #factchecker #facts #ifcn #coronavirus #COVID19","sentiment_score":0.1363636364}
{"full_text":"#TomCruise is not going to tolerate anyone breaking COVID-19 protocol on the set of Mission Impossible 7","sentiment_score":-0.6666666667}
{"full_text":"Mr and Mrs Mason have lived in Castleford for 40 years and were our first couple to receive the COVID-19 vaccine at Castleford Civic Centre today.#WakefieldMakingHistory","sentiment_score":0.25}
{"full_text":"The State Department said Wednesday that Secretary of State Mike Pompeo had come into contact with a person who tested positive for COVID-19 and was quarantining","sentiment_score":0.2272727273}
{"full_text":"Corporations shouldn't be profiting off the pandemic. It's time to fix long term care, starting with #MakeReveraPublic #ReimagineCahttps:\/\/t.co\/RgU2vwzygS","sentiment_score":-0.025}
{"full_text":"Do you have or know of a pet that is worthy of acclaim? https:\/\/t.co\/lh9S6syste","sentiment_score":0.3333333333}
{"full_text":"A COVID-19 vaccine candidate developed by Moderna was deemed highly effective by the FDA in a filing released Tuesday, which could clear the way for a second COVID-19 vaccine to gain emergency use authorization in the United States.Learn more:","sentiment_score":0.26}
{"full_text":" Our volunteers were part of our #COVID19 response by providing online workshops for youth in detention  #JJAIImpact2020","sentiment_score":0.0}
{"full_text":"After months of being cautious about COVID-19, Biden's prudence will be tested by technology and tradition when his new administration arrives on Jan. 20.","sentiment_score":0.1363636364}
{"full_text":"RT Today when India has among the lowest COVID-19 case and fatality rates per capita, while Europe and United States show...","sentiment_score":0.0}
{"full_text":"Don't forget, our #timeline of the UK Government's response to #coronavirus is regularly updated with all the latest relevant news. I've been working with on this. #COVID19https:\/\/t.co\/aytTe3VXd1","sentiment_score":0.3}
{"full_text":"RT Seriously. Why is the Prime Minister of this country without a mask In a public place? An entire winter session of parlia...","sentiment_score":-0.1111111111}
{"full_text":"Industry leaders Warn Scottish Aviation is Being Left Behind on COVID-19 Testinghttps:\/\/t.co\/n9g35eB57e","sentiment_score":-0.2}
{"full_text":"Join experts PhD, MPH, Valerie Montegomery Rice, MD, FACOG, PhD, and Susan L. Solomon, JD, to explore the ethical considerations around access to #COVID19 vaccines and treatments:","sentiment_score":0.2}
{"full_text":"London will return to the toughest level of coronavirus restrictions with infection rates rising. But before that, Londoners decided to enjoy one last night out.","sentiment_score":0.2}
{"full_text":"He was not happy.USA TODAY: Leaked audio: #TomCruise shouts at #M:I7 crew for #COVID-19 lapsehttps:\/\/t.co\/WDL1CXYxDu","sentiment_score":0.0}
{"full_text":"ICYMI: \"This study provides the first evidence of an early anti-inflammatory effect of icosapent ethyl in symptomatic #COVID_19-positive outpatients,\" #NLASessions #cardiotwitter","sentiment_score":0.175}
{"full_text":"Avinash Mehrotra, $GS' global head of Activism and Shareholder Advisory and Takeover Defense, discusses how the pandemic has created leaders and laggards in almost every industry and sector. Read more via","sentiment_score":0.25}
{"full_text":"RT REVEALED: Trump appointee told CDC not to acknowledge pandemic was hurting Black Americans more","sentiment_score":0.1666666667}
{"full_text":"Pompeo Quarantines, but Tests Negative for Coronavirus","sentiment_score":-0.3}
{"full_text":"\"In a typical year, the house is a hub for planning and coordinating cultural programming for Indigenous inmates across Oregon -- everything from big annual bashes like powwows to more regular spiritual call-outs like sweat lodge ceremonies.\"https:\/\/t.co\/sdezRMPVjb","sentiment_score":0.0722222222}
{"full_text":"RT Any elected official who treated Covid like a hoax belongs at the BACK of the vaccine line, not the front.","sentiment_score":0.0}
{"full_text":"Ugandans beware, Covid-19 is realhttps:\/\/t.co\/G7MpqWclTc#MonitorUpdates","sentiment_score":0.0}
{"full_text":"An alarming #healthcare story that must be addressed. Learn about the lesser seen side of #COVID19 devastation.","sentiment_score":-0.05}
{"full_text":"RT Your daily reminder that David Perdue has fought against stimulus checks for the entire pandemic.","sentiment_score":0.0}
{"full_text":"So it looks like wife was meddling in CDC affairs for the White House ( Trump ) and many more trump rump lickers as well. #TraitorsToDemocracy","sentiment_score":0.3333333333}
{"full_text":"Yes. Sinus infection &amp; bronchitis but negative for Covid.","sentiment_score":-0.3}
{"full_text":"Americans have been largely forced to shift their focus from their long-term #goals to short-term needs--putting #RetirementPlanning  somewhat on the back burner.","sentiment_score":-0.15}
{"full_text":"Military families across the country, including Fort Bragg, \"often receive a housing allowance that renders them ineligible for food assistance, a quirk in the law that Congress has repeatedly failed to resolve\". #ncpol #HungerReliefhttps:\/\/t.co\/TaiSEtXUBZ","sentiment_score":-0.3}
{"full_text":"His photographs are stunning.https:\/\/t.co\/Rn9E0owB5x","sentiment_score":0.0}
{"full_text":"Germany enters harder lockdown as virus deaths hit new high #Germany #COVID19","sentiment_score":0.0654545455}
{"full_text":"Stimulus updates: Mitch McConnell says leaders will work on #coronavirus relief bill 'until we get it done'https:\/\/t.co\/2veQI9oBg4","sentiment_score":0.0}
{"full_text":"Can you imagine getting through the pandemic without the arts?We turn to the arts when we need help and now the arts need your help!Donations made until December 18th will be matched- give now at to double your impact!","sentiment_score":0.0}
{"full_text":"Ensuring we all have access to the #COVID19 vaccine is critical.Ensuring we all have access to the #COVID19 vaccine is critical.Ensuring we all have access to the #COVID19 vaccine is critical.Ensuring we all have access to the #COVID19 vaccine is critical.#PeoplesVaccine","sentiment_score":0.0}
{"full_text":"The new #coronavirus tests produce results completely at home within 15 minutes. Experts say they could be a 'game-changer' in helping people find out quickly if they need to isolate.","sentiment_score":0.1898989899}
{"full_text":"As #COVID19 #vaccines continue to roll out, AMA president, emphasizes physicians' roles as vaccine ambassadors and reminds us what we can all do in the meantime to minimize the spread of the virus. #VaccinesWork","sentiment_score":0.0}
{"full_text":"The #UCP picked fights with doctors during a pandemic. Now #Ponoka is losing its 5th doctor.#abhealth #cdnhealth","sentiment_score":0.0}
{"full_text":"ICYMI: \"This study confirms that glycemic control based on continuous glucose monitoring metrics in adults with type 1 #diabetes significantly improved during lockdown due to the #COVID19 pandemic.\"@HospitalULaPaz@LiebertPubhttps:\/\/t.co\/ZZaMUxhIGd","sentiment_score":0.125}
{"full_text":"Total hospitalizations:404 total with COVID53 in ICU35 on ventilators","sentiment_score":0.0}
