{"full_text":"He was brought home today for the first time since April!!! My aunt quit her job to take care of him at home but he still has a long way to recovery so please donate ","sentiment_score":0.219140625}
{"full_text":"We don't subsidize wages in Ahmurrika. We subsidize billionaires.","sentiment_score":0.0}
{"full_text":"RT Regular person goes broke in the pandemic: 4-hour bread lines and homelessnessCompany goes bankrupt in the pandemic:...","sentiment_score":0.0}
{"full_text":"Universal Basic Income... 80% of Americans are living paycheck to paycheck and over 50% can't afford an unexpected $500 bill, and this was before the pandemic.  Imagine how much worse things are now?","sentiment_score":-0.075}
{"full_text":"Best idea I have seen today!","sentiment_score":1.0}
{"full_text":"RT Corrupt Georgia GOP Senators Loeffler &amp; Perdue knew about the seriousness of COVID. Did they warn their constituents?...","sentiment_score":-0.5}
{"full_text":"RT I live in Kentucky. People are hurting. Coronavirus. Hospitals at capacity. Painkillers. Heroin. Unemployment. No relief...","sentiment_score":0.1363636364}
{"full_text":"RT I'm pro-vaccine, but forcibly vaccinating healthy people who aren't threatened by COVID-19 follows a dangerous traject...","sentiment_score":0.1333333333}
{"full_text":"Funny, Snopes doesn't choose a side and even they say the claim is false. But you'd never say you were wrong. ","sentiment_score":-0.2166666667}
{"full_text":"RT Dems House passed $3T Covid relief in May. GOP balked. what's being negotiated now is $900B relief and McConnell still do...","sentiment_score":0.0}
{"full_text":"RT Be positive always mnloves wag Lang sa covid#MNL48onItsShowtime@mnl48official","sentiment_score":0.2272727273}
{"full_text":"RT English people defying lockdown\/social-distancing orders in London to tell the government it can stick the poison Covid-1...","sentiment_score":0.0}
{"full_text":"RT Actress says pro-lockdown politicians should forego their salaries while Americans suffer from their policies h...","sentiment_score":0.0}
{"full_text":"RT Oh, there's also the time leadership abruptly sent lawmakers home to pass a budget by remote voting because there were...","sentiment_score":-0.1125}
{"full_text":"This MF'er gonna try to lock us down again Bring it sheep","sentiment_score":-0.1555555556}
{"full_text":"They are dying alone because of dumbasses like you.WEAR A FUCKING MASK! Think of someone other than yourself for once in your miserable little life. It's not hard to actually mentally process Doctors know more than the Prime Minister of England.","sentiment_score":-0.2166666667}
{"full_text":"RT I think I understand. I have watched GOPrs sneer at COVID, dismiss 1000s of deaths a day as unimportant, ridicule scien...","sentiment_score":-0.4}
{"full_text":"I GOT YOU, YOU GOT ME[#2020MAMA    ] Voted for #redvelvet on #MAMAVOTE   | 2020 MAMA | 2020.12.06 (SUN)","sentiment_score":0.0}
{"full_text":"YOU ARE A DISGUSTING HUMAN BEING. WHILE AMERICA BURNS AND DIES FROM COVID YOU RANT AND RAVE LIKE A CARNIVAL CLOWN  BECAUSE YOU LOST THE ELECTION. DA YOU LOST BECAUSE YOU DO NOT CARE ABOUT AMERICA OR AMERICANS ONLY YOURSELF. YOU ARE A LOSER","sentiment_score":-0.3333333333}
{"full_text":"RT COVID relief needs to directly help everyday people.People need stimulus checks &amp; UI.","sentiment_score":-0.05}
{"full_text":"Use a mask over your NOSE and MOUTH","sentiment_score":0.0}
{"full_text":" LIVE PODCAST: No No look over there!  The Midnight Ride 12-4-20 on #biden #covid19 #patriotpastor #stopthesteal #trump","sentiment_score":0.1704545455}
{"full_text":"RT After reading this, the only conclusion to drawn is that the SNP's #covid response has been nothing short of disastrous.","sentiment_score":-0.2333333333}
{"full_text":"Great to see the blue bloods back on tv .  Best part you kept the pandemic out  of the storyline.THANKS  !!!! Oh yeah bring a walnut gets to Nassau county ny","sentiment_score":0.45}
{"full_text":"Hospital beds for coronavirus patients 75.9% full in Russia -- deputy PM","sentiment_score":0.35}
{"full_text":"Pray for him, and all the ppl he may have misguided.  Is disguided a word???","sentiment_score":0.0}
{"full_text":"Over 280,000 Americans have died from Coronavirus. It's time for another lockdown.","sentiment_score":0.0}
{"full_text":"RT Listen to our Program Facilitator, Non Exec Chairman, Founder, share the incre...","sentiment_score":0.0}
{"full_text":"#Belgium has good news todayAfter a week of flat-lining, being unable to push case numbers down, there's finally a good drop today2,582 new cases of #Covid19 today, down from 3,297 last Saturday.Positive test rate down to 9% now.","sentiment_score":0.0712121212}
{"full_text":"RT OMG. Coronavirus is the #1 cause of death in the US this week, surpassing heart disease, says","sentiment_score":0.0}
{"full_text":"RT Hey change the headline to \"Former Canucks anthem singer.\" #wearamask","sentiment_score":0.0}
{"full_text":"Unless its Corona beer then no probs.","sentiment_score":0.0}
{"full_text":"RT Message from my MIL her brothers wife died from #COVID19 last night.She has been in ICU on ventilator for the last month....","sentiment_score":0.0}
{"full_text":"December 3rd was #InternationalDisabilityDay. While much has been accomplished through the work of activists like #judyheumann, there is still plenty of work for our generation to take on.","sentiment_score":0.1333333333}
{"full_text":"RT English people defying lockdown\/social-distancing orders in London to tell the government it can stick the poison Covid-1...","sentiment_score":0.0}
{"full_text":"RT Coronavirus vaccine may give people immunity for 90 days, scientists estimatehttps:\/\/t.co\/pj3znDBQ24","sentiment_score":0.0}
{"full_text":"RT Breaking. The water you drink will test positive for #COVID19. Not because it's contaminated but because the tests are bog...","sentiment_score":0.2272727273}
{"full_text":"RT COVID relief for teachers - a stunning game changer help us?  via...","sentiment_score":0.05}
{"full_text":"How so?  The headline is grossly misleading.  Her grandmother tested NEGATIVE for Covid-19, and lived to be 98.  How much longer did you manage to keep YOUR grandparents alive?  If you didn't, does that make YOU a monster?  Your hateful bias reeks across the internet.","sentiment_score":6.938893904e-18}
{"full_text":"RT Wear a Mask.Maybe a cool one while you're at it","sentiment_score":0.35}
{"full_text":"RT Now, whose fault is that?","sentiment_score":0.0}
{"full_text":"RT BREAKING: We are officially announcing a lockdown protest in Los Angeles.When: Sunday 12\/6\/20Time: 6pmGo to","sentiment_score":0.0}
{"full_text":"RT Several schools in the U.K. and U.S. have stayed open safely this semester thanks to a low-cost, non-invasive Covid-19 test...","sentiment_score":0.175}
{"full_text":"this pandemic needs to end bruh","sentiment_score":0.0}
{"full_text":"RT MUST WATCH (edited):- Dr. Tapper, NB:- I mean no disrespect, I am a Dr of integrity - we have a pandemic of false posi...","sentiment_score":-0.35625}
{"full_text":"literally like a month before corona i shared a water bottle with a whole crowd of people how did i not get covid","sentiment_score":0.2}
{"full_text":"RT What a wonderful initiative! Thanks to our partners and Aging in Place for helping our tenants who are seniors t...","sentiment_score":0.6}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"I got this from a google search.                 ","sentiment_score":0.0}
{"full_text":"RT ..the missiles pointed at us were sold by the australian government to foreign entities..!!","sentiment_score":-0.09765625}
{"full_text":"RT It seems patently obvious at this point that TRUMP WANTS TO MAXIMIZE COVID19 DEATHS between now and being shown the exit from...","sentiment_score":0.1}
{"full_text":"You know everything we do is Exquisite!  But we are going to wait until after COVID ","sentiment_score":1.0}
{"full_text":"RT Let's be honest.Many Black person will refuse to take this COVID vaccine bc most of us don't trust that white people or...","sentiment_score":0.1111111111}
{"full_text":"RT Kindly extend #GSTAmnesty , we all r eagerly waiting to file all pending returns during #COVID19 periods. After lot of...","sentiment_score":0.6}
{"full_text":"RT If we can afford a $2 trillion tax cut for the rich, we can certainly afford to pay people to stay home to contain Covid.Thi...","sentiment_score":0.2946428571}
{"full_text":"What y'all fail to realize is the bigger picture. Most people don't care about COVID-19 because they don't care about their lives. the real health issue that we should be worried about is mental!","sentiment_score":0.015}
{"full_text":"RT  The U.S. Has Passed the Hospital Breaking Point - If you get sick with ANYTHING you may not get admitted. If you love your...","sentiment_score":-0.1071428571}
{"full_text":"RT they should slip a fun little drug in w the covid vaccine. for our troubles.","sentiment_score":0.05625}
{"full_text":"I SAID IT ONCE AND I'LL SAY IT AGAIN. IF YOU ARE FOR THE LOCKDOWN YOU ARE PRIVILEGED.#lockdown #COVID19","sentiment_score":0.0}
{"full_text":"RT 94-years old in prison &amp; now dead from COVID. Court records indicate he was in the final year of a 20-year sentence. He was...","sentiment_score":-0.0333333333}
{"full_text":"We're not sure if someone can transmit COVID-19 after vaccination: Pfizer chairman","sentiment_score":-0.25}
{"full_text":"RT Per the NYT, the US has 100,000 unexplained \"excess deaths\" this year (deaths above average). I attributed well under hal...","sentiment_score":-0.0666666667}
{"full_text":"How #COVID19 upended life as we knew it in a matter of weeks","sentiment_score":0.0}
{"full_text":"RT Another day on the radical left with our crazy ideas","sentiment_score":-0.3}
{"full_text":"RT The guy that paid $750 in federal income tax:\"The loans to Trump and Kushner properties included a $2,164,543 loan to the...","sentiment_score":0.0}
{"full_text":"RT i miss the life without covid.","sentiment_score":0.0}
{"full_text":"While they kept the world busy with covid......","sentiment_score":0.1}
{"full_text":"I hear ya. But they do get older and the dynamic does shift. Next year will be better when California figures out how to cope w COVID","sentiment_score":0.1666666667}
{"full_text":"RT What's the problem with the hero narrative? Perspectives in the time of coronavirusA tweet thread of my keynote to th...","sentiment_score":0.0}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"RT When I had COVID-19, I could barely breathe. My friend called to check on me, heard me struggling to speak, and s...","sentiment_score":0.05}
{"full_text":"RT #Delhi #Urgent Need B+\/AB+ #Blood Covid-19 Convalescent Plasma Saroj Hospital, Rohini. Call 9811490604#BloodAid via","sentiment_score":0.0}
{"full_text":"Heaven help us.","sentiment_score":0.0}
{"full_text":"RT If COVID has taught us anything, it's that breathing on birthday cakes was always wrong.","sentiment_score":-0.5}
{"full_text":"RT Just a little context here. Unless you work in a specialty hospital, you never have 1\/5 patients with the same condition. An...","sentiment_score":-0.09375}
{"full_text":"RT Pretty well documented now that you can get Covid-19 twice, often worse the second time. Children can get it twice, too...","sentiment_score":-0.05}
{"full_text":"RT If epidemiologists want to practice total risk-aversion for the rest of their lives, that's their choice. The rest of us ha...","sentiment_score":0.0}
{"full_text":"RT Cities infected, these villages have anti-virus protectionHave been Covid free since 1 Panchayat got 2 cases in July...","sentiment_score":0.4}
{"full_text":"Oh no","sentiment_score":0.0}
{"full_text":"RT Tested +ve on 12\/09, negative on 27\/09.1. Deep sleep is gone, I wake up every hour and a half for no apparent reason.2....","sentiment_score":-0.1229166667}
{"full_text":"RT My weapon for meme war Friday. Social Distancing the 1915 way. Music video footage screenshots used from Sabaton's Attac...","sentiment_score":0.0333333333}
{"full_text":"Well, unfortunately our President just totally botched the whole Pandemic thing in favor of trying to become Emperor Palpatine.","sentiment_score":-0.1}
{"full_text":"RT Many states are seeing among the highest numbers of daily cases and hospitalizations...","sentiment_score":0.25}
{"full_text":"RT The last time 325,000 Americans died of an infectious disease in one year was 1918. And  covid isn't done with...","sentiment_score":0.0}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT If Democrats were the majority in the Senate, Covid relief would have happened 5 months ago. Everyone in food lines, bein...","sentiment_score":0.0}
{"full_text":"RT Things got absolutely heated on CNBC this morning on the subject of covid-19 lockdowns ","sentiment_score":0.0166666667}
{"full_text":"Massive respect for Mr. Aquilini right now.","sentiment_score":0.1428571429}
{"full_text":"RT English people defying lockdown\/social-distancing orders in London to tell the government it can stick the poison Covid-1...","sentiment_score":0.0}
{"full_text":"RT Finance Minister Tito Mboweni has disputed claims by the DA that government has missed the deadline to pay R 500 million to t...","sentiment_score":0.0}
{"full_text":"This year has unfortunately kept Giudice away from his students, not only because in-person learning has been limited, but because he's been battling COVID-19.https:\/\/t.co\/CP9eN6mr4K","sentiment_score":-0.1904761905}
{"full_text":"December 5 marks the #InternationalVolunteerDay. Let's pay our respects to all the volunteers around the world who have risked their lives to join the global fight against #COVID19.","sentiment_score":0.0}
{"full_text":"A new report from the left-leaning Center for American Progress says more than 160,000 undocumented immigrants had jobs in Arizona before the pandemic. Most of them were part of a workforce that's now crucial to fighting the virus.https:\/\/t.co\/LHgbd0sGHJ","sentiment_score":0.1727272727}
{"full_text":"#FurryFriday: #WearAMask #WearAFaceMask #ProtectPeople #BeSafe #FightTheCoronavirus #FaceMask #MedicalMask #Animal #Animals #AnimalsInCostumes #Donkey #AnimalMeme #FaceMaskMeme - Photo by The Donkey Sanctuary","sentiment_score":0.0}
{"full_text":"Due to recent Covid-19 outbreaks and restrictions, some holiday traditions will look a little different this year.https:\/\/t.co\/zPGiIlk90j","sentiment_score":-0.078125}
{"full_text":"\"This fall, millions of new homeschooling parents have realized that their children can learn without school. When the world reopens to them, they will find that homeschooling is even better than they imagined.\"","sentiment_score":0.3181818182}
{"full_text":"Enterprise cybersecurity budgets expected rise amid COVID-19 pandemic #CyberSecurity #Cyberattack #COVID19 #AppsUnify","sentiment_score":-0.1}
{"full_text":"RT Every new COVID-positive patient I have spoken with today spent time with friends and family on Thanksgiving, or traveled i...","sentiment_score":0.0181818182}
{"full_text":"An NPR analysis of mobile phone location data showed that 42% of Americans with smartphones remained home, up from 36% last year.","sentiment_score":0.0}
{"full_text":"Carlson Calls Out Democrats and China On Virus - They knew, but wanted it to spread for political purposes. via","sentiment_score":0.0}
{"full_text":"(WARNING!) PREPARING FOR LOCKDOWN.. PRAYING FOR HUMANITY!! via","sentiment_score":0.0}
{"full_text":"The Trump administration suspended all federal student loan payments through the end of January and kept interest rates at 0%, extending a moratorium that was set to expire at the end of the month.","sentiment_score":0.0}
{"full_text":"RT Even before COVID-19 hit the United States, too many Americans across our country were struggling to make ends meet.","sentiment_score":0.5}
{"full_text":"RT Dems House passed $3T Covid relief in May. GOP balked. what's being negotiated now is $900B relief and McConnell still do...","sentiment_score":0.0}
{"full_text":"In the most seismic shift by a Hollywood studio yet during the pandemic, Warner Bros. Pictures on Thursday announced that all of its 2021 film slate will stream on HBO Max at the same time the films play in theaters.","sentiment_score":0.25}
{"full_text":"Prior to Covid, the global banana trade employed 70 million people and was worth an estimatedUS$12 billion. We've included a useful infographic to help illustrate the flow of profits in the industry.Happy Saturday!","sentiment_score":0.16875}
{"full_text":"Excited to hear Lisa Schofield speak  as a panellist on our #AustCOVID19Conference 'COVID-19 Vaccine Landscape Discussion Forum' next weekhttps:\/\/t.co\/alGoiD4C6s#COVID19Aus #CovidVaccine #PublicHealth","sentiment_score":0.1875}
{"full_text":"San Francisco is experiencing our largest surge in #COVID19 cases to date. Now more than ever, your choices matter. In-person gatherings are not worth the risk. If we make these sacrifices together, we can recover together.","sentiment_score":0.175}
{"full_text":"One superintendent says he's optimistic about the news, \"but there is the very clear reality that the numbers in Kentucky are just not stopping, or are they declining. They just keep increasing.\"","sentiment_score":0.13}
{"full_text":"What do you think of the #HongKong government's latest #coronavirus tracing initiative?","sentiment_score":0.5}
{"full_text":"Browns' Myles Garrett: COVID 'kicked my butt, now I'm back'","sentiment_score":0.0}
{"full_text":"The hospitality and entertainment industry has been one of the most affected industries during this pandemic. Now Gov. Ricketts is calling more attention to breweries and their struggles, after celebrating Small Brewery Sunday last week.","sentiment_score":0.1875}
{"full_text":"If you or someone you know needs help accessing groceries or filling prescriptions, or just needs a morale boost, here's who to call. #GoodDeedshttps:\/\/t.co\/cEX0mx8a5Z","sentiment_score":0.0}
{"full_text":"NEW TODAY: The Trump administration suspended all federal student loan payments through the end of January and is keeping interest rates at 0%.https:\/\/t.co\/caZ1StOvsX","sentiment_score":0.1363636364}
{"full_text":"Doctor who refused to wear mask has medical license suspended","sentiment_score":0.0}
{"full_text":"Due to current COVID-19 restrictions imposed upon PCA-OCR and our venue, this 12\/10\/20 event will be cancelled. PCA-OCR will continue to heed the advice and recommendations set forth by public health officials and agencies to ensure the health and safety of the public.","sentiment_score":-0.03125}
{"full_text":"While doctors, nurses and hospital staff work longer shifts, American medical students are volunteering to help COVID-19 health care workers manage the home front. Read more at #FightAgainstCoronavirus #healthcareworkers","sentiment_score":0.1666666667}
{"full_text":"Senator Boozman visited with administrators at AMMC Friday, and several items were up for discussion.","sentiment_score":0.0}
{"full_text":"Letitia Wright isn't being canceled, she's bring rightfully called out.https:\/\/t.co\/HK9g67bJra","sentiment_score":0.0}
{"full_text":"Long term care facilities in Indiana are gearing up for a COVID-19 vaccine. Healthcare workers and residents of these centers will be the first to get a shot once the first doses arrive.","sentiment_score":0.15}
{"full_text":"The Los Angeles Homeless Services Authority announced Wednesday that its staff has conducted about 36,000 wellness checks among unhoused people since April by using a mobile app, in an effort to reduce the spread of COVID-19.https:\/\/t.co\/5sZVRDOwSd","sentiment_score":0.0}
{"full_text":"Once it is widely accessible, health officials and local groups said getting everyone to take a coronavirus vaccine could be an uphill battle.","sentiment_score":0.1875}
{"full_text":"Months of COVID-19 restrictions have taken their toll on BC Ferries and BC Transit.","sentiment_score":0.0}
{"full_text":"State unveils COVID-19 vaccine plan","sentiment_score":0.0}
{"full_text":"On Friday, Austin Public Health learned the first shipment of Pfizer vaccines will be sent to the Austin area by mid-December, pending Emergency Use Authorization. Distribution will be determined by TDSHS and CDC.","sentiment_score":0.125}
{"full_text":"Chise: Come on, okay? You're amazing. There's nothing you should be insecure about.Lihito: That was way too emotionally supportive and I need you to lock that shit down.","sentiment_score":0.1240740741}
{"full_text":"A major supply chain issue for two of the vaccines is the ultracold temperature requirement.  Pharmacies and hospitals are trying to develop or acquire ultralow-temperature freezers, but it is a huge cost for them.","sentiment_score":0.23125}
{"full_text":"You have been dropping messages , I've been replying and you end up saying COVID!! Insane and brutal you guys are","sentiment_score":-0.9375}
{"full_text":"The no-visitor policy at Parrish Medical Center in Titusville went into effect Dec. 4 at 5 p.m.","sentiment_score":-0.05}
{"full_text":"RT #IndianNavy support to nations in the neighbourhood and areas beyond for Humanitarian Support and in particular during the #COVI...","sentiment_score":0.1666666667}
{"full_text":"Yolo County announced on Friday new restrictions ahead of Christmas as the number of coronavirus cases and hospitalizations continue to rise.","sentiment_score":0.1363636364}
{"full_text":"HHS Expands COVID-19 #Telehealth Capabilities in PREP Act Amendment &gt; \"The Health and Human Services Secretary will allow healthcare providers to use telehealth across state lines to deliver \"Covered Countermeasures\" against the coronavirus\"","sentiment_score":0.0}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT I 100% agree with Congresswoman when she says that all Covid relief negotiations should be made public so we can k...","sentiment_score":0.0}
{"full_text":"RT Covid has to go by the time Ghana independence hits because I have to go to a GH Independence Party and scream the lyrics to...","sentiment_score":0.0}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT There's going to be more and more and more stories like this and no capacity to process them:  Four Oklahoma siblings die...","sentiment_score":0.5}
{"full_text":"Friday's record COVID-19 numbers don't reflect how state performed during freeze, Thanksgiving holiday.","sentiment_score":0.0}
{"full_text":"Time: 04:00 * Temp: 7.5degC * Wind: SE 0.0 to 15.0mph * Pressure: 985.7hPa * Rain: 0.0mm * Hum: 84% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:28 * Sunset: 15:59 * Cloudbase: 1160ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT New--I'm pleased to announce that to fight the pandemic, we formed a specia group to support Biden on #COVID19 pandemic resp...","sentiment_score":0.5}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"so embarrassing stay the fuck home...","sentiment_score":-0.4}
{"full_text":"RT These COVID negotiations should be public.The public should be able to see who is holding stimulus checks hostage &amp; demanding im...","sentiment_score":0.25}
{"full_text":"I had a strange dream &amp; u were in it &amp; you were very happy. Anyway, I caught the flu w\/(a side of covid maybe ) two weeks ago. I had covid in June &amp; recovered at home. The recent flu\/maybe covid, I was hyperventilating, like high blood pressure, I used a mask to ...","sentiment_score":0.2775}
{"full_text":"RT The fact that Congress did not pass stand alone bills to get Americans checks during this pandemic is an absolute disgrace. A...","sentiment_score":0.2}
{"full_text":"RT I need non black ppl to be very careful with how they engage black antivaxxers. I'm frustrated by antivax sentiments too...","sentiment_score":-0.2908333333}
{"full_text":"RT Good. All counties should follow suit.","sentiment_score":0.7}
{"full_text":"RT English people defying lockdown\/social-distancing orders in London to tell the government it can stick the poison Covid-1...","sentiment_score":0.0}
{"full_text":"RT Hey change the headline to \"Former Canucks anthem singer.\" #wearamask","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 40.5FWind Chill: 40.5FHumidity: 77%Dew Point: 33.8F Barometer: 29.983 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 199.000000Deaths: 10.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"If not for COVID-19, I am convinced that most of our allied world leaders would be attending this inauguration for Joe Biden as well. It will be a great day for the world.","sentiment_score":0.65}
{"full_text":"\"Papers, please.\" - Germany, 80-something years ago","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. States reported 1.8 million tests, 225k cases, and 2,563 deaths. There are 101,276 peop...","sentiment_score":0.0}
{"full_text":"RT Cornea appears to resist infection from novel Coronavirus","sentiment_score":0.0}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"RT There have been over 276,000 COVID-19 deaths in the United States alone. It is devastating to think of all those who h...","sentiment_score":-1.0}
{"full_text":"Your Resume Needs some \"Razzle Dazzle\" #COVID19 #job #careermode #PositiveVibes","sentiment_score":0.0}
{"full_text":"RT 8,687 Americans dead of COVID-19.In the last 70 hours.Stay the hell inside unless it's an emergency or your job requi...","sentiment_score":-0.1}
{"full_text":"RT Registries are not \"punishment\" but \"civil regulations\" like renewing a driver's license, which is closed until January re...","sentiment_score":-0.1}
{"full_text":"RT Arizona teen loses both parents to COVID within hours","sentiment_score":-0.15}
{"full_text":"RT These threads are always a must-read.","sentiment_score":0.0}
{"full_text":"#Covid19's posed a major challenge for the C-Suite and IT leaders of Ireland; how do you re-work your digital transformation plans overnight to ensure teams are kept safe, in sync, and your customers happy?","sentiment_score":0.340625}
{"full_text":"And why will anyone who doesn't want to wear a mask all of a sudden start wearing a mask?And why 100 days?Why not 120 days?  140?  200? Or until 70% of the population has been inoculated?","sentiment_score":0.0}
{"full_text":"Turns out Marin ICU capacity is 30%. Twice the state lockdown trigger.","sentiment_score":0.0}
{"full_text":"RT AMAZING--How does your nasal swab gets analyzed for #COVID19? How does 20,000 people's samples get tested in just one day?!...","sentiment_score":0.0}
{"full_text":"\"We need to change the orientation of leaders from thinking about themselves to setting the conditions for others to thrive.\" Frances Frei shares the secret to good #leadership via BRINK News. #COVID19","sentiment_score":0.15}
{"full_text":"RT If you watch Footloose during the pandemic, the minister who tells everyone not to dance is now the hero.","sentiment_score":0.0}
{"full_text":"RT \"If we don't see a Covid-19 relief measure pass in the next week or two, then our democracy is existentially broken...If t...","sentiment_score":0.0}
{"full_text":"#NP Coronavirus by iMarkkeyz!Listen Live (Click link below)https:\/\/t.co\/lpmQtQynEe#slaughtahouze #kshz #rap #hiphop #rnb #trap #radio   #trending","sentiment_score":0.1363636364}
{"full_text":"RT If COVID has taught us anything, it's that breathing on birthday cakes was always wrong.","sentiment_score":-0.5}
{"full_text":"RT The next time you have the pandemic moment where you fall to your knees and scream out, \"THERE'S GOT TO BE A BETTER WAY TO...","sentiment_score":0.25}
{"full_text":"The COVID-19 vaccine won't make life go back to normal right away.","sentiment_score":0.1452380952}
{"full_text":"RT Please share!!","sentiment_score":0.0}
{"full_text":"Sally Pipes: Officials ignore their own stay-at-home COVID-19 restrictions -- and ends up steam as McConnell, Schumer spar as pressure grows.","sentiment_score":0.6}
{"full_text":"COVID = Certification Of Vaccinations ID ....","sentiment_score":0.0}
