{"full_text":"LaPorte County officials recently approved a COVID-19 hazard pay stipend for some employees. That's the topic du jour on today's SOUND OFF. Listen from 12:15-1 PM on 96.7 the Eagle or","sentiment_score":0.2}
{"full_text":"Sweden's neighbours offer them emergency help as its hospitals fill up with coronavirus patients #SmartNews","sentiment_score":0.0}
{"full_text":"RT \"It's easy to become numb to the unrelenting deaths -- the scale of our losses to the coronavirus is overwhelming. But let...","sentiment_score":0.1111111111}
{"full_text":"RT Tennessee Rep. David Byrd, R-Waynesboro, has been in the ICU in with COVID for more than a week now and again says the...","sentiment_score":0.5}
{"full_text":"RT LEADERSHIP MATTERS: Florida COVID response, led by  Taiwan COVID response, led by Vice-President Dr...","sentiment_score":0.0}
{"full_text":"Brand brand","sentiment_score":0.0}
{"full_text":"Exactly","sentiment_score":0.25}
{"full_text":"RT While we are distracted by the pandemic and politics, the people who made the pandemic and politics worse are doing more dam...","sentiment_score":0.05}
{"full_text":"Recently, our Lower\/Elementary School students, as well as members of the Middle School SCO, decided to spread some Christmas cheer by hand making Christmas cards for hospital &amp; Covid ICU patients!#kindnessmatters #communityoutreach #GDTBAV","sentiment_score":0.0}
{"full_text":"RT WHO says authorities investigating new COVID-19 variant in England","sentiment_score":0.1363636364}
{"full_text":"RT They called it a hoax all fucking year killing almost 300k and counting and now they're first in line.","sentiment_score":-0.175}
{"full_text":"Just tragic! But let the WH staffers be among the first to get the vaccine?...we are in the twilight zone! Praying for those in the Joaquin Valley.","sentiment_score":-0.3125}
{"full_text":"RT This is bullshit! So many people have tried to abide by guidelines: wear masks, keep our distance a...","sentiment_score":0.5}
{"full_text":"RT So thankful I was able to honor the real life heroes- the front line workers battling Covid19. Thank you for invi...","sentiment_score":0.35}
{"full_text":"Lets do this damn thing https:\/\/t.co\/X7gVKcAtnj","sentiment_score":0.0}
{"full_text":"RT Sandra Lindsay, an ICU nurse in New York, is among the first in the US to receive a Covid-19 vaccination. Mark Lennihan...","sentiment_score":0.1931818182}
{"full_text":"I guess Frank failed history class","sentiment_score":-0.5}
{"full_text":"RT My abusive former partner nearly choked me to death. The stigma led me to not report it. I regret I didn't.The pandemic has...","sentiment_score":0.05}
{"full_text":"Freud whispering into my ear: \"The Brazilian anti waxers\"(return of the thigh brow)","sentiment_score":0.0}
{"full_text":"If you avatar represents you, maybe get a little cardio going bud. Out of shape, obese or high blood pressure isn't good for COVId. Good luck","sentiment_score":0.343125}
{"full_text":"One Cardinal and Four Bishops Teach Clearly that Catholics Must Refuse Vaccines Tainted by AbortionOn December 12, 2020, one Cardinal and four Bishops released a statement to teach Catholics that they should refuse COVID vaccines derived from the cells of aborted children.","sentiment_score":0.1}
{"full_text":"RT  London joins tier 3 \"New variant\" of coronavirus identified An artist's NHS tributeHere are five things you need to...","sentiment_score":0.1363636364}
{"full_text":"RT It's a good day, America. The first doses of the #COVID19 vaccine are being administered and the #ElectoralCollege will...","sentiment_score":0.475}
{"full_text":"But the judge stated it is up to an individual if they are on permanent lockdown. There is no lying.","sentiment_score":0.0}
{"full_text":"RT Pennsylvania Sheriff Switches Party Loyalty To GOP Over Democratic Lockdowns, 'Socialist Agenda'","sentiment_score":0.0}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"496 (19%) #covid19 patients allocated to azithromycin and 997 (19%) patients allocated to usual care died within 28 days2\/https:\/\/t.co\/7evnCePRzS","sentiment_score":-0.25}
{"full_text":"Great reporting by Fascinating bit from Ukraine, \"we are not interested in race war and so on\" but instead inspired by Codreanu's Iron Guard!","sentiment_score":0.4479166667}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"RT New variant of Corona virus ' a surprise' to Oxford virologist. How low can Hancock get. Not published. Not peer review...","sentiment_score":0.0681818182}
{"full_text":"Essential workers have been the backbone through this pandemic. has remained on the front lines &amp; helping those in need. They want you to enjoy the best Christmas dinner with a $100 gift card. Enter today's #12DaysOfCliffmas on my Instagram ","sentiment_score":0.4666666667}
{"full_text":"RT We know how difficult #COVID19 is to manage with all the facilities we have here - Please consider a donation if you can....","sentiment_score":-0.5}
{"full_text":"I read about Matt Hancock trying to blame the latest disaster on a new covid-19 strain, by the time I switch tabs to yell \"bollocks\" virology twitter has already lost its shit.","sentiment_score":0.1454545455}
{"full_text":"Your party has deliberately slaughtered 732,505 of your own citizens EXCLUDING COVID 19 DEATHS since 2010  - how many are you going to slaughter to satisfy your own ends?","sentiment_score":0.5666666667}
{"full_text":"You grouped South Korea in with them, and yes, they locked down people who actually had covid in the country. That prevented the need for actual lockdowns.","sentiment_score":-0.0518518519}
{"full_text":"RT A new variant of the coronavirus has been identified by British scientists and it may have contributed to the recent rapid spr...","sentiment_score":0.0454545455}
{"full_text":"RT Thanks to Nancy Pelosi's \"leadership,\" Congress just had its least productive year in decades.This is what happens when sh...","sentiment_score":-0.05}
{"full_text":"RT The world's 5 centibillionaires aren't alone in getting richer as many people struggle to make ends meet. The 651 U.S. billionai...","sentiment_score":0.5}
{"full_text":"Some Covid survivors may need heart screening before exercising via","sentiment_score":0.0}
{"full_text":"COVID: Calvary Chapel San Jose, Pastor Held In Contempt For Defying Gathering, Mask Orders","sentiment_score":0.0}
{"full_text":"RT This isn't a great time to send Santa and Elves to nursing homes, bringing holiday cheer.Santa might be a superspreade...","sentiment_score":0.8}
{"full_text":"RT It was 2 twenties at the height of the pandemic if we keeping it G. East coast prices","sentiment_score":0.0}
{"full_text":"RT Who else is outraged that high-ranking White House officials, who spent months refusing to wear masks and long support...","sentiment_score":-0.2625}
{"full_text":"RT I said that too.  That might be too sensible though","sentiment_score":0.0}
{"full_text":"RT BREAKING - Cdl. Burke: COVID is being used for 'Great Reset' to attack 'freedom' and 'families'","sentiment_score":0.8}
{"full_text":"how have people not gotten a single covid test this whole time i literally always have one scheduled","sentiment_score":0.0642857143}
{"full_text":"The REAL STORY still is...#EpicMismanagement It didn't have to be this bad...so much was preventable:Ninety percent of covid-19 deaths &amp; much of the the economic crisis could have been prevented if Donald Trump had acted only two weeks earlier: ","sentiment_score":0.1333333333}
{"full_text":"RT Antibody therapies were our best bet to lower the Covid death rate this fall, but our stockpile wasn't enough. We need to...","sentiment_score":0.5}
{"full_text":"We are letting the \"Elites\" choose our life for us. Bill Gates is only 1 of the group.Every news station uses the same key terms to brainwash you into being controlled by your fear.\"It's better to die on your feet than live on your knees.\"~ Zapata","sentiment_score":0.1272727273}
{"full_text":"Mural tourism--walking tours to explore local street art--both beautifies and addresses topical issues like social justice, as this story via attests. I recently wrote about Mural Arts Philadelphia's programs for  via","sentiment_score":0.0083333333}
{"full_text":"RT Wow. is unpeeling the onion re Med4All. Why CAN'T we force Pelosi to put Med4All to a vote? And if we lose t...","sentiment_score":0.1}
{"full_text":"RT December 14, 2020:-1st covid vaccine in US administered. -There are threats against electors as they cast their vote. -GA,...","sentiment_score":0.0}
{"full_text":"RT We have heard that #Covid hospital admissions are up 13%, scientists have detected a new strain in UK &amp; cases are rising...","sentiment_score":0.1363636364}
{"full_text":"Covid is a huge false narrative.  If not,  where are the massive mortality rates?","sentiment_score":0.0}
{"full_text":"Despite an off year, \"Ground Zero\" has been listened a lot. That gives us faith to keep going on ! Hope Covid let us play next year &amp;*) #2020ArtistWrapped","sentiment_score":0.125}
{"full_text":"RT Anita Quidangen, a personal support worker in Ontario, is the first Canadian to receive the COVID-19 vaccine. Vaccination...","sentiment_score":0.125}
{"full_text":"It's happening: Frontline workers being vaccinated this afternoon at UW Health in Madison, one of the state's largest hospitals.","sentiment_score":0.0}
{"full_text":"RT Not worth getting them to resign, like Covid when Tory ministers resign they usually come back with a seco...","sentiment_score":-0.1333333333}
{"full_text":"Now approve fans at a certain big game at a certain venue on UC's campus this Saturday","sentiment_score":0.0071428571}
{"full_text":"RT Now going public #Covid19UK has had a mutation &amp; is circulating in the UK. I apologise for not posting this information befor...","sentiment_score":0.0}
{"full_text":"#WearAMask and protect your loved ones from COVID-19.But to break the chains of transmission, we must also:-Keep physical distance-Keep cleaning your Open hands-Keep away from big crowds-Keep covering your  and  when coughingDo it all!","sentiment_score":0.175}
{"full_text":"RT \"Omah Lay disobeyed Covid rules\". Okay. But here's the President Museveni of Uganda campaigning a few days ago. See the crowd...","sentiment_score":0.15}
{"full_text":"HEADLINE: Egyptian NHS doctor stricken by Covid seeks visa reassurances from Home Office : #Scrummyninja #vegaslocals #bashninjas #vegas #vegasnews #lasvegas #summerlin #hendersonlv #lasvegasstrip #vegasstrong #unlv #vegaslocalnews","sentiment_score":0.0}
{"full_text":"accept*Who are you to speak for trans people ?Who are you to spread ridiculous lies like this ?Oh wait, I know.You're like \"those people\" who need to hate others so they can feel good about themselves.\"Christian\"Sure.Hehe.#WearAMask #SmartPeopleBackInCharge","sentiment_score":-0.1083333333}
{"full_text":"RT Don't worry Mr Morgan - if the new strain doesn't get them, the poverty, blighted futures, hobbled educations, wrecked bus...","sentiment_score":0.1363636364}
{"full_text":"Covid-SE (Southern Edition) - like Mink Covid, but with less fur.","sentiment_score":-0.0833333333}
{"full_text":"RT In a crisis where we are now experiencing a 9\/11 death toll daily, thank God for our brave frontline workers. What an inspirati...","sentiment_score":0.4}
{"full_text":"RT We are apparently not allowed to notice that increased lockdown measures work so well, they seem to always result in furthe...","sentiment_score":-0.025}
{"full_text":"RT So excited that made Jealousy List this year for beautiful story on how manag...","sentiment_score":0.6125}
{"full_text":"RT Whew, they are TRYING so HARD! Like if this isn't obvious how hard they want to convince the Black community that this vaccin...","sentiment_score":-0.2057291667}
{"full_text":"RT We will strike and stop working flights to the DC area, do your jobs or we won't. Stop airlines, stop vaccine transpor...","sentiment_score":0.0}
{"full_text":"RT Stay hopeful -- brighter days lie ahead.","sentiment_score":0.0}
{"full_text":"RT How is it that the rich have continued getting richer during the pandemic?","sentiment_score":0.375}
{"full_text":"RT What a silly line from  1. How many of those presidents had a global pandemic?  2. How many others had CA a...","sentiment_score":0.125}
{"full_text":"RT Imagine being in a position of power where you learn body bags are going to be in short supply due to mismanagement of a pa...","sentiment_score":-0.0625}
{"full_text":"this only works for folks who actually believe COVID is real.","sentiment_score":0.0666666667}
{"full_text":"Typical that when London goes into tier 3 it's because of their own special variety of Covid-19. Bloody metropolitan elites ","sentiment_score":-0.0023809524}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"RT Vaccinations for Covid-19 are expected to start in US nursing homes this week, the CEO of Operation Warp Speed sayshttps:\/\/t.c...","sentiment_score":-0.1}
{"full_text":"RT The first Covid-19 shots in the U.S. are being administered in hospitals today, the initial step in a historic drive to im...","sentiment_score":0.0833333333}
{"full_text":"RT If you're a woman in tech moving to #Miami, there's an awesome group for you. It's run by and","sentiment_score":1.0}
{"full_text":"The coronavirus at 1: A year into the pandemic, what scientists know about how it spreads, infects, and sickens - STAT","sentiment_score":0.0}
{"full_text":"RT WATCH LIVE: #Coronavirus press conference (14 December 2020) Speakers:   Secretary of State","sentiment_score":0.1363636364}
{"full_text":"RT Stay hopeful -- brighter days lie ahead.","sentiment_score":0.0}
{"full_text":"RT President Trump administered the first covid vaccine, NOT Biden. The media will try to tell you otherwise","sentiment_score":0.25}
{"full_text":"RT $300,000.00 oh wait, thats the number of people that died because you mismanaged the pandemic. My bad ","sentiment_score":-0.7}
{"full_text":"I have an idea...we lockdown Gates.","sentiment_score":0.0}
{"full_text":"The COVID-19 vaccines are on the move and UPS Healthcare President Wes Wheeler shares the latest details in this interview with Good Morning America.","sentiment_score":0.6}
{"full_text":"Yes it is James.","sentiment_score":0.0}
{"full_text":"With snow on the forecast in the Northeast, can #coldweather &amp; snow kill the COVID-19 virus? No!The WHO says \"There is no reason to believe that cold weather can kill the new coronavirus or other diseases...\" Read more here:","sentiment_score":-0.0221590909}
{"full_text":"Allowing your citizens to get Covid is immoral if not downright criminal.#CloseSchoolsNOW","sentiment_score":0.0}
{"full_text":"RT That's correct Liverpool rates had fallen well before introduction of unethical costly  mass testing experiment.","sentiment_score":0.0}
{"full_text":"RT This is not ok. People who claimed Covid is a \"fake virus\" to be vaccinated first is wrong.  People who didn't listen to s...","sentiment_score":-0.25}
{"full_text":"RT in a pandemic I have truly seen the madness... jesus please bring the viibes","sentiment_score":0.0}
{"full_text":"Bioethicist Peter Allatt is concerned about bill #C7, a new #MAiD bill, being passed into law as #healthcare organizations grapple with the #COVID19 #pandemic. \"Healthcare needs to be ready.\" #MedTwitter #cdnpoli","sentiment_score":0.1681818182}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"RT If u have covid &amp; YOU KNOW and are still going out  , go 2 hell .","sentiment_score":0.0}
{"full_text":"I wonder why can't learn from Covid-19 crisis and fix the health sector in the country. I just pray that #EndBadGovernmentInNigeria protest doesn't begin the way #EndSarsProtests ended.","sentiment_score":0.0}
{"full_text":"Did ENCA just call Karima Brown an expert related to lockdown measures? ","sentiment_score":0.0}
{"full_text":"RT My pain in this Omah Lay and Tems case is that they didn't do anything our African leaders haven't done as regards #Covid19.T...","sentiment_score":0.0}
{"full_text":"Not COVID his old age poor health for a  normal death- Stop the Lies!My sympathy and prayers for his loved ones","sentiment_score":0.1375}
{"full_text":"RT New Zealand lifts all Covid restrictions, declaring the nation virus-free Well done  ew Zealand ","sentiment_score":0.1363636364}
{"full_text":"RT Make sure to fill out your FAFSA-the Free Application for Federal Student Aid-every year that you're enrolled in college...","sentiment_score":0.45}
{"full_text":"If you're planning to buy a home and want to take advantage of today's low rates, now is the time to do so. Don't assume they're going to stay this low forever.#homesforsale #homesweethome #mortgagerateshttps:\/\/t.co\/2ys91Eih6N","sentiment_score":0.0}
{"full_text":"Yoshi's Oakland has always supported the community and presents over 400 events in any given year. COVID-19 is threatening their future existence and they need our help!  ","sentiment_score":0.0}
{"full_text":"RT A vaccine won't help any of the patients with COVID19 in my ER right now. It won't help those that'll come tomorrow ei...","sentiment_score":0.2857142857}
{"full_text":"RT Stay hopeful -- brighter days lie ahead.","sentiment_score":0.0}
{"full_text":" headlines in aePiot - Coronavirus updates - latest as Matt Hancock confirms London moving into Tier 3 #into #as #Coronavirus #London via","sentiment_score":0.5}
{"full_text":"Yup, Corona and Alpine were the ones I remembered. And Davenport's delivered beer as well as pop. Not cans of coke though, glass bottles of lemonade, orangeade, limeade, cream soda, dandelion and burdock. You paid a deposit on the bottle and returned it for your money back.","sentiment_score":0.0}
{"full_text":"RT They had the money for endless wars. They had the money for Wall Street bailouts. They have the money for pandemic surviv...","sentiment_score":-0.125}
{"full_text":"RT Reality Winner denied due process since arrest June 3, 2017. No Miranda. No Bail. No Trial &amp; Forced to plea after be...","sentiment_score":-0.1583333333}
{"full_text":"Nuggets were two steps ahead with everyone getting Covid right before the bubble.","sentiment_score":0.2857142857}
{"full_text":"RT The Orange Mask Campaign were protesting against corruption and fraud and also promoting the Zondo Commission.Read more...","sentiment_score":0.5}
{"full_text":"Dr. Val of has been working the #COVID19 unit since March. She was second in line today to get the Pfizer vaccine.  #BioNTech #VaccinesWork","sentiment_score":0.0}
{"full_text":"the level of shame i feel sneezing in public during this pandemic","sentiment_score":0.0}
{"full_text":"Digitalisation has become a buzzword in the corporate and commercial banking world, but will digitalisation in lending help achieve maximum benefit?Read here: #Digitalisation #Technology #MachineLearning #AI #Banks #COVID19","sentiment_score":0.0}
{"full_text":"Your sense of humor about covid is sorely lacking. Time to grow up missy.","sentiment_score":0.0}
{"full_text":"RT Battered restaurant industry needs coronavirus stimulus help now: Dunkin' Brands chairman via","sentiment_score":0.0}
{"full_text":"First date I've had since lock down and I blew it. The girl asked 'what's your pet hate, lol' and I replied 'she's not too keen on a finger up her bottom'.","sentiment_score":0.0236111111}
{"full_text":"Our debate on the #COVID19Vaccine, led by is about to start. Minister for Covid Vaccine Rollout will respond for the Government. Watch LIVE: Discuss: #CovidVaccineDebate","sentiment_score":0.1363636364}
{"full_text":"RT Ontario counts suicide victims as COVID-19 fatalities via","sentiment_score":0.0}
{"full_text":"Researchers at the  are rising up to meet the challenges of the #COVID19 pandemic and understand how the public health crisis is impacting behavioral health. #USCResearch","sentiment_score":0.0}
{"full_text":"RT I want to share my story with you; I think given my last post it is important. I am a participant in a Phase 3 clinical trial fo...","sentiment_score":0.2}
{"full_text":"Birmingham's covid marshalls working across the city centre","sentiment_score":0.0}
{"full_text":"RT my mother would like to point out to NYC media, with all due respect, that it is not \"ironic\" that Corona, Queens had a s...","sentiment_score":-0.1125}
{"full_text":"About 90 percent of the members of the #Saudi society have had a high level of awareness about the #coronavirus precautionary measures and preventive protocols  ","sentiment_score":0.16}
{"full_text":"RT As GP surgeries across Britain begin receiving Covid vaccines, receptionists start booking people in for May 2023.","sentiment_score":0.0}
{"full_text":"Sexual &amp; reproductive health care is an essential part of Universal Health Coverage, especially for women and girls - it's a  step towards #HealthForAll! This is how Burkina Faso  &amp; Thailand  did it:","sentiment_score":0.125}
{"full_text":"We know that the only way to #StopTheSpread of #COVID19 is to change our behaviour &amp; make better choices. Take the pledge to #StopTheSpread. Together we can make a better 2021 for everyone!","sentiment_score":0.375}
{"full_text":"1st Vaccination in U.S. Is Given in New York, Hard Hit in Outbreak's First Days \"A nurse in Queens received the coronavirus vaccine during a news conference with Gov. Andrew Cuomo.\"https:\/\/t.co\/LgXaHRLF8L","sentiment_score":0.0315656566}
{"full_text":"The American Red Cross urges blood and platelet donations to prevent another blood shortage. If you are willing and able to, please consider donating. To learn more about blood donation and coronavirus visit:","sentiment_score":0.2083333333}
{"full_text":"With less than 4 hours to 15 December and barely 2 weeks since his last address to the nation on the country's response to the coronavirus pandemic, President is addressing the nation...","sentiment_score":-0.0388888889}
{"full_text":"Thanks to COVID-19, today is my first time on a Dreamforce #DTX20, so there are some positives :P","sentiment_score":0.4}
{"full_text":"WHO Conspired with Italy to Hide Report That Could Prevent #COVID-19 Deaths by","sentiment_score":0.0}
{"full_text":"Today's Hawk Star Charlotte from Red Balloon, Cobham, was motivated, dedicated and committed during her apprenticeship, especially throughout Covid-19 to achieve her qualification timely so that she could progress onto University in Sept 2020 #HawkStars #HawkXmas","sentiment_score":0.0}
{"full_text":"Bridges Crisis Management would like to welcome highly respected &amp; reputable physician Dr. Malla to our Los Angeles. Thank You, Dr. Malla for joining us in our efforts to fight COVID &amp; protect our seniors. #SaveLives #BridgesCrisisMgmt #TheGoldStandard #AssistedLiving #COVID19","sentiment_score":0.4866666667}
{"full_text":"If not treated urgently, a person is at higher risk of death or disability if they take a stroke than from COVID-19.  Act F.A.S.T Face-Has it fallen on one side? Arms-Can they raise them? Speech-Is it slurred? Time-If you notice any of these signsCall 999","sentiment_score":0.25}
{"full_text":"What's new in #globalhealth R&amp;D? shot gets EUA, unequal vaccine deals threaten global #COVID19 fight, and drug developers pursue COVID-19 #therapeutics.","sentiment_score":0.0681818182}
{"full_text":"Chair of BMA NI says another four weeks of lockdown would be 'the logical decision' as #covid19 restrictions set to ease for ChristmasPodcast on ","sentiment_score":0.25}
{"full_text":"RT Thinking of all the tears shed in my interviews with frontline workers... and imagining those turning to tears of hope in t...","sentiment_score":0.0}
{"full_text":"well here we goooo back in lockdown","sentiment_score":0.0}
{"full_text":"\"The first shot was given in the American mass vaccination campaign...opening a new chapter in the battle against the coronavirus pandemic.\"https:\/\/t.co\/egzhkh0tik","sentiment_score":0.1287878788}
{"full_text":"Ethiopian airlines ready to fly #CovidVaccine to #Africa #Covid_19 #aviation #Ethiopia","sentiment_score":0.5}
{"full_text":"RT And right now 800 Oakland Unified School District employees and their fam...","sentiment_score":0.2857142857}
{"full_text":"LI firm adapts its software to help solve workplace issues related to COVID | Newsday","sentiment_score":-0.1}
{"full_text":"People in this world doing some weird things.","sentiment_score":-0.5}
{"full_text":"Rise in Covid hospital admissions and weekly infection rate for Wirralhttps:\/\/t.co\/JaVqsWXXvc","sentiment_score":0.0}
{"full_text":"RT On 29th Oct. the German online magazine 'Rubicon' published an article ' Auf hauchdunnem Eis' (On wafer-thin Ice) giving...","sentiment_score":0.0}
{"full_text":"Coming up my #Queens colleagues join &amp; with a look at decisions on deck to deal with the pandemic, state budget, and other issues that might impact your household.","sentiment_score":-0.125}
{"full_text":"Erciyes University has announced that the phase-1 trials of #Turkey's \"domestic\" coronavirus vaccine have been completed","sentiment_score":0.0}
