{"full_text":"This. This is horrific. Much of it preventable. Trump said we wouldn't be hearing anything about Covid after the election. What he meant was that we wouldn't hear anything about Covid from him. And we haven't. The only fraud is him, and his narcissism is criminally deadly.","sentiment_score":-0.25}
{"full_text":"RT Ummm...America? Are you listening?","sentiment_score":0.0}
{"full_text":"RT WEAR. A. FUCKING. MASK.","sentiment_score":-0.6}
{"full_text":"1\/  Appears Kayleigh  (and Trump) don't understand the difference between a question and a statement. Questions can be nonsensical, illogical, rhetorical, or ambiguous but they CANNOT be \"false\" Only statements have truth\/false value. Twitter flags statements that are false.","sentiment_score":-0.2666666667}
{"full_text":"Every #YouTuber In #lockdown Period ","sentiment_score":0.0}
{"full_text":"RT In the face of #COVID19, lessons applied from the Ebola response through Project RHINO remain critical. The final activ...","sentiment_score":0.0}
{"full_text":"The COVID pandemic is eclipsed by the ignorance\/stupidity pandemic. There's no vaccine in the works for the latter, sadly.","sentiment_score":-0.25}
{"full_text":"Not cool...ugh","sentiment_score":0.0}
{"full_text":"Great news..","sentiment_score":0.8}
{"full_text":"RT Deaths in Pearl Harbor: 2,403Deaths on September 11th: 2,977Covid-19 deaths yesterday in the US: 2,885","sentiment_score":0.0}
{"full_text":"Love me some goat house","sentiment_score":0.5}
{"full_text":"RT This food bank in Michigan went from serving around 80 families a week before COVID-19 to 500--and now over 600. Republicans in...","sentiment_score":0.0}
{"full_text":"RT Naomi lives local to me and was kind enough to offer her car to us during the election. During lockdown 1 when I was orga...","sentiment_score":0.2}
{"full_text":"Tested positive for covid today. It's been a pain. My faith isn't even in my health. It's in Jesus finished work. This life is temporary. Thank you lord for being there.","sentiment_score":0.2272727273}
{"full_text":"RT US coronavirus surge since October 2020. #MaskUp folks. We haven't even seen the worst yet. We are so damn screwed. #COVI...","sentiment_score":-1.0}
{"full_text":"Mitch McConnell &amp; GOP have no respect for Trump!  Georgian Trumpers must BOYCOTT Georgia Senate Runoff elections!  STAY HOME, NO VOTE FOR GOP.","sentiment_score":0.0}
{"full_text":"#Idiots. #God didn't save you when you had #CoVid19, #Science did.  Give credit where credit is due you #FuckingMoron. #WorstGovernorEver","sentiment_score":-0.4625}
{"full_text":"RT Tennessee's covid positivity rate today was almost 20%. A few counties are now using mobile morgues. We must stop the spread...","sentiment_score":-0.2}
{"full_text":"It's talking tin foil hat nonsense during a pandemic that could lead people to do dumb, dangerous, deadly stuff that makes Disney a little queasy.","sentiment_score":-0.340625}
{"full_text":"told y'all lol","sentiment_score":0.8}
{"full_text":"RT It's not just OK...it's a MUST..Fear is paralyzing and just like any challenge, face it head on and trust that #TheBestIsY...","sentiment_score":0.0}
{"full_text":"RT I am so moved that 96 year old Jimmy Carter is willing to take a COVID vaccine to show the American people it is safeT...","sentiment_score":0.1166666667}
{"full_text":"RT Two Americans died every minute yesterday from Covid. We can't become numb to the horror of these numbers. These are prev...","sentiment_score":-0.6}
{"full_text":"RT Unbelievable. People can't afford water to wash hands. Families are crowdfunding to bury loved ones they lost to COVI...","sentiment_score":0.225}
{"full_text":"RT During WWII, America fought the Nazis. Now, a lot of Americans are Nazis.","sentiment_score":0.0}
{"full_text":"Cyber threats to  cold chain distribution of COVID vaccine.  #vaccine #covid ","sentiment_score":-0.6}
{"full_text":"RT 'The next step is refrigerator trucks.' Alberta ICU doctor gives a dire outlook on the province's pandemic res...","sentiment_score":0.0}
{"full_text":"This is very real.","sentiment_score":0.26}
{"full_text":"Practice #Selflessness #WearAMask","sentiment_score":0.0}
{"full_text":"RT I am proud of the work the MI COVID-19 Racial Disparities Task Force to protect communities of color. But as COVID-19 cases...","sentiment_score":0.8}
{"full_text":"RT Ames students will return to partially in-person learning next week. ","sentiment_score":-0.05}
{"full_text":"RT Why are liberals are ok with a China Virus vaccine card but not voter ID cards???","sentiment_score":0.5}
{"full_text":"RT Georgia, y'all are America's only hope at getting this fool out of the Senate majority leader seat. Request your absentee bal...","sentiment_score":0.0}
{"full_text":"RT On 2nd Dec:\"Tucker Carlson Tonight\" interviewed a Chinese virologist, Dr. Li-Meng Yan, who fled her country with this me...","sentiment_score":0.0}
{"full_text":"They charged those people who got on a plane knowing they had the virus yet the president has actually killed people with his non action.  I don't know why he hasn't been charged","sentiment_score":-0.05}
{"full_text":"RT So many people have made sacrifices to help others in this pandemic. Lasker Cruz became a traveling nurse. He didn't want t...","sentiment_score":0.5}
{"full_text":"RT Lovely","sentiment_score":0.5}
{"full_text":"RT COVID Update December 3: Not enough attention has been played to the villainous role of Mitch McConnell and the Senate in thi...","sentiment_score":0.0}
{"full_text":"RT Taiwan president made this year's Bloomberg 50 for her government's success in handling Covid-19. Despite no local t...","sentiment_score":0.15}
{"full_text":"RT US coronavirus surge since October 2020. #MaskUp folks. We haven't even seen the worst yet. We are so damn screwed. #COVI...","sentiment_score":-1.0}
{"full_text":"RT #LifeGoesOn: BH Store Orders WK 2  (10:30 PM PST- 10:45 PM EST)15 mins rate: 209 orders Total: ~20.6K US\/PR Ami w...","sentiment_score":0.0}
{"full_text":"RT Correction: Kerala's Covid response is MUCH worse than Bihar.Kerala govt blaming Onam festival, crowds of BJP supporter...","sentiment_score":-0.4}
{"full_text":"This fool likely has covid, is still insisting on calling it \"whatever flu\", and then has the absolute audacity to suggest we should allow 3% of the population to die so he can get back to renting bounce houses.\"Trust me, I know.\"","sentiment_score":0.0666666667}
{"full_text":"RT Another record falls. 1,854 new cases.We have more new cases than Ontario, which has 3x the population.There are plans...","sentiment_score":0.2575757576}
{"full_text":"RT Due to COVID situation, punjabi singers had a dry run, now they are using farmers theme to make songs and fight for surviv...","sentiment_score":-0.0958333333}
{"full_text":"RT COVID Update December 3: Not enough attention has been played to the villainous role of Mitch McConnell and the Senate in thi...","sentiment_score":0.0}
{"full_text":"RT I've now been sick, first with COVID then with post-COVID symptoms, since April. I wrote this mostly because, well, the p...","sentiment_score":0.0119047619}
{"full_text":"Much as I want to jump on board the m1 train, I'm holding off for Parallels to lock down x86 virtualization.  Unfortunately still have some day job apps that are windows only.","sentiment_score":-0.1138888889}
{"full_text":"Donald Trump stays silent as US sees record 2,804 coronavirus deaths in a day - my heavens what a Buffon good riddance ","sentiment_score":0.35}
{"full_text":"RT More people died of COVID yesterday than did in the 9\/11 attacks. That's it. That's the tweet.","sentiment_score":0.5}
{"full_text":"RT \"I'm 23 years old and I just had a stroke due to Covid-19 complications. Not taking this pandemic seriously? Keep read...","sentiment_score":-0.1194444444}
{"full_text":"RT COVID Update December 3: Not enough attention has been played to the villainous role of Mitch McConnell and the Senate in thi...","sentiment_score":0.0}
{"full_text":"RT I hate many things about this pandemic but the slow erasure of the live music industry is crushing for players, fans, promot...","sentiment_score":-0.0127272727}
{"full_text":"RT I don't know who needs to hear this but everyone is working hard right now, regardless of their productivity. Making it thr...","sentiment_score":-0.0029761905}
{"full_text":"RT There's no sign that Veteran Affairs is trying to mitigate the growing Covid CRISIS in their Vets' homes. Today they reported 1...","sentiment_score":0.0}
{"full_text":"I live in Vegas....driving on the freeway near the strip on a Friday night is like Russian roulette.  My odds of dying on I-15 in Vegas are about 100 times higher than dying of covid.  The wreckless drunk drivers is a pandemic!!  Way riskier than covid.","sentiment_score":-0.0589772727}
{"full_text":"Although most in the House think Pelosi has a lock on the speakership, at least one high-ranking Democrat seems to have some concerns that she doesn't have enough votes locked down to retain the gavel.","sentiment_score":0.0111111111}
{"full_text":"If the COVID numbers in NYC abate to safe levels by the 21st of December, I'll most definitely immerse myself in the magic that is ARTECHOUSE again.  #wintersolstice #cosmiclove #birthdaywishes #Raven","sentiment_score":0.3}
{"full_text":"RT WOW. 102-year-old Angelina Friedman, who survived the 1918 Flu and cancer, contracted the #coronavirus--and beat it--TWICE...","sentiment_score":0.1}
{"full_text":"Always knew  China  is fully to be  blamed for the virus","sentiment_score":0.0}
{"full_text":"RT A VACCINE ON THE HORIZON  Facebook Pulls The HighWire; The Vaccine approval push is in full swing; Dr. Wolfang Wodarg dem...","sentiment_score":0.35}
{"full_text":"#Covid19 is not a dire situation in my opinion. But I agree that the mRNA vaccine or mRNA treatment of any kind, has NOT been tested by any standards that have ever existed. Emergency use is abuse of power for too many.#ProtectTheChildren","sentiment_score":0.6}
{"full_text":"I have felt inadequate because I didn't teach using breakout rooms in zoom. But now I realize the bar was even higher than I thought.","sentiment_score":0.25}
{"full_text":"Any how corona should be detected and effaced.","sentiment_score":0.0}
{"full_text":"RT The pandemic is worse than ever, and Donald Trump is making informercials about his election fraud conspiracy theories....","sentiment_score":-0.4}
{"full_text":"Joe Biden asks Anthony Fauci, the federal coronavirus expert, to become his chief medical adviser via","sentiment_score":0.0}
{"full_text":"RT The city of Lubbock, Texas, has reported that it is out of hospital beds as the nation faces a record number of coronavirus ca...","sentiment_score":0.0}
{"full_text":"RT And we need Stimulus Checks!@ProbSolveCaucus","sentiment_score":0.0}
{"full_text":"Yes a 6x6x12 treated is usually like $35-$40, but since Covid happened its now about $70","sentiment_score":-0.25}
{"full_text":"I'm not watching The Queen's Gambit because her bangs freak me out. It's like a Covid home haircut...performed by a cat.","sentiment_score":0.0}
{"full_text":"Why do you say nothing while your party allows TN to remain in the top 10 states for #COVID19 spread since January?  We're also top 10 since Nov. 25.Folks might listen to you.","sentiment_score":0.5}
{"full_text":"You guys don't care about people safety. First your most trusted CDC made error with tests for Covid now you busy pushing your own vaccines just to be great at the expense of your people, just like you did with your own protocols opting for social distancing ....","sentiment_score":0.4119047619}
{"full_text":"RT Shut the fucking county down you absolutely useless, genocidal ghouls. That's an almost 50% positivity rate. We haven'...","sentiment_score":-0.4185185185}
{"full_text":"RT Coronavirus Optimistic New Mutation Will Be Widely Available To Public By Early Spring","sentiment_score":0.1590909091}
{"full_text":"#CDC Director: US #Coronavirus #Death Toll Could Reach 450,000 by February -  via - #NAACP #NRA #GOP #Trump #McConnell #USA #FoxNews #black #Hispanic #ESPN #news #media #press #NYU #Rutgers #Congress #Mexico #Portland #pizza #Yahoo #Google #Facebook","sentiment_score":-0.1666666667}
{"full_text":"RT What an absolute filthy disgrace!The solution is  easy ....@denmarkdotdk .@DanishMFA .@UKinDenmark .@ReutersWorld #Shutdo...","sentiment_score":-0.0555555556}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT I've changed my mind I wanna be a stay at home dog mom Is it too late to make this career change? ","sentiment_score":-0.3}
{"full_text":"Joe Biden, Kamala Harris refuse to say China should be held accountable for lies, mishandling of coronavirus","sentiment_score":0.0}
{"full_text":"One has ABSOLUTELY NOTHING to do with the other! You're a moron! If President Trump didn't have to fight this MASSIVE VOTER FRAUD we all could focus on the China virus! #TruthIsFree you should try it!","sentiment_score":-0.2390625}
{"full_text":"Only one of those words describe pops, and that's only because it's innovative to replace an epidemiologist with a radiologist during a deadly pandemic.","sentiment_score":0.075}
{"full_text":"RT COVID Update December 3: Not enough attention has been played to the villainous role of Mitch McConnell and the Senate in thi...","sentiment_score":0.0}
{"full_text":"RT Tennessee Sen. Marsha Blackburn on a call with local reporters says she opposes Democratic COVID relief bills because...","sentiment_score":0.0}
{"full_text":"More than 10,000 people have been infected in China by outbreak of bacteria...https:\/\/t.co\/hQA1JR6ixT","sentiment_score":0.5}
{"full_text":"RT iPads stockpiled for ICU end of life goodbyes... was not something Steve Jobs foresaw. (HT to #COVID19","sentiment_score":0.0}
{"full_text":"RT More People Died of Covid in One Day Than On 9-11 and Look at What 'Your President' Trump Was Doing","sentiment_score":0.5}
{"full_text":"RT US coronavirus surge since October 2020. #MaskUp folks. We haven't even seen the worst yet. We are so damn screwed. #COVI...","sentiment_score":-1.0}
{"full_text":"Study examines role of mobile health technology in monitoring COVID-19 patients via","sentiment_score":0.0}
{"full_text":"RT COVID vaccine won't undo decades of justifiable distrust in Black community | Opinion via","sentiment_score":-0.1666666667}
{"full_text":"RT Unbelievable. People can't afford water to wash hands. Families are crowdfunding to bury loved ones they lost to COVI...","sentiment_score":0.225}
{"full_text":"Conversations with Bill are great, probably keep me going throughout these pandemic tears. Now see him perform for his work public.","sentiment_score":0.4}
{"full_text":"RT Liberals have decided that the vaccine is not enough to end the pandemic.These people are so dumb and just do whatever the go...","sentiment_score":-0.1875}
{"full_text":"RT On International Day of People with Disabilities, and I are committed to fighting for people with disabilities...","sentiment_score":0.0}
{"full_text":"RT COVID Update December 3: Not enough attention has been played to the villainous role of Mitch McConnell and the Senate in thi...","sentiment_score":0.0}
{"full_text":"RT COVID Update December 3: Not enough attention has been played to the villainous role of Mitch McConnell and the Senate in thi...","sentiment_score":0.0}
{"full_text":"RT Sad milestone: Johns Hopkins has reported 2,658 reported new deaths today from Covid - the highest single-day death toll si...","sentiment_score":-0.1818181818}
{"full_text":"Think so too. Amazon, Apple, Facebook, Google will be left standing. Already renting huge building spaces, will scoop up real estate as small\/med businesses collapse. Housing in a city flooded with 150-300k salary workers aft Covid will be a situation.https:\/\/t.co\/7uO2dShCMy","sentiment_score":0.2}
{"full_text":"RT NEW: U.S. coronavirus death toll hits 275,000","sentiment_score":0.1363636364}
{"full_text":"Align your IT department to focus on revenue growth after COVID and less on maintenance    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":-0.1666666667}
{"full_text":"RT RE-INFECTION CAN HAPPEN TO ANYONE: 26-year old world class cyclist  Gaviria caught #COVID19 in Feb--hospitalized for 2...","sentiment_score":0.1}
{"full_text":"RT \"I asked him to stay on the exact same role he's had for the past several presidents. And I asked him to be a chief med...","sentiment_score":0.0}
{"full_text":"#jobs #opportunity in Kirtland, OH - STNA -$10 more per hour - Covid Unit Kirtland Rehab and Care - Exceptional Living Centers ","sentiment_score":0.5833333333}
{"full_text":"RT I'm excited to be speaking at this year's #WebSummit! I've always had a love for tech and finding new ways to use it to conn...","sentiment_score":0.3683712121}
{"full_text":"Nearly 100 world leaders to speak at UN session on COVID-19","sentiment_score":0.1}
{"full_text":"People in Taiwan may be able to receive a COVID-19 vaccine by the second quarter of 2021, slightly earlier than previously anticipated, Health and Welfare Minister Chen Shih-chung (Chen Shi Zhong ) said Thursday.https:\/\/t.co\/Kl3IXguoYF","sentiment_score":0.0833333333}
{"full_text":"CORONAVIRUS UPDATES - Private lab in Istanbul prompts outrage for conducting COVID-19 testing in residential building #Turkey #COVID19tr","sentiment_score":0.0}
{"full_text":"The  and have agreed to a PS250 million rescue package to help tackle the devastating financial impact of  #COVID19 in  England's lower leagues! https:\/\/t.co\/CASur5Wxfs","sentiment_score":-0.5}
{"full_text":"RT What do Americans want?COVID relief. When do they want it?Now. cc:","sentiment_score":0.0}
{"full_text":"MILLIONS IN NEED: As another 712,000 Americans filed jobless claims last week, Mary Bruce has the latest on a COVID-19 relief bill from Congress, with Senate Majority Leader Mitch McConnell saying a \"compromise is in reach.\" reports.","sentiment_score":0.25}
{"full_text":"Officials are looking to find a balance between making sure that justice is served -- but COVID-19 isn't.","sentiment_score":0.5}
{"full_text":"Teen with cerebral palsy overcomes COVID-19https:\/\/t.co\/mgxFIR74az","sentiment_score":0.0}
{"full_text":"Amen! Particularly when you become newly single in your 30s during a pandemic lol #SlateSpeak","sentiment_score":0.2984126984}
{"full_text":"ICYMI: Scouts step up to a cycling challenge\"While scouting continued throughout lockdown via remote online sessions, it was not quite the same adventure.\"https:\/\/t.co\/XbaqB0lRwD","sentiment_score":-0.05}
{"full_text":"What real leadership looks like. #trumpisBodyBagPresident #vaccinate","sentiment_score":0.2}
{"full_text":"\"Robert Redfield, the director of the (CDC), warned on Wednesday that the U.S. could see a death toll of nearly 450,000 by February. That prediction is slightly higher than the (IHME) estimate of over 415,000 fatalities at the beginning of February.\"","sentiment_score":0.175}
{"full_text":"U.S. goes from 13 million Covid cases to 14 million in less than a week #SmartNews ","sentiment_score":-0.1666666667}
{"full_text":"BRUH ","sentiment_score":0.0}
{"full_text":"RT Unfathomable and unforgivable that 9 months into this pandemic we still do not have easy access to tests, or quick or reli...","sentiment_score":0.3833333333}
{"full_text":"RT People should disobey the lockdown rules at all times in every way they possibly can.","sentiment_score":0.0}
{"full_text":"\"What are people doing that it's spreading so fast? This ball keeps going up and up and up. What are people doing?\"","sentiment_score":0.2}
{"full_text":"1 case of #COVID19 was reported in #NSW overnight. As we welcome in the weekend, let's ensure we practice #SocialDistancing and not undo all of our hard-work so far!","sentiment_score":0.4625}
{"full_text":"At first instance, the apparent symptoms and effects of both may seem similar but there is a major difference #COVID19 #HealthyLivinghttps:\/\/t.co\/FeyK4kk5NA","sentiment_score":0.090625}
{"full_text":"RT The government isn't providing any relief to citizens suffering during the pandemic, but thankfully the private sector...","sentiment_score":0.0}
{"full_text":"Columbus County is seeing a rise in COVID-19 cases, hospitalizations, and deaths.","sentiment_score":0.0}
{"full_text":"Colorado's state epidemiologist and the dean of the Colorado School of Public Health gave a grim outlook for what we could expect.","sentiment_score":-0.5}
{"full_text":"'I didn't hesitate for a second': Retired employee shares her experience participating in Pfizer's COVID vaccine trial. News 8's has the story &gt;&gt;","sentiment_score":0.0}
{"full_text":"While 52 member bookstores of the American Booksellers Association have closed since the pandemic started, many are still trying to hang on.","sentiment_score":0.1333333333}
{"full_text":"Bleak COVID winter: America's outbreak enters worst phase","sentiment_score":-1.0}
{"full_text":"Dr. Bonnie Henry said the socializing aspect of adult sports has been problematic.","sentiment_score":0.1}
{"full_text":"Ontario County health officials say COVID-19 spike is tied to surprise party","sentiment_score":0.0}
{"full_text":"RT .@BTS_twt's \"Life Goes On\" gained 500 orders in 15 minutes. I think panic buying is starting.","sentiment_score":0.0}
{"full_text":"After someone has been exposed to COVID-19, they can now quarantine for seven days after testing negative for the virus or ten days after not being tested and not showing any symptoms.https:\/\/t.co\/imjPQ52lPf","sentiment_score":-0.15}
{"full_text":"Khan gave his insights on what the community needs to do to prepare for the tough winter months ahead.https:\/\/t.co\/jsofu4aBpj","sentiment_score":-0.3888888889}
{"full_text":"Pandemic-Proof Your Habits #HCAHealthcare","sentiment_score":0.0}
{"full_text":"RT Listen to this guy. Big business gets protected while small and independent businesses get the shaft. It's been the story of...","sentiment_score":-0.0833333333}
{"full_text":"#FromTheCenter: COVID-19 relief picks up steam as McConnell, Pelosi hold talks | Reporting by #CoronavirusUSA #COVID19Stimulus #Stimulus","sentiment_score":0.0}
{"full_text":"ICYMI: Athletics and field sports make a comebackThe first track and field event since the outbreak of Covid-19 was held at Boksburg Stadium on November 14.https:\/\/t.co\/tUuScMZbun","sentiment_score":0.25}
{"full_text":"While plans to distribute a COVID-19 vaccine are in place, so are cyber threats aiming to attack the supply chain.https:\/\/t.co\/pJe1dyTMsC","sentiment_score":0.0}
{"full_text":"RT Such a weakling! Pure cowardice","sentiment_score":0.1071428571}
{"full_text":"Arizona State University has received a $12.5 million contract from the National Cancer Institute. The university will help build the nation's largest coordinated effort to study immune responses to COVID-19.https:\/\/t.co\/TDs5I2XfNo","sentiment_score":0.0}
{"full_text":"Just like Alberta: With hospitals slammed by covid-19, doctors and nurses plead for action by governors","sentiment_score":0.1}
{"full_text":"#USA : President-elect will keep Dr Anthony Fauci on as chief medical adviser &amp; member of his #COVID19 advisory teamhttps:\/\/t.co\/xfYwL9aJwa","sentiment_score":0.0}
{"full_text":"Alabama sets new COVID hospitalization record for the fourth day in a rowhttps:\/\/t.co\/u6N2XeaVd4","sentiment_score":0.0681818182}
{"full_text":"If you plan on traveling this holiday season, you will need a valid form of ID and a clear understanding of what to expect at security. Learn more about TSA's COVID19 safety measures at #StayHealthyStaySecure","sentiment_score":0.3}
{"full_text":"COVID 19 cases in India until : 04\/12\/2020 09:30Total Cases: 9571787 [+7]Active: 414579Recovered: 9015684 [+0]Deaths :139227 [+0]Total Tests: 144.73MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT WEAR. A. FUCKING. MASK.","sentiment_score":-0.6}
{"full_text":"Price statistics can provide a baseline to measure the economic impacts of #COVID19 by showing how the crisis is affecting price levels and the material well-being of people. Read this report on purchasing power parities and real expenditures for 22 economies in Asia-Pacific.","sentiment_score":0.2}
{"full_text":"RT 6) we know public health measures work to prevent infections and hospitalizations. But so many leaders ignored the science....","sentiment_score":0.25}
{"full_text":". has forged partnerships with more than 2,500 brands, one-fourth of which were onboarded amid the Covid-19 pandemic","sentiment_score":0.5}
{"full_text":"*5 minutes after getting the covid vaccine*","sentiment_score":0.0}
{"full_text":"RT UN Forced to Admit Gates-funded Vaccine is Causing Polio Outbreak in Africa via","sentiment_score":-0.3}
{"full_text":"'Leave the science to the scientists, bro.'","sentiment_score":0.0}
{"full_text":"RT My perspective: Some provincial premiers are clamouring and banging drums for vaccines because they need a Hail Mary pass to...","sentiment_score":0.0}
{"full_text":"What they've got is Jim Jones... oops I mean Donald Gump manipulating their mind way before the election... because he knew the outcome of the election because of his mishandling of the coronavirus.. Trump brainwashed his parishioners before... now here we are!!","sentiment_score":-0.48828125}
{"full_text":"RT NEW: Dr. Anthony Fauci tells he participated in a \"very productive Zoom meeting\" with Biden's landing team thi...","sentiment_score":0.1681818182}
{"full_text":"RT NSW recorded one new case of locally acquired #COVID19 in the 24 hours to 8pm last night. The case, a hotel quarantine worke...","sentiment_score":0.0454545455}
{"full_text":"It's almost 2021 and y'all still scared of covid...lol","sentiment_score":0.0}
{"full_text":"RT No one usually responds to my tweets but if you see this I'm in the hospital with Covid! Send a little healing power my w...","sentiment_score":-0.25}
{"full_text":"The coronavirus pandemic has pushed America's 911 system and emergency responders to a \"breaking point,\" In city where I, St Louis MO, it takes awhile before u get an operator! Supervisor I spoke with said; short staffed &amp; low pay!","sentiment_score":0.0}
{"full_text":"RT Major Gen. Danny Fortin says 'table top exercises &amp; rehearsals' are planned for vaccine distribution sites prior to #CO...","sentiment_score":0.1875}
{"full_text":"RT If you work at Walmart and are willing to talk about what its like to work at a store right now, please contact me. I'll p...","sentiment_score":0.2678571429}
{"full_text":"RT It took Republican Senators fleeing from McConnell to work directly with Democrats in order to get a Covid relief package...","sentiment_score":0.1}
{"full_text":"RT More people died of COVID in the United States today than have died of COVID in Japan in all of 2020.","sentiment_score":0.5}
{"full_text":"Global Full-size Mobile C-arms ... #Full-size #Mobile #C-arms #Market #MarketResearch #MarketReports #Businessreports","sentiment_score":0.0}
{"full_text":"But facts are factsThose planning to visit these places this weekend should know the COVID situation there","sentiment_score":0.0}
{"full_text":"RT When someone says their covid-spreading activities are \"worth the risk\" they don't really mean to themselves. They mean to...","sentiment_score":-0.1083333333}
{"full_text":"RT 2 Pa. senators have COVID-19 after Gettysburg hearing with GiulianiSenate President Pro Tempore Jake Corman (a Republic...","sentiment_score":0.0}
{"full_text":"Gregory's Famous Banana Bread #COVID19 #life #freelance #today","sentiment_score":0.5}
{"full_text":"#Singapore's government worked with local blockchain startup Accredify to build a secure way for customs and airline officials to verify Covid-19 test results. Here's how they did it:","sentiment_score":0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 42.3FWind Chill: 41.9FHumidity: 40%Dew Point: 19.5F Barometer: 30.135 inHgWind: 1 mph from the WNWCorona Virus Weekly Stats:Cases: 179.000000Deaths: 9.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"What about a Covid package before Christmas?","sentiment_score":0.0}
{"full_text":"Reports show that COVID-19 has massively accelerated the growth of #ecommerce. This holiday season, retailers can make shopping even easier by using #AMPemails to allow customers to shop without leaving their inbox. Find out more here - #GoogleWorkspace","sentiment_score":0.25}
{"full_text":"RT ARTICLE MENTION ALERTSB19 is mentioned in an opinion article about changes in online economy during this time of pandem...","sentiment_score":0.0}
{"full_text":"Don't get really how people who refuse to wear a mask go about moving around.  Everywhere u have to wear a mask.","sentiment_score":0.2}
{"full_text":"RT This video of my mama and sister talkin shit in the dollar store parking lot is the rural COVID update you need.","sentiment_score":-0.1}
{"full_text":"RT THREAD: Since is playing partisan games and blocking #JennasLaw, I thought it would be helpful to show him just...","sentiment_score":0.0}
{"full_text":"RT Deaths in Pearl Harbor: 2,403Deaths on September 11th: 2,977Covid-19 deaths yesterday in the US: 2,885","sentiment_score":0.0}
