{"full_text":"RT Israel will get COVID vaccines to West Bank settlers but not to Palestinians living in West Bank under Israeli military...","sentiment_score":-0.1}
{"full_text":"Vaccines for all, an 'acid test' in  COVID-19  battlehttps:\/\/t.co\/l1NJJuVEMa#Vaccine #All #Test #COVID-19","sentiment_score":0.0}
{"full_text":"RT Tiffany Dover, a head nurse at Chattanooga, Hospital in Tennessee, passed out during a press briefing after taking a Pfiz...","sentiment_score":0.0}
{"full_text":"RT It's been quite something watching all those people who downplayed the seriousness of the pandemic, or by their actions ensu...","sentiment_score":0.0}
{"full_text":"RT how has a virus travelled from China to England but the new strain had managed to get between Gosport and Portsmouth wit...","sentiment_score":0.1363636364}
{"full_text":"RT GOP Tax Scam increased the federal debt by $2,000,000,000,000 (two trillion).83% of the benefits went to the wealthiest...","sentiment_score":0.0}
{"full_text":"TOP 10 DIGITAL TRANSFORMATION TRENDS TO WATCH OUT IN 2021#MachineLearning #DataScience #Python #AI #100DaysOfCode #DEVCommunity #IoT #flutter #javascript #Serverless #CyberSecurity #tech #DeepLearning #StartUp  #COVID19 #data #RPA #MLOps #AUTOML #API #5Ghttps:\/\/t.co\/D55lJIWdO7","sentiment_score":0.25}
{"full_text":"And who allegedly was the main point of resistance against the second lockdown the experts were pressing for in September 'bEcAUsE tHe eCOnoMy'","sentiment_score":0.0222222222}
{"full_text":"BRUSSELS -- Belgium has joined the Netherlands in banning flights from the U.K. and also banned rail connections in an attempt to make sure that a new strain of coronavirus that is sweeping across southern England does not spill over on its territory.","sentiment_score":0.2121212121}
{"full_text":"RT UK 2010-2019Underfund the health servicesFail to recruit new nurses and doctorsFail to build new hospit...","sentiment_score":0.1363636364}
{"full_text":"have your people forgotten that Wales exists along with So shocked are you that precious London is to go back into to lockdown that the rest of the UK is forgotten. Is it laziness or carelessness?","sentiment_score":-0.0666666667}
{"full_text":"I'm still not over Charles going up to Scotland while Covid positive!","sentiment_score":0.2840909091}
{"full_text":"RT Secondary School Covid Testing Officers (4 locations) Leicester #Edujobs ","sentiment_score":-0.3}
{"full_text":"RT SHOP CLOSED, ONLINE OPENIn line with the latest requirements, our Covent Garden shop is closed.Our online shop remain...","sentiment_score":0.2}
{"full_text":"Update No. 20: Measures taken to combat spread of Coronavirus.#PresidentAkufoAddoSpeaksOnCoronavirus#COVID19","sentiment_score":0.0}
{"full_text":"RT Victoria and NSW's outbreak responses - the similarities and the differences #auspol","sentiment_score":0.0}
{"full_text":"yeah im flying out to see my dad i gotta stay fresh while im not home :(","sentiment_score":-0.225}
{"full_text":"RT Lockdown for four months, everything opens back up including eat out to help out, goes to tier 3, then tier 2, then lockdo...","sentiment_score":0.0}
{"full_text":"RT For Christ's sake, stop listening to it!!","sentiment_score":0.0}
{"full_text":"RT It is vital now that every tweeter from \"our side\" only mentions the Tories rather than Johnso...","sentiment_score":0.05}
{"full_text":"RT California appeals court order allowing strip clubs to remain open during pandemic","sentiment_score":0.0}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":"RT That victory over the EU is currently looking about as good as the victory over Covid, and for more or less the same reas...","sentiment_score":0.2066666667}
{"full_text":"The aviation industry 'doing the right thing'? I think not. It could happen by default if the destination countries put the shutters up; but that would require them to put the welfare of their people ahead of bagging the loot from Engerland's 'hard working families'.","sentiment_score":-0.0029761905}
{"full_text":"Covid dreams back. I am very, very scared by the implications of a more-transmissible #COVID19 variant. Just our bloody luck to have this arrive only weeks before NHS staff are protected by vaccination. Just how *are* we going to keep the wheels on the bus Jan-March?","sentiment_score":-0.135}
{"full_text":"\"We're returning to a Victorian idea of what Britain should be and Covid has only accelerated that\" according to screenwriter in interview with about why A Christmas Carol resonates 177 years later &gt;","sentiment_score":0.0}
{"full_text":"RT Can journalists please be very careful about how they interpret the phrase \"the new Covid strain spreads more easily\".Tha...","sentiment_score":0.2349242424}
{"full_text":"White Dalton Solicitors (bike specialists)  have previously said you can ride your bike in lockdown (I did) - with up to one other person - as it's outdoor recreation.","sentiment_score":-0.0972222222}
{"full_text":"RT \"England's chief medical officer Professor Chris Whitty said people considering leaving Tier 4 areas now should unpack the...","sentiment_score":0.0}
{"full_text":"RT Quick reminder that it was open to the government to extend transition. We didn't have to face covid and Brexit simultaneously...","sentiment_score":0.1666666667}
{"full_text":"Covid: Furlough companies list should be published, MPs urge","sentiment_score":0.0}
{"full_text":"RT Never forget. The same \"centrists\" who tell us we cannot afford to give the working class and seniors a direct payment t...","sentiment_score":0.05}
{"full_text":"If, in this moment, you are capable of feeling anything besides frothing rage, intercut with sobbing misery, occasionally punctuated by existential crisis... Than I probably won't be able to speak to you, ever again... after this nightmare.FKNOOOOO!!!... why? ...","sentiment_score":0.3921875}
{"full_text":"RT Exciting news!This #HumanRightsDay, UNAIDS is launching a Solidarity Fund, which will support social entrepreneurs and micro-...","sentiment_score":0.1666666667}
{"full_text":"RT Dr. Fauci ... \"American Independent Spirit Made Pandemic Worse.\"Can you imagine still caring what he says? ","sentiment_score":-0.1333333333}
{"full_text":"President speaks on measures taken to combat spread of Coronavirus.","sentiment_score":0.0}
{"full_text":"RT Schools Arlene. How can we control it when are kids are mixing in over crowded classrooms often with no social...","sentiment_score":-0.0166666667}
{"full_text":"Lots of concern today - in UK and France - about crowds at transport hubs as coronavirus pandemic intensifies. This wonderful poem about Paris Concorde Metro station in 1912 by Ezra Pound seems appropriate, it you think about it. Only 14 words long:","sentiment_score":0.3625}
{"full_text":"RT The Netherlands is banning flights from the UK for at least the rest of the year in an attempt to make sure that a new mutant...","sentiment_score":0.1121212121}
{"full_text":"RT Did the government make the calculation that the economic damage caused by COVID will hide the damage caused by Brexit?I...","sentiment_score":0.2}
{"full_text":"RT Bullish","sentiment_score":0.0}
{"full_text":"RT Listening to Matt Hancock on #Marr you get sense that Kent is new WuhanYou learn that 1000s of trucks are queuing up to ge...","sentiment_score":0.1363636364}
{"full_text":"RT Are you kidding? This video is from September 2019. No Corona times then","sentiment_score":0.0}
{"full_text":"RT What a shocking, shaming indictment of this Government that Unicef is stepping in to feed our hungry children. Meanwhile...","sentiment_score":-1.0}
{"full_text":"RT What's pissing me off is that Covid came in the years I was supposed to live my best life. Like you couldn't wait until I was...","sentiment_score":0.5681818182}
{"full_text":"As I understand, he's a fervent covid-19 countermeasure denier who should be much further down the list of people getting the vaccine. It will probably months before all the front line workers and high risk people get vaccinated, he should have waited his turn.","sentiment_score":0.0014814815}
{"full_text":"Damn I've made it from March to December without getting into a fight with someone on Facebook about covid. I caved last night","sentiment_score":0.0}
{"full_text":"I turned 0x20 last month","sentiment_score":0.0}
{"full_text":"RT New Zealand just announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge They'r...","sentiment_score":0.2018181818}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT Absolutely hilarious. A Muslim explains Christmas.","sentiment_score":0.5}
{"full_text":"RT From the Producers of:'The Boys Are Back. You Can Now Go Home'Comes another Banga...In Cinemas Now.(maintain soci...","sentiment_score":0.0}
{"full_text":"Nana Addo to address the country on the state of covid at 8pm tonight.","sentiment_score":0.0}
{"full_text":"RT Xmas songs that now just seem like they're taking the piss:- driving home for Christmas (not if you don't want to be thro...","sentiment_score":0.0}
{"full_text":"That's the key point in all this. As others have said, people have lost perspective. They're so overly focussed on covid that they've forgotten about all other illnesses, viruses and the like. And that's all the fault of the govt and media.","sentiment_score":-0.0625}
{"full_text":"RT Cricket-India test still planned for Sydney despite COVID-19 outbreak","sentiment_score":0.0}
{"full_text":"RT TOP 10 DIGITAL TRANSFORMATION TRENDS TO WATCH OUT IN 2021#MachineLearning #DataScience #Python #AI #100DaysOfCode #DEVCommu...","sentiment_score":0.25}
{"full_text":"RT New Zealand has announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then t...","sentiment_score":0.2018181818}
{"full_text":"RT I'm a Black non-binary photographer in Brooklyn. On Dec. 13, I invited 8 Black queer and trans folks to a studio day (no ove...","sentiment_score":-0.1666666667}
{"full_text":"RT Lockdown for four months, everything opens back up including eat out to help out, goes to tier 3, then tier 2, then lockdo...","sentiment_score":0.0}
{"full_text":"And we're not even a fraction the same of them","sentiment_score":0.0}
{"full_text":"RT Actually, it's Donald Trump's fault that the USA has suffered so horrendously during this pandemic. His li...","sentiment_score":0.0}
{"full_text":"RT study e-learning courses at major multinational companies #MachineLearning #DataScience #Python #A...","sentiment_score":0.0625}
{"full_text":"#Londoners sharing Festering Goodwill with #Northerners #Covid_19 #COVID #CovidChristmas","sentiment_score":0.0}
{"full_text":"talk about SDGs \/ We are relaying divers information from divers sources on our social communication channel. If you want to know more about us browse then our website: #digitalwithoutborders","sentiment_score":0.2666666667}
{"full_text":"NEWS: The figures behind the virus mutation that led to a cancelled Christmashttps:\/\/t.co\/9HfWIrVfXw","sentiment_score":-0.4}
{"full_text":"Thank U So Much 4 working so hard on the Frontline of this pandemic. May We All find a way 2 show our gratitude in a palpable way 2 all Frontliners. Please stay safe always. I will continue 2 mask up , adhere 2 safetyprotocols &amp; Encourage others 2 do the same","sentiment_score":0.0816666667}
{"full_text":"RT Covid fucked my whole school year up .","sentiment_score":-0.2}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":"RT Support for introduction of Tier 4 coronavirus restrictionsALL BRITONSSupport - 74% \/ Oppose - 17%CON VOTERS79% \/ 17%LA...","sentiment_score":0.0}
{"full_text":"this lot of corrupt criminal lying murdering scum being jailed would actually bring me greater happiness than an end to covid...ultimately they are more harmful and dangerous than the virus .","sentiment_score":-0.0125}
{"full_text":"RT Fox News' Tucker Carlson was slammed as irresponsible and \"truly, truly evil\" for sowing doubt about the rollout of the cor...","sentiment_score":-1.0}
{"full_text":"RT how has a virus travelled from China to England but the new strain had managed to get between Gosport and Portsmouth wit...","sentiment_score":0.1363636364}
{"full_text":"RT I finally get it now, it's the other people's gatherings that spread Covid 19, not the ones you attend...","sentiment_score":-0.0625}
{"full_text":"RT COVID-19: Londoners flock to trains and cars in effort to flee the city ahead of new rules","sentiment_score":0.1363636364}
{"full_text":"It's so hard, I spent years working on mental health units, so see that side of it. But then I've seen the covid side. Unfortunately a lot of people have her view! I really hope you and your family have a lovely Christmas, and a better new year! ","sentiment_score":0.0317234848}
{"full_text":"Lockdown please especially 26th to 31st ","sentiment_score":0.0}
{"full_text":"RT How irresponsible of Trump! They messed up the CDC database too. I also wonder if they cha...","sentiment_score":0.0}
{"full_text":"RT Revealing: AP story magically omits the political party of the politicians it cites imposing draconian rules, then hypocritica...","sentiment_score":0.25}
{"full_text":"RT If Corbyn were Prime Minister right now we would have a properly funded NHS and essential services (including Test and Tr...","sentiment_score":0.0952380952}
{"full_text":"RT Yes you were so very supportive of Victorians during their lockdown. You were a beacon of...","sentiment_score":0.65}
{"full_text":"RT Dozens of Police 'Pelted with Missiles' Breaking up 'an illegal rave' an Hour Before Lockdown #...","sentiment_score":-0.5}
{"full_text":"Don't mind them.. You will never find them where researches on the cure for covid 19 and other ailments are going on but they are the first to tweet about fake battle grounds. Maybe they got their doctorate degree from war and turmoil. Oniranu oshi.","sentiment_score":-0.125}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"RT I'll try get skinny in this lockdown then . Take 2 x","sentiment_score":0.0}
{"full_text":"RT Solidarity is humanity.Solidarity is survival.That is the lesson of 2020.With the world in disunity and disarray...","sentiment_score":0.0}
{"full_text":"RT People are spending an extra hour in bed since the pandemic began.","sentiment_score":0.0}
{"full_text":"RT This is the first pandemic in history that manifest in people without any symptoms.Have you ever heard about anyone s...","sentiment_score":0.25}
{"full_text":"RT I'm not sure some of you understand...When people who spent years working 80-100 hr weeks, missed large sections of thei...","sentiment_score":-0.0452380952}
{"full_text":"Agree. There are many things we don't know about COVID19 and the vaccines. It's better not to speculate, but instead say that we just don't know.","sentiment_score":0.5}
{"full_text":"Sir many Exam notification has been gone but we EWS were unable to fill the form..so we need age relaxation to fill theform... Please save us on Post Corona Period#pmo_ews#age_relaxation_in_ews_reservation#age_Relaxation_in_EWS_Reservation","sentiment_score":0.0}
{"full_text":"RT Nitin Gadkari has achieved one more big milestone.India now has over 2,00,00,000 #FASTag users!!! A growth of 400% even duri...","sentiment_score":0.25}
{"full_text":"RT While smaller groups were hit hard by the pandemic, the genre's tech-savvy big names were hosting live digital events - here's t...","sentiment_score":-0.0310606061}
{"full_text":"If you get the vaccine you have to wear mask otherwise is a lie. That's how I see it.","sentiment_score":0.0}
{"full_text":"RT *If* this new Coronavirus variant in UK is as bad as it seems, keeping it in check is much harder than with prev. variants. I...","sentiment_score":-0.2212121212}
{"full_text":"RT Such an intelligent woman with exactly the right priorities, and able to speak with fluency, competence and honesty.  Co...","sentiment_score":0.3671428571}
{"full_text":"RT Ma'am, I think this notification is good for those who can appear in De...","sentiment_score":0.7}
{"full_text":"Gold! Solid Gold!!!","sentiment_score":0.0}
{"full_text":"RT Lockdown for four months, everything opens back up including eat out to help out, goes to tier 3, then tier 2, then lockdo...","sentiment_score":0.0}
{"full_text":"RT Will be interesting to see how the police enforce the Christmas Covid rules. Suspect most will get it about right. But the","sentiment_score":0.4285714286}
{"full_text":"I think it's the mentality of the political class we have now that has led to so little opposition to the lockdown narrative. Worst still are those who spent the last few yrs dramatically telling us Boris Johnson is basically Hitler demanding he grabs sweeping dictatorial powers.","sentiment_score":-0.2479166667}
{"full_text":"RT Trump demands Congress agree to a COVID relief bill","sentiment_score":0.0}
{"full_text":"RT New Zealand has announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then t...","sentiment_score":0.2018181818}
{"full_text":"RT Jun said in fansign that the reason he moved away from them is cuz he saw only 2 others on gallery not joining the group hug...","sentiment_score":0.0}
{"full_text":"Why are we still buying Chinese rubbish, after what CHINA has done to the world, all our shops and super markets are full of their Chinese virus infected garbage. Buy as little of Chinese products as you possibly can. Buy as much  British produce as much as you possibly can. rt.","sentiment_score":0.0695833333}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"So, Covid tests may or may not inform you if you're negative! They refuse to even check for 5 days. So perfectly healthy ppl are being forced to avoid work etc because the Gov system is that shit. ","sentiment_score":-0.09375}
{"full_text":"You have to tell us if aliens are coming too now dawg.","sentiment_score":0.0}
{"full_text":"RT People in Sydney telling Victorians we're over-reacting, perhaps don't understand just how traumatising our second wave was...","sentiment_score":0.0}
{"full_text":"RT Deafening silence from our pro-Tory media on WHY the much lauded NIGHTINGALES are not being used to relieve Covid pressu...","sentiment_score":0.2}
{"full_text":"Shout out to Channel 4 for giving everybody something non-covid\/Brexit\/political to dunk on. True public service broadcasting.","sentiment_score":0.175}
{"full_text":"RT I don't wear a mask because I don't care if people die from disease.I don't support relief money in a pandemic because...","sentiment_score":0.0}
{"full_text":"RT Love this.","sentiment_score":0.5}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT Preparing to do the paper review at 10.30am, and working my way through Boris Johnson's back catalogue of...","sentiment_score":0.0}
{"full_text":"RT If the new variant of COVID has been in the U.K. since September and it's 70 x more infectious, then how come it's onl...","sentiment_score":0.3181818182}
{"full_text":"RT Is the new UK variant the same as the new South African variant (501Y.V2)?No.They both share the same mutation in spike...","sentiment_score":0.0545454545}
{"full_text":"RT I couldn't make this up if I tried: World Health Organization 'Goodwill Ambassador' James Chau now has his tweets locked....","sentiment_score":0.0}
{"full_text":"RT This is our beautiful son Jack. During lockdown he was living alone 80 miles away. He lost his job, a month later he spl...","sentiment_score":0.425}
{"full_text":"Editorial: A COVID-19 vaccine will only lead us out of this devastating pandemic if a broad majority of Americans get vaccinated. That's an obvious observation, but also cause for serious alarm. https:\/\/t.co\/RYmy9x7Hq4","sentiment_score":-0.2541666667}
{"full_text":"RT Imagine spending your life becoming a leading expert on the science of infectious diseases only to be overruled by a complete id...","sentiment_score":0.1833333333}
{"full_text":"RT New more worrisome South Africa  strain: the new 501.V2 variant has troubling details:--seems to spread faster--higher...","sentiment_score":0.2575757576}
{"full_text":"Advice and information about coronavirus (Covid-19) and what we're doing to keep the public safe can be found here:","sentiment_score":0.25}
{"full_text":"Harley Davidson bikers dressed in Santa Claus costumes rode through the streets of central Tokyo for their annual parade against child abuse, saying more children were vulnerable in 2020 due to the coronavirus pandemic.https:\/\/t.co\/Q47ZJeEDKH","sentiment_score":-0.075}
{"full_text":"Bengal Sanitization is the best choice when it comes to safety. Get oxygen supply as per you require from us at minimal rates7980708710\/9830246789#bengalsanitization #sanitizing #sanitizationservice  #oxygensupply #covid19  #kolkataagainstcorona #sanitizationnearme","sentiment_score":0.45}
{"full_text":"The Black Cats won't play again until December 29 following a Covid-19 outbreak at the club.#SAFChttps:\/\/t.co\/PdLKzpbKZj","sentiment_score":-0.0833333333}
{"full_text":"Animal lovers have been defrauded of PS2 million during the pandemicAre you thinking of buying an pet online this #Christmas?  Do your research! Trust your instincts - if it seems too good to be true, it probably is Choose your payment method wisely#FraudFreeXmas","sentiment_score":0.525}
{"full_text":"Lol Partial Lockdown Imminent","sentiment_score":0.35}
{"full_text":"Newswatch COVID-19 Digest: Sunday December 20, 2020 ","sentiment_score":0.0}
{"full_text":"RT While all over Europe stricter measures are imposed to prevent contagion #Covid19, in Madrid (Spain) 5000 people gather...","sentiment_score":0.0}
{"full_text":"RT Y'all using the word 'lockdown' too loosely. If you were still able leave your house at your discretion, it wasn't a lockdown.","sentiment_score":0.2115384615}
{"full_text":"Five clubs have reported an outbreak in the last week. #SAFChttps:\/\/t.co\/PQ8UguFLbb","sentiment_score":0.0}
{"full_text":"RT Kuenssberg just said handling a pandemic is impossible for any leader. Er,,, New Zealand.","sentiment_score":-0.2651515152}
{"full_text":"Dave Valentine has been shortlisted for the award after keeping spirits up during lockdown","sentiment_score":0.0}
{"full_text":"Warren County on Saturday reported 27 new coronavirus cases -- the most in a single day since the pandemic began.","sentiment_score":0.1883116883}
{"full_text":"Here's a look at false and misleading claims circulating as the United States rolled out the newly authorized Pfizer-BioNTech COVID-19 vaccine to some health care workers and others.https:\/\/t.co\/i97POQGxVN","sentiment_score":-0.1318181818}
{"full_text":"Fans weren't allowed inside stadiums for much of the season due to the ongoing coronavirus pandemic.https:\/\/t.co\/mWPWhZiB4Z","sentiment_score":0.0375}
{"full_text":"Five top 25 matchups are off due to the coronavirus this weekend. ","sentiment_score":0.1875}
{"full_text":"Just over two weeks left until our #photography competition with closes! Enter #CaptureKingston: Lockdown &amp; Out now for the chance to win Rose tickets https:\/\/t.co\/X8VxfhVurf#kingstonuponthames #surbiton #newmalden","sentiment_score":0.4666666667}
{"full_text":"#Christmas2020 is fast approaching as we celebrate the 3rd Sunday of Advent at our #ChelseaReach houseboat community. Although #covid19 has turned the world upside down, it's an apt time to reflect on the heart-warming stories of community spirit which have emerged. Happy Advent!","sentiment_score":0.2740740741}
{"full_text":"The County Council has commissioned two leading charities to provide bereavement support for people in Somerset in response to the COVID-19 pandemic. The Somerset Bereavement Support Service will be delivered in partnership by &amp;  0800 304 7412","sentiment_score":0.0}
{"full_text":"College Football Playoff executive director Bill Hancock said Saturday night that the CFP management committee and Tournament of Roses mutually agreed to relocate the game because of the growing number of COVID-19 cases in Southern California.","sentiment_score":-0.2}
{"full_text":"Some fake","sentiment_score":-0.5}
{"full_text":"United passenger dies with COVID-like symptoms after plane diverts to New Orleans","sentiment_score":0.1363636364}
{"full_text":"Clinical trials for the recently approved Moderna started in late July","sentiment_score":-0.15}
{"full_text":"Dr. Samantha Fernandez has spent almost every day of the past six months helping heal COVID patients, but on Dec. 3, she became a patient.","sentiment_score":-0.175}
{"full_text":"RT #VoxEUin2020In May, Janine Aron (@INETOxford John Muellbauer (@INETOxford looked at Measuring exc...","sentiment_score":0.0}
{"full_text":"Negotiators are down to a handful of remaining issues as they seek to finalize an almost $1 trillion COVID-19 economic relief package.","sentiment_score":0.0222222222}
{"full_text":"\"i can take you out oh-oh, we can kill some time stay home\"","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Sunday December 20, 2020 ","sentiment_score":0.0}
{"full_text":"The United Kingdom is now studying the mortality rate caused by the new strain of COVID-19 which is confirmed to spread more quickly, England's Chief Medical Officer Chris Whitty said on Saturday.https:\/\/t.co\/sANMnCYI6i#DoktorNews","sentiment_score":0.2739393939}
{"full_text":"Stuck on stupid is all I can come up with.","sentiment_score":-0.8}
{"full_text":"To the public's chagrin, some of America's political leaders have been caught preaching one thing on the coronavirus and practicing another.https:\/\/t.co\/d1bFDyygrx","sentiment_score":0.0}
{"full_text":"2020 has been a strange year for all of us. While there were difficult times, there were also good things that the pandemic has helped us realise. What's the best and worst thing that happened to you this year?#12DaysofMerryandJoy #HolidayCheerWithCareerships#Holidays2020","sentiment_score":0.03}
{"full_text":"Twitter to monitor COVID-19 vaccine misinformation","sentiment_score":0.0}
{"full_text":"Christmas is coming! Be sure to collect your books before Santa sends us library elves home! don't forget to get your free children's book when you join the library or borrow 10 books!","sentiment_score":0.5625}
{"full_text":"India's #Covid19 tally crosses 1 crore as the virus spreads at its lowest pace in months.Read more:","sentiment_score":0.5}
{"full_text":"No not impossible..let's look at most of Asia..just difficult. Needs clear, calm leadership. We haven't had anything like this ","sentiment_score":0.1}
{"full_text":"Music heals.Musicians wearing protective face masks play the violin in a metro train in Paris, #France on Saturday as the country lifted the lockdown imposed on November 28. But strict measures are still in place due to the high number of #COVID19 cases in Europe.","sentiment_score":0.0175}
