{"full_text":"RT The rapid COVID-19 surveillance dashboard has been updated. https:\/\/t.co\/zpWRYSUbfhhttps:\/\/t.co\/HSclxpZjBhRead ou...","sentiment_score":0.0}
{"full_text":"RT @SecPompeo #HappyHolidays-Re: Your #Covid super-spreader parties- 1.Who's paying for them? 2.Who's paying for the care o...","sentiment_score":0.0}
{"full_text":"RT If only there were some way to pay workers to stay home for a bit like many, many other countries chose to do immediately...","sentiment_score":0.21875}
{"full_text":"Please sir I beg you. If #Republicans fail to pass the #bipartisan #COVID19 #ReliefPackage will you caucus with dems as an independent and help deny #mitchmConnell his majority if only to help #americans in need. You must know #trump let this #virus spread. We need your help.","sentiment_score":-0.1666666667}
{"full_text":"The prince, who has been criticized in the past for his use of private jets, urged people to imagine being a raindrop in order to help repair the Earth. via either that or the bigger suspicion....reduce world pop","sentiment_score":-0.0833333333}
{"full_text":"RT Today, is International Day of Persons with Disabilities (IDPD) with the theme: \"Building Back Better: toward a disabi...","sentiment_score":0.1666666667}
{"full_text":"RT I support police officers. Not authoritarian stormtroopers enforcing unconstitutional lockdown orders from tyrants. Th...","sentiment_score":0.0}
{"full_text":"RT y'all keep tweeting that this is the death of theaters but like... we already did not have them. covid has already stolen our...","sentiment_score":0.0}
{"full_text":"RT Sen. Loeffler, who has a net worth close to $1 billion, voted against unemployment benefits and stimulus checks during a pande...","sentiment_score":0.15}
{"full_text":"Entertainment will never quite be the same in the post-COVID world.","sentiment_score":0.0}
{"full_text":"If this is just a stopgap to wait out the pandemic and ensure safety, that's fine.If this results in the death of theatrical exhibition as we know it, this is awful and anybody applauding this decision because \"theaters suck anyway\" gets shoved in a locker.","sentiment_score":-0.5}
{"full_text":"birthday boy week go check him out","sentiment_score":0.0}
{"full_text":"RT Debate: Should We All Stay Home? - Sunday, December 13 -","sentiment_score":0.0}
{"full_text":"RT Why is the left okay with China Virus vaccine cards but not Voter ID?","sentiment_score":0.25}
{"full_text":"RT The government isn't providing any relief to citizens suffering during the pandemic, but thankfully the private sector...","sentiment_score":0.0}
{"full_text":"Insightful Op-ed from and Virtual schooling requirements underscore #energy inequality in #Maryland. via #COVID19","sentiment_score":0.0}
{"full_text":"Everything You Need to Know About the Coronavirus Vaccine via","sentiment_score":0.0}
{"full_text":"RT #BREAKING: Nevada hits 18.1% COVID-19 test positivity rate, highest percentage of pandemic in state so far. #8NN","sentiment_score":0.1}
{"full_text":"RT Always remember: this chaos was preventable WITHOUT long lockdowns. It was just a matter of heeding lessons from around the...","sentiment_score":-0.05}
{"full_text":"Any notion of which region? Asks reporter from county leading the nation in cases...","sentiment_score":0.0}
{"full_text":"Sorry, this is a ridiculous statement. California is currently 34th in hospitalizations per capita. It has managed the pandemic far better than most other states. Has it made mistakes?  Sure. But the results are clear--thousands of lives have been saved.","sentiment_score":0.0802083333}
{"full_text":"RT The government isn't providing any relief to citizens suffering during the pandemic, but thankfully the private sector...","sentiment_score":0.0}
{"full_text":"RT .@EUinKenya purposes to roll out a #EUAmrefCovid19ToT  on #COVID19 #IPC today t...","sentiment_score":0.0}
{"full_text":"RT And still no one talks about South Dakota's MAGA Lunatic Governor Kristi Noem and her genocidal war against the Sioux T...","sentiment_score":0.0}
{"full_text":"During a pandemic if states aren't all doing the same thing it's pointless and leads to the results we have now","sentiment_score":-0.125}
{"full_text":"RT December 2, 2020. Day of peak US death toll from the COVID-19 epidemic. Nine Trump tweets (and counting) about what's on TV.","sentiment_score":0.0}
{"full_text":"Ivy League epidemiologist says hard data don't convey COVID crisis on campus via","sentiment_score":-0.2916666667}
{"full_text":"RT In case you can't keep track of the left's hypocrisy, great thread, via ","sentiment_score":0.4}
{"full_text":"Covid-19: Former US Presidents Volunteer To Receive Vaccine PubliclyBarack Obama, George W. Bush and Bill Clinton are volunteering to take a coronavirus vaccine on camera if it will help promote public confidence.  #BillClinton #GeorgeBush","sentiment_score":0.0}
{"full_text":"RT Why are liberals are ok with a China Virus vaccine card but not voter ID cards???","sentiment_score":0.5}
{"full_text":"Putting Families 1st is making sure that COVID doesn't make our homeless situation explode. Please ASSIST in creating a Corona virus  bill that addresses the needs of Main Street and NOT just corporations. My son lost his catering job and his industry was decimated. 0 $=0 $","sentiment_score":0.3333333333}
{"full_text":"RT Number of people who died at the World Trade Center on 9\/11: 2871Number of people in the U.S. who died of COVID on 12\/2\/20...","sentiment_score":-0.1}
{"full_text":"The raison d'etre for #covid is now abundantly clear.The march to #fightback must never end no matter what lies ahead.#Georgia #Michigan #Arizona #Nevada #Pennsylvania","sentiment_score":0.6}
{"full_text":"ICE Detainees Say They Were Punished for Requesting Covid-19 Tests","sentiment_score":0.0}
{"full_text":"This is a Federal Building. How dare you? My youngest was exposed to COVID19 prior to Thanksgiving.She's across NYS &amp; been doing everything in her power to reduce her exposure. Called today-she tested positive.She will not come home to diminish risk of spread. And YOU DO THIS?","sentiment_score":0.0}
{"full_text":"RT 3) Who is the Turkish scientist behind BioNTech?  born immigrant named Ugur Sahin and his wife Ozlem Tureci. A native o...","sentiment_score":-0.4}
{"full_text":"education levels among the provinces, and Calgary sits third among cities (far ahead of Edmonton, which would no doubt surprise some).So the explanation for our current COVID quagmire, whatever it is, sits mostly orthogonal to education I would suggest.","sentiment_score":0.15}
{"full_text":"As hospitals fill, travel nurses race to #COVID19 hotspots. via","sentiment_score":0.0}
{"full_text":"California politicians skewered for social crimes in the age of coronavirus","sentiment_score":0.0333333333}
{"full_text":"RT I'll never listen to him again . . Dr. Fauci Staying On Under Biden As CDC Warns Worst Is Yet To Come; Global COVID Deat...","sentiment_score":-0.5}
{"full_text":"Thanks you ! Haven't  been since b4 March lockdown. I love it !x","sentiment_score":0.4375}
{"full_text":"RT Simple steps help stop COVID-19. Take ALL steps to best prevent getting andspreading #COVID19. Learn more:","sentiment_score":0.5}
{"full_text":"RT #SCOTUS strikes down Governor Newsom's lockdown orders against churches, extending their Cuomo decision. ","sentiment_score":-0.1555555556}
{"full_text":"This morning I gave a talk on \"How to Protect Pollinators When Using Pesticides.\" 451 participants?! It is a pretty weird knowing that many people are watching online, but you cannot see them.Teaching during COVID sure is strange.","sentiment_score":0.14}
{"full_text":"31st Special Session of the General Assembly in response to the Coronavirus disease (COVID-19) Pandemic (3-4 December 2020): 1) Opening Segment. 2) General Debate","sentiment_score":0.1523809524}
{"full_text":"RT Agree totally","sentiment_score":0.0}
{"full_text":"RT This is batty. Americans are in dire need of food and paychecks. More people died yesterday from #COVID19 than any day sin...","sentiment_score":0.5}
{"full_text":"RT Arrival of Covid vaccine in U.K. is a triumph for German science, Belgian manufacturing and Turkish immigrants. Bids by ji...","sentiment_score":0.0}
{"full_text":"Covid Vaccine: How And When It Will Start Changing Life In The UKhttps:\/\/t.co\/y1qh0ImvaM","sentiment_score":0.0}
{"full_text":"RT This is batty. Americans are in dire need of food and paychecks. More people died yesterday from #COVID19 than any day sin...","sentiment_score":0.5}
{"full_text":"I've just been asked for my opinion on the Covid vaccination, and then called an 'opinion basher' by the same person for giving my own opinion.","sentiment_score":0.3}
{"full_text":"RT How caring teachers respond now to students experiencing anxiety about--or even traumatized by--the pandemic will make a big differ...","sentiment_score":0.0}
{"full_text":"Human DNA fragments in vaccines and the connection with epidemic childhood leukemia and lymphomas.https:\/\/t.co\/Yu3WAgioCq","sentiment_score":0.0}
{"full_text":"This pandemic is def changing the movie business around going to be interesting to see how it is a couple of years from now back to normal or not with the theaters","sentiment_score":0.2166666667}
{"full_text":"RT Eastern Europe and Central Asia #EECA is one of the few regions in the world where the annual rate of HIV infections co...","sentiment_score":-0.1}
{"full_text":"RT Dr. Fauci confirms that he will meet virtually with President-elect Biden's transition team this afternoon about the coronaviru...","sentiment_score":0.0}
{"full_text":"RT I LOVE MY GOVERNOR !!!!","sentiment_score":1.0}
{"full_text":"RT THIS is what New York is all about ! Fight the fight!","sentiment_score":0.2130681818}
{"full_text":"Sadly very true...#bbcnews #COVID19 #Phfizer #skynews #CovidVaccine #COVID19 #WHO","sentiment_score":0.2}
{"full_text":"Next for me at the #ynotsummit - \"The latest on Covid Dash 19 and other medical topics\"","sentiment_score":0.09375}
{"full_text":"RT Judith manages some holiday cottages. She's used savings to cover business expenses during the pandemic, but this means she can't...","sentiment_score":0.0}
{"full_text":"Similarly, please unfollow me too, if you subscribe to conspiracy theories, including anti-vax or anti-mask.","sentiment_score":0.0}
{"full_text":"Can we be clear.Deaths as a result ofCoronavirus or Covid-19 They are not the same thing!","sentiment_score":0.0}
{"full_text":"The latest Made News Great Again! #coronavirus","sentiment_score":0.75}
{"full_text":"RT GOP hypocrisy in a nutshell: Giving the super-rich a $1,900,000,000,000 tax cut and then refusing to invest in people during a...","sentiment_score":0.0}
{"full_text":"RT - your failure to lead and protect the US during a pandemic is killing 2600+ Americans a day and wil...","sentiment_score":-0.3166666667}
{"full_text":"RT The NHS currently has 36,000 nurse vacancies during a pandemic thanks to this government.Please RT if you won't forg...","sentiment_score":0.1}
{"full_text":"RT .@Alyssa_Milano: We already paid for the COVID vaccine, with our taxes. Set it free | Opinion","sentiment_score":0.4}
{"full_text":"RT Still true today, folks. My desire to go to movie theaters has not lessoned since covid started. Studios are mistaken to...","sentiment_score":0.35}
{"full_text":"Germany Extends Lockdown; Iran's 1 Million Cases: Virus Update by #coronavirus","sentiment_score":0.0}
{"full_text":"Are you going on tour before the pandemic? #WONDER","sentiment_score":0.0}
{"full_text":"RT Labour is leading the polls in 'Red Wall' constituencies - reversing the position from last year's election - according t...","sentiment_score":0.0}
{"full_text":"was banned at local legion hall after commander died of #COVID19 . Americans blame #FoxNews","sentiment_score":0.0}
{"full_text":"RT PE after the 4th presidential address to lock them down this December:","sentiment_score":-0.1555555556}
{"full_text":"RT Gov. Newsom to hold news conference today at noon as he considers placing nearly all California residents under tough stay-at-hom...","sentiment_score":-0.1444444444}
{"full_text":"RT By the way folks, this is correct. Similar to the way how we cover school\/mass shootings matter, how and when we cover vaccine...","sentiment_score":0.0}
{"full_text":"RT To be clear, Wisconsin Supreme Court is stilted conservative.They've repeatedly undermined the Governor's attempts to...","sentiment_score":0.1}
{"full_text":"RT I believe some covid-deniers believe they are motivated by concern for jobs. But given the obvious steps of govt support t...","sentiment_score":0.0}
{"full_text":"WATCH LIVE: Gov. Mike DeWine updates the state on COVID-19 in Ohio | Dec. 3 via","sentiment_score":0.1363636364}
{"full_text":"RT The latest figures for Neath Port Talbot are stark  The seven day rolling figure (24 Nov - 30 Nov) show that NPT has th...","sentiment_score":0.15}
{"full_text":"RT \"Based on your risk profile, we believe you're in line behind 268.7 million people across the United States.\"A pretty am...","sentiment_score":-0.075}
{"full_text":"Olympic gold medal-winning soccer player is now a doctor treating coronavirus patients","sentiment_score":0.0}
{"full_text":"RT To reduce your risk from #COVID19, #WearAMask when you are spending time indoors with people who are not part of your household un...","sentiment_score":0.0}
{"full_text":"\"The Law of Nature will always win.\"No matter how much and the want to pander to greed and ignorance by putting the economy over lives, viruses  don't play that way.","sentiment_score":0.5}
{"full_text":"RT 5 days to go!The received over NGN95 billion in #COVID19 donations as collated by but much...","sentiment_score":0.2}
{"full_text":"Donald trump: i will send boris Johnson our best doctors to help him with his covid.Boris johnson: congratulations joe biden.","sentiment_score":1.0}
{"full_text":"&amp; they all going to burn in hell. It's nothing in this world that would make me get that vaccine","sentiment_score":0.0}
{"full_text":"RT The Pfizer vaccine is important as trials show it can stop severe COVID-19 in vulnerable &amp; elderly individuals and prevent...","sentiment_score":-0.05}
{"full_text":"RT Georgia, y'all are America's only hope at getting this fool out of the Senate majority leader seat. Request your absentee bal...","sentiment_score":0.0}
{"full_text":"RT Energy storage is going gangbusters despite the pandemic.","sentiment_score":0.0}
{"full_text":"RT This piece floored me:","sentiment_score":0.0}
{"full_text":"RT Lewis now thinks that with the political shifts underway in the U.S., and the massive dislocations and pain caused here by...","sentiment_score":0.0}
{"full_text":"Don't believe the figures, still deaths being put down to Covid. It's a national scandal","sentiment_score":-0.1555555556}
{"full_text":"RT Lockdown ending tomorrow ","sentiment_score":0.0}
{"full_text":"RT .@PressSec goes through the Democratic politicians and media figures who have been hypocritical with COVID restrictions...","sentiment_score":0.0}
{"full_text":"RT In the Eastern Cape and Western Cape there has been an increase in both reported COVID-19 deaths and excess deaths.Thi...","sentiment_score":0.0}
{"full_text":"\"BuT tHe MiCroChIpS\"- people with government issued licenses and a Facebook account","sentiment_score":0.0}
{"full_text":"This is terrifying","sentiment_score":-1.0}
{"full_text":"RT The distribution of the Chinese coronavirus vaccine could begin by the third week of this month, Vice President Mike Pen...","sentiment_score":0.0}
{"full_text":"RT .@Alyssa_Milano : Alyssa Milano: We already paid for the COVID vaccine, with our taxes. Set it free | Opinion","sentiment_score":0.4}
{"full_text":"RT Doctors predict that Iowa's lax response to the pandemic will result in a \"super peak\" over the holidays--and thousands of...","sentiment_score":0.3333333333}
{"full_text":"5 Burning Questions About the New Covid Vaccine","sentiment_score":0.1363636364}
{"full_text":"Pence is always \"unbothered\". Whether it's a fly on his head for ten minutes or in charge of a pandemic.","sentiment_score":0.4}
{"full_text":"RT Every new COVID-positive patient I have spoken with today spent time with friends and family on Thanksgiving, or traveled i...","sentiment_score":0.0181818182}
{"full_text":"It should have never come to this.If you look at this and fail to feel any ounce of empathy, anger, sadness, disappointment or anything, you're simply beyond hope and reasoning with.Wear a fucking mask.","sentiment_score":-0.48}
{"full_text":"Israel COVID-19 updates (when will travel to Israel resume?!)","sentiment_score":0.0}
{"full_text":"RT  Important #Aragon has announced perimeter lockdown until 20 December. Please keep this in mind if you are planning your tri...","sentiment_score":0.4}
{"full_text":"RT .@SenBillCassidy is a vocal supporter of this plan while fellow Louisiana Republican trashed it this morning...","sentiment_score":0.0}
{"full_text":"Cory is not on holiday..","sentiment_score":0.0}
{"full_text":"Guess God wanted to tell him something.","sentiment_score":0.0}
{"full_text":"Imagine knowing you were the one who gave your loved ones this virus bc you were selfish &amp; didn't wear a mask and now they will die alone in a parking garage.","sentiment_score":0.1}
{"full_text":"RT Being able to heal my baby from Covid at just 6 weeks old through my breastmilk ... my biggest flex thus far  htt...","sentiment_score":0.2333333333}
{"full_text":"RT Today seems like a good day to remind you that @SenDavidPerdue:--Bought stock in Pfizer a week before they announced their va...","sentiment_score":0.7}
{"full_text":"These hypocrites aren't worthy of the offices they hold.If they had any character, they'd resign today. Since bureaucrats always cling to power, make them hear you when they ask for your vote next time around.","sentiment_score":0.1666666667}
{"full_text":"\"As #coronavirus cases in #rural #Colorado &amp; the #EasternPlains especially, surge to unprecedented levels Papenfus' illness is a test case for how the #pandemic is affecting the fragile rural #healthcare system\" #rplccapr #accesstocare #policy #ruralhealth","sentiment_score":0.12}
{"full_text":"Coronavirus: Master's students plead for German visas #EducationIsNotTourism #PeterTempel","sentiment_score":0.0}
{"full_text":"If you love Utah football, don't forget to check out the latest episode to get a look at what's going on around the conference.","sentiment_score":0.5}
{"full_text":"The kids who are suffering most in this pandemic are the kids who were already suffering most. Kids with intellectual or physical disabilities, for example, whose lives depend on reliable schedules or in-person care, are disconnected from their lifelines.","sentiment_score":0.325}
{"full_text":"The overall number of global #coronavirus cases has topped 64.4 million, while the deaths have surged to more than 1.49 million. ","sentiment_score":0.1666666667}
{"full_text":"RT Georgia, y'all are America's only hope at getting this fool out of the Senate majority leader seat. Request your absentee bal...","sentiment_score":0.0}
{"full_text":"Philadelphia arts groups large and small are the beneficiaries of $8 million in Covid-19 relief from the local William Penn Foundation and the New York-based The Andrew W. Mellon Foundation. Read more:","sentiment_score":0.1201298701}
{"full_text":"\"This is not radical in the context of epidemics, economic collapse, climate change, public health insurance, a $15 minimum wage, a new green formula, cancelled student loans and a $1 billion tax.They need the American people.\"https:\/\/t.co\/EmQNZzIpSp","sentiment_score":0.0272727273}
{"full_text":"Just a reminder that the New Jersey Jobs Portal is still available for residents seeking employment. Make sure to check it out to see if any of the 1,000+ jobs listed are right for you:","sentiment_score":0.3305194805}
{"full_text":"How soon until he tests positive for covid?","sentiment_score":0.2272727273}
{"full_text":"La Dona in San Francisco, in a Pandemic: 'The Industry Is Hanging by a Thread'https:\/\/t.co\/RrZoNGDCXz Presented by","sentiment_score":0.0}
{"full_text":"La Dona in San Francisco, in a Pandemic: 'The Industry Is Hanging by a Thread'https:\/\/t.co\/bfBNGUlV4K Presented by","sentiment_score":0.0}
{"full_text":"LA Officials Urge Caution Amid 'Horrifying Surge' Of COVID-19 Cases","sentiment_score":-0.9}
{"full_text":"Localised coronavirus outbreaks in parts of South Africa have raised fears that the country could see a resurgence in cases compounded by gatherings during the upcoming festive season.https:\/\/t.co\/Ce2hSam0yl","sentiment_score":0.0}
{"full_text":"Debbie Beirne retired from the health service in March after a career in nursing and clinical research. Now, she's in a trial herself as Covid-19 vaccine studies continuehttps:\/\/t.co\/5r2ZP88xLS","sentiment_score":0.0}
{"full_text":"RT We've passed multiple COVID relief bills, far more generous than GOP's for working people, that GOP are sitting on in the Senate....","sentiment_score":0.2}
{"full_text":"Is it safe to #travel again? Perhaps it is, if you adhere to Government-issued precautionary measures. ","sentiment_score":0.5}
{"full_text":"RT My daughter is a student nurse, when on placement she was on the frontline working in a ward. She contracted Covid19, her...","sentiment_score":0.0}
{"full_text":"RT Over 3000 people died yesterday. 3 thousand. 3k THREE THOUSAND AMERICAN HUMAN BEINGS DIED YESTERDAY!The last time 3000 Am...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Supreme Court Strikes Down Gavin Newsom's Lockdown Ban on Church Worship Services","sentiment_score":-0.1555555556}
{"full_text":"Peterborough is seeing an increase in travel-related COVID-19 cases, says the medical officer of health.","sentiment_score":0.0}
{"full_text":"LA co supervisor eating at a restaurant hours after banning outdoor dining, Austin mayor telling constituents to stay home while on vacation, &amp; Gov. Newsom's dinner with more than a dozen people after handing down Thanksgiving restrictions are all the icing on this hypocrisy cake","sentiment_score":0.1722222222}
{"full_text":"RT NEW: Banks earned more than $18 billion in fees from PPP program according to detailed loan data released this week, w\/@Ke...","sentiment_score":0.3454545455}
{"full_text":"December #NationalHumanRightsMonth and today is the #IDPWD. Not all #disabilities are visible &amp; this is so important to remember as the remote work environment continues. raised this flag early in #BetterWorkingWorld","sentiment_score":0.1333333333}
{"full_text":"As of Wednesday, the has released new guidelines shortening the recommended quarantine time for asymptomatic individuals to 10 days. As a reminder, continue to socially distance and wear your masks.https:\/\/t.co\/dEGvObghJW","sentiment_score":0.0848484848}
{"full_text":"NK PRO: North Korea's ships were largely idle throughout mid-to-late November.This appears to support the South Korean government's claims that Pyongyang's concerns over COVID-19 are escalating.Read more:https:\/\/t.co\/dzEqa8LI0M","sentiment_score":0.2142857143}
{"full_text":"Your patient plans to travel despite COVID-19 risk? Here's the latest CDC guidance to share","sentiment_score":0.5}
{"full_text":"RT Today seems like a good day to remind you that @SenDavidPerdue:--Bought stock in Pfizer a week before they announced their va...","sentiment_score":0.7}
{"full_text":"La Dona in San Francisco, in a Pandemic: 'The Industry Is Hanging by a Thread'https:\/\/t.co\/7OgQ5Jrv8R Presented by","sentiment_score":0.0}
{"full_text":"HPEPH is reporting 4 new #COVID19 cases on December 3, 2020. Our COVID-19 dashboard will be updated shortly:","sentiment_score":0.0681818182}
{"full_text":"Please stay vigilant and continue to wear your masks when out in public. Even if you think you'll be fine, consider your friends, family, neighbors, and community members. Wash your hands often and keep some distance #StaySafe #WearAMask #WashYourHands #Stay6FeetAway","sentiment_score":0.2083333333}
{"full_text":"Don't miss this amazing local #Brooklyn story from that proves that entrepreneurship and activism are not mutually exclusive. #InsideDeNiroTeamhttps:\/\/t.co\/92l6hXkH7G","sentiment_score":0.3}
{"full_text":"A bipartisan group of U.S. Senators introduced the framework for a $908 billion coronavirus relief aid. The proposal does not include another stimulus direct payment to all Americans","sentiment_score":0.1}
{"full_text":"We are grateful you pay us to commit a legal crime of robbery. We intentionally gimp your internet for free money so we can get both money from you and the government during Covid. I say I'm sorry but rlly I'm happy cuz you line my pocket with money sucka -Daylight Robber BigMike","sentiment_score":0.225}
{"full_text":"The Wrestling Team typically opens their season on Friday night with a dual at Gothenburg on the way to the Cozad Invitational Wrestling tournament on Saturday. But there is nothing typical in the year of COVID-19. #NebPreps","sentiment_score":-0.1666666667}
{"full_text":"RT How has #COVID-19 impacted the aircraft parts and leasing aftermarket? Ben Hockenberg, President of JSSI Parts &amp; Leasing, shares...","sentiment_score":0.0}
{"full_text":"Smithsonian Archives of American Art Gathers an Oral History of 2020:","sentiment_score":0.0}
{"full_text":"HEADS UP! If you've tested positive for COVID-19, our COVID Community Team will be reaching out via phone to you &amp; your close contacts to slow the spread - Please be responsible and answer the call!","sentiment_score":0.0590909091}
{"full_text":"In October, a panel advising the federal government suggested setting aside 10% of the vaccine supply to distribute as an extra boost to the states with greater shares of disadvantaged groups.","sentiment_score":0.25}
{"full_text":"Notice: Please be aware that it is mandatory for all FOI patients to wear a facial covering or mask while in our facilities. Please bring a face covering to your appointment to help us conserve PPE for health-care providers. ","sentiment_score":0.125}
{"full_text":"This week, sits down with Stoke RUFC chairman Steve Maskrey to talk candidly about the impact Covid-19 has had on non-professional rugby and what the future holds for such clubs in the countyClick below to listen to the latest episode!https:\/\/t.co\/EElHi7gQmF","sentiment_score":0.1888888889}
{"full_text":"Save the Date!Join Bastiat Society of Dallas and Dallas for an in-person event with Meg Tuszynski, Assistant Director of on the topic of markets in response to Coronavirus.Register:https:\/\/t.co\/5JOs81wMrM","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 52.4FWind Chill: 52.4FHumidity: 26%Dew Point: 18.6F Barometer: 30.137 inHgWind: 5 mph from the SWCorona Virus Weekly Stats:Cases: 179.000000Deaths: 9.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Sad and very sobering.  Everyone please wear a mask and be smart for everyone else!!!!","sentiment_score":0.0743861607}
{"full_text":"Via The United States logged 14 million Covid-19 cases Wednesday just hours after setting three grim records: the highest number of daily deaths, new infections and hospitalizations since the pandemic began.","sentiment_score":-0.2878787879}
{"full_text":"Lockdown has given reporters some new interview techniques |","sentiment_score":0.1363636364}
{"full_text":"More than 160 businesses put their name to letter to Wales' First Minister over stricter Covid-19 measures","sentiment_score":0.375}
{"full_text":"The city and county are reporting another series of coronavirus cases as well as multiple deaths.","sentiment_score":0.0}
{"full_text":"The U.S. has spent billions stockpiling ventilators, but many won't save critically ill COVID-19 patients.https:\/\/t.co\/pbEM46AG0c","sentiment_score":-0.0333333333}
{"full_text":"RT So you have been at the forefront of spreading rumours that MSP will be withdrawn since 2018.By Press Release dated 20.09.202...","sentiment_score":0.0}
{"full_text":"Due to the coronavirus pandemic, the New York City Ballet announced they would stream their 2019 performance of George Balanchine's \"The Nutcracker\" on Marquee TV beginning Dec. 11 through Jan. 3.https:\/\/t.co\/cgNuWr13O4","sentiment_score":0.0056818182}
{"full_text":"Officials hope these cards remind patients to come back for their second dose of COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"Kayleigh McEnany Says That Trump Deserves All The Credit For COVID Vaccine","sentiment_score":0.0}
{"full_text":"RT CA Megachurch Pastor Who Held Services Despite Pandemic Has Died From COVID","sentiment_score":0.0}
