{"full_text":"This is wrong though, keeping schools open? A special needs school near me had a CONFIRMED Covid case! Most students there have weaker immune systems and it will be fatal once someone else catches it! I don't feel it in my SO's best interest to go back to college because of this!","sentiment_score":0.2602678571}
{"full_text":"issa wrap","sentiment_score":0.0}
{"full_text":"RT As you may know, today the newest COVID variant was detected in the U.S. I am resposting this in order to combat misinf...","sentiment_score":0.0}
{"full_text":"RT From its 'mixed-reality' convocation to launching the world's first online BSc Degree in Data Science, recorde...","sentiment_score":0.25}
{"full_text":"izzie stevens if greys anatomy ni","sentiment_score":0.0}
{"full_text":"Well, he was in danger that's for sure but it wasn't from the economy shut down.","sentiment_score":0.1722222222}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":" December 30, 2020 11:53 AM EST #Republicans \/ #GOP CONTROL Senate Donald J. #Trump in the White House #COVID19 in U.S. U.S. DEATHS = 347,074 U.S. INFECTIONS = 19,997,206 |","sentiment_score":0.0}
{"full_text":"Horrifying-plus it is estimated 1 in 10 (5,000) of those diagnosed today will go on to develop #LongCovid - I lost 9 months of my life.","sentiment_score":0.0}
{"full_text":"What's wrong with these people?Another Republican congressman dies yesterday of COVID19 (he was 41 with no underlying conditions) and only the African Americans are wearing masks at this hearing. How stupid are GOP members?#TrumpVirusDeathToll345K#TrumpLost60Times#Biden46","sentiment_score":-0.325}
{"full_text":"RT Former US Senator Brutally Destroyed Sen. Lindsey Graham: \"He's A Slug, Along With The Slug In The White House\"#COVIDIOT...","sentiment_score":-0.2916666667}
{"full_text":"Finally a positive Covid-19 story. ","sentiment_score":0.2272727273}
{"full_text":"RT This tweet is from  a place of ignorance","sentiment_score":0.0}
{"full_text":"I work in a primary school, I do not under any circumstances want COVID-19. So watch the f**k out if I end up with it. Thanks for that ","sentiment_score":0.3}
{"full_text":"RT I am thinking of all those desperate for extended unemployment benefits tonight. Heartbreaking. The abject cruelty, the call...","sentiment_score":-0.6}
{"full_text":"*Lagos vows to tackle flooding (Punch)*Lagos offers free COVID-19 test for people living with disabilities (Sun)","sentiment_score":0.25}
{"full_text":"Conspiracy: we're on lockdown to investigates a Hollywood paedophile ring. Not a conspiracy: the lockdowns haven't worked all year, or at least they haven't been done correctly. Doing the same thing and expecting different results is stupid and ignorant.","sentiment_score":-0.275}
{"full_text":"Y'all still calling covid a bug ? ","sentiment_score":0.0}
{"full_text":"RT Vaccinated on Christmas Eve, dead five days later.The first serious incident occurs in the canton of Lucerne, of all plac...","sentiment_score":-0.0944444444}
{"full_text":"Equally you can't punish Fulham for some players getting infected during a pandemic","sentiment_score":0.0}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"All I want for 2021 is to win the bo+tee AT EASE collection , so atleast I don't have to look disgusting through the next lockdown #OHPOLLYpickme #ohpolly","sentiment_score":-0.0666666667}
{"full_text":"RT SAGE Minutes on the day UK lockdown was announced. Check out points 3 &amp; 4. We need to know potential deaths due to measure...","sentiment_score":-0.0625}
{"full_text":"RT Some COVID-19 \"long-haulers\" experience cognitive health issues months after infection. In video, neuroscientist","sentiment_score":0.0}
{"full_text":"RT Read the posters for information about the restrictions in Tier 3: Very High Alert and Tier 4: Stay At Home in England...","sentiment_score":0.208}
{"full_text":"I feel that I have Social Distanced, not gone out, lockdown where possible, shopped once a week, worn a mask etc. But still the numbers go up. My tolerance of those bending the rules or finding loopholes is beginning to stick in my throat.","sentiment_score":0.0166666667}
{"full_text":"From misery, one of the most shithole states in the Union, to the Republican party, the most shithole political party in the world.  The good news... you may still get covid19.  Now some might think that's awful, but the shit you do daily to hurt other Americans, yeah, deserved.","sentiment_score":0.046875}
{"full_text":"RT So, the UCP took federal emergency Covid money for themselves, but left 300 hundred million on the table for regular work...","sentiment_score":0.0}
{"full_text":"Mr. UpOuttaDerr #49ers #CovidVaccine #QuarantineLife #StimulusCheck","sentiment_score":0.0}
{"full_text":"RT do I have covid or have I only consumed wine and carbohydrates for 8 days","sentiment_score":0.0}
{"full_text":"RT Get it into your heads, people.The more you comply, the more restrictions you will get.This is not about controlling...","sentiment_score":0.5}
{"full_text":"RT During this difficult time of COVID-19, enjoy the #SMTOWN_LIVE \"Culture Humanity\" concert, that will encourage and cheer...","sentiment_score":-0.05}
{"full_text":"RT NEW: School holidays will be extended until January 11th under Covid restrictions being discussed by cabinet, and due to be...","sentiment_score":0.0056818182}
{"full_text":"2021 looks like more of the same with social distancing and hygiene procedures, we're ready a set up #ktm #readytorace #motocross #experience","sentiment_score":0.1833333333}
{"full_text":"RT You claimed there would be 20 million vaccines distributed by the end of the year, but only 2.1 million hav...","sentiment_score":0.0}
{"full_text":"RT As Ontario sees a record 2,900 cases on just 39,000 tests, while COVID hospitalizations &amp; ICU beds are at record highs...","sentiment_score":0.0}
{"full_text":"RT Please be under no illusions. Schools are not being kept open for the wellbeing of the children. This is taken directly...","sentiment_score":0.05}
{"full_text":"There are thousands of different variants of #CoVID_19 (&amp; no teleport machine, so travel means exposure to others or things they'll touch).Severity of COVID is mostly due to how high viral load is, &amp; mixing with infected people increases *everyones* load.Hope that helps","sentiment_score":0.0116666667}
{"full_text":"RT Coronavirus cases in children surpass 2 million mark. Looks like the claim that kids are #COVID19-proof was fake new...","sentiment_score":-0.1818181818}
{"full_text":"RT Please be under no illusions. Schools are not being kept open for the wellbeing of the children. This is taken directly...","sentiment_score":0.05}
{"full_text":"RT With the tragic death of Rep.-elect Letlow, I find myself thinking of all those who died \"for\" Trump: who found themselve...","sentiment_score":-0.75}
{"full_text":"RT In contrast to vaccination, being healthy certainly prevents infection.If a mere fraction of the Covid spend were devot...","sentiment_score":0.0714285714}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT THIS!! ","sentiment_score":0.0}
{"full_text":"RT I see a lot of tweets from republicans regarding Luke Letlow passing away from Covid. Why didn't they do the same when...","sentiment_score":0.0}
{"full_text":"Germany still 'very far from normality' as daily Covid-19 death toll surpasses 1,000 for 1st time - health minister #","sentiment_score":0.065}
{"full_text":"RT Rich countries will get access to coronavirus vaccines first - for poorer ones, the timeline will stretch until 2024 (a...","sentiment_score":0.3125}
{"full_text":"not covid-19, its wuhan virus","sentiment_score":0.0}
{"full_text":"RT , that PCR test is flawed. The test inventor said it should not be used to diagnose infectious diseases but here we ar...","sentiment_score":-0.5}
{"full_text":"How will history judge Donald Trump's legacy of managing and leading America's battle against the 2020 pandemic? The PANDEMIC OF MISINFORMATION blog has documented, month-by-month, the president's COVID record","sentiment_score":0.0}
{"full_text":"my tuppence worth is that restrictions would me more effective if they just called it a lockdown, not tiers.","sentiment_score":0.4666666667}
{"full_text":"Why would most Americans need more money in stimulus checks?  We qualify for $10k but have had zero income impact due to Covid. Millions of Americans are in the same boat is us. We don't need stimulus money. It's comedic that this is even being discussed.","sentiment_score":0.21875}
{"full_text":"RT In 3 months, it will be almost a year since we entered our first lockdown. What progress has the UK made? It seems we are in...","sentiment_score":0.25}
{"full_text":", would you be able to add daily vaccination numbers to your COVID updates? I'd sure love to follow that rollout is going!","sentiment_score":0.40625}
{"full_text":"pandemic mood","sentiment_score":0.0}
{"full_text":"If people believe that lockdown measures and cloth masks protect people from a respiratory virus, they might as well believe this. Same cultist thought pattern.","sentiment_score":0.0}
{"full_text":"RT It's interesting to me that no media outlet will touch the fact that California, which has the harshest covid restrictions,...","sentiment_score":0.5}
{"full_text":"RT EU&amp;China concluded negotiations of an investment agreement after 7 years of talks. Goal was to seal a deal in. 2020, but t...","sentiment_score":0.0}
{"full_text":"RT Just 377 healthy people under 60 have died of Covid. That's not a typo. There are no zeros missing. 377. Yes, that's sad but...","sentiment_score":-0.0666666667}
{"full_text":"RT Deaths from Covid fell 4% over last seven days. Strangely this makes no headline.","sentiment_score":-0.025}
{"full_text":"Fill in the _____ with any Dem or RINO governor. Public health officials too.Newsom, Cuomo, Wolf, Walz, Pritzker, Hogan, the Nazi in NJ. Fauci...And they'll continue until they are stopped by someone.","sentiment_score":0.0}
{"full_text":"In Blantyre people are getting Covid certificates from madobadoba at 5K. Just know that some countries ain't playing...you won't be granted entry without tests. #StaySafe","sentiment_score":0.0}
{"full_text":"RT 2020 has passed in COVID-19, a new year with smiles is waiting for us. Let's start 2021 with smily faces. #2021YearOfSmiles...","sentiment_score":0.1363636364}
{"full_text":"RT Please be under no illusions. Schools are not being kept open for the wellbeing of the children. This is taken directly...","sentiment_score":0.05}
{"full_text":"RT Speaker Mahinda Yapa Abeywardena has taken precautionary measures after his driver had tested positive for Covid -19ht...","sentiment_score":0.2272727273}
{"full_text":"RT Male Nurse Suspended For Having Sex With COVID-Infected Manhttps:\/\/t.co\/SqIyLI6VPN","sentiment_score":0.0}
{"full_text":"RT As #COVID19 vaccines are underway, discover how vaccines are developed safely ","sentiment_score":0.3}
{"full_text":"RT UK regulators have approved the use of the Oxford University\/AstraZeneca coronavirus vaccine, which is cheaper and easier to dist...","sentiment_score":0.0}
{"full_text":"RT COVID is a real illness; it's not a hoax. You can appreciate how serious it can be for some and simultaneously be an adv...","sentiment_score":-0.0666666667}
{"full_text":"RT Getting the COVID-19 vaccine will save your life. I have absolute confidence in our scientists and look forward to gettin...","sentiment_score":0.2}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"I feel every word of this.","sentiment_score":0.0}
{"full_text":"RT In 3 months, it will be almost a year since we entered our first lockdown. What progress has the UK made? It seems we are in...","sentiment_score":0.25}
{"full_text":"COVID-19: FG cautions against self-medication, says can cause organ damage","sentiment_score":0.0}
{"full_text":"I hope district leaders will see this and rethink high school sports.","sentiment_score":0.16}
{"full_text":"thanks for mentioning this on Trunk Nation. I ordered 2 &amp; hopefully this helps the guy who was a stagehand but hasn't been able to work due to the pandemic.","sentiment_score":0.1916666667}
{"full_text":"if I die of covid, I'm asking for my corpse to be stuffed into your home's air conditioning vents.","sentiment_score":0.0}
{"full_text":"RT Millions more people to move into toughest tier 4 restrictions in England from midnight after Covid cases escalate","sentiment_score":0.5}
{"full_text":"RT Hubei province, where Covid started, has 57m people and cities of 11mThey locked down completely, closed airports, ro...","sentiment_score":-0.1277777778}
{"full_text":"RT Cognitive dissonance: Christmas trees in the hospital decorated with \"Joy\" decor next to banners \"Its Covid Inside\". Is it j...","sentiment_score":0.4}
{"full_text":"London put into tier 2 after the nov lockdown. Should have been in tier 3. New varient now rampant and loads in tier 4. NHS is not fit for purpose","sentiment_score":-0.0318181818}
{"full_text":"RT COVID denial is also highly offensive tbh. The amount of people and their suffering it disregards is so disrespectful.","sentiment_score":0.16}
{"full_text":"RT People should know that Ontario's current COVID numbers are way, way better than Ford's advisors predicted. The latest lo...","sentiment_score":0.3333333333}
{"full_text":"RT TONIGHT: The local EMT who gave CPR to a man who collapsed on a flight into LAX and later died w\/ #COVID19 on 12\/14 tells me...","sentiment_score":0.0}
{"full_text":"If you ate a pizza at the Greater Wynnewood Exotic Animal Park you don't need to worry about what's in the Covid vaccine.","sentiment_score":0.5}
{"full_text":"RT Are you still working from home &amp; sitting longer than usual It is important for your health to get up often, for at least 3 minu...","sentiment_score":-0.05}
{"full_text":"RT Good News for Billions of PeopleOxford\/AZ vaccine approved!Storage regular fridge temp. Comparable safety profile2...","sentiment_score":0.35}
{"full_text":"Wow Covid has hit you hard mate","sentiment_score":-0.0958333333}
{"full_text":"RT I have now lost TWO Uncles to COVID-19 within the past week. It's too much. In addition to sitting with the deep pain of losing...","sentiment_score":-0.0166666667}
{"full_text":"RT \"What did you do in the Pandemic, daddy?\" \"Oh, I said it was scaremongering. Dismissed safety measures. Said there would...","sentiment_score":0.0}
{"full_text":"2 game postponed sebab covid","sentiment_score":-0.4}
{"full_text":"RT \"15 lakh in every bank account &amp; 2 crore jobs every year\"\"Give me 50 days time, else...\"\"We will win war against Coron...","sentiment_score":0.8}
{"full_text":"RT the country in a tier 4 lockdown but schools remaining open is like eating soup with a fork","sentiment_score":0.0}
{"full_text":"RT JUST IN: McConnell Introduces His Own CoVID Relief Bill to Boost Direct Payments to $2000","sentiment_score":0.35}
{"full_text":"RT I'm calling on all of Congress Repubs\/Dems alike to cut their salaries by 35%-39%. \"We the People\" have complied, closed...","sentiment_score":-0.1}
{"full_text":"Trump supporter? Died of a hoax.","sentiment_score":0.0}
{"full_text":"RT While DOJ ignored the spread of COVID inside prisons, they did try to launch a political attack on Democratic governors by...","sentiment_score":0.0}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"RT I expect the UCP issues managers who are vacationing out of Canada to apologize to Albertans who sacrificed their holiday b...","sentiment_score":0.0}
{"full_text":"Get my art printed on awesome products. Support me at Redbubble #RBandME:  #findyourthing #redbubble #NewYear2021 #fearwomen #COVID19 #NewStrainOfCoronavirus #facemasks #giftideas #Polkadot #merchbyamazon #InstantGamingGiveaway2021 #christmasisnotcancelled","sentiment_score":1.0}
{"full_text":"Masks have been a revelation man. If this country wasn't so fuckin stupid we could see how effective they are in not only preventing covid spread but all airborne sicknesses as well","sentiment_score":-0.0666666667}
{"full_text":"RT A  on COVID Living Room Spread: Saturday: - Older, out of the house brother wants to visit younger siblings.  Mom says...","sentiment_score":0.1222222222}
{"full_text":"RT We're living through:1) Worst pandemic in modern history2) Worst economy since Great Depression (maybe worse)3) Worst...","sentiment_score":-0.4}
{"full_text":"RT COVID-19 encountering the new strain of COVID-19","sentiment_score":0.1363636364}
{"full_text":"RT NYE is impossible I'm so so sorry. It's screaming Covid guarantee","sentiment_score":-0.5833333333}
{"full_text":"RT It's impressive how Vox managed to recruit the most mediocre, the most vindictive, the most physically and morally repulsiv...","sentiment_score":0.2857142857}
{"full_text":"RT well fucking enforce a lockdown","sentiment_score":-0.6}
{"full_text":"RT Getting the COVID-19 vaccine will save your life. I have absolute confidence in our scientists and look forward to gettin...","sentiment_score":0.2}
{"full_text":"\"Millennials and young people\".... this cuts deep.","sentiment_score":0.05}
{"full_text":"RT 1\/2As we reflect on #OneYearInAWeek we're really pleased we've been able to welcome back some of our group visitors. When...","sentiment_score":0.45}
{"full_text":"the only thing getting me through today's covid announcement is the thought of my signed wonder and folklore cds being on their way to me","sentiment_score":0.0}
{"full_text":"tw covid","sentiment_score":0.0}
{"full_text":"RT (1,2) COVID, like gun violence, is non partisan.  Bullets &amp; disease do not care if you are Rep or Dem. If affected, yo...","sentiment_score":0.0}
{"full_text":"RT I want every Oregonian to have a safe and healthy new year. This situation in our own state should remind us to protect...","sentiment_score":0.4340909091}
{"full_text":"So, Tier 4. Time to check up on the new guidelines:","sentiment_score":0.1363636364}
{"full_text":"We set the Y Axis maximum on this statewide hospitalization graph to 12,000 after the summer surge. We may surpass that tonight .","sentiment_score":0.0}
{"full_text":"Everyone banging on as if COVID is just getting up and fucking off come Saturday morning. Don't think the virus gives a fuck that's it's a new year new you. Still be stuck being able to do fuck all. Grow up.","sentiment_score":-0.1045454545}
{"full_text":"From Fox News - Sen. Marco Rubio: Dr. Fauci lied about coronavirus to manipulate our behavior -- that's appalling Sen. Marco Rubio: Dr. Fauci lied about coronavirus to manipulate our behavior -- that's appallinghttps:\/\/t.co\/3NJyUUvAlU","sentiment_score":-0.35}
{"full_text":"RT #UP10TION's Xiao And Kogyeol Return To Daily Life After COVID-19 Quarantine","sentiment_score":0.0}
{"full_text":"RT It's interesting to me that no media outlet will touch the fact that California, which has the harshest covid restrictions,...","sentiment_score":0.5}
{"full_text":"1,000 people die of covid, and we leave the EU with a crap deal.","sentiment_score":-0.8}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT UK coronavirus deaths increase by 981, with another 50,023 cases","sentiment_score":0.0}
{"full_text":"RT Getting the COVID-19 vaccine will save your life. I have absolute confidence in our scientists and look forward to gettin...","sentiment_score":0.2}
{"full_text":"Even with a COVID-19 vaccine, we still need paid sick daysBy Dr. Jesse McLarenhttps:\/\/t.co\/0tEb6e0yHL","sentiment_score":-0.7142857143}
{"full_text":"RT \"Every moment defines a generation. This is our moment,\" says finance minister #onpoli #COVID2019 #COVID19 #cov...","sentiment_score":0.0}
{"full_text":"But did he test positive for COVID-19?","sentiment_score":0.2272727273}
{"full_text":"Please stop with the platitudes and sarcasm. You have not delivered on your promises at any stage in this pandemic. Late to the stage at every turn. Teaching profession let down time and time again.","sentiment_score":-0.2185185185}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"RT Getting the COVID-19 vaccine will save your life. I have absolute confidence in our scientists and look forward to gettin...","sentiment_score":0.2}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"So last week I wasn't allowed to see my family for Christmas but next week I have to back into my primary school placement with 30 kids from separate households and no social distancing?... How does this make sense? #schoolsreopeninguk","sentiment_score":0.0766666667}
{"full_text":"RT Should we go into full lockdown? Please vote &amp; RT","sentiment_score":0.35}
{"full_text":"12 regular members of West Indies decided to skip the tour amid coronavirus pandemic","sentiment_score":0.0}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"RT The storm whispered: I bring you Covid-19.Primary school teachers: It's ok, we have wet paper towels.","sentiment_score":0.2}
{"full_text":"RT if you're blind to numbers at this point, imagine something along the lines of four packed airliners falling out of the sky on...","sentiment_score":-0.5}
{"full_text":"I think i suffer from COVID19","sentiment_score":0.0}
{"full_text":"Heigh ho, heigh ho, it's in to lockdown we go ","sentiment_score":0.0}
{"full_text":"Because it was supposed to be a 2 week lockdown but anti-maskers and people who think the government is out to get them ruined it for everyone.","sentiment_score":0.0}
{"full_text":"RT Why won't and force Mitch McConnell to immediately provide Georgians with $2,000 COVID reli...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: The Government has accepted recommendation for authorisation of #CO...","sentiment_score":0.0}
{"full_text":"RT If systemic racism is the root cause of racialized health inequities in this pandemic, then race (altho a social const...","sentiment_score":0.0333333333}
{"full_text":"RT The is urging people to stay home, but punishing them with parking tickets. Do you want people to stay home tf...","sentiment_score":0.0}
{"full_text":"Covid Briefing changed to Train reveal what a joke","sentiment_score":0.0}
{"full_text":"RT Manchester City have now returned to training after no new positive COVID cases were detected in the latest round of t...","sentiment_score":0.1147727273}
{"full_text":"RT Today, the UK has registered 50,000 new cases and 981 deaths from #COVID19.In total, the UK has had:- 2,432,888 cases...","sentiment_score":0.0681818182}
{"full_text":"RT Small-government conservative wants the government to ask every person in the country about their personal finances ov...","sentiment_score":0.1}
{"full_text":"Legislation enacted to combat the pandemic is expected to exceed $2 trillion.https:\/\/t.co\/kqRX1QFACv","sentiment_score":-0.1}
{"full_text":"STOP YOUR RISK of agonizing death and killing loved ones and friends. Get your copy \"Proven Covid-19 Protection\" 99% efficacy #Covid19vaccine  #coronavirus #Coronavirusvaccine #vaccine","sentiment_score":0.7}
{"full_text":"Wondering how has the COVID-19 pandemic impacted on mobility projects in  and how are they are dealing with this unprecedented situation? A collection of successful examples that prove pupil mobility is still possible! #EdGateway Discover More","sentiment_score":0.4625}
{"full_text":"RT Judging by replies I've had (I'm an NHS Radiographer), there seems to be a coordinated disinformation campaign...","sentiment_score":0.0}
{"full_text":"An Introduction to Health was founded in 2016 to accelerate the development of personalized medicine and technology solutions including diagnostic tests to support patient's care and improve health outcomes. #medtech #healthtech #covid19 #WeAreVST","sentiment_score":0.0}
{"full_text":"The Premier League is not discussing the possibility of a circuit break to halt the season amid a rise of coronavirus cases in the game.Should there be a circuit break? #premierleague","sentiment_score":0.0}
{"full_text":"According to anyone with type 1 or type 2 #diabetes, can develop diabetic retinopathy. The risk increases the longer a person has diabetes and when blood sugar, blood pressure, and cholesterol levels are hard to control. #PreventBlindness","sentiment_score":-0.2916666667}
{"full_text":" ON AIR:We talk with education reporter and school administrator Makinya Ward about how the pandemic forced the closures of 6,000 licensed childcare facilities.  What do you think this means for early childhood education? Tweet us.:","sentiment_score":-0.1}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"Most primary schools are due to reopen on Monday as planned, although some may have their opening delayed. will publish a list on the website of schools that aren't opening and schools will be in touch with parents\/carers. 2\/3","sentiment_score":0.2583333333}
{"full_text":"RT WATCH LIVE: #Coronavirus press conference (30 December 2020) Speakers:   Prime Minister  Jonatha...","sentiment_score":0.1363636364}
{"full_text":"RT Getting the COVID-19 vaccine will save your life. I have absolute confidence in our scientists and look forward to gettin...","sentiment_score":0.2}
{"full_text":"Why were the veterans homes in Paramus and Menlo Park hit so hard? Over the course of nine months, our reporting provided an answer.","sentiment_score":-0.2916666667}
{"full_text":"A recent survey discovered widespread disappointment in the #PrivateSector in terms of how businesses have been responding to the #COVID19 crisis. Read our new blog to find out how businesses can turn this negative perception around:","sentiment_score":-0.1909090909}
{"full_text":"RT The signal this sends to the #Uyghur community, both in China and Europe, is that the EU (especially DE &amp; FR) puts prof...","sentiment_score":0.0}
{"full_text":"We join together with religious institutions across the country in ringing our bells to remember and honor the 335,000 lives lost to COVID-19 to date in the United States. #ringnybells #farewellbells #nychurchbells","sentiment_score":0.0}
{"full_text":"*May* have?Of course they oversold it. They ALWAYS lie.","sentiment_score":0.0}
{"full_text":"\"Despite the cancellation of fireworks and festivities on the Strip and throughout Clark County due to COVID-19 concerns, fireworks ignited in neighborhoods by individuals can still create smoke and particle pollution,\" said.https:\/\/t.co\/Vdcumtwq4D","sentiment_score":-0.125}
{"full_text":"RT Stunning statistic: 1 in every 1,000 Americans has died of COVID","sentiment_score":0.5}
{"full_text":"First Nations-Metis Rapper Joey Stylez shares his new music and insights into staying creative during a pandemic #INDIGENOUS #TAIRP","sentiment_score":0.2954545455}
{"full_text":"More companies are receiving approvals for their #Covid19 vaccines. #RADIOLOGEX #medicalimaging #hipaa #healthcare #userauthentication #healthit #medtech #saas #baas #patientdata #enterprisei #healthtech #GetRDEE","sentiment_score":0.5}
{"full_text":"The COVID-19 pandemic has provided China new opportunities to deploy digital infrastructure domestically and abroad, pushing 5G, health apps, surveillance programs, and thermal imaging cameras as tech solutions to the crisis:","sentiment_score":0.0681818182}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT I drank water out of Valleys fountains so therefore im immune to Coronavirus.","sentiment_score":0.0}
{"full_text":"2020UAE sees surge in glamping amid COVID-19Get your glamping tents from #glitzcamp@glitzcamp #glamping #camping","sentiment_score":0.0}
{"full_text":"#NYC | Tough year for 'the epicenter' of #COVID crisis","sentiment_score":-0.3888888889}
{"full_text":"We'd love to hear your feedback! Please take a moment to answer a few short questions regarding your thoughts on the COVID-19 vaccine. Your answers will be kept entirely confidential. To take the survey, please visit","sentiment_score":0.10625}
{"full_text":"'Reed Smith: \"Gender diversity in the age of the pandemic\"'https:\/\/t.co\/lyiAWynBjQVisit us at: #Diversity #Pandemic #CIT #CITjobs #CITcareers","sentiment_score":0.0}
{"full_text":"RT Hubei province, where Covid started, has 57m people and cities of 11mThey locked down completely, closed airports, ro...","sentiment_score":-0.1277777778}
{"full_text":"RT (2\/2) Elective care isn't optional care \"Routine\" appointments matter. They keep our patients safe and well. We will...","sentiment_score":0.5}
{"full_text":"RT Y'all screaming \"my body, my choice\" about COVID vaccines should realize that we're spiraling into \"my ER, my choice\"...","sentiment_score":0.0}
{"full_text":"Experts say the skepticism is warranted as tribes have experienced disinvestment, incompetence and brutality at the hands of the federal government.","sentiment_score":0.8}
