{"full_text":"covid did that ","sentiment_score":0.0}
{"full_text":"RT Must not lie to the populationMust not lie to the populationMust not lie to the populationMust not lie to the popul...","sentiment_score":0.0}
{"full_text":"RT COVID conga lines are not smart.","sentiment_score":-0.1071428571}
{"full_text":"RT Learn how the UAE worked with US partners to confront the global pandemic in 2020, and improve future global preparedness...","sentiment_score":0.0}
{"full_text":"RT Dr. Birx is \"retiring.\" Good. She failed us and has no place in an administration that will actually take the threat of CO...","sentiment_score":0.0666666667}
{"full_text":"It's information warfare and these are war criminals. The victims are our children.","sentiment_score":0.0}
{"full_text":"RT The longer this virus is allowed to spread, the more it will mutate. We must control spread.","sentiment_score":0.5}
{"full_text":"RT #AIReadiness| In the view of #COVID19, enterprises have been increasingly harnessing emerging tech. This raises a demand amon...","sentiment_score":0.0}
{"full_text":"RT Anti-science enough to accuse us of lying about COVID deaths 2 months ago, but smart enough to know we're not, and ric...","sentiment_score":0.0714285714}
{"full_text":"Your pastors and daddies are collecting COVID 19 benefits for Yankee","sentiment_score":0.0}
{"full_text":"the bandemic","sentiment_score":0.0}
{"full_text":"UBI  ---- soon. News","sentiment_score":0.0}
{"full_text":"RT this is also why we can't just study a pandemic with science and medicine. we also have to understand social sciences and hu...","sentiment_score":0.0333333333}
{"full_text":"You must have Covid cuz you have no taste","sentiment_score":0.0}
{"full_text":"RT THOMAS BATTISTA, 82 of Providence, Rhode Island, died of COVID on July 17.\"He was sherbet-colored cashmere, New Year's...","sentiment_score":0.1363636364}
{"full_text":"RT This is how I explained the Relief Package to my 8-year-old...I loaned $700 to my friend, and then Covid hit. I lost my job...","sentiment_score":0.0}
{"full_text":"The pictures you are referring to were taken at the NIH lab in Maryland, not Wuhan.","sentiment_score":0.0}
{"full_text":"As we go Festive, Do not forget the Covid SOPs and also to #sleepunderthenetug#staysafeDo not drink and Drive","sentiment_score":0.0}
{"full_text":"RT scientists just released this video of coronavirus entering the body","sentiment_score":0.0}
{"full_text":"RT Biden: \"Here is the simple truth. Our darkest days in the battle against Covid are ahead of us, not behind us. So we need to pr...","sentiment_score":0.1}
{"full_text":"RT Jupiter And Saturn Fined For Not Obeying Social Distancing","sentiment_score":0.0333333333}
{"full_text":"RT Texas Attorney General Ken Paxton tried to get the Trump administration to revoke millions in federal COVID relief fundin...","sentiment_score":0.05}
{"full_text":"RT Seems like the \"pro-life\" thing to go ...","sentiment_score":0.0}
{"full_text":"RT \"What else, what else... the covid vaccine. You heard about this? Some people think the government's gonna use it to ch...","sentiment_score":0.0}
{"full_text":"RT Covid-19: Agreement 'reached with France' over UK border Finally both sides have come to their sen...","sentiment_score":0.0}
{"full_text":"RT Boxing Day fox hunts have apparently been called off this year, due to Covid-19. Now seems like a good time to ensur...","sentiment_score":0.2083333333}
{"full_text":"RT Until a couple of weeks ago Sevenoaks had a lowish rate of covid. It's affluent with little overcrowded housing and no gr...","sentiment_score":0.23125}
{"full_text":"Lol this is sad on more than 5 levels","sentiment_score":0.2666666667}
{"full_text":"RT Today, I wanted to speak out on behalf of a fellow Black woman physician, Dr. Susan Moore, to not let our stories go unheard...","sentiment_score":-0.1666666667}
{"full_text":"RT GOP: \"We can't do $1200 checks. That's irresponsible. Think of the deficit.\"Also GOP: \"As part of a COVID deal we are allocating...","sentiment_score":0.0}
{"full_text":"I want to be happy about this but 4 days in person a month (starting in feb) for my middle schooler and high schooler is not enough. #openschools","sentiment_score":0.192}
{"full_text":"RT Never forget that when the Americans were dying and jobless from a deadly pandemic, the republicans chose to bail out...","sentiment_score":-0.2}
{"full_text":"RT 25\\ Governor Polito issues stay at home order, throws mansion bash:https:\/\/t.co\/8kUEpknT7d","sentiment_score":0.0}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"RT We know that, more than ever, you need support to find solutions to your pinch points. are an NHS organisation...","sentiment_score":0.5}
{"full_text":"Man I'm craving me some pizza buffet. Damn you COVID probably never be able to eat a buffet ever again","sentiment_score":0.5}
{"full_text":"RT \"We've been telling policymakers that there's room for improvement, a lot of room for improvement, and now I think that's bei...","sentiment_score":0.0}
{"full_text":"RT scoop: the Canadian Association for Free Expression, led by neo-nazi Paul Fromm, has received funds from Canada's COVI...","sentiment_score":0.4}
{"full_text":"\"Where are all the plexiglass dividers Herb? I asked you to sketch every ride vehicle with plexiglass dividers.\"Walt Disney, 1955 discussing Social Distancing measures with artist Herb Ryman.","sentiment_score":0.0333333333}
{"full_text":"RT \"Our darkest days\" in the fight against Covid-19 \"are ahead of us,\" President-elect Joe Biden says just now in national...","sentiment_score":0.0}
{"full_text":"RT Dear grubby tweet aims to divide NSW &amp; Victoria. Fighting the twin plagues of Covid &amp; NewsCorp uni...","sentiment_score":0.0}
{"full_text":"RT #Perdue blindly supports #Trump downplaying #COVID19, disrespecting #Military &amp; #Veterans,  battling  #ACA &amp;...","sentiment_score":-0.3}
{"full_text":"RT A felony carrying up to 10 years imprisonment, snuck into a pandemic relief bill. The US prison culture marches on","sentiment_score":0.0}
{"full_text":"RT BREAKING: Amelia Bedelia has escaped with large quantities of the Covid vaccine after being told to \"Take the vaccine\"","sentiment_score":0.2142857143}
{"full_text":"RT David Icke:Rockefeller Foundation doc about a Flu Pandemic, what will happen, Global Lockdown6 weeks before #COVID19 in C...","sentiment_score":0.0}
{"full_text":"Yea and it shows. I do have a 9to5 and covid really overworked me so I'm trying to get back into the swing. What do you stream?","sentiment_score":0.1}
{"full_text":"When #COVID19 comes to an official close, legacy will be the #ExcludedNOTForgotten! #onpoli #cdnpoli #onnews #onpoli #cdnnews","sentiment_score":0.0}
{"full_text":"RT the british public are absolutely furious with themselves about how they've handled the pandemic. they've really let down...","sentiment_score":0.0488888889}
{"full_text":"RT The Coronavirus Relief Bill Reveals How Much Republicans Care About Suffering Americans (Not At All)","sentiment_score":0.2}
{"full_text":"RT Biden: \"One thing I promise you about my leadership during this crisis: I'm going to tell it to you straight. I'm going to tel...","sentiment_score":0.2}
{"full_text":"Make all arrangements for Durajpally Jatara: Minister Jagadish Reddy #JagadishReddy #Suryapet #Coronavirus","sentiment_score":0.0}
{"full_text":"RT Tell Tom Brady to do it","sentiment_score":0.0}
{"full_text":"RT A felony carrying up to 10 years imprisonment, snuck into a pandemic relief bill. The US prison culture marches on","sentiment_score":0.0}
{"full_text":"RT God. Jesus. Why are you doing this in the middle of a pandemic?!","sentiment_score":0.0}
{"full_text":"RT It takes the average person 138 hours to read 5,000 pages of text.Members of Congress received the 5593 page coronavirus...","sentiment_score":-0.15}
{"full_text":"RT HAPPENING NOW: President-elect Joe Biden delivers a year-end message after receiving a COVID-19 vaccine on Monday.\"We...","sentiment_score":0.0}
{"full_text":"RT Texas AG Ken Paxton urged White House to revoke Harris County COVID relief over mail ballotshttps:\/\/t.co\/71xHElASyA #ho...","sentiment_score":0.0}
{"full_text":"going  2020s","sentiment_score":0.0}
{"full_text":"RT The whole package is a sell out.    I'm voting no.   Dozens of problems.  5,500 pages long and 2 hours to review.  This is...","sentiment_score":0.075}
{"full_text":"RT I can't see how these things work. But they do. So be safe and wear a mask! Happy Holidays to all!","sentiment_score":0.8125}
{"full_text":"Watch this Snohomish County PSA about #Covid19 #vaccines. You just might see some familiar faces. #ProvidenceHeroes  ","sentiment_score":0.375}
{"full_text":"RT So here is what I find interesting: Corona declined Austin's offer, and did NOT decline to enter the Re-Entry Draft. If...","sentiment_score":0.5}
{"full_text":"RT No essential worker is being paid enough to put up with this kind of garbage. Call the cops and have the man removed. W...","sentiment_score":0.2}
{"full_text":"I keep hearing that today's 691 COVID deaths is the 'highest since May' - but surely there were 696 deaths on November 25th? Am I missing something???","sentiment_score":0.15}
{"full_text":"RT \"Our darkest days in the battle against COVID are ahead of us, not behind us,\" warns","sentiment_score":0.2}
{"full_text":"RT THIS.","sentiment_score":0.0}
{"full_text":"RT \"The bottom line is that $600 is a joke,\" Georgia Senate candidate Jon Ossoff says on Congress passing a coronavirus relief bill...","sentiment_score":0.0}
{"full_text":"RT That's just evil.","sentiment_score":-1.0}
{"full_text":"RT Don't avert your eyes from the brutal cruelty of daily life under American capitalism. Just rotten to its core.","sentiment_score":-0.2916666667}
{"full_text":"RT Plague Island is trending once again thanks to the same people who said it was racist to call it the \"China virus.\"","sentiment_score":0.1}
{"full_text":"7016 is so pre covid!","sentiment_score":0.0}
{"full_text":"RT Newhart!  You may have found the right way to wear 'em these days.","sentiment_score":0.2857142857}
{"full_text":"#ORPHUK seeks to 'accelerate and optimize' clinical development of pandemic vaccines.More than 360,000 people signed up to the UK's registry of people interested in participating in vaccine trials - such as human challenge trials.https:\/\/t.co\/ujTn2ApUnr","sentiment_score":0.0833333333}
{"full_text":"RT Ana Navarro says it's \"immoral\" for people who have enabled \"Donald Trump downplaying the Covid virus, calling it a hoax, who have...","sentiment_score":0.0}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"mom refuses to take a free corona test bc \"well if you're scared i got it just keep your distance\". while living in the same house for the time being. fuck this.","sentiment_score":0.0}
{"full_text":"Canada's more population zone in Ontario declares the new lockdown this Saturday","sentiment_score":0.3181818182}
{"full_text":"RT When could you potentially receive the COVID-19 vaccine? Use this interactive tool for an estimate:","sentiment_score":0.0}
{"full_text":"Covid-19 death teacher 'forgotten' by government, says family","sentiment_score":0.0}
{"full_text":"RT The same governments &amp; health organizations that are posting photos of frontline health workers receiving the #COVID19 vaccine...","sentiment_score":0.0}
{"full_text":"RT COVID-19 Vaccine - Phase Ia","sentiment_score":0.0}
{"full_text":"RT \"What else, what else... the covid vaccine. You heard about this? Some people think the government's gonna use it to ch...","sentiment_score":0.0}
{"full_text":"A 39 year old nurse likely has permanent Covid related damage to her lungs. One finding showed that a high number of healthcare workers have contracted #Covid19bc. They are paying a physical price for doing work that elps us and saves our lives.","sentiment_score":0.052}
{"full_text":"RT Thanks and -- our connection and work this year has been a treasured highlight of 2020. It's been fun and...","sentiment_score":0.25}
{"full_text":"RT Now it is documented. Trump's COVID policy was to infect as many Americans as possible. If this isn't premeditated murder, I...","sentiment_score":0.25}
{"full_text":"#oneplateau #DrFauci How can he not stop travel from #England with the #infections even higher and more rapidly spreading a #pandemic THAT CAN NOW EFFECT CHILDREN !?HAVE TO PROTECT THE #children #WTFU IS WRONG WITH #UnitedStates !!","sentiment_score":0.03125}
{"full_text":"RT The miracle is that you'll soon be leaving.The SCIENCE is why we have the vaccines.The same science yo...","sentiment_score":0.0}
{"full_text":"RT Mike Pence, speaking before a packed audience during a pandemic at the Turning Point conference, is still pretending Trump cou...","sentiment_score":0.0}
{"full_text":"RT Don't call it a freaking #COVID19 relief. Because IT IS NOT.","sentiment_score":0.0}
{"full_text":"RT Unfortunately the bulk of the Parliamentary Labour Party and most of the media thought that Corbyn &amp; Labour posed more...","sentiment_score":0.1666666667}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"RT The con that is Space Force cost Americans billions of dollars.A lot of it will be spent consulting,  seeking technical i...","sentiment_score":-0.05}
{"full_text":"RT Pres.-Elect Biden:  \"Our darkest days in the battle against Covid are ahead of us -- not behind us -- so we need to prepa...","sentiment_score":0.2}
{"full_text":"Please, let's get this trending. Her voice needs to be heard.","sentiment_score":0.0}
{"full_text":"RT Jesus Christ -- how Ivanka or half the administration is not in jail right now is beyond me","sentiment_score":0.0063492063}
{"full_text":"MILLIONS of people standing in line at Costco\/Walmart right now. I see a whopping 20 people in your scary airport pic. Last report says LAX is DOWN 80%.Congress is flying their families worldwide in private planes, while lecturing peasants 2stay home- where's that story?","sentiment_score":-0.073968254}
{"full_text":"RT To get through this crisis, the public needs an even more local view of how the virus is spreading to make informed decisions....","sentiment_score":0.1666666667}
{"full_text":"RT Dr. Fauci just received his first dose of the COVID-19 vaccine!","sentiment_score":0.3125}
{"full_text":"bitch really be having covid and their period at the same time... it's me i'm bitches and i want to k word myself","sentiment_score":0.1}
{"full_text":"My grandma could use some new mystery books; she's been tearing through them at home in lockdown.https:\/\/t.co\/1GTnBKWf2h","sentiment_score":0.1363636364}
{"full_text":"In the terms of pandemic, a lot of old people won't be able to have a new year. They don't have enough money for food and have to ask for help in the streets. We can help them, we can make christmas miracles with just one dollarGE34BG0000000162636024lida makatsaria","sentiment_score":0.1840909091}
{"full_text":"RT My father, my hero died this morning hardly a week after burying my mother. They both tested positive for Covid-19 in Novemb...","sentiment_score":-0.0321969697}
{"full_text":"Off she goes without her lunch thing again, so I'm stuck with her here after she goes off to see her pals AGAIN. I might as well just walk into a COVID unit bare-faced at this rate. ","sentiment_score":0.0}
{"full_text":"RT A felony carrying up to 10 years imprisonment, snuck into a pandemic relief bill. The US prison culture marches on","sentiment_score":0.0}
{"full_text":"RT Nah tell Tom Brady take it","sentiment_score":0.0}
{"full_text":"RT A new wave of #covid19 is crashing into hospitals in London and the UKThere is no clapping this time.No rainbows in the...","sentiment_score":0.1363636364}
{"full_text":"RT Catching up on care post Covid-19 requires 'digital compassion' - - thanks #Anal...","sentiment_score":0.2666666667}
{"full_text":"Latest on moratoriums: CDC moratorium will extend through January 31 (pending President's signing of the COVID-19 relief package); Minnesota's moratorium (which is somewhat broader) currently runs through Jan. 10, though it has been extended many times. ","sentiment_score":0.3333333333}
{"full_text":"RT Our country can't afford another 2 yrs with Mitch McConnell as Senate Majority Leader. #GeorgiaNeedsOSSOFFandWARNOCK Requ...","sentiment_score":0.0}
{"full_text":"Honestly this is what I'm scared of when it comes to the possible hospital care for COVID. I have a friend that has lost 4 Black family members to COVID in the past 2 months. They will not fight for our life the same way they will fight for a  white life. Period.","sentiment_score":0.0305555556}
{"full_text":"RT Mitch McConnell successfully blocked mandatory paid leave for workers with COVID.","sentiment_score":0.75}
{"full_text":"RT The definition of FUCKER:Any Senator or member of the Trump Administration who derided concerns about Covid19, dismissed its...","sentiment_score":0.0}
{"full_text":"Hey Poki, I'm glad your family are getting better!! I've got some family over here who are suffering of Covid too, but I'm sure both our families will be fine!!! Thank you again for this, this would be an amazing  Christmas","sentiment_score":0.6390104167}
{"full_text":"RT \"What else, what else... the covid vaccine. You heard about this? Some people think the government's gonna use it to ch...","sentiment_score":0.0}
{"full_text":"RT It's interesting to watch my GOP colleagues who refused to wear a mask or practice social distancing, and who attended \"...","sentiment_score":0.2666666667}
{"full_text":"All you need to know about COVID-19 testing and returning to campus in 2021:https:\/\/t.co\/O4AC8V4FSj","sentiment_score":0.0}
{"full_text":"Editorial: Celebrating a holiday season like no otherhttps:\/\/t.co\/bbYBSlBlpj\"Much like we all have over the past nine months, we have had to adjust our plans for Christmas, New Year's and all other December holidays this year due to COVID-19.\"","sentiment_score":-0.0327272727}
{"full_text":"Check out how #COVID19 has impacted #Canadians. People who work with a financial advisor are less likely to report financial stress affecting their #mentalhealth vs. people who manage own investments? Contact me to learn how I can help:","sentiment_score":0.0866666667}
{"full_text":"Looking at this years rainfall figures, 3 of the 4 driest months were April, May and November while we were on lockdown, the course closed and staff furloughed. That pretty much sums up 2020!","sentiment_score":0.1333333333}
{"full_text":"Buoyed by deals to produce 1 billion worldwide doses of Moderna's #Covid19 vaccine, Lonza announced an expansion Monday that will increase its production capacity 30% by the first half of 2022.https:\/\/t.co\/4OXSzKJH64","sentiment_score":0.0416666667}
{"full_text":"Free COVID-19 testingWednesday Dec 23 9am-4pmPittsburgh Project2801 N Charles StRegister appointment neededThis is a walkup site, not a drive-thru.Insurance not required, but please bring insurance card if available. Test provided at no cost","sentiment_score":0.4}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"#COVID19 may have changed your holiday plans, but there are still ways to celebrate the season safely. Here are five holiday planning tips from #NIH #JoinAllofUs","sentiment_score":0.5}
{"full_text":"Take a look at this article from MarTech Series to find out why retailers should refocus their budget on online channels or take the omnichannel approach, especially in the post-pandemic era. #digitaltransformation #retail","sentiment_score":0.0}
{"full_text":"We need to have data on the vaccines, but it needs to be secure. Our data is secured on #blockchain.#RDEE #RADIOLOGEX #medicalimaging #hipaa #healthcare #userauthentication #healthit #medtech #saas #baas #patientdata #enterprisei #healthtech #GetRDEE","sentiment_score":0.4}
{"full_text":"Ironically, this the same an outspoken neocon whose rationality led them to think that invading Iraq would bring democracy to Middle East.","sentiment_score":0.0}
{"full_text":"Amid COVID-19 vaccinations becoming available across the US, doctors are growing concerned about other vaccines that families may be putting off.https:\/\/t.co\/T4FFY8zGbZ","sentiment_score":0.2416666667}
{"full_text":"We are using new technology to keep city playgrounds clean &amp; safe through a multi-step disinfectant process.When visiting, please:- Practice social distancing Wear a mask Pick up your trash and leave no trace Share the spaceFind a park:","sentiment_score":0.2590909091}
{"full_text":"The economic disruption caused by the #pandemic has reshaped the #IPO landscape. Our new #CFOInsights looks at the emergence of new trends.https:\/\/t.co\/eVqwQkPuC8","sentiment_score":0.1575757576}
{"full_text":"The #COVID19 vaccine is here. Get the facts. Visit to learn more.","sentiment_score":0.5}
{"full_text":"First COVID vaccines administered in Kirksvillehttps:\/\/t.co\/zaDnSiMg4S#KTVONews","sentiment_score":0.25}
{"full_text":"Biden just said in his speech \"here is the simple truth--our darkest days in the battle against COVID are *ahead* of us, *not* behind us- so we need to prepare ourselves-- steel our spines\"","sentiment_score":0.1}
{"full_text":"RT The rest of the year it's been \"Shut up &amp; Dribble\" now it's \"Lead by example\" ","sentiment_score":0.0}
{"full_text":"As community fridges popped up across Southern California in 2020, some faced pushback from the neighborhoods they were trying to help. I spoke to organizers across the region about mutual aid, health codes and food access during the pandemic. My latest.https:\/\/t.co\/XhUQlNao5c","sentiment_score":0.0}
{"full_text":"News from #Thailand | Thai PM Prayut Chan-o-cha blamed a spike in coronavirus cases on illegal migration, after the country's biggest outbreak yet saw more than 1,000 infections, mostly among workers from Myanmar at a seafood market near the capital.","sentiment_score":0.15}
{"full_text":"SHOCKING Corona Illness : In Live Football Match            Check CoronaVirus Effects Below            _________---Click Link To Get Further Detail---__________     ","sentiment_score":-0.2878787879}
{"full_text":"A second hospital trust across Somerset is treating a record high number of coronavirus patients","sentiment_score":0.08}
{"full_text":"RT A reminder to anti-maskers: ICU beds are not just for Covid cases, they are also needed for car accidents, gunshot wounds,...","sentiment_score":0.0}
{"full_text":".@SteveGrandMusic follows-up his 2015 'All I Want for Christmas' with release of new 'Home for Christmas' for the social distancing era #gaychristmas #gayxmas #holigays #holigays2020","sentiment_score":0.0848484848}
{"full_text":"Have you received speech &amp; language therapy face to face since the end of the #COVID19 #lockdown? If so, please tell us about your experiences by filling out our #SLTSurvey - thank you!","sentiment_score":0.0}
{"full_text":"Have you taken the COVID-19 survey yet? You could win a $100 gift card! And be entered into a Grand Prize Drawing for a $500 gift card! Plus, if you complete all of the surveys, you will receive ten extra entries in the Grand Prize drawing.https:\/\/t.co\/UbAblZa65q","sentiment_score":0.3708333333}
{"full_text":"What does the latest COVID-19 relief package look like? We cover the bill, plus we look at how the U.S. trade deficit with China has worsened. Check it out:","sentiment_score":0.5}
{"full_text":"shares 3 things to know about ESG fund behavior during the pandemic.PM us to learn more about how Riddl can help orgs track and improve their ESG ratings. #ESG #investing #governance #sustainability #socialimpact #ESGinvesting #pandemic","sentiment_score":0.5}
{"full_text":"RT The rest of the year it's been \"Shut up &amp; Dribble\" now it's \"Lead by example\" ","sentiment_score":0.0}
{"full_text":"It's published and ready to read. My last #blog #post in 2020. The topic. \"The Vaccine Is Here - What Are Your Expectations?\" Click on the link to read the post. #blogpost #vaccine #cdc #readers #people #usa #blogger #blogpost #politics ","sentiment_score":0.1}
{"full_text":"#Spanish #hospitality workers take to the streets to protest against tightening of #coronavirus restrictions#Spain","sentiment_score":0.0}
{"full_text":"RT Following today's statement, I asked the FM if any progress has been made on establishing a public inquiry into COVID-19...","sentiment_score":0.0}
{"full_text":"No masks?? But, but isn't he the Covid gas force Tzar or something? Whoops did I say gas force? Meant task force, I think.","sentiment_score":0.0}
{"full_text":"While the economy begins to show signs of recovery in the wake of #COVID19, many Black families are getting left behind--still facing disproportionately high rates of #unemployment and #underemployment exacerbated even further during the pandemic.","sentiment_score":0.0986666667}
{"full_text":"RT Full-time+ job opening with PHAC ( public health), R\/tidyverse\/git\/shiny\/Rmd\/SQL for COVID19 response. Canadian citizens or...","sentiment_score":0.0}
{"full_text":"RT He's still playing politics with the vaccine. Disgusting.","sentiment_score":-1.0}
{"full_text":"ALICE COURTS, 82 of Toledo, Ohio died of COVID on Dec. 6. \"In her death she died without any family or loved ones surrounding her. In her life, she was kind and sweet and just really really awesome...I know for a fact the last thing she said to all of us was 'I love you.'\"","sentiment_score":0.3916666667}
{"full_text":"Cheshire council leader issues stark coronavirus warning","sentiment_score":-0.2}
{"full_text":"Thank you to #PaidLeave champions and for supporting working class families and women! As the pandemic continues to rage war against workers, these leaders fought for what is right - emergency paid leave.","sentiment_score":0.2991071429}
{"full_text":"#Venezuela | Vice President welcomed the arrival of medical supplies donated by China to support the fight against the pandemic.https:\/\/t.co\/7bqwkZfdbF","sentiment_score":0.0}
{"full_text":"Please help spread the word about the City of Belleville's COVID-19 Business Recovery Grant. Applications are due no later than 4:30 p.m. Tuesday, Jan. 5, 2021. For questions, please call 618-233-6810, ext. 1249 or email edpz@belleville.net.","sentiment_score":-0.0625}
{"full_text":"Though most people who protect themselves with a coronavirus vaccine will never develop serious side effects, such rare cases are barred from federal court and instead steered to an obscure...","sentiment_score":0.1166666667}
{"full_text":"\"#Corona\" can be played by up to four players, who compete to buy all the groceries on a shopping list for an elderly neighbour who is shielding against the virus.#BoardGame #Germany #Games","sentiment_score":0.0}
{"full_text":"Do you know who doesn't need a measly $600 check because they haven't missed a single paycheck during the lockdowns?That's right. Congress.https:\/\/t.co\/6ZL8IddcGU","sentiment_score":-0.1174603175}
{"full_text":"In order for coronavirus relief to be effective it is critical for states to develop ways to allocate funds and set low eligibility requirements.https:\/\/t.co\/NJXOHuFkD5","sentiment_score":0.2}
{"full_text":"I'm so exhausted by the gaslighting lead by the seditious McConnell. They call the pandemic a hoax (knowing it's not) then jump ahead of the line for the vaccine. These elitist have constantly bloated the pockets of the rich and dammed the poor.","sentiment_score":-0.10625}
{"full_text":"RT Hey stupid, Covid makes you look dead.Covid takes no prisoners he doesn't care what party you belong to.  Lik...","sentiment_score":-0.8}
