{"full_text":"To G-d be the glory. On day ten of COVID-19 my daughter is feeling better and she remains 30 weeks pregnant with no problems! Her son is also fine now too - no fever or cough. To G-d be the glory! Thank you Father!","sentiment_score":0.3919270833}
{"full_text":"RT CNN: More than one million new cases of Covid-19 have been reported within the first five days of December, according to da...","sentiment_score":0.2954545455}
{"full_text":"#FuckTrump And f*%k his covid rally!","sentiment_score":0.0}
{"full_text":"stuck in a place of knowing i \/should\/ get the covid vaccine n being terrified of getting covid but also being very sus of the covid vaccine and how quickly it was made? idk i just feel very off about it","sentiment_score":0.2444444444}
{"full_text":"RT Voices from the Pandemic: \"Do people understand what's happening here? Do they care?\"","sentiment_score":0.0}
{"full_text":"RT The pandemic must not lead to totalitarian social control or the abrogation of fundamental freedoms. Freedom is foundat...","sentiment_score":0.0333333333}
{"full_text":"RT Here is a thread to explain the findings of this study, that used computational tools to predict T cell reactive seque...","sentiment_score":0.0}
{"full_text":"RT The U.K. is gearing up to deploy its first Covid-19 vaccine with plans to provide the shot at more than 1,000 centers across...","sentiment_score":0.375}
{"full_text":"RT But but but it's totally safe ...","sentiment_score":0.5}
{"full_text":"Updated Dec 5 at 7:51 PM localCSTCases 14,698,987 +235,058 Deaths  284,339  +2,541And we haven't even seen the Thanksgiving numbers yet Dec 17 or a little sooner.","sentiment_score":-0.1875}
{"full_text":"RT There were 4.5 million new Covid cases in November. Breaking news right now: we already have one million cases...","sentiment_score":0.211038961}
{"full_text":"RT ATTENTION UNFORTUNATELY LOVE HAIR STUDIO  WILL BE CLOSED FOR THE NEXT WEEK OR SO. THE STAFF WAS EXPOSED TO A POSITIVE COV...","sentiment_score":0.1568181818}
{"full_text":"The pandemic has seen a remarkable increase in couples seeking separation. Good time to be a family law lawyer.  ","sentiment_score":0.725}
{"full_text":"RT The workforce is automating faster than expected, displacing 85 million jobs in the next five years.Automation, in tandem...","sentiment_score":-0.05}
{"full_text":"Green tea lowers obesity, health risks in micehttps:\/\/t.co\/vKev97AHKb#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":-0.2}
{"full_text":"Thank you. I hope you stay safe too. The coronavirus isn't too much in the side of California where I live so it is ok, I can do raids with raid pass so no walking needed. ","sentiment_score":0.3340909091}
{"full_text":"Would Satan give you the solution?#Duped #HowDareYou!#PCRgate #Testdemic! #PseudoScience #GlobalReset #ContactTracing #Godless #ABCOVID19 #ABCares. #Covid19 #CndPoli #ABleg #AbPoli #COVID19on #Covid19Bc #Covid19Ab #Covid19Sk #Covid19Mb","sentiment_score":0.0}
{"full_text":"RT I'm black &amp; unemployed during a global pandemic, please send me money $YungSimbeezy ; pic unrelated","sentiment_score":-0.0833333333}
{"full_text":"RT The US is about seven times as populous as South Korea. We've seen more than 515 times as many covid deaths.","sentiment_score":0.5}
{"full_text":"mfs be calling covid-19 a pandemic but homosexuality is the real pandemic","sentiment_score":0.2}
{"full_text":"no shame in faking Covid cases at halftime to get out of this","sentiment_score":0.0}
{"full_text":"Who holds the patent for covid-19 vaccines has very little to do with the discussion we are having. You have committed a logical fallacy. Just to remind you, we are talking about the effectiveness of face masks.","sentiment_score":0.003125}
{"full_text":"your constituents would be better off if both of you went back to whatever the hell you were doing before you conned the public into becoming their \"representatives\" so you could line your pockets with our tax money!","sentiment_score":0.265625}
{"full_text":"RT I feel like now people (men) will finally take it seriously.","sentiment_score":-0.1666666667}
{"full_text":"Through 4 games, I've loved doing this. Join us for Game 5 tomorrow as we do a live pre-game show ahead of at Texas. Tune in at 12:40pm ET as we gear up for tip off at 1pm. #LetsGoNova","sentiment_score":0.1454545455}
{"full_text":"RT Thousands of Americans died from the coronavirus today. Thousands died yesterday. And thousands died the day before that....","sentiment_score":0.0}
{"full_text":"RT No, YOU'RE the Problem! Destroying businesses, crippling the economy which has led to the starvation of millions in th...","sentiment_score":-0.2}
{"full_text":"Hey banna I see Covid19 is gone or is this an old picture... No musk no social distancing?","sentiment_score":0.0416666667}
{"full_text":"Read this comment, and sign the petition. In today's climate, people need a release from stress of the pandemic.  This is one of those releases. via","sentiment_score":0.0}
{"full_text":"RT Is 'Natural Immunity' From Covid Better Than a Vaccine?\"And if you've already had Covid-19, do you still need a vaccine? E...","sentiment_score":0.3}
{"full_text":"Thank you, for the inclusion Voda! #WearAMask","sentiment_score":0.0}
{"full_text":"We know he didn't loose.......we know GOD has this under control.........We need to be PRAYING FOR OUR COUNTRY........WE NEED THIS CHINA VIRUS GONE IN JESUS NAME.......AND AMERICANS TO TURN THEIR HEARTS TOWARD JESUS!!!! PRAYING FOR REVIVAL!!!!!!","sentiment_score":0.0}
{"full_text":"RT trump just told his Valdosta crowd we're \"rounding the turn\" on COVID-19 again -- a day after we lost another 3,000 people....","sentiment_score":0.0}
{"full_text":"There have been heart attacks and suicides listed as Covid cause of death.  If you die, you have a good chance of your death being \"covid related\"   It's BS.","sentiment_score":0.35}
{"full_text":"RT More terrible news: LA County just recorded more new cases of the coronavirus in a single day than ever before, 8,949. Th...","sentiment_score":0.012987013}
{"full_text":"RT I'm walking into an overnight ER shift. It's cold out. Im tired. I open Twitter on my walk and see this and NOW I'm al...","sentiment_score":-0.3333333333}
{"full_text":"RT You gotta love how Africans are in the comments reminding CNN that they don't have adequate transportation systems and the...","sentiment_score":0.4166666667}
{"full_text":"RT Considering the popular rumor was 2025 for an Imagination overhaul *before* the pandemic, it'll probably be time to fix...","sentiment_score":0.6}
{"full_text":"RT NO TWITTER I don't want to read this article about myself before I tweet it!! Thanks for trying to censor us all chronica...","sentiment_score":0.2}
{"full_text":"RT Well, this is a bit awkward. COVID-19 may cause long-term erectile dysfunction in men. Yet another reason to heed publ...","sentiment_score":-0.6}
{"full_text":"i literally have no friends cuz of covid i feel so lonely","sentiment_score":-0.1}
{"full_text":"RT If you plan to wear a mask for the first 100 days of the Biden presidency like I do, follow me and I'll follow you back!","sentiment_score":0.125}
{"full_text":"RT We are thankful to Dr. Gilman and all the inspiring frontline workers who risk their lives to protect us during this pand...","sentiment_score":0.5}
{"full_text":"RT Please look at KAT and tell him about the 98% survival rate","sentiment_score":0.0}
{"full_text":"RT Idk how people see this and are still too selfish and brainwashed to simply just wear a mask","sentiment_score":-0.25}
{"full_text":"Good morning too from Tokyo, I was diagnosed as covid positive yesterday so maybe not so good.  Im self quarantining and cant see my kids, it sucks","sentiment_score":0.3318181818}
{"full_text":"RT 11,000 workers at Tyson Foods got COVID &amp; 36 died while managers made bets on how many would get sick. The working condi...","sentiment_score":-0.1071428571}
{"full_text":"RT Ohio is on pace to double the number of COVID-19 deaths it had in November, according to numbers released Saturday by...","sentiment_score":0.0}
{"full_text":"In a first, US CDC recommends using masks indoors when not at home - Times of India","sentiment_score":0.25}
{"full_text":"RT With Trump sumping for and in #gasen tonight, here's a reminder of my recent scoop about Loeffler...","sentiment_score":0.0}
{"full_text":"RT I checked with medical experts and apparently you CAN physically wear a mask AND a tinfoil hat at the same time. Just cleari...","sentiment_score":0.0125}
{"full_text":"RT Popular 33-Year-Old Fitness Guru And Instagram Influencer Dies Of Covid After Telling Followers He Thinks It's Fake","sentiment_score":0.05}
{"full_text":"RT My body hurts after a 16 hr shift in COVID ICU,  it not as much as my soul. I have never felt so helpless, so angry, and so sa...","sentiment_score":-0.15}
{"full_text":"RT Please look at KAT and tell him about the 98% survival rate","sentiment_score":0.0}
{"full_text":"Curious if the Covid has some starters out?","sentiment_score":-0.1}
{"full_text":"In the post-Corona period, the use of cryptocurrencies is considered a necessity CRYPTO CRYPTO NEWS -","sentiment_score":0.0}
{"full_text":"We're running at about only 6% of hospitalizations are Covid.  Keep watching CNN.","sentiment_score":0.0}
{"full_text":"raam raam Use mask, keep two yards distance. Wash hands by soap. Enjoy Sunday, stay home. ","sentiment_score":0.4}
{"full_text":"RT Thousands of Americans died from the coronavirus today. Thousands died yesterday. And thousands died the day before that....","sentiment_score":0.0}
{"full_text":"RT Them: Are you gonna take the COVID vacc--Me: As soon as it comes out!Them: But what about the health...Me: Sometimes...","sentiment_score":0.0}
{"full_text":"Juveniles are way down on the list because their chances of a bad case of COVID are very low. Roommate &amp; I live in disabled housing &amp; we're on the list for 1st batch of vaccine so it might be soon for us.","sentiment_score":-0.1838383838}
{"full_text":"Reasons why it's bad I have chronic fatigue, asthma, frequent headaches, and anxiety, and ADHD:1) I often have symptoms associated with COVID2) I cannot tell if they're getting worse because I cannot remember anything ever3) My paranoia exacerbates The Bad Feeling^tm","sentiment_score":-0.425}
{"full_text":"RT #StayHome Video Call with","sentiment_score":0.0}
{"full_text":"Approx 2,600 more Americans perished today #Covid19 - and approx 230,000 more cases. Total deaths now 281,000+. Doctors and nurses, exhausted and at risk, ask that you please - please - wear a mask. The life you save could be your own, or that of a loved one","sentiment_score":0.3166666667}
{"full_text":"RT Do you care about other people? Wear a mask.","sentiment_score":-0.125}
{"full_text":"RT As of today, 45,395,734 people around the world have contracted COVID-19 and recovered from it. Please RT this news fo...","sentiment_score":0.0}
{"full_text":"RT Im welllllll bored of Lockdown cant wait for it to go back to normal","sentiment_score":-0.1166666667}
{"full_text":"RT Look at these #Immigrants coming over working in our #NHS, risking their lives fighting #COVID19 &amp; saving millions of li...","sentiment_score":0.0}
{"full_text":"RT My latest column in the Sun papers, on how we've learned so much about the virus and things are not as bad as we first fe...","sentiment_score":0.0625}
{"full_text":"#Georgia Mon 12\/07\/2020 is registration deadline to vote in Senate runoffs on 01\/05\/2021.Do in person #VoteEarly (able+willing), starts on Mon 12\/14, as it gets counted on Jan-5 EOD. It takes POTUS DeJoy USPS slowdown, recount lawsuits, etc. out of equation. #COVID19 #Economy","sentiment_score":0.0}
{"full_text":"RT A telephone call can be a lifeline, I've returned to calling friends, a way of keeping in touch the old fashioned way...","sentiment_score":0.1}
{"full_text":"This is a really good listen.Lots of insider insight into how reporting has changed during the pandemic, and how much harder it is to get answers now.A little something for us non-reporters to keep in mind while trying to hold reporters accountable wrt the job they're doing.","sentiment_score":0.1375}
{"full_text":"RT Told Americans COVID was NBD while making stock trades to profit on a serious pandemic ","sentiment_score":-0.3333333333}
{"full_text":"RT Joe Biden : My father was an asshole so therefore you're not getting any pandemic relief, OK?","sentiment_score":0.5}
{"full_text":"With 4 million families reached &amp; 300000+ phone calls attended till August 2020 by 1000 volunteers &amp; 7000 doctors covering 16 states of India,  supported by &amp; is an incredible story of hope. ","sentiment_score":0.9}
{"full_text":"The is purposely adding to that number by carelessly holding super spreader rallies, people packed in, no masks while an American dies every 30 seconds from COVID-19. #45TransitionToPrison #GAGOPSaysBiden #TrumpIsKillingAmericans","sentiment_score":-0.0555555556}
{"full_text":"RT That is beyond tragic.","sentiment_score":-0.75}
{"full_text":"Understanding doesn't help people out of work and struggling. Understanding doesn't help people buried under 1000s in student loan debt. Understanding doesn't help the families of people who died of COVID.You don't have to \"understand\" it to fix the damn problem. Just fix it.","sentiment_score":0.0}
{"full_text":"RT This pandemic ain't gunna stop me from getting fucked up","sentiment_score":-0.6}
{"full_text":"RT \" #UnitedNations Secretary-General Antonio Guterres has denounced a 'suicidal' failure to tackle #ClimateChange and said r...","sentiment_score":-0.3166666667}
{"full_text":"We need a functioning democracy to save us from the widespread misinformation that the president espoused about #COVID19. How public policy can save us, with a long road ahead:","sentiment_score":-0.025}
{"full_text":"RT I know it hurts to find out that you're in a cult.","sentiment_score":0.0}
{"full_text":"Kelly Is About Kelly Who Uses The Taxpayers Dime.While She Lives In Luxury Georgia's Suffers The Risk OfCovid-19 As Essential Workers.Elect #WarnockOssoff","sentiment_score":-0.3}
{"full_text":"UR HOPE VACCINE WILL BE USELESS,WORLD BE LIKE THAT NEXT 5 YEARS OR MORE,IT WAS NO VACCINE CANCER,AIDS,MANY MORE,IF U THINK,MANY COUNTRY DESORVED CORONA,U WAS NOT WORRY MILLION PEOPLE WAS BEHEADING IN SYRIA,AFGHANISTAN,SOUTH AMERICA,PEOPLE IN IRAN,SAUDI,MANY PLATZ IN THE WORLD","sentiment_score":0.0}
{"full_text":"As COVID-19 therapies get emergency-use green lights, the Biden administration must organize a therapeutic review board to help identify what's working and what's not, write and Kevin J. Tracey.","sentiment_score":-0.2}
{"full_text":"This Stock Could Be One of the Biggest Winners in a Post-Pandemic World - Motley Fool","sentiment_score":0.6}
{"full_text":"#COVID19 is spreading quickly in SF. We need to bend this curve now. Make the right choice. Do not gather in person this holiday season and wear a mask during all essential outings.","sentiment_score":0.2063492063}
{"full_text":"\"No one should be surprised, then, that students who were locked out of school buildings from mid-March through at least August ... had their summer slide compounded by a COVID slide,\" our editorial board writes.","sentiment_score":-0.1}
{"full_text":"Allegheny County on Saturday recorded 1,197 new coronavirus cases as the community continues to rack up covid-19 infections during the holiday season.https:\/\/t.co\/J1ZTNCzX7B","sentiment_score":0.1363636364}
{"full_text":"There's this virus called covid 19. If it doesn't kill you it can permanently mess up your brain, lungs, heart-you know, those things you need to live. I can't put it any simpler for you.","sentiment_score":-0.0193181818}
{"full_text":"The Chabad Jewish Center of Moorpark will host COVID-safe celebrations each night of Chanukah, which begins the eve of Thurs., Dec. 10 and culminates Fri., Dec. 18.","sentiment_score":-0.05}
{"full_text":"The balik-trabaho e-job and online job fairs are being organized by DOLE's Bureau of Local Employment and the Philippine Overseas Employment Administration in view of the impact of the COVID-19 pandemic on the labor force.","sentiment_score":0.0}
{"full_text":"\"If we don't spend our budget, our allocation in later years would be cut by the finance ministry.\"Mind-blown ","sentiment_score":0.0}
{"full_text":"Except to an ER with massive COVID cases in about 14 days.  I personally know two people that are infected no willfully spreading it throughout the crowd.","sentiment_score":0.0}
{"full_text":"Let's be better #Humans!#JoyTrain #Joy #Love  #Kindness #MentalHealth #Mindfulness #GoldenHearts #IAM #COVID19 #IDWP #IAMChoosingLove #ChooseLove #Quote #SaturdayThoughts #SaturdayMotivation #SaturdayMorning #ThinkBIGSundayWithMarsha RT","sentiment_score":0.6}
{"full_text":"Turkish specialist explains COVID-19 vaccineshttps:\/\/t.co\/Fn9H4dKzF3","sentiment_score":0.0}
{"full_text":"NBA: Team that break virus protocols may lose games and draft picks.","sentiment_score":0.0}
{"full_text":"RT Dear Jared Kushner c\/o You said you the country would be \"rockin\" by July 2020.It's December. Are we \"Rock...","sentiment_score":0.0}
{"full_text":"I get the sense that there is too much upward momentum and positive sentiment for there to be a #Bitcoin correction to $13,000 - $15,000.The crypto markets as a whole are feasting on inflation, the incoming stimulus package, and the chaos of a fractured covid19 economy.","sentiment_score":0.2090909091}
{"full_text":"I plan wearing a mask, for as long as it takes.","sentiment_score":-0.05}
{"full_text":"Like many people who get COVID-19, Maddy Alvarez, a 35-year-old Revere resident, can't be certain how the coronavirus got into her home. But once it did, it was uncontainable.https:\/\/t.co\/wO6atGAztk","sentiment_score":0.3571428571}
{"full_text":"Britain gets ready for roll-out of Pfizer #COVID19 vaccine this week","sentiment_score":0.2}
{"full_text":"We know that women have been disproportionately affected by COVID-19.That's why the Palaszczuk Government is investing $152M in much-needed support for women right across QLD.As we rebuild our economy, it's vital that the disproportionate impact on women is front and centre.","sentiment_score":0.1928571429}
{"full_text":"How do you find true love during a pandemic? Here are the \"Do's and Don'ts\" to better your chances. Complex Canada Report Ep 3, hosted by","sentiment_score":0.2625}
{"full_text":"HURRY #MEDICARE #OPENENROLLMENT ENDS MONDAY Dec 7, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"RT Just wondering if we're still all on the same page about this one, as Build Back Better dot com doesn't mention anythin...","sentiment_score":0.1666666667}
{"full_text":"Except that they will allow you to wear a face shield if your unable to wear a mask?","sentiment_score":-0.5}
{"full_text":"Tonight 9:30 Impact of Covid19 on Gender Roles in Families w\/ 's Jeff Steiner, &amp; Coming: Reckoning with Race in America w\/ new docuseries by","sentiment_score":0.1363636364}
{"full_text":"\"Part of our job at the museum is helping preserve history,\" Jessica Potts says. \"The other part is collecting it, and this is a historic moment.\"https:\/\/t.co\/0zG4kJunML","sentiment_score":-0.0625}
{"full_text":"Dolly Parton donated $1 million to Vanderbilt University for research toward a cure for the coronavirus. Her donation helped fund the university's research that contributed to the development of Moderna's vaccine, which has a reported efficacy of 94.5%.","sentiment_score":0.0}
{"full_text":"COVID-19 has done untold damage to the global economy. That's why the U.S. government and private sector are pledging to work together to support the world and rebuild. Learn more about their plans to help restore people's livelihoods via","sentiment_score":0.1666666667}
{"full_text":"US reaches daily high of nearly 228,000 caseshttps:\/\/t.co\/3wKrqJegxJ","sentiment_score":0.0866666667}
{"full_text":"Stores in Iowa City today spoke to on how new  services from the Iowa City Downtown District have helped them make sales and keep the community safe this holiday shopping season. ","sentiment_score":0.3181818182}
{"full_text":"The earlier 'invisible chief technology officer (CTO) has been quietly gaining more power with tech firms arming him with systems and software to automate different functions other than his -- corporate learning, HR, operations and sales, etc.","sentiment_score":0.0625}
{"full_text":"It's important everybody in your group checks-in by QR code or pen\/paper when dining out. It's how will contact you if you're at risk of #COVID19.COVID Safe check-in infohttps:\/\/t.co\/eXYQU0hhQjhttps:\/\/t.co\/5AWdE2SdYPhttps:\/\/t.co\/ktYF2sRIcn#Greek #Ellenika","sentiment_score":0.45}
{"full_text":"Professor Austan Goolsbee, former economic adviser in the Obama administration, says that \"the virus really is the boss of the economy\" and that there is a risk of a double dip recession. #Coronavirus","sentiment_score":0.1}
{"full_text":"You're such an ass.Please travel. Don't wear a mask while doing so.  It will make for a great New Year.","sentiment_score":0.3121212121}
{"full_text":"As Michigan has seen a record number of COVID-19 cases, a western Michigan pastor urged his church's members to \"get it over with\" and get the virus.https:\/\/t.co\/EMRHHeFJsH","sentiment_score":0.0}
{"full_text":"#COVID19 UPDATE: We are reporting 273 new cases and 11 additional recoveries in the Quad-County Region. This brings the total number of cases to 5,726, with 3,030 recoveries and 56 deaths; 2,640 cases remain active. #QuadCountiesNV","sentiment_score":0.001010101}
{"full_text":".@OfficialCSA: 1st ODI postponed for Sundayhttps:\/\/t.co\/08mAdGOCv0@ECB_cricket #CricketSA #CSAnews #WeAreMore #AlwaysRising #SAvENG #TomHarrison #Covid19","sentiment_score":0.0}
{"full_text":"#COVID19 outbreak at Board of Elections warehouse and other #Bronx offices leaves several people sick.","sentiment_score":-0.2797619048}
{"full_text":"#Svengoolie fiends, check it out! #Puppetry #Puppet","sentiment_score":0.0}
{"full_text":"RT trump just told his Valdosta crowd we're \"rounding the turn\" on COVID-19 again -- a day after we lost another 3,000 people....","sentiment_score":0.0}
{"full_text":"ICYMI: The newly released guidance gives Pennsylvanians, who may have been exposed to COVID-19, the option to end their quarantine after seven days, provided they test negative, or quarantine for 10 days without a test.https:\/\/t.co\/tml2AIj5c8","sentiment_score":-0.0818181818}
{"full_text":"has a variety of student organizations to join, even in the midst of the pandemic. Sure, it looks different than in years past, but student organizations like the are still going strong.","sentiment_score":0.1708333333}
{"full_text":"RT Call me a radical lefty, but I don't think Americans should be forming massive bread lines while America's billionaires make a...","sentiment_score":0.0}
{"full_text":"Gov. Kate Brown alongside officials from the Oregon Health Authority laid out the first steps in the state's plans to immunize Oregonians from COVID-19 on Friday. The state should see 147,000 doses of the first coronavirus vaccine this month.By","sentiment_score":0.25}
{"full_text":"Nevada has been among the hardest hit economically by the virus and restrictions put in place to contain it.","sentiment_score":0.3}
{"full_text":"For  of family &amp; country, stay home on the 25th. Just dance around your quezo de bola &amp; ham. #merry&amp;healthy2020","sentiment_score":0.0}
{"full_text":" I love this man.","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 32.9FWind Chill: 31.4FHumidity: 99%Dew Point: 32.7F Barometer: 29.998 inHgWind: 3 mph from the NWCorona Virus Weekly Stats:Cases: 207.000000Deaths: 11.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"With more people ordering online for the holidays than ever, especially with COVID, there are going to have to be some caveats","sentiment_score":0.25}
{"full_text":"RT [ LIVExLIVE | THE LOCKDOWN AWARDS ]@BLACKPINK is nominated for 'FAVORITE QUARANTEAM' on The Lockdown Awards! Don't f...","sentiment_score":0.625}
{"full_text":"Life sucks. Somebody from the outside came into my families compound.They are now sick &amp; positive for Covid. My family has been exposed. My father was recently diagnosed with  cancer and is to start kemo next week. I hope maskless idiots get sick. trumps going to hell.This sucks!","sentiment_score":-0.2973665224}
{"full_text":"Note the range of diversity in the crowd: all the way from lily-white to shell-white with other whites in between.","sentiment_score":-0.125}
{"full_text":"RT Trump is holding his insane rally w barely any masks and packed crowds at the height of an intentionally runaway pandemic...","sentiment_score":-0.475}
{"full_text":"These Houston-area hospitals are set to receive the coronavirus vaccine first &gt; #hounews","sentiment_score":0.25}
{"full_text":"RT TRUMP = TROUBLE MAKER* sabotage post office* solicits bribes* sells pardons* starts war w\/Iran* abandons allies* fli...","sentiment_score":-0.2}
{"full_text":"And what about the months prior...","sentiment_score":0.0}
{"full_text":"RT I've worn a mask MOST of this year.If my President asks me to wear one for an additional 100 days, I will happily do so b...","sentiment_score":0.65}
{"full_text":"RT Minnesota Timberwolves' center Karl-Anthony Towns lost an uncle to COVID-19 this week--the seventh family member, includi...","sentiment_score":-0.1}
{"full_text":"Warner Bros makes major shift to pandemic movie release plan ","sentiment_score":0.0625}
{"full_text":"Time: 02:00 * Temp: 3.6degC * Wind: NNE 0.0 to 0.0mph * Pressure: 997.8hPa * Rain: 0.0mm * Hum: 94% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:30 * Sunset: 15:58 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Spike In Coronavirus Cases Slows Job Growth -","sentiment_score":0.0}
{"full_text":"They cover both public and non-public schools in red and orange cluster zones. Schools in those zones no longer have to stay closed for in-person learning.","sentiment_score":-0.0333333333}
{"full_text":"When the critically ill Covid patients that can't breathe can't get in a ICU in California then maybe you'll regret signing that selfish petition. Three weeks isn't much to ask if it will allow citizens to survive Coronavirus.","sentiment_score":-0.2666666667}
{"full_text":"RT Just finished a live broadcast with Dr. Couey on origin of #COVID19 and other information behind two Yan Reports...","sentiment_score":-0.1295454545}
{"full_text":"Yes I do and I will until this pandemic is over And most people are vaccinated","sentiment_score":0.5}
{"full_text":"RT HOLLY JOLLY Christmas to you ~~~Check out my Holly Berry Wine Bottle Cozy!https:\/\/t.co\/ZwM79LjlOJ #etsy #pottiteam...","sentiment_score":0.0}
{"full_text":"RT The prize was gonna be freedom and safety for everyone and they fucked that up being selfish","sentiment_score":-0.55}
{"full_text":"RT Me waiting for social distancing later today #OzoneXJennysGlow","sentiment_score":0.0166666667}
{"full_text":"RT Please look at KAT and tell him about the 98% survival rate","sentiment_score":0.0}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
