{"full_text":"We've had two bummer boxes so far this year. I'm up to my ears in dry-ass clems. I feel like COVID may have something to do with it on the supply side.","sentiment_score":0.1}
{"full_text":"RT \"Since the pandemic began, a Times survey has identified more than 397,000 infections at more than 1,800 colleges and univer...","sentiment_score":0.5}
{"full_text":"New coronavirus strain spreading in U.K. has key mutations, scientists say","sentiment_score":0.0681818182}
{"full_text":"RT Government gave a PS5.3 million 'middle-man' contract to supply gloves, to a carpet supplier with assets of PS20,664.That r...","sentiment_score":0.0}
{"full_text":"RT Hong Kong police dog and its handler test positive for Covid-19","sentiment_score":0.2272727273}
{"full_text":"RT In America, politicians don't take power -- the people grant it to them. The flame of democracy was lit in this nation a lon...","sentiment_score":0.0}
{"full_text":"but I don't have to wear a mask...lol","sentiment_score":0.0}
{"full_text":"RT Here are the facts about the COVID-19 vaccine brands being considered by the Philippines for its planned inoculation pr...","sentiment_score":0.0}
{"full_text":"RT White House security official lost foot and part of leg battling COVID-19: report","sentiment_score":0.0}
{"full_text":"RT 300,000 Americans have died from #Covid_19 in 9 months of the pandemic. For context it took 4 years (1941-45) for the U...","sentiment_score":0.0}
{"full_text":"This I affirm ","sentiment_score":0.0}
{"full_text":"RT I can't tell if he's saying she's going to die of covid or get powers on December 21st","sentiment_score":0.0}
{"full_text":"After 3 months in operation, only ~150 people have used Toronto's isolation hotel, a fraction of its peak capacity of 300-400 monthly.  Why? Experts say the facility is \"extremely important.\" The question is how it fits in the larger COVID-19 response.https:\/\/t.co\/zB4IzgkfFK","sentiment_score":0.1333333333}
{"full_text":"I was warning at the beginning of the pandemic that we need to focus on rapid build out of bike infra. Transit will not come back as quickly as we need it to come back.","sentiment_score":0.1111111111}
{"full_text":"RT Ten million doses of COVID-19 vaccines made by Pfizer were supposed to be delivered to the Philippines in January but somebody...","sentiment_score":0.0}
{"full_text":"RT The Ministry of Health conducts 155,176 tests as part of its plans to expand the scope of the tests, and reveals 1,226 new ca...","sentiment_score":0.1363636364}
{"full_text":"one of our student's parent died from COVID yesterday. That is not the first or the second parent. So there is also that, dealing with the loss of a parent or any relative, in the middle of all of this...","sentiment_score":0.0625}
{"full_text":"Ugh the fits I'd be rocking if it wasn't for Covid ","sentiment_score":0.0}
{"full_text":"Remember when respiratory problems in elderly patients were known as \"pneumonia\"? Now the Media calls it \"COVID\"...Were screwed folks...","sentiment_score":0.0}
{"full_text":"RT I feel like I've been repeating myself quite a bit, but still the message hasn't been understood:LOCKDOWNS ARE NOT A C...","sentiment_score":0.0}
{"full_text":"Brace for another pandemic fiasco in Florida: DeSantis's vaccine rollout plan is off the deep end, experts say. #pfla","sentiment_score":0.0}
{"full_text":"\"GET ME PICTURES OF COVID-19\"","sentiment_score":0.0}
{"full_text":"Despicable lying asswipe.","sentiment_score":0.0}
{"full_text":"I would NOT take this vaccine while being pregnant.","sentiment_score":0.3333333333}
{"full_text":"Good question!For you and me (the fantastically fortunate), perhaps.But for millions of people just as smart, hard working, and virtuous as you and I, not so much.And these were the numbers before the pandemic. It's much worse now.https:\/\/t.co\/xZYIay1i4H","sentiment_score":0.1245238095}
{"full_text":"RT Govt says no winter session of Parliament this year due to coronavirus. Is this an excuse?So we can have big political ral...","sentiment_score":-0.0416666667}
{"full_text":"RT Boston health care workers dancing on the sidewalk to celebrate the arrival of the first  covid-19 vaccine.","sentiment_score":0.25}
{"full_text":"RT People. Get. Sick.We cannot and will not live with masks on our faces not being together forever ... it's not happening....","sentiment_score":-0.0681818182}
{"full_text":"RT Sir Keir Starmer has demanded Boris Johnson to hold an urgent review into the relaxation of Covid restrictions over Christmas. htt...","sentiment_score":0.0}
{"full_text":"RT How To Reduce COVID Risk at ChristmasCan Isn't ShouldReduce guests or delay plans until Spring.Outdoors Not IndoorsM...","sentiment_score":0.0}
{"full_text":"Just incredibly helpful information here.","sentiment_score":0.9}
{"full_text":"RT I feel like I've been repeating myself quite a bit, but still the message hasn't been understood:LOCKDOWNS ARE NOT A C...","sentiment_score":0.0}
{"full_text":"RT ALL YOU NEED TO DO IN A PANDEMIC IS SURVIVE.You're not supposed to be worried about doing your best or being the most...","sentiment_score":0.75}
{"full_text":"RT I feel like I've been repeating myself quite a bit, but still the message hasn't been understood:LOCKDOWNS ARE NOT A C...","sentiment_score":0.0}
{"full_text":"RT Spreading the message of #WearMaskSaveLife at Cairn Pink City Half Marathon to support the battle against #COVID19. Joi...","sentiment_score":-0.1333333333}
{"full_text":"RT As at today, Nigeria has no government. *General #Buhari is on holiday with his cows in Katsina *CJN Tanko, is in isolat...","sentiment_score":0.05}
{"full_text":"Yes, older members of the community who don't have computer skills or use the internet can visit an NDLS office in person to make an appointment, or yes, due to Covid-19 restrictions they must go online to make an appointment prior to visiting an office? Which is it please?","sentiment_score":0.0138888889}
{"full_text":"RT Christian Guide Newspaper - Online Prayer Meeting For Religious People Around The World To End COVID-19https:\/\/t.co\/hVW...","sentiment_score":0.0}
{"full_text":"RT The one relief check months ago is keeping people from working in an industry which pays $3\/hr &amp; requires them to inte...","sentiment_score":0.0}
{"full_text":"RT $1.2 MILLION in fines for running your business but if you rape or assault someone you get a FREE pass out of jail. #thanka...","sentiment_score":0.15}
{"full_text":"RT Due to the ongoing pandemic restrictions Louis' UK + Europe tour dates for the spring have been rescheduled, and some new...","sentiment_score":0.0056818182}
{"full_text":"CORONAVIRUS GLOBAL PLANDEMIC - THE SCIENCE AND THE LAWhttps:\/\/t.co\/apTeSnKyvl","sentiment_score":0.0}
{"full_text":"RT Vietnam marked a 99-day streak without community COVID-19 transmission earlier this year, then went on to deliver an 89-da...","sentiment_score":0.05}
{"full_text":"#ViceAdmiralSrikantIndian Navy has lost one of its senior most submariners due to China VirusPranam Vice Admiral Srikant Sir","sentiment_score":0.1875}
{"full_text":"these are so pretty I could've wore one dress if covid wasn't there to rain on my debut next year ","sentiment_score":0.125}
{"full_text":"Horrific truth","sentiment_score":-1.0}
{"full_text":"RT Am I the only one who hasn't eaten inside of a restaurant since the pandemic started? (Feb\/March)","sentiment_score":0.0}
{"full_text":"RT Imagine, not having to wait for a vaccine because your country is run by adults and not populated by petulant children:...","sentiment_score":0.0}
{"full_text":"Congrats Very insightful and timely article. Urgent attention to prison reform needed.","sentiment_score":0.2}
{"full_text":"Anyone who does this is bonkers.  We will be home alone still shielding and not prepared to risk dying from covid. ","sentiment_score":0.0}
{"full_text":"The government to review the relaxation of the COVID restrictions is such a waste of time, good luck trying to stop us seeing families, do they not see the free fall at supermarkets &amp; schools , but nooo can't possibly step foot in someone's house  #Lockdown","sentiment_score":0.18}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"RT Louis' concerts in Rome and Udine have been cancelled due to Covid-19.Ticket refund availabilities:Rome: from 15 Dec...","sentiment_score":-0.125}
{"full_text":"RT This second wave of covid19 is actually real out here! Stay safe please..","sentiment_score":0.25}
{"full_text":"RT The FDA found that the Moderna coronavirus vaccine is highly protective for adults and prevents severe cases of Covid-19. The...","sentiment_score":0.16}
{"full_text":"1 in 3 young Canadians can't afford period products. A new youth-led non-profit just won Canada's #GCPrize for fighting to end #periodpoverty. Learn more about this silent epidemic and take action:","sentiment_score":0.1672727273}
{"full_text":"RT Breaking: FDA finds second COVID vaccine 'highly effective,' with final approval as early as week's end | Just The New...","sentiment_score":0.1672727273}
{"full_text":"RT Everyone in the presidential line of succession should be vaccinated. So should the Supreme Court Justices and Joint Chie...","sentiment_score":0.0}
{"full_text":"Vaccines... which may injure and cause infertility possibly, also won't stop mask wearing.  LolLiberals believe anything CNN tells them.","sentiment_score":0.0}
{"full_text":"Before you lean on any side's defence, I think you should have a constructively objective view of the matter,if Uganda was still in lockdown or have some set rules,don't you think someone in the artists' management should be taking the blame for not doing their jobs?","sentiment_score":0.0}
{"full_text":"Today NHS England confirmed that one more patient who had tested positive for COVID-19 has died whilst in the care of Guy's and St Thomas'. This brings the total to 254.","sentiment_score":0.2818181818}
{"full_text":"New #covid #restrictions considered in Montgomery County today... and restrictions take effect in Prince George's Co. tomorrow. Here's what you an expect ","sentiment_score":0.1363636364}
{"full_text":"RT this is a war economy. it is profitable to wage war. if it was profitable, or politically convenient to provide aid for...","sentiment_score":0.0}
{"full_text":"Fuck Peggy. They kicked a family off because a two year old wouldn't wear a mask. They are a dog shit company with horse shit values. Fuck them","sentiment_score":-0.22}
{"full_text":"RT #PPE saves lives.We recently organized a shipment of vital PPE to the team at Jan Swasthya Sahyog, a rural hospital in In...","sentiment_score":0.0333333333}
{"full_text":"He has called for backup from They both need to calm down, the rush to reopen was driven by PPE tender hunger. Parents and civilians were right to ask for all the precautionary measures to be taken before reopening schools, in the middle of a covid19 surge.","sentiment_score":0.1075396825}
{"full_text":"RT Approval ratings for  handling or covid remains high, at 63% in Detroit Chamber poll.","sentiment_score":0.16}
{"full_text":"RT The increasing and unbridled trend of #Coronavirus patients and victims are the direct outcome of the inhumane and unpat...","sentiment_score":-0.4}
{"full_text":"RT Will every person attending this publicly disclose how, the week before Christmas, they are matching their Democrat polit...","sentiment_score":0.0}
{"full_text":"RT 300,000 people have died of covid. Here are 10 that I think about regularly","sentiment_score":0.0}
{"full_text":"Not everyone wants to obey the mass media , I've been working through this entire pandemic without getting sick , I even went to Florida, took my son to places to play and WE ARE ALL FINE, stop attacking people because your afraid of the media","sentiment_score":-0.1395238095}
{"full_text":"RT if u have stepped into this station do not worry about what's in the coronavirus vaccine","sentiment_score":0.0}
{"full_text":"RT My family has COVID &amp; the health authority told my mom that if her lips turn blue to go to the hospital. She's Black. Her...","sentiment_score":-0.0833333333}
{"full_text":"RT Extend the due date of GST returns with minimum penalties, #GSTAmnesty #GSTAmnesty_date_extend #AmitShah #COVID19","sentiment_score":-0.125}
{"full_text":"Vaccine #2 is on its way to FDA approval. Moderna COVID-19 vaccine has 'favorable safety profile,' FDA documents show, putting it closer to approvalhttps:\/\/t.co\/iWk0N8B0GU","sentiment_score":0.0}
{"full_text":"The reality is in most part of the country cases are falling, it is only because cases in London are rising that there suddenly is a flap, the truth is they were rising there as we came out of Lockdown and should have been tier 3 from the start","sentiment_score":0.1666666667}
{"full_text":"Pls make this applicable to all Refugee claimants who have work in the health care during this pandemic.This is only limited to those that work before august 14th 2020.I am still working &amp; providing direct care to seniors in long term care home with 750 hours.Yet I am not qualify","sentiment_score":-0.0053571429}
{"full_text":"Is JOE BIDEN  still COUGHING,,!?HAS HE BEEM TESTED  FOR THE WUHAN VIRUS,ASKING FOR AN AMERICAN ","sentiment_score":0.0}
{"full_text":"I don't want him to recover, Covid 19 please help me put an end.","sentiment_score":0.0}
{"full_text":"He's not fucking exempt though he's just being a jumped up cunt! If you had breathing difficulties that made it difficult to wear a mask why the fuck would you go on a train while theres a pandemic that affects the respiratory system?","sentiment_score":-0.175}
{"full_text":"Moderna vaccine appears to protect against coronavirus infection","sentiment_score":0.0}
{"full_text":"RT I received our first COVID19 Pfizer vaccine!!!!!!!!","sentiment_score":1.0}
{"full_text":"Mrs Claus, Jangles &amp; Jingles had a great time at the Drive Through Grotto the other night on behalf of Great to raise money for in a Covid safe way! ","sentiment_score":0.525}
{"full_text":"RT You can be against government-mandated lockdowns and for individuals and businesses acting responsibly in a pandemic.","sentiment_score":0.1}
{"full_text":"RT JUST IN: Moderna's Covid-19 vaccine is 94% effective at preventing illness and appears to protect against infection as well, d...","sentiment_score":0.6}
{"full_text":"In challenging times, businesses can either sink or swim - we discuss how the recent pandemic has been the catalyst for positive changes here at the Clayton Group, find out more here #ClaytonGroup #ClaytonRecruitment #ClaytonLegal #newservices","sentiment_score":0.3068181818}
{"full_text":"RT I've learned that if you run around screaming you're a patriot, you're probably not;if you say that you're pro-life, but w...","sentiment_score":0.0}
{"full_text":"RT first batch covid19 vaccine","sentiment_score":0.25}
{"full_text":"This is a great article (complete with graphs!) explaining how #wastewater surveillance can be an excellent predictor of spikes in #COVID-19.","sentiment_score":0.6416666667}
{"full_text":"RT 300,000 people have died of covid. Here are 10 that I think about regularly","sentiment_score":0.0}
{"full_text":"RT I had a request to repost this (from the early days of the pandemic). Obliged.","sentiment_score":0.1}
{"full_text":"RT Because Twitter has deemed this video sensitive - many will not watch it.  This is Global News at 5:30 Monday, Dec. 14, 2020...","sentiment_score":0.2}
{"full_text":"BREAKING: Starmer Calls for Review of Christmas Lockdown Wind-Down via the f++k does he think he's impressing with all his second guessing?!!","sentiment_score":0.0}
{"full_text":"RT December 14, 2020. As recorded U.S. COVID-19 deaths pass 300,000, Fox's Laura Ingraham reports that the virus is \"less letha...","sentiment_score":-0.1666666667}
{"full_text":"RT Geba : because the current situation there is a pandemic. many overseas activities were canceled. If everything getting...","sentiment_score":0.25}
{"full_text":"RT Pfizer gained U.S. authorization for its Covid-19 vaccine last week. This week, it's Moderna's turn in front of the regulator...","sentiment_score":0.0}
{"full_text":"RT They needn't worry - there'll still be lots of news in 2021. Like prosecutions of Trump, his family, &amp; other offic...","sentiment_score":-0.125}
{"full_text":"RT Imagine, not having to wait for a vaccine because your country is run by adults and not populated by petulant children:...","sentiment_score":0.0}
{"full_text":"RT During Peak CoVID in September, Modi held a Parliament Session to urgently pass Farm Bills for the sake of Ambani &amp; Adani...","sentiment_score":0.0}
{"full_text":"Govt Says 29,000 Cold Chain Points, 45,000 Ice-lined Refrigerators to be Used for Covid-19 Vaccine Drive","sentiment_score":-0.6}
{"full_text":"RT Why is Matt Hancock yet again trying to terrify the nation by talking about the Coronavirus mutating. All viruses muta...","sentiment_score":0.0}
{"full_text":"RT Let's just pay everyone to have a very long winter holiday and keep as many people alive and healthy and employed until th...","sentiment_score":0.25875}
{"full_text":"Stay safe during #COVID19.Stay home when possible.Wear a face covering.Wash your hands.Social distance. Get tested.Text 'COVID TEST' to 855-48 or go to to find a testing location near you.","sentiment_score":0.3}
{"full_text":"How will women's experience and expertise drive economic recovery?In this recorded webinar, &amp; share the pressing need for women to be present in policy decision-making processes and COVID-19 recovery taskforces.https:\/\/t.co\/4e5PjKpjg8","sentiment_score":0.1}
{"full_text":"The New NormalWe need to be more careful given that we are still in a pandemic. We need to follow the rules that are provided to keep us healthy and safe.Read more: #NewNormal","sentiment_score":0.3072727273}
{"full_text":"RT 300,000 people have died of covid. Here are 10 that I think about regularly","sentiment_score":0.0}
{"full_text":"Trump's crusade will destabilize America's democracy for years | Chair and Professor of comments on media consumption during the pandemic \"There is no room for counterpoint.\"Read:","sentiment_score":0.0}
{"full_text":"RT White House security official lost foot and part of leg battling COVID-19: report","sentiment_score":0.0}
{"full_text":"RT Comrade Tridib Ghosh, veteran human rights campaigner from Jharkhand, fell to Covid19 this afternoon in Ranchi. In the...","sentiment_score":0.0}
{"full_text":"RT Congratulations not just famous for deaths from #coronavirus , your now first on this as well ","sentiment_score":0.375}
{"full_text":"\"We try to create the best environment we can.\" -- (Tenn.) school resource officer to on why students often see him dancing. #SROsAreValuable #SchoolResourceOfficerhttps:\/\/t.co\/Za7m6qeRcb","sentiment_score":1.0}
{"full_text":"Did You Know?In the U.S., nearly 250,000 people are hospitalized with pneumonia each year, and about 50,000 die from the disease, according to the Centers for Disease Control and Prevention (CDC).#Pneumonia #YorkHealthcare","sentiment_score":0.1}
{"full_text":"In St. Louis, Angela Clabon already hears the hesitation among Black residents when it comes to taking a COVID vaccine.How would it affect someone that's diabetic? Should they be worried clinical trials struggled to recruit Black participants?https:\/\/t.co\/2n9iEUzqwY #MoLeg","sentiment_score":-0.1666666667}
{"full_text":".@WFP have urged the international community to ensure that every effort is made to limit the immediate impact of #COVID19 on the most vulnerable communities, while ensuring longer term investments for a pathway to recovery. ","sentiment_score":0.0}
{"full_text":"\"We live, like most Western societies, in populations who are living longer. But with these additional years, we can now expect, setting aside the covid pandemic, Alzheimer's and dementia.\"https:\/\/t.co\/CT5opjUDRw","sentiment_score":0.2121212121}
{"full_text":"UNNECESSARY LONDON LOCKDOWN  160,000 PERMANENT JOB LOSSES  OUR CURRENT MAYOR FAILS US AGAIN Learn More On Our Website &amp; Join Us In Making London A World-Class City Once Again!#BrianForMayor","sentiment_score":-0.1}
{"full_text":"I'm definitely the person who is constantly inquiring whether there are any stouts on tap in like July (of non-pandemic years)...in the Northern Hemisphere.","sentiment_score":0.0}
{"full_text":"Throughout November's #lockdown we provided #funding for groups affiliated to &amp; to attend a workshop by creative studio to enable them to be imaginative and agile in their delivery.Read all about it https:\/\/t.co\/JZFhjwX66z#London","sentiment_score":0.5333333333}
{"full_text":"Groceries in the Time of COVID-19Your elderly loved ones need not go out for groceries. Although it is a good exercise, the COVID-19 pandemic makes it very risky. Allow us to buy groceries for your loved ones.Contact us for more information.#Groceries #Elderly #COVID19","sentiment_score":0.56}
{"full_text":"The revised draft of \"Pandemic Learning Emergency Act of 2020\" is up for a vote at TODAY's legislative meeting. Tune in live on DC Channel 13 or on the DCC stream of more about the bill here:","sentiment_score":0.3181818182}
{"full_text":"Rest at HomeWhen you are sick, it's important for you to stay home and rest. With proper rest and medication, you will get well sooner.#HomeRest #HarlemExtendedMedicalCare","sentiment_score":-0.1047619048}
{"full_text":"#Covid19: So lyk die syfers!https:\/\/t.co\/FYqM04uI8W","sentiment_score":0.0}
{"full_text":"Dr Mary Ryan thinks a lockdown is almost inevitable in January","sentiment_score":0.0}
{"full_text":"RT In America, politicians don't take power -- the people grant it to them. The flame of democracy was lit in this nation a lon...","sentiment_score":0.0}
{"full_text":"Remembering the musical artists who died during 2020, including Charley Pride who succumbed to COVID-19.https:\/\/t.co\/3Gwo3AU9Sz","sentiment_score":0.0}
{"full_text":"WHY #JoinRotary ? We meet every Tuesday! 7-8am PST#serviceaboveself #proud #interact #peopleofaction #rotaractors #proudrotaractor #covid #rotaractdistrict  #rotaractor  #weconnectinglivescreatingbonds #SocietyOfUniversalFriends","sentiment_score":0.8}
{"full_text":"\"What Are The Vascular Ramifications Of COVID-19?\" David G. Armstrong, DPM, MD, PhD shares some important insights in today's DPM Blog.https:\/\/t.co\/KN9zCfcNWK@APMA","sentiment_score":0.4}
{"full_text":"Check out this Pandemic Pet Project that has raised about $40,000 for animal shelters and rescue groups! ","sentiment_score":0.0}
{"full_text":"Pre COVID. Those were the days.","sentiment_score":0.0}
{"full_text":"Home Care During the Age of COVID-19Because seniors are at a high risk of developing severe health complications if they catch the coronavirus disease, they must stay indoors as much as possible.Read more: #Seniors #StaySafe","sentiment_score":0.2866666667}
{"full_text":"The pandemic brought along many barriers for our industry. This video shows how we're managing the risk whilst continuing to work onsite.  #construction #sitesafety","sentiment_score":0.5}
{"full_text":"\"NBC fact check: 'Coronavirus vaccine could come this year, Trump says. Experts say he needs a miracle to be right.' Well, thank you for making a miracle happen.\" -@ClayTravis","sentiment_score":0.2857142857}
{"full_text":"Stay informed on the latest info about #CovidVaccine  at Carespring! Visit the link below for valuable COVID 19 Vaccine resources!  #COVID19","sentiment_score":0.78125}
{"full_text":"A headteachers' leader has denounced the Department for Education's legal moves to stop schools from closing because of Covid as \"disgraceful\" and \"bully-boy tactics\". More by #education #educationnews","sentiment_score":0.35}
{"full_text":"OVERNIGHT RATINGS#RealFullMonty makes a strong start, second episode of #VicarOfDibley In Lockdown, Channel 4 go #InsidePoundland and new daytime series #ChefvsCornershop. More:https:\/\/t.co\/ToK8QZBD9i","sentiment_score":0.1898989899}
{"full_text":"RT Britain's vaccines minister announced Monday that the government will definitely not mandate the coronavirus shot, and th...","sentiment_score":0.0}
{"full_text":"Our Clinical Innovation Consultant, featured in a COVID-19 personal story by  Simon shared the success of the rapid deployment of the telehealth service, and how telemedicine has transformed services.https:\/\/t.co\/rMjAoqKkyH","sentiment_score":0.15}
{"full_text":"RT In America, politicians don't take power -- the people grant it to them. The flame of democracy was lit in this nation a lon...","sentiment_score":0.0}
{"full_text":"RT As a whole, U.S. billionaires' wealth reached equivalent of almost 1\/5 of US gross domestic product, with 4 tech billi...","sentiment_score":0.0666666667}
{"full_text":"COVID 19 cases in India until : 15\/12\/2020 19:30Total Cases: 9912054 [+5397]Active: 337124Recovered: 9428561 [+6621]Deaths :143802 [+55]Total Tests: 155.56MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#SanFrancisco's first #CoronavirusVaccine doses are here, but are they too late?https:\/\/t.co\/yxjBnIkCkC","sentiment_score":0.25}
{"full_text":"As many schoolchildren in #India are unable to attend school due to #COVID19, #FletcherDean of Global Biz Bhaskar Chakravorti told \"If there is a breakdown in #education, you are seriously hobbling the future.\"","sentiment_score":-0.0763888889}
{"full_text":"Dec 15 - International COVID newsPlease subscribe to &amp; share this newsletter. Thanks!https:\/\/t.co\/vdJabghLnk#COVIDCanada#pandemic#Pandemie","sentiment_score":0.0}
{"full_text":"He's simply been waiting for the vaccine to solve this pesky COVID problem for him so he doesn't have to spend any money or make any tough decisions.I guess this is the first photo op for his vaccine distribution campaign tour. What a guy.#VoteFordOut2022 #onpoli","sentiment_score":-0.0462962963}
{"full_text":"As per the guidelines issued for preventive measures in the markets, management should ensure proper ventilation in the markets as well as make sure that proper social distancing is being followed to control the spread of COVID-19. #IndiaFightsCorona","sentiment_score":0.1333333333}
{"full_text":"Free #COVID19 testing is available today in Marysville.Union County Fairgrounds845 N Main St.10 a.m. - 2 p.m.*Appointments strongly encouraged.  Only a limited amount of drive-ups can be accepted. ","sentiment_score":0.2214285714}
{"full_text":"RT these instafamous people wasting the time of frontliners during this pandemic just bc they are pained by a necessary nose swa...","sentiment_score":0.0}
{"full_text":"Former Jamaica Athletic Administrative Association President Dr Warren Blake says that he does not anticipate anti-doping challenges for athletes who take the coronavirus vaccine whenever it becomes available. Read more: #GLNRSports","sentiment_score":0.3}
