{"full_text":"Title: Determinants of SARS-CoV-2 transmission to guide vaccination strategy in a city.Authors: Sarah C. Brueningk, Juliane Klatt, Madlen Stange, Alfredo Mari, Myrta Brunner, Tim-Christoph Roloff, Helena Seth-Smith, Mic...https:\/\/t.co\/vizITbUJD0","sentiment_score":0.0}
{"full_text":"RT Breaking: Due to COVID-19, ASU has shortened the spring semester and canceled spring break, according to an email from Prov...","sentiment_score":-0.125}
{"full_text":"Jeremy King? so you are talking about public housing lockdown worth pursuing an action against the Vic gov, those people until that point refused to install the tracing up, refused to be tested, kept having gatherings, what was the option at that point?","sentiment_score":0.1333333333}
{"full_text":"Mass. reports 591 new COVID-19 cases among students, 418 among school staff across the state","sentiment_score":0.1363636364}
{"full_text":"RT Joe Biden has reached out to Jacinda Arden, PM of New Zealand, to discuss the prevention of COVID spreading methods used...","sentiment_score":0.1363636364}
{"full_text":"what material needs does a non binnary need,,thats special,,mm","sentiment_score":0.0}
{"full_text":"RT San Bernardino County sees biggest daily jump in coronavirus cases","sentiment_score":0.0}
{"full_text":"RT Today I donated $3000.00 CDN to assist in feeding vulnerable and at-risk individuals in Regent Park. Food insecurity is...","sentiment_score":-0.5}
{"full_text":"RT The U.S. government gave over 40,000 millionaires an average of 1.7 million each in Covid AidThis is our tax dollars the...","sentiment_score":-0.15}
{"full_text":"RT Did any of the venues who \"can't afford to pay union workers fairly\" ever advocate for renewed federal covid relief?Or did the...","sentiment_score":0.7}
{"full_text":"RT Not the literal president of Brazil saying he's scared to take the vaccine bc it'll turn you into a gator","sentiment_score":0.0}
{"full_text":"Aiemann Zahabi Announces Positive COVID-19 Test, Withdrawal From UFC Fight Night 183","sentiment_score":0.2272727273}
{"full_text":"RT JUST IN: COVID-19 vaccines officially arrive in Kern County.","sentiment_score":0.0}
{"full_text":"RT \"[E]pidemiologists and genomicists had traced covid-19 infections at a Boston biotech conference in late February and esti...","sentiment_score":-0.3}
{"full_text":"Celebrities react to Tom Cruise COVID-19 rant: 'I've never liked him more' Cruise stands up for the workers who might lose their jobs because idiots can't wear a mask","sentiment_score":-0.2}
{"full_text":"RT The \"experts\" told us:-Don't wear a mask. Wear a mask.-Close schools. Open schools. Close schools.-Outdoor dinning is...","sentiment_score":0.0}
{"full_text":"New prognostic tool predicts the need for ICU among COVID-19 patients #Blood #Coronavirus #Hospital #IntensiveCare #Pandemic #SARSCoV2 #COVID19","sentiment_score":0.1363636364}
{"full_text":"RT Wal Mart's Walton Family have pocketed $48 billion since March.They recently stopped paying hazard pay.Jeff Bezos has made...","sentiment_score":0.0}
{"full_text":"RT Have you all read Evicted by Matthew Desmond? I read it in April and have thought about it continuously throughout the pande...","sentiment_score":0.0}
{"full_text":"RT Me in my Covid Snitch Command Center:","sentiment_score":-0.1}
{"full_text":"Good!","sentiment_score":0.875}
{"full_text":"RT There are only and ONLY two ways to \"build your immune system\" to fight COVID-19.1. Take the vaccine.2. Catch COVID-19.","sentiment_score":0.0}
{"full_text":"Aiemann Zahabi Announces Positive COVID-19 Test, Withdrawal From UFC Fight Night 183","sentiment_score":0.2272727273}
{"full_text":"\"...northern beaches cluster is linked to an international strain.\"Really! An international strain of kung-flu?It is all international. It mutates rapidly.No one vaccine is going to deal with them all. We cannot keep up.There is no cold vaccine, no common influenza vaccine","sentiment_score":0.09}
{"full_text":"RT The \"experts\" told us:-Don't wear a mask. Wear a mask.-Close schools. Open schools. Close schools.-Outdoor dinning is...","sentiment_score":0.0}
{"full_text":"Oh lawd. Saint Joe's with some big time COVID rust. Looks like they are trying to run some kind of trap defense and the second guy is never there. Reminds me of CYO. Why complicate things? Go man-to-man in 2nd half. Drexel doesn't have a play maker.","sentiment_score":0.0866666667}
{"full_text":"RT I think these ass clowns have finally graduated to murder.","sentiment_score":0.0}
{"full_text":"RT BREAKING: A federal prisoner scheduled to be executed just days before President-elect Joe Biden takes office has tested positive f...","sentiment_score":0.2272727273}
{"full_text":"RT Let's get it done, Georgia.","sentiment_score":0.0}
{"full_text":"$600 might get you dinner for two at The French Laundry restaurant.","sentiment_score":0.0}
{"full_text":"RT I have a friend in America who died from COVID-19 yesterday. He died alone. I spoke to his wife, and she is inconsolable....","sentiment_score":0.0}
{"full_text":"RT \"But instead of reacting publicly to Trump's accusations of 'mismanagement' and 'cover-ups', Tedros described the United States...","sentiment_score":0.0}
{"full_text":"CDC Study Finds Teen Tobacco Use Dropped in 2020: \"a win for public health\"https:\/\/t.co\/4LpWkIDDW2","sentiment_score":0.2666666667}
{"full_text":"Are you a Flu Fighter, or know someone who is? Share with us your photos of getting a #FluShot and how you fight the #flu. #FluFighter or #FightFlu and tag us","sentiment_score":0.0}
{"full_text":"RT My brother is not included in these numbers yet, but he is not just a number. It is unconscionable that our governments ca...","sentiment_score":0.0}
{"full_text":"RT California alone reported more than 250,000 new cases this week. COVID-19 hospitalizations have more than doubled sinc...","sentiment_score":0.3787878788}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT Maybe should have been spending some of that $13B in transfer payments on LTC. I blame Trudeau for alot of...","sentiment_score":0.0}
{"full_text":"RT Meanwhile in Sweden, someone has set up a fake National Public health account to provide people with real scientific, e...","sentiment_score":-0.1}
{"full_text":"RT I feel very lucky to have had the vaccine. I would have no hesitation in recommending it to anyone. ","sentiment_score":0.4333333333}
{"full_text":"EPA is again pausing its office reopening plans, this time until Jan. 7, re: internal email.\"We have not seen Covid-19 conditions that would support a change in facility reopening status,\" wrote associate deputy administrator Doug Benevento.","sentiment_score":0.0}
{"full_text":"never been sick I don't wear mask I wear masks and some places because I respect the elderly in their respiratory there's a ghetto to get weaker and I want them to feel comfortable safe that's the only reason I wear masks in the store but in my associates do we don't wear masks","sentiment_score":0.0464285714}
{"full_text":"RT \"This is the most excited I've seen my coworkers in a long time.\" The first round of staff at are receiving t...","sentiment_score":0.175}
{"full_text":"RT Meanwhile, face shields in the PH.","sentiment_score":0.0}
{"full_text":"RT Republicans have become the party of abuse of power obstruction of justice and corruption.","sentiment_score":0.0}
{"full_text":"Started with the gray at 28. Every1 thought it was highlights then. Used Loreal Excellence #8 for years. During the pandemic I'm just leaving it alone. Really solid white now at almost 66! I earned every 1 after 43 yrs as a RN.","sentiment_score":0.0}
{"full_text":"RT In a desperate scramble to acquire supplies during the first wave of the pandemic - the government handed out contracts w...","sentiment_score":-0.175}
{"full_text":"RT Joe is not messing around. He went straight to the heart of the matter. Let's go Georgia! ","sentiment_score":0.25}
{"full_text":"Close the border to NSW but don't tell them in advance. Just do it. Shoot first, ask questions later. If you can't trust the #GladBag to self isolate after a COVID test, you can't trust her with the NSW outbreak. ","sentiment_score":0.125}
{"full_text":"RT Hospitals in the Southern California region are now at 0% ICU capacity, according to today's coronavirus numbers from the state,...","sentiment_score":0.0}
{"full_text":"RT Hundreds of Sydneysiders have made a mad dash for the airport as border restrictions threaten Christmas plans. #7NEWS h...","sentiment_score":-0.625}
{"full_text":"RT ATTENTION !! Steven Mnuchin funneled $500B of PPP Covid relief and gave millions to himself, Jared Kushner, Devin Nunes, To...","sentiment_score":0.0}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"Is anyone asking about the hidden linked covid cases in schools?","sentiment_score":-0.1666666667}
{"full_text":"Physicians and nurses at Allegheny Valley Hospital in Harrison are expected to be among Allegheny Health Network's first caregivers to receive covid-19 vaccinations Friday morning, according to an AHN spokeswoman.","sentiment_score":0.075}
{"full_text":"\"Track and Field Fans Unaffected by Covid\", weren't planning on attending anyways","sentiment_score":-0.05}
{"full_text":"RT question I'm going to ask every antivaxxer: if Coronavirus is so benign, why is exposure to the genetic material for a sing...","sentiment_score":0.0}
{"full_text":"The COVID-19 Law of Relativity states that \"Whatever goes in Must come out\"Balgowlah has just accepted the science","sentiment_score":0.0}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"Minnesotans Defy Democrat Gov. Tim Walz' Lockdown: 'We Put Our Heart and Soul' into Business","sentiment_score":0.0}
{"full_text":"It's just not fair that my bar went out of business because of COVID and Dave is going to save others. If I can't win then no one should","sentiment_score":0.225}
{"full_text":"Odds of Dying from COVID-19 vs other Coronaviruses via","sentiment_score":-0.125}
{"full_text":"RT To demonstrate staggering scale of food insecurity facing people seeking asylum in Victoria. spent $428,773 on food prev...","sentiment_score":-0.1}
{"full_text":"7500 people in the US have died of COViD under the age of 45. 7500!!!!","sentiment_score":0.0}
{"full_text":"Can't wait!","sentiment_score":0.0}
{"full_text":"Thread ...","sentiment_score":0.0}
{"full_text":"RT The Government convinced you to wear a mask and take an experimental vax without liability for a virus with a 99.8 % surviv...","sentiment_score":0.1}
{"full_text":"What's so 'fucking awesome' about this news?#Moderna #BigPharma #CoronaVaccine #COVID19Vaccine","sentiment_score":1.0}
{"full_text":"Where did the 19 as in Covid 19 come from? Was 19 the number of attempts to create a designer Flu? Real question mixed in with my sarcasm.","sentiment_score":0.1}
{"full_text":"Yes, you're as right about that as you were about the \"hoax\" of COVID except they did put up with it in 2016...with your tainted win...lest you forget. Can't wait til you are GONE!","sentiment_score":0.3571428571}
{"full_text":"#NYC is so full of hicks Donning a two-face like #Trump. #COVID","sentiment_score":0.35}
{"full_text":"RT JUST IN: Cedric Richmond, incoming member of the Biden administration, tests positive for the coronavirus","sentiment_score":0.2272727273}
{"full_text":"\"While the proponent has kept secret its pre-COVID business case for the development, it would be poor at best, unless underpinned by taxpayer subsidy and a mass-tourism model driven by cruise ships and bulk tours from overseas,\"#politas","sentiment_score":0.0666666667}
{"full_text":"RT Uncontrolled, raging pandemic. Yesterday, the U.S. broke records for highest daily number of new #COVID19 cases of 247k, h...","sentiment_score":0.0681818182}
{"full_text":"RT .@VinGuptaMD --  \"It would be powerful for the president, who has gotten exceptional treatment, to say that even in spite o...","sentiment_score":0.4833333333}
{"full_text":"Someone needs to tell her that American citizens are asking she send $1,200 of our tax dollars back to them to survive this pandemic !  #GTFOH with your $10 when you literally own a private jet.","sentiment_score":0.15}
{"full_text":"When this COVID is phased out, there's about to be so many family reunions outchea ","sentiment_score":0.5}
{"full_text":"RT Meanwhile, face shields in the PH.","sentiment_score":0.0}
{"full_text":"RT If we want to fight this pandemic and get relief to the families and small businesses that need it, needs Ge...","sentiment_score":-0.25}
{"full_text":"Pregnancy is a natural process that can be prevented using at least a condom, for one, etc. It's not a pandemic. STI\/STD's ARE viral etc but are NOT same as deadly airborne highly transmissable virus especially in casual setting more likely let guard down. I shudder at takeaway.","sentiment_score":-0.0995061728}
{"full_text":"Actually, no... 30 deaths are being *reported* today. Some of the deaths may have happened in previous days and are only now being added to the tally, which happens to be today's count, because it's now determined they were COVID-related.","sentiment_score":-0.0555555556}
{"full_text":"We have already saved from covid, everything will be ok now","sentiment_score":0.5}
{"full_text":"RT Nine months into a pandemic that has uprooted every level of life in this country and I'm still trying to avoid attacki...","sentiment_score":0.0}
{"full_text":"RT Pfizer #Vaccine Trial Reported 6 Deaths, 4 Cases of Bell's Palsy and Cases of Severe Painhttps:\/\/t.co\/xWXL9Ei6Ii","sentiment_score":0.0}
{"full_text":"RT New Zealand just announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then, t...","sentiment_score":0.2018181818}
{"full_text":"RT NBA Top Shot explodes, the corona-fueled sports card collecting gas puddle is ignited by the spark...","sentiment_score":0.5}
{"full_text":"CA COVID update: ICU capacity drops to 0% in Southern California as state reports 379 new deaths, shattering record via","sentiment_score":0.0681818182}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Wal Mart's Walton Family have pocketed $48 billion since March.They recently stopped paying hazard pay.Jeff Bezos has made...","sentiment_score":0.0}
{"full_text":"RT Tomorrow I will go to the Senate floor to ask for an up or down vote on my bill to provide a direct payment of $1200 to worki...","sentiment_score":-0.0277777778}
{"full_text":"RT CNN chyron: \"TRUMP MISSING IN ACTION AS COVID DEATHS SPIKE, U.S. ATTACKED\"","sentiment_score":-0.05}
{"full_text":"RT CNN chyron: \"TRUMP MISSING IN ACTION AS COVID DEATHS SPIKE, U.S. ATTACKED\"","sentiment_score":-0.05}
{"full_text":"RT I can't believe $600 is considered a serious compensable number in 2020 during a pandemic","sentiment_score":-0.3333333333}
{"full_text":"RT If this grinds your gears, wait until you find out about how many people have died from Covid on your watch - you'll be f...","sentiment_score":0.5}
{"full_text":"While duterte continues to literally sleep on the job, Ph became the worst performing economy in the world during the pandemic. #duterteincompetentRead more:https:\/\/t.co\/IxYnzRavr2","sentiment_score":-1.0}
{"full_text":"RT Remember that the debate in Congress over covid relief is for how much of OUR OWN MONEY to give us back.","sentiment_score":0.2666666667}
{"full_text":"Great incentive","sentiment_score":0.8}
{"full_text":"RT Hi! Server here, wanna support restaurant workers? Venmo one. Stay tf...","sentiment_score":0.0}
{"full_text":"RT  Heads up #NV04!","sentiment_score":0.0}
{"full_text":"RT We are in pandemic  you can give the money to people who are in need instead of giving it to your fave . Y'all are so self...","sentiment_score":0.0}
{"full_text":"RT Introducing The Barstool FundIf you are a small business that needs help staying in business because of covid email...","sentiment_score":-0.25}
{"full_text":"RT Due to the growing cluster of Covid cases in Sydney, Jenny and I have decided to reschedule our planned holiday in earl...","sentiment_score":-0.125}
{"full_text":"RT Anyone who thought that this would not happen somehow slept through all of history","sentiment_score":0.0}
{"full_text":"RT Remember that the debate in Congress over covid relief is for how much of OUR OWN MONEY to give us back.","sentiment_score":0.2666666667}
{"full_text":"Why are we allowing flights from coronavirus China? Bonny henry needs to be gone. What  a joke","sentiment_score":0.3}
{"full_text":"A #nationaldayofmourning for our COVID-19 victims will need to be more like a national week to cover the immensity.https:\/\/t.co\/wCnaaE9apm","sentiment_score":0.5}
{"full_text":"RT wtf is this?They even put a statement saying oops","sentiment_score":-0.5}
{"full_text":"RT Now it is documented. Trump's COVID policy was to infect as many Americans as possible. If this isn't premeditated murder, I...","sentiment_score":0.25}
{"full_text":"Hard to read this article objectively in light of China's aggressive behaviour. China is not an open society - those interviewed for this story present like CCP acolytes.Europe, South Asia, North and South America have suffered an enormous toll as a result of this pandemic.","sentiment_score":0.0216666667}
{"full_text":"RT What did David Perdue do in the first weeks of this pandemic?He downplayed the crisis in public and traded stocks to profit f...","sentiment_score":0.125}
{"full_text":"Chris: \"Donald Trump and our government under his leadership explicitly pursued a strategy to spread the virus, to get more people sick. They took the side of Covid. They had the same aims as the virus. They were--as I said before--objectively pro-Covid.\"","sentiment_score":-0.0714285714}
{"full_text":"As COVID-19 vaccinations roll out to more and more people, health authorities are keeping close watch for any unexpected side effects.https:\/\/t.co\/Stax0pteUh","sentiment_score":0.3666666667}
{"full_text":"More people are looking to buy a #property now than they were before the #pandemic after realising the importance of owning a home. Low home loan rates and attractive offers from builders are also fuelling the demand.https:\/\/t.co\/rj7a1AapNf","sentiment_score":0.35}
{"full_text":"Rising #COVID19 cases have reached record levels once again, and as vaccine distribution begins, it's still important that we all take measures to stop the spread. Make sure to wear your mask, wash your hands, and stay home as much as possible.https:\/\/t.co\/JNgVhLtBRS","sentiment_score":0.3666666667}
{"full_text":"RT NEW: Senate Majority Leader Mitch McConnell to get coronavirus vaccine. \"Because of government continuity requirements, I...","sentiment_score":0.1363636364}
{"full_text":"Published in the Journal of Cystic Fibrosis, the study looked specifically at the response of children with cystic fibrosis (CF) to infection from Covid-19.https:\/\/t.co\/uU3XVmNqCe","sentiment_score":0.0}
{"full_text":"RT There are 10 ingredients in Pfizer's coronavirus vaccine. Contrary to conspiracy theories, tracking microchips are not one of...","sentiment_score":0.0}
{"full_text":"Scammers are using the COVID-19 pandemic and financial crisis to take advantage of unemployed workers.https:\/\/t.co\/viLWhsh4De","sentiment_score":0.0}
{"full_text":"Interior of the Sawtell Grocery Storec. 1890Located on Church Street in RosevilleLooks like the place to go if you need items &amp; ingredients for your Christmas dinner!@GoDowntownRsvl #ShopLocal #Christmas #ChristmasIsComing #Christmasgifts #COVID19","sentiment_score":0.0}
{"full_text":"A new type of face mask provides complete coverage to prevent the spread of COVID-19 and gives users a temporary new identity","sentiment_score":0.1242424242}
{"full_text":"RT 1. The Justices haven't met in person for 9 months since pandemic2. Screaming? The 9 forgot how, years ago when they join...","sentiment_score":0.0}
{"full_text":"Latest worldwide COVID-19 data: 75,215,738 cases, 1,666,869 deaths.A 2.22% fatality rate.","sentiment_score":0.5}
{"full_text":"NK PRO: In 2020, fewer international ships and aircraft were able to gather data on North Korean smuggling.The global COVID-19 pandemic resulted in foreign military deployments to the Japan area which typically monitor the DPRK falling overall this year.https:\/\/t.co\/D7MPJOYw4e","sentiment_score":0.0154761905}
{"full_text":"#CORONAVIRUS: Initial vaccine shipment to cover all Newman Regional Health's frontline staff #KVOENews","sentiment_score":0.0}
{"full_text":"Doctors, nurses line up for first COVID-19 vaccinations.https:\/\/t.co\/NU01Zn1xoz","sentiment_score":0.25}
{"full_text":"RT On #WorldAIDSDay, we remember those we have lost to this epidemic &amp; encourage you to break the barriers of the stigma a...","sentiment_score":0.0}
{"full_text":"Penn State athletics' latest COVID test numbers as fall semester winds downhttps:\/\/t.co\/Fqn5xWueUM","sentiment_score":0.5}
{"full_text":"TN Gov. Bill Lee (R) blamed the state's post-Thanksgiving surge in COVID cases on Tennesseans who held get-togethers, despite doing virtually nothing to try to stop them:\"No mandate, no restriction, no shutdown is going to stop that kind of behavior.\"https:\/\/t.co\/SuyugXkuSF","sentiment_score":0.6}
{"full_text":"A very moving news dialogue. Covid is not a board game. It is life.  Thank you for sharing your candid thoughts and experiences with us.  STAY HOME.  This is a different year, but do your part in order to celebrate many more years of life. We are in this together.","sentiment_score":0.2333333333}
{"full_text":"RT Introducing The Barstool FundIf you are a small business that needs help staying in business because of covid email...","sentiment_score":-0.25}
{"full_text":"A new animation for #Nauru is now online, highlighting safety of women &amp; children in their homes during #COVID19: Nauru's Government took a lead role in developing its animation supported by Australia via #PacificWomen &amp;","sentiment_score":0.1363636364}
{"full_text":"RT Long Beach &amp; Los Angeles poised to make grocery chains  pay workers extra $4 or $5\/hr in hazard wage after push,...","sentiment_score":-0.025}
{"full_text":"RT Trina Wicker, 45yo Direct Support Staff, Cumberland River Homes, Salem, KY, died of #covid19 12\/11. She was sweet but also a...","sentiment_score":0.225}
{"full_text":"Excited that my mom, a pediatrician, will get one of the first coronavirus vaccines at her hospital. (I reread the email several times and no it wasn't a phishing attack!)","sentiment_score":0.2083333333}
{"full_text":"\"God is not contained to a certain schedule or a certain set of rituals.\"","sentiment_score":0.2142857143}
{"full_text":"Experts say 'not enough evidence' showing vitamin D helps fight Covid - but we should take it anyway","sentiment_score":0.0}
{"full_text":"79% of Oregon Democrats say they are willing to get the shot, compared with just 40% of Republicans, according to a new poll ","sentiment_score":0.1931818182}
{"full_text":"30 People died in Alberta today. A reminder that and are not doing a good job with this Pandemic or really anything.","sentiment_score":0.45}
{"full_text":"My little hiking buddy, Maya! Since COVID we have been stuck at home more than usual just like everyone else. But we manage to get out when the days are beautiful like this day was. Freedom inspires creativity","sentiment_score":0.21640625}
{"full_text":"The Pfizer\/BioNTech COVID-19 vaccine, which we are currently rolling out across the country, is vegan-friendly. It contains no animal products. Find out more via","sentiment_score":0.25}
{"full_text":"*ATTENTION MEDICAL PROFESSIONALS*California is urgently calling on healthcare professionals to support COVID-19 pandemic response and patient care needs throughout the state.","sentiment_score":0.0}
{"full_text":"Let's get started! How has #COVID19 impacted antibiotic stewardship in your workplace? Have you evaluated antibiotic use to look at usage trends? #ASPChat","sentiment_score":0.0}
{"full_text":"Moderna's COVID-19 vaccine is one step closer to getting approval for use in the United States. Distribution could begin as early as next week. ","sentiment_score":0.05}
{"full_text":"Novel coronavirus pandemic has infected at least 75 million people around the world and claimed more than 1.6 million lives. Here are updates for December 18","sentiment_score":0.1}
{"full_text":"Drive-through events are underway in Arizona to vaccinate thousands of health care workers against the coronavirus. Two vaccination sites in Maricopa County opened Thursday. Three more are set to open Monday. reports.https:\/\/t.co\/XnNIneBudg","sentiment_score":0.25}
{"full_text":"RT Them: It's not the governments job to take care of people. It's the church's job. Me: We can't even get the church to wear a...","sentiment_score":0.0}
{"full_text":"There may be more of the Pfizer\/BioNTech coronavirus vaccine available than first thought. Politico reported that vials holding the vaccine are supposed to hold five doses, but pharmacists found enough vaccine inside for a sixth and sometimes seventh dose.","sentiment_score":0.2875}
{"full_text":"The disproportionate impact of COVID-19 on communities of color has made it clear that continuing inaction to address racial disparities is deadly. has six strategies to link health care payment and delivery to solutions to achieve health equity.","sentiment_score":-0.05}
{"full_text":"Social distancing Christmas jumper comes with alarms in case someone gets too close","sentiment_score":0.0333333333}
{"full_text":"RT Indeed!","sentiment_score":0.0}
{"full_text":"#NewMexico Governor Michelle Lujan Grisham said nearly all New Mexico counties have successfully lowered their daily case rates or their test positivity rates.","sentiment_score":0.2465909091}
{"full_text":"I have an idea even better than Kickstarter, and it's called an outbreak of smallboxstarter.","sentiment_score":0.5}
{"full_text":"Yoo I felt that feels very uncomfortable","sentiment_score":-0.65}
{"full_text":"It's actually only Coronavirus Vaccine if it's created in the Coronavirus region of France. Otherwise, it's just sparkling Vaccine.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 23.3FWind Chill: 23.3FHumidity: 90%Dew Point: 20.8F Barometer: 30.265 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 278.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"PTF: There are indications Nigeria is now in second wave of COVID-19 infections | TheCable","sentiment_score":0.0}
{"full_text":"RT Dah muncul kat whatsapp dah. Drinking bleach isn't a cure for coronavirus. Instead it can be harmful to your body ","sentiment_score":0.0}
