{"full_text":"RT White House staffers getting vaccines first after pretending the virus doesn't exist, and letting the entire country get...","sentiment_score":0.0833333333}
{"full_text":"Ready for the news at 5 and it's one for the history books. The first #COVID19 vaccines are being shipped out across the country, expected to arrive in all 50 states tomorrow. #ABC11","sentiment_score":0.1166666667}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":"THIS IS RIDICULOUS. Spent months downplaying severity, and they get it first? FUCK THIS.","sentiment_score":-0.1458333333}
{"full_text":"RT Since March, the Trump admin. has invoked a public health law to expel most border-crossers, including unaccompanied min...","sentiment_score":0.25}
{"full_text":"RT Everyone if y'all can please keep Kims dad in prayer he's in the hospital due to Covid and also catching pneumonia.  ","sentiment_score":0.2375}
{"full_text":"RT Kicking a family off a flight and banning them from the airline because their 2 YEAR OLD daughter wouldn't wear a mask? Wha...","sentiment_score":0.1}
{"full_text":"RT \"Why New Parliament When Covid Is Killing Jobs?\" Kamal Haasan Asks PM","sentiment_score":0.1363636364}
{"full_text":"RT FUN FACT: Donald Trump is the first President in US history to simultaneously hold records for the highest national de...","sentiment_score":0.275}
{"full_text":"RT Trump did absolutely nothing to fight this virus. He called it a hoax. He downplayed it to the public when he knew it was...","sentiment_score":0.1}
{"full_text":"They are at high risk working close to that main covid-19 spreader fool in the White House.","sentiment_score":0.1088888889}
{"full_text":"RT Newsom fought this case hard. He struck the first judge, then unsuccessfully tried to transfer to LA Superior Court, then lo...","sentiment_score":0.2194444444}
{"full_text":"RT I confronted a Karen for not wearing a mask in the grocery store and I honestly haven't felt a rush like this since the...","sentiment_score":0.6}
{"full_text":"RT Do not ask why areas move into Tier 3.This is it.Do not ask WHY people pack to get the shopping and socialising in....","sentiment_score":0.0}
{"full_text":"RT This weekend our members organized socially-distanced lit drops and canvasses across Atlanta to get the word out about the...","sentiment_score":0.0}
{"full_text":"It's happening! Historic!","sentiment_score":0.0}
{"full_text":"RT The vaccine requires a second dose, 21 to 28 days after the first. With 37 days left until they leave their jobs, this has...","sentiment_score":0.0833333333}
{"full_text":"Joe says stay home...if you're fortunate enough to have one. For the unhoused, will stop at nothing to sweep them out of their only means of shelter. Sweeps are traumatic and dangerous, and contrary to CDC guidelines to shelter in place. #servicesnotsweeps","sentiment_score":-0.05}
{"full_text":"RT 30% of the acute strokes I saw in the last 24hrs were #COVID19 positive. That's 1 in 3 people with a stroke. It's only going...","sentiment_score":0.2068181818}
{"full_text":"RT No, they should have to wait in line just like the rest of us. Sorry but White House staffers are absolutely not more importa...","sentiment_score":-0.25}
{"full_text":"RT WTF? Before ER doctors and nurses? Before people in critical need? Before the most vulnerable?","sentiment_score":-0.125}
{"full_text":"RT They're not \"stimulus checks.\" They're SURVIVAL checks.\"Stimulus\" means \"go out and spend this now\" money. This is \"...","sentiment_score":0.0}
{"full_text":"RT The fastest cheapest fit-to-fly COVID test in London. Hello Christmas!","sentiment_score":0.0}
{"full_text":"Many people would say that's it's just commonsense to make it easier and safer for people to vote, especially during a pandemic. Yet here you are whining about those measures making it harder for your cult to win. Quit bitchin' and come up with some policies that help people.","sentiment_score":0.3}
{"full_text":"Spreading covid on the tl","sentiment_score":0.0}
{"full_text":"The Wall Street Journal: Shutting Borders Helped Australia Contain Covid-19. Now Reopening Them Is Proving Difficult..https:\/\/t.co\/vLIYuOV6Ravia","sentiment_score":0.0}
{"full_text":"RT White House staff members are scheduled to receive Pfizer's coronavirus vaccine, at a time when first doses are only being dis...","sentiment_score":0.0833333333}
{"full_text":"The WH should be the last to receive vaccine!","sentiment_score":0.0}
{"full_text":"Yeah right, we sure had a pandemic didn't we?","sentiment_score":0.3928571429}
{"full_text":"Finally feeling well enough to start making editing tiktoks again. Gonna start streaming again Tuesday after 3 weeks of being MIA, covid ain't no joke. #Covid_19 #twitchstream #TikTok","sentiment_score":0.0}
{"full_text":"RT Californians and people across the nation are facing record numbers of COVID-19 cases, overwhelming health care worker...","sentiment_score":0.5}
{"full_text":"A solid example of this is how reporting on COVID fatalities as affecting Black communities disproportionality focused on the communities being Black as opposed to being impoverished. There is racial explanation for the higher rate of COVID fatalities and to assert that is racist","sentiment_score":-0.0208333333}
{"full_text":"RT BE SAFE.DON'T DO IT!! Stay at home.","sentiment_score":0.0}
{"full_text":"I just want to say when you sit down for dinner with your family My husband was diagnosed with Covid19 and he has underlying health problems, and we will eat in separate rooms tonight so thanks Asa for doing nothing!","sentiment_score":0.0472222222}
{"full_text":"RT  Science paper on Manaus, Brazil shows catastrophic toll of largely uncontrolled epidemic. Over 76% attack rate so far. h...","sentiment_score":0.1571428571}
{"full_text":"RT Black women--I really wish you would retire from activism that isn't Black women &amp; children centered. It's a perfect day to...","sentiment_score":0.2166666667}
{"full_text":"RT JUST IN: White House staff set to be among the first Americans to receive coronavirus vaccine","sentiment_score":0.125}
{"full_text":"RT For your family, neighbors, and country -- wear a mask.","sentiment_score":0.0}
{"full_text":"RT Stockholm's ICU capacity hit 99% this week. Sweden  is also completely out of ICU nursing staff because of high resignati...","sentiment_score":0.13}
{"full_text":"RT I don't have COVID, your food is just tasteless Aunt Carol.","sentiment_score":-0.6}
{"full_text":"RT I never understood the rationale for this. Kids may not experience symptoms, but they can still catch and s...","sentiment_score":0.0}
{"full_text":"Germany to go into national lockdown over Christmas to stem surge in Covid-19 cases","sentiment_score":0.0}
{"full_text":"RT My dad must really be taking this social distancing shit seriously, I haven't seen him in like 20 years","sentiment_score":-0.075}
{"full_text":"RT No. Find the money somewhere else. UC losses are primarily from health systems; students have been paying tuition all alo...","sentiment_score":0.4}
{"full_text":"RT Cruz is the guy who wants to patrol their neighborhoodshttps:\/\/t.co\/K4uQ6IGF6P","sentiment_score":0.2}
{"full_text":"RT Climate change is real.Wear a mask.Black Lives Matter.","sentiment_score":0.0}
{"full_text":"Real news.","sentiment_score":0.2}
{"full_text":"RT Trump's White House staff won't wear masks, because in their world the virus is no big danger.But when a vaccine becomes...","sentiment_score":0.0}
{"full_text":"RT My abusive former partner nearly choked me to death. The stigma led me to not report it. I regret I didn't.The pandemic has...","sentiment_score":0.05}
{"full_text":"RT I almost caught COVID last night, but luckily I got to my hotel room just at 9:59pm.I just know had I been outside at 10...","sentiment_score":0.1111111111}
{"full_text":"Same as ever mate - Still incessantly gif-ing Still scratching my head at Corona rules. Hope the family are good mate ","sentiment_score":0.35}
{"full_text":"RT Lon Adams was a World War II veteran who was nearly killed at the Battle of the Bulge and went on to create one of the most...","sentiment_score":0.1}
{"full_text":"So will Mar-a-Lago members.","sentiment_score":0.0}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"Time to get rid of masks!","sentiment_score":0.0}
{"full_text":"Coincidence?","sentiment_score":0.0}
{"full_text":"RT They had the money for endless wars. They had the money for Wall Street bailouts. They have the money for pandemic surviv...","sentiment_score":-0.125}
{"full_text":"RT .@repkatieporter exposes corruption in real time--Part of accountability is holding true villain responsible for tanking...","sentiment_score":0.25}
{"full_text":"RT this is antiblack......!??","sentiment_score":0.0}
{"full_text":"RT If u have covid &amp; YOU KNOW and are still going out  , go 2 hell .","sentiment_score":0.0}
{"full_text":"a vaccine isn't a perfect vaccine defeater, its a method for reducing risk just like masks and distancing and lockdowns. a vaccinated population of vulnerable misted with covid droplets would probably experience a lot of sickness and deaths","sentiment_score":0.25}
{"full_text":"RT A study involving 40k people found kids *under 15* are half as likely as adults to get coronavirus. That's not \"unlikely\"...","sentiment_score":0.0277777778}
{"full_text":"Sir 12th grade is a very crucial period of our life  and (making us give boards after PTSD of covid-19 and also by studying online would prove to be a stupid decision) ....we need more time to prepare for boards ...online was stupidity and bussiness strategy of school","sentiment_score":-0.225}
{"full_text":"RT Kicking a family off a flight and banning them from the airline because their 2 YEAR OLD daughter wouldn't wear a mask? Wha...","sentiment_score":0.1}
{"full_text":"RT The first COVID-19 vaccine shipment left Pfizer's Portage facility Saturday morning. #WestMichigan #COVID19 #vaccineFULL...","sentiment_score":0.125}
{"full_text":"Jurisprudencia","sentiment_score":0.0}
{"full_text":"RT Let health workers wait...the no-mask super spreader brigade must go first.","sentiment_score":0.2916666667}
{"full_text":"RT Breaking - UPS and FedEx trucks carrying the first U.S. shipment of coronavirus vaccine have left Pfizer's facility near K...","sentiment_score":0.1166666667}
{"full_text":"RT This is fucking disgusting.","sentiment_score":-1.0}
{"full_text":"RT State reports 90 new COVID-19 cases, 10 on Hawaii Island, 4 on Kauai, 8 on Maui, 58 on Oahu, 10 diagnosed out of state, 3 new de...","sentiment_score":0.1363636364}
{"full_text":"RT 1 - After Atletico Madrid defeat on Saturday, AC Milan are the only side unbeaten in the Top-5 European Leagues after the fi...","sentiment_score":0.0}
{"full_text":"RT I think covid's biggest lesson is that a lot of people need to get a hobby secondary to going out drinking","sentiment_score":-0.3}
{"full_text":"White House Staff Hop the Line for Covid Vaccine.  Dr and nurses should be first!","sentiment_score":0.15625}
{"full_text":"RT Israeli soup kitchens 'can't keep up' with rising demand amid COVID-19 poverty","sentiment_score":0.0}
{"full_text":"Cannot wait for this pandemic to be over and we go back to ot5 cos mk and hc are too busy with 127 ","sentiment_score":0.05}
{"full_text":"RT You're busted Newt.  Making it easier for more people to vote in a pandemic (the usual fraud claims have been exposed as no...","sentiment_score":0.125}
{"full_text":"RT WTF? Before ER doctors and nurses? Before people in critical need? Before the most vulnerable?","sentiment_score":-0.125}
{"full_text":"I'm disappointed in the the people I consider friends that travel to florida, texas, california and to other high risk states just to come home and not bother self quarantining and just going out as if they're not potentially infected with covid.","sentiment_score":-0.17875}
{"full_text":"RT Sen. Coons to NBC: \"The fact that, 9 months later, we don't have a next round of COVID relief is something I personally a...","sentiment_score":-0.05}
{"full_text":"Yea and even if it wasn't for covid, they would have AMI days (weather work). I guess you're right, there won't be anymore snow days.  really sad.","sentiment_score":-0.1071428571}
{"full_text":"Smh Please Understand, She Aggy With You Right Na, Cause You Got Her On LockDown, And She Wanna Get Out The House To See Me, But She Cant!#860","sentiment_score":0.2857142857}
{"full_text":"RT Logged back into Twitter solely to share this important, beautifully done project.https:\/\/t.co\/8XZwERdMGL","sentiment_score":0.4166666667}
{"full_text":"RT WARNING: The SVR Russia's overseas spy division of the old KGB is using COZY BEAR to try to Phish for staff emails at the...","sentiment_score":-0.05}
{"full_text":"RT .@FDACBER Director Dr. Peter Marks: \"Although this is not an FDA approval, this authorization makes Pfizer-BioNTech's vaccine a...","sentiment_score":0.0}
{"full_text":"I've never done a flu shot &amp; I already had covid19. I'm still kicking &amp; I'm one of the healthiest people I know.If vaccines don't cause any injury why is there a special vaccine court that limits awards to only 1% of cases for injuries caused by vaccines?","sentiment_score":0.1785714286}
{"full_text":"The Governor's Covid-19 Party#Covid_19 #pandemia #pazuello","sentiment_score":0.0}
{"full_text":"Ion wear a bra","sentiment_score":0.0}
{"full_text":"RT Newsom fought this case hard. He struck the first judge, then unsuccessfully tried to transfer to LA Superior Court, then lo...","sentiment_score":0.2194444444}
{"full_text":"RT #Inequality is at staggering levels globally, &amp; has been highlighted by the differential impacts of #COVID19 on societies...","sentiment_score":0.0}
{"full_text":"RT President-elect Biden says he'd \"be happy\" to join former Presidents Obama, Bush and Clinton in getting a Covid-19 vac...","sentiment_score":0.4}
{"full_text":"RT This decision is the best Christmas present the American people could receive when it comes to fighting this pandemic....","sentiment_score":0.3333333333}
{"full_text":"Niggas die everyday b","sentiment_score":-0.2}
{"full_text":"RT WTF? Before ER doctors and nurses? Before people in critical need? Before the most vulnerable?","sentiment_score":-0.125}
{"full_text":"The work during this pandemic has required remarkable effort by our JMH team. You can send them a note of gratitude by clicking here.","sentiment_score":0.75}
{"full_text":"Giuliani was ridiculous &amp; he's calling him out. Why is it beneath him to express a personal opinion. He's not the fictional character he played on TV he's got every right to express his thoughts. Calling it the China Virus did a lot of harm","sentiment_score":-0.0119047619}
{"full_text":"i tried listening to a podcast yesterday and in the first ten minutes one of then called covid panda express and then i gave up","sentiment_score":0.125}
{"full_text":"\"COVID is no joke\". F1 superstar Lewis Hamilton says he's grateful to be alive after returning to racing following his recent health scare ","sentiment_score":0.0333333333}
{"full_text":"RT Shocking..... Not","sentiment_score":-1.0}
{"full_text":"All of the patients tested negative for COVID-19 and other viral infections, and health officials suspect exposures to heavy metals may be responsible.","sentiment_score":-0.10625}
{"full_text":"RT A new White House coronavirus report contradicts @GovRonDeSantis, urging state take immediate action - severely limit...","sentiment_score":0.0787878788}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Covid and nuff ppl a call! Smh.","sentiment_score":0.0}
{"full_text":"RT Really exciting finding suggesting that COVID19 triggers autoimmunity by allowing all sorts of auto-antibodies to be made....","sentiment_score":0.3}
{"full_text":"RT White House staffers getting vaccines first after pretending the virus doesn't exist, and letting the entire country get...","sentiment_score":0.0833333333}
{"full_text":"RT Confiscate Bill Gates' wealth and give it to people affected by lockdown protocols. Rebuild America with the fortunes of ol...","sentiment_score":0.0}
{"full_text":"Seriously. Fuck. All. These. People.","sentiment_score":-0.4}
{"full_text":"RT Remember when Chris Whitty told us the truth about the risk of Covid? Worth watching... It feels like a LONG time ago but eve...","sentiment_score":0.125}
{"full_text":"RT Because for months only some lives have mattered. And as long as I live I will condemn the people that forced the pr...","sentiment_score":-0.0534090909}
{"full_text":"RT \"US set to launch COVID Vaccine as early as 2021\"January 2021:","sentiment_score":0.1}
{"full_text":"RT Man worth $118.8 billion says that average people should have their businesses closed down","sentiment_score":-0.0263888889}
{"full_text":"RT This won't end until the American people restore their freedoms once and for all.","sentiment_score":0.0}
{"full_text":"I'm glad I don't have a pandemic baby bro...","sentiment_score":0.5}
{"full_text":"RT #BREAKING - Grenada confirms 26 new COVID-19 cases taking tally to 69 (28 active) - originating from a cluster at Sandals...","sentiment_score":0.0015151515}
{"full_text":"#Shincheonji Church Organises Worldwide Prayer Against COVID-19 #Health #NEWS","sentiment_score":0.0}
{"full_text":"Stay informed with the latest updates.","sentiment_score":0.5}
{"full_text":"On Dec 15 &amp; 17, Art Lab (@ShowMustGoShow) and ShowDown Productions will present two virtual presentations of Dennis T. Giacino's Stay-At-Home Version featuring Available to stream via #theateronline","sentiment_score":0.2}
{"full_text":"Fawnc. 1964 Rudolph?Tahoe National Forest Collection#Christmas #Christmas2020 #COVID19 #History #Rudolph #RudolphTheRedNosedReindeer","sentiment_score":0.0}
{"full_text":"Cash payments are not accepted from eastbound #BlueWaterBridge customers during the #COVID-19 #coronavirus pandemic.Thank you for your cooperation #MDOT","sentiment_score":0.0}
{"full_text":"RT People who don't see Covid as a threat can't comprehend messages much above that level.","sentiment_score":0.0}
{"full_text":"RT The vaccine requires a second dose, 21 to 28 days after the first. With 37 days left until they leave their jobs, this has...","sentiment_score":0.0833333333}
{"full_text":"RT .@BillGates on Covid: \"Even through 2022\" we should be prepared for life to not return to \"normal\"  Says \"sadly\" it's \"a...","sentiment_score":-0.175}
{"full_text":"\"Everybody's got to wear a mask, regardless of age, regardless of, you know, how wealthy you are, regardless of how fashionable you are. So if you're going to have to wear a mask, you may as well have it look good.\"","sentiment_score":0.6}
{"full_text":"RT Learn how our teams developed an MRM method to detect and quantify SARS-CoV-2 proteins in nasopharyngeal swabs in our new a...","sentiment_score":0.1181818182}
{"full_text":"Being stuck at home during the coronavirus pandemic isn't stopping Bill Nye from producing some great Science Guy videos.","sentiment_score":0.8}
{"full_text":"Italy passes UK to have worst COVID-19 death toll in Europe","sentiment_score":-1.0}
{"full_text":"Managing stress, depression and anxiety during COVID-19 can be overwhelming. In this episode of Riverside's podcast, Riverside Psychiatrist, Dr. Raunak Khisty, discusses how to care for your mental health, local resources for assessment, support, and crisis assistance.","sentiment_score":0.1333333333}
{"full_text":"RT This has to be one the most dishonest columns I can remember ever reading. I mean, not even Trump critics could possibly...","sentiment_score":-0.028125}
{"full_text":"They had broken the coronavirus regulations","sentiment_score":-0.4}
{"full_text":"RT Man worth $118.8 billion says that average people should have their businesses closed down","sentiment_score":-0.0263888889}
{"full_text":"Lockdown is LIVE at #VampireTheMasquerade #RPG #ttrpg","sentiment_score":0.1363636364}
{"full_text":"Whether you plan to have that tough phone call with your loved ones, or are gearing up for a lively celebration, here are some tips for approaching the holiday season. ","sentiment_score":0.1118686869}
{"full_text":"Without exception, every country polled in #Europe in 2020 reported an increase in #latepayments that corresponds to an average two-thirds increase on pre-pandemic figures for the whole region. This would make a bigger downturn than the 2008\/2009 recession","sentiment_score":0.0166666667}
{"full_text":"Dogs can be trained to detect COVID-19 by sniffing human sweat, according to a proof-of-concept study published on Thursday.","sentiment_score":0.0}
{"full_text":"Scientists have begun to pick out immune system players that seem to gum up the works during a severe bout of COVID-19.","sentiment_score":0.0}
{"full_text":"RT They had the money for endless wars. They had the money for Wall Street bailouts. They have the money for pandemic surviv...","sentiment_score":-0.125}
{"full_text":"Dwight Gayle is a man in form! #NUFC","sentiment_score":0.0}
{"full_text":"Explainer: How much COVID-19 vaccine will be shipped in US","sentiment_score":0.2}
{"full_text":"Non-profit organizations could qualify for a share of about $4 million in grants from County Housing and Community Development Services.https:\/\/t.co\/Snbt2xFDo1","sentiment_score":0.0}
{"full_text":"Loneliness can lead to serious health problems and severe depression for the elderly and those living in long-term care during the COVID-19 pandemic.","sentiment_score":-0.3333333333}
{"full_text":"Join us and on Dec. 15 at 9:30am for a virtual symposium on the current research into intimate partner violence and homelessness during COVID-19, ft. our very own Amy Turk! Register now at See you there!","sentiment_score":0.4}
{"full_text":"Dozens of vendors and food trucks will participate in the event organized by 904 Pop Up.","sentiment_score":0.0}
{"full_text":"Here's what went wrong with Australia's UQ\/CSL COVID vax according to","sentiment_score":-0.5}
{"full_text":"Filipino nurse in UK inoculated with COVID vaccine says it's 'safe'","sentiment_score":0.5}
{"full_text":"There are nearly 46,000 active COVID-19 cases across the Badger State. ","sentiment_score":-0.0166666667}
{"full_text":"Bill Gates says the presidential transition is 'complicating' US efforts to distribute COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"It's the largest one-day COVID-19 case increase Jefferson County has ever seen, and the death toll rises in the region. Here are today's numbers:","sentiment_score":0.0}
{"full_text":"Here's what we know about the Pfizer\/BioNTech Covid-19 vaccine:","sentiment_score":0.0}
{"full_text":"WATCH this student-produced video diary on how high school student Ryan Carter became closer with his special needs brother after helping him navigate remote learning during the pandemic. #SRLB2S #wellbeingscc","sentiment_score":0.139047619}
{"full_text":"In 40 years of research, there is no vaccine for HIV, and 100 years of research for cancer without a cure.  Many years of common cold, there is no vaccine. Now you are telling us w you found a vaccine for COVID-19 within one year. So, there must be skepticism.","sentiment_score":-0.1333333333}
{"full_text":"This is terrible","sentiment_score":-1.0}
{"full_text":"We asked a former CDC director about the coronavirus vaccine. Here's what he said.","sentiment_score":0.0}
{"full_text":"RT You're busted Newt.  Making it easier for more people to vote in a pandemic (the usual fraud claims have been exposed as no...","sentiment_score":0.125}
{"full_text":"I agree but I'm beaten. Time to find an \"out\" and let others take up the cause.  Whilst I am still here I will do my bit and fight where I can but TBH I'm done and can't wait to leave the UK - covid permitting.","sentiment_score":0.0}
{"full_text":"Cheater and I need a new start, but lockdown keeps us feuding: Ask Ellie via","sentiment_score":0.1363636364}
{"full_text":"The new COVID-19 cases reported Sunday pushes Collier's total number of cases closer to the grim milestone of 20,000.","sentiment_score":-0.2878787879}
{"full_text":"RT Aside from that the defeatists have been yelling \"It won't pass in the senate\" while not realizing that's no...","sentiment_score":0.0}
{"full_text":"I can assure you that neither of them would \"pretend\" to have symptoms. They are both feeding data into the Zoe KCL Covid Symptom study and wouldn't dream of fabricating data.","sentiment_score":0.0}
{"full_text":"RT The White House: COVID is a hoax and masks don't work, but also give us the vaccine right fucking now!","sentiment_score":-0.1547619048}
{"full_text":"Brett it makes no sense this year to play in a bowl just another meaningless road game where player and staff can be exposed to covid-19 for no reason","sentiment_score":-0.45}
{"full_text":"December 7th Teleconference Outlines Latest Williams County COVID-19 Pandemic Data - The Village Reporter","sentiment_score":0.5}
{"full_text":"RT Breaking NYT: White House staff who work in close quarters with Trump have been told they are scheduled to receive inject...","sentiment_score":0.0}
{"full_text":"What a body of work. I spent most of first lockdown going back over those of his novels I'd missed. Such an evocative style and such deft equivocation. A master.","sentiment_score":0.1785714286}
{"full_text":"Fine, but every politician's injection has to be on tv and preceded with a verbal statement that the pandemic had never been a hoax. And if they previously claimed it was a hoax they also must apologize and admit they lied. Else no vaccine.","sentiment_score":0.125}
{"full_text":"Serious question: Seeing no masks at the #FarmersProtests. Is no one worried about #Covid19?","sentiment_score":-0.3333333333}
{"full_text":"RT The US will start Covid-19 vaccinations this week, FDA says ","sentiment_score":0.0}
{"full_text":"RT Breaking NYT: White House staff who work in close quarters with Trump have been told they are scheduled to receive inject...","sentiment_score":0.0}
{"full_text":"RT The vaccine requires a second dose, 21 to 28 days after the first. With 37 days left until they leave their jobs, this has...","sentiment_score":0.0833333333}
