{"full_text":"Shahid Kapoor wraps Jersey filming, says '47 days of shoot during Covid' was 'just unbelievable'. See pic","sentiment_score":-0.25}
{"full_text":"RT My family has COVID &amp; the health authority told my mom that if her lips turn blue to go to the hospital. She's Black. Her...","sentiment_score":-0.0833333333}
{"full_text":"RT How y'all scared of the vaccine but not scared of Covid ","sentiment_score":0.0}
{"full_text":"True,  I know I'll be ok if I wear a mask but I can't wear a mask because I cannot go along with the hoax that is covid. It is the motivation and reasoning that my decision is based on. Also good science says heal;thy people should not wear masks.","sentiment_score":0.5166666667}
{"full_text":"RT In a Dec. 4 report, Washington Post said Sinovac Biotech had been found to have a record of bribing Chinese drug regula...","sentiment_score":0.0}
{"full_text":"RT Bathrooms are a concern--because of toilet  plumes. \"Because a flush can release plume of aerosolized droplets in the air--a...","sentiment_score":-0.0333333333}
{"full_text":"This.","sentiment_score":0.0}
{"full_text":"RT China is expected to finish its fight against extreme poverty as planned by the end of 2020, despite the adverse impac...","sentiment_score":-0.1125}
{"full_text":"More specifically, the people LEND them power.","sentiment_score":0.5}
{"full_text":"RT I was honored to preside over today's meeting of Georgia electors and to cast my vote for and th...","sentiment_score":0.0}
{"full_text":"RT In America, politicians don't take power -- the people grant it to them. The flame of democracy was lit in this nation a lon...","sentiment_score":0.0}
{"full_text":"'Democracy prevailed': Biden urges unity as he condemns efforts to overturn election via","sentiment_score":0.0}
{"full_text":"Hi - I have a masters degree in exercise science &amp; work at a hospital where all of my patients have cardiopulmonary problems. I wear a mask when I workout &amp; have 0 problems. All of our patients wear masks to do CARDIOVASCULAR exercise. You're an idiot.","sentiment_score":-0.8}
{"full_text":"RT New Zealand lifts all Covid restrictions, declaring the nation virus-free - BBC News","sentiment_score":0.1363636364}
{"full_text":"I -. Please get me outta this god forsaken country. BITCH WHAT?","sentiment_score":0.0}
{"full_text":"RT I am terrified that COVID polarization and conspiracy will give new fuel to the unacceptable and catastrophic anti-vaccine \"...","sentiment_score":0.1363636364}
{"full_text":"RT How y'all scared of the vaccine but not scared of Covid ","sentiment_score":0.0}
{"full_text":"I will use the flame of democracy to light this fat blunt","sentiment_score":0.4}
{"full_text":"Santa loved my baby so much,  he wasn't afraid of covid.","sentiment_score":0.1}
{"full_text":"Holidays during pandemic pose even more challenges for people with Alzheimer's Disease","sentiment_score":0.5}
{"full_text":"RT Sandra Lindsay, a nurse at a Queens hospital, was the first person in the U.S. to be vaccinated for the coronavirus. She wante...","sentiment_score":0.25}
{"full_text":"RT Crede Bailey, the director of the White House's security office, is reportedly recovering from Covid-19 after a difficult...","sentiment_score":-0.25}
{"full_text":"Cheating?Can That Extinguish Democracy?","sentiment_score":0.0}
{"full_text":"I'm in Victoria, Australia. Six months of house arrest, closed schools etc. hardly a picnic.... covid is real, but its also possible to overreact to it.","sentiment_score":-0.0483333333}
{"full_text":"RT In America, politicians don't take power -- the people grant it to them. The flame of democracy was lit in this nation a lon...","sentiment_score":0.0}
{"full_text":"RT My family has COVID &amp; the health authority told my mom that if her lips turn blue to go to the hospital. She's Black. Her...","sentiment_score":-0.0833333333}
{"full_text":"RT STARTING NOW: With multiple coronavirus vaccines within reach, News goes inside the race against time.\"The Shot: Race for t...","sentiment_score":0.0}
{"full_text":"RT We need more heroes during the pandemic. And of Florida is one of them--fighting back against the callous ab...","sentiment_score":0.25}
{"full_text":"RT In a speech the day the Electoral College affirmed his 2020 election victory, President-elect Biden called on Americans to...","sentiment_score":0.0}
{"full_text":"RT And don't forget that as people lose jobs, they often lose their health coverage too. A double whammy during a global pan...","sentiment_score":0.0}
{"full_text":"Our group made an application concept for class. After taking the class, I can tell how intricate and important UX research and human-centered design is!We made an application prototype about going outside the pandemic.More:","sentiment_score":0.2}
{"full_text":"How was this not known before ??","sentiment_score":0.0}
{"full_text":"RT Boston health care workers dancing on the sidewalk to celebrate the arrival of the first  covid-19 vaccine.","sentiment_score":0.25}
{"full_text":"RT The man behind me on this flight. DIED. OF COVID. MIDFLIGHT. I have so many questions.","sentiment_score":0.05}
{"full_text":"RT Why other people flying knowing people can be flying with COVID? Lol","sentiment_score":0.3375}
{"full_text":"not the Sesame Street ABCs of COVID-19 being a SHOW","sentiment_score":0.0}
{"full_text":"RT What's the secret behind NSW's Covid Contact Tracing? Find out by watching this sketch i wrote with for the","sentiment_score":-0.4}
{"full_text":"RT My family has COVID &amp; the health authority told my mom that if her lips turn blue to go to the hospital. She's Black. Her...","sentiment_score":-0.0833333333}
{"full_text":"RT The man behind me on this flight. DIED. OF COVID. MIDFLIGHT. I have so many questions.","sentiment_score":0.05}
{"full_text":"RT SCIENCE: Coronavirus can be killed 'efficiently, quickly and cheaply' by using ultraviolet LEDs, according to researche...","sentiment_score":0.1777777778}
{"full_text":"and in last month bank has charged double interest on my car loan. I have raised query at branch personally however bank manager told me that this is happened with many customers in this branch.","sentiment_score":0.125}
{"full_text":"RT San Francisco will begin administering our first doses of the COVID-19 vaccine tomorrow morning, prioritizing our frontlin...","sentiment_score":0.25}
{"full_text":"RT LEADERSHIP MATTERS: Florida COVID response, led by  Taiwan COVID response, led by Vice-President Dr...","sentiment_score":0.0}
{"full_text":"RT Who's ready to ELF?!(Thanksgiving threw me off my game and the Christmas shopping panic crept up on me, so I won't b...","sentiment_score":-0.1}
{"full_text":"RT WE are going to find out WHY YOU CHEERED ON the fact that Trump cut America off from ALL VIRUS EXPERTS as other cou...","sentiment_score":-0.125}
{"full_text":"RT seems to get a real kick out of Corona shutdowns until 2022...!You can almost see dollar and yuan signs in...","sentiment_score":0.2}
{"full_text":"Fuck you, pay us!","sentiment_score":-0.5}
{"full_text":"It's so horrifying, especially because he somehow managed to do this during a pandemic when everyone should have been staying safe as home.","sentiment_score":-0.1333333333}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"RT BREAKING: Critical care nurse in New York is among first in US to receive a coronavirus vaccine: \"We all need to do our part...","sentiment_score":0.1287878788}
{"full_text":"RT If you're awake at 10:30 tonight eastern and inclined, I'll be on  O'Donnell's show on . We'll be talk...","sentiment_score":0.0}
{"full_text":"Check this out!","sentiment_score":0.0}
{"full_text":"FLCCC Alliance has been blocked in attempts to disseminate scientific info about Ivermectin on FB and other social media with FLCCC's pages repeatedly being shut down. \"I CAN'T KEEP DOING THIS\":Doctor pleads for review of data during COVID... via","sentiment_score":-0.0824074074}
{"full_text":"I have always known anyone with a doctorate to be called doctor, why does Ben not know this? Oh wait. He's talking about a woman so of course she can't be better than a man!  he's such a fucking man baby ","sentiment_score":0.0083333333}
{"full_text":"SARS-CoV-2 Requires Cholesterol for Viral Entry and Pathological Syncytia Formation From David-one-man-army-Winland Sanders and co. congrats buddy.","sentiment_score":0.0}
{"full_text":"RT Finally watching speech in full.  He seems really bitter.  And What's with the cough. COVID? Seems really def...","sentiment_score":0.1125}
{"full_text":"So, so sad  #Covid_19 #COVID19 #londonTier3 #TheatreProblems","sentiment_score":-0.5}
{"full_text":"What do these xrays show? Is that hazy white stuff fluid in the lungs? The main difference I see is mammary glands. Did they figure out if it was COVID or pneumonia?","sentiment_score":0.0555555556}
{"full_text":"RT I am very glad and proud to see that a product that I had a small part in its research and development is getting administered...","sentiment_score":0.4}
{"full_text":"sooooo close. body's like \"fuck you, my dude, fuck you\" i'm down to the odds and ends and kitchen stuff. moving in the middle of a pandemic is shittastic as most folx are outta town or have had COVID deaths. my partner is being my rock and i can't believe how incredible they are.","sentiment_score":0.0740740741}
{"full_text":"RT Finally watching speech in full.  He seems really bitter.  And What's with the cough. COVID? Seems really def...","sentiment_score":0.1125}
{"full_text":"Can't wait","sentiment_score":0.0}
{"full_text":"RT RT RT TODAY* US begins Covid-19 vaccinations* Electoral College seals Biden victory* William Barr resigns as...","sentiment_score":0.0}
{"full_text":"RT In America, politicians don't take power -- the people grant it to them. The flame of democracy was lit in this nation a lon...","sentiment_score":0.0}
{"full_text":"RT I'm neither surprised, nor worried by #SARSCoV2 simply because with a pandemic on this scale, it was the inevitable &amp; o...","sentiment_score":0.0333333333}
{"full_text":"RT A new study finds that melatonin usage may prevent COVID-19 infection:","sentiment_score":0.1363636364}
{"full_text":"RT The McConnell-Cornyn \"liability protection\" proposal is pretty radical. Not only would it block lawsuits over COVID exposure,...","sentiment_score":0.125}
{"full_text":"RT Edmonton Zone reaches milestone with 10,000 active COVID-19 cases","sentiment_score":-0.1333333333}
{"full_text":"RT Today, the Electoral College confirmed a resounding victory for and as our next President and Vice-...","sentiment_score":0.2}
{"full_text":"RT A vaccine won't help any of the patients with COVID19 in my ER right now. It won't help those that'll come tomorrow ei...","sentiment_score":0.2857142857}
{"full_text":"RT I'm so sorry this is happening to you, Jim I know today must be a really difficult day for you.","sentiment_score":-0.5}
{"full_text":"RT The man behind me on this flight. DIED. OF COVID. MIDFLIGHT. I have so many questions.","sentiment_score":0.05}
{"full_text":"RT Here it is. We're one step closer to British Columbians being immunized. Watch as the first COVID-19 vaccine arrives in BC. h...","sentiment_score":0.125}
{"full_text":"RT Ted Cruz says the dems have \"abandoned\" the blue-collar workers, and are the party of the rich elites. Ted is a millionair...","sentiment_score":0.375}
{"full_text":"RT Sandra Lindsay, a nurse at a Queens hospital, was the first person in the U.S. to be vaccinated for the coronavirus. She wante...","sentiment_score":0.25}
{"full_text":"RT I was honored to preside over today's meeting of Georgia electors and to cast my vote for and th...","sentiment_score":0.0}
{"full_text":"#PennDOT prepares for #Pennsylvania's big #snowstorm: 'If you don't need to drive in this severe weather, stay home'","sentiment_score":0.0}
{"full_text":"RT if u have stepped into this station do not worry about what's in the coronavirus vaccine","sentiment_score":0.0}
{"full_text":"RT In America, politicians don't take power -- the people grant it to them. The flame of democracy was lit in this nation a lon...","sentiment_score":0.0}
{"full_text":"RT I'm proud to live in a nation where a frontline PSW is the 1st person to get the #CovidVaccine.In this historic moment, Anit...","sentiment_score":0.3121212121}
{"full_text":"RT Just got word from Pfizer -- CA is now expecting 393,000 more doses of the #COVID19 to arrive next week.Excellent news a...","sentiment_score":0.25}
{"full_text":"Oops.","sentiment_score":0.0}
{"full_text":"Definitely like Lovecraft Country and the Queen's Gambit. Looks like I need to catch up on Bojack Horseman.","sentiment_score":0.0}
{"full_text":"RT .@BreakingChesky reports from a UPS distribution center in Kentucky where some of the initial doses of Pfizer's coronavirus...","sentiment_score":-0.05}
{"full_text":"RT The man behind me on this flight. DIED. OF COVID. MIDFLIGHT. I have so many questions.","sentiment_score":0.05}
{"full_text":"We are going to be Okay But we Will Never forgetDecember 14th 2020*#COVID19 #CovidVaccine","sentiment_score":0.5}
{"full_text":"RT \"Owning the vaccine is one thing, but getting it to people is an entirely different challenge.\" - Biden chief of staff Ron...","sentiment_score":0.0}
{"full_text":"RT In America, politicians don't take power -- the people grant it to them. The flame of democracy was lit in this nation a lon...","sentiment_score":0.0}
{"full_text":"RT This is a huge reason why we're a vaccinating family. We hope to do our part to help all those who cannot be vaccinated. We are...","sentiment_score":0.4}
{"full_text":"December 14, 2020 US Currently Hospitalized with #COVID19https:\/\/t.co\/n8Junzk2tK VERY BAD. If we overwork the doctors and nurses to death, who will be left to take care of us? Really, do your part - don't get sick!","sentiment_score":-0.3205714286}
{"full_text":"Nothing is more important than the safety and health of our patients.  With this, we care to inform you that wearing a mask and practicing social distance when you are out is a must.  Protect your health and follow the guidelines to stop the spread of #covid19.  COVID-19 Rapid Na","sentiment_score":0.3111111111}
{"full_text":"RT The man behind me on this flight. DIED. OF COVID. MIDFLIGHT. I have so many questions.","sentiment_score":0.05}
{"full_text":"RT In America, politicians don't take power -- the people grant it to them. The flame of democracy was lit in this nation a lon...","sentiment_score":0.0}
{"full_text":"RT \"we need to rethink our relationship with the natural world and to treat it, and the creatures within it, with more respect...","sentiment_score":0.3}
{"full_text":"A group Minnesota bars, restaurants, gyms and other businesses plan to defy COVID-19 restrictions if they are extended on Wednesday.","sentiment_score":-0.125}
{"full_text":"RT New York Democrat Gov Andrew Cuomo is on screen for the first coronavirus vaccine in New York.Don't let these made for TV...","sentiment_score":0.1742424242}
{"full_text":"RT If you're still wearing a mask, social distancing, washing your hands, and limiting contact with people, then please r...","sentiment_score":0.0333333333}
{"full_text":"Here if you need anythin... ive tested for covid (even HAD covid) im sure itll go great ","sentiment_score":0.65}
{"full_text":"RT In America, politicians don't take power -- the people grant it to them. The flame of democracy was lit in this nation a lon...","sentiment_score":0.0}
{"full_text":"Trump Handed a Medical Pardon to Rudy Giuliani. From Rudy Giuliani to Ben Carson, the president ensures that some people who get sick with COVID get access to the best medical care. - Slate - More self serving douche bags.","sentiment_score":0.1571428571}
{"full_text":"Before you turn all whiteLeft with egg at this sightKnow that the real acid testIsn't how proteins got messedTesting still needed for blighthttps:\/\/t.co\/7FgYFjTTM1","sentiment_score":0.2}
{"full_text":"RT Tribes across the nation began receiving vaccine shipments on Monday","sentiment_score":0.0}
{"full_text":"RT Reality test: 1) 300,000 Americans have lost their lives from COVID19, 400,000 by January, 2) Absolutely no Americans are b...","sentiment_score":-0.1}
{"full_text":"RT We can't call it a COVID \"relief\" package if it doesn't provide relief for the people who are struggling to put food on the ta...","sentiment_score":0.0}
{"full_text":"RT 'Gibberish Nonsense': Chinese Study Alleging Indian Origins Of Covid-19 Withdrawn Ahead Of Peer Reviewhttps:\/\/t.co\/1mNY0aDZva","sentiment_score":0.0}
{"full_text":"RT The White House's chief security officer just had his leg amputated bc of COVID, and his family has had go to GoFundMe to hel...","sentiment_score":0.0}
{"full_text":"RT \"One of the things we are worried about is the holiday season.\" - Michael Osterholm, SPH Regents Professor #CovidHolid...","sentiment_score":0.0}
{"full_text":"RT Finally watching speech in full.  He seems really bitter.  And What's with the cough. COVID? Seems really def...","sentiment_score":0.1125}
{"full_text":"RT Barbara Neiswander, a nursing supervisor at the GW Hospital, becomes the first person to receive a COVID-19 vaccine in D.C....","sentiment_score":0.25}
{"full_text":"RT President-elect Biden on 300,000 coronavirus deaths: \"My heart goes out to all of you in this dark winter of the pandemic a...","sentiment_score":-0.15}
{"full_text":"RT Thanks to Nancy Pelosi's \"leadership,\" Congress just had its least productive year in decades.This is what happens when sh...","sentiment_score":-0.05}
{"full_text":"Same. First question: what the actual fuck?","sentiment_score":-0.0375}
{"full_text":"This is bizarre. \"Nursing homes are part of a separate distribution system established under a public-private partnership involving the Trump administration and pharmacy giants CVS and Walgreens.\"https:\/\/t.co\/IGqQAtsRxJ","sentiment_score":0.4}
{"full_text":"Oh my God.","sentiment_score":0.0}
{"full_text":"RT The White House's chief security officer just had his leg amputated bc of COVID, and his family has had go to GoFundMe to hel...","sentiment_score":0.0}
{"full_text":"Agreed!!!  I lost my dad 3\/17\/20 to Covid. Just now able to start picking up the pieces.","sentiment_score":0.5}
{"full_text":"Aside from a sudden spike of death toll in April and May 2020, CDC data doesn't show an upward trend of death of all cause (including COVD-19 death), making people wonder some deaths of other cause could be blamed for COVID-19","sentiment_score":-0.0625}
{"full_text":"RT #BREAKING US passes 300,000 Covid-19 deaths: Johns Hopkins tally","sentiment_score":0.0}
{"full_text":"Yes! It's not a bad gig for the pandemic","sentiment_score":0.35}
{"full_text":"wear a mask. take the vaccine. eat the bugs. stand in the faraday cage there's an emp predicted to come through overnight","sentiment_score":0.0}
{"full_text":"RT Swiss FA announce that Xherdan Shaqiri has tested positive for COVID #LFC","sentiment_score":0.2272727273}
{"full_text":"Representing Cambridge w the hat!!!!","sentiment_score":0.0}
{"full_text":"Ontario doctors answer top questions about COVID-19 vaccine","sentiment_score":0.5}
{"full_text":"RT stay home!","sentiment_score":0.0}
{"full_text":"RT The story of Minnie Markiewich, \"It's not OK for anyone to die from COVID, even if they're 106-years-old\" inspiring tonig...","sentiment_score":0.125}
{"full_text":"The UK RECOVERY trial has been exploring which, if any, existing drugs help treat COVID-19. Via","sentiment_score":0.0}
{"full_text":"Really?  You seem rational.  It's really simple. CDC data regarding masks (numerous studies) prior to Covid all showed basically no benefits.  Fauci was aware and stated so and then changed his mind w\/o citing data. States with mask mandates showing no benefit.","sentiment_score":0.09}
{"full_text":"RT More than half of US states have gotten their first shipment of vaccines.Read more COVID-related stories on our live...","sentiment_score":0.2439393939}
{"full_text":"Wowzers!","sentiment_score":0.0}
{"full_text":"RT Top ten states in active cases of COVID-19:1. Florida 528,6132. California 376,5353. Georgia 206,6774. Arizona 164,3025....","sentiment_score":0.1222222222}
{"full_text":"RT first batch covid19 vaccine","sentiment_score":0.25}
{"full_text":"RT COVID cases are spiking across the state &amp; country, fans &amp; spectators please continue to wear your face coverings when...","sentiment_score":0.0}
{"full_text":"This is insane.","sentiment_score":-1.0}
{"full_text":"RT Congratulations to Puerto Rico for being the first country in the world of having a coronavirus vaccine distribution scandal...","sentiment_score":0.25}
{"full_text":"RT Thank you, Sandra Lindsay, for all you have done for our country.","sentiment_score":0.0}
{"full_text":"Throughout the length of the pandemic, testing scams contract tracing scams and even medical billing scams have been on the rise. Now, a vaccine is expected to give a new opportunity for con artists.https:\/\/t.co\/SMt2QQaARj","sentiment_score":0.0121212121}
{"full_text":"RT Not only was the President correct, but the left &amp; many in the media used the President's accurate words to try to underm...","sentiment_score":0.225}
{"full_text":"Record COVID-19 hospitalizations strain DCH Health Systemhttps:\/\/t.co\/239YTDE8oJ","sentiment_score":0.0}
{"full_text":"RT he said Covid was a hoax so what vaccine could you be talking about","sentiment_score":0.0}
{"full_text":"RT Coronavirus pandemic has led to an \"unprecedented\" surge of children and teens in psychiatric crisis that is straining...","sentiment_score":0.6}
{"full_text":"                                                                                                        Sir I Have Visa,Invitation For Medical Admission In Ukraine But Due To Flight Cancellation Due To Covid I Can't","sentiment_score":-0.0833333333}
{"full_text":"Google is adding another layer of COVID-19 information.#tech #google #covid19 #coronavirus #search #mashablesea #vaccinehttps:\/\/t.co\/l5EQul7wRd","sentiment_score":0.0}
{"full_text":"The epic race for a shot to end the pandemic. The inside story and your questions about the new coronavirus vaccines. RT &amp; Share if you're watching our special \"The Shot: Race for the Vaccine\" with us. #TheShot #COVIDVaccine","sentiment_score":0.1978354978}
{"full_text":"Stay close to home this season and save up to 25% on Best Available Rates with Wyndham at its properties across Southeast Asia and the Pacific Rim. Book your stay at #Wyndham #StayClosetoHome #PartnerPost","sentiment_score":0.7}
{"full_text":"Reversing a statement from his administration, President Trump said most White House staff members will have to wait to receive a COVID-19 vaccine.","sentiment_score":0.25}
{"full_text":"Fort Worth-based is a telehealth provider exclusively for college students that's growing nationwide during COVID. ","sentiment_score":0.0}
{"full_text":"300,000 LIVES LOST: As the first vaccine shots bring hope, America's COVID-19 reality is harrowing, with the death toll surpassing 300,000, hospitals nationwide pushed to their brink - and New York warning of another shutdown.  reports.","sentiment_score":0.1931818182}
{"full_text":"Check out our exclusive interview with the incredible   talk music, pandemic &amp; more!#EDMFamily #edm #dancemusic #interview #blog #vocalist #ArtistOnTwitter #Artist","sentiment_score":0.9}
{"full_text":"It's difficult to talk to other people about proper use of face masks, etc., during a pandemic, and it's even harder to talk to people about healthy lifestyles during an obesity epidemic. America had the obesity epidemic before it had COVID-19.","sentiment_score":-0.045}
{"full_text":"RT if u have stepped into this station do not worry about what's in the coronavirus vaccine","sentiment_score":0.0}
{"full_text":"RT Given global disruptions caused by the #Covid19 pandemic this year, we need to realign a global focus on centering peop...","sentiment_score":0.0}
{"full_text":"Pa. corrections told an officer who tested positive for COVID-19 to come back to work early, arguing that, \"just because an employee was still having symptoms or who was still symptomatic didn't mean they couldn't come back to work.\" via","sentiment_score":0.0029545455}
{"full_text":"SUPPORT FOR SMALL BUSINESSES: The city is encouraging small businesses harmed by the pandemic to start applying for grant funds immediately.https:\/\/t.co\/SmfH2LEVXK","sentiment_score":-0.25}
{"full_text":"Monday, Virginia U.S. Senator Mark Warner helped unveil details of a $748 billion bipartisan plan to help Americans suffering during the pandemic.","sentiment_score":0.0}
{"full_text":"Distressed by a rising debt burden and plunging revenues due to the Covid-19 pandemic, a pay rise for the entire public service workforce will further drain government finances. #NationPrime","sentiment_score":-0.03125}
{"full_text":"Dr. Wajid Ahmed discussed his disappointment during the health unit's daily COVID-19 briefing","sentiment_score":-0.3}
{"full_text":"TERESA MATA, an environmental services worker who cleans the emergency room at Methodist Dallas Medical Center in Texas has received the COVID vaccine!\"The mother of four daughters said she got the vaccine to protect her family at home and at work.\"https:\/\/t.co\/XbSAAc2Nrp","sentiment_score":-0.0625}
{"full_text":"The latest in the #HR Daily Community: HR's role in COVID-normal workplaces","sentiment_score":0.25}
{"full_text":"RT Trump official taking wife on European vacation -- despite COVID pandemic: report","sentiment_score":0.0}
{"full_text":"At 9:30 Monday morning, 975 doses of the Pfizer\/BioNTech vaccine arrived at Bozeman Health Deaconess Hospital. Bozeman Health along with St. Vincent Healthcare in Billings became the first hospitals in the state to receive a shipment of the vaccine.","sentiment_score":0.25}
{"full_text":"#ADBNEWS: The $2 million technical assistance grant will help select developing members prevent and control the spread of COVID-19 by expanding and integrating water, sanitation, hygiene, and health (WASH+H) approaches into ADB's projects.","sentiment_score":0.0}
{"full_text":"Nearly 6,000 doses of Pfizer's COVID-19 vaccine arrived in Southeast Georgia on Monday.","sentiment_score":0.1}
{"full_text":"Since the start of the pandemic has your lifestyle grown more or less healthy?Learn more in this article by #healthy #habits","sentiment_score":0.3333333333}
{"full_text":"Covid ","sentiment_score":0.0}
{"full_text":"'We've been inundated.' Lab director talks #COVID19 results and vaccine","sentiment_score":0.0}
{"full_text":"In the worst-case scenario, that can result from a ransomware attack, hospitals would be locked out of critical systems until they paid up.https:\/\/t.co\/yecFAc1kkI","sentiment_score":0.0}
{"full_text":"CMS Provides Billing Codes for Regeneron's COVID-19 Antibody Drug via #healthcare","sentiment_score":0.0}
{"full_text":"RT So thankful to have had the chance to speak with ICU nurse Sandra Lindsay this evening on #TheReidOut! Like my husband's gr...","sentiment_score":0.0}
{"full_text":"Two frontline medical workers, identical twins who worked at the same hospital in Iowa, had much different outcomes for #COVID19 with one surviving the virus and the other passing away.https:\/\/t.co\/6iPNl91jle","sentiment_score":-0.03125}
{"full_text":"COVID-19 cases in Oregon reached 95,010 as vaccine doses arrived in the state on Monday. In the latest report, OHA reported 1,180 new confirmed and presumptive cases.https:\/\/t.co\/pOSjSOFb2J","sentiment_score":0.3454545455}
{"full_text":"RT Truth is #OmahLay's arrest isn't about COVID. No! It's an act of shame by a corrupt regime that operates on double standard...","sentiment_score":-0.140625}
{"full_text":"RT PlzKeep abiance section 234F(I.T. Act for all the ITRs related to a.y. 2020-21) upto 31.03.2021 due to COVID 19 pandemi...","sentiment_score":-0.0625}
{"full_text":"RT Kaiser nurses got the first COVID-19 vaccine. Then it was back to work.","sentiment_score":0.125}
{"full_text":"RT How y'all scared of the vaccine but not scared of Covid ","sentiment_score":0.0}
{"full_text":"US Covid-19 Daily StatisticsConfirmed Cases: 1,836,728Total Deaths: 16,417Total Recoveries: 1,603,780New Confirmed Cases: 26,919Deaths Today: 218Recoveries Today: 22,215#coronavirus #covid19","sentiment_score":0.2}
