{"full_text":"RT #Maharashtra government extends lockdown restrictions in the state till January 31 to prevent the spread of #COVID19","sentiment_score":0.0}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"RT Job vacancies for Covid vaccinators. Training given. ","sentiment_score":0.0}
{"full_text":"RT Coronavirus cases in last year Australia : 28,350 Hong Kong : 8,671New Zealand : 2,151Taiwan : 793Thailan...","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.K. clears the AstraZeneca-Oxford coronavirus vaccine for emergency use, marking the first approval worldwide for a...","sentiment_score":0.25}
{"full_text":"RT The Chinese Virus #ChineseVirus","sentiment_score":0.0}
{"full_text":"RT COVID-19 has taken Congressman-elect Letlow from us far too soon. I am heartbroken that he will not be able to serve our...","sentiment_score":0.3}
{"full_text":"RT Genuine question. Where can I find a summary of the R577,000,000,000 (Five Hundred &amp; Seventy Seven Billion Rand) borrow...","sentiment_score":0.4}
{"full_text":"RT I've had elderly patients say to me \"I don't understand how I got COVID, I've been so careful. I wear a mask, clean my ha...","sentiment_score":0.1333333333}
{"full_text":"RT When you say you don't know who to believe on Covid, you're treating the testimony of frontline NHS doctors and nurses l...","sentiment_score":0.0}
{"full_text":"Wearing masks and gloves at Walmart should be mandatory regardless of Covid.  For your own protection.","sentiment_score":0.6}
{"full_text":"We have the vaccine, we just need to get enough doses to everyone. COVID is a fucking nightmare and our Premier (hi, is no better. But we need to hold on, keep doing the right things, and as soon as we can get a vaccine, get it done.","sentiment_score":-0.1410714286}
{"full_text":"Covid-19: Oxford-AstraZeneca coronavirus vaccine approved for use in UK - great news @UniofOxford and @AstraZeneca.  Let's get our front line NHS staff first in the queue.  ","sentiment_score":0.525}
{"full_text":"RT Just getting out of a&amp;e after another loooooooong day.. Almost all these ambulances are waiting With patients inside them For...","sentiment_score":0.0}
{"full_text":"Artificial intelligence is the future. But, can it solve climate change, promote global public health and strength human rights and rule of law. Read below to find out. Fun fact: AI has been tremendously useful to our world during covid-19. We have use...","sentiment_score":0.0}
{"full_text":"Well said. Most people would not wish to spend any time with the little darlings, especially at this time of pandemic. It is frankly ridiculous to open the schools now...","sentiment_score":-0.0041666667}
{"full_text":"RT Exclusive: London faces 'ticking time bomb' over oxygen supplies as a second major hospital issues warning to staff","sentiment_score":0.03125}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"RT there's straight up no ethically defensible reason to be vacationing in a pandemic, and it's wild to see the mental gymna...","sentiment_score":0.025}
{"full_text":"Labs been cooking up more shit","sentiment_score":0.15}
{"full_text":"RT BREAKING NEWS: The Government has accepted recommendation for authorisation of #CO...","sentiment_score":0.0}
{"full_text":"Just woke up. What day is it today? Are we in 2021 yet? Is covid over yet?","sentiment_score":0.0}
{"full_text":"RT NEW: We are delighted to hear news of the Oxford\/AstraZeneca vaccine this morning. But it's not enough. We need a full...","sentiment_score":0.2965909091}
{"full_text":"RT ONE GOOD THING: A Greek nurse whose wife and in-laws came down with COVID-19 set up a makeshift ICU in his home. His mother-...","sentiment_score":0.1814814815}
{"full_text":"Honestly, I hope this lockdown going on in succeeds and we can stop the spread. And I am so grateful to be living in Canada and I hope that the IRB allows me to continue living in Canada when I have my hearing.","sentiment_score":0.65}
{"full_text":"RT Gentle reminder that Victoria had 18 cases on June 19 and by July 3 it was 254. I don't know how to implore everybody in...","sentiment_score":0.2}
{"full_text":"RT Ohio State study: 30% of student athletes have heart damage linked to COVID-19","sentiment_score":0.0}
{"full_text":"Age isn't what's killing people, it's underlyn health conditions, elderly people have survived covid the oldest survivor is over an 100yr old.","sentiment_score":0.1}
{"full_text":"RT Berejiklian is now blaming the people of Sydney for this COVID outbreak when it was clearly her mismanagement, mixed mess...","sentiment_score":-0.025}
{"full_text":"You are doing great job.Please do something special against private schools mafia regarding high fee structure. They are increasing fee in present situation when schools are closed and COVID-19 is active.","sentiment_score":0.154829932}
{"full_text":"RT 'We are overwhelmed with Covid patients...We are working with everything we've got.'@doctor_oxford talks candidly about the impa...","sentiment_score":0.6}
{"full_text":"Hoorah for Indie SAGE!","sentiment_score":0.0}
{"full_text":"RT In a pandemic year and a major economic recession where  many businesses suffered huge losses and shut down, the govt. sho...","sentiment_score":0.2013888889}
{"full_text":"RT Maharashtra Government extends lockdown restrictions in the state till 31st January 2021, to prevent the spread of COVID19....","sentiment_score":0.0}
{"full_text":"RT The PH was so close to eradicating polio until the outbreak last year. Before that, the outbreak of measles. All because of...","sentiment_score":0.0}
{"full_text":"social distancing","sentiment_score":0.0333333333}
{"full_text":"To be fair break down what she says and shes not far wrong. They do out run everybody generally. They have blown up and bottled it few seasons before. Not to sure about comment only got up because of covid break","sentiment_score":0.0430555556}
{"full_text":"RT I've said it before but you better get used to me saying it:Medicare For All is the only way to handle the long-term health...","sentiment_score":0.25}
{"full_text":"RT California nurse tests positive over a week after receiving Pfizer COVID-19 vaccine: ABC","sentiment_score":0.2272727273}
{"full_text":"RT One of our top five articles of 2020 was on the effect of Covid-19 on BAME people - check out all the top...","sentiment_score":0.5}
{"full_text":"Thanks for including #Parenting4DigitalFuture below :)Holiday reading roundup: How the future looked, before the pandemic","sentiment_score":0.2333333333}
{"full_text":"RT Honestly after all this covid mess is sorted I think I just want to travel to so many places ","sentiment_score":0.3083333333}
{"full_text":"RT Modi Govt. should listen to professionals, Cas &amp; Taxpayers, across India who are demanding extension of dates to file...","sentiment_score":0.0}
{"full_text":"RT \"15 lakh in every bank account &amp; 2 crore jobs every year\"\"Give me 50 days time, else...\"\"We will win war against Coron...","sentiment_score":0.8}
{"full_text":"Eiii ... corona dey town too much bossu","sentiment_score":0.2}
{"full_text":"Govt extends suspension of India-UK flights till January 7 amid new coronavirus strain scarehttps:\/\/t.co\/NL6yLgFD7OSource : \"India TV\" via DailyhuntDownload Nowhttps:\/\/t.co\/jfBeTjoJ5H","sentiment_score":0.1363636364}
{"full_text":"You are saying the excess care home deaths is due to negligence, not covid? Interesting that all countries are reporting deaths mainly in the 80 and 90 age bracket. That's where you want to assess the real damage (aside from lockdown damage which is yet to be measured).","sentiment_score":0.1854166667}
{"full_text":"RT Lockdown measures in England will be extended to counter the rapidly growing number of cases of a new variant of COVID-19, Hea...","sentiment_score":0.1363636364}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"The Nigeria Centre for Disease Control (NCDC) has registered 749 new infections of Coronavirus (COVID-19) in the country.https:\/\/t.co\/vhjIDIAJxf#ChivalPeter #wednesdaythought #fearwomen #GenerousErica #O3Cards","sentiment_score":0.1363636364}
{"full_text":"RT This is a non-news story. If you read this, throw away the headline. This person was infected before the vaccine had...","sentiment_score":0.0}
{"full_text":"RT While The Chartered Accountants were unable to work between April &amp; September 2020 and are unable to operate to full capa...","sentiment_score":-0.2166666667}
{"full_text":"US lawmaker-elect dies of COVID-19, days before swearing-inhttps:\/\/t.co\/tKuWYOmUKx","sentiment_score":0.0}
{"full_text":"when people keeping safe inside the home this man came out with family on the street meeting helping and cari g people homeless on the street . He is true ambassador of Humanity during corona time not simply warrior but commander .","sentiment_score":0.2833333333}
{"full_text":"RT The truth is out there for all to see! NO COVID, NO PANDEMIC NOT EVEN AN EPIDEMIC! We are being lied to in black and w...","sentiment_score":-0.1666666667}
{"full_text":"RT are looking to gain a deeper understanding of how COVID-19 has impacted Black, Asian and minority ethnic co...","sentiment_score":-0.0833333333}
{"full_text":"Pure Niceness... Corona screwed up my birthday too!","sentiment_score":0.2678571429}
{"full_text":"RT I'm no doctor but I'm pretty sure the majority of eye problems, blood clots, heart issues and phantom pains being attrib...","sentiment_score":0.375}
{"full_text":"RT An outbreak of commonsense commentary. Sixth rule of PT planning; beware new fangled sexy ideas that capture the imaginat...","sentiment_score":0.3181818182}
{"full_text":"RT COVID can't read a calendar. Nothing magical will happen on Jan 1st 2021.Vaccines\/masks\/avoiding crowds will slow it...","sentiment_score":0.1}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"\"I wish the government would make up its mind exactly when it will change its mind this time...\"Quote from a headteacher friend. #schoolsreopening #CloseTheSchools #closeschools #UTurn #ToryIncompetence #Covid #COVID19","sentiment_score":0.25}
{"full_text":"Updates on school re-openings (more to follow today):  and as advertise, please get tested at one of the community sites :","sentiment_score":0.5}
{"full_text":"RT BREAKING Hundreds more people dying at home than normal, latest ONS Covid report shows","sentiment_score":0.3833333333}
{"full_text":"RT My new favorite pic to send to a #COVIDIOT","sentiment_score":0.3181818182}
{"full_text":"RT #COVID19 has mutated 2 Covid 2020 supr-spreader versionMost cntries of d world wre highly proactive in thr Vaccines h...","sentiment_score":0.16}
{"full_text":"RT DRAKEFORD puts us into lockdown over exmas , and in the next few days probably announce further lockdown till end of Februar...","sentiment_score":-0.0666666667}
{"full_text":"\"France's Louis Pasteur may have played a key role in fostering the science of vaccinations, but these days his compatriots rank among the world's most fervent anti-vaxxers.\"","sentiment_score":-0.1}
{"full_text":"RT Thank you for the free exhibition in wuhan, China #HappyBirthdayTaehyung #V@ByMySide_KookV","sentiment_score":0.4}
{"full_text":"Nearly 500,000 people likely got COVID-19 in Wuhan -- that's 10 times higher than the official number","sentiment_score":0.1166666667}
{"full_text":"I wrote three books during lockdown in 2020. Raw, gritty, real life memoirs that will make you laugh a lot and cry a little. Please take a look     ","sentiment_score":0.0163461538}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT 41-year-old Congressman-elect Luke Letlow--who held numerous maskless rallies during his campaign and pushed to reop...","sentiment_score":0.0}
{"full_text":"No, that's not what I'm saying. There are many people dying in every country, someone should have told you that we're living through a global pandemic. Someone should also have told you that you don't judge a political party on a bridge.","sentiment_score":0.1666666667}
{"full_text":"What's happening. Kuno Covid-19 yatiremera","sentiment_score":0.0}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"RT friendly reminder that Covid doesn't disappear on 1st Jan 2021","sentiment_score":0.375}
{"full_text":"RT England's hospitals contain more patients with Covid than ever before. We are overwhelmed, in crisis. Yet from the gov...","sentiment_score":0.5}
{"full_text":"I know if I went to a Frank Ocean concert he'd sense me in the audience","sentiment_score":0.0}
{"full_text":"RT Of course they bl**dy* are. Of course they are: \"The three local cases recorded in Melbourne on Wednesday are believed to be l...","sentiment_score":0.0}
{"full_text":"RT NEW: We are delighted to hear news of the Oxford\/AstraZeneca vaccine this morning. But it's not enough. We need a full...","sentiment_score":0.2965909091}
{"full_text":"RT What is happening to patients and healthcare workers in the US is an absolute tragedy.  Spend some time reading the response...","sentiment_score":0.2}
{"full_text":"Thread worth reading for the loons out there denying the impact of Covid.","sentiment_score":0.3}
{"full_text":"RT AstraZeneca and the University of Oxford's Covid-19 vaccine wins U.K. clearance, marking the first approval worldwide for a...","sentiment_score":0.275}
{"full_text":"RT A  on COVID Living Room Spread: Saturday: - Older, out of the house brother wants to visit younger siblings.  Mom says...","sentiment_score":0.1222222222}
{"full_text":"RT 'We are overwhelmed with Covid patients...We are working with everything we've got.'@doctor_oxford talks candidly about the impa...","sentiment_score":0.6}
{"full_text":"RT Dear Modi Govt,You made ICAI students give long exams in Covid pandemic , atleast listen to the bodies of ICAI now who...","sentiment_score":-0.05}
{"full_text":"I actually agree with Piers Morgan for once relating to COVID. Jeez.","sentiment_score":0.0}
{"full_text":"RT US congressman-elect dies of Covid ","sentiment_score":0.0}
{"full_text":"I agree.You either care or you don't, and much of what we have been through has been specifically designed to divide us.#LordSugar#AlanSugar","sentiment_score":0.2}
{"full_text":"RT #Coronavirus cases in last 24 hours:  UK - 53,135*more than all the below combined* FRANCE - 8,816 GERMANY - 10...","sentiment_score":0.0}
{"full_text":"RT  Takes time to build to antibodies against the virus (atleast more than 2 weeks) Already exposed to COVID-19 prior t...","sentiment_score":0.25}
{"full_text":"I just learnt that Jackie Cassada, an acquaintance from my old White Wolf\/RPG writing days, has passed from COVID.A lovely person and a great talent, lost. Heartbreaking.","sentiment_score":0.35}
{"full_text":"RT If monate mpolaye was a country #COVID19 #Bushri #ChineseVirus","sentiment_score":0.0}
{"full_text":"RT Useful for ENVS344 students","sentiment_score":0.3}
{"full_text":"RT Today's approval of the \/ #coronavirus vaccine is a great day for British science supported by t...","sentiment_score":0.4}
{"full_text":"RT For the 2020 season we refurbished our 121 year old Clubhouse into a heritage museum and starter's hut, Covid hit and it...","sentiment_score":0.1}
{"full_text":"Hopefully, they will discuss the increase in Covid death's especially with this new strain, in US and around the world.","sentiment_score":0.0681818182}
{"full_text":"FFS just lock us down now so we don't have to spend months trying to contain it further!!","sentiment_score":-0.0777777778}
{"full_text":"Boldfit N95 mask for face (Pack of 10) Anti Pollution, protective. Third Party Tested by manufacturer at SGS &amp; Ministry of Textiles       ","sentiment_score":0.0}
{"full_text":"RT Read this tweet.  Senior political reporter for the Huffington Post. And media wonder why people laugh at them.","sentiment_score":0.15}
{"full_text":"Looking at these figures, I think we can all agree that blaming hospitality for the spread of #Covid19 is complete horseshit.","sentiment_score":0.1}
{"full_text":"Ugh our whole unit is getting sickThis is terrible. This all came from wearing a cloth mask and not full PPE with a COVID positive patient whom the nursing home failed to inform she was suspected, much less that she had been tested.","sentiment_score":-0.2357323232}
{"full_text":"RT Salman Khan has sold #Radhe Theatrical + Satellite + Digital + Audio rights to ZeeStudios for a whopping price of 230 CRORES....","sentiment_score":0.0}
{"full_text":"RT Covid-19: Oxford-AstraZeneca coronavirus vaccine approved for use in UK","sentiment_score":0.0}
{"full_text":"RT Dear Victoria. I would like to apologise, on behalf of the people of NSW, for exporting Covid back across your borders...","sentiment_score":0.0}
{"full_text":"RT I am discharged from Medanta Hospital today. Will stay at Home on Oxygen support.","sentiment_score":0.0}
{"full_text":"RT No you don't get to blame us. In a pandemic it's YOUR JOB to protect EVERYONE against the 20% who won't follo...","sentiment_score":0.0}
{"full_text":"#India likely to approve Covishield #COVID19 vaccine today . #coronavirus","sentiment_score":0.0}
{"full_text":"ergolifeinsurance For cashless Mediclaim &amp; more details visit our website: or Contact us on +91 9811985754 #healthinsurance #insurance #health #healthcare #covid #medicare #homeinsurance #coronavirus #medicalinsurance #family #medical #Insurance #Mediclaim","sentiment_score":0.25}
{"full_text":"RT After ten months of the pandemic, we still don't have enough testing. It's a travesty.We need to scale up testing so anyone...","sentiment_score":0.0}
{"full_text":"A fresh round of stricter COVID-related guidelines could upend an already fragile global hospitality industry. A vaccine may save it. #COVID #profit #benchmarking #beyondrevpar #revenue #hotelnews #data","sentiment_score":0.025}
{"full_text":"Lockdown is pointless without penalising the people who break it. Even if the useless Test &amp; Trace system worked, without enforcement Public Health are whistling in the wind.","sentiment_score":-0.25}
{"full_text":"News about the worldwide spread of the Coronavirushttps:\/\/t.co\/sI1AmWCIOE","sentiment_score":0.0}
{"full_text":"A teacher from El Paso, Texas who was recognized for showing her students how to be kind to one another has died from COVID-19.","sentiment_score":0.6}
{"full_text":"Esqui: Covid has shuttered the ski season in the Alps -- with one exception #Ski #Megeve #Alps #France #Travel","sentiment_score":0.0}
{"full_text":"RT The new COVID-19 variant that came out of the United Kingdom has now been found in Colorado.I'm not panicked. This str...","sentiment_score":0.1363636364}
{"full_text":"Amazon's advertising business booms in pandemic","sentiment_score":0.0}
{"full_text":"I'm also here to say conspiracies are necessary to always question your surroundings. Like aliens are real and Epstein didn't kill himself but how thick do you have to be to believe the entire planet decided to fake a pandemic just bc \"America\" wanted them to","sentiment_score":-0.12}
{"full_text":"RT House Democrats have fought for covid relief checks since May.Mitch McConnell pressed \"pause\" and millions suffered. Toda...","sentiment_score":0.0}
{"full_text":"Oga, was that prophecies were given in your own Bible? God can never be confused, stop trying hard to polish their jokes. God revealed everything to all of them except the pandemic and global recession. Smh!","sentiment_score":-0.0229166667}
{"full_text":"RT Louisiana's newest Republican member of the U.S. House, Luke Letlow, has died from complications related to COVID-19 only days befo...","sentiment_score":0.0}
{"full_text":"The country suffered its first contraction in decades this year in the wake of a public health crisis that prompted drastic lockdowns in Wuhan.#china #economy #news #recovery","sentiment_score":0.125}
{"full_text":"#China would not see the resurgence of #COVID19 cases at a large scale, as China had gathered effective control measures during the fight against the virus, says China's top respiratory expert Zhong Nanshan.","sentiment_score":0.4380952381}
{"full_text":"What is the legacy of COVID-10 in the public sector? The UK public told us what they think in #StateoftheStateUK. Read the key findings here:","sentiment_score":0.0}
{"full_text":"Our App will make it easy for you during Corona Pandemic to pay for your shipment online to avoid the use of cash.Stay Safe and protect yourself and others from CoronaVirus.#StaySafe","sentiment_score":0.4666666667}
{"full_text":"End-of-year celebrations will be mostly virtual this year because of the COVID-19 pandemic, but there's still a way to be part of the action.https:\/\/t.co\/zXvD39baA4","sentiment_score":0.5}
{"full_text":"The U.K.'s #vaccine approval triggered a global domino effect. Now the #WHO and humanitarian organizations are racing to ensure fair access. #MedoRomania #MedoInternationalMedicalCenter","sentiment_score":0.35}
{"full_text":"Louisiana's newest Republican member of the U.S. House, Luke Letlow, has died from complications related to COVID-19 only days before being sworn into office. He was 41.","sentiment_score":0.0}
{"full_text":"RT 53,000 new cases today.53,000.And still - incredibly - we are not in lockdown.I just cannot bear the inertia. It i...","sentiment_score":0.5181818182}
{"full_text":"Have a word with your pal ","sentiment_score":0.0}
{"full_text":"RT BREAKING--Oxford-AstraZeneca #COVID19 vaccine just approved for use in UK. Moreover, the vaccine campaign will now shift to...","sentiment_score":0.0}
{"full_text":"Has #COVID19 has been a catalyst for change regarding new tech within the UK healthcare system?Find out in our report analysing the trends within new technologies and UK #healthcare over the past decadehttps:\/\/t.co\/ucmX3du2nn#NHS #health #technology #pandemic #growth #AI","sentiment_score":0.0075757576}
{"full_text":"The state's newest congressman, set to take office in January, was admitted to a hospital on Dec. 19 after testing positive for the coronavirus disease. ","sentiment_score":0.2272727273}
{"full_text":"Great that the vaccine has been approved for first timeBut rich countries representing JUST 14% of the world's population have bought up OVER HALF of all #COVID19 vaccines so farWe must have a #PeoplesVaccine for everyone, everywherehttps:\/\/t.co\/5bEI5lmf5k","sentiment_score":0.3145833333}
{"full_text":"Are you running out of things to do? As the #holidays continue, why not try something new? We have written a #blog post full of ideas to keep you busy at home! Read more here: #senior #activities","sentiment_score":0.2778409091}
{"full_text":"RT 2Restore #RuleofLaw Unity with #racism makes #CrimesAgainstHumanity  the new norm#TrumpIsNotWell #Trump #TrumpIsACrimin...","sentiment_score":0.1363636364}
{"full_text":"On the sixth day of Christmas, my true love sent to me:Six awesome dams!There are six dams in the Elan Valley, if we include the half-built dam. Can you name them all, even the submerged dam? *Please note that Elan Valley is closed as part of the Wales lockdown.","sentiment_score":0.4375}
{"full_text":"What a great ending to this horrible year.","sentiment_score":-0.1}
{"full_text":"Britain has authorised emergency use of a second COVID-19 vaccine, becoming the first country to greenlight an easy-to-handle shot that its developers hope will become the \"vaccine for the world\". #9Newshttps:\/\/t.co\/LGuDxbmb90","sentiment_score":0.2333333333}
{"full_text":"Most read PA Analysis 2020 #5: End of an era for mega absolute return funds as investors pull billions during Covid crisis","sentiment_score":0.35}
{"full_text":"This year has been defined by a slew of unbelievable moments - but there was one mass act of craziness that Australians will never live down.","sentiment_score":-0.1579124579}
{"full_text":"RT Irresponsible headline. Just a few reminders: The positive test result is NOT due to the vaccine. The vaccine is...","sentiment_score":0.0299242424}
{"full_text":"Meet 10-year-old Jane Kyokwa. Jane can only go to school twice a week due to #COVID19. Jane would like to go back to school five times a week. #Malawi, continue to #MaskUP, #Sanitize and observe #PhysicalDistancing to help Jane go back to school freely.#ForEveryChild #Education","sentiment_score":-0.03125}
{"full_text":"RT Stay homeStay warmStay safe Happy holidays to all#MaskUp","sentiment_score":0.65}
{"full_text":"RT The comparison with Swine Flu is ridiculous - that caused 12,000 deaths in one year in the USA while COVID...","sentiment_score":-0.3333333333}
{"full_text":"Learn how we plan to hold our AGM during the pandemic. You can learn more about how to vote in the AGM &amp; read the statements of the people who have been nominated to join the Board, the SPL's annual accounts 2019-20, and the minutes from last year's AGM.https:\/\/t.co\/KqOnFVjyjj","sentiment_score":0.25}
{"full_text":"We know it's hard to not gather your entire family together right now but staying home protects yourself and others from #COVID19 this #NewYear. Host a virtual holiday meal with friends &amp; family, gather for a virtual gift exchange, or decorate your home.","sentiment_score":-0.001984127}
{"full_text":"Following the impact of #COVID-19 on the creative sector, our Peer Network programme provides a new opportunity for leaders of #SMEs to come together and address current challenges. Working with industry experts and innovators. Find out more:","sentiment_score":0.2272727273}
{"full_text":"RT All those fantastic retired nurses &amp; doctors who volunteered to help out? Thwarted because they didn't have 21 pieces...","sentiment_score":0.4}
{"full_text":"Covid denial??? Behave yourself kid","sentiment_score":0.0}
{"full_text":"The areas returned some of the highest figures for the whole of Wales - and local representatives want something done about it.","sentiment_score":0.1}
{"full_text":"RT \"If we want to restore faith in our government, now is the time to address the pain, and the anxiety and the fear that so many o...","sentiment_score":0.5}
{"full_text":"Girl Band and Gemma Dunleavy bookended phases of Covid, while the Where Is George Gibney podcast was a standout across all media for the Examiner's arts editor.https:\/\/t.co\/xfwfAWosqM","sentiment_score":0.0}
{"full_text":"For years London has been bleeding out, its energy cascading down the gutter. Perhaps something big had to happen to reverse this decline. #AlexisSelf scrutinises whether the coronavirus is the angel in disguise that London needs.Read more ","sentiment_score":0.1148148148}
{"full_text":"RT 'We are overwhelmed with Covid patients..'@doctor_oxford talks candidly about the impact of the second waveShe say...","sentiment_score":0.3}
{"full_text":"Current Conditions for #Sayre PATemp: 20.7FWind Chill: 20.7FHumidity: 90%Dew Point: 18.2F Barometer: 30.548 inHgWind: 0 mph from the WNWCorona Virus Weekly Stats:Cases: 146.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"With COVID-19 infections rapidly increasing, be aware of the range of COVID-19 benefits to support you including online screening and consultations, testing, pulse oximetry, and isolation facilities with nursing care. Know your benefits  #StaySafe","sentiment_score":0.25}
{"full_text":"Free COVID-19 testing by TODAY, Dec. 309am-12pmJewish Association on Aging300 JHF DriveRegister at https:\/\/t.co\/dNdfzQsegtWalk-ins welcomedInsurance not required. However, if you have insurance that will cover the cost, your insurance will be billed","sentiment_score":0.4}
{"full_text":"Our resourcing team have been extremely busy this year, recruiting nearly 800 new members of staff during the pandemic. Despite not being a patient facing team, the pandemic has impacted on how they work. #Our2020 #TeamNorthWestAnglia","sentiment_score":0.1121212121}
{"full_text":"What you need to know about the newly approved Covid vaccine","sentiment_score":0.1363636364}
{"full_text":"#23NewsBulletin - Scientists and health officials in the UK are requesting for tighter covid-19 restrictions in England as cases continue to rise and hospitals report mounting pressure especially with the new variant spreading.#23News","sentiment_score":0.0681818182}
{"full_text":"#DubawaChecks2020No. 3'Sobolo' aka hibiscus tea became sought after following a video which said it had been used to cure #COVID19in China.https:\/\/t.co\/pfA9Ik6V4v","sentiment_score":0.0}
{"full_text":"Latest worldwide COVID-19 data: 82,421,271 cases, 1,799,076 deaths.A 2.18% fatality rate.","sentiment_score":0.5}
