{"full_text":"We need to start wearing black armbands if we've lost someone to #COVID. To the grocery store. To work. On walks. On video calls. Everywhere.Too many are dying alone and isolated.No more invisible deaths. Witness them with a #blackarmband","sentiment_score":0.2777777778}
{"full_text":"Should hv been did this","sentiment_score":0.0}
{"full_text":"That's true if you think COVID is airborne, but it isn't.  It travels via saliva droplets, which are much larger and are blocked by cloth masks. ","sentiment_score":0.175}
{"full_text":"WE WILL NOT COMPLY!! #FUCKBIGGOVERNMENT #STOLENELECTION","sentiment_score":0.0}
{"full_text":"RT Here's a FACT: You cry, moan and wail like a banshee while Hospitals are filled with pandemic victims. 15M cases and nearly...","sentiment_score":0.25}
{"full_text":"RT How do pro-lockdown people explain that wide open Florida has approximately the same case numbers as mostly closed NY?","sentiment_score":-0.12}
{"full_text":"RT Few days back AAP Govt in Delhi send SOS to Centre to help them in containing Covid19 situation. Today same AAP govt facil...","sentiment_score":-0.0666666667}
{"full_text":"RT Super freezers were seen set up inside in a secret warehouse in Germany on Friday, among the many locations in the country whe...","sentiment_score":0.1444444444}
{"full_text":"RT Is there a hobby you picked up while practicing social distancing?JH: I've been trying to drawSN: Then my new hobby...","sentiment_score":0.0848484848}
{"full_text":"RT Europe's Response to #COVID19:1. Pay companies to keep people employed2. Monthly checks to families 3. Wage insura...","sentiment_score":0.0}
{"full_text":"L.A. Sheriff Shuts Down Newsom's Stay-at-Home Order Against Businesses: Report I think the Sheriff is right with his decision.  Newsom is a coward. If he issured the order take responsibility for it. Don't say a department order it.","sentiment_score":0.0650793651}
{"full_text":"Oh fuck this. No.Burn this shit to the ground. we see your ass. No.","sentiment_score":-0.3}
{"full_text":"RT WALL STREET BANKERS ARE NOT MORE \"ESSENTIAL\" THAN TEACHERS &amp; 1ST RESPONDERS--American Bankers Association is petitioning to...","sentiment_score":-0.125}
{"full_text":"Bill Nye is not a scientist.","sentiment_score":0.0}
{"full_text":"San Mateo plans on implementing the lockdown when they hit 15% ICU capacity.  Santa Clara hit that capacity already.  San Mateo expects to hit it in the next 7-10 days.  They plan on shutting down then.","sentiment_score":-0.0777777778}
{"full_text":"RT ...the Japanese and the Italians. Their concern is not about attacks on our country or the well being of other American...","sentiment_score":-0.0416666667}
{"full_text":"RT On the day I'm inaugurated, I'll call on the public to wear a mask for 100 days.Let's keep our fellow Americans safe and sa...","sentiment_score":0.25}
{"full_text":"Anyone know any places doing quick Covid tests in Manhattan?? No I don't have any symptoms. I just like the assurance of knowing","sentiment_score":0.3333333333}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"RT Folks all up in their feelings about an emoji? Do y'all know COVID is still in these streets? Get upset about that.And BTW, I di...","sentiment_score":0.0}
{"full_text":"RT Had Congress passed the Harris-Sanders-Markey Covid relief bill back in May, each person in the US would be ending the year...","sentiment_score":0.0}
{"full_text":"RT God been tryna kill her forever","sentiment_score":0.0}
{"full_text":"RT This second wave in Europe has become deadlier than the first: Nearly 105,000 people died of Covid-19 there in November, surpa...","sentiment_score":0.1166666667}
{"full_text":"RT An immigrant Muslim couple found the COVID-19 vaccine. IMMIGRANT AND MUSLIM","sentiment_score":0.0}
{"full_text":"Hell no.","sentiment_score":0.0}
{"full_text":"Right? Lockdown sucked cause it was so crazy for me I felt like it was too out of hand but we never experienced this too, ya know?","sentiment_score":-0.2380952381}
{"full_text":"RT Today is a big day. I got my Covid test results, and they're negative.","sentiment_score":-0.15}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"Resist it. Do not comply.","sentiment_score":0.0}
{"full_text":"Donate to COVID-19 HARDSHIP RELIEF FOR VULNERABLE FAMILIES\/NIGERIA on","sentiment_score":-0.5}
{"full_text":"RT A man named Fred at my church has COVID and pneumonia and is in ICU on a ventilator. I'd appreciate your prayers. He's a...","sentiment_score":0.0}
{"full_text":"Support wrestling and independent artists.","sentiment_score":0.0}
{"full_text":"Coronavirus vaccines could arrive in Hawaii before the end of 2020, but officials do not know which vaccine the islands will receive or how many doses will be delivered.#hawaiinews #vaccine #CoronaVirusUpdates","sentiment_score":0.5}
{"full_text":"RT Another day on the radical left with our crazy ideas","sentiment_score":-0.3}
{"full_text":"RT This California business owner represents all of America trying to survive these ridiculous lockdowns.She went above an...","sentiment_score":-0.1666666667}
{"full_text":"Still can't believe one of my fav customers from my old job passed away from COVID ","sentiment_score":0.1}
{"full_text":"RT i believe that all songs released during the height of the aids epidemic of the 80's and 90's are the soundtrack of that t...","sentiment_score":0.0}
{"full_text":"RT I am so moved that 96 year old Jimmy Carter is willing to take a COVID vaccine to show the American people it is safeT...","sentiment_score":0.1166666667}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"Really enjoyed it throughout this pandemic","sentiment_score":0.5}
{"full_text":"Republican senators DONT CARE Americans go hungry, become unemployed an die from a pandemic! REPUBLICAN SENATORS WILL SIT IN WASHINGTON AN NOT PASS ANY STIMULUS CHECKS OR RELIEF BILLS NO MATTER HOW MANY AMERICANS DIE DAILY AT RECORD NUMBERS!","sentiment_score":0.25}
{"full_text":"RT Fox News, now murdering people by the thousands.","sentiment_score":0.0}
{"full_text":"RT I PLEDGE TO WEAR A MASK FOR 100 DAYS. PASS IT ON. ","sentiment_score":0.0}
{"full_text":"Pass the #bipartisan #COVIDReliefNow Millions of #americans have had their lives destroyed by #COVID19 It was #republicans who denied the severity of the #virus and let it spread. Millions unemployed 270K dead #hospitals #schools #passthisbill #unemploymentbenefits","sentiment_score":-0.2}
{"full_text":"RT A new PNAS study on the impact of face masks on the spread of COVID-19 in Germany. \"We conclude that 20 days after becomin...","sentiment_score":0.1363636364}
{"full_text":"If you get covid from buying $10 candles and can no longer smell the $10 candles, did you really need to buy the $10 candles at all?#karenslovecandles","sentiment_score":0.2}
{"full_text":"RT You're a prime example of Republican failure make a living out of bullying &amp; elevating yourself. You may b...","sentiment_score":-0.3166666667}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"RT We keep setting records for COVID cases and deaths and the president hasn't done fucking shit about it.","sentiment_score":-0.2}
{"full_text":"RT I Accuse: Premier Legault, Premier Ford, Premier Pallister, Premier Kenney, Premier Moe. All followed the Donald Trump Pan...","sentiment_score":0.0}
{"full_text":"Single mothers without access to daycare. In home learning. The Republicans determined the pandemicwould end in July but failed to mention which July. Entire industries will not begin to recover till the end of '21.","sentiment_score":-0.1904761905}
{"full_text":"RT English people defying lockdown\/social-distancing orders in London to tell the government it can stick the poison Covid-1...","sentiment_score":0.0}
{"full_text":"preferably xanax","sentiment_score":0.0}
{"full_text":"In Initial Return-To-Market League-Wide Testing Program, 48 NBA Players Tested Positive For COVID-19 Out Of 546","sentiment_score":0.1136363636}
{"full_text":"RT Doctor who refused to wear mask has medical license suspended #MAGAts ","sentiment_score":0.0}
{"full_text":"I just want people to care.","sentiment_score":0.0}
{"full_text":"What on earth are those people doing without masks or social distancing? The oligarchy of Trump and his equally ignorant and violent-intentioned cronies must end. Find a way to return to democracy.","sentiment_score":0.0166666667}
{"full_text":"RT This California business owner represents all of America trying to survive these ridiculous lockdowns.She went above an...","sentiment_score":-0.1666666667}
{"full_text":"RT Indonesia has managed to address COVID-19 pandemic in terms of health and economic sectors, according to President","sentiment_score":0.2}
{"full_text":"You have blood on hour hands.https:\/\/t.co\/5wz2D9xeOW","sentiment_score":0.0}
{"full_text":"RT COVID relief needs to directly help everyday people.People need stimulus checks &amp; UI.","sentiment_score":-0.05}
{"full_text":"RT NBA's Karl-Anthony Towns says he's lost 7 family members to #COVID19, including his mom and his uncle. ","sentiment_score":0.0}
{"full_text":"RT Guests at gay 'daddy orgy' where anti-LGBT MEP was caught breaking Covid rules thought cops raiding the party were 'part of...","sentiment_score":0.4166666667}
{"full_text":"RT Acche Din shifted to Pakistan? What say Bhakts! ","sentiment_score":0.0}
{"full_text":"This is my employer. #yikes #sad #idc #education #COVIDSecondWave #forcedback #nochoice #Health #ATX #StayHome #remoteworking","sentiment_score":-0.5}
{"full_text":"Dear is heart and soul for #PMCBankCrisis too. Please resolve the crisis. Watch out for as he is eyeing on your CM seat after promising us resolution of PMC Bank crisis last time","sentiment_score":0.1}
{"full_text":"Only problem I see here is the assholes are not interested in protecting anyone.","sentiment_score":-0.0625}
{"full_text":"COVID DEATHS REACH ALL-TIME HIGH!","sentiment_score":0.2}
{"full_text":"RT OMG. Coronavirus is the #1 cause of death in the US this week, surpassing heart disease, says","sentiment_score":0.0}
{"full_text":"RT The longer it takes for parents to return to work and children to in-person schooling, the more unequal the fallout from...","sentiment_score":0.5}
{"full_text":"This time covid","sentiment_score":0.0}
{"full_text":"The Alcohol Drug Information School &amp; Victims Panel video conference meetings Dec 5th 12th and 19th are full. The next ADIS\/Victim Panel meetings are in January 2021. Please contact our office at 425-289-1600 for information about how to attend. #COVID19 #DUI #ADIS #Victimpanel","sentiment_score":0.175}
{"full_text":"RT 'This is not that hard to understand, everybody' -- Bill Nye is back on TikTok to drop more knowledge about masks and COVID...","sentiment_score":0.0694444444}
{"full_text":"Cases are still falling in Knowsley, but the rate of decline has slowed in the last weekhttps:\/\/t.co\/kZRyebTeFs","sentiment_score":0.0}
{"full_text":"RT Starting Monday, December 7, London and Middlesex County are moving to the Orange\/Restrict level of Ontario's COVID-19 Re...","sentiment_score":0.0}
{"full_text":"RT 'This is not that hard to understand, everybody' -- Bill Nye is back on TikTok to drop more knowledge about masks and COVID...","sentiment_score":0.0694444444}
{"full_text":"if this message resonated with you, please consider tipping if you feel called to!  tips help me tremendously since i am immunocompromised &amp; not working due to covid but have many bills to pay.thank you! ","sentiment_score":0.2777777778}
{"full_text":"Man who nearly died from Covid speaks out about 'weird' long-lasting effects","sentiment_score":-0.2}
{"full_text":"The Department of Trade and Industry (DTI) is undertaking a review of the targets set under the construction industry roadmap 2030 given the disruptions brought by the pandemic.","sentiment_score":0.0}
{"full_text":"#ACA #OPENENROLLMENT IS ENDING SOON (Dec 15, 2020). You MUST enroll by end date for 2021 insurance coverage! Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"As public officials debate whether prison populations should be among the first or last to receive a COVID vaccine, ethicists say that incarceration should not be the deciding factor.https:\/\/t.co\/SapDYtYn7m","sentiment_score":0.0833333333}
{"full_text":"Outstanding address by DG Dr Tedros","sentiment_score":0.5}
{"full_text":"#Russia will rollout the first doses of its Sputnik V #coronavirus vaccine on Saturday. ","sentiment_score":0.25}
{"full_text":"RT 'This is not that hard to understand, everybody' -- Bill Nye is back on TikTok to drop more knowledge about masks and COVID...","sentiment_score":0.0694444444}
{"full_text":"RT US #COVID19 cases:1st case to 1M - 96 days1 to 2M- 44 days2 to 3M- 27 days 3 to 4M - 15 days4 to 5M - 17 days5 to 6M...","sentiment_score":0.0}
{"full_text":"U.S. health officials in the San Francisco Bay area are issuing new stay-at-home orders as hospitals and ICUs fill with patients post-Thanksgiving.","sentiment_score":0.1363636364}
{"full_text":"Pakistan's exports have staged a strong recovery notwithstanding a continued rise in global COVID cases.#PakistanMovingForward","sentiment_score":0.2166666667}
{"full_text":"A survey conducted in #Bahrain  revealed that 90 per cent of Bahrainis cancelled important personal plans because of extraordinary circumstances imposed on the kingdom and the world due to Covid-19Read more:https:\/\/t.co\/sb5dP2T4l1","sentiment_score":0.1520833333}
{"full_text":"Nevada will receive 164,150 doses of the COVID-19 vaccine throughout the month of December, DHHS said in a media release.","sentiment_score":0.0}
{"full_text":"RT You know who would make a great quarantine quarterback? Colin Kaepernick. ","sentiment_score":0.8}
{"full_text":"RT \"There Will Absolutely Be A Black Market\" For COVID Vaccines, Bioethicists Warn","sentiment_score":-0.1666666667}
{"full_text":"Collective response needed to recover from COVID-19 crisis, says PMhttps:\/\/t.co\/M6ZLPqcSEL@PakPMO #COVID19","sentiment_score":0.0}
{"full_text":"RT Yes, saying \"Merry Christmas\" is just as risky in spreading a viral pandemic as flying across the country, that's a very s...","sentiment_score":0.2}
{"full_text":"RT My 19 yr old niece who is cautious just spent 8 days in the ICU so sick from covid that Drs were preppin...","sentiment_score":-0.2380952381}
{"full_text":"RT You should read this thread","sentiment_score":0.0}
{"full_text":"He should be on the coronavirus briefings","sentiment_score":0.0}
{"full_text":"Disc golf is one sport that has continued this year because of the ability to practice social distancing, and area players will be in New Bern this weekend for one of the final tournaments of the year.https:\/\/t.co\/NUHfI4HCLV","sentiment_score":0.0565656566}
{"full_text":"Pandemic casts inevitable shadow on final 'Shameless' seasonhttps:\/\/t.co\/IOyZCLaPES","sentiment_score":0.0}
{"full_text":"You better listen or pay a hefty price the vaccine will have on your body.","sentiment_score":0.5}
{"full_text":"was six feet apart actually written about COVID? or was it in 2019?","sentiment_score":0.0}
{"full_text":"RT When I had COVID-19, I could barely breathe. My friend called to check on me, heard me struggling to speak, and s...","sentiment_score":0.05}
{"full_text":"Ko died in Richmond Hospital on Saturday from COVID-19. At 104 years old, he is one of the oldest Canadian victims of the pandemic.","sentiment_score":0.1}
{"full_text":"The pandemic upended education as we know it. The ed-tech industry says its \"innovative\" products can ease our pain. Research says otherwise.https:\/\/t.co\/s55WBgtc39","sentiment_score":0.5}
{"full_text":"Lewis Hamilton's contract talks with Mercedes will have to wait until the seven-time world champion recovers from #coronavirus, his team boss Toto Wolff said","sentiment_score":0.0}
{"full_text":"Online money transfer platform WorldRemit foresees that December will continue to be a peak month for overseas Filipino remittances despite the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 05\/12\/2020 10:30Total Cases: 9608519 [+0]Active: 408399Recovered: 9058061 [+0]Deaths :139737 [+0]Total Tests: 144.73MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Philippines ready to spend up to P73-B on #COVID19 vaccine procurement: Budget chief","sentiment_score":0.2}
{"full_text":"Halton still has one of the highest Covid-19 infection rates in the Liverpool City Region and cases fell only 12% last weekhttps:\/\/t.co\/CPTgJEF5Hl","sentiment_score":0.0}
{"full_text":"COVID-19 pandemic has redefined \"normal\". Nevertheless, our commitment to providing quality education remains constant.Find out more about SCIA by visiting #SCIA #InternationalSchoolCambodia #CambridgeSchool #SingaporeSchool","sentiment_score":0.325}
{"full_text":"RT My aunt just tested positive for COVID. I usually go to her house for Thanksgiving but this year opted to stay home.","sentiment_score":-0.0113636364}
{"full_text":"This guy isn't worth the time or effort. Actually, non of the non-compliant COVID's are. Yet when I suggest they reply w a waiver against any medical treatment for them or their family for COVID...they just ghost it.","sentiment_score":0.1}
{"full_text":"RT Former Pfizer VP: 'No need for vaccines,' 'the pandemic is effectively over' | News | Lifesitenews","sentiment_score":0.3}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"RT In case you were wondering what losing your smell\/taste due to COVID was like...","sentiment_score":-0.125}
{"full_text":"RT How can FOX do a whole hour on news and never mention coronavirus once or that 3,500 people died today? Yet they spend...","sentiment_score":0.2}
{"full_text":"'Meal X-Change' aims to provide hot meals to people in need, assist restaurants during pandemic.","sentiment_score":0.25}
{"full_text":"RT #NationalHandwashingAwarenessWeek is a week we can all get behind. Washing your hands is one of the most effective way...","sentiment_score":0.2333333333}
{"full_text":"RT #Perdue is a fucking #COWARD!","sentiment_score":-0.75}
{"full_text":"RT Just bought a world map and then gave wife a dart and said, \"Throw this and wherever it lands--that's where I'm taking you w...","sentiment_score":0.0}
{"full_text":"RT Covid-19 is now the leading cause of death in the U.S., researchers at the Univ. of Washington say.","sentiment_score":0.0}
{"full_text":"Growth Rate:\"Covid: 1.5 million dead globally as vaccination schemes set to begin\"https:\/\/t.co\/akQwRyb5oQ via (Shared via COVID-19 topic)","sentiment_score":-0.1}
{"full_text":"UN health chief: World can start dreaming of pandemic's end","sentiment_score":0.0}
{"full_text":"RT Dems House passed $3T Covid relief in May. GOP balked. what's being negotiated now is $900B relief and McConnell still do...","sentiment_score":0.0}
{"full_text":"The tenured professor claimed that COVID-19 is a hoax, that the moon landing and atomic bombs are both fake, and defended his use of the n-word and spreading anti-semitic conspiracies on Twitter. ","sentiment_score":-0.5}
{"full_text":"Sam Hector, IBM Security Channel Leader for UKI, explains why the X-Force research discovery of a spear phishing campaign targeting the COVID-19 vaccine cold chain is so important -- and what your organization can do now:","sentiment_score":-0.1}
{"full_text":"RT Covid-19 is now the leading cause of death in the U.S., researchers at the Univ. of Washington say.","sentiment_score":0.0}
{"full_text":"Is there anyone who thinks it would matter to Trump that more Americans will die from #COVID19 if he thinks it will make Biden look bad?","sentiment_score":-0.1}
{"full_text":"67% of pharmacies worry people won't take a COVID-19 vaccine, survey finds #pharmacists #pharmacy #health #healthcare","sentiment_score":0.0}
{"full_text":"Like many other productions this year, filming for the next chapter came to a halt due to growing concerns over COVID - meaning 2020 will be the first year without a season of the horror anthology series.https:\/\/t.co\/YvPQ0zUVRt","sentiment_score":0.1}
{"full_text":"RT 7 months ago","sentiment_score":0.0}
{"full_text":"Time: 05:00 * Temp: 7.3degC * Wind: NNE 8.1 to 17.0mph * Pressure: 986.6hPa * Rain: 0.0mm * Hum: 85% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:28 * Sunset: 15:59 * Cloudbase: 1080ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT These COVID negotiations should be public.The public should be able to see who is holding stimulus checks hostage &amp; demanding im...","sentiment_score":0.25}
{"full_text":"RT Why isn't the Kenney government giving #Alberta front line health care workers the wage top up every other province has provide...","sentiment_score":0.1875}
{"full_text":"Welcome back.","sentiment_score":0.4}
{"full_text":"President-elect Joe Biden says Covid vaccination will not be mandatory in the US by #BBCWorld via Unfollowers","sentiment_score":0.0}
{"full_text":"RT Today's global tallyCOVID cases = 60 millionCOVID experts = 61 millionNot sure which one is deadlier","sentiment_score":0.25}
{"full_text":"You think Mr Lin Wood is crazy? I don't.","sentiment_score":-0.6}
{"full_text":"Moderna Covid-19 vaccine trial participant recounts her experience","sentiment_score":0.0}
{"full_text":"RT You're a prime example of Republican failure make a living out of bullying &amp; elevating yourself. You may b...","sentiment_score":-0.3166666667}
{"full_text":"Ask what type of test was used and, if the information is available, what the actual result was. A weak positive or a serology\/antibody test \/may\/ be due to her historic infection (rather than actually having covid atm) [This pic is from the NZ MOH]","sentiment_score":0.0181818182}
{"full_text":"Of course. She went through all this to lovingly preparing you a meal. Eat up and be eternally thankful that she cares, half the country doesn't won't even wear a mask","sentiment_score":0.2166666667}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"Every person who donated to his fund should automatically be ineligible for COVID relief...no more stimulus for them. You wanna overthrow the government then you don't get the benefits. Byeee","sentiment_score":0.5}
{"full_text":"RT Why has Trump not addressed the record number of daily COVID cases, the record number of daily COVID hospitalizations, or...","sentiment_score":0.0}
{"full_text":"All the lockdown Govs and Pelosi deserve death by Gitmo","sentiment_score":0.0}
{"full_text":"RT BREAKING: profited off of the opioid epidemic with well-timed stock trades in pain management companie...","sentiment_score":0.0}
{"full_text":"Our freight services remain unaffected, with strict Covid-19 protocols in place. For more information please visit:","sentiment_score":0.225}
{"full_text":"RT My first time wearing a bra for more than three hours since COVID and I'm homicidal","sentiment_score":0.375}
{"full_text":"RT The coronavirus death toll in the United States is now projected to reach 539,000 by April 1, according to a University of...","sentiment_score":0.0}
{"full_text":"RT hi im an 18 yr old trans girl who has covid so i havent been working. i need to pay my phone bill coming up as well as my...","sentiment_score":0.1}
{"full_text":"Govt should announce to withdraw the 3 black laws&amp;give in writing that MSP will continue. If any positive result doesn't come out of today's talks, farmers from Rajasthan will march along NH-8 towards Delhi&amp;camp at Jantar Mantar: Kisan Mahapanchayat. (ANI)https:\/\/t.co\/tXm01JRSni","sentiment_score":0.0303030303}
{"full_text":"RT Regular person goes broke in the pandemic: 4-hour bread lines and homelessnessCompany goes bankrupt in the pandemic:...","sentiment_score":0.0}
{"full_text":"Introverts are secretly hoping the pandemic never ends.","sentiment_score":-0.4}
{"full_text":"'Black Panther' star Letitia Wright faces backlash for posting video criticizing coronavirus vaccines","sentiment_score":-0.1666666667}
{"full_text":"COVID In South Florida: United Message From Mayors: 'Hope Is On The Horizon' But 'We Can't Let Our Guard Down'","sentiment_score":-0.1555555556}
{"full_text":"Hindustan Times - Covid-19 vaccine will not be mandatory: Joe Biden #covid19vaccine #joebiden #HindustanTimes -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.0}
{"full_text":"RT The COVID-19 vaccine should go to healthcare workers, nursing home residents, teachers &amp; essential workers FIRST! People...","sentiment_score":0.15625}
{"full_text":"Sam Hector, IBM Security Channel Leader for UKI, explains why the X-Force research discovery of a spear phishing campaign targeting the COVID-19 vaccine cold chain is so important -- and what your organization can do now:","sentiment_score":-0.1}
{"full_text":"RT 8+ months into COVID and the average American still has no clue about the basic facts concerning COVID: it's low morta...","sentiment_score":-0.0375}
{"full_text":"Our team in Spain wanted to convey its support for the excellent work that health professionals are carrying out during this pandemic by donating flowers to the Hospital de Poniente in El Ejido (Almeria - Spain).","sentiment_score":1.0}
