{"full_text":"RT Because of Stupid night curfew by several states... Corona has got the time &amp; delivered the baby. #CoronavirusStrain #nightc...","sentiment_score":-0.4}
{"full_text":"RT Seriously, this list is great but surprisingly there's even more in that 5500 page monster Congress claims is for COVID relie...","sentiment_score":0.4166666667}
{"full_text":"RT San Fran has had over three times as many people die from drug overdoses than coronavirus this year","sentiment_score":0.5}
{"full_text":"RT \"If we try and suppress the virus like China has, we'll just get a second peak in the winter\"","sentiment_score":0.0}
{"full_text":"RT BREAKING HIDDEN STORY!!Belarusian Prez Claims IMF &amp; World Bank Offered him Bribe of $940 million USD in the form of \"Covid...","sentiment_score":-0.1666666667}
{"full_text":"RT Hey ANTIFA and Black Lives Matter-- maybe instead of sending your foot soldiers to go after innocent small business owners...","sentiment_score":0.0277777778}
{"full_text":"Glad I'm a health care worker in Germany and got paid extra for my work during this pandemic instead of... THIS...","sentiment_score":0.25}
{"full_text":"RT Sigh. Aside from the fact that we have 27 more days of tantrums from this guy, it's depressing that everyone is fixated on...","sentiment_score":-0.05}
{"full_text":"RT President Trump reading off all the bullsh*t they tried to sneak into the Covid Relief bill, is one of the most savage moves...","sentiment_score":0.5}
{"full_text":"RT If the #pandemic has forced us to be more distant, Jesus, in the crib, shows us the way of tenderness to be close to each oth...","sentiment_score":0.0333333333}
{"full_text":"RT It's amazing how the movie Bird Box predicted so much of the way people would react to COVID-19!!","sentiment_score":0.45625}
{"full_text":"RT I'm telling you, people. The rest of the free world is STUNNED, at how our government has done almost NOTHING for the c...","sentiment_score":0.4}
{"full_text":"BREAKING | Speaker of the Swedish parliament, Riksdagen, confirmed that the members with gather in the first week to decide on a temporary bill aimed to reduce the spread of coronavirus in the country.","sentiment_score":0.325}
{"full_text":"RT #Annaatthe shoot halted due to 8 members from the crew testing #Corona positive..","sentiment_score":0.0511363636}
{"full_text":"RT I'm gonna make him disappear. By Christmas. #CatsOfTwitter #Christmas #CatsOfChristmas #Nope #HolidaySeason #cute #E...","sentiment_score":0.5}
{"full_text":"RT Our new \"COVID relief\" bill includes $10M for gender studies in Pakistan. I know a few restaurant owners in NYC who didn't hi...","sentiment_score":-0.0318181818}
{"full_text":"RT 2) \"Dunn, who is the pastor of 2nd Mile Church in north Fort Worth where his parents were members, admitted that he was sur...","sentiment_score":0.15}
{"full_text":"RT Opposing $600 benefits to those who lost work in the pandemic, Sen. Kelly Loeffler said people \"needed to get back to work...","sentiment_score":0.0}
{"full_text":"RT Also, and relatedly, THIS IS NOT ABOUT STIMULUS. The point is to help people survive the remaining months of pandemic, not...","sentiment_score":0.0}
{"full_text":"This reset whereby frail elders are provided care outside of LTC has potential to improve the quality of life of elders. AL facilities have a \"community\" focus &amp; residents w\/ declining health or dementia are provided support &amp; not discharged to LTC when possible.#writingcommunity","sentiment_score":0.0}
{"full_text":"RT MSG Premium Daliya is extremely low in fat content. Thus, it is very good even for those who have any issues with the fe...","sentiment_score":0.455}
{"full_text":"It makes me laugh that my parents church is hosting an in person Christmas Eve service... even though Ohio has super high Covid cases...God gave me a brain to stay home and stay safe... You don't need a building to praise God!!","sentiment_score":0.3936458333}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"RT &gt;The EYES&lt;The portals to my soul,a mortal flaw that exposes my secrets to the world;I can paint my face to escape ques...","sentiment_score":0.0}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"RT 'Inertia pending large placebo controlled RCTs' during a pandemic is the most egregious mispractice of evidence based medic...","sentiment_score":0.3571428571}
{"full_text":"Stay at home, Save the NHS.Nice to know people are facing redundancies and business closures so nurses can coordinate dance routines.","sentiment_score":0.0}
{"full_text":"The Communitarian Conspiracy, Part 2: Social Finance, Social Impact Bonds in Israel and the Rest of the WorldShai Danon and Alison McDowell discuss the communitarian agenda that is being rolled out right now, with the COVID-19 deception as the trigger.https:\/\/t.co\/rpn6rkTZx3","sentiment_score":0.1174603175}
{"full_text":"RT \"None of the restaurants would let me in to use their washroom due to COVID safety concerns,\" Abhimanyu Arora, a SkipTheDi...","sentiment_score":-0.125}
{"full_text":"RT Nobody tell Trump, but the stimulus bill also has one of the biggest climate change bills ever passed by Congress","sentiment_score":0.0}
{"full_text":"There is full lockdown in Turkey from 31 Dec to 5th jan. As I know.","sentiment_score":0.35}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"RT A deadly pandemic, restrictions and an invisible enemy: Kentucky Christmas in 1918 eerily similar to today. A trip through @...","sentiment_score":-0.1}
{"full_text":"RT 23 lakh people in the world have already received Covid vaccinations.China, US, UK, Russia have started...India ka num...","sentiment_score":0.0}
{"full_text":"RT In April, the no. of patients with Covid in hospital in England peaked at 18,974.On Christmas Day, we are set to pass...","sentiment_score":0.0}
{"full_text":"RT COVID is the biggest Ponzi, control sham, and insurance fraud in history.","sentiment_score":-0.2}
{"full_text":"RT I'm in. Whaddya say, Mitch? Let's not get bogged down with ideological offsets and unrelated items and just DO THIS! The Am...","sentiment_score":-0.1972222222}
{"full_text":"RT We need a total lockdown NOW","sentiment_score":0.0}
{"full_text":"Ensuring the Safety of COVID-19 Vaccines in the United States","sentiment_score":0.0}
{"full_text":"RT Couldn't agree more. The media narrative through this pandemic has been appalling sadly.","sentiment_score":-0.1166666667}
{"full_text":"RT NERVTAG member's understanding of why the variant of the virus transmits so much more effectively:1. An infected person re...","sentiment_score":0.5}
{"full_text":"RT On the recommendation of the Data Safety and Monitoring Board, #REMAPCAP has paused randomization to therapeutic #anticoagul...","sentiment_score":0.0}
{"full_text":"RT I saw patients all day today. And I am still not able to be vaccinated. Meanwhile, low-risk members of Congress--some o...","sentiment_score":-0.25}
{"full_text":"SHUT THE FUCK UP","sentiment_score":-0.4}
{"full_text":"RT How did we go from \"flatten the curve\" to \"stay home until you accept communism\"?","sentiment_score":0.0}
{"full_text":"RT The #NeverEndingStory replaced by \"Special\"? Presumably on the \"Never Ending Lockdown\" ","sentiment_score":0.3571428571}
{"full_text":"RT Out of 10 day isolation today after a Covid scare caused by answering a SOS from a disoriented friend (with stage 4 cance...","sentiment_score":0.0}
{"full_text":"RT There should be criminal consequences for the owner of the Mar-a-Lago venue where this dangerous #SuperSpreaderEvent took...","sentiment_score":-0.5}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"RT BREAKING: President Trump calls the COVID-relief bill a \"disgrace\" and is threatening to veto it if Congress doesn't cu...","sentiment_score":0.0}
{"full_text":"RT Lockdowns but no border closures. Criminally assaulting ice skaters but kneeling with race grievance protesters Banning a...","sentiment_score":-0.4}
{"full_text":"RT Focussed on pardoning criminals during a raging pandemic. Sounds about right you piece of shit. History is gonna hang that 5...","sentiment_score":0.0428571429}
{"full_text":"RT BREAKING: President Trump calls the COVID-relief bill a \"disgrace\" and is threatening to veto it if Congress doesn't cu...","sentiment_score":0.0}
{"full_text":"RT This times 1000000000 WTF?!?","sentiment_score":-0.625}
{"full_text":"While he is planning a coup while MIA, watching TV, meeting with traitors and taking others credits and whining. What is plan for today? I know we have not seen nothing yet. I feel it on my bones. Just look at his pardons? He just added murders to his Militia.","sentiment_score":0.0}
{"full_text":"RT Earlier lockdown in England could have saved more than 20,000 lives","sentiment_score":0.25}
{"full_text":"RT Got my #COVID vaccine today. How do I feel?Grateful to everyone working to protect us.Fearful of the lives we will lose i...","sentiment_score":0.0}
{"full_text":"RT I FEEL LIKE EVERYONE GOT PREGNANT THIS PANDEMIC MEANWHILE IM SPENDING 10 HOURS IN FRONT OF THE COMPUTER EVERYDAY!!!","sentiment_score":-0.0286458333}
{"full_text":"RT Christmas might be cancelled but we're still here doing our best to make abortion magic happen in these dark covid tim...","sentiment_score":0.45}
{"full_text":"RT Sigh. Aside from the fact that we have 27 more days of tantrums from this guy, it's depressing that everyone is fixated on...","sentiment_score":-0.05}
{"full_text":"No wonder is free with articles like this. Only the best with Bowtell and McClaws.","sentiment_score":0.4666666667}
{"full_text":"RT As I said -- Trump EEOC saysEMPLOYERS can MANDATE vaccinationI said Trump would push HIS vax thru employer mandatesG...","sentiment_score":0.0}
{"full_text":"I thought You guys highly promoted????Maybe because By HHS Axxr?...Lol","sentiment_score":0.16}
{"full_text":"RT Singapore Airlines has started trials on a new health verification app to validate a passenger's Covid-19 test results and vac...","sentiment_score":0.1363636364}
{"full_text":"RT Nearly 3,000 lorries are stuck in Kent after France shut its UK border amid concern over a fast-spreading Covid variantA...","sentiment_score":0.1}
{"full_text":"RT The Nightingale Hospitals are now lying empty. If there were a serious pandemic they would all be full of patients, or at...","sentiment_score":-0.0277777778}
{"full_text":"The holidays can magnify our sense of loss and sorrow -- especially this season, marked by a still-raging pandemic that has taken hundreds of thousands of lives and left millions bereaved. Here are nine things to help get you through this difficult time.","sentiment_score":-0.1}
{"full_text":"RT Why does no one in the media report on COVID survivors?","sentiment_score":0.0}
{"full_text":"RT trump's veto threat of the COVID-19 bill is just a delay tactic to prevent ANY money from going out.It should have been $...","sentiment_score":0.0}
{"full_text":"RT The Roaring 20s? Parties and  'sexual licentiousness' set to rise after the pandemic","sentiment_score":0.5}
{"full_text":"RT Heartless Florida Sen. Rick Scott votes no on COVID-19 relief bill that passed 92-6 ","sentiment_score":0.0}
{"full_text":"Someone has already asked this. They didn't reply as far as I know.","sentiment_score":0.1}
{"full_text":"RT Stark conclusions I draw from this Christmas party as an epidemiologist--1) Trump fans don't believe #COVID19 is real.2)...","sentiment_score":-0.2}
{"full_text":"Hiliarious...must read","sentiment_score":0.0}
{"full_text":"RT Today, I wanted to speak out on behalf of a fellow Black woman physician, Dr. Susan Moore, to not let our stories go unheard...","sentiment_score":-0.1666666667}
{"full_text":"Dude your son is about to be born...you're going to be A DAD!! And guess what--you don't have to worry about health care or pandemic stuff because he can already heal the sick!! DUDE!!And money?!? Shiiiiiittt if you're broke sell some of that good wine you make from water!!","sentiment_score":0.0}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"RT MAHN COVID Sucks .. Was meant to have my first show in Jamaica  today ","sentiment_score":-0.025}
{"full_text":"\"The bill they are now planning to send back to my desk is much different than anticipated.\"","sentiment_score":0.0}
{"full_text":"This is what you signed up for. Population control. Want freedom?Fire Trudeau.#cdnpoli","sentiment_score":0.0}
{"full_text":"Yet again, Leonard acting as though FM is somehow unaware of dire circumstances this pandemic has caused for people. It's the most bizarre, ludicrous angle of attack used by opposition during this health crisis. FM isn't imposing this pain. C19 is. #FMQs","sentiment_score":0.225}
{"full_text":"RT I can't see how these things work. But they do. So be safe and wear a mask! Happy Holidays to all!","sentiment_score":0.8125}
{"full_text":"It's a general appropriations bill with a section on coronavirus relief. Entirely appropriate to have it in the general appropriations bill given that it is a general appropriation. The other funds are for American foreign policy","sentiment_score":0.0571428571}
{"full_text":"RT If Trump goes through with this temper tantrum and vetoes the budget\/COVID bill, there are 2 paths forward:1. Override...","sentiment_score":0.0}
{"full_text":"all these lies during the pandemic yet you don't want to admit there was supposed to be a repack released, you are pathetic","sentiment_score":-1.0}
{"full_text":"Ish.... corona","sentiment_score":0.0}
{"full_text":"RT Face Mask #art #coronavirus stay safehttps:\/\/t.co\/FkoazrIJm9","sentiment_score":0.0}
{"full_text":"RT Alert    It's a fact that New updated Version of CORONA virus has found in UK nd other several countries. Our Supremo...","sentiment_score":0.0037878788}
{"full_text":"RT Seriously, this list is great but surprisingly there's even more in that 5500 page monster Congress claims is for COVID relie...","sentiment_score":0.4166666667}
{"full_text":"RT Tony Blair: set to author new series of Janet &amp; John stories for Ladybird books.","sentiment_score":0.1363636364}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"Thank you:Doctors &amp; NursesHealthcare workersPostal, UPS, FedEx, Amazon &amp; all delivery employeesRestaurant &amp; store employeesGod bless you all richly for being there for ALL of us during this pandemic.  May all of us never forget all that you have done to make 2020 better.","sentiment_score":0.4375}
{"full_text":"RT Stay safe, #LexRich5Schools! Wear a mask.Practice social distancing. Wash your hands often. Check your sympt...","sentiment_score":0.3291666667}
{"full_text":"Free Covid 19 in Massy as we speak","sentiment_score":0.4}
{"full_text":"RT If Trump goes through with this temper tantrum and vetoes the budget\/COVID bill, there are 2 paths forward:1. Override...","sentiment_score":0.0}
{"full_text":"RT There's just seven days left to visit #TheGivingBear in Berkeley Square! Don't forget you can also use the tap point next t...","sentiment_score":0.0}
{"full_text":"RT Last depressing Covid tweet from me today.  Today England reported highest deaths of 2nd wave. This reflects people infec...","sentiment_score":-0.2}
{"full_text":"RT Hundreds of Maskless Trumpkins Pack Turning Point USA Party at Mar-a-Lago in a Flagrant Violation of Palm Beach Covid-...","sentiment_score":0.0}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"RT can the pandemic go already my baby need to perform :( ","sentiment_score":-0.75}
{"full_text":"RT So here are the CovidUK headlines. Nervtag thinks new British strain is 70% more infectious than existing strain and may increa...","sentiment_score":0.2121212121}
{"full_text":"govt fitting news to its agenda Health chiefs believe more than 60 per cent of the new cases in London are the VUi202012\/01 mutant new strain of coronavirus which is suspected of spreading up to 70 per cent faster.","sentiment_score":0.3181818182}
{"full_text":"Friends of the RCHA On December 21, the Ontario Government announced a Province-wide lockdown starting 12:01AM Dec. 26 due to the growth of COVID cases numbers and increased pressure on ICU beds in hospitals. (1\/4)","sentiment_score":-0.0625}
{"full_text":"Nancy Pelosi, Chuck Schumer, and Joe Biden need to do everything in their power to call Donald Trump's bluff and force a vote to increase the proposed $600 relief checks to $2,000.","sentiment_score":0.0}
{"full_text":"Aren't they all... nvm","sentiment_score":0.0}
{"full_text":"Across the country, students face challenges with virtual school, but many teenagers are burdened with additional responsibilities because they are the oldest child.","sentiment_score":0.5}
{"full_text":"If Lockdown Is Not Enough Maybe  They Should Try Lockup!!  Crazy Leaders! The People's Eyes Are Opened I Just Don't Know What They're Waiting For?","sentiment_score":-0.375}
{"full_text":"Fuck, I'm so horned. Stupid COVID!","sentiment_score":-0.7}
{"full_text":"Here's a 29-song playlist to help you through this COVID Christmas.","sentiment_score":0.0}
{"full_text":"Merry Christmas from the clinical and scheduling staff in the COVID Testing Team! Thanks to Jacqueline Eggo who works for the team for allowing us to share her painting.","sentiment_score":0.2}
{"full_text":"Healthtech and the pandemic: bigger appetite, but smaller stomachs are stifling innovationhttps:\/\/t.co\/EuMsHDCq3R@kametventures #medtech #healthtech #AI","sentiment_score":0.0}
{"full_text":"T-minus 3 hours! We look forward to hosting Professor for a discussion on International Scientific Cooperation in the Face of a Pandemic! You can still register for the webinar!:","sentiment_score":0.0}
{"full_text":"In this week's #SecuringDemocracyDispatch, we cover China's attempt to control coronavirus information, Russia's hack of U.S. agencies, and social media platforms' reversal of election-related policies.https:\/\/t.co\/6GWjc26gtq","sentiment_score":0.0333333333}
{"full_text":"Starting Now: pop-up #COVID19 testing in Grove City. Find our interactive map with testing sites across the state here: #InThisTogetherOhio","sentiment_score":0.0}
{"full_text":"RT (2) : how about you?: same as P'Mew. Now the most importance is about health cuz COVID is back. I want you guys to...","sentiment_score":0.1666666667}
{"full_text":"In a recent article for Journal of the Neurological Sciences, Dr. Gustavo Roman examines the substantial neurological impact in patients with #COVID19 and invites international neuroepidemiological collaboration to help define the history of this problem","sentiment_score":0.0}
{"full_text":"Take heed to the new recommendation of universal mask-wearing during all activities outside of your home to help stop the spread of #COVID19. #DoYourPart","sentiment_score":0.0454545455}
{"full_text":"For and this pandemic year was made bearable thanks to takeaway mezes in Kurtulus (to be enjoyed with several glasses of raki at home) and lavas fresh from the tandir in Ferikoy. Read more in our #Istanbul Essential Bites:","sentiment_score":0.25}
{"full_text":" Grand Opening  - putting a damper on your sex life?Need to bust? Don't wanna wait? #XXXpediteYourPleasureHigh-quality sex toys, DVDs, massage products, masturbators, dildos, underwear &amp; more. NOW OPEN #ShopTheBreed.","sentiment_score":0.3333333333}
{"full_text":"Bring the Big Story Home with SLLC Library Children's team and Mrs Claus's Covid Christmas Caper Big but maybe not so bad","sentiment_score":-0.2333333333}
{"full_text":"We're offering free, rapid testing for coronavirus throughout Christmas and the new year.Every day 9-6pm, except Xmas Day, Boxing Day and NY Day when testing starts at 10.30am.More details at #keeplondonsafe","sentiment_score":0.2681818182}
{"full_text":"Research and development efforts may have focused on #COVID19 in 2020, but there were still some exciting findings on treatments and diagnostics for other global health challenges this year.Read 2020 review. ","sentiment_score":0.0583333333}
{"full_text":"\"Congresswoman Stefanik is prioritizing vaccine distribution to north country frontline healthcare workers, EMS first responders, law enforcement and our area's most vulnerable in nursing homes.\"","sentiment_score":0.0833333333}
{"full_text":"Happy Festivus! We begin with the Airing of Grievances. I don't like 2020. A pandemic, hurricanes, forest fires, shootings &amp; riots, and an election from hell.","sentiment_score":1.0}
{"full_text":"#BestOf2020 : Discover our highlights of the year 2020 #AccurayExpandRT #ExpandCurativePower #RadOnc #MedPhys #cancer #radiotherapy","sentiment_score":0.0}
{"full_text":"In the height of lockdown, 60 young people spent two weeks working with FBB Practitioners, artists and performers to hone their writing and speaking skills. Abi &amp; Yassin had their words turned into short films. Find out more below https:\/\/t.co\/ZQx8QBKOHV","sentiment_score":0.125}
{"full_text":"The event was privately planned for residents to celebrate holiday cheer following a year marked by COVID-19, said Ann Dicks, president of the Governor Aiken Park Neighborhood Association.https:\/\/t.co\/bFRjWQedQ9","sentiment_score":0.0333333333}
{"full_text":"You would think that a new bag is the last thing one needs with the lockdown, but handbags emerged as one of the most resilient luxury products in the past year. https:\/\/t.co\/EryCavtBt9","sentiment_score":0.0965909091}
{"full_text":"RT The Nightingale Hospitals are now lying empty. If there were a serious pandemic they would all be full of patients, or at...","sentiment_score":-0.0277777778}
{"full_text":"RT The COVID-19 vaccine rollout is dangerously flawed. #MachineLearning #DataScience #Python #AI #100...","sentiment_score":-0.5}
{"full_text":"With the addition of 23 new coronavirus cases confirmed by the Franklin County Health Department on Tuesday, the county is quickly closing in on 2,000 cases recorded since the global health pandemic began.","sentiment_score":0.2174242424}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"Leadership, especially during a pandemic, can be lonely &amp; difficult work. No one leader has all the answers. We must work together, share ideas &amp; resources, &amp; look to our national associations for collective strength.","sentiment_score":-0.2}
{"full_text":"RT Phantom is the first big movie in India to start shoot during this difficult times of pandemic and it's now heading to...","sentiment_score":-0.0833333333}
{"full_text":"Cabell County sees surge in COVID cases as West Virginia sees record number of deaths. Health officials remain hopeful that the public can turn the course.https:\/\/t.co\/1ujiYNFoJB","sentiment_score":0.0}
{"full_text":"It's #MatchDay for #EVEMUN in the #CarabaoCup so come down and join the #DallasReds #JackandGingers for the 2:00PM kickoff. Come early and find a good spot. Please wear your mask when standing and moving around. #MUFC #UTFR #Dallas #Texas","sentiment_score":0.2148148148}
{"full_text":"President Donald Trump says he won't sign the $900 billion COVID-19 relief bill, saying that he wants to see direct stimulus payments increased from $600 to $2,000.","sentiment_score":0.15}
{"full_text":"Webinar Wed Dec. 23 AM. Arts NC E.D. Nate McGaha will review the new Federal Pandemic Relief package including Federal Unemployment Assistance, Paycheck Protection Program loans, and $15 Billion \"Save Our Stages\" grants. Register now:","sentiment_score":0.1363636364}
{"full_text":"Stay active at home with Les Mills on Demand - including 1,000+ workouts you can do anywhere, any time.  Try a free 60-day trial: you would like to use the service beyond the 60-day trial, you can continue for PS7.94 a month, cancel anytime.","sentiment_score":0.1333333333}
{"full_text":"Britain's most secretive lab in battle against new mutant strain of Covid-19","sentiment_score":0.3181818182}
{"full_text":"In the pictures we can see how Peruvians work together to defeat #COVID19. Peru's 4th-largest insurance group, supported everyone who fight on the front line and enhanced health insurance to protect their clients. Tgt we will win! #fosunfamily #happyholidays2020","sentiment_score":1.0}
{"full_text":"Indoor Activities for SeniorsSeniors cannot always enjoy outdoor activities especially because of the pandemic. It can be a problem for their mental health.Read more: #Seniors","sentiment_score":0.2}
{"full_text":"RT Today's cover: Billions in foreign aid, pet projects stuffed into COVID relief bill","sentiment_score":-0.125}
{"full_text":"RT Gulf said he's not quite into Christmas Day, he mentioned abt the covid situation. He'll stay at home on the Christmas Day...","sentiment_score":0.0}
{"full_text":"Eat her thighs till it gets dry-https:\/\/t.co\/28A1nrTUWW#exoticescorts  #wednesday #exoticescortsnigeria #africans #escortgirls #bbw  #trending #nudes #sensual #sex #nigeria #pornhub #porn #wcw #lagos #nudism #nudity #OrgyParty #kot #naked #COVID19https:\/\/t.co\/KKQv4ncRYF","sentiment_score":0.0}
{"full_text":"RT The cancellation of the screening of 'The NeverEnding Story' which is supposed to be on right now for a 'BBC News...","sentiment_score":0.2857142857}
{"full_text":"did i already tell you that fun story where i ordered 2 weeks+ in advance and now my dad still won't get his christmas present in time bc due to covid\/christmas german post is a mESS ","sentiment_score":0.0}
{"full_text":"RT Did you know:Drug overdoses have killed 448 more people in San Francisco this year than the Chinese Coronavirus--nearly...","sentiment_score":0.1}
{"full_text":"RT Our data on COVID-19 vaccinations has been updated: administered: World 2.4M China 1M U...","sentiment_score":0.0}
{"full_text":"There were double-digit increases in the number of cases in three of our four counties yesterday.https:\/\/t.co\/sC7BZV0JBF","sentiment_score":0.0}
{"full_text":"Living in poverty was bad for your health long before #COVID19. But the crisis has thrown #healthinequalities into even sharper focus. Read our analysis exploring how income affects health outcomes ","sentiment_score":-0.375}
{"full_text":"The chemistry between the lead pair plays an equally important part in the film's success. Even though this year was marred by the #pandemic, the OTT platform ensured we suffered no dearth in entertainment #YearEnder2020","sentiment_score":0.35}
{"full_text":"'The COVID-19 numbers across Ontario are growing and we need to stop the spread,' said Simcoe North MPP Jill Dunlophttps:\/\/t.co\/xeavpj2g7w","sentiment_score":0.0}
{"full_text":"Today, the Department of Health will be discussing how they're handling vaccine distribution.https:\/\/t.co\/VLzWWL374V","sentiment_score":0.0}
{"full_text":"World- \" We will free from covid till 2021 1st half .UK-\"HOLD MY \"World=0UK=1#Spandamic","sentiment_score":0.1166666667}
{"full_text":"Maybe you should understand the difference between the Covid Bill and Government spending Bill.....my dear","sentiment_score":0.0}
{"full_text":"Pfizer agrees to supply 100 million more COVID-19 vaccines to the US","sentiment_score":0.5}
{"full_text":"APROX 330,000UNNECESSARY COVID-19 DEATHS#BreonnaTaylorMatters  MURDEREDTRY N 2SLEEP WHILE BLKhttps:\/\/t.co\/lqcg62bZ6I #CaseyGoodsonMURDEREDHOLDNA SUB SANDWHICHENTERNHIS HOMEWHILE BLKThey wanted 2stigmatize ANOTHA BLK BODY wit a felony 4lifehttps:\/\/t.co\/lITwgOKSTT","sentiment_score":0.0}
{"full_text":"I Quit Cable for 2 Years...Here's What Happened: #COVID19 #WednesdayWisdom #WayBackWednesday #WorkoutWednesday","sentiment_score":0.0}
