{"full_text":" Trump's historic landslide! He did next to nothing &amp; managed to infect 95% of U.S. to deadly levels of Covid19 Pandemic. Newly data reveals that nearly 900 out of 938 metropolitan areas &amp; 2,000 out of 3,270 counties qualify as \"sustained hotspots\".","sentiment_score":0.0072727273}
{"full_text":"It is necessary to increase community participation in the fight against covid-19https:\/\/t.co\/ZAGnwwsszI","sentiment_score":0.0}
{"full_text":"Erm...My daughters and disagree:https:\/\/t.co\/NtG0VWk6aL#Covid_19 #christmasiscancelled #COVID19 #tier4","sentiment_score":0.0}
{"full_text":"RT Boris changes course on COVID due to \"overwhelming evidence\".Will he do the same on Brexit? (I have a wild stab at the...","sentiment_score":0.11875}
{"full_text":"Spontaneous pre-lockdown movie night properly cheered me up but now I'm home and sad again","sentiment_score":0.0333333333}
{"full_text":"RT Why is it okay for Republicans to give a tax break to rich people which added a trillion and a half dollars to the deficit,...","sentiment_score":0.2361111111}
{"full_text":"RT Let us remember that as 2020 came to a close, the ruling class bragged about getting their vaccines while debating whether...","sentiment_score":0.0}
{"full_text":"RT As we enter #Tier4, the same principles apply as during our national lockdown for victims of #domesticabuse - if you're...","sentiment_score":0.0}
{"full_text":"A senior citizen still getting peer pressured ","sentiment_score":0.0}
{"full_text":"RT America is under attack by Russia.Thousands are dying of COVID-19 daily.The Pentagon won't work with Biden's team.The...","sentiment_score":0.0}
{"full_text":"RT 1,580 cases per 100,000 students.Or 6 unknown carriers in an elementary school, 30 hours a week.Or 19 students in every hi...","sentiment_score":0.1}
{"full_text":"RT A new strain of the coronavirus? At this time of year, localised entirely within the south east?","sentiment_score":0.0681818182}
{"full_text":"RT British Airways isn't offering refunds to passengers who cancel year-end trips because of new U.K. coronavirus rules","sentiment_score":0.0681818182}
{"full_text":"RT When covid is over im gonna need a new excuse for never going outside","sentiment_score":0.0287878788}
{"full_text":"RT Lockdown for four months, everything opens back up including eat out to help out, goes to tier 3, then tier 2, then lockdo...","sentiment_score":0.0}
{"full_text":"RT Despite pandemic changes, 250,000 wreaths laid at Arlington National Cemeteryhttps:\/\/t.co\/eansrDEF0m","sentiment_score":0.0}
{"full_text":"RT NBC News confirms: The U.S. has hit a new single-day record of coronavirus cases on Friday: 246,914.This is the third r...","sentiment_score":0.0681818182}
{"full_text":"RT RI Gov. Gina Raimondo was caught maskless at a paint and wine bar, despite telling citizens to \"stay home except for essential a...","sentiment_score":0.0}
{"full_text":"Lol I'm so glad I'm not like half the people my age wtfffff there's a pandemic going on","sentiment_score":0.3777777778}
{"full_text":"RT A real statesman who cared for his fellow citizens &amp; the national interest would ask the EU to re-visit its generous...","sentiment_score":0.2}
{"full_text":"RT Sen. just said McConnell has the Senate voting on judges today RATHER THAN voting on a coronavirus relief...","sentiment_score":0.0}
{"full_text":"RT Hallo, you can read it here: Safety and Efficacy of the BNT162b2 mRNA Covid-19 Vaccine | NEJM ht...","sentiment_score":0.0}
{"full_text":"RT Competent? Every, and I mean EVERY, outbreak since March has been the result of incompetence. It's all...","sentiment_score":0.09375}
{"full_text":"Then you have no idea where the virus originated - moron!","sentiment_score":-1.0}
{"full_text":"RT My friend lost his fight with covid this evening, I am heartbroken  Wear a fucking mask.","sentiment_score":-0.6}
{"full_text":"RT The simplest task to conduct remotely is done in-person and we're supposed to trust this group's judgement and decision-maki...","sentiment_score":-0.1}
{"full_text":"During a pandemic. Plain evil.","sentiment_score":-0.6071428571}
{"full_text":"RT Mark Meadows tried to conceal coronavirus cases in the White House, and threatened to fire the military doctors who help...","sentiment_score":-0.05}
{"full_text":"RT There is not enough vaccines!To increase the supply of #COVID19 vaccines for sane Americans, I'm telling Trumpers that...","sentiment_score":0.0}
{"full_text":"RT I told y'all Vanky &amp; Jared were the ones calling the shots, it was that way on 'Celebrity Apprentice' Trump is an idiot, an...","sentiment_score":-0.8}
{"full_text":"RT Marco Rubio is a healthy 49 year old. He is not in a nursing home. He is not a health worker. He is not a first respond...","sentiment_score":0.1583333333}
{"full_text":"RT Who agrees that President Biden should abolish Trump's Space Force and use all of that money to provide Covid relief p...","sentiment_score":0.0}
{"full_text":"RT After spending us gazillions of dollars into debt, wants to tighten the purse strings on millions of American...","sentiment_score":0.1}
{"full_text":"RT Making mask wearing \"mandatory\" means empowering cops to prowl the streets and detain and fine those not complying. Give c...","sentiment_score":0.4166666667}
{"full_text":"Two weeks ago, I thought my mom would not recover from Covid. One week ago tomorrow she was released from the hospital.Today she has gone 24 hours without using supp. oxygen!!She's still recovering, but she's getting better each day. I don't want anyone to go through this!","sentiment_score":0.625}
{"full_text":"RT I hope this will make it into the #Christmas number one; proceeds of sales raise money for #NHS charities. Pleased they we...","sentiment_score":0.5}
{"full_text":"On day 2020 the covid update will come out and if you don't make a face ask out of 20million netherite and a bucket of lava you die","sentiment_score":0.0}
{"full_text":"Uncle Luke Says He Got COVID-19 After Being Peer Pressured To Go To A Party","sentiment_score":0.0}
{"full_text":"Trump has claimed credit for the record-breaking speed of vaccine development. How much did his influence help, or hurt, the process?  NONE -- He Withheld the shipment in Warehouses! See Reply!!","sentiment_score":0.390625}
{"full_text":"Wow. Just Wow! ","sentiment_score":0.1125}
{"full_text":"More deaths in August from suicide than this year from covid, if you want to see friends and family over Christmas then do it, it could make a huge difference to everyone's mental health. Big questions need to be asked of the UK government's about mental health services","sentiment_score":0.14}
{"full_text":"THE ELECTIONS IN THE U.S. - THE CORONA - BIDEN - TRUMP In BIBLE CODES\/GL... via","sentiment_score":0.0}
{"full_text":"RT i will take an extra vaccine for every antivax motherfucker i will be so vaccinated that i will singlehandedly repel co...","sentiment_score":0.0}
{"full_text":"RT America is under attack by Russia.Thousands are dying of COVID-19 daily.The Pentagon won't work with Biden's team.The...","sentiment_score":0.0}
{"full_text":"RT Please take this pandemic seriously. Listen to the experts and wear a mask.","sentiment_score":-0.3333333333}
{"full_text":"RT Marco Rubio is a healthy 49 year old. He is not in a nursing home. He is not a health worker. He is not a first respond...","sentiment_score":0.1583333333}
{"full_text":"RT My niece, a nurse, is hospitalized with COVID.The doctor looked at images of her lungs and asked her how long she's smok...","sentiment_score":-0.05}
{"full_text":"RT Its viewers can't get enough and some even watch it from their hospital beds as they die from COVID,\" radio host Chip...","sentiment_score":0.0}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT If our government communicated real public health information, this would not be necessary. COVID is NOT a respirator...","sentiment_score":0.0}
{"full_text":"RT We live in a system where the people who most fervently denied and downplayed the coronavirus are among the first to rec...","sentiment_score":0.2954545455}
{"full_text":"RT I am so damned jealous! I want a for us!","sentiment_score":0.0}
{"full_text":"RT Marco Rubio is a healthy 49 year old. He is not in a nursing home. He is not a health worker. He is not a first respond...","sentiment_score":0.1583333333}
{"full_text":"RT NEW COVER: The office job evolves.Work from home! Live anywhere! Take a pay cut? How pandemic migration could reshape the America...","sentiment_score":0.1704545455}
{"full_text":"RT I told y'all Vanky &amp; Jared were the ones calling the shots, it was that way on 'Celebrity Apprentice' Trump is an idiot, an...","sentiment_score":-0.8}
{"full_text":"RT As we enter #Tier4, the same principles apply as during our national lockdown for victims of #domesticabuse - if you're...","sentiment_score":0.0}
{"full_text":"This is contempt, pure and simple.People deserve the data to justify the impositions on their basic liberties.Not all data is on the internet. Cost\/benefit analyses of lockdowns. The evidence for the dangers of the virus variant. For instance.","sentiment_score":0.1071428571}
{"full_text":"says it wants to wait until January 4 to let students know whether the dorms will be open for Spring. Said it's too early to know the Covid conditions in mid-January. Seriously, Pitt? You haven't heard that the misery is just beginning now? Read the newspaper.","sentiment_score":-0.0083333333}
{"full_text":"You dey own me money since APRIL  Kaywise I won your giveaway before lockdown an you're yet to pay me At least pay me before Christmas abegCheck my DM to you  2260527286 Zenith Bank Kazeem Alao","sentiment_score":0.15}
{"full_text":"RT Guys... the president of the United States is ignoring a pandemic that has killed more than 307,000 Americans and a cyber w...","sentiment_score":0.15}
{"full_text":"All ok at this end. Hope you and the family are well. Let's hope 2021 brings an end to this COVID and some sort of normality to everybody's lives. Stay safe mate. Hopefully see you soon. . Have the best Christmas and new year that you can.","sentiment_score":0.5340909091}
{"full_text":"RT How to Be the BEST Teacher You Can Be For Your Students in 2021...(Even if the Pandemic Continues to Change Everything! The Awe...","sentiment_score":1.0}
{"full_text":"RT #EkEijazSabPeBhari Social distancing and wearing mask is an act of kindness! Someone else is alive today because you were c...","sentiment_score":0.0708333333}
{"full_text":"RT In rare statement, Fmr Fed Chair Bernanke calls for a COVID relief bill BUT tells Congress it is \"vital\" that","sentiment_score":0.2}
{"full_text":"RT The IRI regime is first and foremost to blame for killing the Iranian people during pandemic. It withheld the info of outbr...","sentiment_score":0.25}
{"full_text":"CoronaVirus VaccineNetanyahu, \"start of return to normal life\"","sentiment_score":0.15}
{"full_text":"This beautiful message illustrates a central fact of humanity. Most of us really want to be able to be of use to others. We need to accept this and organise our society to make it possible to do it.","sentiment_score":0.3416666667}
{"full_text":"RT FLASH: The Lagos State Safety Commission (@safety_lasg) just selaed CUBANA Ikeja and other facilities for non-compliance to t...","sentiment_score":-0.125}
{"full_text":"RT Lockdown for four months, everything opens back up including eat out to help out, goes to tier 3, then tier 2, then lockdo...","sentiment_score":0.0}
{"full_text":"I thought you were referring to the media coverage in that they were being soft on Gladys. I was implying give it time. As for their approach, they got the cross roads hotel outbreak under control, let's see if they can do it again","sentiment_score":0.05}
{"full_text":"RT Finally home now after two weeks in the hospital and 6 days on a ventilator with covid 19","sentiment_score":0.0}
{"full_text":"RT Asking again: What does Russia have over ???","sentiment_score":0.0}
{"full_text":"RT America is under attack by Russia.Thousands are dying of COVID-19 daily.The Pentagon won't work with Biden's team.The...","sentiment_score":0.0}
{"full_text":"Deadasss like step back ","sentiment_score":0.0}
{"full_text":"Murdoch, McConnell, Pence, soon to be Trump. Those that stood by &amp; downplayed #covid19 as millions got infected &amp; thousands died being at the front of the queue for the vaccine is hard to swallow, and totally on brand.","sentiment_score":-0.1458333333}
{"full_text":"RT I don't have my COVID shot yet. So I am posting this picture of the stairwell where I retreated yesterday after the 6th de...","sentiment_score":0.0}
{"full_text":"RT NEWS: The White House nixed a plan to send face masks to every household in America because of Trump's personal feud with...","sentiment_score":0.0}
{"full_text":"I got a cool covid 17","sentiment_score":0.35}
{"full_text":"RT This week 3 ppl in our family got covid. Cousin,his wife &amp; daughter.  Cousin dies 5 days ago, wife 1 day ago.  W...","sentiment_score":0.0}
{"full_text":"Moderna secures FDA Emergency Use Authorization for vaccine - ","sentiment_score":0.0}
{"full_text":"RT 30-40 million people in this country could be evicted in the near future due to COVID-related economic shocks. State and federal...","sentiment_score":0.04375}
{"full_text":"via @FrankBruni on #NYC #restaurant #dining &amp; how tough these times are for the industry#UncleBoons closing is tragic beyond words. It was that rare restaurant that I.could visit again and again. A must to introduce to all #visitors","sentiment_score":-0.2796296296}
{"full_text":"In Her Own Words: Why I Still Believe In My Business Despite Covid-19 #entrepreneurship #exitstrategy #businessowner","sentiment_score":0.6}
{"full_text":"RT \"a once unthinkable\" number of #Covid cases in one day in the U.S., over 251,343 yesterday, as Britain prepares for its s...","sentiment_score":-0.05}
{"full_text":"RT New Zealand is covid free. They've had 25 deaths.We didn't have to be in this mess.","sentiment_score":0.1204545455}
{"full_text":"The ID department tree. Complete with a SARS-CoV-2 tree topper ","sentiment_score":0.1}
{"full_text":"Personal biases should stay at home. They have no business inside a pharmacy.","sentiment_score":0.0}
{"full_text":"RT \"Officials at the White House had been prepared to put out a statement Friday afternoon that accused Russia of being \"the ma...","sentiment_score":0.0}
{"full_text":"RT Read the article. There have only been six allergic reactions out of more than 272,000 vaccinations. Headlines can b...","sentiment_score":0.25}
{"full_text":"RT U.S. Has Second-Worst Day of Pandemic as L.A. Logs Two COVID-19 Deaths Per Hour via","sentiment_score":0.0}
{"full_text":"RT GOP Tax Scam increased the federal debt by $2,000,000,000,000 (two trillion).83% of the benefits went to the wealthiest...","sentiment_score":0.0}
{"full_text":"RT No social distancing on the trains out of London tonight @BorisJohnson","sentiment_score":-0.0166666667}
{"full_text":"Is there a lockdown in Lagos? What's all this arresting I'm seeing on the TL","sentiment_score":0.0}
{"full_text":"RT I'm genuinely confused by this. The former Alabama governor is one of the first in the state to get the vaccine? The on...","sentiment_score":-0.05}
{"full_text":"RT ...blood on the floor, on the walls, on the machines, all from a child in his final minutes of life. His mom, a medical...","sentiment_score":0.0}
{"full_text":"Used to work for East Kent NHS Trust at the William Harvey in Ashford. They've been under massive pressure even before the pandemic. It's hell for them there now.","sentiment_score":0.0}
{"full_text":"RT So volunteers are going to be brought in to test millions of secondary school pupils for Covid-19. Even though we've h...","sentiment_score":-0.3}
{"full_text":"RT Let us remember that as 2020 came to a close, the ruling class bragged about getting their vaccines while debating whether...","sentiment_score":0.0}
{"full_text":"RT Trump rented a floor of Trump Tower to China's largest bank making him 2m a year since 2008. He blamed them for Covid &amp; cyb...","sentiment_score":0.0}
{"full_text":"\"That's Their Problem\": How Jared Kushner Let the Markets Decide America's COVID-19 Fate via","sentiment_score":0.0}
{"full_text":"RT Nigga got a fully formulated brain talkin bout he got peer pressured.","sentiment_score":0.0}
{"full_text":"Is there a way you can have an enjoyable holiday following the death of a spouse, partner, family member or friend - especially during a pandemic? Here is some advice.","sentiment_score":0.1666666667}
{"full_text":"Are the Brexit negotiations still going on or have some people with a teaspoon of common sense stepped in and demanded we press pause until Covid isn't a thing at least?","sentiment_score":-0.3}
{"full_text":"RT i will take an extra vaccine for every antivax motherfucker i will be so vaccinated that i will singlehandedly repel co...","sentiment_score":0.0}
{"full_text":"Why are these Congress members receiving vaccine before compromised and vulnerable taxpayers?","sentiment_score":-0.5}
{"full_text":"I aint bought a thing from a chinese vendor or site since the outbreak. Have you seen the way theyre attacking and treating our Aussie friends.They need sanctioned and barred from our education and work industries","sentiment_score":0.0}
{"full_text":"RT New Zealand has announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then t...","sentiment_score":0.2018181818}
{"full_text":"RT Covid: Video shows crowds of passengers cramming in to train leaving London ahead of Tier 4 lockdownhttps:\/\/t.co\/glJdVk2Tjm","sentiment_score":0.0}
{"full_text":"RT More Americans have died from COVID during the past 7 days than died in Vietnam during the entire year of 1968, the war's d...","sentiment_score":0.0833333333}
{"full_text":"RT Disgraced former GOP governor given early COVID vaccine -- after Alabama's supply was cut by 40 percent: report","sentiment_score":0.05}
{"full_text":"RT In October, Lindsey Graham refused a COVID-19 test before debate with Jaime Harrison even though he was exposed to viru...","sentiment_score":0.0}
{"full_text":"RT You wicked liars. You don't mention the assault by your officers; their unprofessional profanity; and the unnecessary, prov...","sentiment_score":-0.4}
{"full_text":"RT Putting aside Boris Johnson's ongoing shambolic leadership, this new faster-spreading covid variant is clearly a very seri...","sentiment_score":0.1681818182}
{"full_text":"RT If you have any questions or unease about the COVID vaccine, I got you!I'd *never* ask you to do something I wasn't willing to d...","sentiment_score":0.25}
{"full_text":"Turn your anger towards the people who clearly didn't observe the lockdowns properly as they're the reason you're in this situation. Blaming the lockdown itself only bolsters their POV. Instead, acknowledge that a thorough lockdown will work if EVERYONE gets behind it.","sentiment_score":-0.2}
{"full_text":"Secondary suits are becoming more common in Cambridge -- what does this mean for both homeowners and renters?https:\/\/t.co\/zbNdbQbLtP","sentiment_score":0.0075}
{"full_text":"The 12-month SBA in the amount about US$5.2 billion was approved by the Executive Board on June 26, 2020 to support the authorities' economic reform program during the COVID-19 crisis.https:\/\/t.co\/6XLqAf6Xvo","sentiment_score":0.2}
{"full_text":".@sydney_sweeney, a Hollywood actress, born and raised in Spokane, donates $12 thousand to local restaurants to help them stay in business during COVID restrictions. #SupportSpokane","sentiment_score":0.0}
{"full_text":"RT There is no pandemic. No more people are falling ill than in a normal winter, yet Boris is going to further destroy more o...","sentiment_score":-0.05}
{"full_text":"Pandemic afforded a sense of control in a wild year.https:\/\/t.co\/rvRgPH3zmK","sentiment_score":0.1}
{"full_text":"This Christmas, give the gift of merch to your favorite Chicago music scenester. Continue to look stylish and help your favorite venues. #SaveOurStages  https:\/\/t.co\/VOkIlV2G6V","sentiment_score":0.5}
{"full_text":"RT If #Trump had strongly advocated, rather than ridiculed, mask wearing, tens of thousands of Americans would b...","sentiment_score":0.4333333333}
{"full_text":"Good move, but is it too late?#tech #mashablesea #covid19 #misinformation #facebookhttps:\/\/t.co\/V9xtjJ9FWN","sentiment_score":0.7}
{"full_text":"When you get the urge to stay home, be alone, or shut down, it is probably your spirit urging you to take a rest. Do not ignore it!","sentiment_score":-0.1944444444}
{"full_text":"RT Marco Rubio is a healthy 49 year old. He is not in a nursing home. He is not a health worker. He is not a first respond...","sentiment_score":0.1583333333}
{"full_text":"RT Due to #COVID19, I've been giving speeches on the dangers of drinking and driving via Zoom at home. I just finished my 12th...","sentiment_score":-0.125}
{"full_text":"CMS Provides Billing Codes for Regeneron's COVID-19 Antibody Drug via #healthcare","sentiment_score":0.0}
{"full_text":"Thanks for doing your part to slow the spread of COVID-19. Wear a mask and keep it up!#MaskUPJC #goalloutwithamask","sentiment_score":-0.05}
{"full_text":"RT Friend just called me - he's on his way to London with pallets of Covid tests and apparently the A303 is packed , fleet ser...","sentiment_score":0.05}
{"full_text":"Confusion arises as states learn they're receiving fewer doses of Pfizer's COVID-19 vaccine than expected","sentiment_score":-0.1}
{"full_text":"'The worst is still to come': Food banks brace as pandemic pushes people to the brinkhttps:\/\/t.co\/e5U9cMhW6j","sentiment_score":-1.0}
{"full_text":"Struggle due to coronavirus","sentiment_score":-0.125}
{"full_text":"Five Things Hoteliers Should Know About Maintaining Business During the Pandemic #hotel #hotelbusiness","sentiment_score":0.0}
{"full_text":"Several Macon County Sheriff's Office employees have tested positive for the coronavirus, and all others have been notified of their exposure.","sentiment_score":0.1136363636}
{"full_text":"RT Continued downward trend. Here is your opportunity to recognize that there is no harm in starting winter...","sentiment_score":0.0}
{"full_text":"Christopher Nolan pushed for a theatrical release for #TENET, but was it worth it? Click here to find outhttps:\/\/t.co\/IUYndst3xa","sentiment_score":0.15}
{"full_text":"IT WAS RUSSIA who attacked he us, yet you've not held a press conference since you lost the election. U do know ur still President til 01\/20, right? B\/C u have yet to publicly express condolences to the families of 300k+ people who died from Covid. Lack of leadership &amp; humanity.","sentiment_score":0.1428571429}
{"full_text":"Or even just google \"does covid vaccine prevent spread\". The answer is no it's not proven to","sentiment_score":0.0}
{"full_text":"Just as the United States has needed a unified, national response to COVID-19, it needs one for dealing with climate change, President-elect Joe Biden said Saturday as he rolled out key members of his environmental team.https:\/\/t.co\/7zZMn4RQZh","sentiment_score":0.0}
{"full_text":"RT Let us remember that as 2020 came to a close, the ruling class bragged about getting their vaccines while debating whether...","sentiment_score":0.0}
{"full_text":"\"Just like we need a unified national response to COVID-19, we need a unified national response to climate change. We need to meet the moment with the urgency it demands as we would during any national emergency.\"https:\/\/t.co\/htuRlqPdLM","sentiment_score":0.0}
{"full_text":"Business is once again booming because of the holiday season despite previous closures due to COVID. MORE:","sentiment_score":0.0694444444}
{"full_text":"RT GOP Tax Scam increased the federal debt by $2,000,000,000,000 (two trillion).83% of the benefits went to the wealthiest...","sentiment_score":0.0}
{"full_text":"Researchers are using coffee to diagnose COVID-19","sentiment_score":0.0}
{"full_text":"There is no Christmas because there has been no COVID response you rabid ape.","sentiment_score":0.0}
{"full_text":"'Immediate need': State, local govts decry being left out of Covid aid bill","sentiment_score":0.0}
{"full_text":"RT CNN's Dr. Sanjay Gupta got vaccinated against Covid-19 this week. It's a decision he didn't make lightly, he writes.","sentiment_score":0.4}
{"full_text":"Don't rush to the shops. Seriously. Do we not have any behaviour scientists about.  It's exactly why this was needed ages ago and planned so people knew when.  All that sh*t, and it was sh^t about public trust after firebreak lockdown ended. That's well and truly gone","sentiment_score":0.1388888889}
{"full_text":"Covid is a hoax. You're just very gullible. It's 99.8% survival rate.","sentiment_score":0.2}
{"full_text":"While COVID-19 has put a dent in a lot of activities, one thing it cannot affect is the giving spirit of East Texas.That's why CBS19 has partnered with The Salvation Army of Tyler for their annual Red Kettle campaign in an effort to #RescueChristmas.","sentiment_score":0.0}
{"full_text":"RT In Alberta, more people have died from opioid overdoses than they have from the coronavirus. #cdnpoli #abpoli","sentiment_score":0.5}
{"full_text":"A group of citizens who say they are concerned about the COVID-19 situation at the Tuscaloosa County Jail marched Saturday with handmade signs and a list of demands for openness from the Sheriff's Office.","sentiment_score":-0.1}
{"full_text":"Passenger who died after an emergency on board a flight may have had Covid-19 symptoms, United says","sentiment_score":0.0}
{"full_text":"British Prime Minister Boris Johnson imposed a new, higher level of coronavirus restrictions to curb sharply spreading infections in the capital and other areas.","sentiment_score":0.0272727273}
{"full_text":"RT A CDC advisory committee has voted to recommend Moderna's Covid-19 vaccine for people ages 18 and older, after the FDA authoriz...","sentiment_score":0.1666666667}
{"full_text":"So far there are 79 new COVID-19 cases reported and over 3,000 are asked to stay home in the region as county public health departments report their findings Saturday.","sentiment_score":0.0787878788}
{"full_text":"Not applicable in days of #COVID, nonetheless the protocol for cheek kissing can be daunting. Begin on left or right cheek? How many kisses? (1-5).I do have a work-around: distract the other from any faux pas by gently cupping their genitals. #SundayThoughts","sentiment_score":0.1721428571}
{"full_text":"Here is the public comment form for the CDC ACIP Committee: They are deciding this who to vax after Health workers &amp; nursing homes. Tell them to vaccinate the 53 Million elderly like the UK is doing before 87 million over-broadly defined essential workershttps:\/\/t.co\/Eas6Vu14Rj","sentiment_score":0.0}
{"full_text":"This. Is. Not. About. A. Virus. #TheGreatAwakeningWorldwide","sentiment_score":0.0}
{"full_text":"Michigan coronavirus cases up to 458,852; Death toll now at 11,461","sentiment_score":0.0}
{"full_text":"RT On the one hand, I understand that people want\/need to meet family and friends indoors over the holidays.On the other ha...","sentiment_score":-0.125}
