{"full_text":"RT People who think we can do business as usual with #CCPChinaregime that gave us #Covid19 pandemic, #UyghurGenocide &amp; de...","sentiment_score":-0.25}
{"full_text":"This current season of Corona has me thinking.... I know these were never cleaned. Years or built up sweat ","sentiment_score":0.0}
{"full_text":"RT 'due to corona, despite knowing the winner and waiting in the back, i felt like i was going to cry. thank you so much to compa...","sentiment_score":0.025}
{"full_text":"You can not have it both ways: Telling thats the election was all fraud and ask ppl to vote in this same system. So stay home Trumpets!!!","sentiment_score":0.0}
{"full_text":"RT [REMINDER]Mamamoo Lockdown for MAMA !!#MAMAVOTE #mamamoo","sentiment_score":0.0}
{"full_text":"RT The pandemic must not lead to totalitarian social control or the abrogation of fundamental freedoms. Freedom is foundat...","sentiment_score":0.0333333333}
{"full_text":"Chahar has not been at his best post covid a sad news for Ind before world cup","sentiment_score":0.25}
{"full_text":"Thats what I have been saying for months...#trump is using covid to commit #Genocide against #Black and Brown people. This is why trump hasn't done a damn thing to combat it.#makesomenoise","sentiment_score":-0.1666666667}
{"full_text":"RT And also, Judges. Without control of the Senate, it will be difficult if not impossible to fill judgeships, particular...","sentiment_score":-9.251858539e-18}
{"full_text":"RT SBS Inkigayo has decided that NO comeback interview will be held for the time being. This is to prevent COVID-19 and also t...","sentiment_score":0.0}
{"full_text":"RT We demand Congress provides a direct payment to Americans for #COVID19 relief. #economy #StimulusChecksNOW Retweet if you ag...","sentiment_score":0.1}
{"full_text":"I paid for a surgery in FEB that i was meant to get on march 31st, only to have it cancelled and rebooked for may 31st, it was then cancelled again 2 days before (coz of covid) they said it would be rebooked as soon as covid restrictions lift, only for them to renovate their","sentiment_score":0.0}
{"full_text":"RT Who the fuck are the 42% who think this Government are handling the pandemic well?","sentiment_score":-0.4}
{"full_text":"RT 'due to corona, despite knowing the winner and waiting in the back, i felt like i was going to cry. thank you so much to compa...","sentiment_score":0.025}
{"full_text":"RT ViDi: Descriptive Visual Data Clustering as Radiologist Assistant in COVID-19 Streamline Diagnostichttps:\/\/t.co\/2Q0ynag1x...","sentiment_score":0.0}
{"full_text":"Clinic as soon as covid restrictions lifted, then they tell me it will be done early december, i get a call asking me to do the surgery in A DIFFERENT STATE because now they won't be done till feb? Literally a whole fucking year of waiting and i'm pisssedddddd","sentiment_score":-0.075}
{"full_text":"RT Call me a radical lefty, but I don't think Americans should be forming massive bread lines while America's billionaires make a...","sentiment_score":0.0}
{"full_text":"have been on full support on farmers protest including ur spat with Kangana but not wearing a mask during the protest and not even spoke about the awareness on wearing a mask is an insult to all covid warriors who have been fighting past 10 months.","sentiment_score":0.05}
{"full_text":"RT Cuba tests 'Abdala' vaccine candidate, the result of the work of researchers from the Center for Genetic Engineering an...","sentiment_score":-0.1}
{"full_text":"RT 'due to corona, despite knowing the winner and waiting in the back, i felt like i was going to cry. thank you so much to compa...","sentiment_score":0.025}
{"full_text":"RT Because of USA presidential election, the Antichrist the democrats and globalists invented coronavirus...","sentiment_score":0.0}
{"full_text":"RT The difference between a million and a billion:1 million seconds equals 11.5 days1 billion seconds equals 31.7 years...","sentiment_score":0.0}
{"full_text":"RT In the Canary Islands, the government filled hotels vacated by Covid-19 with migrants rather than tourists. It's a short...","sentiment_score":0.2}
{"full_text":"RT The pandemic has accelerated underlying trends and pushed many companies to the brink of crisis. Reinvention is the key not only t...","sentiment_score":0.1666666667}
{"full_text":"RT vital info at such a key time for our continued p\/ship across commun...","sentiment_score":0.0333333333}
{"full_text":"RT 'due to corona, despite knowing the winner and waiting in the back, i felt like i was going to cry. thank you so much to compa...","sentiment_score":0.025}
{"full_text":"Say what???","sentiment_score":0.0}
{"full_text":"All of it is Americans. America is much more complex than people realize pre COVID. Yes all this, plus our Marvel movies and Nike shoes make up what's American. We have our social issues just like every other country. Overall the poor doesn't have a voice, and they should.","sentiment_score":-0.0416666667}
{"full_text":"RT in a pandemic time bts brought their own mic like we bring our own pen its a legend behaviour","sentiment_score":0.6}
{"full_text":"RT Hammersmith &amp; Fulham residents battle #HS2 over #WormwoodScrubs. 75-acre Wormwood Scrubs is a designated nature reserve p...","sentiment_score":0.0}
{"full_text":"Damn good song and video!It accurately sums up 2020.  Stay safe. Be well during this COVID pandemic holiday season.","sentiment_score":0.5333333333}
{"full_text":"RT Still not all sectors of UK media awake to fact that UK has choice of 2 bad Brexit options with EU. No Deal or Deal b...","sentiment_score":-0.7}
{"full_text":"RT A welcome arrival","sentiment_score":0.8}
{"full_text":"The 1 crore you donated you could have also donated masks so that people wear it. Its scary every picture of the protests none of the farmers nor you wear a mask and maintain social distancing. To top it all Sikh supporters are abusing people who are speaking to wear a mask.","sentiment_score":0.0111111111}
{"full_text":"RT Your safety should be your first priority. Wear a face maskWash your hands frequentlyMaintain social distancingF...","sentiment_score":0.1416666667}
{"full_text":"RT Grande #GinoStrada ","sentiment_score":0.0}
{"full_text":"RT Love you cuzzo ! U deserve more ","sentiment_score":0.5625}
{"full_text":"\"Publish contracts issued during the Coronavirus pandemic\"","sentiment_score":0.0}
{"full_text":"Totally disappointing. Farmers protest  no masks no social distancing  #FarmerProtest2020","sentiment_score":-0.3083333333}
{"full_text":"RT Almost all the middle class business man are mentally depressed and struggling to meet their financial needs in covid...","sentiment_score":-0.0333333333}
{"full_text":"RT Council workers didn't cut the grass, maintain playparks, open recycling centres, or operate face to face services during p...","sentiment_score":0.0}
{"full_text":"RT 'due to corona, despite knowing the winner and waiting in the back, i felt like i was going to cry. thank you so much to compa...","sentiment_score":0.025}
{"full_text":"RT not to mention the injustice the students who were to sit in 1st year supplication exams facedwhen once it was delaye...","sentiment_score":0.0}
{"full_text":"And 80 million are not proud with the fact that the world is laughing its ass off because of Trump. Not proud of the fact that almost 3000 !! Americans losing against corona every single day... you ignorant fool!","sentiment_score":-0.3297619048}
{"full_text":"Should have been there this year but Covid put a stop to it.","sentiment_score":0.0}
{"full_text":"RT Honestly. Hwasa made a new trend. You better wear earrings with your mask and hopeeee it gets caught. That's the only cool w...","sentiment_score":0.3172727273}
{"full_text":"RT Dan Crenshaw mocking servers during a pandemic when they are risking their lives to keep us fed gives away the game. Republi...","sentiment_score":-0.4}
{"full_text":"Corona said \"f**k you Cricket and your bio bubbles too,mkay!\"","sentiment_score":0.0}
{"full_text":"RT Travelling home before lockdown and an old #blueborder sign in Lyme Regis.","sentiment_score":0.1}
{"full_text":"Why doesn't he ask the doctors and nurses on the Covid front line how hard they've worked the past 3 weeks? I know who would've worked harder.","sentiment_score":-0.2138888889}
{"full_text":"We have created a new webpage which includes a video on how to effectively clean your vehicle and other important information","sentiment_score":0.1945075758}
{"full_text":"HEADLINE: Euro Price Outlook: Covid-19 Lockdowns to Weigh on EUR\/USD, EUR\/JPY : #Scrummyninja #vegaslocals #bashninjas #vegas #vegasnews #lasvegas #summerlin #hendersonlv #lasvegasstrip #vegasstrong #unlv #vegaslocalnews","sentiment_score":0.0}
{"full_text":"All establishments are required to use the Stay Safe App.https:\/\/t.co\/tivLfM2lJ4","sentiment_score":0.5}
{"full_text":"Silos divide us, but strong health systems protect us. Every issue that we care about - whether pandemic preparedness, NCDs, gender equality and more - must be rooted in #HealthForAll. Collaborating across our communities will give us the best shot to #ProtectEveryone.","sentiment_score":0.6444444444}
{"full_text":"#Coronavirus vaccine clinics have opened across Moscow with health workers and teachers first in line to get Russia's Sputnik V jab.More on this story:","sentiment_score":0.25}
{"full_text":"World Health Organization has warned governments and citizens against dropping their guards over the coronavirus pandemic now that vaccination was close, stressing the healthcare systems could still buckle under pressure. #COVID #COVID19 #WHO #coronavirus #coronavirus2020","sentiment_score":0.0}
{"full_text":" How should Greater Manchester's buses be run in future? has considered the impact #COVID19 may have on its proposals for the future of your buses and wants to know what you think.  Have your say now at","sentiment_score":0.175}
{"full_text":"ABS-CBN's Christmas station ID 2020 features inspiring stories of Kapamilyas from different parts of the country and the world, which show how they continuously hold onto their faith in God to survive this pandemic and other unfortunate events.https:\/\/t.co\/RSpuB7899A","sentiment_score":-0.03125}
{"full_text":"RT COVID has made incarceration itself a possible death sentence. If you're against the death penalty, then you MUST be fig...","sentiment_score":0.0}
{"full_text":"A revolutionary imaging technique pioneered by scientists can detect hidden damage to the lungs caused by Covid-19 which is not visible on a standard MRI or CT scan. Read more https:\/\/t.co\/qGWzlmtuXx","sentiment_score":0.1111111111}
{"full_text":"The full list of 50 hospital hubs in the first wave of the Covid-19 vaccine programmehttps:\/\/t.co\/9ZWSan9P9S","sentiment_score":0.3}
{"full_text":"\"The pandemic has opened promising debates around many of our bad habits. The renewed focus on public health should encompass alcohol consumption and a sustainable new business model for pubs, but it is not happening.\"","sentiment_score":0.0272727273}
{"full_text":"COVID-19 PCR test cost reduced to Dhs85https:\/\/t.co\/G9Qr0rG8fM","sentiment_score":0.0}
{"full_text":"Regardless of whether learning is occurring in-person or virtually, many educators are worried the pressures of the pandemic are dramatically impacting student's academic progress.","sentiment_score":0.25}
{"full_text":"As the most vulnerable of us face the triple threat of calamity, conflict &amp; #COVID19, you can help us provide them with safe drinking water, tarpaulins &amp; blankets to protect them from the elements &amp; hygiene kits to prevent the spread of the coronavirus:","sentiment_score":0.1666666667}
{"full_text":"Tested positive for COVID-19? You'll be contacted by the Local Contact Tracing Service if the NHS Test &amp; Trace Service was unable to reach you. They'll contact you by calling on the local 01924 number. Let's beat COVID. ","sentiment_score":-0.0681818182}
{"full_text":"Members, your Sunday reading is sorted with this month's #CareAgenda. As part of this month's #ResidentsCorner, John Plumb, resident at Ashridge Court Care Centre has written a poem about coronavirus. Check your inbox to access your copy.","sentiment_score":0.0}
{"full_text":"A day after #Haryana Health Minister #AnilVij tested positive for #coronavirus, he said on Sunday that the doctors had informed him that a second dose of #Covaxin vaccine would be administered to him 28 days after the first one","sentiment_score":0.1590909091}
{"full_text":"RT Y'all do know that bts are the logical ones right? They brought their own mics&amp;masks, while all the other groups use th...","sentiment_score":0.2526785714}
{"full_text":"RT Of course those arrested on false charges, should be released.What is anti-national in this demand?Koregaon c...","sentiment_score":-0.4}
{"full_text":"RT 'due to corona, despite knowing the winner and waiting in the back, i felt like i was going to cry. thank you so much to compa...","sentiment_score":0.025}
{"full_text":"RT REMINDERS FOR THE SIGNSaries: wear a masktaurus: wear a maskgemini: wear a maskcancer: wear a maskleo: wear a mask...","sentiment_score":0.0}
{"full_text":"Opinion: 'There can be no justification for the 'substantial meal' rule for pubs..'https:\/\/t.co\/aDAM3MyEMl","sentiment_score":0.0}
{"full_text":"The UN Children's Fund launched a $6.4 billion emergency funding appeal to reach more than 190 million children affected by humanitarian crises amidst the #COVID19 pandemic.","sentiment_score":0.5}
{"full_text":"RT It's summer in Australia now. People in Melbourne are spilling out into the streets and parks, unmasked outdoors, because...","sentiment_score":0.0}
{"full_text":"- Maintaining social distancing is key to keeping people safe  If you are travelling with us try and travel at quieter times where possible Our guide sets out when our main stations &amp; services tend to get busy i #TravelWithConfidence","sentiment_score":0.1333333333}
{"full_text":"#DidYouKnow public transport is often used to traffick young people for sexual or criminal exploitation? In lockdown the lack of passengers can make it easier for young people and their exploiters to move around unchecked.","sentiment_score":0.06}
{"full_text":"Indonesia's Social Affairs Minister Juliari Batubara, turns himself in to anti-corruption police to face charges of taking bribes related to Covid-19 aid distribution","sentiment_score":0.0166666667}
{"full_text":"My company finally hit the furlough stage due to Covid, meaning I'm going to lose my insurance and have little\/no access to antidepressants.but I'm glad y'all are having so much fun not wearing masks at the bar :)","sentiment_score":0.235}
{"full_text":"#ICYMI teams that do not comply with league rules designed to minimize the spread of the coronavirus this season could face major penalties such as forfeiting games or draft picks, the league told its franchises","sentiment_score":0.03125}
{"full_text":"GLOBAL UPDATES: Argentina has passed a new tax on its wealthiest people to pay for covid-19 medical supplies and relief measures.The \"millionaire's tax\" will be effected on  over 12,000 people with assets worth more than 200 million pesos ($2.5m; PS1.8m).#BusinessNews","sentiment_score":0.1872727273}
{"full_text":"RT Bangtan just really said \"follow safety protocols\" so they came on MAMA with mask and using their individual mics. Not to...","sentiment_score":0.1}
{"full_text":"Opinion: 'There can be no justification for the 'substantial meal' rule for pubs..'https:\/\/t.co\/0RcBtXYrhJ","sentiment_score":0.0}
{"full_text":"RT [REMINDER]Mamamoo Lockdown for MAMA !!#MAMAVOTE #mamamoo","sentiment_score":0.0}
{"full_text":"At this time, 7 students and 2 staff members at Rosman High have tested positive for COVID-19. Transylvania Public Health said Friday, Dec. 5, that this is the first cluster of cases identified in a school or childcare setting in the county.","sentiment_score":0.1593181818}
{"full_text":"D12 Get help during the #COVID19 outbreak. #YouAreNotAlone campaign has valuable info on how to get help if you or someone you know is a victim  #DomesticAbuse. Access here:https:\/\/t.co\/FYZ1Y9dX6B #EndDomesticAbuse #PHE16Days #NHS16Days","sentiment_score":-0.075}
{"full_text":"Scientists developing #COVID19 vaccines are optimistic that by the end of next year, all people everywhere will have access to safe and effective treatments against a disease that has disrupted the entire planet.   ","sentiment_score":0.275}
{"full_text":"Scientists are worried a second wave of Covid-19 infections is starting in Kenya and South Africa","sentiment_score":0.0}
{"full_text":"Very happy to support motion in praise of all those scientists, researchers &amp; clinicians developing Covid treatments. Hopefully, soon we can leave this pandemic behind &amp; #BuildBackBetter with a green recovery that delivers for people not private profit ","sentiment_score":0.1}
{"full_text":"Covid career dream changers search for answersRead more  https:\/\/t.co\/ladzka6U6E Plant &amp; Works Engineering  Please re-tweet  #Plant #Works #Engineering #PWEMag #ukmfg #PlantAssetManagementExpo","sentiment_score":0.5}
{"full_text":"CMC Library reopens to the public from next week on a limited basis, and will continue to provide services online #LIW20. Composer and baritone Eoghan Desmond shares how CMC Library has been an invaluable resource before and during the pandemic:","sentiment_score":-0.0238095238}
{"full_text":"Local theater group taking hit from pandemic (Maysville, KY) From health concerns to the economy, there is virtually nothing that hasn't been touched by the COVID-19 pandemic. #historictheatres #historicoperahouses","sentiment_score":0.0}
{"full_text":"Day 6 of our advent Pragmatic and prepared for the recovery The planning profession's rapid response to Covid-19 Our members have been amazing at adapting to life in 2020","sentiment_score":0.6}
{"full_text":"RT And also, Judges. Without control of the Senate, it will be difficult if not impossible to fill judgeships, particular...","sentiment_score":-9.251858539e-18}
{"full_text":"COVID-19 could push a billion people - almost 1 in 9 globally - into extreme poverty by 2030 says the","sentiment_score":-0.0625}
{"full_text":"How have you dealt with the uncertainty of the COVID-19 pandemic? Our special guests give us their own thoughts in the first instalment of our Salford #TEKEagles COVID-19 special, funded by and supported by \/","sentiment_score":0.3910714286}
{"full_text":"#NationalGriefAwarenessWeek This year during the Covid19 pandemic, we know that those grieving at home, have endured many restrictions and limitations that have profoundly affected their grief.For more information head tohttps:\/\/t.co\/09eNg7LLwQ@goodgrieftrust","sentiment_score":0.3611111111}
{"full_text":"Stay tuned to forecasts as cold temps predicted.@PHE_UK says be #WeatherAware and look out for vulnerable people but keep safe from Covid-19. #handsfacespace #","sentiment_score":-0.2}
{"full_text":"RT \"But let me be clear: we simply cannot accept a world in which the poor and marginalized are trampled by the rich and powerful in...","sentiment_score":0.075}
{"full_text":"ICYMI: #49ers' Trent Williams calls battle with COVID-19 the toughest of his career","sentiment_score":0.0}
{"full_text":"50 Million Americans May Die From COVID-19 Vaccine - Dr. Judy A. Mikovits","sentiment_score":0.0}
{"full_text":"Discover a beautiful &amp; poignant art project shedding light on #loneliness in older people by County Derry's &amp; Important message highlighting need for communities to keep connected despite #COVID_19 pandemic.","sentiment_score":0.3633333333}
{"full_text":"RT ONE MILLION Americans have tested positive for #COVID19 in the past 5 days.","sentiment_score":-0.0113636364}
{"full_text":"Current Conditions for #Sayre PATemp: 29.3FWind Chill: 22.2FHumidity: 84%Dew Point: 25.0F Barometer: 30.036 inHgWind: 7 mph from the NWCorona Virus Weekly Stats:Cases: 232.000000Deaths: 11.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Germany isn't a good example here. Sorry to be picky but it is drawing the right conclusion from the wrong premise. Germany got an outbreak because they never got cases down to zero. Their lowest 7 day average between waves was 263, which would be a 20 a day in Victoria. 1\/3","sentiment_score":-0.0533068783}
{"full_text":"[#2020MAMA   ] Voted for #mamamoo on #MAMAVOTE    | 2020 MAMA | 2020.12.06 (SUN)","sentiment_score":0.0}
{"full_text":"Officials at Rock Haven, Rock County's nursing home, say they don't think the facility will receive COVID-19 vaccinations for residents or staff this year, but plans on how to distribute them are being hashed out now.","sentiment_score":0.0}
{"full_text":"Student travel window is between 3rd - 9th DecemberTravel safe and get home safelyhttps:\/\/t.co\/3KlDEV8GDj#student #university #uni #christmas #nhs #coronavirus #corona #covid19 #covid_19 #xmas #staysafe #stopthespread #handsfacespace #staffordshire","sentiment_score":0.25}
{"full_text":"Ellen Ward last saw her daughter when she took her to a Janesville hospital--before COVID-19 forced \"Dee\" onto a ventilator. Unable to visit in her final weeks, family could only pray with her over the phone.","sentiment_score":-0.16}
{"full_text":"Time: 10:00 * Temp: 4.0degC * Wind: W 0.0 to 2.9mph * Pressure: 999.1hPa * Rain: 0.0mm * Hum: 91% * ET: 0.0mm * Solar: 21.0W\/m2 * UV Index: 0.0 * Sunrise: 08:30 * Sunset: 15:58 * Cloudbase: 640ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Deloitte Global CEO looks at how leaders should prioritize #trust and invest in relationships to drive real, actionable change in the time of #COVID19. #ImpactThatMatters","sentiment_score":0.1}
{"full_text":"We spoke to Robert Bullock of @LePatissier1 about transforming his business in the wake of Covid-19 and working with the @SimplyBetterDS collection #ad","sentiment_score":0.0}
{"full_text":"RT #DelayAllProffsUHS profs to be conducted in junuary should b...","sentiment_score":0.0}
{"full_text":"pls share [Covid Update] China prepares large-scale rollout of coronavirus vaccines -","sentiment_score":0.0}
{"full_text":"Fair enough. There's now some of pretty solid modelled evidence out there that I think makes it possible to be more definitive. For example, IHME:","sentiment_score":0.2416666667}
{"full_text":" Make sure you don't get caught out, we are changing our timetable on 13 December!i For more info, please see  must wear a face covering on all trains and at stations unless you are exempt. Always follow the latest Government COVID guidance.","sentiment_score":0.5}
{"full_text":"RT NEWS: Turkeys on a Norfolk farm to be culled after bird flu outbreak.https:\/\/t.co\/ILTT4azA1M","sentiment_score":0.0}
{"full_text":"RT Doctors themselves are scared of being given the covid vaccine first. They want common unsuspecting masses inoculated first...","sentiment_score":0.0666666667}
{"full_text":"Immune, ask Shapps? They can do whatever they like only plebs die, only plebs need a vaccine! Work it out everyone Covid can check bank accounts","sentiment_score":0.0}
{"full_text":"Bahrain grants emergency authorization for any COVID-19 vaccine plan for health care workers, long-term care facilities.","sentiment_score":0.0}
{"full_text":"RT A new tax is introduced in Argentina. 12000 millionaires will pay tax for corona virus measures; 3.5% for wealth in Arge...","sentiment_score":0.1363636364}
{"full_text":"RT 1,500 suitcases to flatten the curve.","sentiment_score":0.0}
{"full_text":"The #COVID19 active caseload plunged to almost 4 lakh after 138 days. by #the_hindu via Unfollowers","sentiment_score":-0.1333333333}
{"full_text":"RT Dont miss church Due to Covid-19Pandemic.When you can still Get close to the Alter At home Just Download the YoTV app Cl...","sentiment_score":-0.125}
{"full_text":"Russia reports record 29,039 new COVID-19 cases","sentiment_score":0.1363636364}
{"full_text":"Coronavirus hasn't gone away. We're still not back to normal and there are still risks. It's important that we respect:each other our communities the local environment Welsh Government rules and advice  #KeepWalesSafe","sentiment_score":0.085}
{"full_text":"We now have a dedicated page for all our Recorded Webinars!  These webinars cover many topics in relation to volunteering &amp; volunteer involving orgs ie involving volunteers in response to COVID-19, youth volunteering, fundraising, volunteer driving &amp; more!","sentiment_score":0.5625}
{"full_text":"RT Based on the last 9 months or so of observing right wing America's histrionic, denialist, crackpot reaction to the coronavi...","sentiment_score":0.1428571429}
{"full_text":"RT hi twitter i never do stuff like this but my parents own a greek restaurant and are thinking of closing it's doors. this is...","sentiment_score":0.3}
{"full_text":"Hindustan Times - Britains Queen Elizabeth may go public after having Covid-19 vaccine Times reports #timesreports #vaccinetimesreports #HindustanTimes -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.0}
{"full_text":"Follow Elk Recruitment from home is a widespread phenomenon caused by the global pandemic. This Australian article gives insight into the implications for the security industry of the need to... #security #elkrecruitmenthttps:\/\/t.co\/EbqcHlytmH","sentiment_score":0.0}
{"full_text":"RT 'due to corona, despite knowing the winner and waiting in the back, i felt like i was going to cry. thank you so much to compa...","sentiment_score":0.025}
{"full_text":"Assalam o alaikumKalonji given in the Quran is very beneficial.Apart from death,every treatment is in it and i am sure that in the Quran it is right,so it should be tried on the corona patient.","sentiment_score":0.35}
{"full_text":"RT Europe is in a race against time: Coronavirus deaths are surging in nursing homes even as nations gear up for massive vaccin...","sentiment_score":0.0}
