{"full_text":"During the pandemic, many consigned the better angels of their nature to ignoble storage","sentiment_score":0.5}
{"full_text":"RT So the vaccine is what it takes for you guys to stay home? Looool you can't make this up","sentiment_score":0.0}
{"full_text":"RT Atlanta is completely unaware of the pandemic","sentiment_score":0.0}
{"full_text":"RT So the vaccine is what it takes for you guys to stay home? Looool you can't make this up","sentiment_score":0.0}
{"full_text":"RT 'Impeachment: American Crime Story' set shut down due to COVID-19","sentiment_score":-0.0935185185}
{"full_text":"RT Pay people to stay home. $1200 a month until we get get covid under control. Every small business should be granted a...","sentiment_score":-0.25}
{"full_text":"RT 3rd case of anaphylaxis in AK!CNN NORMALIZES IT\"It's not surprising that there have been reports of anaphylaxis associ...","sentiment_score":-0.175}
{"full_text":"RT Today's dose of \"why the hell do we let this evil happen\" comes from \"Troops taking holiday leave will b...","sentiment_score":-1.0}
{"full_text":"RT This is absolutely mind-blowing: 1 in 100 Americans have tested positive for coronavirus in the last two weeks.","sentiment_score":0.1424242424}
{"full_text":"RT Let us remember that as 2020 came to a close, the ruling class bragged about getting their vaccines while debating whether...","sentiment_score":0.0}
{"full_text":"RT Stanford's reputation has taken a serious hit in the pandemic.","sentiment_score":-0.3333333333}
{"full_text":"RT i had to do a double take on this photo","sentiment_score":0.0}
{"full_text":"RT BREAKING: Fox News is spreading dangerous lies about Covid. They're going to get people killed.Video by Really Ameri...","sentiment_score":-0.2}
{"full_text":"RT CORONAVIRUS LATEST: As the FDA weighs authorizing Moderna's vaccine for emergency use, VP Pence and Speaker Pelosi rece...","sentiment_score":0.5}
{"full_text":"RT We just announced that the FDA has authorized the Moderna COVID-19 Vaccine in the U.S. for emergency use to prevent COVID-1...","sentiment_score":0.0}
{"full_text":"AMA lifted the ban on Hydroxychloroquine for Covid in October.  It does work.","sentiment_score":0.0}
{"full_text":"L.A. May Issue Countywide Emergency Order, Strict Measures, Says Mayor - Deadline #Cancelrent","sentiment_score":0.0}
{"full_text":"RT We just announced that the FDA has authorized the Moderna COVID-19 Vaccine in the U.S. for emergency use to prevent COVID-1...","sentiment_score":0.0}
{"full_text":"RT I know this has been yet another tough week for many Albertans. A difficult week in a difficult year.However, we are sta...","sentiment_score":-0.2222222222}
{"full_text":"RT JUST IN: The FDA has authorized Moderna's Covid-19 vaccine for emergency use in the United States","sentiment_score":0.0}
{"full_text":"RT #BREAKING FDA authorizes emergency use of Moderna vaccine for COVID-19; shipment of 5.9 million doses to begin next week","sentiment_score":0.0}
{"full_text":"RT BREAKING: The FDA has granted emergency authorization to Moderna's coronavirus vaccine, days after it approved Pfizer's shot....","sentiment_score":0.0}
{"full_text":"Why don't Republicans care about Americans?","sentiment_score":0.0}
{"full_text":"RT On at 10 (20)tonight. I've learned senior government scientists are now all but convinced increasing  COVID rat...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The U.S. has cleared a second COVID-19 vaccine, adding Moderna shots to the fight against a worsening pandemic","sentiment_score":0.0}
{"full_text":"RT Also to be clear, here are just SOME of the items Republicans are fighting tooth and nail against in the middle of a pandemic:-...","sentiment_score":0.05}
{"full_text":"RT I am headed to the Senate floor now to ask for a vote on direct #covid relief for every working family in need","sentiment_score":0.1}
{"full_text":"RT Breaking - NSW northern beaches going back into COVID restrictions around only leaving home for essential purposesNSW rec...","sentiment_score":0.0}
{"full_text":"RT Pandemic Profiteers Kelly Loeffler and David Perdue don't think the laws apply to them. So they break them with impuni...","sentiment_score":0.0}
{"full_text":"RT During the fires, helped deliver necessities to those trapped and firefighters. During COVID, she's helped people...","sentiment_score":-0.2}
{"full_text":"RT Last Christmas: sat around abc24 watching bushfire updatesThis Christmas: sat around abc24 watching covid updates","sentiment_score":0.0}
{"full_text":"South Africa's second coronavirus wave is fueled by a new strain, teen 'rage festivals' - The Washington Post","sentiment_score":0.0454545455}
{"full_text":"RT We live in a system where the people who most fervently denied and downplayed the coronavirus are among the first to rec...","sentiment_score":0.2954545455}
{"full_text":"RT i had to do a double take on this photo","sentiment_score":0.0}
{"full_text":"To deliberately be denied of treatment, screening because of a \"fear\" of Covid. I am sure they are justifying this in their minds ...cause this happens elsewhere..equal world and all.Are you beginning to see? We are to LOWER our expectations","sentiment_score":0.5}
{"full_text":"RT Surgeon General fears too much COVID focus distracts from fighting other ailments | Just The News","sentiment_score":0.0416666667}
{"full_text":"Wondering what happened to the Red Cross ship that went to New York in the beginning of the pandemic? Can't it go to LA?","sentiment_score":0.0454545455}
{"full_text":"RT So the vaccine is what it takes for you guys to stay home? Looool you can't make this up","sentiment_score":0.0}
{"full_text":"RT We live in a system where the people who most fervently denied and downplayed the coronavirus are among the first to rec...","sentiment_score":0.2954545455}
{"full_text":"you've had covid babe","sentiment_score":0.0}
{"full_text":"RT We live in a system where the people who most fervently denied and downplayed the coronavirus are among the first to rec...","sentiment_score":0.2954545455}
{"full_text":"RT 1 month ago my aunt\/godmother found a lump. 2 weeks ago she was diagnosed with stage 4 breast cancer, spreading into t...","sentiment_score":0.0}
{"full_text":"Covid-19: Fake 'immunity booster' found on sale in London shops","sentiment_score":-0.5}
{"full_text":"RT When the pandemic is over, and we get back to our lives, there will be millions of dogs wondering what they did wrong.","sentiment_score":-0.25}
{"full_text":"RT What if you have to stay at home for another couple of months? Become a signed author on Readict and get paid upfront. Keep c...","sentiment_score":0.0}
{"full_text":"RT One in every five state and federal prisoners in the United States has tested positive for the coronavirus, a rate more than four t...","sentiment_score":0.3636363636}
{"full_text":"Not me","sentiment_score":0.0}
{"full_text":"Back is so sore from shoveling, could use a planet fitness hydrobed massage currently  or everyday Miss the PF routine a lil bit  tan, workout n cry at the same time(jkjk),  massage, shower Covid 19 go away never come back any other day. And so it is ","sentiment_score":-0.065}
{"full_text":"RT JUST IN: FDA authorizes Moderna's Covid-19 vaccine for emergency use in the U.S.","sentiment_score":0.0}
{"full_text":"RT Would not put it past him!","sentiment_score":-0.3125}
{"full_text":"RT India's indigenous coronavirus vaccine 'Covaxin' shows robust immune response in its 1st phase clinical trialshttps:\/\/t...","sentiment_score":0.0}
{"full_text":"I think I'm getting fired for long Covid. Any advice?","sentiment_score":-0.05}
{"full_text":" COVID-19 Risk Dial Remains in Red @LNKhealth Director Pat Lopez said most indicators are showing improvement, but not enough to move #LNK out of the red position.","sentiment_score":0.125}
{"full_text":"I live in Colorado. I know Covid deaths aren't being recorded truthfully. Dying WITH Covid IS NOT the same as dying FROM Covid.","sentiment_score":0.2121212121}
{"full_text":" Oh HELL NO! YOU DON'T  GET TO YACK ABOUT DEBT AND CALL FOR AUSTERITY NOW!  YOUR PARTY FUCKED UP THE ECONOMY AGAIN!. WORST JOB LOSS IN US HISTORY! YOU VOTED FOR 1.9 TRILLION $$$$ TAX CUT FOR THE RICH. WE ARE GONNA USE THAT MONEY FOR COVID-19 RELIEF!","sentiment_score":-0.4270833333}
{"full_text":"RT San Diego County suspending COVID-19 restaurant closure enforcement following court ruling  Pro...","sentiment_score":0.0}
{"full_text":"RT Very excited &amp; grateful to receive the vaccine along with thousands of frontline healthcare professionals.We trust the...","sentiment_score":0.4875}
{"full_text":"RT i think my bf had covid before he met me cause now he has taste ","sentiment_score":0.0}
{"full_text":"RT Pandemic relief in each country from its government: (up to %wages)100% of wages in Japan 90% Netherlands  90% Norw...","sentiment_score":-0.75}
{"full_text":"Survival rate may be high, but it also tends to give you other lasting health problems like erectile dysfunction. Wear a mask, shut yo ass","sentiment_score":0.0116666667}
{"full_text":"Report: Google offers employees free weekly COVID-19 testing - SFGate","sentiment_score":0.25}
{"full_text":"RT What part of \"COVID is deadly, stay home\" don't you understand?? &gt;More than 84.5 million Americans are expected to travel th...","sentiment_score":-0.15}
{"full_text":"RT So many people I know are getting Covid now. I don't care if my body can fight it or if I don't have any symptoms. I don't wa...","sentiment_score":0.5}
{"full_text":"It's in thereDemand it allWith A stay home #GeneralStrikeRevolutionEvery1 Read &amp; RT It has everythingSomething 4 every1Unite 4 VictoryTogether we'll winHere's some of the demands","sentiment_score":0.0}
{"full_text":"Yet Trump offered crooked Pelosi 1.8 Trillion last July and she turned it down to damage Trump for the upcoming election. Congress Passes Two-Day Stopgap Bill To Avert Government Shutdown, Coronavirus Relief Talks Continue via","sentiment_score":-0.0518518519}
{"full_text":"And then there were two! The FDA has granted Emergency Use Authorization to Moderna's Covid-19 vaccine.","sentiment_score":0.0}
{"full_text":"Fauci, NIH yet to get Covid vaccine despite role developing it - POLITICO","sentiment_score":0.0}
{"full_text":"RT Let me get this straight... If you take the Covid vaccine:- you still have to wear a mask- you still have to socially di...","sentiment_score":0.1166666667}
{"full_text":"RT Check out this video from our recent pub quantifying #facemask fits - you can read it online at","sentiment_score":0.0}
{"full_text":"So does this mean stopping school buses, then stopping children getting to school, then still making them take their exams after working from home the last year. Sort it out. #Covid19UK #Tier3 #schools #SchoolsScandal","sentiment_score":-0.15625}
{"full_text":"And to think so many college football fans and journalists are freaking out about the Rose Bowl banning fans.","sentiment_score":0.55}
{"full_text":"RT Anyways, here's Future's verse on Pardon Me.","sentiment_score":0.0}
{"full_text":"Covid was simply a ploy to remove potato items from the Taco Bell menu, confirmed.","sentiment_score":0.2}
{"full_text":"RT Australia drops one of their COVID vaccines after it caused false HIV positives","sentiment_score":-0.4}
{"full_text":"RT kman social distancing!!!","sentiment_score":0.0651041667}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT United States casesUpdated Dec 18 at 5:19 PM localCovid-19 Deaths 313,797 +1,711","sentiment_score":0.0}
{"full_text":"RT Today, FDA issued an emergency use authorization (EUA) for the second vaccine for the prevention of #COVID19 caused by SARS-CoV...","sentiment_score":0.0}
{"full_text":"RT As my stomach churns - FOR the Amazon employees.  For shame, Bezos.","sentiment_score":0.0}
{"full_text":"Let's end the cruel and deadly fur trade before it causes the next pandemic. Sign now to support our call for a global ban on fur farming via","sentiment_score":-0.3}
{"full_text":"RT Great points made by #LongCovid#CountLongCovid","sentiment_score":0.8}
{"full_text":"RT There is an enormous protest going on at StanfordHospital carried out by staff, who are enraged by the decision by hospita...","sentiment_score":0.0}
{"full_text":"RT At first glance I thought, \"Oh, Mitch must've received his honorary KKK membership card today.\"And it didn't even pha...","sentiment_score":0.25}
{"full_text":"This guy on hinge just got mad at me because I said I didn't want to hang out tonight because I'm trying to limit who I'm around to people I see regularly and people who I know take all the precautions to limit covid exposure. ","sentiment_score":-0.3125}
{"full_text":"RT Seeing my friends getting their Covid shots.","sentiment_score":0.0}
{"full_text":"RT JUST IN: The FDA has authorized Moderna's Covid-19 vaccine for emergency use in the United States","sentiment_score":0.0}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT Why is it that lower level PPE is still being issued to staff outside of ICU who also care for covid pat...","sentiment_score":0.0}
{"full_text":"RT This is pretty incredible. Consider the exhaustion and tragedy they have witnessed. Consider their enormous service and sacri...","sentiment_score":0.3833333333}
{"full_text":"\"Very much under control.\" What a bunch of embarrassing nonsense.","sentiment_score":0.26}
{"full_text":"RT The Moderna Covid-19 vaccine wins US emergency approval, the second jab to be authorised for use in the country","sentiment_score":0.15}
{"full_text":"RT Suzy announces her fan concert 'Suzy: A Tempo' has been delayed to January 23 due to the recent spike in  Coronavirus casesh...","sentiment_score":-0.0625}
{"full_text":"RT California has an extreme lockdown and a mask mandate. California had 52,000 new cases of COVID today. That's what the w...","sentiment_score":0.0056818182}
{"full_text":"Agreed. I just hope when it starts there isn't a big outbreak. The beginning of the baseball season was such a shit show it sucked the fun out of something everyone had been waiting so long for.","sentiment_score":0.01}
{"full_text":"The U.S. added a second COVID-19 vaccine to its arsenal Friday. Much-needed doses are set to arrive Monday.MORE:","sentiment_score":0.0}
{"full_text":"In the two weeks before or two weeks after getting a COVID vaccine the CDC is recommending any other vaccinations be avoided.https:\/\/t.co\/doPkwPLIsL","sentiment_score":-0.125}
{"full_text":"RT I'm genuinely confused by this. The former Alabama governor is one of the first in the state to get the vaccine? The on...","sentiment_score":-0.05}
{"full_text":"RT BREAKING NEWS!!@US_FDA grants #EUA to #Covid-19 #vaccine, the 2nd in the U.S.#RealTimeCOVID19 #modern...","sentiment_score":0.1}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT Pandemic relief in each country from its government: (up to %wages)100% of wages in Japan 90% Netherlands  90% Norw...","sentiment_score":-0.75}
{"full_text":"RT FDA approves Moderna's COVID-19 vaccine for emergency use in the US ","sentiment_score":0.0}
{"full_text":"It is the trumpovian way...","sentiment_score":0.0}
{"full_text":"RT Outside, maskless partygoers spill onto the streets, smoking and playing street games with toy machine guns and balloons. Nigh...","sentiment_score":0.0}
{"full_text":"Moving office furniture and film equipment isn't much fun. But the 2 film projects we have planned next year will be.  For now stay socially distanced (or stay home) so we can back strong in 2021 Sweet Auburn","sentiment_score":0.1861111111}
{"full_text":"RT We almost have a bipartisan COVID package, but at the last minute Republicans are making a demand that WAS NEVER MENTIONED...","sentiment_score":0.0}
{"full_text":"RT \"Never in history have so many seemed so excited about the death of old Swedes.\"","sentiment_score":0.325}
{"full_text":"RT In almost every other advanced nation companies that received a COVID stimulus were required to use the money to keep pay...","sentiment_score":0.1375}
{"full_text":"RT #NEW: Mike Pence just received the coronavirus vaccine. He reportedly said, \"I didn't feel a thing.\"","sentiment_score":0.1363636364}
{"full_text":"well it's over... my step dads dad has covid and he came over yesterday","sentiment_score":0.0}
{"full_text":"RT Allow me to correct this headline. Rupert Murdoch received the vaccine today, one day after which he owns, cy...","sentiment_score":0.0}
{"full_text":"RT John there are people that are getting eviction notices on Zoom calls.","sentiment_score":0.0}
{"full_text":"How many covid test have you taking this year? I'm at 11.","sentiment_score":0.5}
{"full_text":"RT As a doctor in a rural hospital that doesn't have the -70 C freezer needed for the Pfizer vaccine, I'm ecstatic that the...","sentiment_score":0.0}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT BREAKING: FDA authorizes Moderna's coronavirus vaccine for emergency use","sentiment_score":0.0}
{"full_text":"RT #BREAKING NEWS: The FDA has issued emergency use authorization for the Moderna COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"well It's south Carolina where Rich people and poo think God will protect them","sentiment_score":0.375}
{"full_text":"RT I would be so embarrassed if I caught Covid over a Jameson &amp; Coke.","sentiment_score":0.0}
{"full_text":"RT To the entire US Federal Government #COVID19 #StimulusChecks","sentiment_score":0.0}
{"full_text":"COVID positive people visit more locations than others. Fact","sentiment_score":0.3636363636}
{"full_text":"RT Donald Trump has made us the laughing stock of the world. We need relief now.","sentiment_score":0.0}
{"full_text":"RT  With many of the Valley's richest companies fleeing the Bay mid-pandemic, I feel compelled to speak out. There's no question...","sentiment_score":0.5}
{"full_text":"RT Eight elderly nuns dead from COVID-19 at Wisconsin convent, four on same day","sentiment_score":-0.1}
{"full_text":"RT Pay people to stay home. $1200 a month until we get get covid under control. Every small business should be granted a...","sentiment_score":-0.25}
{"full_text":"RT I'm prepared to sign a COVID relief package on day one, but I need and in the Senate to get it done....","sentiment_score":0.0}
{"full_text":"RT This is absolutely mind-blowing: 1 in 100 Americans have tested positive for coronavirus in the last two weeks.","sentiment_score":0.1424242424}
{"full_text":"RT He has treated life like that so far and has got away with it.And 40% of the country will still v...","sentiment_score":0.1}
{"full_text":"We will resist any form of lock down,. Another protest loomingYou are now using it against Christians","sentiment_score":-0.1555555556}
{"full_text":"RT #BREAKING US authorizes Moderna #COVID19 #vaccine for emergency use","sentiment_score":0.0}
{"full_text":"Even though the #COVID19 recession is exacerbating the #inequality and instability in #highered, college and university leadership has responded by doubling down on the same failed practices of the past 20 years. We need a #TrueNewDeal for #highered:","sentiment_score":-0.2263888889}
{"full_text":"New Mexico state health officials on Friday announced 1,463 additional #COVID19 cases, 137 of those are from Dona Ana County. ","sentiment_score":0.1363636364}
{"full_text":"Citing cost increases and COVID-19, Baie-D'Urfe city council has shelved the long-awaited sound barrier project for an undetermined length of time.","sentiment_score":0.4}
{"full_text":"Prisoners in the U.S. have contracted COVID-19 at a rate more than four times as high as the general population.","sentiment_score":0.2366666667}
{"full_text":"A pre-med student at Mercer University in Macon, Georgia is sitting in prison in the Cayman Islands after she violated the British Caribbean territory's stringently enforced COVID-19 quarantine measures in place for tourists","sentiment_score":0.0}
{"full_text":"FAQs on COVID-19 vaccine that India is set to launch; government issues information on all you want to know.https:\/\/t.co\/zc7P9OZLQn","sentiment_score":0.0}
{"full_text":"RT Capitalism: ASDA has done roaring trade during the pandemic. It  announced Boxing Day closure for staff to spend 'an extra...","sentiment_score":0.0}
{"full_text":"The Nebraska ethanol industry has already produced hand sanitizer for the fight against COVID-19. Those plants also produce carbon dioxide which can be captured for use in beverages, food, and dry ice.https:\/\/t.co\/ZVobVt4F3M","sentiment_score":-0.0666666667}
{"full_text":"Dr. Ala Stanford has had the virus and thought she'd wait for natural antibodies to protect her. But she realized others would only see what she wasn't doing.https:\/\/t.co\/b4cDCi9ePZ","sentiment_score":0.05}
{"full_text":"RT i had to do a double take on this photo","sentiment_score":0.0}
{"full_text":"COVID-19 vaccines continue to roll out at hospitals across Central Texas. As more healthcare workers receive their first dose, hospitals are gauging how long it will take to have staff fully vaccinated.","sentiment_score":0.175}
{"full_text":"RT Shame on every hospital administering their COVID-9 vaccines to administrators who are not actively involved in pt care be...","sentiment_score":0.0666666667}
{"full_text":"Are they going to let him out because of #covid","sentiment_score":0.0}
{"full_text":"Technical specialist, from the Clinical Virology and Parasitology Laboratory at Mayo Clinic participated in a virtual news conference that featured the stories and experiences of front-line health care workers during the #COVID19 pandemic.https:\/\/t.co\/hkyHxt8lWV","sentiment_score":0.0}
{"full_text":"Now in its 51st year, the organization is gearing up for another holiday season despite pandemic challenges.https:\/\/t.co\/0O2cnMDbak","sentiment_score":0.0}
{"full_text":"#DiaperDon and where are you when our country is at war on two fronts, trying to slow the spread of COVID on the one hand and against Russian hackers on the other. Do something!Tell MAGA to wear masks, socially distance &amp; wash their hands!!Tell Putin to knock it off or else!!","sentiment_score":-0.0932291667}
{"full_text":"The Pfizer-BioNTech COVID-19 Vaccine: Remarkably Effective","sentiment_score":0.6}
{"full_text":"RT Canada's population growth 'essentially stopped' from July to October due to COVID-19: StatCan","sentiment_score":-0.0625}
{"full_text":"Remember, you are not alone, and we will get through this pandemic together.Read more...https:\/\/t.co\/tLAjoMygZ1","sentiment_score":0.0}
{"full_text":"RT SCOOP: The NIH and Tony Fauci helped develop Covid vaccines -- but they're still waiting to get doses of their own.","sentiment_score":0.6}
{"full_text":"RT Washington Monument closed down after Interior Secretary tests positive for COVID-19https:\/\/t.co\/L0WDnTziy3","sentiment_score":-0.0094276094}
{"full_text":"RT If we can afford a $700 billion defense bill, and nearly $2 trillion in tax giveaways, we can afford to prevent people from star...","sentiment_score":0.1}
{"full_text":"In this video, Senior Editor Angie DeRosa talks with Linda Fan, MD, about the rise of telehealth as the pandemic enters the second stage.","sentiment_score":0.0}
{"full_text":"Perpetual outrage.","sentiment_score":0.0}
{"full_text":"The Trump administration has closed the Washington Monument because of a recent visit by Interior Secretary David Bernhardt, who tested positive this week for the coronavirus.","sentiment_score":0.0424242424}
{"full_text":"WATCH: 10 new COVID-19 deaths in Manitoba:","sentiment_score":0.1363636364}
{"full_text":"'Journalism in a Pandemic' MOOC now available as self-directed course in 6 languages, including Arabic &amp; Russianhttps:\/\/t.co\/0GnsGZZUOf","sentiment_score":0.4}
{"full_text":"tbh seems kind of on-brand for Stanford","sentiment_score":0.6}
{"full_text":"RT The COVID-19 mortality rate for most Americans does not justify the (much more deadly and misery-inducing) prolonge...","sentiment_score":0.2666666667}
{"full_text":"India's economy is recovering from the downfall caused by the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 11.8FWind Chill: 11.8FHumidity: 99%Dew Point: 11.6F Barometer: 30.557 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 287.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT This story makes me sick.  None of it is unexpected or a surprise at all, but reading how wealthy and powerful people are tryin...","sentiment_score":0.0464285714}
{"full_text":"Memphis hospital leaders and Black clergy made an emotional plea Friday, urging officials, religious leaders and individuals to act as COVID-19 cases surge.","sentiment_score":-0.0555555556}
{"full_text":"Many states are prioritizing groups like frontline workers and people in nursing homes for COVID-19 vaccination. See where you are in line.https:\/\/t.co\/Piz8Gtpm0B","sentiment_score":0.5}
{"full_text":"What a colossal waste of money and time during a pandemic that is killing people and driving them into poverty.","sentiment_score":0.05}
{"full_text":"RT I hear renewed optimism is one of the most prolific side effects of the #CovidVaccine. Being reported all over social medi...","sentiment_score":0.2666666667}
{"full_text":"Four of the eight nuns died on a single day, a difficult situation for other sisters and members of the broader congregation, who consider each other family.","sentiment_score":-0.2053571429}
{"full_text":"Many doctors are preparing for a baby boom due to the COVID-19 pandemic.","sentiment_score":0.1875}
{"full_text":"RT BREAKING: The FDA has granted emergency authorization to Moderna's coronavirus vaccine, days after it approved Pfizer's shot....","sentiment_score":0.0}
{"full_text":"RT Even if you believe in vaccines, it's normal to have some questions about them. This week on #Sawbones we'll be providing you...","sentiment_score":0.15}
{"full_text":"now mulatto is truly not living in a pandemic like the rest of us","sentiment_score":0.0}
{"full_text":"They are a death cult. The American version of ISIS. They are every bit as evil and vicious as any fanatical murderous member of ISIS. Letting people die of COViD proves it.","sentiment_score":-0.425}
{"full_text":"RT \"More people have been killed by Covid in the last nine months in the UK than civilians were killed in the UK during WWII...","sentiment_score":0.025}
{"full_text":"Germany: Angela Merkel's coronavirus address honored as 'Speech of the Year' @dwnews @de_deutschland ","sentiment_score":0.0}
{"full_text":"RT Why isn't the liberal media talking about THESE side effects of the Covid vaccine?!","sentiment_score":0.0}
{"full_text":"Congress passes bill to prevent government shutdown for two days, sends it to Trump","sentiment_score":0.0}
