{"full_text":"LIES Media Hypes Covid to Scare You. We had Covid I count as 23 cases-My wife 42 cases every time one test + they generate a new number-its a Media hype Fl is doing Great we love Gov RON DeSantis.. hand washing saves lives  WEARING MASK is a Show-Gov passed Florida Anti Riots Law","sentiment_score":0.4787878788}
{"full_text":"RT Hollywood remembers those it lost to COVID-19, including the polite actor behind Darth  Vader","sentiment_score":-0.4}
{"full_text":"Definitely not Erasmus students - my point entirely","sentiment_score":0.0}
{"full_text":"US retail sales rose 3% during this year's expanded holiday shopping season from October 11 to December 24, a report by Mastercard Inc said on Saturday, powered by a pandemic-driven shift toward online shopping.https:\/\/t.co\/ttNb2Kx4CQ","sentiment_score":0.6}
{"full_text":"RT Yikes.","sentiment_score":0.0}
{"full_text":"RT This is so sad y'all . Covid really fucked up my family's traditions  So I hope 2021 treats us right ","sentiment_score":-0.2714285714}
{"full_text":"RT This is Ken Paxton, Texas' attorney general.Paxton has been suing to try to overturn election results.Paxton is under ind...","sentiment_score":0.0}
{"full_text":"RT Two people in Ontario have tested positive for the new #COVID19 variant from the UK, and neither of them have travelled. An...","sentiment_score":0.1818181818}
{"full_text":"RT 2020 the lessons - on the third week of lock down I had 6000 chickens ready for slaughter my buyer closed his factory.dilemm...","sentiment_score":-0.0138888889}
{"full_text":"RT Disgusted but not surprised. \"Developing countries have proposed that the WTO waive protections on intellectual property, a...","sentiment_score":-0.25}
{"full_text":"I feel like it's a conflict of interest that congress people can directly trade stocks. The amount of Congress people who mad stock trades back in February before corona took off is terrible, but that's only the tip of the iceberg","sentiment_score":-0.305}
{"full_text":"RT These GOP senators were among the first in line to get the COVID-19 vaccine despite downplaying the pandemic for 10 months...","sentiment_score":0.25}
{"full_text":"RT Imagine caring so little about 80,000 lives lost to Covid.Of dismissing that staggering death toll because most of the...","sentiment_score":0.15625}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT California health officials are bracing for a potential new surge of coronavirus infections from Christmas gatherings and holiday...","sentiment_score":0.0681818182}
{"full_text":"RT Here are 3 #COVID19 questions we're trying to answer:1. Why do monoclonal antibodies fail hospitalized patients? Cockt...","sentiment_score":-0.5}
{"full_text":"RT Seismic change: How Covid-19 altered world events in 2020","sentiment_score":0.0}
{"full_text":"RT One per thousand Americans have now died from covid-19.How does that compare with 12 other select countries with &gt;20 millio...","sentiment_score":-0.125}
{"full_text":"RT Will be making a holiday donation to the Twin Brothels in Elko this Christmas Day!https:\/\/t.co\/F1AMRqTjdY","sentiment_score":0.0}
{"full_text":"RT 14 million Americans will lose their unemployment benefits if Trump does not sign Covid relief legislation today.Mr. Pres...","sentiment_score":0.0}
{"full_text":"RT NEW: \"You could try taking responsibility for your cruelty, greed, and selfishness,\" says about Pres. Trump and...","sentiment_score":0.1363636364}
{"full_text":"RT Want to hear something amazing. We brought 2 Covid vaccines to market within a year, and Flint STILL DOESN'T have fucking...","sentiment_score":5.551115123e-17}
{"full_text":"RT Walked into today in Crestview, FL with the family looking for bedroom sets for our girls.Not a single e...","sentiment_score":-0.0714285714}
{"full_text":"RT I rendered the entire genome sequence of #SARSCoV2 #COVID19 onto a 3D model by Nanographics.Zoom in! 29,903 characters make...","sentiment_score":0.0}
{"full_text":"RT Want to hear something amazing. We brought 2 Covid vaccines to market within a year, and Flint STILL DOESN'T have fucking...","sentiment_score":5.551115123e-17}
{"full_text":"RT Millions of Americans who depend on their unemployment spent Christmas knowing they'd lose this lifeline. Now it's e...","sentiment_score":-0.1}
{"full_text":"RT Brazil sees 307 COVID-19 deaths, Bolsonaro not worried about vaccine delays","sentiment_score":0.0}
{"full_text":"RT Spokesman for Florida Gov. Ron DeSantis deletes his Twitter account after tweeting that photos of each dead #COVID19 victim sho...","sentiment_score":-0.1375}
{"full_text":"RT Last January, I recommended a temporary ban on travel from China, when covid was just starting.  Sec. Duque said in Hous...","sentiment_score":-0.0333333333}
{"full_text":"RT COVID-19 Vaccine: Thank you Dr. Hester, The Frist Clinic! \"The vaccine is a chance to know that we are going to be...","sentiment_score":0.0}
{"full_text":"RT Unemployment relief will expire today because failed to secure COVID relief for Georgia.Enough is enough....","sentiment_score":-0.0333333333}
{"full_text":"RT Due to COVID19 I'll be blessing the first 300 people to like &amp; retweet this $750- $1500 through CashApp, Venmo , Apple Pay...","sentiment_score":0.0625}
{"full_text":"RT Please take one minute and listen this doctor talk about people attempting to downplay COVID due to its' \"survival rate\"......","sentiment_score":-0.125}
{"full_text":"Hyeyoon was thinking to hold fanmeeting but did not proceed due to outbreak.. n she felt regret that she cldnt meet fans who support n trust heryuyuThat's okay hyeyoona, there's always another time.. uhm how about.. an online fanmeeting maybe? ","sentiment_score":0.1875}
{"full_text":"La Scala should never be allowed to open its doors again. (Story is true - I fact checked  )","sentiment_score":0.175}
{"full_text":"Active cases are posted on a different, non-health page for some reason","sentiment_score":-0.0666666667}
{"full_text":"RT Trump has the American people exactly where he wants them.He wants Americans to beg him for their Covid benefits.Hi...","sentiment_score":0.1625}
{"full_text":"RT This isn't covered enough.  Many Americans will beat covid &amp; then face crushing debt.  Some will be long haulers. Where's th...","sentiment_score":0.2125}
{"full_text":"RT Want to hear something amazing. We brought 2 Covid vaccines to market within a year, and Flint STILL DOESN'T have fucking...","sentiment_score":5.551115123e-17}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT BACK AT IT DEC 26: For only $400.00 you can get antibody+#COVID19 tests in Toronto. NO waiting. NO symptoms. $$ go to the...","sentiment_score":0.0}
{"full_text":"This. I've been very careful, and so has , but I ended up with COVID anyway. Because there is no way to \"do everything right\". We tried our best, and it wasn't enough. Mostly, I think, because the government is failing to protect and support people.","sentiment_score":0.3311428571}
{"full_text":"RT Millions of Americans are about to see their jobless benefits expire as President Trump refuses to sign into law a $2.3 trilli...","sentiment_score":0.0}
{"full_text":"RT My small business started off from a diy basketball pot (went horribly wrong) that I did for one of my first plants. Now I...","sentiment_score":-0.1666666667}
{"full_text":"RT This is part of a dangerous trend in reporting each allergic reaction as news. A million people have been vaccinated. A f...","sentiment_score":-0.6}
{"full_text":"RT Question: Which in your view are the best hunger and food-insecurity groups worth supporting during the pandemic? I like...","sentiment_score":0.5166666667}
{"full_text":"thank you for reporting the truth.. now start digging into the covid farce.  That is another deep, dark, ugly hole..","sentiment_score":-0.3125}
{"full_text":"How COVID-19 Hollowed Out a Generation of Young Black Men #SmartNews ","sentiment_score":-0.0333333333}
{"full_text":"Well, America is doing this with Covid &amp; Britain with Brexit......soooooooo....","sentiment_score":0.0}
{"full_text":"RT People are using more alcohol, weed and drugs because of COVID-19. If you're in over your head, we have help.","sentiment_score":0.5}
{"full_text":"RT \"It's a chess game and we are pawns.\" Unemployment benefits for millions of Americans struggling to make ends meet will lapse at mi...","sentiment_score":-0.4}
{"full_text":"RT Loeffler &amp; Perdue are dead wrong Pick a topic - dead wrongI'll pick COVID They knew the dangers of COVID but kept quiet...","sentiment_score":-0.225}
{"full_text":"NFL COVID-19 updates: Browns LB  B.J. Goodson tests positive; six players will miss game vs. Jets via","sentiment_score":-0.0863636364}
{"full_text":"RT Loeffler &amp; Perdue are dead wrong Pick a topic - dead wrongI'll pick COVID They knew the dangers of COVID but kept quiet...","sentiment_score":-0.225}
{"full_text":"RT This lockdown is draconian. Bless those protesting to save the masses that are to afraid. #albe...","sentiment_score":-0.6}
{"full_text":"RT JEAN CANTWELL, 89 of Aberdeen, South Dakota died of COVID on Dec. 13.\"My Grandmother loved nature and book's and her pa...","sentiment_score":0.7}
{"full_text":"RT Kudos to all the Early Childhood Educators that have tirelessly &amp;selflessly worked so hard during this pandemic. Hope you...","sentiment_score":-0.0958333333}
{"full_text":"RT Minnesota lawmakers say coronavirus deaths could be inflated by 40% after reviewing death certificates.We've been sayi...","sentiment_score":0.0}
{"full_text":"RT Looks like Trump was right about UV light.https:\/\/t.co\/989pSAdyQn","sentiment_score":0.2857142857}
{"full_text":"RT satan will tell you many roadslead to heaven. The #Bible says#JESUS is the ONLY way. JESUS answered,\"I AM the...","sentiment_score":0.25}
{"full_text":"fuck yeah i feel this so hard, it's absolutely fucked how much drive I've lost since lockdown. Hoping it returns when it needs to","sentiment_score":-0.2729166667}
{"full_text":"RT The vice chairman of the Massachusetts Republican State Committee is battling COVID-19 after attending what he described...","sentiment_score":0.0}
{"full_text":"RT Positive covid tests in the US before and after election day: Before: 9,628,164After: 9,711,532We've officially had...","sentiment_score":0.2272727273}
{"full_text":"RT THREAD: Where are we with Covid-19 in England now that the new tiers have started? TLDR: nowhere good and things are quit...","sentiment_score":0.4181818182}
{"full_text":"Yeah, those numbers are similar to what I've seen. Unless something super radical happens, I don't think our death toll will be even close to that. I blame Trump for most of the COVID deaths, but I'm also really worry about the degree to which he's been able to 1\/","sentiment_score":0.3066666667}
{"full_text":"RT Survived 1 kidnap attempt &amp; also 1 coronavirus infection (although  not quite back to my usual self yet)Read more abou...","sentiment_score":0.0833333333}
{"full_text":"I'd suggest swiss cheese. No one step works.","sentiment_score":0.0}
{"full_text":"\"Abdication of responsibility\": Biden slams Trump for holding up coronavirus relief - POLITICO","sentiment_score":0.0}
{"full_text":"RT \"The proudest moment would be now, accomplishing our dream of debut. We want to show our fans how we will continually gro...","sentiment_score":0.0}
{"full_text":"RT COVID Update December 26: The wind is invisible too, but you can feel it change.Not with COVID where the stillness is decep...","sentiment_score":0.0}
{"full_text":"We still have new year's coming up. Stay safe out there. You will not know you're infectious until too late; you'll infect the ones you love the most.","sentiment_score":0.2672727273}
{"full_text":"#2020InReview In a year dominated by the coronavirus pandemic, Russia and Former Soviet Republics also witnessed some of the largest and most protracted protests in post-Soviet history. Here is a look back at those movements:","sentiment_score":0.1666666667}
{"full_text":"Exiting stay-home notice right in time for Christmas","sentiment_score":0.2857142857}
{"full_text":"Despite warnings from public health experts to stay home, over 1.19 million travelers passed through U.S. airport security checkpoints Wednesday, the highest one-day total since the crisis took hold in mid-March.https:\/\/t.co\/bPlLSUVWe8","sentiment_score":0.0}
{"full_text":"Frees up a lot more for Americans? Really? Like you think we will get the money we don't spend on other countries? That's just delusional. We can't even get help during a pandemic","sentiment_score":0.1916666667}
{"full_text":"\"Utilities could eventually raise rates to recoup lost costs, activists say that's a bad plan.\"https:\/\/t.co\/JzeKRzpsnn","sentiment_score":-0.7}
{"full_text":"The ministry says its guidelines should be followed for 14 days after the last time the contacts dealt with the coronavirus patient.#EgyptToday #Egypt #COVID19 #Coronavirushttps:\/\/t.co\/29e9QkjXLE","sentiment_score":0.0}
{"full_text":"Duterte pledged free vaccines for the country's 108 million population, with shipments and inoculation to start in May.https:\/\/t.co\/z5TIdMe3Ge","sentiment_score":0.4}
{"full_text":"RT \"It took a pandemic for people to support local sustainable agriculture again.\"","sentiment_score":0.0}
{"full_text":"Bear River Crossingc. 1909The Narrow Gauge Railroad between Colfax and Grass Valley.#BoxingDay #Christmas #COVID19 #PlacerLife","sentiment_score":-0.2}
{"full_text":"It may be curable if you're a Trump henchman who gets to cut in line for the good stuff. But not if you are literally any other American.","sentiment_score":0.1916666667}
{"full_text":"No, Corona's beer sales did not suffer from the coronavirus","sentiment_score":0.0}
{"full_text":"RT Hey besties here's some background info. My mom doesn't believe in covid, i asked to get a test, we argued, i left, sh...","sentiment_score":0.0}
{"full_text":"RT Latest CDC projections indicate &gt;400k Americans dead by the time he leaves office.If USG had mirrored Germany's perfo...","sentiment_score":0.15}
{"full_text":"RT These GOP senators were among the first in line to get the COVID-19 vaccine despite downplaying the pandemic for 10 months...","sentiment_score":0.25}
{"full_text":"RT We should remember Boxing Day 2020 for the ghouls coming out en masse and deciding which Covid deaths were bad and which w...","sentiment_score":-0.7}
{"full_text":"Don't miss this one....@ABC7Sam has been following the story of two DC boys for nearly 32 years.In 1989, the boys age 10 and 11, were living amidst a crime and crack epidemic that hit DC hard.  Now, they're successful business owners: MORE:","sentiment_score":0.2116666667}
{"full_text":"To qualify for relief from the Barstool Fund, businesses need to have been continuing to pay their employees. Over $6 million has been raised so far.","sentiment_score":0.1}
{"full_text":"Media, manufacturing and banking stocks, on the other hand, have been the worst hit by the bear run that hit the market this year--exacerbated by the Covid pandemic.https:\/\/t.co\/T1UaLqbRis","sentiment_score":-0.5625}
{"full_text":"Although the rapid development and approval of #coronavirus vaccines has been hailed the world over, questions remain about the availability, effectiveness and side effects of the jabshttps:\/\/t.co\/YvUq9DwEb6","sentiment_score":0.0}
{"full_text":"The way testing went from 70k to 24k and we still have the same amount of cases","sentiment_score":0.0}
{"full_text":"Let's be better #Humans!#JoyTrain #Joy #Love  #Kindness #MentalHealth #Mindfulness #GoldenHearts #IAM #COVID19 #IDWP #IAMChoosingLove #ChooseLove #Quote #SaturdayThoughts #SaturdayMotivation #SaturdayMorning #ThinkBIGSundayWithMarsha RT","sentiment_score":0.6}
{"full_text":"2020 was brutal. But one thing we can try to do is to remember the good. Yes, there was some! Here are 100 positive things that happened this year.","sentiment_score":0.0757575758}
{"full_text":"COVID-19 has killed one of every 1,000 people in the United States, slightly more than 11 months since the first case was reported.","sentiment_score":0.1833333333}
{"full_text":"RT Public servants don't put political gain ahead of the wellbeing of the people they're elected to serve.","sentiment_score":0.0}
{"full_text":"1,878 cases are considered active in the state, an increase of 301 from Wednesday.","sentiment_score":-0.1333333333}
{"full_text":"RT Chatted to and &amp; from about how lockdown affected bookselling (people re...","sentiment_score":0.0}
{"full_text":"RT 1\/ Why Bitcoin may be going through a \"Supercycle\"This time is different: COVID, Gold 2.0 narrative, institutional herd, and...","sentiment_score":0.0}
{"full_text":"RT Never forget that congress members were warned about this pandemic in Feburary and sold stock instead of doing anythin...","sentiment_score":0.0}
{"full_text":"Seattle announced the opening of three new COVID-19 testing kiosks at locations across the city, including one near the Mount Baker Link Light Rail Station. The Mount Baker kiosk begins service on Saturday, Dec. 26.https:\/\/t.co\/YN4Gf1p6gu","sentiment_score":0.2121212121}
{"full_text":"LIES Media Hypes Covid to Scare You. We had Covid I count as 23 cases-My wife 42 cases every time one test + they generate a new number-its a Media hype Fl is doing Great we love Gov RON DeSantis.. hand washing saves lives  WEARING MASK is a Show-Gov passed Florida Anti Riots Law","sentiment_score":0.4787878788}
{"full_text":"Imho, the only exceptions should if you were in a vaccine trial or already got covid and have antibodies","sentiment_score":0.0}
{"full_text":"RT Spokesman for Florida Gov. Ron DeSantis deletes his Twitter account after tweeting that photos of each dead #COVID19 victim sho...","sentiment_score":-0.1375}
{"full_text":"I will not argue with a fool. Fact: over 300,000+ dead and many who have had COVID have lasting health issues.","sentiment_score":0.1}
{"full_text":"RT rt from the Great Recession for a COVID-19 Green Recovery","sentiment_score":0.3}
{"full_text":"RT Trump is repudiating the COVID relief bill Mnuchin negotiated on his behalf -- another humiliation for Mnuchin, who has defend...","sentiment_score":0.0}
{"full_text":"RT That's funny. I didn't hear Sen. Paul worry about the deficit when he voted to give $1 trillion in tax breaks to the top 1%...","sentiment_score":0.375}
{"full_text":"In the news today: Boxing Day26 December, usually a public holiday in the UKCovid-19 coronavirus: Fury over 'gross' Sydney scenes amid outbreakWhat do we know so far about the Brexit trade agreement? #BoxingDay","sentiment_score":0.0333333333}
{"full_text":"RT Trump says: Disinfection should be injected in the body, windmills cause cancer, showers don't produce...","sentiment_score":0.0}
{"full_text":"RT In this dangerous moment - COVID, oligarchy, economic desperation, climate change, a dysfunctional health care system, s...","sentiment_score":-0.2}
{"full_text":"The vaccine is just another lie don't take it you will have after effects in the years to come","sentiment_score":0.0}
{"full_text":"Canada reports first cases of fast-spreading COVID variant initially detected in U.K.","sentiment_score":0.125}
{"full_text":"&gt;&gt; tell the orange moron to sign the BILL","sentiment_score":-0.8}
{"full_text":"7 #stateandlocal fiscal lessons from a year like no other. Read them here: #federalism #COVID19","sentiment_score":0.0625}
{"full_text":"RT Self serving Propaganda protecting a #koalakiller","sentiment_score":-0.1}
{"full_text":"I'm very likely going to get a hipshot put in and lock it down. I need to get the guts replaced, there's some corrosion issues going on.","sentiment_score":-0.0777777778}
{"full_text":"As COVID-19 cases rise, South Jersey communities grapple with how to protect vulnerable people from the cold, but also keep them safe from the virus.","sentiment_score":-0.2}
{"full_text":" Dear Respect France President EmmanuelMacronEmergency Warning for Coronavirus Vaccine of pfizer some information about this nurse already death by infection two days before.Take Care and someone will muder me by providing information in the future.Wong Ka Kuen","sentiment_score":0.0}
{"full_text":"I know I ought to forgive the idiots who have politicized the pandemic, but it will take a lot of effort. So much pain, magnified and multiplied because certain people told everyone to stick their own heads firmly up their respective rears, and so many believed them.","sentiment_score":0.0734693878}
{"full_text":"CBP Launches Major Operation in Texas to Catch Covid-Sickened Illegal Immigrants Entering From Mexicohttps:\/\/t.co\/PaqoUWlY3O14 Aug 2020One of two quiet new moves to staunch the unacknowledged flow ..#BuildTheWall #FinishTheWall #COVID19qt-cis-stories-039 #borderObserver","sentiment_score":-0.0752840909}
