{"full_text":"Rebekah didnt know it but she is braver than any cop ever","sentiment_score":0.0}
{"full_text":"RT DO I LOOK LIKE A LAB RAT ?If I take the vaccine I might grow a tail I will not be taking the Covid 19 Vaccine! Do I need...","sentiment_score":0.0}
{"full_text":"RT disco is still alive if you know where to look!","sentiment_score":0.125}
{"full_text":"RT Historically, states have far outdone the feds in #execution numbers. Not this year. All states combined have executed just seve...","sentiment_score":0.05}
{"full_text":"RT All this woman did was publish COVID stats in Florida. I don't wanna hear about how China and Venezuela are \"authoritarian\" e...","sentiment_score":0.0}
{"full_text":"RT Repeat after me, this is a pandemic not a crime. If the index patient can't be found, it's called community transmission!...","sentiment_score":0.0}
{"full_text":"RT There have been more American deaths from COVID this day, and every day in December, than the deaths in the Pearl Harbor a...","sentiment_score":0.25}
{"full_text":"RT HOLY CRAP--Florida whistleblower who revealed that health dept ordered her to manipulate FL #...","sentiment_score":0.0}
{"full_text":"RT I fled corrupt cops. Instead of asylum, I got detention, COVID, and deportation.","sentiment_score":-0.5}
{"full_text":"RT Tallahassee Democrat newspaper: \"Agents raid home of fired Florida data scientist who built COVID-19 dashboard\"","sentiment_score":0.0}
{"full_text":"RT If you're looking for a villain between WB and Nolan, turn your ire toward the incompetent evil of the administration tha...","sentiment_score":-0.675}
{"full_text":"RT Executive director of Anglicare Kasy Chambers says if the Job Seeker payment goes back to the pre-pandemic pay rate people...","sentiment_score":0.0}
{"full_text":"RT The ousted data scientist has accused the state of asking her to censor and alter public-facing coronavirus data.","sentiment_score":0.0}
{"full_text":"RT ICYMI: Trump lawyer Rudy Giuliani tests positive for Covid-19, is said to be doing well","sentiment_score":0.2272727273}
{"full_text":"RT Puerto Rico has a new Coronavirus rule where the police can pull you over to see if everyone inside a car are family members...","sentiment_score":0.1363636364}
{"full_text":"RT The home of Former Florida Department of Health data scientist Rebekah Jones, who built the states #COVID19 dashboard and was...","sentiment_score":0.0}
{"full_text":"Well do you want to ask him to accomplish giving a rats about covid","sentiment_score":0.0}
{"full_text":"RT Ku Li should read about how vaccines work before releasing statements like this, which can be damaging if public refuse to...","sentiment_score":0.0}
{"full_text":"Respected Sir, My father Mr. S K Gupta(A.T.O), Treasury Haridwar, died due to Corona on 6 September, Till 27 August he worked for the Government, Not a Single announcement for him, who will take care of my family Sir? He was a Corona warrior, We need your support Sir","sentiment_score":-0.0446428571}
{"full_text":"RT Florida police seize computer of COVID data whistleblower ","sentiment_score":0.0}
{"full_text":"Well, I clearly have the money to do that via AMC A-List and it's playing in my state. And while I am acknowledging I live in a pandemic, I choose to be safe and dress fittingly to survive while seeing movies in theaters at the same time.So, I'm not gonna change my opinion. Ok.","sentiment_score":0.2472727273}
{"full_text":"Just get him out already. #TrumpIsACompleteFailure","sentiment_score":0.0}
{"full_text":"Stop it is enough playing  with necessity  of the people  only what are doing  is nothing no stimulus check we waiting months the covid it is increasing day by day  disappointed with the congress just making time","sentiment_score":-0.25}
{"full_text":"#BetterThanSanta #PostmatesContest My sister's going to college next year (covid would be over by then) my family doesn't own a car and public transportation ain't really the best out here so it would be a blessing if you could help us out. ","sentiment_score":0.36}
{"full_text":"RT Breaking NYT: Trump officials passed when Pfizer offered in late summer to sell the U.S. government additional doses of i...","sentiment_score":-0.3}
{"full_text":"RT As we come back from this crisis, we need to bring everybody along. It's been my life's work to combat systemic inequitie...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Trump passed on buying more Pfizer vaccine.Because of it, Pfizer can't ship many doses to the US until June.  htt...","sentiment_score":0.5}
{"full_text":"RT OMG! Dr Fauci in a remake of Lady Gaga's 'Paparazzi' by Speechless #COVID19","sentiment_score":0.0}
{"full_text":"The Kremlin Is Offering Russians Free Vaccines, but Will They Take Them? via","sentiment_score":0.4}
{"full_text":"RT So many staff at a Kansas hospital are sick that it relies on a single radiologist sleeping in an RV to do all its X-Rays ht...","sentiment_score":-0.0952380952}
{"full_text":"RT COVID-19 is a family \"matter\" and we are all family. #CubaSavesLives","sentiment_score":0.0}
{"full_text":"RT In the coming weeks, governors across the country will give speeches outlining their budget proposals. Following months...","sentiment_score":0.0}
{"full_text":"OMG! I remember this person being interviewed by","sentiment_score":0.0}
{"full_text":"Wow the scientific ignorance and political cowardice in the rarely ceases to be both: astounding and nauseating! #ncga #ncpol","sentiment_score":0.2875}
{"full_text":"RT Map Created by Biology Researchers Shows the Risk of COVID-19 in Every County Across the U.S.","sentiment_score":0.0}
{"full_text":"As soon as COVID is over,  I will find this concert ","sentiment_score":0.0}
{"full_text":"RT Georgia Grifter","sentiment_score":0.0}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"watching videos of people without masks on throws me off even if they're like from pre covid times","sentiment_score":0.0}
{"full_text":"RT Expert Walter Reed doctor who criticized Trump for joy ride while hospitalized with COVID removed","sentiment_score":0.8}
{"full_text":"7 Day Confirmed Covid Cases per 1K Population by County For FL   12-4-20:  Our Covid visualizations provide accurate insight into covid-19 thanks to our data scientists and USAFacts #covidvislualizations #coviddata #smcanalytics #covid19 #coronavirus #covid_19","sentiment_score":0.3333333333}
{"full_text":"Nurses want you to cancel rent.They also want you to make a statement about beating up protestors in front of your house yesterday morning","sentiment_score":0.0}
{"full_text":"Even Brazil can make vaccines free for everyone--despite how despicable their government is right now","sentiment_score":0.3428571429}
{"full_text":"RT On Mon., Dec. 7, police officers w\/guns drawn, on orders from Fla. Gov. Ron DeSantis,  broke into home of health data sci...","sentiment_score":0.0}
{"full_text":"RT All we need now is a SARS-COV-2 virus that has actually been isolated and a real pandemic, not the current fak...","sentiment_score":0.0666666667}
{"full_text":"RT The Coronavirus pandemic has been tough on us all. This will brighten your week. Humanity.","sentiment_score":-0.3888888889}
{"full_text":"RT Today is Pearl Harbor day. Flags are half staff across the country for the 2,400 we lost 79 years ago. Five times last we...","sentiment_score":-0.0833333333}
{"full_text":"Tragic loss of 4 specialists this week in Kenya!! We've lost several docs in the past weeks but now this....... RIP. Please pray  4all HC workers   please help me highlight this tragedy in Kenya despite millions in Covid aid","sentiment_score":-0.4166666667}
{"full_text":"Coronavirus India Live Updates: Over 32,000 Covid-19 Cases In India In Last 24 Hours","sentiment_score":0.0681818182}
{"full_text":"RT BREAKING: Trump Officials Passed Up Pfizer Offer to Sell More Vaccine Doses ","sentiment_score":0.5}
{"full_text":"There are no words for this.","sentiment_score":0.0}
{"full_text":"RT When 130,000 Americans lay dead from COVID in July, these assholes were busy trading endorsements with Goya. And to this...","sentiment_score":-0.05}
{"full_text":"RT When given the opportunity to purchase additional vaccine doses, Trump passed. And now, fewer Americans will be vaccin...","sentiment_score":0.0}
{"full_text":"Oh no!!! If it's any comfort, they say 85% get symptoms within 5 days of exposure if they have it. Isn't 100% but it'll give you an idea. CDC says 8 days with negative test after. Thinking good thoughts for you all.","sentiment_score":0.2}
{"full_text":"RT Gestapo tactics in Florida!Disgraceful Disantos state police raid whistleblower's home, point guns at her children and seize...","sentiment_score":0.0}
{"full_text":"I am a stay at home mom....he is an apple picker....1.2 million dollar budget...what in the actual","sentiment_score":0.0}
{"full_text":"You definitely should use this tracker. We want to know your whereabouts, all your fancy dinners and billion dollar \"mask' deals Chinese officials. Who knows who you may have exposed to covid!","sentiment_score":0.0}
{"full_text":"RT His corruption knows no bounds #DoubleDealingDavid","sentiment_score":0.0}
{"full_text":"RT How pervasive is neoliberalism that \"everyone decided not to do their part!\" is a more plausible explanation than \"we're forc...","sentiment_score":0.5}
{"full_text":"If we look nationally as well, Black, Latino, Indigenous and even many White families have made their choice: To stay safe amid an uncontrolled pandemic.Sure, they want their kids to get high quality education. But learning loss isn't loss of life.","sentiment_score":0.1986666667}
{"full_text":"RT Imagine what America would be like now if every adult knew they'd be getting $2k\/mo (retroactively to when the pandemic...","sentiment_score":0.1}
{"full_text":"RT BREAKING: Trump passed on buying more Pfizer vaccine.Because of it, Pfizer can't ship many doses to the US until June.  htt...","sentiment_score":0.5}
{"full_text":"RT Ron DeSantis sent armed state police to threaten Rebekah Jones, a scientist keeping Floridians up-to-date with accurate CO...","sentiment_score":0.4}
{"full_text":"RT JUDY CARRICO, 71 of Apollo, Pennsylvania died of COVID on Dec. 2. \"My grandma loved word searches and soap operas. She...","sentiment_score":0.7}
{"full_text":"RT VYPEPreview: No. 11 StaffordThe Stafford Spartans fell victim to COVID-19. The upstart squad made a run to the state to...","sentiment_score":-0.075}
{"full_text":"RT Who holds any of these people accountable already  #DeathSantis","sentiment_score":0.0}
{"full_text":"To keep Flossie out of trouble, we assigned her sterilization duty#patientsafety #infectioncontrol #cdc #osha #autoclave #steamsterilizer #elfontheshelf #elfonduty #elfinthedentaloffice #elffun #dentistry #dentist #chanhassen #chanhassendentist #radiancedental","sentiment_score":-0.2}
{"full_text":"RT All this woman did was publish COVID stats in Florida. I don't wanna hear about how China and Venezuela are \"authoritarian\" e...","sentiment_score":0.0}
{"full_text":"Queue dragon lady hands season.But with pandemic hands.#WashYourHands #chappedhands #atleastmyassisntchapped","sentiment_score":0.0}
{"full_text":"RT In the middle of a pandemic, the White House announces the completion of a tennis pavilion.","sentiment_score":0.0}
{"full_text":"Feds passed up chance to lock in more Pfizer vaccine doseshttps:\/\/t.co\/zcf2NMpSGJ","sentiment_score":0.5}
{"full_text":"RT As a Floridian, I ask that everyone consider following who is fighting to get factual Covid-19 reporting to...","sentiment_score":0.0}
{"full_text":"RT In a league that is 90% women of color. During a pandemic, that disproportionately affects low income communities, majo...","sentiment_score":0.0}
{"full_text":"RT I say this every year, but if an Auburn alum or alum group ponies up $21M for a football coach's buyout, I will be emb...","sentiment_score":0.0}
{"full_text":"RT My soon-to-be 3yr old nephew is putting masks on his stuffed animals to--in his words--\"protect them from coronavirus\"--so y'al...","sentiment_score":0.1}
{"full_text":"If you want to die from Covid, you're free to make that choice. When we come down with Covid, it's Russian Roulette ... no one knows ahead of time who's going to die, who's going to become a long hauler, who's going to be fine. Assuming you're not wearing a mask either. Good luck","sentiment_score":0.2185185185}
{"full_text":"This is fascism","sentiment_score":0.0}
{"full_text":"RT #drbonniehenry How have the lockdown orders worked for slowing down cases?What proof is there that...","sentiment_score":-0.1555555556}
{"full_text":"RT LOL! Kerala govt cut testing from ~60,000 to ~50,000 to just ~30,000 yesterday.Still no luck. Kerala still posted the...","sentiment_score":1.0}
{"full_text":"You can read Sherry's beautiful personal essay on fruit foraging during lockdown that we published back in July here","sentiment_score":0.2833333333}
{"full_text":"RT US officials passed when offered in late summer to sell the government additional doses of its #COVID19 vaccine, reports...","sentiment_score":-0.3}
{"full_text":"RT Was Sen. too busy dumping stocks to attend this hearing on a coronavirus vaccine?","sentiment_score":0.1}
{"full_text":"RT Black and Brown communities continue to be disproportionately impacted by climate change, COVID-19, and the economic cris...","sentiment_score":0.0166666667}
{"full_text":"RT Rebekah Jones was fired for refusing to manipulate Covid-19 data for the state of FL. She began publishing her own dashboa...","sentiment_score":0.6}
{"full_text":"RT Hey, California!Don't be mad at Gov. Newsom. Be mad at everyone who travelled for Thanksgiving. Be mad at everyone who...","sentiment_score":-0.625}
{"full_text":"RT The third webinar in the #ANZICS Critical Care Pearls Webinar Series will be held on Monday 14th Dec! The focus will be on 'COV...","sentiment_score":0.0}
{"full_text":"RT Show him this...https:\/\/t.co\/NfB2rLXZJV","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. States reported 1.8 million tests, 180k cases, and 1,347 deaths. There are 102, 148 peo...","sentiment_score":0.0}
{"full_text":"This is great!","sentiment_score":1.0}
{"full_text":"RT  #COVID19 in the U.S Republicans \/ GOP Control the U.S Senate Donald J. #Trump in the White House Monda...","sentiment_score":0.0}
{"full_text":"Will #COVID19 Be Considered A Preexisting Condition? What if #ACA is overturned? Listen here via","sentiment_score":0.0}
{"full_text":"WHERE DOES DESANTIS GET THE POWER TO DO THISWHO ISSUED THE WARRANT???","sentiment_score":0.0}
{"full_text":"RT If the COVID doesn't kill the elderly this man will. he is after your grandparents now. putting them under stress. and peop...","sentiment_score":0.0}
{"full_text":"You and me both!Of course as a pediatric GI doc, that won't be this year's defining feature, but still.","sentiment_score":0.0}
{"full_text":"RT The is enthusiastically executing Vladimir Putin's agenda of undermining democracy while gleefully exacerbating t...","sentiment_score":0.0}
{"full_text":"What's one good thing that's happening to you since Covid lockdowns hit?","sentiment_score":0.7}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"RT In Congress, I helped pass the Affordable Care Act. As California's Attorney General, I defended it. As Secretary of Hea...","sentiment_score":0.05}
{"full_text":"RT Breaking News: Trump administration officials passed when Pfizer offered in the summer to sell the U.S. more coronavirus vacci...","sentiment_score":0.5}
{"full_text":"RT .@KLoeffler missed half (5 of 10) of the COVID related Senate HELP hearings this past year including one on vaccine deve...","sentiment_score":-0.1388888889}
{"full_text":"I hear ya. It's oppressive nonsense.\"Masks Don't Work: A Review of Science Relevant to COVID-19 Social Policy,https:\/\/t.co\/YIHIcxVesF","sentiment_score":0.2166666667}
{"full_text":"RT Making money, socialist style!  Ilhan Omar's husband received $635k in Covid-19 bailout money","sentiment_score":0.0}
{"full_text":"RT The COVID-19 pandemic has required unprecedented transparency from federal judges, who have long been skeptical about...","sentiment_score":0.0166666667}
{"full_text":"Hello world","sentiment_score":0.0}
{"full_text":"The four loko will take me out before covid will","sentiment_score":0.0}
{"full_text":"RT There have been more American deaths from COVID this day, and every day in December, than the deaths in the Pearl Harbor a...","sentiment_score":0.25}
{"full_text":"9 months into a pandemic and your store on 7th Street and Coral Gables in Phoenix is not enforcing masks.","sentiment_score":0.0}
{"full_text":"RT Ilhan Omar's husband received $635,000 in Covid-19 bailout money. She also paid him 2.25 million dollars this year. Rem...","sentiment_score":0.0}
{"full_text":"RT Ilhan Omar's husband received $635,000 in Covid-19 bailout money. She also paid him 2.25 million dollars this year. Rem...","sentiment_score":0.0}
{"full_text":"(2\/2) especially during this pandemic time. Nonetheless, if you would like to cancel the debit card, you may walk into any nearest branch with your MyKad.","sentiment_score":0.0}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"RT His corruption knows no bounds #DoubleDealingDavid","sentiment_score":0.0}
{"full_text":"RT Orange County restaurateurs protest latest coronavirus shutdown","sentiment_score":0.5}
{"full_text":"Please see the CHSAA Website for updated information about the upcoming CHSAA Sports Seasons. You can find additional information on how this impacts NHS Athletics by going to","sentiment_score":0.0}
{"full_text":"Skyfall or Pandemic, the Resilient person performs and bring hope to the sector through Digital Confidence as Shri Atul Sahai CMD concludes with appreciative words on the Topic chosen for #ETBFSICXO summit. The interesting interaction is shared here.","sentiment_score":0.3666666667}
{"full_text":"Our next #WoSYearInReview comes from writer who pushed through COVID in Melb thanks to heavy releases from and more...","sentiment_score":0.125}
{"full_text":"RT Two boobs who are irrelevant","sentiment_score":-0.5}
{"full_text":"#ICYMI:* The weekly cattle market update* Livestock feed biosecurity* Agricultural news headlines* The new 4-H Parenting Through the Pandemic webinar series...#KSRE #AgTodayhttps:\/\/t.co\/Cf7OFARftw","sentiment_score":0.1363636364}
{"full_text":"#infectiousdisease specialist, Dr. Praveen Sudhindra shares his perspective as the #COVID19 pandemic continues. ","sentiment_score":0.0}
{"full_text":"RT Breaking News: Trump administration officials passed when Pfizer offered in the summer to sell the U.S. more coronavirus vacci...","sentiment_score":0.5}
{"full_text":"Igor Shepherd, a Wyoming Department of Health official, claimed that the 'so-called pandemic' and efforts to develop a vaccine are actually nothing more than a ploy designed by Russia and China to usher in a new age of global communism.","sentiment_score":0.1590909091}
{"full_text":"Truck with Christmas Treesc. 1939Tahoe National Forest Collection #History #Christmas2020 #COVID19","sentiment_score":0.0}
{"full_text":"RT There have been more American deaths from COVID this day, and every day in December, than the deaths in the Pearl Harbor a...","sentiment_score":0.25}
{"full_text":"In a year defined by the pandemic, the world lost iconic defenders of civil rights, great athletes and entertainers who helped define their genres.The looks back on some of the influential figures who died in 2020.https:\/\/t.co\/zDQUBZLDCE","sentiment_score":0.4333333333}
{"full_text":"MICHAEL ORTIZ, 48 of Kenilworth New Jersey died of COVID on April 10. \"This is my husband\/best friend. He was the best husband, father, brother, son, &amp; friend. He left a lasting impression on everyone he met even if it was for a brief moment.  He will be deeply missed forever.\"","sentiment_score":0.1893939394}
{"full_text":"Rudy Giuliani Hospitalized With COVID-19 In Washington, D.C.https:\/\/t.co\/A7ylcYOubH","sentiment_score":0.0}
{"full_text":"Right \"there are other holes?\" Implies that you couldn't possibly get covid from eating pussy, like wut? If you fuckin you got fuckin covid ","sentiment_score":0.0535714286}
{"full_text":"Don't ignore your dental health, even during pandemic","sentiment_score":0.0}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"Total cases at LSU: 1,545New cases in Louisiana: 1,016Total cases in Louisiana: 252,136Total COVID-19-related deaths in Louisiana: 6,607https:\/\/t.co\/ALUsrG47Hq","sentiment_score":0.0}
{"full_text":"Insanity!","sentiment_score":0.0}
{"full_text":"Sir Terrorism to be felt with a strong arm strict laws n deportation of all refugees n Asylum seekers. The entire Europe will one day face this issue. Hence the EU has to come together to deport all such people back to their countries","sentiment_score":0.1083333333}
{"full_text":"I get what he's saying but didn't he force WB to release his movie in theaters during a pandemic with no digital release.","sentiment_score":0.0}
{"full_text":"Eye Thrive is special. Thank you for helping us deliver essential vision services to our kids, safely, in the face of a pandemic. All donations made at will be matched $1:$1 through 12\/8.#EyeThrive #EyeSeeEyeCanEyeThrive #2020in2020 #EyeNeedYou","sentiment_score":0.2857142857}
{"full_text":"As of Monday, Gov. Beshear announced that 2,082 Kentuckians have died from the virus including Chris Perry's brother, Rob of Carter County. Perry recalled the day his brother was being transported from an Ashland hospital to the UK Medical Center.","sentiment_score":-0.05}
{"full_text":"I am with the local restaurants in protesting the shutdown orders, outdoor seating should remain open here... if they want to improve things, start with contact tracing and give the restaurants a score so we know the dangers and can decide for ourselves #Covid #OrangeCounty","sentiment_score":0.0}
{"full_text":"Dr Anthony Fauci anticipates a COVID-19 surge in the US in mid-January after Christmas, more so than that after Thanksgiving as the year-end holiday season is longer. He has urged for family gatherings to have no more than 10 people.: EPA-EFE","sentiment_score":0.125}
{"full_text":"Patients with post-Covid fibrosis responding  to  treatment, say docs","sentiment_score":0.0}
{"full_text":"WHO: COVID-19 Situation in US is 'Shocking' to See","sentiment_score":-1.0}
{"full_text":"A resourceful teacher came out with an idea to make the class more interesting during this pandemic time. #Inspiration","sentiment_score":0.5333333333}
{"full_text":"Take the precautions so we can have a better future. Be safe during the holidays -- mask up and be smart. ","sentiment_score":0.3035714286}
{"full_text":"2 leading #coronavirus vaccine developers have applied for emergency use authorization in India, raising the likelihood that mass inoculation efforts could begin within weeks.https:\/\/t.co\/cGJXRhRHEq","sentiment_score":0.0}
{"full_text":"RT DO I LOOK LIKE A LAB RAT ?If I take the vaccine I might grow a tail I will not be taking the Covid 19 Vaccine! Do I need...","sentiment_score":0.0}
{"full_text":"The ER physician who publicly criticized Trump's decision to drive with Secret Service agents to greet supporters while he was hospitalized with COVID has been removed from Walter Reed National Military Medical Center's schedule starting in January. ","sentiment_score":-0.1}
{"full_text":"Today's COVID-19 test positivity rate was 11.6%; that number was only 5% a month ago.","sentiment_score":0.0}
{"full_text":"Opinion: Vaccines work only if people agree to get them. Acceptance of Covid-19 vaccines requires the public to trust the assurances of scientists, physicians, and governments that they are safe.","sentiment_score":0.1666666667}
{"full_text":"Officials have partnered with Greene County Health Care to provide free tests multiple times this month.","sentiment_score":0.2}
{"full_text":"RT Breaking in Florida:","sentiment_score":0.0}
{"full_text":"The home has already had more than 100 deaths related to COVID-19.","sentiment_score":0.25}
{"full_text":"RT [UPDATE] MOMOLAND has tested negative for COVID-19Source:","sentiment_score":-0.3}
{"full_text":"Good news for NSW residents - lets hope this means borders stay open Aus-wide #nsw #COVID19","sentiment_score":0.35}
{"full_text":"ICYMI: Our report on how the vaccine will be distributed through UW Health and SSM Health. ","sentiment_score":0.0}
{"full_text":"RT 'We messed up'","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 27.9FWind Chill: 25.5FHumidity: 81%Dew Point: 22.8F Barometer: 29.927 inHgWind: 3 mph from the NNECorona Virus Weekly Stats:Cases: 268.000000Deaths: 11.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"Gov. Beshear observes wreath-laying ceremony as Kentucky surpasses 2,000 COVID-19 related deaths","sentiment_score":0.0}
{"full_text":"Gotdamn Pregnancy Pact ","sentiment_score":0.0}
{"full_text":"Planning A Pandemic Move? Here's How To Do It Safely #moving #sellingyourhome #pandemicmove #movingsafely","sentiment_score":0.5}
{"full_text":"RT Joe Biden, Nancy Pelosi, and the Democratic party are refusing to support Medicare for All during the pandemic, the Gre...","sentiment_score":0.0}
{"full_text":"I can confidently say this thread is the best thing that will happen this week &amp; it's only Monday.","sentiment_score":0.5}
{"full_text":"RT OMG! Dr Fauci in a remake of Lady Gaga's 'Paparazzi' by Speechless #COVID19","sentiment_score":0.0}
{"full_text":"RT Why do you never hear China talking about needing a COVID-19 vaccine?","sentiment_score":0.0}
{"full_text":"In the past, when we were in a Slump we often regained motivation through exploration. That's not possible today during Covid but...The good news is motivation surrounds us; we just need to know where to look.","sentiment_score":0.15}
{"full_text":"RT .@KLoeffler missed half (5 of 10) of the COVID related Senate HELP hearings this past year including one on vaccine deve...","sentiment_score":-0.1388888889}
{"full_text":"RT Dr Anthony Fauci has warned of another surge in Covid cases after Christmas - even with the rise following Thanksgivin...","sentiment_score":0.0}
{"full_text":"this tweet made me go to the store to buy tomato soup in a pandemic so thanks a lot","sentiment_score":0.2}
{"full_text":"RT I promise you this: I will spare no effort -- or commitment -- to end this pandemic.","sentiment_score":0.0}
{"full_text":"Biden Picks California Attorney General to Lead HHS, Harvard Expert for CDC","sentiment_score":0.05}
{"full_text":"RT Why on earth would young, healthy people vaccinate themselves against polio?","sentiment_score":0.3}
{"full_text":"RT In 1956, compliance by teens with the new polio vaccine was .6%. On Oct 28, Elvis Presley was set to appear on the Ed S...","sentiment_score":0.1363636364}
{"full_text":"News of a CVOID-19 #Vaccine available as soon as December has risen hopes of an end to the pandemic. But will the poorer countries get...  #Coronavirus #COVID19 #Globalcrisis #Medium","sentiment_score":0.4}
{"full_text":"RT At 28 Dr. Stephen Mogusu succumbs to #COVID19 1.Doc was recruited by 2.Doc didn't have adequate PPEs3.Unti...","sentiment_score":0.3333333333}
{"full_text":"RT Let me be clear1. I hate racism2. I have spent most of my adult life around China &amp; love it3. Criticising #CCP is...","sentiment_score":0.04}
{"full_text":"According to The Conference Board, 60% of companies believe their employees are working longer hours during the #pandemic. #mentalhealth #futureofwork","sentiment_score":0.0}
{"full_text":"RT I wish a reporter had the guts to say Nancy, \"Australian citizens get $1,993 per month since this crisis began; Denmar...","sentiment_score":0.0}
{"full_text":"RT This is the woman who was fired and then publicly smeared by Ron DeSantis after blowing the whistle about his fudging Flor...","sentiment_score":0.0}
{"full_text":"RT On Mon., Dec. 7, police officers w\/guns drawn, on orders from Fla. Gov. Ron DeSantis,  broke into home of health data sci...","sentiment_score":0.0}
{"full_text":"RT How pervasive is neoliberalism that \"everyone decided not to do their part!\" is a more plausible explanation than \"we're forc...","sentiment_score":0.5}
{"full_text":"Multilevel Marketing Cults: Lies, Pyramid Schemes, and the Pursuit of Financial Freedom. #COVID19 #MondayMotivation #MCM #MotivationMonday","sentiment_score":0.0}
{"full_text":"California ICUs are bursting at the seams, after months of relatively good performance in containing the spread of the coronavirus.","sentiment_score":0.7}
{"full_text":"RT Florida state police raid home of Rebekah Jones, data scientist who challenged DeSantis on coronavirus statistics","sentiment_score":0.0}
