{"full_text":"RT Continuing the theme with another bracing, #COVID compliant but delightful walk in the great outdoors #Kew #London","sentiment_score":0.9}
{"full_text":"RT Today, a great beacon of light starts to shine, as we commence our vaccination programme. Let's all galvanise and unite...","sentiment_score":0.6}
{"full_text":"RT come to indonesia so we can take bomb pictures in front of this pink coronavirus statue ","sentiment_score":-0.1}
{"full_text":"RT The lives lost to COVID-19: Remembering beloved friends and family members.","sentiment_score":0.7}
{"full_text":"RT Government Spokesperson: \"We must protect the money first. Remember, we can always make more plebs.\"","sentiment_score":0.375}
{"full_text":"#RacialProfiling by GEMSTHE KNEE ON THE NECK OF THE BLACK HEALTH PROFESSIONALShttps:\/\/t.co\/A4aiXtzluX@GEMS_Number1 #cyrilramaphosa #Section59Investigation #Covid19SA #RacismMustFall #COVID19   #level3","sentiment_score":-0.1666666667}
{"full_text":"RT Countries MUST be allowed to produce generic forms of the covid vaccines for their population. IP rights cannot be prio...","sentiment_score":0.0}
{"full_text":"Someone has to pay for Lockdown Sarah!","sentiment_score":0.0}
{"full_text":"RT Winter 2018#COVID19 #Christmas #mondaythoughts #lockdown #level5 #CovidChristmas","sentiment_score":0.0}
{"full_text":"RT As much as I respect the opinion of someone who's willing to write off anybody with pre-existing conditions from sleep diso...","sentiment_score":0.225}
{"full_text":"RT Seem to remember some visa holders who'd been out to a religious conference that skipped ou...","sentiment_score":0.0}
{"full_text":"RT UK tech raised a record PS11bn in venture capital this year, despite Covid. More than France + Germany combined.","sentiment_score":0.5}
{"full_text":"RT I have a hard time believing the party that fully endorsed letting murderers &amp; rapists out of prison because of the \"pan...","sentiment_score":-0.2916666667}
{"full_text":"WATCH: Presidential Spokesperson Secretary Harry Roque assured the public that the Philippines will not be left behind in getting COVID-19 vaccine supply, even after it was reported that 8.15 billion doses have already been set aside for the rich countries.#workingPCOO","sentiment_score":-0.00625}
{"full_text":"The bottom line is that, as will the big one, #COVID19 loves libertarian ideology. The good news is: next virus and pandemics, including #TheBigOne, don't need to have the upper hand https:\/\/t.co\/KCvlZp3qbh","sentiment_score":0.175}
{"full_text":"RT it's illegal to not wear a mask i love this ","sentiment_score":0.0}
{"full_text":"and organized a lessons learnt on COVID-19 Cash Response. BRDCS shared their learnings on implementing cash and voucher assistance together with urban actors namely Action Aid, BRAC, Oxfam and Dhaka Ahsania Mission, Save the Children and World Food Programme.","sentiment_score":0.05}
{"full_text":"RT No surprise in COVID-19 rise in London...lack of leadership and respect for others has been prevalent...many have lost respe...","sentiment_score":0.0}
{"full_text":"RT Barnsley police have a \"covid car\"I doubt they have funds for a \"grooming gang car\"","sentiment_score":0.0}
{"full_text":"RT This is coming out tomorrow in As a doctor who volunteered for the Nightingale I can't tell you how much effor...","sentiment_score":0.2}
{"full_text":"RT The only thing standing in the way of $2,000 per person COVID relief is the current makeup of the Senate.","sentiment_score":0.0}
{"full_text":"We're in a major crisis. Where's the government?","sentiment_score":0.0625}
{"full_text":"Bet the Nurses and Doctors working  tough 12 hour night shifts in full PPE and  wearing FFP3 masks on Covid wards love all these conspiracy theorists. ","sentiment_score":0.1537037037}
{"full_text":"RT Keep people who say Covid-19 is not in Nigeria at a distance...they will most likely be instruments of transportation fo...","sentiment_score":0.25}
{"full_text":"RT Iveragh Peninsula has highest 14-day incidence rate of COVID-19 in Munster:","sentiment_score":0.0}
{"full_text":"RT Im a November Child and I l Winter Very Much Snowflakes But Lockdown Took All My Friends...Always U..cu...","sentiment_score":0.26}
{"full_text":"RT #ThankYouCovidWarriorsOur doctors and paramedical staff are risking their lives because of the coronavirus outbreak, differe...","sentiment_score":0.0}
{"full_text":"RT Spain to keep list of those who refuse Covid vaccine, which will be shared with other EU nationshttps:\/\/t.co\/XUYRWBkNxM","sentiment_score":-0.125}
{"full_text":"RT Sa totoo lang wala nang sense 'yung GCQ. Have you been outside lately? No social distancing, empty alcohol dispensers, no t...","sentiment_score":-0.0388888889}
{"full_text":"RT Lessons from the pandemic: Arrogance is blinding. Creates inability to re-evaluate position, assess data impartially &amp; lis...","sentiment_score":0.0}
{"full_text":"RT GMB steps in after managers ask frontline health workers NOT to get vaccinated","sentiment_score":0.0}
{"full_text":"RT Ted Cruz lent a helping hand to two Texas fracking billionaires by asking for changes to rules that would allow them to a...","sentiment_score":0.0}
{"full_text":"Unfortunately, he is a victim of ethnic profiling for being from Tigray. PM Abiy gov. Is committing  crimes.","sentiment_score":-0.075}
{"full_text":"RT Sa totoo lang wala nang sense 'yung GCQ. Have you been outside lately? No social distancing, empty alcohol dispensers, no t...","sentiment_score":-0.0388888889}
{"full_text":"RT The fact that Ireland got down to 1 or 2 cases a day but is back up to regularly over 1000 in a day should be proof that...","sentiment_score":-0.0518518519}
{"full_text":"German exports down more than 12% this year due to pandemic -BGA","sentiment_score":0.0548611111}
{"full_text":"It's either that or just rank bad behaviour of players in not social distancing and taking necessary precautions. Either way they should have had to play the game or forfeit the match 3-0. Same rules should apply to ALL clubs.","sentiment_score":-0.3194444444}
{"full_text":"RT A Covid milestone for Victoria - 60 days of no local transmission. But no leniency from the Government, urging Victoria...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Biden to use Defense Production Act to coronavirus vaccine production: adviser","sentiment_score":0.0}
{"full_text":"RT Second is a story about NHS staff being asked to work extra over the coming weeks","sentiment_score":0.0}
{"full_text":"RT National Coronavirus Command Council: Level 3 Regulations Intend to reverse Covid Rise #Covid19S...","sentiment_score":0.0}
{"full_text":"RT Right let's declare it. We're in the 3rd wave of COVID-19. Drs want to tell politicians what's happening, but parliamen...","sentiment_score":0.1428571429}
{"full_text":"RT Great to meet #ShingoKatori Don't miss his very special TV program on Jan.6  #Hugethankyou to #Xiang Qu Shen Wu  for supp...","sentiment_score":0.6321428571}
{"full_text":"RT Considering the present pandemic situation, Kindly extend the due dates for tax audit, income tax returns and gst imme...","sentiment_score":0.1583333333}
{"full_text":"RT There are currently more people in hospital with Covid than at any other point during the pandemic.Please think about tha...","sentiment_score":0.1875}
{"full_text":"RT If you - or someone you know - needs help, please call the Hampshire Coronavirus Support and Helpline 0333 370 4000 (l...","sentiment_score":0.0}
{"full_text":"My 91YO dad dealt with repercussions (fracture, surgery, confusion) of a serious fall for 8 weeks. Tested COVID-positive Saturday and died Monday morning. He may not have had much time left, but COVID took it all in 36 hours, along with our chance for a proper goodbye. #COVID19","sentiment_score":-0.0333333333}
{"full_text":"RT He started in 2009 with Decade of the Vaccine Project.","sentiment_score":0.0}
{"full_text":"RT In the U.S., incarcerated people are almost 5 times as likely to test positive for coronavirus--and nearly 3 times as likely to die...","sentiment_score":0.0818181818}
{"full_text":"RT \"Who would not, in theory, want that freedom [to roam] for everyone?\"I agree wholeheartedly with Isabella Tree that we...","sentiment_score":0.0}
{"full_text":"RT Why a SARS-CoV-2 variant that's 50% more transmissible would in general be a much bigger problem than a variant that's...","sentiment_score":0.1833333333}
{"full_text":"Lockdown for the Lord!","sentiment_score":0.0}
{"full_text":"RT Sa totoo lang wala nang sense 'yung GCQ. Have you been outside lately? No social distancing, empty alcohol dispensers, no t...","sentiment_score":-0.0388888889}
{"full_text":"Just ask who could co-ordinate thousands of doctors &amp; nurses from across the country to make up a pandemic overflowing our NHS - and why? what do they gain?","sentiment_score":0.0}
{"full_text":"I am not with\/against anyone but Obama left after 8 years of presidency while Trump had hope to be re-elected for another 4 yrs..it's like when you have hope but things dont go the way you want it to go especially during the pandemic which caused election chaos and trust issues","sentiment_score":0.0}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"Brits abroad are the worst  stop doing stupid stuff you're giving us all a bad rep","sentiment_score":-0.8333333333}
{"full_text":"Amos Nyaribo has been sworn in as Governor following the death of Governor John Nyagarama who succumbed to COVID-19 complications aged 74.The swearing-in ceremony which was presided over by Nyamira High Court Judge Esther Maina took place at the Nyamira.","sentiment_score":0.02}
{"full_text":"RT So. We have - yet again - reached the desperate stage of Covid patients in such overwhelming numbers, hospitals are actu...","sentiment_score":-0.0333333333}
{"full_text":"Chicken D is a hotspot for covid it's probably in the food as well","sentiment_score":-0.6}
{"full_text":"RT Lessons from the pandemic: Arrogance is blinding. Creates inability to re-evaluate position, assess data impartially &amp; lis...","sentiment_score":0.0}
{"full_text":"Take note","sentiment_score":0.0}
{"full_text":"RT While you laugh at your own president for crying for your safety . covid-19 cases keep increasing #RamaphosaChallenge  #leve...","sentiment_score":0.2333333333}
{"full_text":"RT Tweets like this I'm afraid harm the anti-lockdown cause as the inference is that the lives of the very old &amp; sick are wor...","sentiment_score":-0.3947619048}
{"full_text":"Started coughing yesterday morning and was able to get a covid test and get my (negative) result in less than 24 hours  I super encourage everyone to get tested if they're worried. Even just for peace of mind.","sentiment_score":0.0916666667}
{"full_text":"RT This is coming out tomorrow in As a doctor who volunteered for the Nightingale I can't tell you how much effor...","sentiment_score":0.2}
{"full_text":"RT Nearly half a million people may have had Covid-19 in Wuhan, study shows. That's almost 10 times the official figure","sentiment_score":-0.1666666667}
{"full_text":"Seeing it 1st hand, COVID-19 affected patients, upon going into ICU Wards, first-hand, when my Lovely Gorgeous Beautiful Mom, was killed at the hands of her overseeing Doctor and Emergency Room Doctor at Hollywood Pres. Hospital. Overflowing wards, IT IS REAL, I saw MANY there.","sentiment_score":0.425}
{"full_text":"RT As much as I respect the opinion of someone who's willing to write off anybody with pre-existing conditions from sleep diso...","sentiment_score":0.225}
{"full_text":"RT Lewisham and Greenwich NHS Trust spokesperson says \"We declared an internal incident at Queen Elizabeth Hospital (QEH) on...","sentiment_score":0.0}
{"full_text":"Wireless Network Infrastructure Ecosystem Market 2020 COVID-19 Impact Analysis, Growth Insights, Top Players, Industry Updates and Forecast to 2023https:\/\/t.co\/MnQoGzF5Cn","sentiment_score":0.5}
{"full_text":"Dr. Mohamed Bechari, Secretary-General of The World Muslim Communities council, during the virtual conference \"Universities and Digital Transformation: Opportunities and Challenges\": The epidemic has changed the educational process in universities and educational institutions.","sentiment_score":0.1666666667}
{"full_text":"As crazy as Covid is, people that work in none essential places are still forced to come to work to make a living . #Humanity","sentiment_score":-0.3}
{"full_text":"RT From 65 passengers in June to over 1.6K in Nov'20, #AAI's Bhavnagar situated in the Saurashtra region of G...","sentiment_score":0.0}
{"full_text":"RT Not even one per school - those teams of volunteers will be busy #COVID19","sentiment_score":0.1}
{"full_text":"f2020 lyrics by txt will hurt even more when you realize they were supposed to celebrate their 1st anniversary with moas and probably continue it with a concert tour ... but then covid-19 happened","sentiment_score":0.5}
{"full_text":"RT Wives and Girlfriends lining up to buy handbags after finding out their husbands and boyfriends spent RM45k on their bicycle.","sentiment_score":-0.1}
{"full_text":"RT I almost forgot in all the excitement of #NoDealNicola day. Today marks 90 days since took a train from...","sentiment_score":0.0}
{"full_text":"RT An interesting table regarding the side effect profiles of the available #COVID19 vaccine options.Just thought I woul...","sentiment_score":0.45}
{"full_text":"RT Where is the government?","sentiment_score":0.0}
{"full_text":"RT There's Covid in the Abuja Air. You must have known someone who tested positive to it. Or you must have had it, got malari...","sentiment_score":0.2272727273}
{"full_text":"RT The dry run for Covid-19 vaccination successfully conducted in Assam, Andhra Pradesh, Punjab, and Gujarat on 28th and 29th Decembe...","sentiment_score":0.3416666667}
{"full_text":"RT First 7 cases of new Covid strain found in India as UK returnees test positiveBoris Johnson's trip to be deffered,as Chief...","sentiment_score":0.1931818182}
{"full_text":"RT JUST BECAUSE YOUR GOVERNMENT COCKED UP THE COVID RESPONSE DOES NOT MEAN YOU CAN PLAY WITH STATS TO COVER UP...","sentiment_score":0.15625}
{"full_text":"Office Space &amp; Amenities Post COVID-19 #CRE #COVID-19 #NewNormal #Office #Amenities #TenantTips #OfficeSpacehttps:\/\/t.co\/R7drZTtK2q","sentiment_score":0.0}
{"full_text":"One rule for them. GB (NSW premier) showed the same entitled spirit whilst continuing to work while awaiting a COVID test result. Spoiled brats.","sentiment_score":0.0}
{"full_text":"RT Sightly tougher line taken during the 1918 pandemic","sentiment_score":0.0}
{"full_text":"Help slow the spread of #COVID19 and identify at risk cases sooner by self-reporting your symptoms daily, even if you feel well . Download the app","sentiment_score":-0.15}
{"full_text":"RT The world is at risk of famines \"of biblical proportions\" caused by the coronavirus restrictions. A UN report estimates...","sentiment_score":0.0}
{"full_text":"RT Why is the biggest outbreak in COVID in the country right now - California - which has had the most strict lockdown rules?","sentiment_score":0.3928571429}
{"full_text":"2020 has been a year like no other for online businesses To help you benchmark your online sales performance against your peers, we looked at the impact of Covid-19 on 250+ of our clients throughout 2020.Find out how you compare ","sentiment_score":0.0625}
{"full_text":"Our seventy third #AUC #PMI #PMPCertified during #CoronaCrisis #Covid19Would like to congratulate Raffeh Shaikh for passing his PMP Exam#ProjectManagement #Training with #PMP #SuccessGuarantee #Workshop #VirtualTrainings #january2021#PMPExam is changing in #january2021","sentiment_score":0.0}
{"full_text":"India successfully conducts dry run for its #COVID19 mass vaccination program. The exercise was carried out in Assam, Andhra Pradesh, Punjab, and Gujarat on 28th and 29th of December 2020.","sentiment_score":0.3416666667}
{"full_text":"RT Test a cancer patient for Covid. (One of the lucky ones that's getting treatment rn.) The shitty test comes up positive...","sentiment_score":0.2803030303}
{"full_text":"It would appear there are still plenty of COVID cases popping up amongst people returning from Dubai. I get people need a holiday but are you really following proper social distancing measures whilst away? We need to bring back isolation upon return, THERE I SAID IT. Stop this.","sentiment_score":0.0083333333}
{"full_text":"RT I miss grambling before corona ","sentiment_score":0.0}
{"full_text":"RT This year, we've painfully learned the cost of being unprepared for a pandemic. If we aren't investing with our partners ar...","sentiment_score":-0.7}
{"full_text":"RT Could not agree more. But in Kerry's defence, she is not a politician. And should not be.  I wa...","sentiment_score":0.5}
{"full_text":"Thailand logs 155 new Covid cases, 134 of them local","sentiment_score":0.0681818182}
{"full_text":"This year, the notion of protective clothing took on entirely new meanings, from bacteria-busting materials to jewellery that aids social distancing. In our Inter-Covid Fashion microtrend, we explore some of the innovations playing out in the sector :","sentiment_score":0.0848484848}
{"full_text":"RT If you are rushing back from a Swiss ski resort, what were you doing there in the first place? Sorry, I was under the i...","sentiment_score":-0.0833333333}
{"full_text":"RT OK, let's compare the average BMI for citizens in those countries.Just for example, the USA's obesity rate is 36%, wh...","sentiment_score":0.175}
{"full_text":"RT Wetin concern me with 2nd wave...me just want to have some fun...!!!#davido #alcoholban #lockdown #tuesdayvibe #EndSARS...","sentiment_score":0.0}
{"full_text":"RT One week from tomorrow, a man who herded 1 million Uighurs into camps, jails human rights activists, crushed Tibet, disapp...","sentiment_score":-0.05}
{"full_text":"RT Madam  Are we asking too much in this pandemic time. #Extend_Due_Dates_Im...","sentiment_score":0.2}
{"full_text":"RT do I have covid or have I only consumed wine and carbohydrates for 8 days","sentiment_score":0.0}
{"full_text":"Disadvantaged children have been hard hit by #COVID19 emergency measures. In part three of our look back at the effect that COVID-19 has had on the world, we focus on the education crisis provoked by the pandemic.https:\/\/t.co\/PE3Il5xSLn","sentiment_score":-0.1458333333}
{"full_text":"RT After failing to address COVID19 all through 2020, i fear Nepal government is now just as ill prepared for this new wave.B...","sentiment_score":-0.1818181818}
{"full_text":"RT Horrific quote of the year:\"Not to put too fine a point on it, from an entirely disinterested economic perspective, t...","sentiment_score":-0.0958333333}
{"full_text":"Another #EVA Airways pilot has been fired for violating the company's COVID-19 health protocols following the dismissal last week of a New Zealand pilot, who was recently diagnosed with #COVID19, for the same reason, the airline said Tuesday.https:\/\/t.co\/FHUNGI8xCC","sentiment_score":0.0272727273}
{"full_text":"#Australia's Government will invest AU$110 Billion in strategic #infrastructure over the next 10 years: an increase of AU$10 Billion was approved after the #Covid19 crisis. #Webuild - read more in #WeBuildValue https:\/\/t.co\/RgcrFt7JvF","sentiment_score":0.25}
{"full_text":"#ICYMI | Southwest Airlines (WN) has released a memo to employees signed by its Chairman and CEO Gary Kelly stating there will be no furloughs or pay cuts throughout 2021 based on the COVID-19 Relief Package.:","sentiment_score":0.0}
{"full_text":"RT Where is the government?","sentiment_score":0.0}
{"full_text":"See our #mentalhealth resources during #coronavirus for #employers and #employees https:\/\/t.co\/OfOL5Sr0H1","sentiment_score":0.0}
{"full_text":"Reminder to Canadians #abroad: #COVID19 restrictions at your location can change at any time. Be sure to regularly check out our destination-specific travel advice and advisories pages for important updates. ","sentiment_score":0.3}
{"full_text":"Listen to day 2 of our 2020 blogs podcast round-up. Adam Smith introduces blogs from &amp; covering #WAD2020 #Data #COVID19 #Lonliness and more.Here on iTuneshttps:\/\/t.co\/F9pLuFPCeT","sentiment_score":0.0}
{"full_text":"RT If this is the case, then why do the NHS Nightingale Hospitals stand completely empty?","sentiment_score":-0.1}
{"full_text":"English football in chaos as Covid spike forces widespread postponementsBy","sentiment_score":0.0}
{"full_text":"From the Scotland #GLIMERResearch team, a new article published in 'Rethinking refuge in the time of COVID-19' by Timothy Peace &amp; #refugees #racialization #COVID19","sentiment_score":0.1363636364}
{"full_text":"RT Good pandemic for large banks, says FT","sentiment_score":0.4571428571}
{"full_text":"If you need to self-isolate, you MUST stay inside your home until you're no longer at risk of passing the virus on.That means: Do not leave your home No walks or exercising in the park Do not go to work, school or public places.More:","sentiment_score":0.0}
{"full_text":"SARS-CoV first emerged in 2002 in Guangdong, China as an unusual pneumonia, which developed into life-threatening respiratory failure in certain cases. The virus rapidly spread across 29 countries, infecting more than 8000 people and killing about 800.","sentiment_score":0.1579365079}
{"full_text":"In April our work together to provide support to those who needed it the most during lockdown was well underway. Since March, our teams have made tens of thousands of proactive welfare calls to our tenants. We're so proud of the community response this year.","sentiment_score":0.65}
{"full_text":"Like most of the world I was adjusting to wfh during April 2020. I'm lucky enough to have this field just beyond our back garden and really made use of it for daily lockdown exercise. #ayearinphotos","sentiment_score":0.1722222222}
{"full_text":"Lil Pump gets banned from JetBlue for refusing to wear a mask","sentiment_score":0.0}
{"full_text":"The Philippine National Police (PNP) on Tuesday, December 29 said that no police officer has yet received a vaccine for the novel coronavirus.#PNP #covid19ph #vaccinehttps:\/\/t.co\/05Wjmq4BzV","sentiment_score":0.0}
{"full_text":"Biggest stories of #F1 2020@GeorgeRussell63 drives for at the #SakhirGP, due to having #COVID19. Double trouble for Russell meant that we all have been denied the bigger fairytale story of the weekend@BAH_Int_Circuit","sentiment_score":-0.08125}
{"full_text":"Rakul Preet Singh tests negative for coronavirus, says 'Can't wait to start 2021 with good health and positivity'","sentiment_score":0.2}
{"full_text":"SWS: 91 pct of Pinoy hopeful for New Year as COVID-19 persists; figure lowest since 2009","sentiment_score":0.1363636364}
{"full_text":"One coastal Carolina family said they wanted to give back to the community that's kept them open during the pandemic.","sentiment_score":0.0}
{"full_text":"But numbers are up on figures from last yearhttps:\/\/t.co\/jmMT7trrNZ","sentiment_score":0.0}
{"full_text":"Since Boxing Day, after just a week with relaxed restrictions, pubs were once again been told by the Government they can only serve alcohol with a substantial meal.https:\/\/t.co\/4iCC2HtUoM","sentiment_score":0.0}
{"full_text":"Our #2020 Review of the Year looked back at 'Managing throughout #covid19 #pandemic'The pandemic saw the creation of the 'Talking Covid-19 and Sport' series that provided solutions to challenges faced by the community physical activity &amp; sport sector.https:\/\/t.co\/jnn28oZprb","sentiment_score":0.0}
{"full_text":"Fighting coronavirus and plastic waste. For more ideas helping tackle the COVID-19 pandemic, visit UpLink:","sentiment_score":0.15}
{"full_text":"Opinion: Encouraging all adults to undergo vaccination is essential; but social distancing, wearing masks, washing our hands and contact tracing must continue, writes University of Detroit Mercy president Antoine M. Garibaldi. https:\/\/t.co\/m0FPj4d0Y0","sentiment_score":0.0166666667}
{"full_text":"\"...[C]ybercrime incidents could cost the world around $1 trillion in 2020... [T]here was an increase of nearly nine million threat cases from January to June...related to Covid-19.\" #complexdisputeresolution #COVID19 #scams #CyberSecurity #cybercrimehttps:\/\/t.co\/eT6BnVQrvN","sentiment_score":0.1}
{"full_text":"RT Nightingale hospitals are quietly dismantled 'because there aren't enough staff to run the empty PS220m sites' - despite...","sentiment_score":-0.0333333333}
{"full_text":"We want to encourage you to check your University email during the winter break for latest updates &amp; information about returning in the New Year! All further information available at","sentiment_score":0.2676136364}
{"full_text":"Eight months after the city lifted lockdown measures to stop the spread of Covid-19, many migrant construction workers at a morning job market say there are still very little work.","sentiment_score":0.128125}
{"full_text":"As we are all aware, #COVID - 19 has resulted in many of us having to change the way in which we work. We have put together the following article which gives some tips on how best to positively adapt to these changes.Click below to give it a read https:\/\/t.co\/75ET0SbvD6","sentiment_score":0.3954545455}
{"full_text":"COVID STOPS TRAINS!","sentiment_score":0.0}
{"full_text":"A huge U.S. study of another COVID-19 vaccine candidate got underway Monday as states continue to roll out scarce supplies of the first shots to a nation anxiously awaiting relief from the catastrophic outbreak. #coronavirus #vaccine","sentiment_score":0.1333333333}
{"full_text":"As part of the #NHS #Covid19 response, #outpatient and #GP consultations went digital. But, in the latest of our #TopTen content items of 2020,  from reminded our advisory board the UK has a big problem with #DigitalExclusion...","sentiment_score":0.1666666667}
{"full_text":"With the help of young people across our city, Public Health has launched a new campaign encouraging young people to continue to follow the Covid guidelines and do what they can to protect themselves, their mates and family Thanks to","sentiment_score":0.1072727273}
{"full_text":"Exclusive: entertainment chief talks Covid-safe 'Strictly Come Dancing' &amp; 'self-censoring' ideas #TBITalks","sentiment_score":0.0}
{"full_text":"A special delivery to say thanks to all our amazing #SharedLives #carers across the UK and Wales. You have truly shone this year and done such an incredible job of supporting people during a pandemic. You inspire us so much. Start a rewarding role in 2021:","sentiment_score":0.3758928571}
{"full_text":"RT Nothing strange happened in Wuhan but if you go around asking questions, you get tortured and thrown in prison for 4 years. ht...","sentiment_score":-0.05}
{"full_text":"RT Horrific quote of the year:\"Not to put too fine a point on it, from an entirely disinterested economic perspective, t...","sentiment_score":-0.0958333333}
{"full_text":"Read this case study and find out what did to support staff that were shielding during COVID-19.https:\/\/t.co\/Vt4KclxKaL","sentiment_score":0.0}
{"full_text":"RT #VaccineUpdate | Aviation Secretary says the government is working on a multi-modal way to transport vaccine. #Co...","sentiment_score":0.0}
{"full_text":"RT Hospitals running out of oxygen.One trust with no non-invasive machines left. ICUs tweeting for volunteers to prone pa...","sentiment_score":0.0}
{"full_text":"Thursday night's pandemic-limited celebration will lack the usual tightly-packed crowds of revelers.https:\/\/t.co\/jnd7ApcBY5","sentiment_score":-0.25}
