{"full_text":"RT #Most Covid deaths in Europe#Greatest economic hit#Failed on Brexit deal#PS22bn on failed Test &amp; Trace#Billions...","sentiment_score":0.0666666667}
{"full_text":"RT Just received the best Christmas call possible. My husband, an ICU nurse in the heat of this covid nightmare, just ran do...","sentiment_score":0.5}
{"full_text":"RT \"The worst thing you could ever see\"? Really I'd argue the thousands of tragic deaths from this pandemic is f...","sentiment_score":-0.5166666667}
{"full_text":"\"Come on Irene, here's your Covid vaccine\"     #wenowdis","sentiment_score":0.0}
{"full_text":"It doesn't work that way - if you had cancer and got COVID while you were undergoing treatment and then died from COVID complications, it makes no difference - the person died of COVID, not cancer - very few people have no other diseases whatsoever - even asthma can complicate","sentiment_score":-0.09875}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"RT Fox Nation host Nancy Grace and family test positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"San Francisco just changed its lockdown rules to allow you to meet one person outside your household, out of doors. That means dating is now possible ... but don't take it too far:","sentiment_score":0.0333333333}
{"full_text":"H Y P O C R I T E !Ur kids still in class, u require us 2 keep ours home U dine w\/ur cronies-no social distance &amp; no masks, u require we stay home &amp; wear masksU take millions in COVID relief, ur a multimillionaire &amp; close our businesses, most will never openH Y O C R I T E","sentiment_score":0.2666666667}
{"full_text":"With 30,254 new cases, India's Covid tally reaches 98.5L -","sentiment_score":0.1363636364}
{"full_text":"RT Tawauna Averette, 42yo RN, Kettering Health, Dayton, OH, died of #covid19 12\/8. She was 35 wks pregnant- her baby girl was del...","sentiment_score":0.3333333333}
{"full_text":"RT so now the #VERZUZ is cancelled bc ashanti got covid? i-","sentiment_score":0.0}
{"full_text":"RT These Dickheads are out in the cold, giving each other Covid - Dancing in the streets celebrating failure. They get what they...","sentiment_score":-0.3472222222}
{"full_text":"RT China's funniest home videos.","sentiment_score":0.0}
{"full_text":"RT The horrid stories of covid-19 deaths are back again. People dying on chairs or stretchers waiting for a free bed in high...","sentiment_score":0.1866666667}
{"full_text":"RT Fact: COVID-19 has killed more people in America than there are students in the entire UC system. Imagine every student at B...","sentiment_score":0.1}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"But business with ABB, what was that?","sentiment_score":0.0}
{"full_text":"#COVID19 our song of hope written during lockdownhttps:\/\/t.co\/TgTZSlfYaX","sentiment_score":0.0}
{"full_text":"RT Fuck off!","sentiment_score":-0.5}
{"full_text":"RT Washington isn't broken. It's blocked at the slammed-shut door of the Senate Majority Leader. ","sentiment_score":-0.4}
{"full_text":"RT More Americans have died from Covid-19 in 9 months than in combat over 4 years in World War II. The virus death toll exceeds...","sentiment_score":0.5}
{"full_text":"Even though reportedly President Trump threatened to fire FDA Commissioner Hahn if they did not approve the Pfizer BioNTech coronavirus vaccine like yesterday, trust them, their decision was guided by science and uninfluenced by the President's haste to announce and take credit.","sentiment_score":0.0}
{"full_text":"Corona thriving","sentiment_score":0.0}
{"full_text":"RT COVID19 is spreading so fast in Abuja and with Abuja so small - everyone can see everyone before the end of the day - it means...","sentiment_score":-0.025}
{"full_text":"RT My dad just passed into the light from Covid-19. So when you hear the stats on Monday please remember these numbers are...","sentiment_score":0.4}
{"full_text":"RT We need #ActionNOW #GreenZoneAct #COVID19","sentiment_score":0.0}
{"full_text":"RT This is Mpilo Hospital in Bulawayo.This is what lack of water does not only to homes, but to institutions.How can we comb...","sentiment_score":0.0}
{"full_text":"We not about to debate how to say percolator no more","sentiment_score":-0.25}
{"full_text":"RT He was so featured prominently on this years brilliant series . Sadness. He made us blackfolk know we had as much t...","sentiment_score":0.5333333333}
{"full_text":"#Germany reports 20,200 new #coronavirus cases #Sharjah24","sentiment_score":0.1363636364}
{"full_text":"RT we are in a panini press and you worried about spelling ","sentiment_score":0.0}
{"full_text":"RT Every day I wake up &amp; remember anew the world's billionaires have increased their wealth DURING THE PANDEMIC BY $950 BILLION...","sentiment_score":0.0}
{"full_text":"RT My abusive former partner nearly choked me to death. The stigma led me to not report it. I regret I didn't.The pandemic has...","sentiment_score":0.05}
{"full_text":"RT If New Jersey was a country it would be the deadliest per capita for COVID  on Earth.","sentiment_score":0.1363636364}
{"full_text":"Kit to fans: pls wear your masks practice social distancingAlso him: doesnt wear a mask pls be more careful kitkit","sentiment_score":0.1444444444}
{"full_text":"No cuz of injuries &amp; COVID","sentiment_score":0.0}
{"full_text":"No sociale distance,Many without mask,No corona, no fear.....@WHO is fake.","sentiment_score":-0.5}
{"full_text":"RT Looking forward to a really red Christmas now that the greatest president on earth has solved the China Virus!!!","sentiment_score":0.5}
{"full_text":"V-shaped recovery continues, IIP and core sectors at pre-Covid levels: CEA - Times of Indiahttps:\/\/t.co\/ORMoiLiOpy","sentiment_score":0.0}
{"full_text":"RT if you've ever swam in moses lake don't worry ab whats in the covid vaccine","sentiment_score":0.0}
{"full_text":"RT Dear RBIPlease cancel license of SBI because they are threating jobless customers, their collection person said, corona is ov...","sentiment_score":0.0}
{"full_text":"RT Pancreas","sentiment_score":0.0}
{"full_text":"RT I wish I could say that I'm shocked that Georgia's Senators invested in body bags after receiving classified COVID briefing,...","sentiment_score":-0.7}
{"full_text":"RT Unbelievable!The greed is incredible in this country. Abuse. #votekellyout","sentiment_score":0.9}
{"full_text":"RT this!!! i really get nervous when i go to a place and see that they keep letting people in, or when i see snaps of people lite...","sentiment_score":0.2}
{"full_text":"I created this chart based on CDC death data publicly available. I got heat because I said that the \"deadliest\" days in American history meme was false, inaccurate &amp; misleading, I still stand behind that. This chart shows death by week. Data DL below.","sentiment_score":-0.1}
{"full_text":"RT hey if this is the thing that'll make people care, yea let's do it. put this on billboards let's go","sentiment_score":0.0}
{"full_text":"RT Y'all passed on electing for this embarrassment?! Racism is a hell of a drug.","sentiment_score":0.0}
{"full_text":"RT If only you had put a fraction of this effort into trying to control COVID-19 and protecting the lives of Americans.S...","sentiment_score":0.0}
{"full_text":"The statistics are not a true reflection of what Covid19 did in South Africa. More people died in June\/July than reported. Those who recovered the quality of their lives has reduced. Ignore the mask and social distancing your peril.","sentiment_score":0.1194444444}
{"full_text":"RT Charley Pride (1934-2020), who died today from Covid-19 complications:","sentiment_score":0.0}
{"full_text":"Very cool to see health care workers and volunteer services in this. I'm so grateful for their service.","sentiment_score":0.455}
{"full_text":"RT Covid-19: Nearly 1 000 Rage festival goers from Gauteng test positive","sentiment_score":0.1636363636}
{"full_text":"RT My abusive former partner nearly choked me to death. The stigma led me to not report it. I regret I didn't.The pandemic has...","sentiment_score":0.05}
{"full_text":"An important realization i have made is that Penelope would be thriving in this pandemic, she could actually go outside and no one would know about the curse and thats something fun","sentiment_score":0.2333333333}
{"full_text":"RT South Australian COVID-19 update 13\/12\/20. For more information, go to or contact the South Australia...","sentiment_score":0.25}
{"full_text":"RT Worldwide Trends |\"Jiminie\" is currently trending #8 worldwide and #27 in the United States after his tweet asking fans to...","sentiment_score":0.0}
{"full_text":"RT Holly's last trip to #walmart ended up being pretty exciting. This #lockdown has her stir crazy and shes been needing a...","sentiment_score":-0.0125}
{"full_text":"RT Republicans are also so quiet every time one of their own is #COVID19 positive diagnosed or drops into the hospital. The...","sentiment_score":0.2757575758}
{"full_text":"RT This is what the covid vaccine is doing to people, stay woke","sentiment_score":0.0}
{"full_text":" a small triangle   day 262 of the covid caution 1 December 2020.  Carmel River State Beach. Carmel-By-The-Sea, CA.   #monterey #carmel #bythesea #bay #wave #waves #sand #foam #bokeh #triangle #smoothandsilky #leicaq2 #dontdrinkbleach...","sentiment_score":-0.25}
{"full_text":"RT It's the worst pandemic in over 100 years. These are not normal times. By this logic, close schools during deadly pande...","sentiment_score":-0.425}
{"full_text":"You ever just see something and just","sentiment_score":0.0}
{"full_text":"I saw someone passing away infront of me. Another thing is that, there's new diseases that are also coming out that we still know nothing about as yet. Facilities in public hospitals aren't really up to standard,ironically they're the best when it comes to treating Covid patients","sentiment_score":0.3340909091}
{"full_text":"Covid ....We already had the answer ????","sentiment_score":0.0}
{"full_text":"RT The debate over COVID policy is split along two lines: pro-freedom or anti-freedom. There really is no in between. You...","sentiment_score":-0.1}
{"full_text":"How COVID-19 is Accelerating Commercial IoT #CRE #CREtech #IoT #InternetofThings #COVID-19 #NewNormal #TenantTips #CommercialRealEstate","sentiment_score":0.0}
{"full_text":"RT Inept &amp; foolish policies are capable of only unequal &amp; discriminatory results.https:\/\/t.co\/eYliaHqGjj","sentiment_score":0.1}
{"full_text":"RT Fox Nation host Nancy Grace and family test positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT look, here around orc town, we talk an intensely mighty bap game, butt let's give it up for my most robust, and well cushi...","sentiment_score":0.1666666667}
{"full_text":"RT In these two clips, Gov Andrew Cuomo says 74% of new coronavirus cases are coming from private, at-home gatherings which ha...","sentiment_score":0.0681818182}
{"full_text":"RT Couldn't this also be said of the Democratic Party?","sentiment_score":0.0}
{"full_text":"5 local cases among Chinese mainland's 24 new #COVID19 infections | Nation | China Daily","sentiment_score":0.0340909091}
{"full_text":"The nation's first COVID-19 vaccine will begin arriving in states Monday morning, U.S. officials said Saturday, after the government gave the final go-ahead to the shots.https:\/\/t.co\/cZdaOke8ZN","sentiment_score":0.125}
{"full_text":"Relevant research for #SARSCoV2 pandemic. Panbio(tm) COVID-19 Ag Rapid Test - 100% specificity. If symptomatic cases. - Sensitivity &gt; 95% when using Ct-values &lt;32 cycles (RT-qPCR). If not, sensitivity drops to 72.6- 81.0% Colleagues ","sentiment_score":0.4}
{"full_text":"Saudi Arabia announced 13 deaths from #COVID-19 and 166 new infections on Saturday.https:\/\/t.co\/KRp2pxTwtT","sentiment_score":0.1363636364}
{"full_text":"RIP Carol Sutton. Goodnight, sweet princess. #COVID","sentiment_score":0.35}
{"full_text":"[PHOTO] Celebrating the Feast of the Our Lady of Guadalupe amid pandemic","sentiment_score":0.0}
{"full_text":"RT The more I hear speak, the more I respect Dr Gilman's heroism in speaking out. Countless other doctors who know...","sentiment_score":0.21875}
{"full_text":"Seven-time world champion Lewis Hamilton said he was still feeling the after-effects of COVID-19 after qualifying third for Formula One's Abu Dhabi season-ender but vowed to give his all in today's race.https:\/\/t.co\/qM9qz6pS2x","sentiment_score":0.0}
{"full_text":"Dr. Anthony Fauci has been touting the safety of the new Pfizer and Moderna COVID-19 vaccines, hoping to convince the roughly 40% of Americans who, surveys show, will not get a shot.","sentiment_score":0.0181818182}
{"full_text":"A new program aims to help teachers deal with their mental health and stress in some unique ways.","sentiment_score":0.1371212121}
{"full_text":"We've been pretty safe throughout this pandemic. We have popped out a  few times since March but we practice social distancing, wash our hands &amp; we definitely mask. On top of limiting who we'll even be around.","sentiment_score":0.1805555556}
{"full_text":"The 21 Club closed on March 16 due to the Covid-19 pandemic and has not reopened.","sentiment_score":-0.1125}
{"full_text":"Seven-time world champion Lewis Hamilton said he was still feeling the after-effects of COVID-19 after qualifying third for Formula One's Abu Dhabi season-ender but vowed to give his all in today's race.https:\/\/t.co\/SEXOw8aaAR","sentiment_score":0.0}
{"full_text":"Tillie Dybing lost several siblings in their infancy, survived three major floods, lost her husband in her 80's and beat uterine cancer at 95 years old. Now at the age of 107, she's survived after being diagnosed with COVID-19.","sentiment_score":0.0541666667}
{"full_text":"RT #Verzuz  just announced that the Ashanti vs Keyshia Cole battle has been postponed to January 9th due to Ashanti testing posi...","sentiment_score":-0.125}
{"full_text":"RT Mail-in ballots are completely legal and allow American citizens, especially the elderly and th...","sentiment_score":0.0666666667}
{"full_text":"FDA gave a green light in the usage of the first coronavirus vaccine in the US.","sentiment_score":0.15}
{"full_text":"Getting ready for #YYC #lockdown and I'm pretty sure I'll be shaving my head and throwing shit at the paparazzi by the end of the next 4 weeks too.#TheGays(tm)  #RealTalk(tm) #gaylife #lgbt #gayhumor #gayculture #hookup #hoelife #whorepride #covid19 #coronovirus#gayyyc #gaycanada","sentiment_score":0.15}
{"full_text":"Imperfection is not failure: Find out how #harmreduction policies could minimise possible #COVID19 risks this festive season, via and","sentiment_score":0.0791666667}
{"full_text":"RT Wear a mask.  It's the easiest thing you can do to reduce COVID cases, hospitalizations, and deaths.It's not a political...","sentiment_score":0.0}
{"full_text":"op asked mashi to take care due corona and he reacted like this #mashiho #masiho #MASHIHO  #TREASURE #teurejeo @treasuremembers","sentiment_score":-0.125}
{"full_text":"The U.S. has reached a record 3,309 daily coronavirus deaths, according to data compiled by Johns Hopkins University.https:\/\/t.co\/LIydHGvm02","sentiment_score":0.0}
{"full_text":"AstraZeneca highlighted where its growth will come from after the pandemic with a $39 billion deal for rare-disease specialist Alexion Pharmaceuticals.https:\/\/t.co\/ZUC05ECEPI","sentiment_score":0.0}
{"full_text":"RT China's customs has suspended imports of fish products by Russian manufacturer Vostok-ryba Co for one week after the o...","sentiment_score":0.0}
{"full_text":"The sudden transition to online education in India due to #COVID19 was daunting for under-resourced schools. and Pralhad Kathole outline the current government guidelines on online education. Read:","sentiment_score":-0.0416666667}
{"full_text":"Trump on trial, pandemic politics and a racial reckoning - all themes of an extraordinary 12 months. On the latest #DividedStates  podcast and look back at a monumental year in US politics. Listen in full ","sentiment_score":0.2958333333}
{"full_text":"The prototype of the game is ready! https:\/\/t.co\/CbmblnYciJ Follow the download link, we are waiting for your feedback.#games #indiegame #indiedev #gamedev #indiegamedev #mobilegaming #playindie #playgames #StayHome #gaming","sentiment_score":-0.075}
{"full_text":"Prapat meets with representatives of labor and business groups to discuss the war economy. After the meeting, asked by the press whether Thailand can trust its Indian and European allies, he says, \"I trust them to stop China exactly as much as I trust them to fight a pandemic.\"","sentiment_score":0.1}
{"full_text":"RT One more reason why I'm thrilled to be moving to Canada!!!","sentiment_score":0.75}
{"full_text":"Here are the updates on how states are preparing for vaccinating their residentshttps:\/\/t.co\/xGtUDBALxA","sentiment_score":0.0}
{"full_text":"Our employees wear protective gears and follow all health guidelines while making your surroundings safer. Call Bengal Sanitization now!7980708710\/9830246789#sanitizing #covid19  #affordablerates #staysafe #sanitisationservice #sanitizationnearme#sanitizationinkolkata","sentiment_score":0.0}
{"full_text":"As the U.S. breaks another horrific COVID-19 record an expert has warned daily fatalities could exceed the death toll for 9\/11 for months to come.","sentiment_score":-0.5}
{"full_text":"Global carbon dioxide emissions dropped 7% in pandemic-hit 2020","sentiment_score":0.0}
{"full_text":"\"Italy is reclaiming a record that nobody wants -- the most coronavirus deaths in Europe -- after the health care system again failed to protect the elderly and government authorities delayed imposing new restrictions.\"https:\/\/t.co\/yN2lSZqN3w","sentiment_score":0.0840909091}
{"full_text":"RT Please take care of yourself na kha everyone!! Dont simply touch everything and everyone..always sanitise your hand before to...","sentiment_score":0.0}
{"full_text":"We became a nation of DIYers during the pandemic . We spent time looking after our homes - but now it's time we look after ourselves . A cough lasting for three weeks or breathlessness could also be signs of lung cancer, so #DoItForYourself and contact your GP","sentiment_score":-0.05}
{"full_text":"COVID 19 cases in India until : 13\/12\/2020 11:30Total Cases: 9857380 [+0]Active: 354904Recovered: 9356879 [+0]Deaths :143055 [+0]Total Tests: 152.7MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"2020 has been devastating for both people &amp; planet. COVID19 has exposed deep flaws in our societies - exacerbating poverty, job loses, inequalities, &amp; gender-based violence. The HDR will tackle these issues, outlining the way 4ward as we recover. Join us via Zoom!","sentiment_score":-0.4583333333}
{"full_text":"RT The city is attempting to destroy unhoused people's homes on Monday morning, make some time for an action so we can reje...","sentiment_score":-0.05}
{"full_text":"Wisconsin #COVID19 12\/12---* 4,059 (+201) cases* 50 (+3) deaths* 1,448 hospitalized (12\/11)* 328 ICU (12\/11)There have been 4,059 positive COVID-19 tests since yesterday in Wisconsin and 9,583 negative cases.https:\/\/t.co\/0LU6Z7izSV","sentiment_score":-0.0363636364}
{"full_text":"RT Make this right, family should never pay for an airline ticket again.","sentiment_score":0.2857142857}
{"full_text":"RT COVID vaccine will be provided free of cost in the state: Kerala CM Pinarayi Vijayan","sentiment_score":0.4}
{"full_text":"RT Should we experience a worse COVID-19 second wave in the near future... Then we have ourselves to blame, especially us...","sentiment_score":-0.06}
{"full_text":"Actress Carol Sutton, a New Orleans resident who starred on stage, television and film during a career that spanned more than a half-century, died Thursday from complications caused by the coronavirus. She was 76.https:\/\/t.co\/NjsucxroGP","sentiment_score":0.3181818182}
{"full_text":"RT My wife just returned from a 12 hour shift as a nurse. I'll spare you all the details, but it's bad out there. Do the eas...","sentiment_score":-0.7}
{"full_text":"RT I cannot reunite with people who try to overthrow the United States. I will not partner with white nationalists. I will...","sentiment_score":0.0}
{"full_text":"Taking you through the COVID-19 treatment centre at Mulago Hospital. #NTVNews Full report ","sentiment_score":0.35}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT The next 3 months will be the darkest winter in American history. Please protect your families and your community. #COVID19...","sentiment_score":0.0}
{"full_text":"Don't step out to a public gathering today without a mask please.  We care!#HealthIsWealth#COVID19#StaySafe#YourBank4Life","sentiment_score":0.0}
{"full_text":"RT we are in a panini press and you worried about spelling ","sentiment_score":0.0}
{"full_text":"saturday 12\/12: after months of being somewhat of a success story in the #COVID19 fight, #California has become one of the country's hotspots led by widespread infections &amp; surging hospitalizations in #LosAngeles County. #SoCal ICU capacity is at just 5.3%","sentiment_score":0.3}
{"full_text":"Time: 06:00 * Temp: 6.3degC * Wind: SE 11.0 to 18.0mph * Pressure: 989.6hPa * Rain: 3.6mm * Hum: 95% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:38 * Sunset: 15:57 * Cloudbase: 400ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Wear a mask.  It's the easiest thing you can do to reduce COVID cases, hospitalizations, and deaths.It's not a political...","sentiment_score":0.0}
{"full_text":"Vitamin D and COVID 19: The Evidence for Prevention and Treatment of Cor... via","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 48.7FWind Chill: 48.3FHumidity: 94%Dew Point: 47.0F Barometer: 29.893 inHgWind: 2 mph from the SSWCorona Virus Weekly Stats:Cases: 260.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"#BorisJohnson &amp; Dominic Cummings  Carehomicide #SecondPeak #Secondwave #COVID19 #COVID19 #DominicCummngs #NotMovingOnTillDomIsGone #BORISJOHNSONFAILEDUK #BorisJohnsonFailedTheNation #DominicCummimgsMustGo #COVID19 #NotMovingOn #SackBorisAndDom 4","sentiment_score":0.0}
{"full_text":"RT My fiance just got made partner at her law firm yesterday, that means I'm one step closer to living my life long dream of bein...","sentiment_score":-0.125}
{"full_text":"RT The prototype of the game is ready! https:\/\/t.co\/CbmblnYciJ Follow the download link, we are waiting for your feedback...","sentiment_score":-0.075}
{"full_text":"The insurance window, a key part of the World Bank's Pandemic Emergency Financing Facility, provides coverage of up to $425 million raised from the private sector through the issuance of swaps and bonds.","sentiment_score":0.0}
{"full_text":"Confused by the economy during the COVID-19 pandemic? Don't worry, so are the economists | CBC News","sentiment_score":-0.4}
{"full_text":"How to Stay Focused When You're Working from Home","sentiment_score":0.0}
{"full_text":"Thinking about an exit? Despite Brexit and COVID tech companies are still very much in demand. #prepforexit #preparationforexit  #MandA","sentiment_score":0.26}
{"full_text":"Thinking about an exit?  Despite Brexit and the impact of COVID-19, UK tech companies are still very much in demand. #preparationforexit #prepforexit #MandA","sentiment_score":0.26}
{"full_text":"RT One of the worst responses to The Chinese Virus?Democrat mayors using the crisis as a pretext to strip Americans of th...","sentiment_score":-0.5}
{"full_text":"Agriculture supply chain risks and COVID-19: mitigation strategies and implications for the practitioners.","sentiment_score":0.0}
{"full_text":"RT Seven-time world champion Lewis Hamilton said he was still feeling the after-effects of COVID-19 after qualifying third...","sentiment_score":0.0}
{"full_text":"In a recent interview with FedScoop, Salesforce for Government's shared how the pandemic shined a light on the role of government. Watch the video for her insight.","sentiment_score":0.2}
{"full_text":"My god","sentiment_score":0.0}
{"full_text":"RT Bringing an end to this pandemic will require everyone to do their part this weekend and beyond: wear a mask, maintain so...","sentiment_score":0.0}
{"full_text":"You may have conducted hundreds of performance reviews over the course of your career, but in the era of Covid-19, how do you begin to evaluate your employees' performance? via","sentiment_score":0.0}
{"full_text":"Weather Forecast at 06:00 * Increasing clouds and cooler. Precipitation possible within 6 hours. Windy with possible wind shift to the W, NW, or N. * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Man for like two weeks of Covid times me and my girl are like two a day ","sentiment_score":0.0}
{"full_text":"Stop fooling the people of the world.If governments respect human life, they can defeat the virus.for some reason  the US government has no respect for American people  and 300,000 US people is dead by covid-19The death number is will rise to 400,000.","sentiment_score":-0.0666666667}
{"full_text":"RT We interrupt our regularly scheduled program for some #BlackGirlMagic: THE MODERNA COVID-19  VACCINE WAS DEVELOPED BY A...","sentiment_score":0.05}
{"full_text":"RT Shocking COVID stat:~1 out of every 500 residents in New Jersey dead.","sentiment_score":-0.3545454545}
{"full_text":"Current second wave of corona more dangerous than before, warns Aleem","sentiment_score":-0.025}
{"full_text":"Ma'am, we are out here trying to sell propane and propane accessories and you're worried about semantics?","sentiment_score":0.0}
{"full_text":"In less than a week, the year-end school holidays will begin, marking the end of a tumultuous year due to the Covid-19 pandemic.","sentiment_score":-0.1458333333}
{"full_text":"This doctor has fought covid-19 in his patients for 268 days straight. 'I was meant to do this.'","sentiment_score":0.2}
{"full_text":"RT Dear all, do not pull down your mask even while speaking!When you speak tiny droplets get released, thus increasing th...","sentiment_score":-0.0777777778}
{"full_text":"The video shows armed men with guns near children to silence a scientist who can prove the cover-up of #Covid in Florida.Welcome to the U.S. of Pakistan. P.S. The cops waited at the door 45 minutes because they did NOT have a warrant. They are NOT polite.","sentiment_score":0.1}
{"full_text":"RT New: North Dakota now the 4th deadliest state per capita for COVID.Only one country on Earth - Belgium - has been dead...","sentiment_score":-0.0318181818}
{"full_text":"RT I suspect that had the Victorian Government adopted a totally different (even your currently pre...","sentiment_score":0.0}
{"full_text":"Remember to stay safe!Hands Face Space!#handsfacespace #staysafe #inittogether #remember #christmasshopping #hoarding #covid19 #handsanitiser #mask #wearamask #advent #shop #shopping #safe #cowensgroup #toiletroll","sentiment_score":0.5}
{"full_text":"Peru Halts Trial for Chinese Covid-19 Vaccine","sentiment_score":0.0}
{"full_text":"617 New COVID-19 Cases, 128 Discharged And 4 Deaths On December 12 | ","sentiment_score":0.1363636364}
{"full_text":"Nine Latin American cities - Bogota, Buenos Aires, Mexico City, Lima, Medellin, Quito, Rio de Janeiro, Santiago and Sao Paulo - came together \"to attract tourism as a strategy for economic recovery\" from #COVID19 in a safe, resilient manner.Read more:","sentiment_score":0.3}
{"full_text":"RT If not during a pandemic, when? I love but now is the time to fight.","sentiment_score":0.5}
{"full_text":"RT 2) very dark trend.","sentiment_score":-0.195}
{"full_text":"#LucknowFightsCorona Click Below for COVID-19 Self Assessment TODAYhttps:\/\/t.co\/jRinQVqW3o #StayAlert #StaySafe#StayHome@MukeshMeshram@AdminLKO #Fluentgrid","sentiment_score":0.0}
{"full_text":"RT Being single in a pandemic is tough","sentiment_score":-0.2301587302}
