{"full_text":"RT Thanks           I needed that","sentiment_score":0.2}
{"full_text":"RT By 2022, fallout from #COVID19 could lead to 2.6M additional stunted children and 168K more child deaths, preprint study...","sentiment_score":0.5}
{"full_text":"RT 14M Georgia households are at risk of eviction.David Perdue &amp; Kelly Loeffler oppose COVID reliefNo family should have t...","sentiment_score":0.0}
{"full_text":"have you done one thing to slow the spread of covid in TN?  Even one?  \"Man of faith\", I'd love to hear what you are doing to protect your people.","sentiment_score":0.1}
{"full_text":"RT That bottle of Henny could probably cure COVID-19","sentiment_score":0.0}
{"full_text":"RT \"we're in the middle of a fucking pandemic\" - me every time i don't want to do something\"fuck it lol\" - me every time...","sentiment_score":-0.05}
{"full_text":"RT Very sad news. The 'Grey Dolphin' (seniormost serving submariner) Vice Admiral Srikant passed away this mornin...","sentiment_score":-0.35}
{"full_text":"But the other non-working doctors and \/ ophthalmologists agree with her.....","sentiment_score":-0.125}
{"full_text":"RT LEADERSHIP MATTERS: Florida COVID response, led by  Taiwan COVID response, led by Vice-President Dr...","sentiment_score":0.0}
{"full_text":"RT I made a video about pandemic nostalgia, the sauna, and my fictional warlord husband","sentiment_score":0.0}
{"full_text":"The first doses of the vaccine were administered to Americans on Monday. via","sentiment_score":0.25}
{"full_text":"RT I pledge to wear a mask the first 100 days of the Biden presidency... pass it on.","sentiment_score":0.25}
{"full_text":"BS Nancy   -If you cared -you would be helping out all the people effected by this China virus  --what have you done ? Nothing  ----Don't be going home for Christmas until you pass the virus stimulus package to help small businesses and families--cut out all that wasteful pork -care","sentiment_score":-0.25}
{"full_text":"Do you wear a seatbelt?  How about the family?  Is that fear-mongering, or just good common sense?Chances of dying of COVID or living with a lifetime of health issues is far higher than you would imagine.Why would you ever risk doing that to someone you care about.","sentiment_score":0.1875}
{"full_text":"RT The lobbyist feted by Gavin Newsom at the French Laundry has gotten Hollywood an exemption from the lockdown. This kind o...","sentiment_score":0.3}
{"full_text":"White House Security Office Director recovering from Covid-19, and amputation.","sentiment_score":0.0}
{"full_text":"RT \"So, what can we conclude from all this? Very simply, lockdown and the fear-mongering that goes with it almost certainly kills...","sentiment_score":0.1071428571}
{"full_text":"RT Veterans, sorry nothing for you, just stop asking. The elderly, thanks for dying in staggering numbers, you're saving CPP...","sentiment_score":-0.15}
{"full_text":"RT #Breaking: New analysis finds the bipartisan Emergency COVID Relief Act of 2020 would prevent 1 million Californians from...","sentiment_score":0.1363636364}
{"full_text":"RT It's a film wrap on #jersey.... 47 days of the shoot during covid. Just unbelievable. I am so proud of the entire team. I...","sentiment_score":0.1833333333}
{"full_text":"Indefinitely confined in Wisconsin because of Covid ... not. #Gettysburg2020 #RedPillBill  #RoboCopAlex","sentiment_score":0.0}
{"full_text":"Happening now....Getting SDGs back on track: Innovative solutions for post-pandemic recovery#SDC2020","sentiment_score":0.25}
{"full_text":"RT And the vaccine's profile is most harmful among people who are younger and thus at far lower risk from #Covid. If this fa...","sentiment_score":0.2}
{"full_text":"RT If u have covid &amp; YOU KNOW and are still going out  , go 2 hell .","sentiment_score":0.0}
{"full_text":"RT It took 3 days for defense contractor CEOs to get their top priority included in the \"gang of 8\" COVID-relief bill. Mean...","sentiment_score":0.09375}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"RT \"So, what can we conclude from all this? Very simply, lockdown and the fear-mongering that goes with it almost certainly kills...","sentiment_score":0.1071428571}
{"full_text":"Black Womxn are UNDEFEATED.COME ON!!!","sentiment_score":-0.3255208333}
{"full_text":"Great mission for","sentiment_score":0.8}
{"full_text":"RT Ashanti Reveals She Got COVID-19 From a Family Member: \"No, I Did Not Get COVID From Traveling\"","sentiment_score":0.0}
{"full_text":"RT Sharon Osbourne has tested positive for COVID-19 and is recuperating at a location away from Ozzy Osbourne.","sentiment_score":0.2272727273}
{"full_text":"RT \"The Fable of the Ant and the Ct40 PCR Test\"Or, an easy way to understand the problems with and damage done by PCR tests f...","sentiment_score":0.4333333333}
{"full_text":"This economy is ruined anyway regardless of lockdown","sentiment_score":0.0}
{"full_text":"A security chief in the white house security detail got Covid, spent three months in hospital, had a foot &amp; partial leg amputation. At the time, the White House was a cesspool of Coronavirus.  He should get Worker's Compensation to pay his bills instead of self insurance\/gofundme","sentiment_score":-0.05}
{"full_text":"The rumors surrounding the covid19 vaccines are unsettling...","sentiment_score":-0.5}
{"full_text":"RT Corona reminds us of our shared mortality. Now we must choose. Do we give into fear, or work to get out of this crisis toge...","sentiment_score":0.0}
{"full_text":"If you're questioning the legitimacy of the COVID vaccine I know damn well you've gotten infected at least once. Don't be stupid or natural selection is gonna weed you out.","sentiment_score":-0.3333333333}
{"full_text":"RT So I got kicked out of a flat earth group today. It seems they didn't like it when I asked, \"with all the social distanc...","sentiment_score":0.0041666667}
{"full_text":"Planned pandemic, that's ravaged to WORLD, to rig an American election, sounds logical.. you realise nobody around the world cares about America, we just watch this because it's comical.. You know there is a world outside America?","sentiment_score":0.1875}
{"full_text":"Pentagon chief publicly gets vaccinated against Covid-19...https:\/\/t.co\/xjsroTyUE3","sentiment_score":0.0}
{"full_text":"Are any of you currently, actively dating? Or were you pre-covid? I feel like the vast majority of the fangirls I know met someone before they found fandom or have remained single. (Carter-Geeks, you're an outlier.)","sentiment_score":-0.0682539683}
{"full_text":"RT Every business in every city should open up what are they going to do shut down every business and lock up everybody?...","sentiment_score":-0.0777777778}
{"full_text":"RT It's never been about health &amp; safety. It's always been about fear &amp; control. #COVID #hoax","sentiment_score":0.0}
{"full_text":"RT Senator advises PDM to ask him for pictures of Jalsas so they don't have to spend money on their Jalsas and s...","sentiment_score":0.0}
{"full_text":"RT More Albertans have died from COVID in 10 months than in past 10 years of flu reports: #yyc ","sentiment_score":0.125}
{"full_text":"RT New from |73 COVID-19 cases at Windsor LTC come. - 48 people who live there- 25 people who work th...","sentiment_score":0.1363636364}
{"full_text":"COVID-19: NCDC confirms 201 new cases, discharges 123 Patients","sentiment_score":0.1363636364}
{"full_text":"There are respiratory conditions outside of coronavirus that can make you cough. A common cold. Laryngitis. Etc.","sentiment_score":-0.3}
{"full_text":"RT Kelly Loeffler's husband bought her senate seat. She made money off of the worst public health crisis of our time. Wh...","sentiment_score":-0.5}
{"full_text":"RT Flashback: In May, \"The science guy\" confidently predicts it will take \"two years\" for a Covid vaccine to become...","sentiment_score":0.5}
{"full_text":"RT The man behind me on this flight. DIED. OF COVID. MIDFLIGHT. I have so many questions.","sentiment_score":0.05}
{"full_text":"\"If one of the main purposes of this document is to counter those fringe theories, I think it's very important that we do so strongly and in plain language...\" I was taught science inolves an open minded weighing of evidence, not excluding a hypothesis at the very start.","sentiment_score":0.1842857143}
{"full_text":"RT Crede Bailey, a White House official who fell ill with coronavirus in September, is recovering after three months in t...","sentiment_score":-0.25}
{"full_text":"He was forceful and wasn't about to excuse Trump for 'abuse of power.' But he was also quick to say he wanted to be president for all Americans, not just the ones who voted for him. He also credited Americans for exercising their right to vote even during a pandemic. Good speech.","sentiment_score":0.3172619048}
{"full_text":"RT I wrote the Atlantic's next cover story on the COVIDization of science. No other disease has been scrutinized so intensely,...","sentiment_score":0.0875}
{"full_text":"Hey DUMBASS it's a proven fact that ppl STILL catch Covid whether they wear a mask or don't, whether they lockdown or don't!!! Stanford Scientists have proven this!! Yet u ignorant, power-hungry wanna-be dictators still wanna lie to the ppl. U all make me sick!!!","sentiment_score":-1.0}
{"full_text":"RT mandatory doctor notes during a global pandemic without universal health care only serves the rich.","sentiment_score":0.09375}
{"full_text":"RT ThE Senate stimulus bill does for defense contractors what Senate Republicans refused to do for millions put out or work...","sentiment_score":0.0}
{"full_text":"RT Today is a reminder that our investments in science have a goddamn purpose. Do nothing elected officials that think governmen...","sentiment_score":0.0}
{"full_text":"RT what an incredible picture of american priorities. the surveillance cameras are sparkling new.","sentiment_score":0.3454545455}
{"full_text":"RT The man behind me on this flight. DIED. OF COVID. MIDFLIGHT. I have so many questions.","sentiment_score":0.05}
{"full_text":"Same old billionaires benefit from pandemc","sentiment_score":0.05}
{"full_text":"Today was D-Day. A thread.","sentiment_score":0.0}
{"full_text":"Why is this a damn headline ? Lol","sentiment_score":0.8}
{"full_text":"HR1044\/S386 will stop talented international PhD students to stay in the US and work as university professors by knowing that they have to wait many years to get GC. This is a great loss for US universities. #StopHR1044! #AcademicHalt!","sentiment_score":0.55}
{"full_text":"China virus https:\/\/t.co\/fcumvSLCr1","sentiment_score":0.0}
{"full_text":"RT The people who said COVID was a liberal hoax are getting vaccinated today.","sentiment_score":0.0}
{"full_text":"Kore Mr President are gonne yaana vele? ","sentiment_score":0.0}
{"full_text":"'New variant' of coronavirus identified in Britain - ET HealthWorld","sentiment_score":0.1363636364}
{"full_text":"After Covid that shit don't work and I'm at a loss","sentiment_score":-0.2}
{"full_text":"RT They called it a hoax all fucking year killing almost 300k and counting and now they're first in line.","sentiment_score":-0.175}
{"full_text":"RT At the same time as it employs a news blackout of the fact Scotland has the lowest Covid transmission rate in the UK, BBC...","sentiment_score":0.0}
{"full_text":"RT the scientists did not predict the president, after practically giving himself covid, would spend october galavanting th...","sentiment_score":0.0}
{"full_text":"Can't wait to get on the path to a time where I can feel a sense of confidence that sane people are in charge again. January 20th can't come soon enough.","sentiment_score":0.0}
{"full_text":"RT 300,000 people have died of covid. Here are 10 that I think about regularly","sentiment_score":0.0}
{"full_text":"RT Banning trump from might be the best thing that happens after the COVID-19 vaccine goes into full distribution!","sentiment_score":0.71875}
{"full_text":"RT I'd rather take my chances catching COVID than taking the vaccine for it.","sentiment_score":0.6}
{"full_text":"RT CHINA TO IMPORT 7 MILLION  DOSES OF PFIZER\/BIONTECH COVID VACCINE FROM GERMANY STARTING NEXT MONTH - NIKKEI thought they had...","sentiment_score":0.0}
{"full_text":"Wear a mask... Duh!","sentiment_score":-0.375}
{"full_text":"Ppl will surely enter without covid-19 certificates in this our banana republic known as RSA. It's so sad.","sentiment_score":0.0}
{"full_text":"Australians have weathered the COVID storm, but it has been a challenge for many. Join this webinar with Professor AO &amp; State Coroner John Cain for a Q&amp;A discussion on the social &amp; emotional impact of COVID-19.","sentiment_score":0.1777777778}
{"full_text":"A total of 491 new Corona Positive cases reported in Telangana in the last 24 hours. With this total cases rises to 2,78,599 including 7,272 active cases. While A total of 2,69,828 people recovered and 1,499 deaths are reported.#CoronavirusInTelangana #Telangana #MangoNews","sentiment_score":0.0329004329}
{"full_text":"The pandemic can pose quite a challenge to raising happy kids but it doesn't make it impossible.","sentiment_score":0.0666666667}
{"full_text":"RT When Covid19 cases were at peak, the Parliament session was held and farm laws passed. Cases now halved, farmers on road...","sentiment_score":0.0}
{"full_text":"If you don't believe it you ought not say it! Other wise it just comes across as a load of crap! Oh I forget that's just what you and other Democrats do?","sentiment_score":-0.1375}
{"full_text":"Offset will not be getting the COVID-19 vaccine. via","sentiment_score":0.0}
{"full_text":"RT People: \"I tested positive for COViD.\"Their IG story: ","sentiment_score":0.2272727273}
{"full_text":"Ahmedabad Police has collected Rs18.41 crores as fine from people who were fined for not wearing face masks in public places amid the #COVID19 outbreakhttps:\/\/t.co\/H8pp2LGmCR","sentiment_score":0.2083333333}
{"full_text":"#LISTEN Comedian Mark Watson talks his new book, trying to be funny during a pandemichttps:\/\/t.co\/4VMtf9toLv","sentiment_score":0.1931818182}
{"full_text":"RT 2) \"Bailey's friends have raised more than $30,000 for his rehabilitation through a GoFundMe account. \"Crede beat COVID-19...","sentiment_score":0.5}
{"full_text":"Billionaire Blackstone CEO Steve Schwarzman bragged that his firm \"was a huge winner coming out of the global financial crisis\" in 2008. Today, he's boasting about his firm's big earnings off high rents, even as millions of tenants face eviction.","sentiment_score":0.0228571429}
{"full_text":"Follow 3 rules of safety:- Maintain physical distancing- Wear your mask properly- Wash your hands with soap &amp; water thoroughlyRemember to inculcate these habits in your daily lives to keep #COVID19 at bay. #Unite2FightCorona #NewNormal#JanAndolan","sentiment_score":0.0}
{"full_text":"Covid-19 may cancel the parade for the first time in its historyhttps:\/\/t.co\/DBMyqKi675","sentiment_score":0.0}
{"full_text":"\"The vaccine will not save us from this current increase and surge in hospitalizations,\" said Dr. Grant Colfax reports","sentiment_score":0.0}
{"full_text":"RT I am asking you to wear a mask that covers your nose and mouth whenever in public, or in the company of people you don'...","sentiment_score":0.0}
{"full_text":"SARS-CoV-2 can mutate its spike proteins to evade antibodies, and virus mutants with these mutations are already present at low levels in the human population","sentiment_score":0.0}
{"full_text":"The North have been shouting about this since October but ignored.A petition of over 100,000 thrown out just last week over school closures.They don't listen to you. Yorkshire, Liverpool and Manchester have been in tier 3 for months.Eton closed a week early in March's lockdown.","sentiment_score":0.0}
{"full_text":"Bobi Wine, Amuriat Snub EC Meeting; Send Representatives  #ChimpReportsNews #Elections #WearAMask","sentiment_score":0.0}
{"full_text":"RT Only solution to the coronavirus","sentiment_score":0.0}
{"full_text":"The measure getting the most attention is a $748 billion package containing money for struggling businesses, the unemployed, schools and vaccine distribution.","sentiment_score":0.5}
{"full_text":"President Trump said Sunday that White House aides should receive the COVID-19 vaccine \"somewhat later in the program.\"","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 15\/12\/2020 10:30Total Cases: 9906657 [+0]Active: 338403Recovered: 9421940 [+0]Deaths :143747 [+0]Total Tests: 154.57MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"A Curry County man in his 60s, who was hospitalized and had underlying conditions also died from virus complications.https:\/\/t.co\/lE3iBETLfy","sentiment_score":0.0}
{"full_text":"My boy Channing crowder said him, his kid, and his wife tested positive for Covid. Glad he shookback and back on the show though.","sentiment_score":0.2424242424}
{"full_text":"RT I just heard of yet another acquaintance who died due to covid and my friend is currently on a ventilator. Please shut up.","sentiment_score":-0.0625}
{"full_text":"Illinois received about 43,000 doses in its first shipment of a COVID-19 vaccine today as health officials reported another 103 coronavirus deaths statewide.","sentiment_score":0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 30.2FWind Chill: 25.7FHumidity: 65%Dew Point: 19.8F Barometer: 30.214 inHgWind: 5 mph from the NNWCorona Virus Weekly Stats:Cases: 273.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT The people who have been financially devastated by the pandemic have asked for a 2nd round of stimulus checks.Both par...","sentiment_score":-0.0666666667}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"I want y'all to know that the COVID vaccine is most definitely going to the rich next. These sports leagues are getting them ASAP. Remember when Oklahoma only had 60 Covid tests and they used a third of them to test the Utah Jazz.","sentiment_score":0.1458333333}
{"full_text":"Another reason not to travel because people will test positive and still go out. You are not safe just because you test negative.","sentiment_score":-0.1075757576}
{"full_text":"RT Only solution to the coronavirus","sentiment_score":0.0}
{"full_text":"#Cybersecurity has always been a critical issue, but #cloud and #COVID-19 have changed the landscape. Learn how to bolster cybersecurity in the latest #DeloitteCloud podcast.","sentiment_score":0.25}
{"full_text":"RT first batch covid19 vaccine","sentiment_score":0.25}
{"full_text":"RT To everyone who has supported Tor so far during our year-end campaign, THANK YOU. You've helped us reach our goal of raisin...","sentiment_score":0.1}
{"full_text":"Is Social Media Using You? #COVID19 #MondayBlues #MondayMemories #MotivationMonday","sentiment_score":0.0333333333}
{"full_text":"What's she going to do with it?? Stay at home??","sentiment_score":0.0}
{"full_text":"RT BREAKING--White House official who fell ill with #COVID19 in September is recovering after 3 months in the hospital--and lost...","sentiment_score":-0.5}
{"full_text":"The cause of a COVID-19 outbreak that left 43 residents and 22 staff testing positive for the virus in recent weeks may never be known, according to the chief medical officer for Genesis HealthCare.","sentiment_score":0.0568181818}
{"full_text":"This!!! A lot of med students aren't even taught how symptoms present themselves in darker complected patients.","sentiment_score":0.0}
{"full_text":"RT BREAKING: America has passed 300,000 coronavirus deaths. More people are now dying every day in the US from the covid-19 p...","sentiment_score":0.5}
{"full_text":"RT That post-vaccine life isn't coming for months and months, but it is coming. Let's use the time we have left in this pandemic...","sentiment_score":0.0}
{"full_text":"RT Thank you Rahul ji. Really I mean this, thank you. We would not be here if it wasn't for your wonderful analysis and camp...","sentiment_score":0.34375}
{"full_text":"I'm speechless.","sentiment_score":0.0}
{"full_text":"RT A vaccine won't help any of the patients with COVID19 in my ER right now. It won't help those that'll come tomorrow ei...","sentiment_score":0.2857142857}
{"full_text":"RT Truth is #OmahLay's arrest isn't about COVID. No! It's an act of shame by a corrupt regime that operates on double standard...","sentiment_score":-0.140625}
{"full_text":"Time: 05:00 * Temp: 4.4degC * Wind: S 0.0 to 0.0mph * Pressure: 987.8hPa * Rain: 0.0mm * Hum: 96% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:39 * Sunset: 15:57 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT If you're still wearing a mask, social distancing, washing your hands, and limiting contact with people, then please r...","sentiment_score":0.0333333333}
{"full_text":"RT How y'all scared of the vaccine but not scared of Covid ","sentiment_score":0.0}
{"full_text":"RT  I love them.","sentiment_score":0.5}
{"full_text":"Nigerians will find her","sentiment_score":0.0}
{"full_text":"RT Truth is #OmahLay's arrest isn't about COVID. No! It's an act of shame by a corrupt regime that operates on double standard...","sentiment_score":-0.140625}
{"full_text":"RT If u have covid &amp; YOU KNOW and are still going out  , go 2 hell .","sentiment_score":0.0}
{"full_text":"First Vaccines Arrive as US Passes 300K COVID Deaths - Who Will Have Access? As the US passed 300,000 COVID-19 deaths, the first vaccines arrive across the country today. Brian Lewis discusses this as well as the broader situat","sentiment_score":0.25}
{"full_text":"RT BREAKING--White House official who fell ill with #COVID19 in September is recovering after 3 months in the hospital--and lost...","sentiment_score":-0.5}
{"full_text":"RT LET'S RECAP:1 Perdue got top-secret #COVID19 briefing2Buys PPE stock *THAT SAME DAY*3Buys Pfizer stock 1 week bef...","sentiment_score":0.0}
{"full_text":"RT By the spring, when more than half a million of us are dead, there will be enormous appetite to investigate HOW and WHY Trum...","sentiment_score":0.0333333333}
{"full_text":"RT Ten months and more than 1.5 million global COVID-19 deaths later, nurses and doctors continue to risk their lives every day....","sentiment_score":0.125}
{"full_text":"Wow, apparently Pelosi's speech about purposely blocking China virus relief bill, to keep Our President from getting any credit-- has been either kept from their constituents, or they just don't keep up on it..","sentiment_score":0.075}
{"full_text":"RT 300,000 people have died of covid. Here are 10 that I think about regularly","sentiment_score":0.0}
{"full_text":"RT I know people are saying \"we won't remember the pandemic, we hardly remembered 1918\" but I still remember scratching my knee...","sentiment_score":-0.2916666667}
{"full_text":"Get The Best 2020 Christmas Gifts#Christmas2020 #ChristmasTree #ChristmasJumperDay #Christmas #gift #gifts #amazon #ImReallyBlack #COVID19 #TrumpIsALaughingStock #trump #dogs #sale #amazon #apple #fitness #food #coffee #fortnite #ps5 #xbox Visit:","sentiment_score":1.0}
{"full_text":"Accenture's CIO Penelope Prett reflects on her first year at the company and the massive changes ushered in by COVID-19 in how we work, live and relate to each other.","sentiment_score":0.0653409091}
{"full_text":"RT 1\/ Covid (@UCSF) Chronicles, Day 272The juxtaposition is jarring: the first U.S. vaccine recipient on the day we hit 300...","sentiment_score":0.25}
{"full_text":"42% of security leaders said the pandemic has changed their cybersecurity priorities","sentiment_score":0.0}
{"full_text":"I believe this. I was chatting 6 ft apart at the drs office and someone mentioned they knew friends who went to Vegas with Covid because they only had mild symptoms. WTH?! Mask up selfish spreaders are everywhere.","sentiment_score":-0.0277777778}
{"full_text":"Kobe Bryant's death, Beirut blast, aliens: 10 shockers of 2020 beyond pandemic","sentiment_score":0.0}
{"full_text":"Mental health is an issue even without an international pandemic. But obviously, things get worse when we add in COVID-19. Join Dinur and Adam as we talk about some ways to identify mental-health problems and how to handle them.https:\/\/t.co\/kztGUBxMwa","sentiment_score":-0.125}
{"full_text":"RT I thought he mostly outsourced this? Covid Commission for economic response and the states running the health resp...","sentiment_score":0.35}
{"full_text":"RT One year ago:","sentiment_score":0.0}
{"full_text":"RT Oh my God.","sentiment_score":0.0}
{"full_text":"Ppl acting like Covid not just straight up killing ppl and putting them in Iron Lungs and crap. Like there's ppl who been amputated out here.","sentiment_score":-0.2}
{"full_text":"RT Also remember when Cuomo tried to cut Medicaid in the midst of a pandemic?","sentiment_score":0.0}
{"full_text":"42% of security leaders said the pandemic has changed their cybersecurity priorities: Fudo Security published the results of it survey, enlisting the unique perspectives of a diverse, select group of CISOs, senior cybersecurity executives and industry...","sentiment_score":0.375}
{"full_text":"UNIOSUN PROJECT TOPICS AND MATERIALSGet Complete Project Chapter 1-5 at #TuesdayThoughts #COVID19 #coronavirus #","sentiment_score":0.1}
