{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT Doctors in Missouri say a 3-year-old boy experienced a stroke after he tested positive for Covid-19, in what they called a pos...","sentiment_score":0.5136363636}
{"full_text":"time and time again in Britain, we've seen that it is one rule for some people, the wealthy &amp; powerful&amp; another rule for the rest of us. The government created a loophole in quarantine restrictions that allowed \"high value\" business travellers to skip the mandatory 14 D isolation","sentiment_score":0.33}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT Peter Wehner: \"Given Trump's psychological profile, it was inevitable that when he felt the walls of reality close in on...","sentiment_score":0.0}
{"full_text":"RT 30 doctors from Poland spent the whole Christmas Eve night doing covid tests for #LorryDrivers one lorry after another. T...","sentiment_score":0.05}
{"full_text":"RT Big explosion in Nashville, people are hungry, dying of COVID, no relief coming and \"it\" is tweeting about Melania not bein...","sentiment_score":0.0}
{"full_text":"RT Seems homeless citizens haven't been dying of COVID at the rate we might have hoped.  Because none of them own houses in wh...","sentiment_score":0.6}
{"full_text":"RT Narcissism is a junk science idea that comes from people with low self-esteem who want to believe people with strong se...","sentiment_score":0.2166666667}
{"full_text":"RT 30 doctors from Poland spent the whole Christmas Eve night doing covid tests for #LorryDrivers one lorry after another. T...","sentiment_score":0.05}
{"full_text":"RT For the first time since #COVID19 outbreak, zero positive cases reported in Mumbai's Dharavi, today.","sentiment_score":0.2386363636}
{"full_text":"RT \"We've had a lot of talk about systemic racism and social justice and everybody says they want to do something about it,...","sentiment_score":0.0333333333}
{"full_text":"RT The goal before the next Covid-size disaster: to make stockpiling largely a thing of the past","sentiment_score":-0.0119047619}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"So our Republicans don't care about the American people and rather send millions for a shrimp to walk a treadmill and millions to another country to pay for their sex gender reconstruction surgery. I ask what the Fuck does all that have to do with covid??????","sentiment_score":-0.2}
{"full_text":"To all of you young people missing out on the social distancing ;) you deserve. Merry Christmas!!!","sentiment_score":0.1054036458}
{"full_text":"RT Happy Holidays to my twitter folk. You've given me so many insights, laughs through some tough times. Enjoy an original song...","sentiment_score":0.3372222222}
{"full_text":"RT Yeaaaah covid taught me to have a big ass family cuz I am boredddd as hell rn ","sentiment_score":0.0}
{"full_text":"RT I don't understand why we can't use the profit from the $150 covid test at the airport to subsidize tests for locals. Becau...","sentiment_score":0.0}
{"full_text":"RT Merry Christmas Eve Stay home and watch Dance Dreams: Hot Chocolate Nutcracker on Holla ","sentiment_score":0.25}
{"full_text":"RT COVID19 has hit hard and still with us, but we must hope for the best. As stated by T.N Hanh \"Hope is important because ...I...","sentiment_score":0.3694444444}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"post-COVID feels","sentiment_score":0.0}
{"full_text":"RT Please read Rep. Porter's short thread. It's time we usher in a new American age, one that refuses to protect corporat...","sentiment_score":0.0454545455}
{"full_text":"RT Narcissism is a junk science idea that comes from people with low self-esteem who want to believe people with strong se...","sentiment_score":0.2166666667}
{"full_text":"RT Congress must pass $2,000 in direct payments and Trump must sign the COVID-relief bill. If not, tens of millions of Amer...","sentiment_score":0.1}
{"full_text":"...and get no money from the system. It makes no sense. Why would you reward people who don't want to work but punish people who are forced to leave their jobs while we try to get COVID under control.","sentiment_score":-0.3}
{"full_text":"might as well i had stay home ","sentiment_score":0.0}
{"full_text":"RT Yes to all you said. And those who survive still have a long way to recovery. Last night tried t...","sentiment_score":-0.025}
{"full_text":"RT 30 doctors from Poland spent the whole Christmas Eve night doing covid tests for #LorryDrivers one lorry after another. T...","sentiment_score":0.05}
{"full_text":"RT Please read Rep. Porter's short thread. It's time we usher in a new American age, one that refuses to protect corporat...","sentiment_score":0.0454545455}
{"full_text":"Alright, that's just a brief of it in Central Bank of Egypt's annual report about the external debt. This is before the pandemic. You can take a look and see how it has doubled:","sentiment_score":0.0}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"I've got Covid at the mo and I'm not even pro lockdown, is that even a thing?","sentiment_score":0.0}
{"full_text":"\"Never let a good crisis go to waste.\" X'mas 2020#art #drawing #christmas2020 #sketch #pencildrawing #sketchbook #line #plastic #farm #animals #home #alone #strangetimes #lockdown #lifestyle #eeyore #holycow #voiseydrawing","sentiment_score":0.25}
{"full_text":"RT My last ED shift we ran two code blues simultaneously on COVID positive patients who presented within the 10 minutes of eac...","sentiment_score":0.1136363636}
{"full_text":"RT a.) You made no callsb.) You held no meetingsc.) China wasn't responsible for our disastrous pandemic response, YOU WE...","sentiment_score":-0.25}
{"full_text":"Canada doing same. US?","sentiment_score":0.0}
{"full_text":"RT Did any other medical colleges that have administered tens of thousands of COVID-19 tests to Tennesseans get left out of t...","sentiment_score":-0.0416666667}
{"full_text":"So I'm assuming that in the coming months people on social media are gonna get heated over whether we should still be scolding everyone in public who doesnt wear a mask now that the effort is getting back to a new normal. Happy holidays I just wanted to verbalize this thot (4\/4)","sentiment_score":0.1866161616}
{"full_text":"RT Have taken care of a number of patients readmitted after #covid19-- many with different symptoms altogether- have seen myoc...","sentiment_score":0.25}
{"full_text":"Millions of our fellow citizens KNOW better than this! These are selfish acts committed by individuals that believe it WON'T happen to them! They are WRONG &amp; when their loved ones become deathly ill will they connect the dots or blame others?! #StaySafe #StayAtHome #WearAMask","sentiment_score":-0.085}
{"full_text":"RT NEVER FORGET that Kelly Loeffler &amp; David Perdue got RICH off the secret info they received about COVID-19.IT IS A FACT....","sentiment_score":-0.0125}
{"full_text":"RT Let's understand, Steven Mnuchin funneled $500B of PPP Covid relief and gave millions to himself, Jared Kushner, Devin...","sentiment_score":0.0}
{"full_text":"No family around! No big dinner this year. Nice stuffed roasted chicken, roasted brussel sprouts and apple  . It will be ","sentiment_score":0.0}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"COVID-19 Patient Beat Hospital Roommate To Death For Praying: Police. via","sentiment_score":0.0}
{"full_text":"ER doctor had no idea her home was contaminated with COVID-19","sentiment_score":0.0}
{"full_text":"This tweet advocates a totally unsupported anti-Chinese theory about the spread of coronavirus","sentiment_score":0.0}
{"full_text":"RT Nah tell Tom Brady take it","sentiment_score":0.0}
{"full_text":"Will Tenants Have the Upper Hand in a Post-Coronavirus World? #CRE #COVID-19 #TenantTips #NewNormalhttps:\/\/t.co\/CgZdEHo3FR","sentiment_score":0.0}
{"full_text":" it should have read FIRING squad. That Damn auto correct. I got sick because of you're around enough people with COVID a mask don't do shit. I was at an ER that has shit protocols. Your message tells me you're ignorant. Merry Christmas. Hope nobody gifts you COVID","sentiment_score":-0.2785714286}
{"full_text":"The worst things in the COVID + stimulus bill via","sentiment_score":-1.0}
{"full_text":"Oh so of course the largest consumer of fossil fuels (Santa) gets special treatment (permission to enter homes, a COVID-19 vaccine, and also cookies) from the government :((( this nation is corrupt and I won't stand for it one bit","sentiment_score":-0.2976190476}
{"full_text":"Share your thoughts on different magazines by clicking here:https:\/\/t.co\/Ru0ss2WgJB","sentiment_score":0.0}
{"full_text":"RT Nearly every single patient I'm seeing is COVID positive, COVID suspected, or having a mental health crisis. Patients in...","sentiment_score":0.038961039}
{"full_text":"RT Fuck etiquette. How about this: \"We're in the middle of  global pandemic and people are dying. Couriers are underpaid an...","sentiment_score":-0.1333333333}
{"full_text":"I am a nice drunk bathroom girl","sentiment_score":0.05}
{"full_text":"RT As of today, the total number of confirmed #COVID19 cases is 983 359, the total number of deaths is 26 276 and the total...","sentiment_score":0.1}
{"full_text":"BREAKING: Trump Refuses to Sign COVID Bill via","sentiment_score":0.0}
{"full_text":"Adapting to new norms is hard, but the traditions that we sacrifice now can change the course of 2021 &amp; help us return to normalcy. Thank you for doing your part in helping suppress the transmission of #COVID19.","sentiment_score":-0.0776515152}
{"full_text":"Avoid COVID-19 vaccination scams. Stay informed so we can #SlowtheSpread of COVID-19. #SanPabloShines","sentiment_score":0.0}
{"full_text":"Experts say experience convinced Midwest of coronavirus dangershttps:\/\/t.co\/p6O0M0lhNl #10TV","sentiment_score":0.0}
{"full_text":"We recognize the impact COVID-19 has on customers, and we have implemented an Enhanced Customer Assistance Plan to aid customers manage their electric bills. We offer flexible payment options, including extended payment deadlines and waiver of late fees:","sentiment_score":-0.3}
{"full_text":"Video games have long provided players with a chance to escape reality, but in 2020, they took on much larger roles, serving as exercise companions and social gathering places -- filling urgent needs in this coronavirus-altered year.https:\/\/t.co\/adcGNVt22v","sentiment_score":-0.0055555556}
{"full_text":"Pope on COVID-19 vaccine: Needy, vulnerable must come firsthttps:\/\/t.co\/rHoQkT25bM","sentiment_score":-0.5}
{"full_text":"That number amounts to $500 per person.https:\/\/t.co\/loZDxHSvCJ","sentiment_score":0.0}
{"full_text":"Coronavirus: More than 100 new cases in Dorsethttps:\/\/t.co\/0etV3iYo4m","sentiment_score":0.3181818182}
{"full_text":"Your health shouldn't wait! Health screenings, vaccinations and other non-COVID care are still essential. That's why we've taken the utmost precaution to ensure your safety during your visit. #OpenForCareNYCMake an appointment today:","sentiment_score":-0.0625}
{"full_text":"To get back to our favorite activities, we need to wear a mask, keep our distance, and get tested. That's how we #GetBackMass. Learn more at #MaskUpMA #GetBack #covid19MA","sentiment_score":0.3333333333}
{"full_text":"India's Covid battle state by stateThe peaks of 90,000+ daily cases appear far behind now, but as the new year beckons, India has a wary eye open for a new strain. We look at the course the virus has taken since the first case in JanuaryREAD:","sentiment_score":-0.0346590909}
{"full_text":"Some U.S. manufacturers are concerned they will not be able to keep up pace of production until population is vaccinatedhttps:\/\/t.co\/3z3oCdHjzb","sentiment_score":0.5}
{"full_text":"Following #COVID19 interest rates have tumbled to record lows and #equity #dividends have been drastically cut across the globe. This year dividends per share are expected to fall by 16% to 36% compared with 2019","sentiment_score":-0.05}
{"full_text":"RT New guidelines for pre &amp; post COVID-19 exposure say there are NO therapeutic agents proven effective. Their refus...","sentiment_score":0.3681818182}
{"full_text":"Pope Francis made a Christmas Day plea for authorities to make COVID-19 vaccines available to all, insisting that the first in line should be the most vulnerable and needy, regardless of who holds the patents for the shots.https:\/\/t.co\/QB1WOPhdLU","sentiment_score":0.1625}
{"full_text":"Ladder Safety: Lock Jaw Ladder Clamps that prevent ladder slip down and other ladder hazards.","sentiment_score":-0.1402777778}
{"full_text":"This week in the Jewish world - This week in the Jewish world - Halle attacker sentenced to life in prison; WJC and WCC present paper on ethical issues related to COVID-19 vaccine distribution Click here to read our weekly cable:","sentiment_score":0.04}
{"full_text":"The year 2020, for many, will not only be a year for the history books but also one to be quickly forgotten thanks to the pandemic. Several shoppers at one metro business may not feel that way anymore after an anonymous donor paid off several layaways.","sentiment_score":0.1722222222}
{"full_text":"Mumbai's Dharavi -- one of the the densest urban settlements in the world -- has not reported a single #COVID19 case in the last 24 hrs. For the first time since April 1 when the first coronavirus patient was detected in the area, no new case has come up.https:\/\/t.co\/MRgKegaK49","sentiment_score":0.0600649351}
{"full_text":"The holidays are always hard for justice-impacted families, but the pandemic has made it much worse. With visitation often suspended and prisons and jails' liberal use of solitary confinement, families have reported an inability to reach out to loved ones.","sentiment_score":0.0027777778}
{"full_text":"Hello ! If you live in GMT-3 then *some* governments think that COVID is taking a 24-hour break (how nice of it !).That is not the case, so please stay safe !Merry Christmas !","sentiment_score":0.5558712121}
{"full_text":"Accelerated investments in 2020 redefined omnichannel, writes Amanda Bourlier, head of retail at Euromonitor International.","sentiment_score":0.0}
{"full_text":"\"We survived the pandemic, the election and worsening climate change -- but not without a few scars. Now's the time to stay safe and build resilience.\" #2020 #Pandemic #Climate #Environment #Holidays #Wildlife","sentiment_score":0.15}
{"full_text":"RT 'Byline Times' chief medical officer, Professor John Ashton, looks back on the first year of the COVID-19 pandemic and...","sentiment_score":0.0833333333}
{"full_text":"Role of letter 'V' in first Russian anti-COVID #vaccine's name revealed","sentiment_score":0.125}
{"full_text":"What does the new UK coronavirus mutation mean for masks and PPE?https:\/\/t.co\/mx70I8QRec#RDEE #RADIOLOGEX #medicalimaging #hipaa #healthcare #userauthentication #healthit #medtech #saas #baas #patientdata #enterprisei #healthtech #GetRDEE","sentiment_score":-0.0880681818}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"RT The coronavirus pandemic brought the world to a standstill, climate change wreaked havoc and the Black Lives Matter mo...","sentiment_score":-0.1666666667}
{"full_text":"Coronavirus: More than 100 new cases in Dorsethttps:\/\/t.co\/NOk3pqLgLO","sentiment_score":0.3181818182}
{"full_text":"RT A Black physician died of Covid-19 about two weeks after she shared a video in which she accused a White doctor of dismissing her...","sentiment_score":-0.0833333333}
{"full_text":"Seasonal Affective Disorder, experienced by millions of Americans, has been exacerbated by the pandemic.Learn from mental health professionals on ways to combat the holiday blues. ","sentiment_score":0.35}
{"full_text":"RT 14796 new Covid cases!","sentiment_score":0.1704545455}
{"full_text":"The United States will require airline passengers from Britain to get a negative COVID-19 test before their flight, the Centers for Disease Control and Prevention announced late Thursday. ","sentiment_score":-0.3}
{"full_text":"A big well done to all involved.https:\/\/t.co\/bFuK7jCBtv","sentiment_score":0.0}
{"full_text":"RT It is hard to send out a blanket \"Merry Christmas,\" knowing that today thousands of American families will lose a loved on...","sentiment_score":0.1361111111}
{"full_text":"The failure to secure an actual implementation period for this, in the middle of a spiralling pandemic, is not just economically stupid, it's genuinely cruel. When did it get to be so far out of step and dismissive of business? Let's hope things can change now #brexit","sentiment_score":-0.230952381}
{"full_text":"\"I'm excited to be able to give my mom a big hug, who's almost 80 years old, without worrying about giving her COVID,\" said Tom Murphy, the CEO of the hospital.","sentiment_score":0.24375}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"After the five people tested positive for the virus, further analysis said they had the British variant that is 70% more transmissible.","sentiment_score":0.1818181818}
{"full_text":"RT  Good to know that my NHS Scotland #ProtectScotland COVID-19 Exposure app, (android), decided to have an 11 day break...","sentiment_score":0.7}
{"full_text":"RT Thanks Kentucky US companies no longer required to pay COVID-related sick leave for workers -- thanks to Mitch McConnell...","sentiment_score":-0.1047619048}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"RT Truly tragicShe Tested Positive For Coronavirus; 20 Minutes Later She Died","sentiment_score":0.1136363636}
{"full_text":"This is just common sense. Take steps. Protect yourself. I mean, seriously.","sentiment_score":-0.3152777778}
{"full_text":"RT Big explosion in Nashville, people are hungry, dying of COVID, no relief coming and \"it\" is tweeting about Melania not bein...","sentiment_score":0.0}
{"full_text":"All of the above+You work on Christmas ","sentiment_score":0.0}
{"full_text":"Will you get vaccinated?Latest coronavirus news here &gt;&gt;","sentiment_score":0.0}
{"full_text":"I don't lie to Jingle Boys at Christmas. I'm working on curing covid but I still need to a virgin to sacrifice to Zorg.","sentiment_score":0.0}
{"full_text":"RT Merry Christmas from San Francisco where a gingerbread monolith appeared overnight at Corona Heights Park.","sentiment_score":0.0}
{"full_text":"Good excuse while you don those COVID kilos !!  lol.","sentiment_score":0.4739583333}
{"full_text":"RT A Black doctor alleged racist treatment before dying of covid-19: 'This is how Black people get killed' ","sentiment_score":-0.1583333333}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"It's uncertain if Trump will veto the COVID relief and government funding bill.","sentiment_score":0.0}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"RT Food banks can't keep up with demands, evictions are looming, families are struggling, #COVID19 numbers are sta...","sentiment_score":0.0}
{"full_text":"Chinese stocks have gained nearly $4.9 trillion in value this year, aided by the country's rapid recovery from the new coronavirus, a string of initial public offerings, and a blistering rally in shares of consumer and technology companies","sentiment_score":0.0472727273}
{"full_text":"RT My sister is on the Covid roster at her hospital tomorrow but a Muslim colleague has offered to stand in so that she can en...","sentiment_score":0.0}
{"full_text":"Covid-19: UK coronavirus deaths pass 70,000 -","sentiment_score":0.0}
{"full_text":"RT .@LSXYZ9 will not be casting the Cup due to COVID related reasons. #KeSPACup #ESports #LeagueOfLegends #LCK","sentiment_score":-0.0625}
{"full_text":"Does your return to work plan effectively promote post-lockdown engagement, productivity, and most importantly, safety?","sentiment_score":0.5}
{"full_text":"RT \"Never let a good crisis go to waste.\" X'mas 2020#art #drawing #christmas2020 #sketch #pencildrawing #sketchbook #li...","sentiment_score":0.25}
{"full_text":"Spectrum really disconnected my internet on Christmas in the middle of a pandemic...","sentiment_score":0.1}
{"full_text":"RT Is government an essential service?I vote we shut down the Ontario government for 28 days and see if that helps the pandemic...","sentiment_score":-0.0777777778}
{"full_text":"RT 9% of patients discharged after inpatient care for #COVID19 earlier this year were readmitted within 2 months, finds a ne...","sentiment_score":0.0}
{"full_text":"Covid: Post-exposure antibody protection trialled -","sentiment_score":0.0}
{"full_text":"RT Introducing The Barstool FundIf you are a small business that needs help staying in business because of covid email...","sentiment_score":-0.25}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"We're back in full lockdown here too. New variant and all...","sentiment_score":0.1621212121}
{"full_text":"If Pelosi didn't block an extremely important bill cosponsored by 50 democrats in 2009. So many bad things wouldn't have happened. Then there are just the re-election COVID19 non-immunity bills she blocked. Trump is evil yes. But he didn't hurt and let people die on purpose.","sentiment_score":-0.2}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
