{"full_text":"RT In the testing times of COVID, India has got record investment. Much of this investment has come in the tech sector. Clearl...","sentiment_score":0.2}
{"full_text":"RT #THREAD - Native Hawaiians have been fish farming for 2,000 years, but many of their traditional fish ponds have fallen int...","sentiment_score":0.25}
{"full_text":"CNN: A Jewish doctor who treated a patient with Nazi tattoos says the pandemic has tested his compassion... ","sentiment_score":0.0}
{"full_text":"If You Have One of These Blood Types, You May Be Safe From COVID  A lot to read through. Type O","sentiment_score":0.5}
{"full_text":"RT A new review suggests that standard PCR tests often pick up virus fragments indicating past Covid infection but these are n...","sentiment_score":-0.0378787879}
{"full_text":"RT A BJP minister volunteered for trial of India made Corona vaccineNow he has tested +ve for covid and liberals are takin...","sentiment_score":0.0}
{"full_text":"And like... to a group of people who are historically financially fragile... during a pandemic... ","sentiment_score":0.0}
{"full_text":"Our side is not responsible for that fear. The false narrative of an epidemic of trans murders has been pushed for months by the trans rights side and it's completely unsupported. There has never been more acceptance for trans people. Meanwhile, women on this side get this:","sentiment_score":0.025}
{"full_text":"RT For all of you who think the pandemic is overblown: these iPads are the only way many will have to say goodbye to thei...","sentiment_score":0.25}
{"full_text":"Still we knocking your door  take strong measures","sentiment_score":0.4333333333}
{"full_text":"RT COVID-19 is the first truly global crisis we have seen in our lifetimes. No matter where we live, the pandemic affects eve...","sentiment_score":0.1287878788}
{"full_text":"I FIRMLY STAND BY NOT GIVINGBA SINGLE F about any lockdown orders...Literally give me liberty or just go ahead and kill me!https:\/\/t.co\/WfUjCbjq2y","sentiment_score":-0.1357142857}
{"full_text":"Lady, You can't explain common sense to people You either have common sense or you don't.. it's better to show them","sentiment_score":-0.0333333333}
{"full_text":"RT Dems should be out on all media outlets telling the American public that Mitch McConnell and Republicans haven't passed the...","sentiment_score":0.0}
{"full_text":"RT 'This is not that hard to understand, everybody' -- Bill Nye is back on TikTok to drop more knowledge about masks and COVID...","sentiment_score":0.0694444444}
{"full_text":"RT Nancy Pelosi admitted today that she held up COVID aid for months to try to hurt President yet the people...","sentiment_score":0.0}
{"full_text":"RT On the day I'm inaugurated, I'll call on the public to wear a mask for 100 days.Let's keep our fellow Americans safe and sa...","sentiment_score":0.25}
{"full_text":"Agreed. He gathers experienced people and makes plans. If there's a mistake, he owns up to it. The logistics of fighting covid-19 and wildfires and all of California's other issues at the same time must be incredibly daunting, but he seems to be on top of things. ","sentiment_score":0.415}
{"full_text":"RT BREAKING: Southern California's regional ICU capacity has fallen below 15%. This means San Diego County is now under ne...","sentiment_score":0.0}
{"full_text":"Research in the midst of a pandemic - good job for getting it published! ","sentiment_score":0.875}
{"full_text":"College Students As CoVid Long-Haulers","sentiment_score":0.0}
{"full_text":"RT This is leadership","sentiment_score":0.0}
{"full_text":"i need this pandemic to get fixed real quick. i am having so many embarrassing romantic thoughts and im tired of it","sentiment_score":0.14}
{"full_text":"RT Hey guys, lean in so I can tell you all a secret...There are many more of us than there are of [them].By a lot.Hund...","sentiment_score":0.5}
{"full_text":"RT West Bengal has reported 44,489 Covid-19 cases until November last week and Mamata saysthat the Covid situation is im...","sentiment_score":0.0}
{"full_text":"RT Haryana minister Anil Vij tests Covid-19 positive. He was administered Covaxin last month in phase 3 trials being done by Bh...","sentiment_score":0.1136363636}
{"full_text":"consistently poor service! Largest bank in the country and you have no sensitivity to the current pandemic and how dangerous it is for senior citizens. My mother, (60 years old) who lives in Mumbai, is being forced to step out of her house and put herself at risk 1\/2","sentiment_score":-0.26}
{"full_text":"RT I'm sorry for your difficulties, bro. Yes that's what I'm hoping for: change of strategies. Should focus more on the SOPs...","sentiment_score":0.0}
{"full_text":"WHO concerned at 'growing perception' COVID pandemic is over The head of the World Health Organization (WHO) sounded the alarm on Friday over the \"growing perception\" that the COVID-19 pandemic is over#CoronaVaccine   #covid19     #lka   #srilanka","sentiment_score":0.0}
{"full_text":"RT Loeffler not only made millions off COVID-19 insider information, she used profits to buy a $...","sentiment_score":0.0}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT Share on Twitter","sentiment_score":0.0}
{"full_text":"Michigan couple dies from covid-19 in the same minute - The Washington Post","sentiment_score":0.0}
{"full_text":"I genuinely didn't expect the pandemic to worsen and last this long. If so, I should've probably stayed in Melbourne because my university life and schedule is messed up now. I'm hoping I can enter Australia soon.","sentiment_score":0.1166666667}
{"full_text":"god...i'm so sorry you are going through this, it's the worst when there Isn't a pandemic going on","sentiment_score":-0.75}
{"full_text":"RT How Florida Gov. DeSantis misled the public on COVID crisis - South Florida Sun-Sentinel","sentiment_score":0.0}
{"full_text":"u care for me within social distancing guidelines ofc, we use the broom to touch","sentiment_score":0.0333333333}
{"full_text":"Omg, thanks for this information, till now I was thinking that it will be useful even if we don't take.","sentiment_score":0.25}
{"full_text":"RT Regular person goes broke in the pandemic: 4-hour bread lines and homelessnessCompany goes bankrupt in the pandemic:...","sentiment_score":0.0}
{"full_text":"RT COVID survivors with long-term symptoms need urgent attention, experts say","sentiment_score":0.0}
{"full_text":"RT #KIMS (#KIITUniversity) successfully treated a critical case of a 7-year-old boy who suffered from Guillain-Barre Syndr...","sentiment_score":0.375}
{"full_text":"The venn diagram of people who complain refugees are breaking the law and people who themselves broke COVID rules because they weren't fair is a circle.","sentiment_score":0.7}
{"full_text":"RT Haryana Health Minister Anil Vij, who was given a trial dose of a coronavirus vaccine last month, tests positive","sentiment_score":0.1136363636}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"RT an increase in #COVID cases. There's also an increase in confusion about the constantly changing rules. Here's what hasn't changed:#PhysicallyDistance#WearAMask  when in publicThese basics are based on science -- and aren't going to change...","sentiment_score":0.0}
{"full_text":"RT \"Follow the Science\" is a catch 22. We have been following the science all along, and abiding by the state regulations; now...","sentiment_score":0.0}
{"full_text":"My dog ate my home work shit. He is playing the old broken wing trick to stay out of the public light. Back into his basement he goes.","sentiment_score":-0.0166666667}
{"full_text":"Isn't it also possible that the vaccine doesn't prevent contracting the virus but reduces the infection to its mildest form which can be easily treated with minimal efforts. It does away with the fatality or serious risk that usually comes with Covid?","sentiment_score":-0.05}
{"full_text":"RT How Florida Gov. DeSantis misled the public on COVID crisis - South Florida Sun-Sentinel","sentiment_score":0.0}
{"full_text":"RT Yes, because less money is better..........right? Be proud of this dems lololol  this is the deal you worked while s...","sentiment_score":0.3166666667}
{"full_text":"RT #BengaluruNeed #Blood Type :  AB-positiveAt : Apollo hospital, Bannerghatta roadBlood Component : Need Plasma from AB...","sentiment_score":0.0}
{"full_text":"What was the availability of ICU beds last year at this time pre Covid?","sentiment_score":0.0}
{"full_text":"Bruh!!!!","sentiment_score":0.0}
{"full_text":"RT Last time I checked there's an Ethics Committee in the Senate. Just ask Sen. Al Franken, a Dem. who never got to clear his n...","sentiment_score":0.05}
{"full_text":"I wouldn't fly.Drive only alone or with people under same roof\/home including pets!sunrise\/sunset drive is therapeutic for mind\/body...add music.Assume everyone is covid-19 positive.","sentiment_score":0.0757575758}
{"full_text":"RT A BJP minister volunteered for trial of India made Corona vaccineNow he has tested +ve for covid and liberals are takin...","sentiment_score":0.0}
{"full_text":"RT My kid is a CNA. Hearing from nurse friends that our hospital icu in York pa is full. Hanover filling up. My d...","sentiment_score":0.35}
{"full_text":"And this is exactly while we'll neutralize Mitch by voting for &amp;  who'll be good for America &amp; good for GA.#VoteOssoffWarnock4GA #NobodyLikesKelly #NobodyLikesPerdue","sentiment_score":0.55}
{"full_text":"RT Donald Trump is intentionally trying to destroy the economy, cause massive homelessness, cause the #coronavirus to explode as...","sentiment_score":-0.1}
{"full_text":"RT So y'all can experiment on low income communities...","sentiment_score":0.0}
{"full_text":"Goldman Sachs analysts predict a rebound for the UK economy next year, with the bank forecasting that GDP will expand 7% in 2021, before recovering to its pre-pandemic size in 2022 with further growth of 6.2%.","sentiment_score":0.0}
{"full_text":"I always get SUPER optimistic and excited about the New Year. 2018 - my dad died. 2019 - sheer hell.2020 - global pandemic. 2021 - and is already looking like A DOOooZy #aintnorestforthewicked","sentiment_score":0.1689393939}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT I'm so over this fucking pandemic. Stop being cunts, wear a fucking mask, social distance, listen to scientists, and get the...","sentiment_score":-0.3888888889}
{"full_text":"Vaccine roll out - this is how it's being done. Very interesting thread ","sentiment_score":0.65}
{"full_text":"I need to reform into the twink I was before lockdown","sentiment_score":0.0}
{"full_text":"In the time of social distancing, photojournalist has had to adjust the way she takes photos of her subjects.https:\/\/t.co\/I0G41exizK","sentiment_score":0.0333333333}
{"full_text":"In the #Arab region, nearly 1 in 3 respondents to a survey agreed that #women should tolerate violence during the #COVID19 pandemic to keep the #family together.@Ai4Women #16DaysOfActivism #16Days","sentiment_score":0.1}
{"full_text":"Gameday: The two sides from over the border meet in the first game back since Lockdown 2 in what is the second leg of the battle of the Somerset sides. won the first game 3-2 and will look to consolidate their top 5 position with a second win over .","sentiment_score":0.1111111111}
{"full_text":"The initial doses of Pfizer and BioNTech's Covid-19 vaccines could be going out next month, but the process of distributing them to the 330 million people living in the U.S. could prove difficult. Here's a look at how the federal government plans to do it.","sentiment_score":-0.1666666667}
{"full_text":"Active travel and council tax are top of the agendahttps:\/\/t.co\/jx0aaiXGYF","sentiment_score":0.1833333333}
{"full_text":"[RECAP]A glut of the must-have accessory in a pandemic year is leading to problems of certification and quality control.","sentiment_score":0.0}
{"full_text":"Nevertheless, Oscar season is pushing ahead, despite the pandemic, despite a year where most of the biggest releases were postponed.","sentiment_score":0.5}
{"full_text":"Mayor Gian Carlo Occena confirmed that the municipality recorded a new case of coronavirus disease 2019 (COVID-19).https:\/\/t.co\/Ufs6J4zi27","sentiment_score":0.2681818182}
{"full_text":"RT In the midst of a pandemic, we're all suffering from narrative exhaustion right now.","sentiment_score":0.2857142857}
{"full_text":"Idiocy. Half a year after \"15 days to flatten the curve\" we still, apparently, expect hospitals to be \"overwhelmed\". What have these people been doing this whole time? Reality is that people don't care (which they shouldn't). This is an absolute power trip.","sentiment_score":-0.0033333333}
{"full_text":"RT \"Americans are dying of COVID-19 who, had they gotten sick a month earlier, would have lived.\" It is happening. Hospitals...","sentiment_score":-0.3571428571}
{"full_text":"WATCH | UN warns Rich countries over the purchase of COVID-19 vaccine.#COVID19 #CoronaVaccine #Coronavirushttps:\/\/t.co\/a3gVNWeNGW","sentiment_score":0.375}
{"full_text":"President-elect #Biden says no time to waste after 'dire' jobs report","sentiment_score":-0.2}
{"full_text":"Gameday: 3rd in the table went into Lockdown 2 on the back of 7 straight wins and will look to make it 8 on the spin with a win at home against Res. Devizes will be looking for a 2nd win of the season but have not beaten Melksham for a long time.","sentiment_score":0.25625}
{"full_text":"RT Let's be honest.Many Black person will refuse to take this COVID vaccine bc most of us don't trust that white people or...","sentiment_score":0.1111111111}
{"full_text":"Missed the deadline to submit an entry for our #Blog4Dev competition? No worries, you have until TOMORROW we want to hear from YOU! Tell us: how youths can collaborate w\/ govts and CSOs for a more resilient #Africa post-#COVID19?","sentiment_score":0.5}
{"full_text":"RT The Lockdown Awards VOTE   ~12\/12 AM10si (KST)             (RTpoham 20hoe)I'm voting for #QuaranteamBTS in #TheLockdownAwa...","sentiment_score":0.0}
{"full_text":"RT Wealthy London Areas With Low COVID Case Rates Included in Rapid Testing Programme - Byline Times","sentiment_score":0.25}
{"full_text":"RT Stuck in the house with Covid for eight more days. December 11th with my dear friends and","sentiment_score":0.5}
{"full_text":"me with asthma and covid but still being respectful enough to wear my mask (when i left the house before being diagnosed) just like ","sentiment_score":0.1666666667}
{"full_text":"Obote's Gunmen Buried My Father Alive - Pamela Ankunda Narrates in New Book #ChimpReportsNews #Uganda #UgandaNews #Featured  #BookReview #PiecesOfTime #SaturdayMotivation #WearAMask #News","sentiment_score":0.1181818182}
{"full_text":"Rick Grimes [to Daryl Dixon]: Maggie's headed to Alexandria. She's about to do somethin' she might regret.#TheWalkingDeadSeason 9The Obliged28 October 2018#TWDSheriff's DepartmentKentuckyCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorAndrew Lincoln","sentiment_score":0.0}
{"full_text":"Submit your #Film4health short films  in the #HealthForAll Film Festival category dedicated to emergencies, including #COVID19, Ebola and disaster relief. Submit your work: Submissions are open until 30 January 2021#HealthForAll","sentiment_score":0.0}
{"full_text":"I'd be willing to do it if it didnt cost extra, but probably wouldn't be able to understand the technology. I still havent been able to figure out how to post photos on social media.","sentiment_score":0.2566666667}
{"full_text":"I also pledge to wear a mask for 100 days for our great country and to protect the lives of our most vulnerable people! Will you? #WearMaskProtectLife","sentiment_score":0.225}
{"full_text":"#TogetherAtChristmas #Advent Day 7 - HomeWendy Thomas Christian Author looks at the blessing of having somewhere safe to stay. This #Christmas lets pray for the #homeless and not forget how blessed we are to have a home. #ImaCeleb For more info:https:\/\/t.co\/noQu9vLk0X","sentiment_score":0.3333333333}
{"full_text":"RT Regular person goes broke in the pandemic: 4-hour bread lines and homelessnessCompany goes bankrupt in the pandemic:...","sentiment_score":0.0}
{"full_text":"Philippines Parents Pimp Out their Children as COVID Job Losses Mount","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 05\/12\/2020 12:30Total Cases: 9608928 [+409]Active: 408803Recovered: 9058061 [+0]Deaths :139742 [+5]Total Tests: 145.89MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Follow these specially trained tracers as they track down possible #COVID-19 patients in a race against time. reports. ","sentiment_score":0.0671957672}
{"full_text":"RT Haryana Health Minister Anil Vij, who was given a trial dose of a coronavirus vaccine last month, tests positive","sentiment_score":0.1136363636}
{"full_text":"#ICYMI: The official People's Daily newspaper in China claimed in a Facebook post last week that \"all available evidence suggests that the coronavirus did not start in central China's Wuhan\".https:\/\/t.co\/nmtTOYGFY7","sentiment_score":0.1}
{"full_text":"Britain insisted Friday its world-first approval of the Pfizer-BioNTech coronavirus vaccine met all safety standards, striving to tamp down any public unease after US and European officials queried the rapid process.#UK #COVID19 #vaccinehttps:\/\/t.co\/8rW7KflgTC","sentiment_score":-0.0518518519}
{"full_text":"RT Democrats are STEALING our freedoms and shaming us in the process.They tell us to stay home in lockdown or else we'l...","sentiment_score":0.0}
{"full_text":"Could the answer to #Covid19 fatigue lie in gaming? #coronavirus #Covidfatigue","sentiment_score":0.0}
{"full_text":"Time: 07:00 * Temp: 7.0degC * Wind: ESE 2.0 to 21.0mph * Pressure: 988.6hPa * Rain: 0.0mm * Hum: 86% * ET: 0.2mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:28 * Sunset: 15:59 * Cloudbase: 1000ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Congratulations sir Jai Hind sir","sentiment_score":0.0}
{"full_text":"RT Moderna says its vaccine provides COVID-19 immunity for at least three months","sentiment_score":-0.3}
{"full_text":"Swiss step up corona measures but keep ski resorts open - Reuters UK","sentiment_score":0.0}
{"full_text":"RT Former Accountability Court Judge Arshad Malik has died due to COVID #Arshadmalik","sentiment_score":-0.0625}
{"full_text":"RT Last night, the allegedly snuck into Jersey City to hold a \"gala fundraiser\" - ignoring our social distancing and mas...","sentiment_score":-0.0222222222}
{"full_text":"So much conflicting information in this piece. continuing to be part of the problem with its useless and confusing reporting.","sentiment_score":-0.2}
{"full_text":"Just like the long term effects of flu. But this is a typical lefty stance. They told us everyone was going to die (measurable). When that didn't happen they shifted to something unmeasurable (hand wavey long term effects)","sentiment_score":-0.0888888889}
{"full_text":"RT And today you publicly admitted that you &amp; intentionally withheld desperately needed aid to these same hurting...","sentiment_score":-0.2}
{"full_text":"RT \"Yes, we have a pandemic.But we also have a United States Constitution and those freedoms matter even amid a pandemic.\"...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 37.8FWind Chill: 37.8FHumidity: 88%Dew Point: 34.6F Barometer: 29.943 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 207.000000Deaths: 11.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Lessons Microsoft learned from applying Zero Trust during COVID-19 - IT Showcase Blog #MSFTAdvocate","sentiment_score":0.0}
{"full_text":"RT Let's all stay home and stay safe#IndiaFightsCorona@Vijayabaskarofl","sentiment_score":0.0}
{"full_text":"I thought there already was a stay at home order; like, you can't even go out on a walk...?  what's different?","sentiment_score":0.0}
{"full_text":"RT A man who spent World War II repairing bomb-damaged trains in France recovered from COVID-19 in time to mark his 104th birth...","sentiment_score":-0.1}
{"full_text":"RT you tried your best this week. even if you don't feel like you did much, that's okay. we're almost a year into a world-alt...","sentiment_score":0.5666666667}
{"full_text":"BREAKING NEWS: Haryana health minister Anil Vij tests positive, days after getting trial dose of COVID-19 vaccine","sentiment_score":0.2272727273}
{"full_text":"My point is the anthem singer is not gonna cost The Canucks a loss of one penny.   If MD does not want to wear a mask so be it.  I know I wear my mask and my family their masks. But at the end of the day people are gonna do what they are going to whether you or I like it.","sentiment_score":0.0}
{"full_text":"RT I bet Zelena and Regina could destroy COVID-19 together!  Byeeeeeeee !!!","sentiment_score":-0.48828125}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"This ","sentiment_score":0.0}
{"full_text":"RT West Bengal has reported 44,489 Covid-19 cases until November last week and Mamata saysthat the Covid situation is im...","sentiment_score":0.0}
{"full_text":"Sanders opposes bipartisan COVID-19 relief deal, calling it 'not acceptable' as it lacks payments for Americans","sentiment_score":0.0}
{"full_text":"Dear Srihari, to assist you further, we request you to please inbox us your policy number or contact details so that our representative can get in touch with you to address your concern. Stay Home Stay Safe! Regards, Team Max Life Insurance.","sentiment_score":0.3125}
{"full_text":"COVID-19 positivity rate rises as 3,119 new cases reported in 24 hours","sentiment_score":0.1363636364}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"RT Giveaway https:\/\/t.co\/liwbJ2RcxF#skills #tech #data #browser #hacking #security #lan #tool #attack #malware #youtube #c...","sentiment_score":0.0}
{"full_text":"RT The Second wave of COVID has hit India much harshlyNo physical classes have been held so...","sentiment_score":0.0666666667}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"RT Getting ready for lockdown Halloween !","sentiment_score":0.25}
{"full_text":"Today is #SmallBusinessSaturday and 2020 is a time they need you more than ever If you're heading out and about, or shopping online, why not spend your cash locally and help your community survive the pandemic?","sentiment_score":0.25}
{"full_text":"How was your #trading week? The coronavirus pandemic has acted as a significant tailwind for Zoom, with the stock up a staggering 582% year-to-date. Read more #stocks #jaaimsapp #ai #investing","sentiment_score":0.4375}
{"full_text":"Someone today asked me if im going on a honeymoon after my wedding next weekend.  My backyard elopement because I cancelled my wedding due to Covid.","sentiment_score":-0.0625}
{"full_text":"Dr Srinath Reddy, Prez, will be with us at the Virtual Seminar on Building Partnerships between India &amp; Belgium for the coherent dissemination of #Covid19 Vaccines &amp; Therapeutics in Europe &amp; the World.Reg Now : #BelgiumInIndia","sentiment_score":0.5}
{"full_text":"RT These COVID negotiations should be public.The public should be able to see who is holding stimulus checks hostage &amp; demanding im...","sentiment_score":0.25}
{"full_text":"RT Rick Grimes [to Daryl Dixon]: Maggie's headed to Alexandria. She's about to do somethin' she might regret.#TheWalkin...","sentiment_score":0.0}
{"full_text":"NEWS: Americans increasingly comfortable with church defiance of COVID-19 restrictions: surveyhttps:\/\/t.co\/bcPKmvhMIX#News #ChristianNews #EvangelismNews #INOENews #INOEMedia #INOE","sentiment_score":0.4}
{"full_text":"Hindustan Times - Covid-19 vaccine will not be mandatory: Joe Biden #joebiden #covid19vaccine #HindustanTimes -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.0}
{"full_text":"RT Regular person goes broke in the pandemic: 4-hour bread lines and homelessnessCompany goes bankrupt in the pandemic:...","sentiment_score":0.0}
{"full_text":"Oregon Health Authority granted the antifa support group a health equity grant award of $145,000 in September. That money came directly from the CARES act money intended to help people suffering from the COVID shutdown,not people throwing super-spreader riot events","sentiment_score":0.1}
{"full_text":"RT you tried your best this week. even if you don't feel like you did much, that's okay. we're almost a year into a world-alt...","sentiment_score":0.5666666667}
{"full_text":"DAILY #COVID19 UPDATE -- In the CY, (Cyprus), there are 11812 confirmed cases, 2057 people have recovered, and 57 deaths -- UPDATED 2020-12-05 06:45:05.168501+00:00","sentiment_score":0.2}
{"full_text":"Release from NC State explaining its cancellation of Saturday's scheduled basketball game against UConn due to a positive COVID-19 test. The Wolfpack's next scheduled game is Wednesday, December 9 against Michigan.","sentiment_score":-0.1395454545}
{"full_text":"RT #StimulusChecksNOW is trending because we are over 8 months into this pandemic and the United States government has ep...","sentiment_score":0.0}
{"full_text":"RT If you still don't wear a mask in public after watching this Bill Nye video, then you are just choosing to be stupid.","sentiment_score":-0.4}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"Today we party in maximum Caribbean style!  We got you covered for any weather. Make it memorable with Lavish Drinks. #caribbean #beach #party #premium #hemp #vodka #luxury #lavish #drinks #livinglavishCovid regulations will be in place for your safety. -","sentiment_score":0.5}
