{"full_text":"RT Sniffer dogs could soon be able to help detect COVID-19 in travelers at airports around Australia. #9News","sentiment_score":0.5}
{"full_text":"RT Asinine and wrong","sentiment_score":-0.5}
{"full_text":"RT In some parts of the country, 31% of care home staff come from the EU. Some areas already have a 26% vacancy rate. And o...","sentiment_score":0.0}
{"full_text":"RT This year has been a great year for me and my family... all glory to God. I know it's unheard off, especially during these...","sentiment_score":0.4}
{"full_text":"RT Thread","sentiment_score":0.0}
{"full_text":"RT The start of Sunday's One Day International between South Africa and England was delayed as players underwent a new round...","sentiment_score":-0.0212121212}
{"full_text":"RT 13,941,086 voted for the bunch of charlatans that are in the proce...","sentiment_score":0.0}
{"full_text":"RT Damn immigrants, coming over here, growing up, getting a good education and using this to create a vaccine that'll benefit...","sentiment_score":0.7}
{"full_text":"RT I'm sure key workers would much prefer more money in their pockets than bowing the head and having their work interupted by...","sentiment_score":0.3}
{"full_text":"RT The is closed to visitors until December 27 #COVID Use our online educational resources:- virtual...","sentiment_score":0.075}
{"full_text":"RT This International Day for People with Disabilities let's pledge to make the future accessible for all by building bac...","sentiment_score":0.125}
{"full_text":"New post: Investment, economic development continues in West Virginia, despite pandemic (copy) | WV News","sentiment_score":0.1681818182}
{"full_text":"of Tax Payers were not able to take benefits of last Amnesty due to lockdown &amp; dilemma of ITC please give one last chance for old returns with cap of late fee 500 and extend #GSTAmnesty_date_extend  upto 31\/01\/21","sentiment_score":-0.0958333333}
{"full_text":"I can't believe we are being put through this no deal shit again?During a fucking pandemic!11,700 people died of covid in November.Tories still obsessed with putting us through economic catastrophe.It's unfathomable, it has to stop!They have to be stopped!#marr","sentiment_score":-0.275}
{"full_text":"1 more day to #ElectionDay -Go out and vote- Observe all #Covid19 protocols Vote peacefully#GhanaDecides","sentiment_score":0.5}
{"full_text":"RT This is our moment to #SaveGoaNow. Whether it is #SaveMollem #SaveMhadei #SaveOldGoa our #jobs,  or our #health from #CO...","sentiment_score":0.0}
{"full_text":"Dumb questions when it's a pandemic","sentiment_score":-0.375}
{"full_text":"Im wondering when will it ever sink in 280 thousand deaths and many with long term complications after being afflicted with the corona.  They are still out there licking the toilet seat unbelievable......","sentiment_score":0.0416666667}
{"full_text":"RT The Swiss realise there is more to life than cravenly hiding from Corona","sentiment_score":0.5}
{"full_text":"Well, wont say we are lucky because the lockdown is on context of war.The 4 day week is not enjoyed by all..small businesses adversely affected by it - endure","sentiment_score":0.0416666667}
{"full_text":"- Dears, I have received my Family permanent visa yellow paper on February 2020, sent to india and it was struck without endorsing due to this pandemic. When can that be expected to be done. Thanks","sentiment_score":-0.00625}
{"full_text":"RT 'Tis the season to be jolly... so we've got a PS50 Gift Card up for grabs. For your chance to #win retweet usin...","sentiment_score":0.8}
{"full_text":"RT Balance is the key Happy weekend twitter-friends #stayathome","sentiment_score":0.4}
{"full_text":"I haven't put out a tweet in a long time but I will say this for this one:This app has alot of stupid people yeses...","sentiment_score":-0.425}
{"full_text":"'BRING LIFE INTO THEIR HOME': Christmas trees a hot commodity during pandemic | Toronto Sun","sentiment_score":0.25}
{"full_text":"Good for you. No mask, no safety measures. You'll end up pushing your hospitals beyond capacity, spread COVID like wildfire, &amp; push the death rate well beyond 12.1 % - already the highest in the world. You may not care or believe but the sad thing is you risk the lives of others","sentiment_score":0.1}
{"full_text":"Can #EditorsGuildofIndja get details of these cases?","sentiment_score":0.0}
{"full_text":"The experience of the Kovid-19 epidemic told us that the laws needed a changeCovid-19 has rung the bell of danger.This has exposed the flaws in the public health system of our country. it has also brought out the shortcomings of the legal framework related to managing the crisis","sentiment_score":0.0666666667}
{"full_text":"RT It's great to hear a Victorian security guard was responsible for diligently noticing German travellers and caring enough...","sentiment_score":0.25}
{"full_text":"The Virus Is Devastating the U.S., and Leaving an Uneven Toll The poor, the elderly, &amp; especially care facility residents are most at risk.","sentiment_score":-0.22}
{"full_text":"Meanwhile I'm seeing local shops when they do restock keeping ammo at pre-epidemic prices. They probably make more that way than by price gouging, since people buy as much as they can rather than let any sit.","sentiment_score":0.2333333333}
{"full_text":"RT Bernie Sanders opposes emerging coronavirus aid deal, Ocasio-Cortez is open to it","sentiment_score":0.0}
{"full_text":"It's a waste of time and money then pretty much like you .","sentiment_score":0.0833333333}
{"full_text":"RT More than 50 million people are experiencing food insecurity, including about 17 million children.I'm begging the demo...","sentiment_score":0.5}
{"full_text":"and finally, don't wait to address medical concerns; i brought this issue up with my GP in April but covid prevented proper assessment until November. not to overstate it, but i suffered for months and it might have been solved overnight. no one's fault, but still.","sentiment_score":0.0}
{"full_text":"RT 'New care crisis looms as rules shut out EU staff.'This problem is entirely predictable, as I've been warning for years, ye...","sentiment_score":-0.0318181818}
{"full_text":"RT Researchers in the Institute for Biomedical Sciences at Georgia State have discovered that the transmission of SARS-CoV-...","sentiment_score":0.0}
{"full_text":"RT Guangdong adds another imported case of COVID-19 from Hong Kong. (Think that's 3 in past week.)The person was quarantine...","sentiment_score":-0.25}
{"full_text":"RT Vaccines are on the horizon.Herd immunity is not. That will take time- enough time for a #covid19aus outbreak to swamp our he...","sentiment_score":0.0}
{"full_text":"RT I've worn a mask MOST of this year.If my President asks me to wear one for an additional 100 days, I will happily do so b...","sentiment_score":0.65}
{"full_text":"RT Look at these #Immigrants coming over working in our #NHS, risking their lives fighting #COVID19 &amp; saving millions of li...","sentiment_score":0.0}
{"full_text":"This year's #InternationalVolunteerDay (IVD) campaign thanks volunteers worldwide and also shed light on the difficulties and needs of volunteers during the #pandemic with the message \"Together We Can Through Volunteering.\"https:\/\/t.co\/t3HKpL3V47","sentiment_score":0.3}
{"full_text":"Will COVID-19 Kill Workplace Culture? #CRE #COVID-19 #NewNormal #TenantTips","sentiment_score":0.0}
{"full_text":"Anything else, Mr Economist? I assume countries around the world clocked 10% growth during the pandemic, and only India stopped growing. When did people stop buying because they hated someone? Stop this garbage theory of yours.","sentiment_score":-0.45}
{"full_text":"Couple married for 50 years die hours apart after battling COVID-19, daughter says - KMBC Kansas City","sentiment_score":0.25}
{"full_text":"Cricket 0 coronavirus 1 ","sentiment_score":0.0}
{"full_text":"UPDATE | Seoul cancels New Year bell-ringing ceremony amid surge in COVID-19#SputnikUpdates","sentiment_score":0.1363636364}
{"full_text":"Bahrain has approved the emergency use of the COVID-19 vaccine developed by Pfizer and  BioNTech. This makes Bahrain the second country in the world to do so, after the United Kingdom became the first on Wednesday.https:\/\/t.co\/nmgB03vEDW","sentiment_score":0.1166666667}
{"full_text":"Coronavirus, a film directed by will be the first Telugu film to hit the silver screen as theatres reopened in #Hyderabad#theatresreopen #coronavirus #newnormal #RamGopalVarma #SrikanthIyengar #VamseeChaganti #OTT #Tollywoodhttps:\/\/t.co\/2MQzzeh9bg","sentiment_score":0.25}
{"full_text":"Covid vaccine decisions have little to do with Brexit","sentiment_score":-0.1875}
{"full_text":"Congratulations to the women who made the list of \"Women of inspiration: 100 social enterprise leaders showing Covid who's boss\"@PioneersPost","sentiment_score":0.0333333333}
{"full_text":"#kpk hospital deathFIR should b on responsibles , zimadaroo k khelaf case murder ka hona chaee ,ya ni pl comeents","sentiment_score":0.0}
{"full_text":"RT When your trapped inside all day on lock down and all you wanna do is straddle a wet tongue. Luckily I had my boy","sentiment_score":-0.0305555556}
{"full_text":"RT Can someone please explain to me why the people on the left, on an anti-lockdown protest in Regent Street, are a terrible Cov...","sentiment_score":-0.5}
{"full_text":"#MaskUp #GiveawayCovid-19 is still not Over! It's Better to be Safe than Sorry.#Contest Rules:Comment the #screenshot below by tagging atleast 3+ of your friends &amp; make sure they follow Contest Timeline: 6th - 12th Dec 2020Marketed By -","sentiment_score":0.5}
{"full_text":"An out-of-state firefighter who traveled to Colorado to help fight the Cameron Peak Fire became sick with COVID-19. Months later, he's still there getting treatment.","sentiment_score":-0.3571428571}
{"full_text":"It's the fourth special cash bonus Walmart has given U.S. associates since the start of the pandemic, bringing the total to $2.8 billion.","sentiment_score":0.119047619}
{"full_text":"Day 6: In April almost 250 new colleagues joined our bank staff team in only two weeks, following a successful recruitment drive. Thank you to everyone who volunteered, joined our team or worked in another role throughout the pandemic. More info:","sentiment_score":0.2772727273}
{"full_text":"Last Day to Watch #ASFF2020 On Demand. Stay home and fill your Sunday with last-minute viewing.Check out the programme to plan your screenings:","sentiment_score":0.0}
{"full_text":"Here are a few photos from our 16:00 departure from #GreenwichPier yesterday. The winter months are the perfect time to admire #LondonByNight from the #RiverThames. We have indoor &amp; outdoor seating &amp; plenty of space for social distancing. Book online at:","sentiment_score":0.2777777778}
{"full_text":"RT As a left-winger, it can feel a difficult place realizing:- The rest of the world is catching on to the fact that they're...","sentiment_score":0.05}
{"full_text":"In an extended feature in our new Insight Dental, we hear from MDDUS member John Sadler and his practice partner and wife, Katharine, on how the #Covid19 pandemic has affected their #Glasgow private dental surgery Shannon Tofts)","sentiment_score":0.0681818182}
{"full_text":" | A huge thank you to everyone who came down to our Club shop yesterday, your support as always has been fantastic!We are open today as well from 10am till 2pm!*With COVID-19 measures in place please allow time for your visit*#SJFC","sentiment_score":0.0814814815}
{"full_text":"To eliminate all doubt I will note there is a school bus that goes through my neighborhood empty we thought it was delivering meals during the coronavirus crisis I don't see it stop anymore?@LLinWood","sentiment_score":-0.1}
{"full_text":"RT #Volunteer response to #COVID19 happens in all forms. #VirtualVolunteering has been on the rise, as volunteers are finding innova...","sentiment_score":0.0}
{"full_text":"The latest podcast in our 2020 PSI Podcast Series is now available on SoundCloud and the PSI website - click on the following link to listen now The podcast looks back on the Role of Behaviour Analysis During the #COVID19 Pandemic #MyPSI","sentiment_score":0.225}
{"full_text":"F is for Follow Me Home headlights - Father Christmas isn't the only one who needs help during dark stormy nights. Our follow me home headlights stay on for a short time after you lock your car to help you safely reach your front door#Advent #AdventCalendar","sentiment_score":0.0875}
{"full_text":"RT Sen. Mitt Romney calls President Trump's leadership on Covid-19 \"a great human tragedy\"","sentiment_score":0.4}
{"full_text":"Bitange Ndemo: Covid-19 stories we all need to know","sentiment_score":0.0}
{"full_text":"RT BREAKING: England's first One Day International against South Africa called off again after positive Covid tests","sentiment_score":0.1590909091}
{"full_text":"NorthantsPH and have a number of schemes available to help you during the pandemic. Visit or call 0300 126 1000 option 5 Monday - Friday 9-5pm F21","sentiment_score":0.4}
{"full_text":"COVID 19 cases in India until : 06\/12\/2020 14:30Total Cases: 9645544 [+1015]Active: 402016Recovered: 9100939 [+993]Deaths :140224 [+8]Total Tests: 146.99MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Fake. This is a photograph by Candida Hofer from 1979, when Sahin would have been 14. Anything to get retweets, eh.","sentiment_score":-0.5}
{"full_text":"Lots to discuss in this week's #NUFC Q&amp;A https:\/\/t.co\/QVg8XI2xry","sentiment_score":0.0}
{"full_text":"If you invented covid 19, keep it in your own country, thats the cure","sentiment_score":0.6}
{"full_text":"The COVID-19 pandemic shows that cash is king in times of crisis. Emergency assistance in the form of cash transfers not just feed the hungry but also give people purchasing power to buy locally, helping to boost economies.Learn more ","sentiment_score":0.25}
{"full_text":"By following the #HandsFaceSpace guidance, we can all help slow the spread of #COVID19 across the North East and beyond.Please continue to:>Wash hands regularly>Wear a face mask>Watch your distance.","sentiment_score":-0.15}
{"full_text":"Real estate alert! REVEALED - How branded developers, builders gained edge over non-branded realtors amid Covid-19 pandemic #RealEstateNews #AZJosh","sentiment_score":0.25}
{"full_text":"On Air Now  All Things Considered: Covid, churches and freedom of worshipJonathan Thomas and guests discuss freedom of worship during the Covid pandemic.https:\/\/t.co\/HnCJwxabkv","sentiment_score":0.0}
{"full_text":"RT Okay, now you gonna wear your mask?","sentiment_score":0.5}
{"full_text":"With the end of the 2nd #lockdown, #London noises unheard in the capital since March will spring up again.The Major Sports Engagement Fund has shown the return of elite sport will bring with it meaningful benefits for our communities.https:\/\/t.co\/uAOpYMgTu2","sentiment_score":0.1875}
{"full_text":"\"I felt completely helpless\" Tim Slater, General Manager for Derbyshire had been at the heart of dealing with Coronavirus back in February when only a few weeks later, it impacted him much closer to home.","sentiment_score":0.0214285714}
{"full_text":"The pandemic is affecting us all. If you are struggling to cope with anxiety and depression, NHS talking therapies can help. They're effective, and confidential.Your GP can refer you or you can refer yourself online.","sentiment_score":0.6}
{"full_text":"HelloI posted a new video in YouTube.If you are OK ,please subscribe to my Ch !https:\/\/t.co\/k8LiA4dMRv#270 Fushimi Inari Taisha[(First &amp; Second)] #YouTube #japan #japantrip #japantourism #stayhome #japantravel#kyotoi #fushimiinaritaisha","sentiment_score":0.2537878788}
{"full_text":"The pandemic is affecting us all. If you are struggling to cope with anxiety and depression, NHS talking therapies can help. They're effective, and confidential.Your GP can refer you or you can refer yourself online.","sentiment_score":0.6}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"Christmas tradition won out over coronavirus in Prague on Saturday with a Covid-compliant, socially-distanced St Nicholas giving out presents to excited children.#Prague #StNicholas #Christmashttps:\/\/t.co\/56VxEM0zEc","sentiment_score":0.375}
{"full_text":"Time: 09:00 * Temp: 3.5degC * Wind: W 0.0 to 2.0mph * Pressure: 999.1hPa * Rain: 0.0mm * Hum: 92% * ET: 0.0mm * Solar: 25.0W\/m2 * UV Index: 0.0 * Sunrise: 08:30 * Sunset: 15:58 * Cloudbase: 600ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT The main hall of Islamabad's Faisal Mosque has been sealed after the government's coronavirus SOPs were violated on Satur...","sentiment_score":0.1666666667}
{"full_text":"\"We say MERRY CHRISTMAS proudly again!\"Tell that all those pollworkers who got death threats because of YOUR bullshit!Tell that all those worker in hospitals etc who fight hard against covid which YOU dont want to fight and just want to make it much more worse","sentiment_score":0.2020833333}
{"full_text":"RT two members of the England touring party have returned unconfirmed positive tests for COVID-19","sentiment_score":0.2272727273}
{"full_text":"Want to help children in Derby this Christmas?Our virtual collection bucket supports young people affected by the pandemic With our partnering charities, we aim to raise much needed funds for the youth of the city and county Donate here ","sentiment_score":0.15}
{"full_text":" Use the postcode checker to find out which tier in England your area is in:","sentiment_score":0.0}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"Australia's Victoria state eased Covid-19 restrictions on Sunday after the country's pandemic hotspot recorded 37 days without any new coronavirus infections, moving toward a \"Covid-safe\" holiday season.","sentiment_score":0.1363636364}
{"full_text":"Moderna seeks FDA emergency approval for coronavirus vaccine     - CNET","sentiment_score":0.0}
{"full_text":"Working from home after #COVID19: 6 ways to make your case #WFH","sentiment_score":0.0}
{"full_text":"RT A family of Muslim immigrants from Turkey newly arrived in Germany.The boy in the yellow t-shirt went on to lead the te...","sentiment_score":0.0681818182}
{"full_text":"Covid-19 Vaccine Doses...How many have been secured by various countriesSource: Duke University Launch and Scale SpeedometerAnalysis by: InShorts","sentiment_score":0.25}
{"full_text":"Britain's Queen Elizabeth to get Covid-19 vaccine 'in weeks'","sentiment_score":0.0}
{"full_text":"RT NBCNews: Covid-19 vaccine cards will be distributed to those who have been vaccinated as a reminder for the 2nd dose, but will not serv...","sentiment_score":0.0}
{"full_text":"RT That feeling when you are the first country in the world to approve a vaccine to stop a deadly pandemic but then remember tha...","sentiment_score":0.025}
{"full_text":"How COVID-19 is exposing Australia's digital divide","sentiment_score":0.0}
{"full_text":"Agriculture and innovation reaches new heights, in part fueled by Covid","sentiment_score":0.1363636364}
{"full_text":"RT England confirm two players have returned positive Covid-19 test results, with the first ODI against South Africa cancel...","sentiment_score":0.2386363636}
{"full_text":"RT A Message From Director\/Executive Producer Robert B Weide...\"Going back to work on #CurbYourEnthusiasm. I was Covid teste...","sentiment_score":0.0}
{"full_text":"Digital Transformation: #COVID-19 has forced changes in the way people work and created a once-in-a-generation opportunity to increase #Engagement and #Productivity.","sentiment_score":-0.15}
{"full_text":"RT Rick Grimes: I never asked anyone to follow me.#TheWalkingDeadSeason 9The Obliged28 October 2018#TWDZombie Apoc...","sentiment_score":0.0}
{"full_text":"Basically you're English until we create rules to get you out of here! Unemployment and Mental illness are reasons why many are homeless, people should not have citizenship revoked for these reasons. Especially when we are in a pandemic where both expectedly spike.","sentiment_score":0.06}
{"full_text":"The pandemic brought some financial changes: cash could fall into disuse to give prominence to electronic payments and new competitors keep on challenging traditional banking: #Banks #payment","sentiment_score":0.1590909091}
{"full_text":"How COVID Changes the Digital Divide Debate","sentiment_score":0.0}
{"full_text":"A reminder that the ECB pulled off a minor miracle in staging 18 men's internationals and five women's in the summer (plus domestic tournaments).","sentiment_score":-0.025}
{"full_text":"Malaysian goldsmiths mould a profit out of pandemic","sentiment_score":0.0}
{"full_text":"Ensure Safety Measures After COVID-19 and Beyond","sentiment_score":0.0}
{"full_text":"RT #COVID19 has shown what humanity is capable of at its best &amp; worst:Inspiring acts of compassion &amp; self-sacrificeBreathtakin...","sentiment_score":0.6}
{"full_text":"Corona Letter: How the world is rolling out the vaccine","sentiment_score":0.0}
{"full_text":"When will they listen &amp; act","sentiment_score":0.0}
{"full_text":"RT Debenhams collapses! But don't be fooled into thinking it was #Covid19 that killed it off...George Galloway drops som...","sentiment_score":-0.2}
{"full_text":"Weather Forecast at 09:00 * Mostly cloudy and cooler. Precipitation possible within 12 hours, possibly heavy at times. Windy. * #conlig, #bangor * #stayathome *","sentiment_score":0.1}
{"full_text":"RT Wear an N-95 mask and social distance away from people who you don't know. It will speed the process of getting rid of COV...","sentiment_score":0.0333333333}
{"full_text":"RT You're absolutely right. No-one ever mentions her name. In case people have forgotten it's Margaret Ferrier and she sh...","sentiment_score":0.2857142857}
{"full_text":"DAILY BULLETIN: Daily Energy Markets Forum - Dec. 6thCLICK HERE>https:\/\/t.co\/tcBt1oVFuc#OOTT #OilPrices #OPEC #China #vaccine #COVID19","sentiment_score":0.0}
{"full_text":"RT \"The Tories have the wrong priorities. They prioritise capital over the future of our climate, nuclear weapons over prote...","sentiment_score":-0.25}
