{"full_text":"RT I feel silly retweeting this as it currently sits at 108,000 retweets but if 10 more people see it for the first time, I...","sentiment_score":0.0625}
{"full_text":"RT Once again I can only apologies, we're not installing sheds due to us not installing sheds.  We can install some fine music...","sentiment_score":0.0972222222}
{"full_text":"RT It was a year like no other: 1.5 million people around the world died during a pandemic, racial unrest gripped the world, and...","sentiment_score":0.0625}
{"full_text":"Sterling Brown is dealing with COVID protocols as well. He's here but not practicing with the team yet.","sentiment_score":0.0}
{"full_text":"\" 'Nothing to do with genes': Racial gaps in pandemic stem from social inequities, studies find.\" #COVID19 #racism","sentiment_score":0.0333333333}
{"full_text":"RT JUST IN: Pfizer says documents it submitted to European regulator for coronavirus vaccine have been accessed in a hacki...","sentiment_score":0.0}
{"full_text":"Comedian JP Sears speaks out against Facebook's coronavirus censorship  via","sentiment_score":0.0}
{"full_text":"My little legend of a manager leading from the front#blackswancares #COVID19 #COVID19Vaccine","sentiment_score":-0.1875}
{"full_text":"It's been rushed. Too dangerous and the Chinese wouldn't accept liability claims.We need to wear these anti-viral\/COVID killing masks. ISO certified, long lasting, made using patented nanotechDeveloped by British scientists News)","sentiment_score":-0.13}
{"full_text":"RT Powerful speech from Angela Merkel","sentiment_score":0.3}
{"full_text":"RT It's a pandemic. We're all stressed. Everyone wants to be on vacation. You're not special","sentiment_score":0.0107142857}
{"full_text":"RT MAGA thought process: We must punish evil China for sending this horrible virus that is just the common cold and we don't nee...","sentiment_score":-0.725}
{"full_text":"RT (): Even if the first COVID-19 vaccine is approved by the FDA tomorrow--hopefully it will be--it likely won't land in *yo...","sentiment_score":0.125}
{"full_text":"RT I feel a sense of relief that my quarantine is over and that I didn't need to seek out any medical assistance as a result...","sentiment_score":0.0}
{"full_text":"How are our schools working during the pandemic? Make sure you ask the students. A brief essay about teaching and learning from","sentiment_score":0.25}
{"full_text":"RT Wichita has new COVID clusters: 2 nursing homes, Spirit, Starkey, KETCH, Heartspring","sentiment_score":0.1363636364}
{"full_text":"Recognizing #COVID19's impact on our most vulnerable neighbors, and  announced the $150M #CommunityHousingFund (part of will be CA's largest private fund to house extremely low-income families.","sentiment_score":-0.03125}
{"full_text":"RT #3\"I wanted to make a formal announcement.. that almost two months after my husband's death, I am exploring...","sentiment_score":0.0}
{"full_text":"RT NEW: A spokesperson for Ontario's minister of health says the province will receive a 'very small number' of Pfizer's COVID-19...","sentiment_score":-0.0943181818}
{"full_text":"RT New York legislation could make COVID-19 vaccination mandatory | Just The Newshttps:\/\/t.co\/8Cgl1Atd5G","sentiment_score":0.1363636364}
{"full_text":"I offered to my brother too. I don't think he will take it. I asked him to wait as long as he can at least to accept the coming mandatory vaxx.","sentiment_score":-0.175}
{"full_text":"RT I spoke with a friend in Taiwan about the MAGA \"Freedom\" resistance to COIVID restrictions here.She replied, \"Today, I...","sentiment_score":0.0}
{"full_text":"People want to seem clever by making out they know something.  They would also seem to be contradicted by the CDC.https:\/\/t.co\/Gdqa15NRhU","sentiment_score":0.1666666667}
{"full_text":"Interesting to watch the #GOP trying to put the genie back in the bottle. Too late now. Trumpism in all of its ignorant, hate-filled glory will be with us until Judgment Day or until they kill themselves off from the #COVID19 \"hoax\" (whichever is sooner).","sentiment_score":0.0666666667}
{"full_text":"Yes this!","sentiment_score":0.0}
{"full_text":"RT Just follow the money:1. 75% of #COVID19 deaths have been in #LTC2. For-profit LTC homes have had 4x as many deaths 3. Two...","sentiment_score":0.5}
{"full_text":"RT A Profit-Driven healthcare system forces Healthcare Workers to make impossible choices.\"Because of their greed,","sentiment_score":-0.6666666667}
{"full_text":"RT This is quite something. Of all the positive Covid tests of the 9,000+ students at Cambridge University tested in the week to...","sentiment_score":0.2272727273}
{"full_text":"COVID-19 Vaccine Cyberattacks Steal Credentials, Spread Zebrocy Malware","sentiment_score":0.0}
{"full_text":"RT Indiana and Purdue mutually agree to cancel Saturday's game due to rising COVID-19 cases at both schools, meaning neither will be...","sentiment_score":-0.2625}
{"full_text":"RT When can we come visit, Canada? ","sentiment_score":0.0}
{"full_text":"Omg my students are giving me a headache this period. Finding it impossible to download, share and type in a document. Every group in every class has done it no problem. Get it together for Pete's sake. Lol They are trying me for the first time since before covid lol","sentiment_score":0.2958333333}
{"full_text":"RT As cases continue to rise across the country, we must continue to take personal responsibility by wearing a mask to redu...","sentiment_score":0.0}
{"full_text":"What mfs thinks gonna happen to them when they take the Covid vaccine","sentiment_score":0.0}
{"full_text":"Maybe he's building a time machine with it! And then we'll finally see that we were foolish to doubt him!!","sentiment_score":0.0}
{"full_text":"I've been thinking about something nice people.. if tested positive for COVID last night, why didn't everyone else get tested?","sentiment_score":0.2757575758}
{"full_text":"Important #COVID19 message from &amp; Commissioner Dr. Box:PLEASE ANSWER THE PHONE WHEN CONTACT TRACERS CALL. THAT NUMBER WILL SHOW AS 833-670-0067.#teamwork #InThisTogether #MaskUpHoosiers","sentiment_score":0.4}
{"full_text":"RT The Federation of Thai Industries (FTI) believes Thai tourism may recover as soon as the third quarter next year as a...","sentiment_score":0.0}
{"full_text":"Real estate construction is still happening in #Austin, despite the #pandemic. I had a chance to visit one of those sites, a 49-floor condo tower.","sentiment_score":0.2}
{"full_text":"RT JUST IN: Pfizer says documents it submitted to European regulator for coronavirus vaccine have been accessed in a hacki...","sentiment_score":0.0}
{"full_text":"RT I would like for just ONCE to have a member of the trump admin to express sorrow about the 287,000 Americans that have died....","sentiment_score":0.0}
{"full_text":"Pls stop expecting your 'next working day' order to be next working day. It's Christmas and we're in a pandemic. ","sentiment_score":0.0}
{"full_text":"RT And it just keeps coming...","sentiment_score":0.0}
{"full_text":"RT Racial disparities in the economy, healthcare, and the criminal justice system have been highlighted by the coronavirus pa...","sentiment_score":-0.4}
{"full_text":"#IvoryCoast #Africa  Cases: 21,547 (+34)  Death: 133 (+1)  Recovered: 21,176 (+15)  Critical: 0  New %: 0.2% (+0.2%)  Death %: 0.6%  Population %: 0.1%#CoronaVirus #Covid19 #SarsCov2#Forecast","sentiment_score":0.0681818182}
{"full_text":"Slept for 14 hours last night. Think I have Covid but that WEF news done fixed it Fucking send it lads $LINK","sentiment_score":-0.1666666667}
{"full_text":"This guy thinks he's Sun Tzu or something","sentiment_score":0.0}
{"full_text":"RT \"I really am sorry, from the bottom of my heart. But if the price we pay is 590 deaths a day then this in unacceptable.\"Germa...","sentiment_score":-0.5}
{"full_text":"At jatomy there is a hand washing station. Let's make use of it and curb the spread of covid-19.Make sure you wash your hands, wear your mask and maintain social distance. Tukomeshe corona. Be safe this festive season.","sentiment_score":0.3444444444}
{"full_text":"RT Bro #Arnab I must say even though the whole world's business is down with  #Covid you are still managing to make money. So f...","sentiment_score":0.0222222222}
{"full_text":"We're in the 'once this is over you have to come visit me in my beautiful hometown' stage of the pandemic. So far on the list: Barcelona, Rome, Cote d'Azur and Caucasus.  I like these dreams. A lot. ","sentiment_score":0.475}
{"full_text":"RT BREAKING--White House Correspondents Association just announced a reporter has tested #COVID19 positive among WH press corps...","sentiment_score":0.2272727273}
{"full_text":"Pretty sure the whole of Liverpool could have got vaccinated against Covid19 during the time it took VAR to make all those wrong decisions tonight. Anyway, happy new year to you all #ChampionsLeague #VAR #MIDLIV #LFC","sentiment_score":0.2310606061}
{"full_text":"Joe Biden Announces Key Members of His Incoming Health Team to Tackle the Pandemic - One Green Planet","sentiment_score":-0.1}
{"full_text":"RT During the #COVID pandemic, last mile delivery has been used to get items to millions of Americans.","sentiment_score":0.0}
{"full_text":"RT \"I really am sorry, from the bottom of my heart. But if the price we pay is 590 deaths a day then this in unacceptable.\"Germa...","sentiment_score":-0.5}
{"full_text":"RT Going on vacation during the pandemic is big colonizer energy","sentiment_score":0.0}
{"full_text":"If you weren't convinced she's insane before, here's proof! Witness Mellissa Carone says she's not self-quarantining after Giuliani's COVID-19 diagnosis","sentiment_score":-1.0}
{"full_text":"RT $740 billion a year on endless wars and you're telling me we can't afford to send families $2,000 a month to pull them...","sentiment_score":-0.125}
{"full_text":"Sterling Brown is in camp, but he's still going through COVID protocols","sentiment_score":0.0}
{"full_text":"RT Germany really is doing the worst possible version of lockdown right now -- where it doesn't work, the rules change eve...","sentiment_score":-0.1285714286}
{"full_text":"RT Rep. Katie Porter lambasted Mitch McConnell over his refusal to support bipartisan stimulus legislation this week, acc...","sentiment_score":0.0}
{"full_text":"RT During this second lockdown, I have had the opportunity to support a patient on #PICU to access #spiritualwellbeing through","sentiment_score":0.0}
{"full_text":"The difference between the police action in this vs during the summer protests is staggering. There were mobs trying to force themselves into people's homes for Christ's sake.","sentiment_score":0.1}
{"full_text":"Damn. How greedy can you get. Can't believe he doesn't take care of his workers","sentiment_score":0.0}
{"full_text":"RT 1\/. This diagram shows how the US &amp; UK govts appear to have a joint\/parallel #COVID19 strategy, giving military-backed...","sentiment_score":0.0}
{"full_text":"RT Imagine donning riot gear to forcibly evict a family in the winter, during a pandemic, and thinking, \"I don't get enough re...","sentiment_score":0.25}
{"full_text":"RT by now corona rooot!","sentiment_score":0.0}
{"full_text":"RT .99 cents! \"I want to go to Heaven, Mom\". Five years old. What would you say? #ASMSG #SNRTGhttps:\/\/t.co\/77zLRxiec8...","sentiment_score":0.1}
{"full_text":"RT Exterior design is important because it gives life to your homeContact Me: #in...","sentiment_score":0.4}
{"full_text":"RT An Oregon nurse who boasted on TikTok about violating COVID-19 safety rules has since lost her job and agreed to stop pr...","sentiment_score":0.0}
{"full_text":"RT This is incredibly common and must end.","sentiment_score":-0.3}
{"full_text":"RT Leadership. Humanity. Responsibility.","sentiment_score":0.0}
{"full_text":"Bit of both I'd say:Some of it will certainly be residual momentum (and indeed infections) from national lockdown, but the average fall in case rate over the last two weeks (relative change, not just absolute) is considerably bigger in T3 areas than T2.","sentiment_score":0.044047619}
{"full_text":"Entropy.","sentiment_score":0.0}
{"full_text":"RT Spreading COVID in order to bring back executions is fairly on point for Donald Trump, yet still shockingly horrific. Th...","sentiment_score":-0.1}
{"full_text":"Check this out guys:https:\/\/t.co\/g8IKoZVlOA","sentiment_score":0.0}
{"full_text":"RT Wonder if people denouncing this realize how common it was in the Dust Bowl and in Depression-era Appalachia for residents t...","sentiment_score":-0.3}
{"full_text":"RT What are the BBC thinking commissioning such a programme promoting puppy breeding to make money during lockdown","sentiment_score":0.0}
{"full_text":"Yes the coronavirus might be real but the government is exaggerating the numbers,yesterday the government send a message to my employer saying that I tested positive and never in my life had I took the covid tests,now I'm in quarantine wtf!!!","sentiment_score":-0.1830965909}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT Pandemic profiteer Kelly Loeffler's implicated in another insider trading scandal, this time involving her mega-rich hu...","sentiment_score":-0.4}
{"full_text":"The U.K. kicked off their COVID-19 mass vaccination program yesterday.   Lupe Fiasco says only vaccinated people can attend his shows  Will you be getting the vaccine? WATCH:","sentiment_score":0.0}
{"full_text":"RT These ppl are soooooo dumb.  You can literally hear rocks rolling around inside their heads through twitter. #COVID19","sentiment_score":-0.375}
{"full_text":"RT The barely re-elected mayor of Portland is using police to scatter houseless residents across the city during a p...","sentiment_score":0.05}
{"full_text":"RT BREAKING NEWS: announces on that he will be released from hospital today after being diagnosed...","sentiment_score":0.0}
{"full_text":"Thanks to Bob Woodward, we all learned, via taped conversation that Trump knew EXACTLY how bad Covid was and how bad it was going to get but he still lied to all of us, so this is no different. He's a liar, always has been, always will be and he will empty out their pockets","sentiment_score":-0.175}
{"full_text":"If we are adopting the precautionary principle, then we shouldn't wear masks because there is a risk of lung infection caused by a build-up of mould, bacteria and fungus on the mask that is then breathed in.","sentiment_score":0.0}
{"full_text":"RT A bipartisan group of House and Senate lawmakers are proposing  $908 billion in coronavirus relief bill after days of back...","sentiment_score":0.0}
{"full_text":"RT If you have a holiday planned in the EU you might want to read this.","sentiment_score":0.0}
{"full_text":"RT Congresswoman Lauren Underwood consistently delivers receipts not rhetoric for the American people. #BlackWomenLead ","sentiment_score":0.125}
{"full_text":"RT \"Trump's actions put American lives at risk. This cannot be dismissed as a partisan game or as a private grift. It is ab...","sentiment_score":-0.1333333333}
{"full_text":"RT So no,it's not that we're oblivious to the pandemic. We're very aware but have no choice. People in our industry went...","sentiment_score":0.325}
{"full_text":"We paid for his treatment Heaven for bid I get Covid I get no such treatment.","sentiment_score":0.0}
{"full_text":"RT Will California's Governor Actually Be Recalled Over Lockdown Orders?https:\/\/t.co\/rFJTU2VqZG#GavinNewsom#WeveGotAState...","sentiment_score":0.0}
{"full_text":"RT Did you sleep with a Chinese agent?","sentiment_score":0.0}
{"full_text":"In a promising sign, two drug giants -- Moderna &amp; Pfizer -- announced that their vaccines had shown 90%+ efficacy in recent trials. Both vaccines could receive regulatory approval in the coming weeks.When available to the public, these need to be free.https:\/\/t.co\/C09n9eNIwz","sentiment_score":0.15}
{"full_text":"Here's the Chair of the Royal College of Physicians refuting that garbage:Doctor Exposes COVID &amp; Masks in Secretly Recorded Meeting in Edmonton, Alberta, Canadahttps:\/\/t.co\/JUZSGgMWKH","sentiment_score":-0.4}
{"full_text":"RT Nobody is pro-abortion.It's pro-choice.You know, choice: that crazy thing the pro-life, anti-maskers say when you tell t...","sentiment_score":-0.6}
{"full_text":"My covid test came back negative for a second time because I hate people around me and I'm glad masks take away the feeling that someone is staring at me.","sentiment_score":-0.12}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"RT Through the system, a survey asking for information that is allowable under the Public Health Code and Health Insurance Po...","sentiment_score":0.0}
{"full_text":"RT New cases of COVID-19 have increased by 62% since last week, according to new data released Wednesday by the Department of...","sentiment_score":0.0909090909}
{"full_text":"You'd think these mfs made progress during a pandemic and yet...","sentiment_score":0.0}
{"full_text":"RT Over 11% of North Dakota's population has been infected with COVID-19.Nearly 10% of South Dakota's population has be...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Pfizer says documents it submitted to European regulator for coronavirus vaccine have been accessed in a hacki...","sentiment_score":0.0}
{"full_text":"RT #Hamas terror organization's Ministry of Interior in #Gaza announces full lockdown in the whole of the Gaza Strip for the weeke...","sentiment_score":0.275}
{"full_text":"RT $740 billion a year on endless wars and you're telling me we can't afford to send families $2,000 a month to pull them...","sentiment_score":-0.125}
{"full_text":"RT A 90-year-old woman gets first Covid vaccine in UK, as massive rollout begins ","sentiment_score":0.125}
{"full_text":"RT The final, certified results are in:$13,423 raised for COVID-19 response523 mugs sold (349% of our ori...","sentiment_score":0.0}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT Don't miss giving an informative and educational presentation on COVID adaptability at the #streamys, this Satur...","sentiment_score":0.25}
{"full_text":"RT why I won't wear a mask","sentiment_score":0.0}
{"full_text":"RT You can donate to help this family stay in their generational home and learn more about them here:https:\/\/t.co\/fAlnYCnNT2","sentiment_score":0.5}
{"full_text":"RT US pandemic response has collapsed into total failure at this point. It starts with Trump, but the failures are everywhere.","sentiment_score":-0.1583333333}
{"full_text":"RT The cowardice of GOP leaders is historically shameful. They act as mere puppets to Fox prime time, Newsmax, Epoch Times a...","sentiment_score":-0.25}
{"full_text":"Covid vaccine side effects are no reason to avoid the shots, doctors say:","sentiment_score":0.0}
{"full_text":"There are many examples in Canadian history of scientists sponsored by the federal government or the government itself doing medical experiments on Indigenous people, says Ian Mosby, an assistant professor at Toronto's Ryerson University.https:\/\/t.co\/P3NjKNeWN1","sentiment_score":0.25}
{"full_text":"As countries seek to climate-proof their post-pandemic economies they must craft strategies to scale their green bond markets, leverage international debt capital markets, and harness blended finance, says","sentiment_score":-0.1}
{"full_text":"Just in: More than 420,000 people have now tested positive for COVID-19.","sentiment_score":0.3636363636}
{"full_text":"Canada approves Pfizer-BioNTech Covid-19 vaccineThe vaccine, it said, had undergone a fast-tracked review while it was still in clinical trials, which concluded that it met \"stringent safety, efficacy and quality requirements for use.\" | #VisionUpdates","sentiment_score":0.0}
{"full_text":"RT Most of the West is committing economic and geopolitical suicide.  At this rate, the 21st Century will certainly belong...","sentiment_score":0.2285714286}
{"full_text":"\"It is going to be a challenging Christmas for many families this year due to the devastating impact of coronavirus\"","sentiment_score":-0.03125}
{"full_text":"There has been a \"worrying rise\" in infection rates in East Sussex - just days before restrictions are reviewedhttps:\/\/t.co\/GQdBcrnC2N","sentiment_score":0.0}
{"full_text":"The Republicans are running out the clock. They have offered up increasingly untenable proposals in a bid to pin the responsibility for no deal on the Democrats.https:\/\/t.co\/PYJW83MrN1","sentiment_score":0.0}
{"full_text":"The City of North Las Vegas has announced a new program to help small businesses during the three-week \"pause\" caused by the COVID-19 pandemic in Nevada.https:\/\/t.co\/BWA7UDWWaP","sentiment_score":-0.0568181818}
{"full_text":"Subscribe to Edapt and receive your first 2 months for free!  https:\/\/t.co\/1d5yXCD7IoWe can support staff with:COVID-19 related questions Allegations Grievances Employment contracts Appraisal And much more ...#teachertwitter #edutwitter","sentiment_score":0.3125}
{"full_text":"Donate your 635K taken from real Covid victims and give it to food banks.","sentiment_score":0.2}
{"full_text":"With Hanukkah beginning this week and other winter holidays right around the corner, you may wonder how you can keep the holiday spirit alive during the pandemic. Learn how to celebrate without putting your safety at risk.","sentiment_score":0.0869047619}
{"full_text":"RT Did you sleep with a Chinese agent?","sentiment_score":0.0}
{"full_text":"#FGCU senior, Hannah Lee, shares insights from working at Lee Health while continuing her education during the pandemic.","sentiment_score":0.0}
{"full_text":"If you have a high temperature, a new continuous cough and\/or a loss or change to taste or smell, you must self-isolate and book a covid test via do NOT turn up to our symptom-free testing sites if you have any of the above symptoms. #LetsGetTested","sentiment_score":0.0987878788}
{"full_text":"Who is the new, digitally-savvy 2020 customer? Find out how your #ecommerce strategy should change to meet customers' needs: #fashionretail #personalization","sentiment_score":0.1363636364}
{"full_text":"A bipartisan group of lawmakers is circulating a framework for their $908 billion coronavirus relief proposal.","sentiment_score":0.0}
{"full_text":"ICYMI: We recapped the Purdue win, looked ahead to the Minnesota game and examined the state of the Big Ten when it comes to COVID-19. Catch the full episode anytime >https:\/\/t.co\/Xupe89IZlJ","sentiment_score":0.15}
{"full_text":"Mike wasn't allowed to visit his mom due to COVID restrictions.After losing her, he's on a mission to buy iPads for patients to connect with their families remotely.","sentiment_score":-0.1125}
{"full_text":"'The worst is still to come': Food banks brace as pandemic pushes people to the brinkhttps:\/\/t.co\/e5U9cM0leL","sentiment_score":-1.0}
{"full_text":"From spring 2019 to spring 2020, unemployment among young workers increased by 16 points, compared to a 9-point increase among older workers. One-third of young Americans in the labor market are classified as underemployed.https:\/\/t.co\/7b4Eb1eTCG","sentiment_score":0.1222222222}
{"full_text":"Our self-directed courses can be taken anytime! Available courses cover topics like reporting on #COVID19, #datajournalism, #investigativereporting, #mapping, uncovering #misinformation and more!","sentiment_score":0.5125}
{"full_text":"Staff writer Megan Sulzinski speaks with Janet Kay about her experience as a Patient Financial Specialist at Middlesex hospital during COVID-19.Find her story in our newest #CoronavirusNotebook entry here:https:\/\/t.co\/2fDYFAcbqL","sentiment_score":0.0}
{"full_text":"Just over one-third of Americans (35%) approve of how President Donald Trump has handled the coronavirus pandemic, while 65% disapprovehttps:\/\/t.co\/ikQr33ssIF","sentiment_score":0.0}
{"full_text":"104-year-old WWII veteran beats Covid just in time for his birthday","sentiment_score":0.0}
{"full_text":"Boulder Chamber member is offering a variety of free, virtual events to provide support, information, and resources during COVID-19. Learn more about the upcoming events here:","sentiment_score":0.45}
{"full_text":"Former South Carolina Gov. and former U.N. Ambassador Nikki Haley says her sister-in-law has died of coronavirus.","sentiment_score":0.0}
{"full_text":"LOCKDOWN 2.0 IN BRITAIN WAS A MISTAKE | EPISODEWhat do you think? Let's hear your views Watch the full episode of Brian Rose's Real Deal on our website for FREE!#LondonRealArmy","sentiment_score":0.3833333333}
{"full_text":"In our Facebook Live this evening, discussed how used the Leg Ulcer Pathway during the COVID-19 pandemic to improve outcomes &amp; release nursing time to care.Download your copy of the pathwayhttps:\/\/t.co\/xFZWcI2P5w@jcnreport","sentiment_score":0.1363636364}
{"full_text":"The infection rate in Hull is dropping rapidly but we need you to keep doing your bit to get it down even further.Follow the basics - Wash HandsCover FaceMake SpaceLets all do our part to keep our family, friends and city COVID-safe.","sentiment_score":-0.1555555556}
{"full_text":"Workplace Sexual Harassment Has Skyrocketed During the Pandemic","sentiment_score":0.5}
{"full_text":"Hopefully closer to four than eight, but, yeah","sentiment_score":0.0}
{"full_text":"High uptake of vaccines for #COVID19 is needed to protect the US population, but experience from past vaccination efforts against influenza indicates that many states will likely require strong support from the federal government for a successful rollout.https:\/\/t.co\/sobrhDMSBn","sentiment_score":0.2655555556}
{"full_text":"#DidYouKnowSmall business, nonprofits, sole proprietorships, independent contractors, and other eligible organizations can still apply for a #COVID19 Economic Injury Disaster Loan. Learn more:","sentiment_score":0.115}
{"full_text":"RT \"I really am sorry, from the bottom of my heart. But if the price we pay is 590 deaths a day then this in unacceptable.\"Germa...","sentiment_score":-0.5}
{"full_text":"Make sure your carpets are cleaned before the holidays. Call us at 316-854-0558.#wichita #housecleaning #janitorial #clean #carpet #upholstery #airduct #arearug #dryervent #tile #grout #carpetstretch #carpetrepair #vinylfloor #coronavirus #covid19","sentiment_score":0.4333333333}
{"full_text":"You can still build hype and make cool shit and release an album during a pandemic. You have the money, you have had since July to plan something. And then you fumble your social media posts, trying to tease a make-up palette. It's a cool palette. But seriously.","sentiment_score":0.04}
{"full_text":"The #coronavirus #pandemic has had a devastating impact on both residents and staff in long-term care settings, with long-term care deaths representing 40% of #COVID19 deaths even though LTC residents are just 1% of the population. An abject failure by any measure. ","sentiment_score":-0.6583333333}
{"full_text":"ICE had months to take steps to keep immigrants safe from COVID. They've refused. A judge even found that they \"repeatedly acted with deliberate indifference\" to the health of immigrants. Time's up. Let's pass my FIRST Act and begin releasing immigrants.https:\/\/t.co\/rsYZopgjNf","sentiment_score":0.375}
{"full_text":"Amid outrage from parents and legislators, California pivoted to reverse the closure of playgrounds in the regional stay-at-home order.","sentiment_score":0.0}
{"full_text":"judging by the climate, increased pandemic odds, inequality; my answer is yes.","sentiment_score":0.0}
{"full_text":"Northeast Tri County Health District officials are working with Buena Vista Healthcare, a long-term care facility located in Colville, in response to a new outbreak of COVID-19 cases. Eleven staff members and 23 residents have tested positive since Nov. 23https:\/\/t.co\/7KKxGN6KAW","sentiment_score":0.1818181818}
{"full_text":"Las Vegas marijuana dispensaries adjust during pandemic, coming back stronghttps:\/\/t.co\/J72ihMUhQZ","sentiment_score":0.0}
{"full_text":"We are all dealing with some form of #pandemic fatigue. The #anxiety and #uncertainty take a toll. For me it manifests as inertia or #depression. How does it manifest for you? How are you dealing with it? #mentalhealth #covid19","sentiment_score":0.0}
