{"full_text":"RT #COVID19: Health Secretary Matt Hancock reveals details of a new variant of #coronavirus which is believed to be causing the f...","sentiment_score":0.1363636364}
{"full_text":"RT Early treatment protocols have been overlooked and the CDC has said noth...","sentiment_score":0.1}
{"full_text":"RT \"We have learned from the AIDS response that it is only where rights are respected, protected, and fulfilled that countries can...","sentiment_score":0.0}
{"full_text":"I don't think Southampton have high enough numbers for T3. But we might be in another lockdown..? ","sentiment_score":0.08}
{"full_text":"RT #WATCH 329 new COVID-19 cases &amp; eight deaths confirmed@ZaraKing has a breakdown of today's numbers#VMNews | #COV...","sentiment_score":0.1363636364}
{"full_text":"RT Joel Osteen denounced as 'grifting scumbag' after his megachurch pockets millions in COVID-19 relief","sentiment_score":0.0}
{"full_text":"RT There are more patients in Ontario intensive care units than at any other point in the COVID-19 pandemic.","sentiment_score":0.1875}
{"full_text":"RT My family has COVID &amp; the health authority told my mom that if her lips turn blue to go to the hospital. She's Black. Her...","sentiment_score":-0.0833333333}
{"full_text":"Depopulation, anyone?","sentiment_score":0.0}
{"full_text":"RT Great British Bake Off judge Prue Leith has become one of the first celebrities to have the Pfizer\/BioNTech #coronavirus vacci...","sentiment_score":0.35}
{"full_text":"RT \"He was an incredible man, a wonderful son and brother. He deserved to live a long and happy life, just like anyone else.\"R...","sentiment_score":0.5572727273}
{"full_text":"RT Hey not many friends on here , but wanted to say bye , I can't beat this Covid,","sentiment_score":-0.25}
{"full_text":"RT BREAKING: The U.S. death toll from Covid-19 has surpassed 300,000, 18.6% of the global total. The U.S. is 4.25% of the globa...","sentiment_score":0.0}
{"full_text":"RT I will bring you live coverage today! On","sentiment_score":0.1704545455}
{"full_text":"RT Who tf taking they kids to sit on another nigga lap mid pandemic ?","sentiment_score":0.0}
{"full_text":"RT 2020 disasters1. #covid192. #Vizag gas leak3. #csk not qualified for playoffs4. #Lazystar going to win #BiggBossTelugu...","sentiment_score":0.8}
{"full_text":"RT negative on the COVID. positive on the anxiety","sentiment_score":-0.0363636364}
{"full_text":"RT And, now I'm crying.","sentiment_score":-0.2}
{"full_text":"RT Boris Johnson's father caught getting on tube without mask in fourth breach of Covid rulesThinks he is above the law...","sentiment_score":0.0}
{"full_text":"Lawsuit naming Media for Crimes Against Humanity must be filed for their actions in keeping a drug away from citizens for political reasons when it could have helped them early in the corona infection.","sentiment_score":0.05}
{"full_text":"RT Wishing all involved a safe &amp; speedy recovery ","sentiment_score":0.5}
{"full_text":"Twitter and tik tok are so real and relatable (sometimes) and it's helpful when you're struggling to not see everyone appear that they are living their best lives in a pandemic","sentiment_score":0.6}
{"full_text":"RT This is Sandra Lindsay, the critical care nurse at Long Island Jewish Medical Center who was vaccinated live on TV:","sentiment_score":-0.0022727273}
{"full_text":"Yes fuck Joel Osteen for sure","sentiment_score":0.05}
{"full_text":"RT \"HoW yOu KnOW iTs cOVId???\" His wife confirmed a positive test when talking to EMTs.","sentiment_score":0.3136363636}
{"full_text":"5.  Knowing this news: What's in the COVID Vaccines? Did China insert some nanotech or nanobio into the shots? Do the ingredients in the vaccine match the Pfizer reviewing documents submitted to the FDA?https:\/\/t.co\/O4JFxVRrJ1","sentiment_score":0.0}
{"full_text":"RT As with Pfizer\/BioNTech vaccine, ZERO cases of #COVID19 in Black participants who received the NIAID\/Moderna #vaccine (0\/136...","sentiment_score":-0.1666666667}
{"full_text":"RT Social distancing","sentiment_score":0.0333333333}
{"full_text":"RT Over PS11k in the Christmas fund which will be 100% distributed to those that need it next week before Christmas. This reall...","sentiment_score":0.0}
{"full_text":"RT The program helps restaurant, fitness and entertainment venue workers affected by the state's public health orders. Eligib...","sentiment_score":0.0}
{"full_text":"Go play airsoft at a local airsoft field near you but wear a mask and bring hand sanitizer just to be safe. Trust me airsoft is a thrill and great distraction from the world","sentiment_score":0.35}
{"full_text":"Just starting","sentiment_score":0.0}
{"full_text":"RT A person with #COVID19 can spread it for 2-14 days without showing any symptoms, and asymptomatic cases are common. You m...","sentiment_score":-0.3}
{"full_text":"RT OHA's COVID Patient Utilization Map shows the increase in Ohio hospitals' total utilization in each county from Sept. 1...","sentiment_score":0.0}
{"full_text":"RT I feel like this point has gone kind of under-noticed.There seems to have been a widespread assumption that suicides are u...","sentiment_score":0.6}
{"full_text":"The President has been calling for them to stop shutting down businesses. Most of the closures are in democrat run cities and states. Disney World in Rep FL is open with no problems, Disneyland in dem CA closed with tens of thousands now jobless.","sentiment_score":0.0611111111}
{"full_text":"Thank you SPARK","sentiment_score":0.0}
{"full_text":"RT One of the key scientists behind the Moderna vaccine is Dr. Kizzmekia Corbett, a 34-year-old Black woman who will go do...","sentiment_score":-0.1888888889}
{"full_text":"RT Battling FOCUS during Covid WFH? The Battle Secrets of Personal and Organizational Focus | Leadership Excelleration htt...","sentiment_score":0.0}
{"full_text":"RT It's a money game. You don't have to like it, but that's what it is. Gates is calling shots for a global pandemic... H...","sentiment_score":-0.2}
{"full_text":"RT Remembering seasonal coronaviruses: Two new studies reveal that individuals exposed and unexposed to #SARSCoV2 have cr...","sentiment_score":0.1363636364}
{"full_text":"It would be helpful if you would tell us your plans for dealing with the pandemic instead of constantly complaining about the Governor. We've been waiting for your plan and we still haven't seen it.","sentiment_score":0.0}
{"full_text":"RT While us mere plebs are liable for fixed penalty notices, is up to his fourth breach now. For anyone el...","sentiment_score":-0.125}
{"full_text":"RT Okay, so... I rarely go out because of COVID-19, but I needed some fresh air, so I went out for a walk late at night where...","sentiment_score":0.2}
{"full_text":"This would be a glitch in the matrix","sentiment_score":0.0}
{"full_text":"RT West Virginia's billionaire governor gets first dibs on COVID vaccine while lung-damaged coal miners have to wait: rep...","sentiment_score":0.25}
{"full_text":"RT Our entire security architecture is under threat. Twenty six top Genral's are laid down with COVID-19. Succession lines...","sentiment_score":0.1148148148}
{"full_text":"Can y'all please just trust scientists? I've seen so many bad takes on this vaccine lately. Skepticism is helpful but like...how are we supposed to get out of a pandemic if one will vaccinate? Y'all didn't want to distance and wear masks so ","sentiment_score":-0.1666666667}
{"full_text":"RT On Tulip Tuesday we start with another full lockdown in The Netherlands until the 19th of January. It feels a bit more...","sentiment_score":0.425}
{"full_text":"I hope your government listens to the experts ... after all, ours has moved away from the easing too. Holland has gone into a five week lockdown","sentiment_score":0.0}
{"full_text":"RT Why am I passionate about health communication and health literacy? Because plain language can be the difference between talk...","sentiment_score":-0.1321428571}
{"full_text":"RT BREAKING: After striking down lockdown orders limiting church attendance in California and New York, the Supreme Court has...","sentiment_score":0.1602693603}
{"full_text":"Mitch McConnell has his own idea about \"relief \" - His own. #GOPBetrayedAmerica","sentiment_score":0.6}
{"full_text":"MANDATORY MASK MANDATEClick Below For Resolution 2020-18:https:\/\/t.co\/vXUqCUNNwn.........#WashYourHands #WearAMask #SocialDistance #GraniteStrong","sentiment_score":0.0}
{"full_text":"RT Global South countries, led by South Africa and India, have requested a suspension of the WTO's patent rules to enable the...","sentiment_score":0.0}
{"full_text":"Justice for #DanielHernandez! Toni McBride is a #KillerCop!#DefundThePolice#BlockGarcetti","sentiment_score":0.0}
{"full_text":"RT I received our first COVID19 Pfizer vaccine!!!!!!!!","sentiment_score":1.0}
{"full_text":"RT Many poor nations may be able to vaccinate at most 20% of their populations in 2021. Meanwhile, some rich countries have res...","sentiment_score":0.295}
{"full_text":"RT Liquid gold. The Covid vaccine being kept cold in a super refrigerator at St. John's Hospital. More than 175 front line...","sentiment_score":0.0777777778}
{"full_text":"For the NPs advising the Covid vaccine","sentiment_score":0.0}
{"full_text":"Them, ycee and boj","sentiment_score":0.0}
{"full_text":"RT A posh version of the common-or-garden delinquent, usually found smashing up bus stops or setting fire to rubbish bins....","sentiment_score":-0.25}
{"full_text":"It wasn't violated.  The Church is the staff's employer.  employees paid payroll taxes and FICA, the Churchmatched that FICA and paid other benefit expenses.  There's too much commentary and criticism for a Church most aren't members of no one could have anticipated COVID-19.","sentiment_score":0.1916666667}
{"full_text":"RT My family has COVID &amp; the health authority told my mom that if her lips turn blue to go to the hospital. She's Black. Her...","sentiment_score":-0.0833333333}
{"full_text":"RT ICYMI - FDA Says 2 Participants In Pfizer COVID Vaccine Trial Have Died","sentiment_score":0.0}
{"full_text":"RT Who wouldn't want immunity from #Covid19 with a painless jab?? #vaccine","sentiment_score":0.0}
{"full_text":"Meanwhile my entire family except the folks on the east coast have covid because they got together.","sentiment_score":0.0}
{"full_text":"RT Some myths and facts about the novel #covid19 vaccines: a thread","sentiment_score":0.0}
{"full_text":"RT 300,000 people have died of covid. Here are 10 that I think about regularly","sentiment_score":0.0}
{"full_text":"Lmfaooo I know you fuckin lyin","sentiment_score":0.0}
{"full_text":"RT New report from showing just how badly prisons have exacerbated the pandemic:\"At the national level: Mas...","sentiment_score":-0.2818181818}
{"full_text":"RT END THE LOCKDOWNS!","sentiment_score":0.0}
{"full_text":"RT Issue 006: SEIZE -- Stardust and ufologists, alchemical fashion, the abyss of freedom and pandemic life, therapy and comm...","sentiment_score":0.0}
{"full_text":"RT Hi!  Michigan's chief law enforcement officer here. Best to leave law enforcement to the professionals. Michigan's vaccine...","sentiment_score":1.0}
{"full_text":"RT I'm not keen on entities that don't pay taxes receiving taxpayer funds.","sentiment_score":0.0}
{"full_text":"COVID has been around for almost a year and I haven't caught it, even she don't want me ","sentiment_score":0.0}
{"full_text":"Every Covid-19 Vaccine Question You'll Ever Have, Answered by Tara Haelle in","sentiment_score":0.0}
{"full_text":"While states are renewing stay-at-home orders and shuttering indoor dining, grocery stores -- the leading commercial setting of COVID-19 outbreaks -- are ramping up for the holiday season.https:\/\/t.co\/4flZMloBfU","sentiment_score":0.0}
{"full_text":"Nobody is shredding the Constitution. And it's obviously not \"fine\" it's a pandemic and cooperation is required to beat it. China ain't invading, Trump lost the election, and thankfully we will soon have some actual leadership on this issue.","sentiment_score":-0.1041666667}
{"full_text":"RT Hold a floor vote on M4A during an historic pandemic?Dems: \"Can't do that!\"Pass a bipartis...","sentiment_score":0.0}
{"full_text":"RT He played golf.","sentiment_score":0.0}
{"full_text":"FDA Analysis Of Moderna COVID-19 Vaccine Finds It Effective And Safe I","sentiment_score":0.55}
{"full_text":"This","sentiment_score":0.0}
{"full_text":"RT WI Supreme Court Rules State Did Not Have Authority to Abandon Voter ID Rules Due to COVID","sentiment_score":-0.125}
{"full_text":"I booked tickets on in March 2020 that got cancelled due to COVID-19. Hopper confirmation code is A-V4G55Q. Air India refunded the ticket with the condition that the travel shall be made within 1 year and Hopper acknowledge it as well.","sentiment_score":-0.125}
{"full_text":"Lamb demand turned bearish. Reduced demand is covid and not brexit related both Domestically and across Europe. Strong domestic demand for next week and first week of Jan. Urge producers to #keepthefaith and #staycalm","sentiment_score":0.1366666667}
{"full_text":"Eve, the most wonderful thing about the UK that everybody forgets is..we are free to choose, yes there are Lockdown,Tiers, Firebreak or whatever the politicians choose to use, but we are still being given the choice, it is just simply up to us.","sentiment_score":0.475}
{"full_text":"RT JUST IN: Moderna's Covid-19 vaccine is 94% effective at preventing illness and appears to protect against infection as well, doc...","sentiment_score":0.6}
{"full_text":"The international signing period was moved to January because of the pandemic. He will get a pretty nice contract with the team. It's a major league contract so he could be up sooner than later, just depends what happens in free agency. I am still saying 2022 just in case.","sentiment_score":0.21875}
{"full_text":"HOW did I miss this EPIC tweet until now??","sentiment_score":0.1}
{"full_text":"This country has an obesity epidemic and we have people here literally getting slaughtered from covid partly because of diabetes and being fat as fuck, which causes hypertension, screwed up HDL\/LDL, chronic inflammation.. should I go on.","sentiment_score":-0.4}
{"full_text":"After the Lahore meeting, the risk of spreading Corona increased Participants should quarantine themselves #Ministryofhealth #Yasminrashid","sentiment_score":0.0}
{"full_text":"RT Head of WH Security Lost Foot Due to Severe Case of COVID19","sentiment_score":-0.125}
{"full_text":"Ontario reports 2,275 COVID cases, a new daily record","sentiment_score":0.0681818182}
{"full_text":"After Coughing His Way Through Speech, People Wonder If 78-Year Old Joe Biden Has COVID? He Says \"Hack No, It's Only A Cold.\" |","sentiment_score":-0.1666666667}
{"full_text":"RT No, COVID-19 vaccines don't contain Satan's microchips (and other scary conspiracy theories aren't true, either)","sentiment_score":-0.0916666667}
{"full_text":"RT BREAKING: Riders horrified by unusually large rat on subway.","sentiment_score":0.2142857143}
{"full_text":"RT Boston health care workers dancing on the sidewalk to celebrate the arrival of the first  covid-19 vaccine.","sentiment_score":0.25}
{"full_text":"RT Joel Osteen's megachurch received a $4.4. million Paycheck Protection Plan loan during the coronavirus pandemic, according...","sentiment_score":0.0}
{"full_text":"if you took taxpayer money your church should have to pay taxes now. You should also have to show the taxpayers where the money went.","sentiment_score":0.0}
{"full_text":"RT \"Early Years has long felt like the forgotten sector, but the treatment it has received during this pandemic has been nothi...","sentiment_score":0.025}
{"full_text":"Sincerely I am paying off debts. Borrowed to feed, buy data and  attend interviews. I fear what the coming lockdown in Kaduna holds for me in this penniless condition. The 50k will save a life. Thanks#ItelCVCarnival","sentiment_score":0.5}
{"full_text":"RT WI Supreme Court Rules State Did Not Have Authority to Abandon Voter ID Rules Due to COVID","sentiment_score":-0.125}
{"full_text":"RT Ontario has broken the 2000 cases per day mark. As expected by and many experts. Sadly our leaders  and...","sentiment_score":-0.125}
{"full_text":"RT Prof. talks to about #business #liability and #COVID19.  Under GA law, patrons...","sentiment_score":0.0}
{"full_text":"RT Warri let's welcome our very own Neo Akpofure who made us proud at the BBN lockdown. Let's turn up and show our support #Ne...","sentiment_score":0.7933333333}
{"full_text":"RT The Speaker of the House just said thoughts and prayers.  These people are demonic. No COVID relief stimulus checks, no...","sentiment_score":0.0}
{"full_text":"RT It's hard for me to doubt the covid vaccine when only a few years ago they did surgery on a grape","sentiment_score":-0.1638888889}
{"full_text":"% of wages currently subsidized by governments to save their people from COVID:Japan: &gt;80% Norway: Up to 90%Germany: Up to 87%France: Up to 84%Italy: 80%United Kingdom: Up to 80%Canada: Up to 75%United States: 0%. ZEROThanks to #MoscowMitch's &amp; GOP's control of Senate","sentiment_score":0.0}
{"full_text":"It is shame that except for James Comey's letter, the arcane electoral college and Russian interference she would anticipating her 2nd term and this pandemic would have been long controlled","sentiment_score":-0.0166666667}
{"full_text":"Exam sare le rhi h govt Jen patwari etc.. Usse corona nhi felega bs coaching college kholne se hi felega kch toh shrm kro#OpenCoaching_Institutes#reopencollege@GovindDotasra ","sentiment_score":0.0}
{"full_text":"RT Some myths and facts about the novel #covid19 vaccines: a thread","sentiment_score":0.0}
{"full_text":"RT if you walk around a hotel with bare feet, PLEASE don't worry about what's in the covid vaccine","sentiment_score":0.05}
{"full_text":"Honestly, why are we surprised that kids are failing in math when they aren't being taught real world math. I have not had to use y=mx+b or any  quadratic formulas outside the classroom.I feel younger generations are being screwed because they're not learning about taxes etc","sentiment_score":0.18}
{"full_text":"RT Boston health care workers dancing on the sidewalk to celebrate the arrival of the first  covid-19 vaccine.","sentiment_score":0.25}
{"full_text":"RT These are the actual stuntwomen who played the Dora Milaje in #BlackPanther for those who might not be familiar.","sentiment_score":0.1875}
{"full_text":"RT A vaccine won't help any of the patients with COVID19 in my ER right now. It won't help those that'll come tomorrow ei...","sentiment_score":0.2857142857}
{"full_text":"Why doesn't this shock me one bit? We are so screwed in Ontario lol","sentiment_score":0.8}
{"full_text":"RT #COVID19 has unleashed a wave of disinformation, hate speech &amp; violence against some ethnicities or nationalities. Enough is en...","sentiment_score":-0.4}
{"full_text":"RT After a new version of Covid-19 is identified, Apple fans instinctively begin queuing up outside hospitals.","sentiment_score":0.0681818182}
{"full_text":"RT Balance is fragileA slight shift to any side disturbs the balanceIf \"TO MEET IN THE MIDDLE\" is applied automatically &amp; det...","sentiment_score":-0.0833333333}
{"full_text":"RT Hubby just brought me into his office, handed me a dart and pointed to the world map on the wall. He said wherever it lands...","sentiment_score":0.0}
{"full_text":"DECADES of painstaking research brought mRNA vaccine technology to the place where these platforms could be used against an infectious disease. The mRNA COVID-19 vaccines stand on the shoulders of this work.","sentiment_score":0.0}
{"full_text":"1 in 3 South Africans don't want to get a #COVID19 #vaccine, a survey found. Here's how involving people in the decision of who gets a jab could help fix that.","sentiment_score":0.0}
{"full_text":"New Jersey has received 76,050 doses of Pfizer's COVID-19 vaccine with \"hundreds of thousands more\" expected to arrive in the coming weeks.","sentiment_score":0.1787878788}
{"full_text":"Advisory Committee on Immunization Practices (ACIP) stance on Pfizer-BioNTech COVID-19 Vaccine:Pfizer-BioNTech COVID-19 vaccine is recommended for 16 years of age and older in the U.S. under the FDA's EUA. View ACIP's Recommendation here:","sentiment_score":0.1666666667}
{"full_text":"Bruh deadass. COVID put an end to this ","sentiment_score":0.0}
{"full_text":"Watch mental health expert Jessica Dym Bartlett discuss 10 ways for parents and caregivers to support children's emotional well-being during the ongoing COVID-19 pandemic.","sentiment_score":-0.05}
{"full_text":"RT Hey not many friends on here , but wanted to say bye , I can't beat this Covid,","sentiment_score":-0.25}
{"full_text":"The 2021 will be like no other in its long history as the event has gone fully virtual amid the Covid-19 pandemic.","sentiment_score":0.00625}
{"full_text":"Nearly half of Singapore's migrant workers residing in dormitories have had COVID-19, according to the government","sentiment_score":-0.1666666667}
{"full_text":"US Healthcare Spending Declines from COVID-19, But Remains High.https:\/\/t.co\/Og6EyC3rRO","sentiment_score":0.0}
{"full_text":"RT UT nursing students prepared and administered the first round of coronavirus vaccines to eligible Austin residents Tuesday m...","sentiment_score":0.025}
{"full_text":"Because of the pandemic, many major U.S. companies are taking part in our Mental Health First Aid course so they can help employees who might be struggling. If you'd like to enroll, visit  Read the story here:","sentiment_score":0.178125}
{"full_text":"The COVID-19 vaccine arrived in the region on Monday, with tens of thousands of doses being distributed among the three states of the Delaware Valley. Philly officials are expected to announce when inoculations will begin in the city Tuesday. WATCH LIVE:","sentiment_score":0.0181818182}
{"full_text":"Biden should get Covid vaccine soon as possible for 'security reasons', Fauci says Give Biden and his son the China Vaccine. After all he is in Xi Pocket.NOT an American.","sentiment_score":0.0}
{"full_text":"Santa Isabel - which has 900,000 coffee bushes - is one of many farms that is struggling with labour shortages this year.https:\/\/t.co\/F3QqPRfxNg #coffee #covid","sentiment_score":0.5}
{"full_text":"\"My name is Harriett Mack. I live in Ward 8 and I have worked as an IT Support Specialist for 15 years, but because of COVID-19, I have been unemployed for 11 months. I support cancelling the rent, because I am unemployed and not able to pay my rent or bills.\" #CancelRentDC","sentiment_score":-0.0568181818}
{"full_text":"Biden has to have corona","sentiment_score":0.0}
{"full_text":"thank god i didn't catch covid this yr but i really wanna thank him for not catching the pregnancy wave! my god is awesome.","sentiment_score":0.275}
{"full_text":"RT Hindsight is 2020. In our latest Director Lens Communique, reviews the year that was from a governance standpoi...","sentiment_score":0.5}
{"full_text":"Covid-19 news:* UK government under pressure to abandon easing of restrictions over Christmas* Representatives from UK's four nations to meet to discuss Christmas rules* EU medicines agency expected to approve Pfizer\/BioNTech vaccine on 23 Decemberhttps:\/\/t.co\/mrushHVYJ4","sentiment_score":-0.1}
{"full_text":"Take this survey from for a chance to win one of 100 gift cards valued at $100 each! Share experiences, challenges &amp; needs related to providing meals &amp; snacks to children as a #CACFP Provider or Sponsor during the #COVID19 pandemic.https:\/\/t.co\/yjTFIi9YTO","sentiment_score":0.5}
{"full_text":"OPINION: Challengers' Manifestos Have Absolutely No Ideological Anchoring - Mafabi #ChimpReportsNews #2021Election #DavidMafabi #WearAMaskhttps:\/\/t.co\/JD4SaUwP7A","sentiment_score":-0.1}
{"full_text":"I just want access to #HCQ .. Is that asking for too much, ?#NoVaccine","sentiment_score":0.2}
{"full_text":"Ministry leaders in the church seek ways to better engage and accompany young adults during COVID-19 pandemic.Read more... #COVID19 #coronavirus #PopeFrancis","sentiment_score":0.3666666667}
{"full_text":"IS Running OUT #JesusChrist, the almighty \"IAM\" (Exo 3:14) in the flesh (John 1:1-5 &amp; 14) &amp; Saviour of the world, who died for YOUR Sins (John 3:14-20) Will Set U Free #COVID19 #God #Science #LGBTQ #Porn #satan #NBA #NFL #iphone #tattoo #Xbox #PS5 #trump #Biden #Cyberpunk2077","sentiment_score":0.4}
{"full_text":"The updated its 2013 guidance on providing evidence-based primary care to people with #HIV. Among updates, the guidelines include a new section about treating #COVID-19 among #transgender and gender-diverse people with HIV. #HIVcare #providers","sentiment_score":0.2681818182}
{"full_text":"RT The man behind me on this flight. DIED. OF COVID. MIDFLIGHT. I have so many questions.","sentiment_score":0.05}
{"full_text":"RT A muslim wants to ban Christmas. Colour me shocked.","sentiment_score":-0.25}
{"full_text":"RT Warri let's welcome our very own Neo Akpofure who made us proud at the BBN lockdown. Let's turn up and show our support #Ne...","sentiment_score":0.7933333333}
{"full_text":"These are the latest figures #Colchester","sentiment_score":0.5}
{"full_text":"Build Back Fairer: The COVID-19 Marmot Review: The Pandemic Socioeconomic and Health Inequalities in England - The Health Foundation and UCL Institute of Health Equity#greylit #greyliterature #nglc #COVID19 #Covid19UK #health_inequalitieshttps:\/\/t.co\/2bGtkMFx8s","sentiment_score":0.0}
{"full_text":"If people had stick with the latter, we wouldn't need the former. Wear a fucking mask.","sentiment_score":-0.2}
{"full_text":"Huge praise to all my dedicated staff for making this happen Thanks to their help Michael and Doloures Harrison got to see each other safely after #Covid kept them apart for 7 months. They're a bunch of romantics at heart https:\/\/t.co\/YellWAeVD1","sentiment_score":0.24375}
{"full_text":"We have details of a recently released fact sheet for the Pfizer COVID-19 vaccine.https:\/\/t.co\/PyMqMQUwua","sentiment_score":0.0}
{"full_text":"We join in asking Congress to pass the #SaveOurStages Act as part of the next COVID relief package to provide critical funding to help independent venues survive. Please help the entertainment industry by contacting your local legislators in just 30 seconds ","sentiment_score":0.0}
{"full_text":"Wouldn't be me!! Don't let them FORCE you to do that girl.","sentiment_score":0.0}
{"full_text":"RT The Black community has been among the hardest hit by the pandemic, yet less than half of Black Americans polled say they'd get th...","sentiment_score":-0.1666666667}
{"full_text":"#Bulletin on COVID-19 : JK reports346 new positive cases, 110354recovered so farhttps:\/\/t.co\/EApwyPhDTV#bulletin #NovelCoronavirus #Diprjk #government #covid19 #Srinagar #india #positive #newdelhi #jammukashmir","sentiment_score":0.196969697}
{"full_text":"We urge everyone to press pause to slow the surge of COVID-19. Your actions now directly impact our future. Stay home as much as possible, except for essential needs.Wear a mask in public. - Stay 6 feet apart. Wash your hands often. Stay home if you are sick.","sentiment_score":-0.1306122449}
{"full_text":"Have you experienced a negative impact on your finances as a result of COVID-19? Find information and support relevant to your circumstances Click here  #MoneyMap","sentiment_score":0.3}
{"full_text":"The completed a delivery, in half the expected time, of more than 102,000 #COVID19 tests to 212 facilities across the state. Learn how those tests are providing vital help to residents at:  #KnowYourMil","sentiment_score":0.0833333333}
