{"full_text":"I like a lot of your positions but we are out of time.We don't have generations to chip away at that party.As AOC says, even with a majority in the Congress, in a pandemic, we can't even get a VOTE for M4A on the floor. When we can't feed our kids we'll go down swinging.","sentiment_score":-0.1555555556}
{"full_text":"\"First they came for... everyone... because everyone is supposed to wear a mask... I'm oppressed! I'm so oppressed! Won't someone think of the ME?\"","sentiment_score":0.390625}
{"full_text":"Over to for some solidarity and excuses for","sentiment_score":0.0}
{"full_text":"RT 'Tis the season to be jolly... so we've got a PS50 Gift Card up for grabs. For your chance to #win retweet usin...","sentiment_score":0.8}
{"full_text":"RT Doctors predict that Iowa's lax response to the pandemic will result in a \"super peak\" over the holidays--and thousands of...","sentiment_score":0.3333333333}
{"full_text":"RT What makes BTS have my biggest respect is when they splurge on a big budget for such scale of stage production &amp; designs, is t...","sentiment_score":0.0}
{"full_text":"RT This is happening in my city here in Australia right now in December 2020. Post-covid festivals are here. We haven't had...","sentiment_score":0.2857142857}
{"full_text":"RT 1\/ Let's talk about Wisconsin. Nice Upper Midwestern state that this fall has gone through an all-too-typical media cycle...","sentiment_score":0.3}
{"full_text":"RT *sighs in America*","sentiment_score":0.0}
{"full_text":"I thought the same thing! Where is she going with that outfit? Maybe there's a Gala? Oh, that's right, there's a pandemic","sentiment_score":0.1428571429}
{"full_text":"Sure you have a lot of +vs with all these tests. How many are actually sick? Very few. This is nothing more than Ford keeping his dictatorship alive. Note cases up proof the lockdowns don't work.","sentiment_score":0.1042857143}
{"full_text":"RT I'm walking into an overnight ER shift. It's cold out. Im tired. I open Twitter on my walk and see this and NOW I'm al...","sentiment_score":-0.3333333333}
{"full_text":"RT With COVID-19 cases rising across the nation, we need to ramp up our production of personal protective equipment. We have to...","sentiment_score":0.0}
{"full_text":"Well shall we just wait and see how each visit is set up? Then we can decide if they are spreading Covid. UK is not in lockdown down and providing masks are worn appropriately all seems normal to me,","sentiment_score":0.1648148148}
{"full_text":"RT REP. McCARTHY: \"This week, your House Democrat majority is tackling the tough issues by holding a vote on legalizing pot a...","sentiment_score":-0.3888888889}
{"full_text":"In 2020 Trump supporters voted republican for the most part. Republicans can't win in the future if Trump supporters feel cheated and stay home.","sentiment_score":0.4333333333}
{"full_text":"RT As per the Nuremberg Code in UN's international law, ALL medical decisions (diagnostics, interventions, therapeutics, vaccin...","sentiment_score":0.0}
{"full_text":"RT The surge in COVID cases in our region is dangerous. Hospitals are becoming overwhelmed, deaths are rising.A vaccine i...","sentiment_score":-0.075}
{"full_text":"I don't have the audio myself but there's an audio out there with TRUMPS VOICE saying he didn't care about the virus and he didn't lock anything down or do anything on purpose","sentiment_score":-0.1555555556}
{"full_text":"Don't forget free Covid-19 vaccine for Bihar","sentiment_score":0.4}
{"full_text":"RT With COVID-19 cases rising across the nation, we need to ramp up our production of personal protective equipment. We have to...","sentiment_score":0.0}
{"full_text":"America could never and it's been proven the past 8 months ","sentiment_score":-0.25}
{"full_text":"I Stay At Home For My King Queen Shirts - Couple Outfits - King and Queen Shirts -  What Material Is This T-Shirt Made Of? 100% combed ringspun cotton. The perfect fabric for a graphic tee and the softest in the business. (Due to product...","sentiment_score":0.2916666667}
{"full_text":"RT The public health department serving Boise currently has 30 people on its contact tracing team. That is nowhere near enou...","sentiment_score":0.0333333333}
{"full_text":"How keep these people is beyond me","sentiment_score":0.0}
{"full_text":"RT #socialadvent Day 6 Challenge - Mrs Brattisani's menu at home before lockdown vs during lockdown. #remot...","sentiment_score":0.0}
{"full_text":"RT I have a small shop (not office) where I was not sitting since Holi amidst COVID as I got small kid. Yogendra Yadav has cl...","sentiment_score":-0.25}
{"full_text":"RT 24-hour retail. Closed hospitality. You're right, it makes no sense.","sentiment_score":0.0928571429}
{"full_text":"You replied? I only remembered Covid in Newcastle","sentiment_score":0.0}
{"full_text":"RT The surge in COVID cases in our region is dangerous. Hospitals are becoming overwhelmed, deaths are rising.A vaccine i...","sentiment_score":-0.075}
{"full_text":"Thought about enrolling in school &amp; relocating but covid shot that down","sentiment_score":-0.1555555556}
{"full_text":"Since I can't ride my ebike to coffee (actually hot chocolate) this morning instead I'll do laundry#Covid19 #diet #shelterinplace","sentiment_score":0.25}
{"full_text":"RT #WATCH Rajasthan: A couple gets married at Kelwara Covid Centre in Bara, Shahbad wearing PPE kits as bride's #COVID19 report came...","sentiment_score":0.25}
{"full_text":"RT My husband is a disabled veteran. We both have Covid. We have lost our sense of smell and taste. He has sever hearing loss...","sentiment_score":-0.1}
{"full_text":"RT With COVID-19 cases rising across the nation, we need to ramp up our production of personal protective equipment. We have to...","sentiment_score":0.0}
{"full_text":"The Pandemic has had an impact on both young and old alike!  I've been treating these uncertain times with careful thought and reflection &amp; ended up creating a kids book All Cooped Up as a gift to my kinder class. I'd love for you to see it!","sentiment_score":0.1875}
{"full_text":"We cannot demonstrate or protest in these covid days, but we can unite whether you belong to a political party or none to say enough. Please stand up against this government. Sign-up to stand up","sentiment_score":0.0}
{"full_text":"'These houses are basically family': Toronto's Ballroom community fundraiser to support LGBTQ+ youth initiatives during pandemic via","sentiment_score":0.0}
{"full_text":"RT increasingly obvious that no matter how stupid and self-contradictory the covid lockdown policies are, there's a large segm...","sentiment_score":-0.1952380952}
{"full_text":"Ridiculous. This is a national emergency due to a pandemic. We select government officials to lead, not defer to private interests. Decent and reasonable leaders know this.=https:\/\/t.co\/s3yUEQ1i2Zhttps:\/\/t.co\/fmyeThuLvRhttps:\/\/t.co\/6Xu6GgL2N4https:\/\/t.co\/2sr8wLqqit","sentiment_score":-0.0183333333}
{"full_text":"RT One of biggest sponsors is Resorts literally funds propaganda about #COVID, fake election...","sentiment_score":-0.3}
{"full_text":"RT \"DeSantis praised the Walt Disney Co ... he asserted that most of the theme park giant's 32,000 layoffs have occurred at...","sentiment_score":0.25}
{"full_text":"RT What makes BTS have my biggest respect is when they splurge on a big budget for such scale of stage production &amp; designs, is t...","sentiment_score":0.0}
{"full_text":"RT Millions of Americans have filed for unemployment since the start of this pandemic. People are struggling to put food...","sentiment_score":0.0}
{"full_text":"Why should Republicans bother to vote? All they need is demand of their Governor to call a special session and declare whom Trump elects. It's that easy! They can all stay at home.","sentiment_score":0.4494047619}
{"full_text":"RT On the day I'm inaugurated, I'll call on the public to wear a mask for 100 days.Let's keep our fellow Americans safe and sa...","sentiment_score":0.25}
{"full_text":"RT COVID-19 vaccines will not give you COVID-19. None of the vaccines currently in development utilize live virus. The g...","sentiment_score":0.0681818182}
{"full_text":"RT One of biggest sponsors is Resorts literally funds propaganda about #COVID, fake election...","sentiment_score":-0.3}
{"full_text":"Young residents physicans having cardiac arrests. Shows how precious time and life can be.","sentiment_score":0.1833333333}
{"full_text":"RT praised CCP leader Xi-Jing Ping for a swift responses to COVID-19 in January.","sentiment_score":0.0}
{"full_text":"RT Coming up this weekend on #SundayPolitics with Latest on #Brexit trade talks - with in Bru...","sentiment_score":0.5}
{"full_text":"LOL this planet is going back into lockdown","sentiment_score":0.4}
{"full_text":"RT White House coronavirus coordinator Dr. Deborah Birx pointedly took aim at outgoing President Donald Trump for hindering...","sentiment_score":0.0}
{"full_text":"RT I'm very proud to say that will be among the first in the world to begin the roll out of the #COVID19...","sentiment_score":0.625}
{"full_text":"RT A 102-year-old New York woman who survived the Spanish flu pandemic in 1918 and beat cancer has now overcome COVID-19 not...","sentiment_score":0.0681818182}
{"full_text":"RT \"You do tongue kissing?\"Stripper Andrea Werhun recalls a gross encounter at the strip club right before it was shut down due...","sentiment_score":0.0012896825}
{"full_text":"RT increasingly obvious that no matter how stupid and self-contradictory the covid lockdown policies are, there's a large segm...","sentiment_score":-0.1952380952}
{"full_text":"RT increasingly obvious that no matter how stupid and self-contradictory the covid lockdown policies are, there's a large segm...","sentiment_score":-0.1952380952}
{"full_text":"RT The state of the pandemic in the U.S., as of this morning: Total cases: 14,584,555 Two-week trend: +12.7% Total deaths: 281...","sentiment_score":0.0}
{"full_text":"The last time Celtic won a game we were only on Covid-12.","sentiment_score":-0.1333333333}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT The Amazing Maestro, President Trump is Correct Again!All Leftist Declared Trump Lies,  will Become Absolute Truth!I...","sentiment_score":0.25}
{"full_text":"RT #WaitLetMeGetThisStraight I wear a mask because of the expert advice from Epidemiologists. You refuse to wear a mask beca...","sentiment_score":0.0}
{"full_text":"i hate it here... lockdown pls... lockdown now . ","sentiment_score":-0.8}
{"full_text":"RT While millions of Venezuelans are voting today in parliamentary elections, with over 100 parties to choose from (most o...","sentiment_score":0.5}
{"full_text":"It's almost as if some people take it as a given that the pandemic is surging rather than realize that to some extent, COVID is preventable by social distancing. ","sentiment_score":0.0333333333}
{"full_text":"RT Do not conform!!! ","sentiment_score":0.0}
{"full_text":"RT The Texas Legislature is headed into a difficult budget session. They will blame COVID19 for everything, hoping we for...","sentiment_score":-0.5}
{"full_text":"RT Nobody should even have to be told to wear a mask. But, oh yeah, tell me again about how we're a \"Christian nation.\"","sentiment_score":0.0}
{"full_text":"Wait stop Naomi, you might get covid which I got back in August by the way, given a positive test and I had a night where I was warm so put a fan on, then I was cold and sneezed a bit and felt cold, welcome 2 over 40 it's every day anyways,  dead on 40 and it felt like a hangover","sentiment_score":0.0324675325}
{"full_text":"RT I also want to point on this was possible with no vaccine, just containment.Meanwhile in America...","sentiment_score":0.0}
{"full_text":"RT increasingly obvious that no matter how stupid and self-contradictory the covid lockdown policies are, there's a large segm...","sentiment_score":-0.1952380952}
{"full_text":"RT Are all the Dems in Congress idiots?Pass a bill with everything Mitch wanted, plus $2,000 a month for the rest of the pan...","sentiment_score":0.0}
{"full_text":"RT Morning. Just a reminder you CANNOT enter wearing your mask and sit in a socially distanced, covid safe bar and enjoy a Gi...","sentiment_score":0.3111111111}
{"full_text":"RT The gap can be filled by the youths. The future of a Nation is safe in the hands of aggressive youths. youth...","sentiment_score":0.3}
{"full_text":"RT If you ever drank water from the Old Well don't worry about what's in the COVID-19 vaccine ","sentiment_score":0.1}
{"full_text":"The has published their Rapid Risk Assessment on the end-of-year festive season.Currently, these's a notablytest positivity rate (&gt;10%) &amp; 14d case-notification rate (&gt;450\/100.000 pop.) in the EU\/EEAhttps:\/\/t.co\/rYOK2kIbe81\/","sentiment_score":0.0}
{"full_text":"For myself I have never handled vaccines or prescription drugs correctly. My body is definitely not stereotypical according to doctors. And not alone. Sadly the vaccine most likely not for us. So totally agree with you. This whole Covid mismanaged by politicians.","sentiment_score":0.075}
{"full_text":"RT Gathering people to stop Covid is like bombing countries to stop World War.","sentiment_score":0.0}
{"full_text":"Almost every place in North America is under some form of lockdown.","sentiment_score":0.0}
{"full_text":"Probably talking about Hollywood and Hallandale","sentiment_score":0.0}
{"full_text":"Too much time and money wasted on this nonsense while people are starving, and dying from this pandemic.","sentiment_score":0.0}
{"full_text":"RT an award show of THIS SCALE with no waiting room, forcing the artists to stay outside or in their car in december with a te...","sentiment_score":0.0}
{"full_text":"RT Headline reminder from the USA as it struggles with increasing transmission,illness,hospitalisations &amp; deaths. Pandemic i...","sentiment_score":0.0}
{"full_text":"May Almighty Allah shower peace upon all . It's night 22:55 hrs . Times to sleep but for you to have save, safe and enjoy your left ove days . Take care . Covid-19 still playing havoc on earth and specially on human . But don't have shame to correct their attitudes and behavior","sentiment_score":0.225}
{"full_text":"RT New #COVID19 restrictions in Los Angeles:-Can't leave your home-Can't go to work-Can't go to school-Can't have friend...","sentiment_score":0.1363636364}
{"full_text":"RT \"The pandemic is ushering in the next trillion-dollar industry\" The dawn of digital medicine | The Economist","sentiment_score":0.0}
{"full_text":"awww :\/ covid cut off so many shows. it sucks but whatever.","sentiment_score":0.0875}
{"full_text":"I am never not taking advantage of traveling again post covid. I have not been outside of NYS since late March","sentiment_score":-0.15}
{"full_text":"RT REP. McCARTHY: \"This week, your House Democrat majority is tackling the tough issues by holding a vote on legalizing pot a...","sentiment_score":-0.3888888889}
{"full_text":"I never once said anything about masks helping or said I was anti mask. Now... if I don't have covid, am I likely to spread covid?","sentiment_score":0.0}
{"full_text":"Good arricle:  via","sentiment_score":0.7}
{"full_text":"RT .@playtwo .@glennkirschner2 .@CheriJacobus The fact that Republicans are willing to stand idly by and allow Trump to put our...","sentiment_score":0.25}
{"full_text":"RT The virus isn't worse because Trump ignored it.It's worse because HE PAID ATTENTION TO ITHe went on TV EVERY DAY an...","sentiment_score":-0.4}
{"full_text":"Idaho is a joke re testing for COVID. It's very difficult to get a test, at least in this part of the state, so folks getting tested probably have symptoms and\/or known exposure, thus are more likely to be positive. More alarming is the number of pos tests vs  avail hosp beds ","sentiment_score":0.0253246753}
{"full_text":"RT 4 new cases of #Covid today in #NovaScotia, all in Central health zone (Halifax and area). One travel-related, the other thr...","sentiment_score":0.0037878788}
{"full_text":"Want a really unpopular opinion? I think #Lockdowns are silly when you mandate masks and social distancing.  Yikes now I've pissed everyone off. Have a blessed day ","sentiment_score":-0.0888888889}
{"full_text":"RT With COVID-19 cases rising across the nation, we need to ramp up our production of personal protective equipment. We have to...","sentiment_score":0.0}
{"full_text":"RT I wear a mask because I love and care about people in general. Deal with it.","sentiment_score":0.275}
{"full_text":"me too..i care not only for myself but my family the most and the doctors nurses and essential workers who are working hard risking their life in this pandemic","sentiment_score":0.0520833333}
{"full_text":"So, my half brother and my other older brother both live w\/ my mom. We only spent time in the same room with my brother &amp; mom. 4 night after I visited them, my brother contacted M and said my half brother was covid-positive. We were only the second degree but everyone was to-","sentiment_score":-0.025530303}
{"full_text":"Thanks Mark for telling it like it is","sentiment_score":0.2}
{"full_text":"RT 7 Senior Citizens Died of COVID-19 After Nursing Home Staffers Attended Wedding","sentiment_score":0.0}
{"full_text":"RT If GA votes for Ossoff &amp; Warnock, it's a vote for healthcare, pre-existing conditions coverage, COVID control, &amp; economic rec...","sentiment_score":0.2}
{"full_text":"RT Sen. Loeffler, who has a net worth close to $1 billion, voted against unemployment benefits and stimulus checks during a pande...","sentiment_score":0.15}
{"full_text":"RT The state of the pandemic in the U.S., as of this morning: Total cases: 14,584,555 Two-week trend: +12.7% Total deaths: 281...","sentiment_score":0.0}
{"full_text":"RT hey when will you take action?    ","sentiment_score":0.1}
{"full_text":"Think back to the huge teacher protest when Ford made cuts to education. He has manoeuvred cleverly throughout this pandemic to further gut the education system, healthcare, and now the environmental protections for our heritage lands. DEMOCRACY is DEAD in Ontario","sentiment_score":0.0733333333}
{"full_text":"We did not. 100% not have herd immunity in our strategy.","sentiment_score":0.0}
{"full_text":"Ask these idiots to explain why Trump promotes the vaccines! Why would Trump be taking credit for the vaccines if it was \"all a hoax?\" Why did Trump tweet that \"people say it is Patriotic to wear a face mask\" &amp; \"There is nobody more Patriotic than me, your favorite President!\"","sentiment_score":0.0416666667}
{"full_text":"#Andaman #COVID19 UPDATE | 6.12.202011 New cases(3 contacts, 8 travellers), 8 recovered &amp; 0 Death.Total positives 4,758Active cases 73Total deaths 61Recovered 4,624TPM~ 348,315 | TPR~ 3.42%JOINhttps:\/\/t.co\/vUGjjkp3rd#AndamanandNicobarIslands #COVID19India","sentiment_score":0.1363636364}
{"full_text":"RT That's what it is. He rigged the mail, encouraged people to vote in person despite a pandemic, had cronies limit drop off boxes in...","sentiment_score":0.0}
{"full_text":"They shouldn't","sentiment_score":0.0}
{"full_text":"RT We are thankful to Dr. Gilman and all the inspiring frontline workers who risk their lives to protect us during this pand...","sentiment_score":0.5}
{"full_text":"RT With COVID-19 cases rising across the nation, we need to ramp up our production of personal protective equipment. We have to...","sentiment_score":0.0}
{"full_text":"RT COVID-19 mRNA Vaccine BNT162b2 is not recommended during pregnancy.It is unknown whether COVID-19 mRNA Vaccine BNT16...","sentiment_score":-0.1}
{"full_text":"RT Tesla and EVs didn't brake for the pandemic, and now the age of oil and the internal combustion engine is endinghttps:\/\/t.c...","sentiment_score":0.0}
{"full_text":"RT I have a radical idea but hear me out. Maybe stop comparing Covid to the Holocaust and 9\/11. When you do, it makes you...","sentiment_score":0.0}
{"full_text":"RT Well, this is a bit awkward. COVID-19 may cause long-term erectile dysfunction in men. Yet another reason to heed publ...","sentiment_score":-0.6}
{"full_text":"DJ  Soulful House Sunday with Sunday 5pm live this Sunday 2020 Stay Safe Stay Home and come get your party on this weekend I will be playing the best in Soulful,Deep,Uplifting and Gospel House just for you","sentiment_score":0.5454545455}
{"full_text":"RT Over half of NYC firefighters say they won't take the COVID vaccine--meaning they could both get infected and be super-sp...","sentiment_score":-0.1666666667}
{"full_text":"Where are women and girls especially vulnerable to the COVID-19 pandemic? Our new blog with answers this question and more:","sentiment_score":-0.1212121212}
{"full_text":"RT Racist pushes critical race theory on vaccines -- wants to prioritize #cornonavirus vaccines based on race and othe...","sentiment_score":0.1}
{"full_text":"RT California has recorded more than 24,900 new coronavirus cases today. That's the highest one-day total that any state has...","sentiment_score":0.2121212121}
{"full_text":"RT 'A massive failure by President Trump': Chris Wallace beats down HHS secretary over COVID debacle | Raw Story","sentiment_score":-0.1757478632}
{"full_text":"\"People shouldn't be worried that we're going too quickly.\"Scientists leading the development of a #COVID19 vaccine at the explain how they assess safety at each stage of the process Watch in full: |","sentiment_score":0.3416666667}
{"full_text":"The Pfizer vaccine for COVID-19 has been approved by the MRHA and the first doses are expected to be administered next week.https:\/\/t.co\/1ZB0Q6x8tv","sentiment_score":0.05}
{"full_text":"In this week's Peer Review: Enthused about the Phase I data for their #Covid19 vaccine and believing they've cracked the cold-storage code in delivering them, CureVac has brought Antony Blanc into the fray as CBO and chief commercial officer.https:\/\/t.co\/ZS0YjqTZV1","sentiment_score":0.0}
{"full_text":"Did you know that 2\/3 of companies accelerated their #digitaltransformation after seeing how cloud technology benefited businesses during the pandemic? Read more findings from recent report in","sentiment_score":0.25}
{"full_text":"RT Only 2 Americans died of Ebola. GOP liars attacked Obama for \"failed leadership\".COVID deaths?283,000.GOP praise...","sentiment_score":-0.25}
{"full_text":"In the world of  COVIDIOTS  there are no more deaths from flu, heart attacks ,cancer or any other life threatening disease Only COVID !Still,stay at home &amp; SAVE the NHS ( from the evidence that is a FAILED institution)Import third world become one","sentiment_score":-0.175}
{"full_text":"Take a look back through the pandemic, see how employment diversity doesn't represent Ohio's population, and check out some safe holiday date ideas in this week's edition of The Post, all online:https:\/\/t.co\/kHXEoYqAhN","sentiment_score":0.25}
{"full_text":"RT Once #CreepyJoeBiden is declared President by #MSM &amp; #COVID19 magically disappears, what will #TrudeauCrimeMinister's excus...","sentiment_score":0.5}
{"full_text":"The pandemic has been especially tough on minority-owned small businesses. Latina business owners can get help applying for aid through the Business Interruption Grant program at a webinar from Wednesday, Dec. 9 at 2 p.m. Register:","sentiment_score":-0.5138888889}
{"full_text":"Communities across the state are struggling to put food on the table, pay rent and afford basic necessities each week. You can write to Georgia's senators and ask them to pass federal COVID-19 relief now:","sentiment_score":0.0}
{"full_text":"Our government is moving three #PublicHealth regions to new levels in the Response Framework. By doing this, we can ensure that the necessary targeted measures are in place to #StopTheSpread of #COVID19 and allow us to keep our schools and businesses open.","sentiment_score":0.0454545455}
{"full_text":"#MaskItOrCasket  #FrontLineHeroes need all of us to #MaskUp ","sentiment_score":0.0}
{"full_text":"\"These songs have been recorded across Cuba, Puerto Rico and all over the diaspora for the last hundred years.\"IFE (@grupo_ife) blends music &amp; religion to honor those who have died during the pandemic.","sentiment_score":0.0}
{"full_text":"Today we remember the 14 women whose lives were cut short simply for being women. #GenderBasedViolence was a risk before, but has surged during the #covid. We commit to ending #GBV in all its forms. #December6 #16DaysOfActivism #NationalDayofRemembrance","sentiment_score":0.0}
{"full_text":"The latest voting round is up! Choose the next question we tackle:1. The 1918 flu pandemic in Fletcher, Vt. 2. The composting process and the pandemic 3. Vermonters and vaccines Vote https:\/\/t.co\/SrvEusjVg5","sentiment_score":0.0833333333}
{"full_text":"\"Beyond the holiday season, projects more than 50M #Americans will have faced hunger in 2020, up from around 35M before the #pandemic.\" #foodforall #hungerfreect #nokidhungry #nofamilyhungry","sentiment_score":0.5}
{"full_text":"French Polynesia has recorded another death from Covid-19, bringing the total number of fatalities in the territory since the beginning of the pandemic to 78...@FijiOneNews","sentiment_score":0.0}
{"full_text":"For the Second Sunday of Advent, Father Patrick Longalong reflects on how the pandemic has shifted our perspective on how we see things, encouraging us to find peace in Christ.https:\/\/t.co\/ptcqOhAec3","sentiment_score":0.0}
{"full_text":"RT increasingly obvious that no matter how stupid and self-contradictory the covid lockdown policies are, there's a large segm...","sentiment_score":-0.1952380952}
{"full_text":"Can't believe it!! Only 25 days until Covid is over!!:):):):)):):) can't wait for you","sentiment_score":0.4285714286}
{"full_text":"Yea i read the article and it's crazy af. But they are in huge deficit cause of the pandemic and they trying to save money since they haven't been bailed out by the federal government","sentiment_score":-0.1}
{"full_text":"Last week, the CDC issued its highest level advisory against travel to Mexico.@ktblust tells what these travel warnings mean on both sides of the border.https:\/\/t.co\/HUPwxbBhbF","sentiment_score":-0.15625}
{"full_text":"RT MOST READ FROM THE WEEK | CHINA's VACCINE LAGWhile the country speeds a large-scale rollout despite the candidates remain...","sentiment_score":0.5}
{"full_text":"RT This is great.","sentiment_score":0.8}
{"full_text":"RT The fact that members of Congress are even considering giving corporations liability cover (immunity) to keep their worke...","sentiment_score":0.0}
{"full_text":"Will the US ever have a national COVID-19 testing strategy?","sentiment_score":0.0}
{"full_text":"'This is not the album to break the monotony of lockdown'Will have a better time with 2021?https:\/\/t.co\/53GXlps7Yb","sentiment_score":0.5}
{"full_text":"GOOD NEWS: A chief advisor to Operation Warp Speed said he sees a \"light at the end of the tunnel\" with the latest developments in the COVID-19 vaccine and that life could begin to return to normal by the spring.","sentiment_score":0.4375}
{"full_text":"Get back on track in 2021. #2021 #Pandemic","sentiment_score":0.0}
{"full_text":"WATCH: How hospitals are preparing for mass Covid-19 vaccinations.","sentiment_score":0.0}
{"full_text":"In the coming weeks, the social network will begin taking down any Facebook or Instagram posts with false information about the vaccines that have been debunked by public health experts.","sentiment_score":-0.1305555556}
{"full_text":"Through air traffic took a major hit in 2020, airports haven't been idle. Here are some of the best amenities introduced around the country this year.","sentiment_score":0.53125}
{"full_text":"Keep your circles small, says N.B. couple that tested positive for COVID-19https:\/\/t.co\/RpJHCJzrDH","sentiment_score":-0.0113636364}
{"full_text":"RT UK  these past 2 years:- Josh Paschal beating Cancer- Jared Lorenzen Passing - Terry's Injury- Playing a WR QB-...","sentiment_score":-0.25}
{"full_text":"Istanbul's streets seen deserted as Turkey went into lockdown over the weekend to curb spread of #COVID19","sentiment_score":0.0}
{"full_text":"Options for response:1Address pandemic fatigue shd be key element of risk communication (see box below)2Ensure physical distance, hand &amp; respiratory hygiene, #facemasks esp. in closed spaces or when physical distancing cannot be guaranteed, sufficient ventilation 6\/","sentiment_score":-0.025}
{"full_text":"When it comes to talking to our kids about the pandemic, many of us tend to sugarcoat. explains why that's a mistake on the latest episode of #GoodKids. Listen: ","sentiment_score":0.5}
