{"full_text":"RT \"Herd immunity is a dangerous strategy for fighting COVID19. The Trump Herd Immunity Plan will kill millions of people.\"","sentiment_score":-0.6}
{"full_text":"RT I'm thinking about the 685 Australians who have died from coronavirus in aged care. I'm thinking about their families, and all...","sentiment_score":-0.1}
{"full_text":"In today's Oil Price DigestCrude oil prices and cracks continue to rise.Prices are almost at pre covid levels with demand significantly lower.","sentiment_score":0.375}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT As of today 4,402 people is South Carolina have died from Covid-19. Let's put this in perspective for visionaries. Numeri...","sentiment_score":0.0}
{"full_text":"RT Does Georgia really want to elect a lying, evil woman who inside trades on body bags while denying #COVID19?https:\/\/t...","sentiment_score":0.0}
{"full_text":"RT BREAKING: 1,000,000 Georgians have voted early in the Jan 5 Senate runoff election.!! Covid-19 relief, health care, j...","sentiment_score":0.15625}
{"full_text":"RT Health Minister Zweli Mkhize has denied that millions paid to service provider Digital Vibes for communication services around the...","sentiment_score":0.0}
{"full_text":"RT Pfizer puts out statement in response to numerous states saying they've been told their allotments of #covid19 vaccine have...","sentiment_score":0.0}
{"full_text":"RT A grandmother from the San Fernando Valley, who fell seriously ill from the coronavirus at the beginning of the pandemic in April...","sentiment_score":-0.5}
{"full_text":"RT If you got COVID there's nothing to be embarrassed about. It's invisible and it's everywhere. If you haven't had it yet, yo...","sentiment_score":0.0}
{"full_text":"Just cancel all the shows..","sentiment_score":0.0}
{"full_text":"RT .@JoeBiden knows what he must do as president to help Americans grieve everyone and everything they have lost to the p...","sentiment_score":0.0}
{"full_text":"RT My great aunt Sally died on Tuesday  night of Covid, 8 days after testing positive in her care home. She wanted to be a...","sentiment_score":0.5136363636}
{"full_text":"RT Trump's Covid policies were a targeted genocide against poor peopleCapitalism demanded the nation not shut down, and the on...","sentiment_score":-0.2777777778}
{"full_text":"i had an old high school friend tell me even tho i'm \"taking the covid thing serious\" i should just go down to nashville to chill with him ???? brain went brrrrr","sentiment_score":-0.0572222222}
{"full_text":"They're a gorgeous couple! Even with covid, we could still feel the chemistry!","sentiment_score":1.0}
{"full_text":"Firm with Links to Matt Hancock's Family Awarded PS5.5 Million COVID Testing Deal","sentiment_score":-0.2}
{"full_text":"Gas to drive sustainable economic diversification in post-COVID-19 world -Sylva","sentiment_score":0.2}
{"full_text":"RT Watch dog Series #3 setup via  Come join GVO Nation content for corona struggle","sentiment_score":0.0}
{"full_text":"RT At nearly 10 pm, Michigan House taking up multiple COVID-19 measures. 1st gives broad liability protections to health...","sentiment_score":0.0541666667}
{"full_text":"RT The choice to get the COVID-19 vaccine is between a patient and their doctor.The end.","sentiment_score":0.0}
{"full_text":"RT They still want us to wear mask, practice social distancing until 2022 even with the Vaccine. I'm lost","sentiment_score":0.0333333333}
{"full_text":"RT You're a professional but don't know when you have an empty syringe? Allegedly, this is the first COVID-19 vaccinations a...","sentiment_score":0.0375}
{"full_text":"#MainaAndKingangi my year started low but from january i met new amazing people who stood witj me when life got hard due to covid i just appreciate the fact amid the crisis i got to experience love and affection i got to know who friends are and i got to believe in hope","sentiment_score":0.1366161616}
{"full_text":"Day 267 of Lockdown in South Africa...It was supposed to be only 30 days","sentiment_score":0.0}
{"full_text":"RT It's really ironic how when the movie Birdbox was trending last year everyone kept saying \"Why don't they just stay in...","sentiment_score":0.1}
{"full_text":"RT To Lockdown is easy;To feed those you lockdown is not lockdown without feeding is another wave of #E...","sentiment_score":0.0}
{"full_text":"RT Yesterday we lost 3,400 Americans and today we lost 3,438. This regime should be investigated and prosecuted for this avoi...","sentiment_score":0.0}
{"full_text":"RT Email us if you are a small business trying to stay in business barstoolfund@barstoolsports.com","sentiment_score":-0.25}
{"full_text":"RT You're a professional but don't know when you have an empty syringe? Allegedly, this is the first COVID-19 vaccinations a...","sentiment_score":0.0375}
{"full_text":"A client of mine yesterday said [they] wanted to get a mask made that said \"old people matter\". This was in a Cardiac Rehab session; cardiac patients are at particularly high risk for severe cases if infected with #COVID19. #longlivesmatter","sentiment_score":0.04}
{"full_text":"RT Imagine if the world cared about obesity like it cares about the Coronavirus.","sentiment_score":0.0}
{"full_text":"RT Who can pay rent and put food on the table with one $600 check?? U.S. billionaires' wealth has increased by nearly $2 tril...","sentiment_score":0.1}
{"full_text":"RT Here's a piece I wrote way back at the start of the outbreak, and it's still relevant now. 'To prevent panic, promote ef...","sentiment_score":0.2}
{"full_text":"Gas to drive sustainable economic diversification in post-COVID-19 world -Sylva","sentiment_score":0.2}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"RT NBC News confirms: The U.S. reported 243,645 new cases of coronavirus on Thursday, setting a record new single day record...","sentiment_score":0.0670995671}
{"full_text":"I still want it on the floor because I want it discussed on the merits publically. I want every no vote to justify it to a public suffering a pandemic","sentiment_score":0.0}
{"full_text":"RT All of NCT have tested negative for CoronavirusThey will attend 2020 KBS Gayo Daechukjehttps:\/\/t.co\/r2XYAoHSdn","sentiment_score":-0.3}
{"full_text":"Does he think he's cool?  The number one cause of the spread of COVID is people eating and drinking together.  Obviously without masks.","sentiment_score":0.175}
{"full_text":"RT Anti-vaxxers: \"LOOK!!! That person FAINTED after they got a COVID-19 shot!!! \"That's nice. They were fine a few moments la...","sentiment_score":0.2722222222}
{"full_text":"RT This vaccine is what's gonna give us superpowers","sentiment_score":0.0}
{"full_text":"Nurse FAINTS moments after receiving coronavirus jab in another flop for confidence-building PR drive (VIDEO)","sentiment_score":0.0}
{"full_text":"RT I'll never get used to to how sociopathic these people are. They sanctioned state violence toward peacef...","sentiment_score":0.0}
{"full_text":"RT I'm as happy as the next person for a govt \"pile on\" in these #COVID19 times, but the culprits here are patently obvious -...","sentiment_score":0.2666666667}
{"full_text":"RT Most of America's deadliest days ever have come this year because Trump failed to respond to the pandemic.Chaos has a terr...","sentiment_score":0.0}
{"full_text":"COVID-19: States Strategise Against Second Wave","sentiment_score":0.0}
{"full_text":"Four deaths related to COVID-19 reported in Hidalgo County along with 522 positive cases.","sentiment_score":0.1136363636}
{"full_text":"Hospice with a positive test equals a \"Covid death\"","sentiment_score":0.2272727273}
{"full_text":"RT i hope the covid vaccine is a suppository","sentiment_score":0.0}
{"full_text":"Covid is to big pharma as 9\/11 was to the military industrial complex","sentiment_score":-0.1333333333}
{"full_text":"RT Part 1\/2: Don't question the Coronavirus vaccine.","sentiment_score":0.0}
{"full_text":"RT Grandpa is the hero we need.","sentiment_score":0.0}
{"full_text":"RT With incredible heavy hearts, we're saddened to announce the passing of one of our heroes in Syria, Dr. Mohammed Al-Youssef,...","sentiment_score":0.35}
{"full_text":"RT A grandmother from the San Fernando Valley, who fell seriously ill from the coronavirus at the beginning of the pandemic in April...","sentiment_score":-0.5}
{"full_text":"Guess he wasn't talking about the 300000 dead and thousands more with long term disabilities from Covid.","sentiment_score":0.0833333333}
{"full_text":"RT A nurse who got the COVID vaccine in Chattanooga, Tennessee today passed out while speaking to media about the vaccine s...","sentiment_score":0.0}
{"full_text":"RT There's nothing I want more rn than the COVID vaccine lmaoo","sentiment_score":0.5}
{"full_text":"RT A nurse who got the COVID vaccine in Chattanooga, Tennessee today passed out while speaking to media about the vaccine s...","sentiment_score":0.0}
{"full_text":"RT You couldn't meet your gf in lockdown so the earthquake is making her bed rock","sentiment_score":0.0}
{"full_text":"people are worried about covid vaccine and not about posting their personal info online, girl you're worried about the wrong docs","sentiment_score":-0.25}
{"full_text":"RT WHO &amp; their scientists will handle the investigations over #COVID19, which is welcomed by CCP.To trust, or not to trust,...","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. States reported 1.9 million tests, 242k cases, 3,438 deaths, and 114k people currently...","sentiment_score":0.0}
{"full_text":"RT It is hard to describe the grief and rage that comes with reading this exactly a week after losing my Abuela to this di...","sentiment_score":-0.2805555556}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"#safety Aspect Of The #Covid19Vaccine U.S. health authorities warned #doctors to watch for rare #allergic reactions when they rolled out the first #vaccine, made by Pfizer &amp; Germany's Biontech#MyHealth #india #vaccinerollout #CoronaVaccine #coronavirushttps:\/\/t.co\/4KG5rEXhll","sentiment_score":0.275}
{"full_text":"RT Madhya Pradesh procured more wheat than Punjab this year at MSP; new laws very good, no farmer protests in MP: Chief Minist...","sentiment_score":0.5154545455}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"RT MBC 'Music Core' episode tomorrow has reportedly been cancelled as a variety department PD tested positive for Coronavirus h...","sentiment_score":0.2272727273}
{"full_text":"RT Overreach? LA has 0% ICU capacity, the reach seems pretty appropriate. 52K New Covid cases today1,000 deaths in the last...","sentiment_score":0.2215909091}
{"full_text":"RT Funny thing is, everytime I step out I hardly find anyone putting on a face mask. Everyone's acting like Covid-19 is gone. I a...","sentiment_score":-0.0138888889}
{"full_text":"Gonna wear mask even after the pandemic ends just so that people won't recognise mePs:- or to hide my expression whatever ","sentiment_score":0.0}
{"full_text":"Plus they were trying to fix bugs during the pandemic, which would have slowed them down greatly.","sentiment_score":0.3222222222}
{"full_text":"RT Hospitals in the Southern California region are now at 0% ICU capacity, according to today's coronavirus numbers from the state,...","sentiment_score":0.0}
{"full_text":"RT Coronavirus NSW: It's no time to breathe easy, Sydney - the holiday COVID threat is serious-good piece by Prof MacIntyre ht...","sentiment_score":0.4333333333}
{"full_text":"RT Wear your mask.Dont be a dick.Save the bees.Follow my twitch!","sentiment_score":0.0}
{"full_text":"#CASPR #Competition Centre for Advanced Studies in Policy Research presents #Photography #Competition#theme: Water, Hygiene and Sanitation Last Date of #Submission: 14 January 2021#competitiontime #applynow #register #memes #covid #pandemic #health #sanitationforall #caspr","sentiment_score":0.2}
{"full_text":"Only wear a mask if you are ugly.","sentiment_score":-0.35}
{"full_text":"RT RETWEET THE HELL OUT OF THIS FOLKS !!!","sentiment_score":0.0}
{"full_text":"RT We r repeating 1918 election, masks, social distancing and all!!! I would like 2 think we have come a little ways since then!...","sentiment_score":-0.0846354167}
{"full_text":"RT Hospitals in the Southern California region are now at 0% ICU capacity, according to today's coronavirus numbers from the state,...","sentiment_score":0.0}
{"full_text":"For obvious reasons, non-essential activities are not allowed while we are in the throes of a pandemic. So why are we doing the traditional dawn masses? These are not essential activities of either our physical or spiritual life?","sentiment_score":0.0}
{"full_text":"No, there are no microchips in coronavirus vaccines | via","sentiment_score":0.0}
{"full_text":"RT *US FOOD AND DRUG ADMINISTRATION DECIDED ON THURSDAY NIGHT TO APPROVE MODERNA'S COVID-19 VACCINE ON AN EMERGENCY BASIS -...","sentiment_score":0.0}
{"full_text":"Two biotech companies in the United States are willing to supply the Philippines up to 25 million doses of their coronavirus vaccines, the country's envoy to Washington said Friday.","sentiment_score":0.25}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"Britain announced Thursday that it will continue to heavily subsidise millions of workers' wages until the end of April, extending its furlough coronavirus jobs support scheme by one month.#COVID19 #UKhttps:\/\/t.co\/rinx8GOmsz","sentiment_score":-0.2}
{"full_text":"#ICYMI We were featured in a DASH blog on the Harvard Global Health Institute website! \"When you come up with a solution that is 'people-centric' ... the recipe for success is 'community first'.\"","sentiment_score":0.1833333333}
{"full_text":"RT In a desperate scramble to acquire supplies during the first wave of the pandemic - the government handed out contracts w...","sentiment_score":-0.175}
{"full_text":"In order to help fight and stop the spread of the Covid-19, we have been actively supplying sanitizing equipment and face masks to all employees and increasing training and education across all disciplines on site as well as in our community. #SafetyFirst #Covid19 #ProudlyTharisa","sentiment_score":-0.1333333333}
{"full_text":"Each day this month, we publish the stories of Queenslanders enduring an extraordinary year. Today: Brisbane grandmother Christine Oldham shares the unthinkable pain of farewelling a loved one during COVID restrictions.https:\/\/t.co\/1AwKacHsKN","sentiment_score":0.3277777778}
{"full_text":"Eight nuns living at a retirement home for sisters in suburban Milwaukee died of #coronavirus complications in the last week - including four who passed away on the same day - a reminder of how quickly the virus can spread in congregate living situations.https:\/\/t.co\/H5aRrkYgcT","sentiment_score":0.0833333333}
{"full_text":"Hospitals buckling under second Covid-19 wave: Denosa","sentiment_score":0.0}
{"full_text":"Always wear a mask, wash your hands frequently, and maintain a social distance of two yards to stay protected from COVID-19. Be cautious and responsible! Stay Safe! #IndiaFightsCorona #Unite2FightCorona #JanAndolan","sentiment_score":0.2520833333}
{"full_text":"Is the vaccine safe?  Who is eligible?There are many questions regarding the #COVID-19 vaccine. Follow the link below for the latest information:https:\/\/t.co\/HsMaf1d6pq","sentiment_score":0.5}
{"full_text":"Negotiators are still finalizing a nearly $1 trillion COVID-19 relief package. A key element is a second round of stimulus payments, but for less than $1,200.","sentiment_score":-0.0533333333}
{"full_text":"Hospitals are watching whether the numbers get worse as the holidays approach.","sentiment_score":-0.4}
{"full_text":"SOUND OFF: Do you worry about the safety of the COVID-19 vaccine?https:\/\/t.co\/REwLPY4YBX","sentiment_score":0.4}
{"full_text":"AAA projects that at least 34 million less people will travel this holiday season than last year due to the ongoing COVID-19 pandemic.","sentiment_score":-0.1479166667}
{"full_text":"The number of Americans applying for unemployment benefits rose again last week to 885,000 as a resurgence of coronavirus cases threatens the economy's recovery from its springtime collapse. ","sentiment_score":0.3}
{"full_text":"#France's #Macron has tested positive for #COVID19#BaghdadPosthttps:\/\/t.co\/B4wmpIPBRP","sentiment_score":0.2272727273}
{"full_text":"Congress and executive branch agencies will also receive the vaccine.https:\/\/t.co\/KaPTLPtXQe","sentiment_score":0.0}
{"full_text":"Ohio Senate passes education bill giving more leeway to local schools during the pandemic.https:\/\/t.co\/VCq8mF6IeT","sentiment_score":0.25}
{"full_text":"In hospitals were the vaccines are being brought this week, the delivery may be unremarkable, but the moment is monumental nonetheless. ","sentiment_score":0.0}
{"full_text":"Yes, staircases can be stunning. Proof:","sentiment_score":0.5}
{"full_text":"COVID 19 cases in India until : 18\/12\/2020 11:30Total Cases: 9977834 [+0]Active: 310332Recovered: 9520044 [+0]Deaths :144829 [+0]Total Tests: 157.81MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"While the world is still fighting the #coronavirus infection, Japan is now dealing with another virus. It is the worst bird flu in its history!Mohammed Saleh brings you the story","sentiment_score":-1.0}
{"full_text":"Encouraging News Pfizer Announces Covid-19 Vaccine Results #HealthyLife #WeRIndia","sentiment_score":0.0}
{"full_text":"All of us at CBS2 and KCAL9 are mourning the loss of our dear colleague, Danny McElroy, who passed away yesterday from COVID-19. Danny not only made our sets and anchors shine, he was a true friend and will be deeply missed.","sentiment_score":0.1166666667}
{"full_text":"COVID-19 surges in Ohio as vaccine distribution continues (from","sentiment_score":0.0}
{"full_text":"More than 545 doses of the Pfizer-BioNTech COVID-19 vaccine have been administered to Alaskans this week.","sentiment_score":0.5}
{"full_text":"RT Staggering criminality at the highest level of our government. I'm left speechless","sentiment_score":0.0}
{"full_text":"#IndiaFightsCorona: Follow seven simple steps to prevent the spread of #COVID19 #StaySafe #Unite2FightCorona via","sentiment_score":0.0}
{"full_text":"All five babies born to women with COVID-19 infection during a study in Singapore have had antibodies against the virus, although the researchers said it is not yet clear what level of protection this may offer.READ:https:\/\/t.co\/13kyRn4qnn","sentiment_score":0.1}
{"full_text":"REGN-COV2, a Neutralizing Antibody Cocktail, in Outpatients with Covid-19 (Rated: Positive Bias)","sentiment_score":0.2272727273}
{"full_text":"RT How is any of this unexpected? Did these people seriously think that the Christmas shopping season would make up for the deva...","sentiment_score":-0.1166666667}
{"full_text":"Pls just cancel everything ","sentiment_score":0.0}
{"full_text":"RT Pfizer puts out statement in response to numerous states saying they've been told their allotments of #covid19 vaccine have...","sentiment_score":0.0}
{"full_text":"RT You're a professional but don't know when you have an empty syringe? Allegedly, this is the first COVID-19 vaccinations a...","sentiment_score":0.0375}
{"full_text":"RT I feel very lucky to have had the vaccine. I would have no hesitation in recommending it to anyone. ","sentiment_score":0.4333333333}
{"full_text":"WASHINGTON (AP) -- President-elect Joe Biden brings more Capitol Hill experience than any president in decades, but his transition has stumbled in ways large and small, exposing the challenges of...","sentiment_score":0.1547619048}
{"full_text":"RT Millions are extremely disappointed in Donald Trump for his negligent response to a pandemic that has kill...","sentiment_score":-0.75}
{"full_text":"RT Even after the vaccine, Democrats will still:-Make you wear a mask-Close restaurants -Limit gatherings -Impose curfews...","sentiment_score":0.0}
{"full_text":"I Quit Cable for 2 Years...Here's What Happened: #COVID19 #inspire #Marketing #resume","sentiment_score":0.0}
{"full_text":"RT As well as masks, a covid-19 shop in New York also sells a $10,000 system which scans people's temperature as they enter...","sentiment_score":0.1363636364}
{"full_text":"Pls go about the town with your face masks as mobile court will start operations by Wednesday.There won't be any advertisements on this because it is already passed by the executive as a measure to curtail Covid 19.                     Pls inform your loved ones and other people","sentiment_score":0.2875}
{"full_text":"RT MBC 'Music Core' episode tomorrow has reportedly been cancelled as a variety department PD tested positive for Coronavirus h...","sentiment_score":0.2272727273}
{"full_text":"3 trends that will impact the future of work. Read more. #RemoteWorking #COVID19 #CIO #GartnerSYM","sentiment_score":0.25}
{"full_text":"RT Orange County, CA #COVID19 Situation Report updated: R0=2.5 and Re &lt; 2.0 !!2. Prevalence &gt;250K...","sentiment_score":0.0}
{"full_text":"RT A covid meme","sentiment_score":0.0}
{"full_text":"RT New coronavirus cases in California exceed 50,000 for second straight day, according to The Chronicle's Coronavirus Tracke...","sentiment_score":0.1121212121}
{"full_text":"RT Let's get it done, Georgia.","sentiment_score":0.0}
{"full_text":"Prescient Therapeutics (ASX:PTX) Appoints Globally Renowned Haematologist to Scientific Advisory Board - #PTX #stockmarket #kalkinemedia #pharma #drug #healthcare #covid19","sentiment_score":0.0}
{"full_text":"RT Yes. Because there will certainly be more viruses. And an equally pressing question is will the Russian hacks lead to anot...","sentiment_score":0.1666666667}
{"full_text":"RT HYPOCRISY: Democrat Rhode Island Gov. Gina Raimondo Photographed at Bar After Telling Residents to Stay Home","sentiment_score":0.0}
{"full_text":"RT Counting the #COVID19 deaths every week across North America and Europe continues to a sobering experience.  It means that...","sentiment_score":0.0}
{"full_text":"RT How much dry ice do you need to keep #Covid19 vaccines at -70C?Singapore's is producing 4.5 tons of dry ice a d...","sentiment_score":-0.0666666667}
{"full_text":"RT IN TIME OF WAR OR PEACE, TRUMP'S GENOCIDE DURING THE PANDEMIC MUST BE STOPPED NOW. WHERE IS T...","sentiment_score":0.0}
{"full_text":"HHS secretary's wife tests positive for Covid-19; he tests negative","sentiment_score":-0.0363636364}
{"full_text":"ARE YOU ATTRACTING YOUR TRIBE? #Inspiration #WearAMask #WearAMaskPlease #MasksSaveLives SELLING 100 pcs INR 249\/- Fast delivery #Masks via Amazon #CareGuardMask #quotes #quote #brand","sentiment_score":0.2}
{"full_text":"The government only gave us 1200 for the whole year so i ain't snitching on a fucking soul over a party","sentiment_score":-0.1333333333}
{"full_text":"RT \"We're not going to control the pandemic.\" Mark Meadows &amp; Donald Trump\"Joe Biden listens to scientists and experts. He wi...","sentiment_score":0.0}
{"full_text":"RT Pompeo Cancels Party for Ambassadors After Coronavirus Exposure","sentiment_score":0.0}
{"full_text":"RT I'm anonymous on here on purpose. I work with COVID pts. 23 yrs in nursing - I've never seen anything like I've seen the...","sentiment_score":0.0}
{"full_text":"RT This is shocking a third (39%) of nurses have skipped meals in order to feed their family or to save...","sentiment_score":-0.5}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"Some ppl are going to be allergic to the COVID vaccine just like the flu vaccine. COVID vaccines in Jersey at this one hospital half the staff said NO!","sentiment_score":-0.2083333333}
{"full_text":"Article from:","sentiment_score":0.0}
{"full_text":"RT Yep. I was doing work listening to MSNBC listening to some feel good story about the pilot deliverin...","sentiment_score":0.7}
{"full_text":"RT gettin' real tired of smarmy news articles like \"watch other countries enjoy life post-covid\" when US citizens still pu...","sentiment_score":-0.1083333333}
{"full_text":"RT If you can make a lethal pandemic disappear by simply stopping testing, you probably don't have a lethal pandemic.","sentiment_score":0.0}
{"full_text":"New COVID-19 restrictions threaten Hong Kong's last true junk boat","sentiment_score":0.1621212121}
{"full_text":"RT A Check On Market Sentiment: Has The Pandemic Changed The Signal?","sentiment_score":0.0}
{"full_text":"RT Why hasn't the Maldivian govt publicly stated that they cannot fulfil the request made by SL govt to bury #SriLankan Musli...","sentiment_score":0.0}
{"full_text":"RT How has the #COVID19-enforced lockdown contributed to food scarcity and inflation?@oloksonDeminent tells the story of...","sentiment_score":0.0}
{"full_text":"RT Health and Human Services Secretary Alex Azar's wife, Jennifer, has tested positive for the coronavirus, but he will continue...","sentiment_score":0.1136363636}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT The advisory committee is meeting to potentially approve Moderna's Coronavirus vaccine for emergency use authorizati...","sentiment_score":0.0}
