{"full_text":"How it started. How it's going. #FlattenTheCurve #fail #COVID19","sentiment_score":-0.5}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"\"To protect fertility, some men may want to consider freezing their sperm prior to vaccination\"Nothing to see here, folks ... please just get in line to receive your vaccination:https:\/\/t.co\/OPAn6XyzNK","sentiment_score":0.0}
{"full_text":"RT This nigga flew to Paris in a pandemic to eat beans.","sentiment_score":0.0}
{"full_text":"RT jesus could care less about covid there's 0 cases in heaven his birthday party is happening regardless","sentiment_score":-0.1666666667}
{"full_text":"RT Manchester City duo Kyle Walker and Gabriel Jesus have tested positive for the coronavirus","sentiment_score":0.2272727273}
{"full_text":"In #1936 Adolf Hitler headed to his chalet in the mountains and would soon introduce food rationing on the entire German population as the economy collapsed.  Donald Trump plays golf as Congress scrambles to salvage Covid relief bill","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"Greg Norman struck down by COVID-19","sentiment_score":-0.1555555556}
{"full_text":"Covid mess up the scene but God is love still","sentiment_score":0.1625}
{"full_text":"On a normal Christmas I'd try to ruin it by stealing all the gifts in people's houses alongside a dog dressed as a reindeer, but this year all I had to do was to tell people to follow COVID guidelines.","sentiment_score":0.15}
{"full_text":"It's a good thread.","sentiment_score":0.7}
{"full_text":"Not very honorable, though.","sentiment_score":-0.1}
{"full_text":"Pandemic spurs tiny house interest but regulatory hurdles hinder construction","sentiment_score":0.0}
{"full_text":"RT I know it's hard to not see family and friends over the holidays, but we have to keep social distancing to prevent fur...","sentiment_score":-0.1291666667}
{"full_text":"Generally like Dave Portnoy and how he's been standing up against COVID lockdowns + supporting small businesses, but it feels like realllly poor taste to publicly harass and browbeat people into giving to his charity on Christmas.","sentiment_score":-0.07}
{"full_text":"'Wonder Woman 1984': Moment of truth for pandemic-torn Hollywood","sentiment_score":0.0}
{"full_text":"RT With 300,000 doses of Russia's Sputnik V #COVID19 vaccine supplied to Argentina, some Russians used social media platform...","sentiment_score":0.0333333333}
{"full_text":"Serendipitously,Getting A Taste of Evil Once Imposed on Others.","sentiment_score":-1.0}
{"full_text":"RT Wise words from ","sentiment_score":0.7}
{"full_text":"Donald Trump pushes again for $2,000 stimulus checks; COVID-19 relief bill still in limbo","sentiment_score":0.0}
{"full_text":"RT Santa and his democratic socialist elves made an extra stop this Christmas morning to deliver a BIG SACK OF COAL to the United...","sentiment_score":0.0}
{"full_text":"RT Don't worry, America. You might not get the COVID relief checks you so desperately need, but four war criminals were pard...","sentiment_score":-0.6}
{"full_text":"RT New commentary by shares knowledge and tools we have developed in our 4-decade war on #HIV and provides gu...","sentiment_score":0.1181818182}
{"full_text":"RT Ivanka told the CDC to change virus guidelines to benefit her father. People died.  Should she be charged with murder?","sentiment_score":0.0}
{"full_text":"The blue insularus is one of my favourites. I happened to see one at a zoo, just before covid started, and I could feel it watching me thru the glass.But the fun part was when they let me hold one of the red-tail boas. My ex bf wasn't amused.","sentiment_score":0.15}
{"full_text":"RT Merry Christmas to everyone! except my exes and covid.","sentiment_score":0.0}
{"full_text":"Level 3 lockdown ","sentiment_score":0.0}
{"full_text":"COVID 'shutdown' coming into effect in Canada's largest province","sentiment_score":0.0}
{"full_text":"Y'all know you have a choice in your babies father most the time, correct?","sentiment_score":0.5}
{"full_text":"RT I have 2 nephews and my mother lived through 2020 COVID free.Nigga, THAT'S my Christmas gift.","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT I'm leaning on charges for this...An infected person knowingly went to work w\/ symptoms &amp; later tested #COVID19 positive....","sentiment_score":0.1136363636}
{"full_text":"RT ....but like all disasters, for every death we can expect many more people to be injured and survive. And so it is with CO...","sentiment_score":0.5}
{"full_text":"RT Please read Rep. Porter's short thread. It's time we usher in a new American age, one that refuses to protect corporat...","sentiment_score":0.0454545455}
{"full_text":"RT Trump can't let go of his quest for revenge against Republicans who he believes betrayed him, even if it means blowing up t...","sentiment_score":0.0}
{"full_text":"Still no news on the Nigerian mutant stage 4 covid-19 tat was a footnote on  news yesterday.","sentiment_score":0.0}
{"full_text":"What Happened When Henry Yao Almost Went Bust American story.#NewYorkCity #COVID19","sentiment_score":0.0}
{"full_text":"No words heartbreaking  How many stories like this! Almost Every single death by Covid could have been avoided. It's beyond sad. Praying for all the families who lost their loved ones.","sentiment_score":0.1883928571}
{"full_text":"RT Let play where's CORONA...","sentiment_score":0.0}
{"full_text":"RT The lockdowns will never end...","sentiment_score":0.0}
{"full_text":"RT What kind of Dunning Kruger puts Rt Hon in their twitter handle?","sentiment_score":0.6}
{"full_text":"not the yts traveling during covid","sentiment_score":0.0}
{"full_text":"RT Club News | Notts County game offhttps:\/\/t.co\/DMAmm2njbo...itive-covid-test","sentiment_score":-0.4}
{"full_text":"RT This morning the Republican party blocked a $2000 pandemic survival check for those in need. Georgians can reciprocate by voti...","sentiment_score":0.0}
{"full_text":"RT This Happened 5 Months Back. They slipped off intentionally, But it's OK as they aren't Tablighis.Over 3,300 #Coronavirus P...","sentiment_score":0.25}
{"full_text":"RT After early Dec flight, Isolation and negative COVID test I got to see my beloved parents. It's been almost a year. Dem...","sentiment_score":0.1666666667}
{"full_text":"coronavirus year 2 is 10% complete","sentiment_score":0.1}
{"full_text":"If you've eaten more than 5 McRibs in your life you don't need a Covid vaccination","sentiment_score":0.5}
{"full_text":"Wow. What about spread between adjacent dwelling units and offices?","sentiment_score":0.1}
{"full_text":"RT On Thursday, L.A. County saw its most-ever COVID-19 deaths in a single day: 140. How bad is it? See for yourself.We have s...","sentiment_score":-0.3857142857}
{"full_text":"RT A reminder of the season--and hope for a brighter future.","sentiment_score":0.0}
{"full_text":"RT My student Steve Ogolla is KEMSA #COVID19 Megascope THIEF, Richard Ngatia's running mate, vying against his unblemished t...","sentiment_score":0.1}
{"full_text":"RT 3-year-old boy suffers coronavirus-related stroke","sentiment_score":-0.6}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"I got to stay home alone enjoy some shrimp and crab and wine and get high. Imma take a nap get high again and draw","sentiment_score":0.24}
{"full_text":"RT School strike week 123. Happy holidays!Because of the ongoing pandemic we are doing #climatestrikeonline If you do phy...","sentiment_score":0.8}
{"full_text":"RT Remembering today over 600 NHS &amp; care frontline workers who lost their lives to Covid.Many from abroad including the first...","sentiment_score":0.25}
{"full_text":"RT when rv decides to hold a christmas party(i'm sorry, it's not ot5)please wear your mask properly, guys","sentiment_score":-0.25}
{"full_text":"Where is Office Space Headed? #CRE #Office #COVID-19 #TenantTips","sentiment_score":0.0}
{"full_text":"The most infuriating part of Christmas is the part where my dad complains about being stuck with my mom while everyone is celebrating Christmas with their families and im like you realize I am not going home bc of covid.Like how many times do I have to fucking say this shit","sentiment_score":-0.08}
{"full_text":"#Covid19 True numbers in #Netherlands #Coronavirushttps:\/\/t.co\/VX4lWZre9w","sentiment_score":0.35}
{"full_text":"RT Merry Christmas to everyone! except my exes and covid.","sentiment_score":0.0}
{"full_text":"RT 30 doctors from Poland spent the whole Christmas Eve night doing covid tests for #LorryDrivers one lorry after another. T...","sentiment_score":0.05}
{"full_text":"RT AP Source: ends season amid coronavirus pandemic. Men's team will keep playing.","sentiment_score":0.0}
{"full_text":"News from the #Philippines | Due to the serious threat of a new strain of coronavirus discovered in the UK, President Duterte is set to consult with the IATF today to determine whether to extend the travel ban on travelers from Britain beyond Dec. 31.","sentiment_score":-0.1073232323}
{"full_text":"Pope on COVID-19 vaccine: Needy, vulnerable must come first","sentiment_score":-0.125}
{"full_text":"Reporters were given no details of his schedule for the day, but told that, \"As the Holiday season approaches, President Trump will continue to work tirelessly for the American People. His schedule includes many meetings and calls.\"https:\/\/t.co\/8yiEMiucD1","sentiment_score":0.25}
{"full_text":"Don't forget the ongoing pandemic, and CA running out of hospital supplies as well as space and personnel.","sentiment_score":0.0}
{"full_text":"Hello ! If you live in GMT-2 then *some* governments think that COVID is taking a 24-hour break (how nice of it !).That is not the case, so please stay safe !Merry Christmas !","sentiment_score":0.5558712121}
{"full_text":"In observance of the Christmas and New Year holidays, drive up and walk up COVID-19 testing sites across L.A. County will operate on a modified schedule until Jan. 1st, 2021.Visit: for more info.Call if you have symptoms.","sentiment_score":0.3181818182}
{"full_text":"\"For more than a year before the pandemic, my sister and I had not been reminiscing on the phone or even talking.\" One writer shares how 2020 was a turning point for her and her estranged sibling:","sentiment_score":0.5}
{"full_text":"RT This nigga flew to Paris in a pandemic to eat beans.","sentiment_score":0.0}
{"full_text":"COVID-19 forces FIFA to postpone U-20, U-17 World Cupshttps:\/\/t.co\/tekDOmwaho | #VisionUpdates","sentiment_score":0.0}
{"full_text":"RT Merry Christmas to everyone! except my exes and covid.","sentiment_score":0.0}
{"full_text":"Hard-hit California eclipsed 2 million coronavirus cases on Christmas Eve as the U.S. headed into a holiday season of travel and family gatherings that threaten to fuel the deadly outbreak across the nation.https:\/\/t.co\/K3cSIpwMDU","sentiment_score":-0.2}
{"full_text":"Facebook has banned Australian celebrity chef and conspiracy theorist Pete Evans for repeatedly spreading misinformation about the coronavirus.https:\/\/t.co\/gVzZtpgarV#BilyonaryoFood","sentiment_score":0.0}
{"full_text":"ICYMI: Our good news editionThe wheels of justice are (finally) turning in SA. Our scientists and healthcare workers are changing the world, while women leaders around are showing Covid-19 flames. We're also celebrating the youth taking us forward.","sentiment_score":0.35}
{"full_text":"Canada has received the first batch of the coronavirus vaccine from Moderna just one day after the government's approval, Canadian Prime Minister Justin Trudeau said.https:\/\/t.co\/Nefkk9Vp6H","sentiment_score":0.25}
{"full_text":"Special Alert: SoCal 511 is keeping you up to  date on the Coronavirus (Covid-19) impacts to transportation in the 5 county areas (Los Angeles, OC, Ventura, Riverside, and San Bernardino) every hour.    For more information visit:","sentiment_score":0.4285714286}
{"full_text":"Among the businesses hardest hit by the pandemic are independent movie theaters. But despite the dire circumstances, they're showing grit and creativity.","sentiment_score":0.0}
{"full_text":"From our Collection: Frozen Charlotte Dollc. 1870#Christmas #ChristmasDay #MerryChristmas #HappyHolidays #MerryChristmas2020 #COVID19","sentiment_score":0.0}
{"full_text":"New research suggesting that #COVID19 antibodies reduce faster in men compared with women could have implications for vaccine development:","sentiment_score":0.1363636364}
{"full_text":"\"Data from our recent survey indicates that the impact of COVID-19 on homeowners not only still exists, but it has significantly worsened, especially among Black and Hispanic households and young adults,\"","sentiment_score":0.0513888889}
{"full_text":"Any grad or student who learned grammar from legends like Reimers, Blain, Barnhardt, Parker, Hale, Hubbard, Cashwell, Shackelford, or Stillwell will appreciate this column:","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci is now saying we need 90% herd immunity to go back to normal. I thought a few months ago we were told that herd im...","sentiment_score":-0.0166666667}
{"full_text":"Famous Reality Show Tattoo Artist Kat Von D Vows to Leave California for Trump Voting State Due to Lockdown Tyrannyhttps:\/\/t.co\/atcvMbGCDq","sentiment_score":0.1875}
{"full_text":"Watched #ProjectChristmasWish, my 94th Xmas movie this season during the #lockdown &amp; #XmasMovieChallenge. A lovely Xmas story w\/some impressive performances by A wonderful way to end this year's #MiraclesOfChristmas","sentiment_score":0.8333333333}
{"full_text":"RT Merry Christmas to everyone! except my exes and covid.","sentiment_score":0.0}
{"full_text":"#UnitedStatesInside the Maryland Cremation Services Andrew Caballero-Reynolds #AFP #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"Research from and colleagues show that the development of more potent neutralizing #antibodies during #SARSCoV2 infection predict #COVID19 survival. Read more on the study in","sentiment_score":0.5}
{"full_text":"RT Who here decided to stay home and forgo spending the holidays with family (aside from those you live with) &amp; friends bec...","sentiment_score":0.1363636364}
{"full_text":"U.S. factories have been cranking out goods during much of the pandemic at rates that are remarkably close to normal.","sentiment_score":0.3666666667}
{"full_text":"More than any event in memory, the #COVID19Pandemic has been a global event. On every continent, households have felt its devastation, joblessness and lockdowns, infirmity and death.https:\/\/t.co\/DjmwL51ebd","sentiment_score":0.25}
{"full_text":"Industry Voices--Leaning in to renewed interest: How COVID-19 is clearing a path for rapid improvements to consumer health experience via #healthcare","sentiment_score":0.0}
{"full_text":"Fueled by the demand from pandemic-constrained consumers abroad, China's export sector makes a stunning comeback as factories face labor shortage to clear mounting orders.","sentiment_score":0.3}
{"full_text":"Pandemic has taken a toll on Holy City of the Wichitas via","sentiment_score":0.0}
{"full_text":"The U.S. is the latest country to announce new travel restrictions because of a new variant of the coronavirus that is spreading in Britain and elsewhere.https:\/\/t.co\/Z2btmnqibn","sentiment_score":0.2575757576}
{"full_text":"Ranbir Kapoor reveals that if there had not been a pandemic situation, he would have been married to actress Alia Bhatt already.https:\/\/t.co\/9kjR8Pdy5W","sentiment_score":0.25}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"Disinfect every corner of your place. Our sanitization devices can help you eliminate viruses and germs, allowing you to enjoy a clean and COVID-19 safe environment for you and your family! Learn more about our products by visiting us at for more details!","sentiment_score":0.5033333333}
{"full_text":"My daughter isn't seeing her boyfriend of two years because a family member of his is waiting for Covid results. It's heartbreaking that they yo-yo with being able to see each other, then can't.  She's only 19yo so a couple days is forever to her. ","sentiment_score":0.125}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"Don't Just Be a Programmer #COVID19 #JobHuntChat #career #life","sentiment_score":0.0}
{"full_text":"That's exactly how Republicans should be reacting!! Golfing? They should all be held responsible financially, emotionally, ethically for every death, lost job, and now the holidays in food lines! Your SOLEY RESPONSIBLE FOR THE INEPT NON RESPONSE TO A PANDEMIC! Your rich!!","sentiment_score":0.3353125}
{"full_text":"Current Conditions for #Sayre PATemp: 31.8FWind Chill: 29.8FHumidity: 82%Dew Point: 26.9F Barometer: 29.609 inHgWind: 3 mph from the NNWCorona Virus Weekly Stats:Cases: 200.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"The fact that at one point we had 1000 people in the store during a pandemic. I- ","sentiment_score":0.0}
{"full_text":"Pope on #Christmas urges officials to make #COVID19 vaccine available to all","sentiment_score":0.4}
{"full_text":"RT Highgate 6 months ago 2day George's birthday sadly we can't go there 2day due 2 covid. 48 months ago we lost the best th...","sentiment_score":0.125}
{"full_text":"Coronavirus Daily Briefing","sentiment_score":0.0}
{"full_text":"The Houston #Texans have placed OLB Whitney Mercilus on the Reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"As 2020 draws to a close, the final week of the year may be a decisive one for the American people, as Congress will take up a series of measures intended to fund the government, the military, and provide COVID aid to working families.","sentiment_score":-0.0333333333}
{"full_text":"Read my latest article if you're not too busy with the holidays","sentiment_score":0.3}
{"full_text":"RT will they?","sentiment_score":0.0}
{"full_text":"RT \"It looks like we've flattened the curve,\" said Jason Kenney, on Dec 16. Dec. 13 - 716 in hospital &amp; 136 ICU.Dec 23 - 8...","sentiment_score":0.0}
{"full_text":" Top hashtags used by the scientific community in english tweets in the last 12h:#COVID19#BIORXIV#MERRYCHRISTMAS#CHRISTMAS#DSC_TECHNICALFollow us here for more data or subscribe to our daily\/weekly newsletter.","sentiment_score":0.25}
{"full_text":"RT We'd love to help support the cause would love to have you on our podcast to support local restaurant...","sentiment_score":0.3333333333}
{"full_text":"RT And in one week's time those same doctors will not have their professional qualification recognised here.","sentiment_score":0.05}
{"full_text":"'Joe and I know that sorrow': Joe Biden and wife Jill reflect on Covid deaths in Christmas message","sentiment_score":0.0}
{"full_text":"RT Last night the ED spent 9 hours trying to find a hospital that who would take a COVID positive patient in respiratory distr...","sentiment_score":0.0424242424}
{"full_text":"Why people listen to a fraud unethical Fauci?? He denied off labels to HIV and CoVid patients! Could of saved lives, Fauci lets them die!!!","sentiment_score":0.0}
{"full_text":"RT Please read Rep. Porter's short thread. It's time we usher in a new American age, one that refuses to protect corporat...","sentiment_score":0.0454545455}
{"full_text":"RT MERRY CHRISTMAS!!!Some serious thought going into our annual covid-free Santa photo. Stay safe and take care of each ot...","sentiment_score":0.0833333333}
{"full_text":"The tweet has since been deleted.","sentiment_score":0.0}
{"full_text":"COVID-19: France Rewards Frontline Immigrant Workers With Citizenshiphttps:\/\/t.co\/ro4q3ocdFJ","sentiment_score":0.0}
{"full_text":"RT Congress must pass $2,000 in direct payments and Trump must sign the COVID-relief bill. If not, tens of millions of Amer...","sentiment_score":0.1}
{"full_text":"RT Opinion | How the Richest 1 Percent Came Out Big Winners in the Covid Relief Bill","sentiment_score":0.0}
{"full_text":"The NIR team wants to wish everyone a Merry Christmas and a Happy New Year! Stay safe, eat well, laugh plenty, and if anything around the home comes a-knockin' down, you know who to call!  (951) 300-6681","sentiment_score":0.2960016835}
{"full_text":"RT Narcissism is a junk science idea that comes from people with low self-esteem who want to believe people with strong se...","sentiment_score":0.2166666667}
{"full_text":"RT Everyone give up your business is because the hospitals are flooded with patients","sentiment_score":0.0}
{"full_text":"States have authority to fine or jail people who refuse coronavirus vaccine, attorney says","sentiment_score":0.1583333333}
{"full_text":"RT GAMES OFF! Notts County's festive double header against Kings Lynn is off due to covid in the Linnets camp. The matches sch...","sentiment_score":-0.0625}
