{"full_text":"really important watch this please","sentiment_score":0.4}
{"full_text":"RT Midnight last night 14+ million lost unemployment insurance. In just a few days 40 million are facing eviction. McConnell...","sentiment_score":-0.1}
{"full_text":"RT The president has signed the covid relief\/government funding bill, several sources told me.","sentiment_score":0.0}
{"full_text":"WHAT ??","sentiment_score":0.0}
{"full_text":"RT TRUMP HAS SIGNED THE COVID RELIEF BILL - POLITICO","sentiment_score":0.0}
{"full_text":"4 more coronavirus deaths report in Sri Lanka and death toll hits 191. #LKA #COVID19SL","sentiment_score":0.5}
{"full_text":"RT There's a very real risk that Biden's ambitious vaccine plan will end the pandemic too soon.","sentiment_score":0.255}
{"full_text":"RT Vaccinations paused over the holidays, but luckily new restrictions to pause transmission of the virus didn't come in unt...","sentiment_score":0.1363636364}
{"full_text":"RT For the vaccine to be effective 70% of our population has to take it. Y'all don't wanna stay home and y'all don't want th...","sentiment_score":0.6}
{"full_text":"RT I know we are told violence isn't the way, but I feel like we should at least try it with COVID deniers.","sentiment_score":-0.3}
{"full_text":"The border wall, noThe tremendous healthcare plan, noDealing with the pandemic, disaster.","sentiment_score":0.3333333333}
{"full_text":"Trump knew in January that COVID was deadly. He lied to USA. You joined that lie. GOP senators made money selling stock. You scored political points instead - and still you lie. And you destroy trust in the CDC and experts YOU ignored and degraded. You sold your soul to Satan.","sentiment_score":-0.1333333333}
{"full_text":"RT Whether we use the vaccine or not, we are to \"make life difficult\" for pharmaceutical industries who continue to use aborti...","sentiment_score":-0.5}
{"full_text":"RT Believe it or not, #COVID19 vaccinations in Ontario were paused over the holidays. So too was data reporting.We're in a cris...","sentiment_score":0.0}
{"full_text":"DONT BE SCARED TO COME LUT YOUR TRUST CAUSE YO KNOW ALL I REALLY WANNA BE IS YOUR BOYFRIEND CANT FIGHT THAT LOCK ME DOWN YOU KNOW IM COMING RIGHT BACK #AURALESCENTQA","sentiment_score":0.0825396825}
{"full_text":"RT The president has signed the covid relief\/government funding bill, several sources told me.","sentiment_score":0.0}
{"full_text":"RT The amount of stress and fear caused by lockdowns &amp; mask mandates did more damage to healthy people than Covid did. An...","sentiment_score":0.5}
{"full_text":"RT Just so we are all clear that nothing changes. This, on the 1832 cholera epidemic.","sentiment_score":0.1}
{"full_text":"RT Australians are overwhelmingly concerned about the impact of misinformation on the roll out of the vaccine. It's time we man...","sentiment_score":0.5}
{"full_text":"RT The more you see the left talk about a mandatory China Virus vaccine card, the more you should ask yourself: Why are the...","sentiment_score":0.3333333333}
{"full_text":"RT As a government shutdown looms and COVID relief hangs in the balance, Treasury Sec. Steve Mnuchin is at his home at a pr...","sentiment_score":-0.1}
{"full_text":"I don't believe for one moment that there are 70,000 dead here. Those figures have to be a lie considering the rate covid has spread like wildfire amongst us all.","sentiment_score":-0.2}
{"full_text":"RT Recommended reading","sentiment_score":0.0}
{"full_text":"RT Reality Leigh Winner recently shared that due to the covid lockdown, she again has to respectfully fight for for her rig...","sentiment_score":0.125}
{"full_text":"RT Can we actually deep the UK has achieved nothing from the start of this pandemic","sentiment_score":0.0}
{"full_text":"RT Confirming that all mistakes in nucleic acid molecular biology can be traced to use of the Nanodrop","sentiment_score":0.0}
{"full_text":"RT The president has signed the covid relief\/government funding bill, several sources told me.","sentiment_score":0.0}
{"full_text":"RT I am thinking of all those desperate for extended unemployment benefits tonight. Heartbreaking. The abject cruelty, the call...","sentiment_score":-0.6}
{"full_text":"So also is going to the 6 or 7 wedding knduris a weeknd (bef. Covid-19 la), shaking the smelly hands of the fishmngers at da mrket, cuddling n kissing a stranger's flu-infected baby, still w green \"hingus\" running towards her mouth, n similar PR gimmicks. Not yr job as MPs\/Aduns.","sentiment_score":-0.1}
{"full_text":"Really, this is the priority, idiots who don't know to wear a seat belt?  Let's focus please on COVID and getting Canadians vaccines.","sentiment_score":-0.3}
{"full_text":"Covid-19 positive patients are advised to self-isolate at home. This is not strange as a lot of countries especially those with high number of cases have done this since beginning of pandemic. Unless you need support to breathe then you should stay home.","sentiment_score":0.1030681818}
{"full_text":"RT The president has signed the covid relief\/government funding bill, several sources told me.","sentiment_score":0.0}
{"full_text":"#PatheticService  #avoidthem  #budgetatlantaairport Today was the worst client service I have ever received from any service provider. Avoid Budget more than Covid19. They are just useless I will never ever use them or promote them.","sentiment_score":-0.3333333333}
{"full_text":"More Grifting!","sentiment_score":0.625}
{"full_text":"RT Fauci is the most dangerously incompetent man in America.","sentiment_score":0.075}
{"full_text":"RT Shame and humiliation is powerful. Use it. Save each other and stop being douche bags, K?","sentiment_score":0.0875}
{"full_text":"RT The president has signed the covid relief\/government funding bill, several sources told me.","sentiment_score":0.0}
{"full_text":"RT COVID-19 in Florida: 17,042 new cases, 140 more deaths over the last two days.","sentiment_score":0.2121212121}
{"full_text":"RT Back in the community ICU for a long stretch.Just got sign out.We are overfull.  Boarding pts in the PACU.  And we ha...","sentiment_score":-0.025}
{"full_text":"RT So geographical descriptions of a virus (or its variant) are OK now? Just checking.","sentiment_score":0.5}
{"full_text":"RT Now that December is officially the deadliest month of the pandemic by double, I guess my only question for the COVID...","sentiment_score":0.0}
{"full_text":"RT BREAKING -- After letting unemployment payments lapse by refusing to sign the COVID\/omnibus bill last night, the president is b...","sentiment_score":0.0}
{"full_text":"RT President Trump's dithering, as he plays golf and millions lose their unemployment benefits this weekend, damages the econ...","sentiment_score":0.0}
{"full_text":"RT If Trump refuses to sign or veto so Congress can override, and lets the clock run out on pocket veto leading to a governme...","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. States reported 1.4 million tests, 152k cases, and 1,395 deaths. There are 118,720 peop...","sentiment_score":0.0}
{"full_text":"RT To be clear - Like most ER docs, I would go at any time of day or night to get my vaccine. I would have given up Xmas da...","sentiment_score":0.3}
{"full_text":"RT Lindsey Graham played golf with the fake president yesterday while tweeting that he supports $2,000 checks...yet he let un...","sentiment_score":-0.5}
{"full_text":"RT The next few weeks will be the most crucial in American history.Here's where I stand:I will be VOTING NO to override","sentiment_score":0.06}
{"full_text":"RT For anyone looking for clarification on the federal guidelines for COVID-19 vaccine distribution efforts, this is a he...","sentiment_score":0.0}
{"full_text":"Grump family is a Greek tragedy.Grump legacy: Impeached. Spread and caught coronavirus. One term only. That's no way to be.Save Grump's nonsensical contradictory rant for his insanity defense at his criminal trials. Grump will be indicted in 2021.https:\/\/t.co\/bUXJPMibBa","sentiment_score":-0.1333333333}
{"full_text":"RT Breaking now on Bipartisan lawmakers who promoted COVID bill tell Trump: If you're not gonna sign it, veto it imme...","sentiment_score":0.0}
{"full_text":"RT YOU CANNOT be \"cleared\" for a gathering by a negative COVID test1) Might be too early in course to detect virus 2) ~20% of...","sentiment_score":-0.1}
{"full_text":"Lucky I get to wear a mask to cover up the pimples I got from wearing a mask","sentiment_score":0.3333333333}
{"full_text":"Get your facts right. We're not in lockdown","sentiment_score":0.2857142857}
{"full_text":"RT If Trump refuses to sign or veto so Congress can override, and lets the clock run out on pocket veto leading to a governme...","sentiment_score":0.0}
{"full_text":"RT They want to do a COVID immunity passport but they think having an ID to vote is too hard to do.","sentiment_score":-0.2916666667}
{"full_text":"Only COVID-19 death in 2020","sentiment_score":0.0}
{"full_text":"End corona for us mr Maron","sentiment_score":0.0}
{"full_text":"RT In case this wasn't clear: she was born in the Soviet Union during Stalin's rule. To be free in a totalitarian state was no...","sentiment_score":0.25}
{"full_text":"RT Still waiting for that \"Fauci standard\" scientific study that masks control the spread of #coronavirus.","sentiment_score":0.0}
{"full_text":"RT Got destroyed for being a soulless piece of shit and now going to try to spin the hero.","sentiment_score":-0.2}
{"full_text":"He is such an attention hog","sentiment_score":0.0}
{"full_text":"RT 1\/ The COVID law fatigue argument for increase spread is fundamentally flawed and weak as it assumes efficacy. Though people ar...","sentiment_score":-0.4375}
{"full_text":"GOOD NEWS WAS NOVEMBER 3rd.","sentiment_score":0.35}
{"full_text":"Lol, very true.","sentiment_score":0.6275}
{"full_text":"RT POTUS has signed the covid relief bill\/government funding package, two sources tell me and","sentiment_score":0.0}
{"full_text":"I really need to go to a PAX East or PAX West when this pandemic is over. I've always wanted to go to something like that","sentiment_score":0.2}
{"full_text":"RT After ruining Christmas for millions, Trump golfed.Trump's refusal to sign the bill that his own White House helped negot...","sentiment_score":0.3}
{"full_text":"RT For weeks the caucus and I have been calling for transparency with respect to Ontario's vaccine rollout. Tod...","sentiment_score":0.0}
{"full_text":"IMCRYING)\/&amp;\/&amp;\/  THROWBACK TO WHEN I HAVD COVID AND NEARLY D!ED","sentiment_score":0.1}
{"full_text":"We know the Trump Administration chose politics over our lives.We have proof.They decided to put their plan for reelection ahead of a plan to beat #COVID19They could've sided w the American ppl Instead they sided with the virus.#DemVoice1https:\/\/t.co\/3dOwGCO0TR","sentiment_score":0.0}
{"full_text":"RT Trump's Report CardAdded $8 trillion to national debt (42%)Reversed 80 EPA regsWithdrew from 13 int. orgs....","sentiment_score":0.0}
{"full_text":"RT State stay-at-home orders for the San Joaquin Valley and Southern California are set to expire Monday. State officials say the...","sentiment_score":0.0}
{"full_text":"RT 'SMTOWN LIVE Culture Humanity' happening Jan 1, 2021 at 1PM KSTThe concert is organised to give hope &amp; comfort for the...","sentiment_score":0.1363636364}
{"full_text":"RT South Africa hits 1 million coronavirus cases as new variant spreads rapidly","sentiment_score":0.1363636364}
{"full_text":"RT The president has signed the covid relief\/government funding bill, several sources told me.","sentiment_score":0.0}
{"full_text":"RT As a government shutdown looms and COVID relief hangs in the balance, Treasury Sec. Steve Mnuchin is at his home at a pr...","sentiment_score":-0.1}
{"full_text":"\"The various governments of the UK and its devolved legislatures urgently need to rationalise the use of testing...\"Really good piece:The new Covid-19 strain is a political disaster of our own making","sentiment_score":0.2872727273}
{"full_text":"RT The more you see the left talk about a mandatory China Virus vaccine card, the more you should ask yourself: Why are the...","sentiment_score":0.3333333333}
{"full_text":"RT Apparently #WarnerBros has not killed the movie-going experience as many predicted as #WonderWoman1984 records the largest the...","sentiment_score":0.2166666667}
{"full_text":"RT I will go to my grave believing that trump and melania never had COVIDIt was all a publicity stunt to distract away fr...","sentiment_score":0.0}
{"full_text":"RT THERE ARE AMERICANS DYING EVERY 10 MINUTES IN LA DUE TO THE PANDEMIC AND ALL YOU CAN DO IS THINK ABOUT...","sentiment_score":-0.125}
{"full_text":"#FPL is a waste of time. I should be finding the cure to COVID not guessing who will perform well in a game of 22 adults chasing a leather ball.Someones team ","sentiment_score":-0.3}
{"full_text":"RT This headline is correct: Trump \"says\" (worthless) something is good news when he's already made it bad news.","sentiment_score":-0.2666666667}
{"full_text":"RT I have compiled a list of U.S. politicians who have donated their salaries to charity during the pandemic:1.) Donald Trump","sentiment_score":0.0}
{"full_text":"RT At least 1 of every 17 people in the U.S. has contracted the coronavirus, and 1 in 1,000 has died. Yet the worst may lie ahead...","sentiment_score":-0.65}
{"full_text":"RT I SWEAR we are fighting two pandemics: COVID-19 and Stupidity of Health Secretary Francisco Duque III.","sentiment_score":-0.6}
{"full_text":"There has been a heightened awareness around what it means to be \"healthy\" in today's pandemic-conscious world. #dietary #supplements #healthandwellness","sentiment_score":0.5}
{"full_text":"RT The new Moynihan Train Hall will be complete on December 31, 2020, on time &amp; on budget despite the COVID pandemic.The new...","sentiment_score":0.1242424242}
{"full_text":"RT .@playtwo .@glennkirschner2 .@MalcolmNance .@cinderellaicius .@B52Malmet Jared Kushner tells Bob Woodward that Trump took co...","sentiment_score":0.0}
{"full_text":"You're absolutely full of shit!https:\/\/t.co\/zxJ9iMvhRo","sentiment_score":0.35}
{"full_text":"RT \"This could change everything...\"...Sure, If you don't realize that once the media\/elite establishment (and Woke Twitter...","sentiment_score":0.0}
{"full_text":"RT The #COVID19 vaccine has arrived in the northern Italian city of Bergamo to bring hope and light to a hospital still scarred b...","sentiment_score":0.2}
{"full_text":"What a  cowardly sycophant, you are You choose to call Dr. Fauci a liar, but stand mute since the beginning against the pOTUS' daily lies to Americans regarding the deadly seriousness of COVID-19. You disgrace Christians and decency with your blatant lies and BS.","sentiment_score":-0.2333333333}
{"full_text":"RT The president has signed the covid relief\/government funding bill, several sources told me.","sentiment_score":0.0}
{"full_text":"Some businesses thrived while others shriveled or failed as the grip of the COVID-19 pandemic took hold.https:\/\/t.co\/BU9l0icGia","sentiment_score":-0.5}
{"full_text":"The U.S. has now topped 19 million coronavirus cases since the pandemic began, data compiled by Johns Hopkins University shows.","sentiment_score":0.0}
{"full_text":"Hello, can you pls help me?? Pls retweet and like this post. Help me to watch their concerthttps:\/\/t.co\/wPrrLKVyrq","sentiment_score":0.0}
{"full_text":"The U.S. has now topped 19 million coronavirus cases since the pandemic began, data compiled by Johns Hopkins University shows.https:\/\/t.co\/DU8d8xEJ14","sentiment_score":0.0}
{"full_text":"#CoronaFacts:Can Thermal Scanners detect #COVID19 infected people\/ No, thermal scanners don't detect #COVID19 infected people. They just detect body temperature. #JanAndolan@SpokespersonMoD@MahaDGIPR@PIBMumbai@ddsahyadrinews@airnews_nagpur@MoHFW_INDIA","sentiment_score":0.0}
{"full_text":"Doctors, nurses and the elderly rolled up their sleeves across the European Union to receive the first doses of the coronavirus vaccine Sunday.","sentiment_score":0.125}
{"full_text":"Sugar Bowl Front Porchc. 1941Tahoe National Forest Collection #NationalFruitcakeDay #NewYear  #COVID19 #PlacerLife","sentiment_score":0.0}
{"full_text":"Happy Kwanzaa! We were so honored to participate in this event. Watch it here:","sentiment_score":1.0}
{"full_text":"From and buzzy engagement to Philmar Alipayo's simple but sweet proposal to Andi Eigenmann, it's obvious that these stars didn't let anything--including a pandemic--get in the way of their love. | via","sentiment_score":0.2125}
{"full_text":"We still have so much to learn about COVID-19. Here are the pressing questions scientists are still looking to answer.","sentiment_score":0.2}
{"full_text":"San Diego County reports 3,132 new cases of COVID-19 on Sunday, another 50 people hospitalized and 7 patients sent to ICU","sentiment_score":0.1363636364}
{"full_text":"Flying during this pandemic? Might want to watch this video first...","sentiment_score":0.25}
{"full_text":"You may find this blog post on motivation helpful: by #PrinLeaderChat #EdLeadership","sentiment_score":0.0}
{"full_text":"How Makeup Can Boost Your Mental Well-being In The Time Of Pandemic | via","sentiment_score":-0.1}
{"full_text":"RT A day in the life of a healthcare worker in a hospital loaded with COVID-19 patientsPlease retweet, please, pl...","sentiment_score":0.0}
{"full_text":"As we look back at 2020, what #NewWords2020 have you learned? Social Distancing: It was first used by a sociologist as a way to enforce power hierarchies in 1957; while in these days it refers to keeping a safe physical distance from other people to slow the spread of COVID-19","sentiment_score":0.0511904762}
{"full_text":"But all they said was icu occupancy. They didn't specify covid or not","sentiment_score":0.0}
{"full_text":"Remember March 2020? It feels both a lifetime ago, and somehow only a few weeks ago. Here's how it all changed.","sentiment_score":-0.1}
{"full_text":"Mercy Health is working in conjunction with the Toledo-Lucas County Health Department to vaccinate first responders, a statement from Mercy said Sunday.","sentiment_score":0.25}
{"full_text":"RT What the fuck is super gonorrhea","sentiment_score":-0.0333333333}
{"full_text":"\"I feel like I was fighting, not for me but for them,\" she said.","sentiment_score":0.0}
{"full_text":"Railway and airline companies implement various measures to prevent the spread of COVID-19.For more details, please visit:https:\/\/t.co\/ZZ9iGvVutK#JNTOsafetravel","sentiment_score":0.25}
{"full_text":"RT Data scientists tracked confirmed cases in schools across country. Preliminary results found biweekly infection rate of...","sentiment_score":0.4}
{"full_text":"RT #Maharashtra #COVID19 Updates for today*New Cases - 3,314*Recoveries - 2,124*Deaths - 66*Active Cases - 59,214 *To...","sentiment_score":0.0}
{"full_text":"We're pretty impressed with how well the alpacas are practicing their social distancing this holiday season.#cutealpacas #alpaca #alpacas #babyalpaca #alpacasocks #alpacawool #wool #merinowool #farm #farmlife #winterfarm #dogs #dog","sentiment_score":0.4277777778}
{"full_text":"SO SWEET.  A couple married for 71 years is finally back together after coronavirus restrictions kept them apart for a month.","sentiment_score":0.2}
{"full_text":"A Positive COVID-19 Story: JUST IN: Trump promises 'good news' on COVID-19 relief bill via P.M. News (Nigeria)","sentiment_score":0.4636363636}
{"full_text":"How Covid conspiracies, 'fake news' and misinformation spread in 2020","sentiment_score":-0.5}
{"full_text":"RT December is now the deadliest month in the pandemic Jan       0   Feb       1  Mar       5,277  April      60,738  May...","sentiment_score":0.0}
{"full_text":"RT POTUS has signed the covid relief bill\/government funding package, two sources tell me and","sentiment_score":0.0}
{"full_text":"UK new deadly variant reaches IndiaWatch out Pakistanhttps:\/\/t.co\/DR0Ira3shp","sentiment_score":-0.0318181818}
{"full_text":"Countries around the world have tightened their restrictive measures and accelerated the race for #vaccines after several new strains of the coronavirus have been reported recently in different parts of the world. #COVID_19","sentiment_score":0.0454545455}
{"full_text":"NHS leaders warn of intense pressure as Covid cases surge across UK - BBC News - BBC News","sentiment_score":0.2}
{"full_text":"RT The president has signed the covid relief\/government funding bill, several sources told me.","sentiment_score":0.0}
{"full_text":"RT If Trump refuses to sign or veto so Congress can override, and lets the clock run out on pocket veto leading to a governme...","sentiment_score":0.0}
{"full_text":"RT The president has signed the covid relief\/government funding bill, several sources told me.","sentiment_score":0.0}
{"full_text":"RT The more you see the left talk about a mandatory China Virus vaccine card, the more you should ask yourself: Why are the...","sentiment_score":0.3333333333}
{"full_text":"Exactly! Isn't that the same as The China Virus??","sentiment_score":0.15625}
{"full_text":"RT NEW: President Trump's plans to sign the Covid-19 relief package on Christmas Eve were scrapped at the last minute","sentiment_score":0.0681818182}
{"full_text":"RT Want a few simple ways to make some money online? the Crypto_Crash Blog#buyingcontent #C...","sentiment_score":-0.1}
{"full_text":"RT Now that December is officially the deadliest month of the pandemic by double, I guess my only question for the COVID...","sentiment_score":0.0}
{"full_text":"Tracking COVID-19 in Alaska: 320 new cases reported Sunday, no new deaths - Anchorage Daily News","sentiment_score":0.0227272727}
{"full_text":"Current Conditions for #Sayre PATemp: 28.2FWind Chill: 28.2FHumidity: 83%Dew Point: 23.7F Barometer: 30.278 inHgWind: 0 mph from the SECorona Virus Weekly Stats:Cases: 186.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Congressman has stepped up big time to fight for and help STOP THE STEAL.Let's show","sentiment_score":0.0}
{"full_text":"RT So COVID-19 you've done what you had to do!? Can you leave us alone? Coz this is bullying","sentiment_score":0.0}
{"full_text":"ya te recuperaste al 100% del #covid19 ?\"it may be easy to forget and ignore those of us with \"long Covid\", who are struggling to reclaim our previous, pre-viral lives and continue to live with debilitating symptoms.\"https:\/\/t.co\/7g76ORNb03","sentiment_score":0.0882575758}
{"full_text":"Our planet, our future. We're in it together!In this fight against #COVID19 China had (as of Nov.) provided medical aid to 150 countries &amp; seven int'l organizations, delivering 179 billion masks, 1.73 billion protective suits &amp; 543 million nucleic acid testing kits. [\/VCG]","sentiment_score":0.0}
{"full_text":"RT The COVID-19 vaccine is here. It's safe, it's effective. It cannot give you COVID. When it's your turn, get vaccinated....","sentiment_score":0.55}
{"full_text":"@Corpse_Husband Hi corpse, this is Liy, I just wanna say thank you for existing and thank you for making us laugh and smile in our hard times. Thank you for helping us get through this pandemic that is making us depressed, stressed, or anything else. Thank you because I get","sentiment_score":0.1027777778}
{"full_text":"RT Never forget that congress members were warned about this pandemic in Feburary and sold stock instead of doing anythin...","sentiment_score":0.0}
{"full_text":"I'm not taking Biden's win. But just look at the nos. 74+ million? I was expecting 50-60 million. The way he handled the pandemic, the lies, and everything he will do until he leaves office. He will burn the house down before he leaves.He is the most despicable man to hold office","sentiment_score":0.3814814815}
{"full_text":"RT AstraZeneca chief says new COVID-19 vaccine will fight UK mutation","sentiment_score":0.1363636364}
{"full_text":"RT POTUS has signed the covid relief bill\/government funding package, two sources tell me and","sentiment_score":0.0}
{"full_text":"- Hey Jackass, MAGA right?","sentiment_score":-0.1071428571}
{"full_text":"(The start of the ordeal was going to IKEA alone, during a pandemic, with no sense of direction, and somehow fitting three Billy bookcases into my Honda Civic)","sentiment_score":0.5}
{"full_text":"RT THIS IS WHAT CORONA TOOK FROM US !!!!!!!!!!","sentiment_score":0.0}
{"full_text":"RT TRUMP HAS SIGNED THE COVID RELIEF BILL - POLITICO","sentiment_score":0.0}
{"full_text":"RT One in a thousand Americans is dead from Covid. Almost incomprehensible. Unforgivable.","sentiment_score":-0.2}
{"full_text":"RT The president has signed the covid relief\/government funding bill, several sources told me.","sentiment_score":0.0}
{"full_text":"RT \"Virus besets Belarus prisons filled with president's critics\"","sentiment_score":0.4}
{"full_text":"RT Republicans fight to get rid of health care coverage while they all have the best health care coverage that our tax dollars...","sentiment_score":1.0}
