{"full_text":"It's real, people are dying. But the single biggest impacts of Covid have been societal and economical, not medical. You hold folks to a standard they never asked for - to save humanity. Even worse, humanity doesn't need saving. The finger wagging is out of control.","sentiment_score":0.0047619048}
{"full_text":"Pffft. Here's a Covid in your face","sentiment_score":0.0}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"Vietnam ODA disbursement faces uphill task to meet target #Vietnam #ODA #disbursement #publicInvestment #Covid19 #coronavirus #ncov #pandemic #statebudget","sentiment_score":0.0}
{"full_text":"Same here brother... Covid and the state of world is really starting to take a toll","sentiment_score":0.0}
{"full_text":"Corona won't trip green energy","sentiment_score":-0.2}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"RT \"He was our hero, he was our support system.\"A doctor who treated some of Houston's sickest Covid-19 patients has died","sentiment_score":0.0}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"RT ENHYPEN To Undergo Preemptive Testing After External Staff Member Tests Positive For COVID-19https:\/\/t.co\/8oLoMXTB4m","sentiment_score":0.1136363636}
{"full_text":"RT We give my money away and help people in need","sentiment_score":0.0}
{"full_text":"Are they still wanting plasma from those that have had Covid?","sentiment_score":0.0}
{"full_text":"RT 20\/ Portland Mayor is talking tough, evicting a family in the middle of a pandemic.","sentiment_score":-0.1944444444}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"1) it's not the water supply2) they cannot say if it's viral or not because it's not known","sentiment_score":0.0}
{"full_text":"RT I was early to covid (warned people in January), so never once downplayed coronavirus.But we have also seen so many fake s...","sentiment_score":0.0333333333}
{"full_text":"RT Everyone at the negotiating table--including Senate Rs--has agreed to a compromise. Except one. Mitch McConnell is refusi...","sentiment_score":0.0}
{"full_text":"Spreading  through #COVID19","sentiment_score":0.0}
{"full_text":"HUH OMG","sentiment_score":0.0}
{"full_text":"It's a global pandemic &amp; because of Asshole Trump, We Are NOT #1 with most countries! And we only bid for 100 million doses, passed on second 100 Mil so can't now cue till summer 2021 anyway. Trump sucks &amp; 48% fools voted for him despite he's murdered 1\/2 million by time he goes!","sentiment_score":0.05}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"should be in jail","sentiment_score":-0.1}
{"full_text":"RT The United States has about 15,000,000 cases of #Covid19 We're currently averaging 197,000 new cases every day. We're c...","sentiment_score":0.0681818182}
{"full_text":"RT .@GeoRebekah has done everything possible to protect Floridians &amp; students across this Country w\/her Scientific Data and re...","sentiment_score":0.0}
{"full_text":"RT weak as hell","sentiment_score":-0.375}
{"full_text":"Covid: The potentially crushing toll of rationing health care","sentiment_score":0.4}
{"full_text":"More money for the military-industrial complex great I cant fucking even with this country. I literally wish we just didn't pass the bill AND we got to keep section 230. Win-win, but no. Military gotta terrorize more civilians in countries already scarred by war and covid19","sentiment_score":0.1583333333}
{"full_text":"The cure for coronavirus","sentiment_score":0.0}
{"full_text":"This is what #Treason , #Sedition and #Corruption look like.  And all the had to do, was act like adults and admit defeat.  Now, they are officially #complicit .   All this while close to 300K Americans have died a #COVID19 related death. #GOPComplicitTraitors","sentiment_score":0.0}
{"full_text":"#KACZYSTAN Tragedia... ","sentiment_score":0.0}
{"full_text":"RT .@TheAtlantic: The Pandemic's Final Surge Will Be Brutal\"Over the weekend, the 7-day average of COVID-19 deaths passed the s...","sentiment_score":-0.3416666667}
{"full_text":"RT Is it just me, or did we all learn more about the 1918 pandemic this year than we ever did in school?You'd think somethin...","sentiment_score":0.5}
{"full_text":"RT Everyone at the negotiating table--including Senate Rs--has agreed to a compromise. Except one. Mitch McConnell is refusi...","sentiment_score":0.0}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"even with covid-19 testing, i'm fortunate that duke was able to provide testing twice a week while i was on campus to best mitigate the chances of a student-led outbreak in durham; however, it pains me to know that the testing spent on us remaining on campus could have been +","sentiment_score":0.45}
{"full_text":"Nice","sentiment_score":0.6}
{"full_text":"RT When you're not allowed to question something, it's no longer science. It's just authoritarian propaganda. #COVID19","sentiment_score":-0.1}
{"full_text":"Not just future people","sentiment_score":0.0}
{"full_text":"RT Dueling events will starkly contrast Biden's and Trump's approaches to pandemic | Analysis","sentiment_score":-0.2}
{"full_text":"Beautiful. Thank you.","sentiment_score":0.85}
{"full_text":"RT I miss the days of H1N1 when it was no one's fault when people got sick. It was a crappy virus and we all did our best to...","sentiment_score":0.1428571429}
{"full_text":"RT Things that won't get you a visit by armed police: calling for violent action to overturn an election.Things that will:...","sentiment_score":-0.35}
{"full_text":"The bar is literally on hell lmao. We're gonna be dealing with a completely out of control pandemic for another year at this rate. Godspeed.","sentiment_score":0.35}
{"full_text":"RT Dear Republicans crying about businesses closing...stop voting for people that refused to give you the tools and resources to...","sentiment_score":-0.2}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"RT Trump's Elite Strike Force of Jenna Ellis and Rudy Giuliani (and allies) have contracted more cases of coronavirus (2) than th...","sentiment_score":0.5}
{"full_text":"RT Study of 669 people who had #COVID19 during the first wave in Switzerland. Of 510 who were followed up for 30-45 days, 32% s...","sentiment_score":0.25}
{"full_text":"RT LATEST BREAKING NEWS, BOTH CNN AND MSNBC, Reporting the DT. ADMIN. Turned down to hold 500 MIL. doses of the VACCINE by bot...","sentiment_score":0.1722222222}
{"full_text":"RT The. Whole. Thread.  . And yes is a certified monster.","sentiment_score":0.2}
{"full_text":"Part 2 is comments on rental only zoning and rental economics including GST. Part 3 is questions on the operational cost to tenants. Part 4 is about COVID safety in multifamily. Part 5 is about the OCP amendment.","sentiment_score":0.0}
{"full_text":"Op-Ed: More Science, Less Speculation on COVID Long-Haulers","sentiment_score":0.1666666667}
{"full_text":"RT Thank you #WeFeedYou farm workers should be among the first to receive the vaccine.","sentiment_score":0.25}
{"full_text":"RT Nearly 75% of voters say small businesses should qualify as 'essential' during pandemic closures | Just The Newshttps...","sentiment_score":-0.05}
{"full_text":"#JustPray instead of voting in GA senate race. God will hear your prayers and Trump will win both races. Don't catch the china virus! Stay home and pray! We will be victorious over the evil gay unborn baby killing liberals!","sentiment_score":0.1736111111}
{"full_text":"Please Follow Lead,... #MoscowMitch who is a very traitorous verminous Hater of the Ordinary #American, must be widely Exposed! #MoscowMitchMcTraitor must be condemned loudly &amp; roundly by #Americans, &amp; be prosecuted. GO","sentiment_score":-0.0458333333}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT I'm sick and tired of the Premier and his minions accusing people of being under the control of the NDP if the don't toe th...","sentiment_score":-0.5571428571}
{"full_text":"RT As days pass, as more #COVID19 victims are cremated, biggest question of the hour is who is on this expert committee who is d...","sentiment_score":0.5}
{"full_text":"RT You cannot be pro-life and also be anti-mask during a pandemic.","sentiment_score":0.0}
{"full_text":"RT Might we have to wait until next summer to get vaccinated from #COVID19?  Maybe...","sentiment_score":0.0}
{"full_text":"Government mandated \"cure\" so much worse than a seasonal virus that's  99.97% survivable","sentiment_score":-0.4}
{"full_text":"RT Welcome to Portland, where apparently the laws are merely suggestions and the mayor\/police commissioner kicks a family...","sentiment_score":0.1166666667}
{"full_text":"Unhinged woman flips out on peaceful anti-lockdown protesters in Oregon: 'F*** all of you!'","sentiment_score":0.3125}
{"full_text":"RT The COVID clinical trials are corrupted. The public needs to know. Part III of my series on Vaxxgate comes ou tomorrow....","sentiment_score":0.0}
{"full_text":"RT The FDA says Pfizer's Covid vaccine is safe and effective. But trial participants warn of intense symptoms after the second shot....","sentiment_score":0.325}
{"full_text":"RT Because in our system Intellectual Property is more important than human lives.","sentiment_score":0.3}
{"full_text":"Y'all better learn that CARES Act real quick and unemployment. You aren't getting your hours cause COVID, you can apply for unemployment to cover the lose of hours. Are terminated due to COVID, that's wrongful termtermination AND loss of wages. SPEAK TO A LAWYER or legal aid.","sentiment_score":0.26875}
{"full_text":"RT 2\/1 The special bench headed by J Mushir Alam, J Sajjad Shah &amp; Qzi M Ameen realizing the challenge posed by COVID-19 opt...","sentiment_score":0.3571428571}
{"full_text":"FUCK YOU.... YOU THINK IT'S FUNNY... THINK AGAIN ASSHOLE..... COVID19 IS NOT A FUCKING JOKE....HUNDREDS OF THOUSANDS PEOPLE DIED BECAUSE OF THIS SHITY VIRUS AND NOW YOU'RE SAYIN ENHYPEN SHOUL BE POSITIVE?!!!!!!! A PEOPLE LIKE YOU IS A MONSTER","sentiment_score":0.2875}
{"full_text":"There is no reason Big A can't be open, after all only a few thousand attend on the weekend and the marijuana smoke would negate any covid Open Big A!!!","sentiment_score":-0.0333333333}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"At the risk of repeating myself,","sentiment_score":0.0}
{"full_text":"RT Out of our collective pain, we will find our collective purpose: to control the pandemic, to save lives, and to heal as a nat...","sentiment_score":0.0}
{"full_text":"Right on, Katie!","sentiment_score":0.3571428571}
{"full_text":"India buys the largest number of Covid-19 vaccine doses in the world #SootinClaimon.Com","sentiment_score":0.0}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"Nanbyo Cafe Omusubi, Ms. Arai balances the management of her own intractable diseases and her work as a social worker. In response to the ongoing Coronavirus Disease 2019 (COVID-19) pandemic, Nanbyo Cafe Omusubi is currently holding its events online.","sentiment_score":0.2111111111}
{"full_text":"RT If my wife can wear a mask through 30 hours of labor, you can wear one for 30 minutes in the grocery store.","sentiment_score":0.0}
{"full_text":"Shoot us that stimulus check and cancel student loans bruh, we ain't forget","sentiment_score":0.0}
{"full_text":"You wouldn't know science, facts, or technical analysis if they got you sick from refusing to wear a mask. Shut up, Mike.","sentiment_score":-0.3571428571}
{"full_text":"Yikes. I'm guessing drinking alcohol would be off the menu while you have Covid.","sentiment_score":0.0}
{"full_text":"RT Everyone at the negotiating table--including Senate Rs--has agreed to a compromise. Except one. Mitch McConnell is refusi...","sentiment_score":0.0}
{"full_text":"RT For Britain's first recipients of the coronavirus vaccine, the shots offered a glimpse of hope at life after the pandemic. Som...","sentiment_score":0.25}
{"full_text":"made a chickpea curry for dinner tonight and oh my godddd it's one of my all time fav pandemic meals","sentiment_score":0.0}
{"full_text":"RT Perdue and Loeffler got rich while Georgians got sick and died.  Help us expose these pandemic profiteers to their Peach St...","sentiment_score":-0.1696428571}
{"full_text":"Whoopshttps:\/\/t.co\/OO4DJbfqS8","sentiment_score":0.0}
{"full_text":"Well, sure, not now, with COVID and everything.","sentiment_score":0.5}
{"full_text":"RT \"How in any rational scenario can police justify such a guns-drawn, hyper-aggressive entry to make a simple search in the h...","sentiment_score":0.0}
{"full_text":"India buys the largest number of Covid-19 vaccine doses in the world #SootinClaimon.Com","sentiment_score":0.0}
{"full_text":"RT The brazen disregard for the truth -- and the lying when the truth is so obviously apparent -- boggles the mind.  For reference,...","sentiment_score":0.05}
{"full_text":"RT ENHYPEN To Undergo Preemptive Testing After External Staff Member Tests Positive For COVID-19https:\/\/t.co\/8oLoMXTB4m","sentiment_score":0.1136363636}
{"full_text":"RT 2 positive tests for Club America as they prepare for the 2nd leg of the #SCCL2020 quarterfinals against #ATLUTD in Orlando n...","sentiment_score":0.1136363636}
{"full_text":"KInda puts things in perspective. We know you're in the dog do, but numbers like this should scare people. Wear a mask, social distance, stay home if you can &amp; please stay say safe.","sentiment_score":0.2666666667}
{"full_text":"Leon, ive got a  video for you to lay into, but only if you have the vibrational frequency to fight covid:","sentiment_score":0.0}
{"full_text":"Lexington Co. school moving to remote learning due to #coronavirus outbreak","sentiment_score":-0.1125}
{"full_text":"I'm going to get the worst nose bleed and I can't fucking smell anything because my nose is stuffed. (Not covid)","sentiment_score":-0.8}
{"full_text":"Listen, we're 9 months into this hellhole and if you still can't wear a goddamn mask, you deserve the absolute worst.\"BuT mAh FrEeDoMzZ!!!11!!\"Fuck off Debra, this is why everyone hates you.#WearAMaskSaveALife","sentiment_score":-0.4}
{"full_text":"875 PRINT ","sentiment_score":0.0}
{"full_text":"RT When I met Messiah Howard, 7, in Nov. '19 at his electric smile tractor-beamed me in. I just learned he died of...","sentiment_score":0.3}
{"full_text":"Can COVID go away cause I need a vacation and I'm ready to be in the tropics","sentiment_score":0.2}
{"full_text":"RT Yep. In October, Democrats rejected Trump's COVID proposal b\/c they did not want to help him so close to the election. A...","sentiment_score":0.0}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"There is actually a term called lipstick effect in economics when the sales increase during economic crisis and even during the lockdown the sales of lipsticks have gone up as per few brands :P","sentiment_score":0.1875}
{"full_text":"People that ain't never passed a biology class speaking on the COVID vaccine is killing me","sentiment_score":0.0}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"RT During a deadly pandemic, millions of Americans listened to their leaders and voted early or absentee to avoid crowds and...","sentiment_score":-0.05}
{"full_text":"RT You know what would be cool? If \"journalists\" didn't clutter news feeds with crap about Biden mispronouncing a name while th...","sentiment_score":-0.225}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"RT In addition to all of this nonsense from Congress, the fact that there isn't a federal law blocking cell phone companies from s...","sentiment_score":0.0}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"Telehealth and meditation subscriptions may be ideal options, relieving some of the burden of an exhausted healthcare system. #telehealth #meditation #coronavirus #pandemic #marketing #healthcare #subscriptions","sentiment_score":0.25}
{"full_text":"RT Bernie is saying what we all knew but was suppressed in liberal corporate press because the Trump forces were saying it -...","sentiment_score":0.0}
{"full_text":"Productivity growth is the ultimate source of long-run increases in incomes #productivity #COVID19 #Growth #digitalisationhttps:\/\/t.co\/z8dPPSlzIq","sentiment_score":0.0}
{"full_text":"People are often not wearing masks. One study found only 50% compliance. Other countries have much better compliance and have much lower spread. The deaths will increase. Virus has mutated to spread faster.  #CovidKills","sentiment_score":0.14375}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"RT Can we please make this a MUCH bigger story?","sentiment_score":0.0}
{"full_text":"Here's why #healthcare worker deaths from #COVID19 are challenging to estimate! and the rest of us know numbers are higher than reported. #workplacesafety has been grossly undermined by the very government regulatory body charged w\/safeguarding our well-being.","sentiment_score":0.26875}
{"full_text":"Malaysia has already moved in recent days to secure its first batch of COVID-19 vaccine doses for 20% of its 32 million population.https:\/\/t.co\/aUxhbJboRB","sentiment_score":0.2166666667}
{"full_text":"In many cases, people can be fired for refusing COVID-19 vaccinehttps:\/\/t.co\/ZrcxZxodMa","sentiment_score":0.5}
{"full_text":"One way to get Covid vaccines fastRead:","sentiment_score":0.0}
{"full_text":"#ICYMI | From Shillong to Bhavnagar, Indore to Palakkad, 'ghost kitchens' have sprung up during the pandemic as young entrepreneurs cater to the demand for home-delivered food, writes","sentiment_score":0.1}
{"full_text":"A housemaid who claims to have been tortured and locked up by 'hell's couple' before escaping their home says Covid-19 frustrations made her sponsor increasingly brutal#Bahrain Read more:","sentiment_score":0.5}
{"full_text":"As the #UnitedStates struggled with more than 20,000 #coronavirus patients in intensive care, there is hope that regulators will give emergency authorization to a #vaccine from on Thursday.","sentiment_score":0.5}
{"full_text":"Covid-19 has forced people to change their habits, behaviours and fundamentally how they live their lives. What impact will this have on how people bank and what #bankingtrends can we expect in 2021? Read our latest guide ","sentiment_score":0.1121212121}
{"full_text":"What the Coronavirus Pandemic Means for Our Mental Health | The Takeaway | WNYC Studios","sentiment_score":-0.1}
{"full_text":"While the number of patients coming through the door is dropping, health leaders say the average patient is in worse shape now than ever.https:\/\/t.co\/1XfInACKMe","sentiment_score":-0.275}
{"full_text":"Nurse who played a key role in the Covid vaccination programme gets the first vaccine in Northern Ireland","sentiment_score":0.125}
{"full_text":"COVID-19: Global ImpactGlobal COVID-19 cases cross 6.85 crore mark; death toll surpasses 15.62 lakh.","sentiment_score":0.0}
{"full_text":"Many B.C. residents can apply online for much-anticipated COVID relief funding from the B.C. government starting on Dec. 18. #Kamloops #covid19","sentiment_score":0.25}
{"full_text":"It's 9p, smack in the middle of the \"holiday season\" and 9 months into a pandemic. Let's give a few minutes of our time to this exploration of whether flying on an airplane is safe during the pandemic.","sentiment_score":0.1}
{"full_text":"Our High Risk Accommodation Response team in partnership with BANH Neighbourhood Houses have been engaging with residents through a number of COVID-Safe activities, including Tai Chi and Zumba (for women only) classes. Check out some of the happy snaps from the classes ","sentiment_score":0.34}
{"full_text":"Some countries are expecting a #COVID19 #vaccine to be rolled out before the end of the year. But South Africa's wait may be a bit longer. Here's why, via","sentiment_score":0.0}
{"full_text":"Joe Biden has laid out his plan to fight the coronavirus in his first 100 days as president. The wildly different strategy includes doing literally anything.","sentiment_score":0.125}
{"full_text":"RT Out of our collective pain, we will find our collective purpose: to control the pandemic, to save lives, and to heal as a nat...","sentiment_score":0.0}
{"full_text":"Typical lefty... never any personal accountability. 96.5% of all covid related deaths were from Co morbidities. Get your facts straight so you stop looking like a fool.","sentiment_score":0.0083333333}
{"full_text":"Remittances from overseas Filipinos are expected to remain broadly steady this year despite the adverse impact of the coronavirus pandemic on the global economy, according to digital payments provider WorldRemit.","sentiment_score":0.0166666667}
{"full_text":"RT Jay Bilas talking about the impact on the mental health of these athletes in a pandemic. The most overlooked and possibl...","sentiment_score":0.2}
{"full_text":"Post the lockdown in Pune, the PMPML has merged its operations of Bhekarai Nagar depot and Shewalewadi bus depot at Shewalewadi depot.https:\/\/t.co\/uQqlAV5uuW","sentiment_score":0.0}
{"full_text":"\"The epidemic in the U.S. is punishing. It's widespread. It's quite frankly shocking to see one to two persons a minute die in the U.S. -- a country with a wonderful, strong health system, amazing technological capacities,\"","sentiment_score":0.2583333333}
{"full_text":"RT 1\/ At 2am I hear him softly whimper in his sleep. I slide into bed next to him and hold him tight to my chest. His golde...","sentiment_score":-0.0261904762}
{"full_text":"RT Perfect example of what I've been tweeting regarding connection b\/w evictions, public health &amp; the misplaced priorities of...","sentiment_score":0.2666666667}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"Across the vast lands of the Southwest, Navajo contact tracers are trying to stanch a surge of COVID-19 infections.@kurtisalee reports from Two Grey Hills, New Mexico:","sentiment_score":0.0287878788}
{"full_text":"Four lions at Barcelona Zoo have tested positive for COVID-19, veterinary authorities said, in only the second known case in which large felines have contracted coronavirus.https:\/\/t.co\/qvTvQUfXbB","sentiment_score":0.1103896104}
{"full_text":"Even before #COVID19, 100 million people were pushed into poverty each year because of health costs. We can't go back to the status quo. We must invest in health systems that protect everyone - NOW. #HealthForAll #UHCDay@healthtimeszim","sentiment_score":0.0}
{"full_text":"MISSED OUR WEBINAR? OTT Video vs the #pandemic  - The #data. Sponsored by  Click here:","sentiment_score":0.0}
{"full_text":"Even with the continuing onslaught of the COVID-19 pandemic, political persecution of freedom fighters and human rights defenders has worsened globally, intensifying massive resistance movements.","sentiment_score":0.0}
{"full_text":"Arkansas long-term care facilities prepare to receive COVID-19 vaccinehttps:\/\/t.co\/RVDoG8KRCH","sentiment_score":0.0}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT In Idaho, officials had to shut down a *virtual* public meeting on covid b\/c anti-mask protestors were banging on the door...","sentiment_score":-0.0777777778}
{"full_text":"16 kitchen staff of the Colombo National Hospital have tested positive for COVID-19 yesterday.#SriLanka #lka #coronavirus #COVID19","sentiment_score":0.2272727273}
{"full_text":"This is sad.","sentiment_score":-0.5}
{"full_text":"RT pretty weird how no one in the White House wears a mask and everyone in the White House is getting covid. if only ther...","sentiment_score":-0.05}
{"full_text":"Speaking the truth, because truth matters.","sentiment_score":0.0}
{"full_text":"Nine more people, including four Border Security Force (BSF) jawans have tested positive for COVID-19 in Mizoram, pushing the state''s coronavirus tally to 3,977, an official said on Wednesday.https:\/\/t.co\/05eF1bVv8u","sentiment_score":0.3636363636}
{"full_text":"RT #BREAKING The Carroll County Health Department is informing local schools that the county will become a COVID Red Zone c...","sentiment_score":0.0}
{"full_text":"Please hug EVERYONE that agrees with you! Then all stay home so you don't infect rational people.","sentiment_score":0.0}
{"full_text":"Pandemic impacts postal service during holiday season. &gt;&gt;&gt;","sentiment_score":0.0}
{"full_text":"RT COVID-19 cases continue to climb in Alameda County. There's no apparent flattening in this curve. Deaths haven't inc...","sentiment_score":-0.025}
{"full_text":"Fact check: Misleading comparison between COVID-19 mortality rate and vaccine efficiency | Article [AMP] | Reuters","sentiment_score":0.0}
{"full_text":"Vitamin D also has decent evidence for early use in COVID-19.  Moderate cases less impressive.  Calcifediol did extremely well, though, likely due to lack of conversion latency from cholecalciferol.","sentiment_score":0.10625}
