{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT COVID-19 is real!","sentiment_score":0.25}
{"full_text":"RT CIA psychological profiler who labeled Trump \"dangerous\" dies of covid-19 at 86","sentiment_score":-0.3}
{"full_text":"RT From entire duty of unions is to protect the most vulnerable members.95% of #SAGAFTRA members earn...","sentiment_score":0.0}
{"full_text":"Doctor treating Covid-19 patients: People cant comprehend how horrific this disease is - CNN","sentiment_score":-1.0}
{"full_text":"RT Corona virus breaking up homes ","sentiment_score":0.0}
{"full_text":"How the coronavirus points the way to faster medicines in the future","sentiment_score":0.0}
{"full_text":"America makes me sickkkk","sentiment_score":0.0}
{"full_text":"RT If I ever make tens of billions of dollars during a pandemic and then try to make people like me by promising to cure moon s...","sentiment_score":0.2}
{"full_text":"RT Read this. Share this. Denial can equal death and has for many.","sentiment_score":0.25}
{"full_text":"RT A challenge for all of us is to avoid getting hardened to the sheer number of Covid deaths. More Americans have died in j...","sentiment_score":0.25}
{"full_text":"but not everyone can do it consistently, largely lacking the combination of above. #Building the #Mindset is key to #Success, #Markets have seen too many #COVID19 infused #Traders and are being the pray to this #Lucrative #Options #writing business, with a gamut of (8)","sentiment_score":0.2523809524}
{"full_text":"RT If I can wear a bra every time I leave the house to protect others from being hypnotized by my magnificent boobs, y'all can...","sentiment_score":1.0}
{"full_text":"Merry Christmas, Mr Jordan &amp; family. May I ask u a question? Okay, thanks. Y r u so sure, so committed, so wholeheartedly devoted, convinced, &amp; determined 2 try  keep ur man in office? It's not who will Dr. Fauci cancel next! It's who will COVID19 cancel next? Ur family?","sentiment_score":0.24}
{"full_text":"Melee and Ultimate are two whole different games and are a whole diff community. Melee players have no way of playing with others except in local play which they can't due to the pandemic. Using an emulator and a mod named Slippi they can play online with no risk from a virus","sentiment_score":0.0678571429}
{"full_text":"RT And it has nothing to do with a global pandemic that has seen Japan contract 27.8% at on one point vs the prior year.Dr Bas...","sentiment_score":0.0}
{"full_text":"RT If a foreign power attacked Honolulu, killing its 345k residents, I have no doubt that the United States would destroy that nat...","sentiment_score":-0.1625}
{"full_text":"Free tarot readings with my Cosmic Tarot deck for a limited time.  I really connect to the #hermit in this deck. #VirgoMoon babies relate? Anyways, I'll be doing about 3-5 readings. Most respectful served. #blessed #scorpio #tarot #freereading #BeKind #WearAMask","sentiment_score":0.3057142857}
{"full_text":"RT Just so you selfish bastards know, this is a Doctor. She was coming home after working what should have been a day off. A day o...","sentiment_score":-0.5}
{"full_text":"Trump is the superspreader in Chief. Not only is he failing to fight the virus, but he is spreading dangerous disinformation, wreckless behavior, he is actively spreading the virus, manic flying state to state spitting and yelling. #TrumpVirusCatastrophe","sentiment_score":-0.2444444444}
{"full_text":"RT Diagnosing why the US has so blatantly failed to respond to #COVID19 by 2 tweets","sentiment_score":-0.5}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":"RT We are happy to announce that the gallery is reopening today with a wonderful new show! Light Space Time a solo exhib...","sentiment_score":0.5926136364}
{"full_text":"Sen. Mitt Romney calls President Trump's leadership on Covid-19 \"a great human tragedy\"","sentiment_score":0.4}
{"full_text":"PSU banks also encouraged cos to take the cheaper Covid emergency loans to repay expensive older loans. Not only to tide over temporary cash flow issues","sentiment_score":-0.1111111111}
{"full_text":"Cries in American","sentiment_score":0.0}
{"full_text":"RT So excited that we're going to have a cure for this in like, twenty seconds.","sentiment_score":0.375}
{"full_text":"RT \"I might scare you, but I and my staff, none of us once wore a mask in my clinic,\" Dr. Steven LaTulippe told a crowd of T...","sentiment_score":0.0}
{"full_text":"RT \"And let me also express our warmest and best wishes and love to all those people and families suffering in the COVID...","sentiment_score":0.75}
{"full_text":"RT #StayHome Video Call with","sentiment_score":0.0}
{"full_text":"RT A family of Muslim immigrants from Turkey newly arrived in Germany.The boy in the yellow t-shirt went on to lead the te...","sentiment_score":0.0681818182}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT Did David Perdue and Kelly Loeffler use their congressional intel to help their feller Georgians?  Nope!  They used it to m...","sentiment_score":0.0}
{"full_text":"RT After losing seven family members, including his mom, to COVID-19, KAT says he's making \"all the moves necessary\" to ke...","sentiment_score":0.0}
{"full_text":"RT Americans are so indoctrinated against the bogeyman of a \"handout\" that we would rather die horribly and let others die hor...","sentiment_score":-1.0}
{"full_text":"California: -2nd worst performing state (behind Vermont) in last 4 weeks-44%, 67%, 269% increase in cases in last 1,2,4 weeks-70%, 80%, 150% increase in deaths in last 1,2,4 weekshttps:\/\/t.co\/rcqGRw02rxhttps:\/\/t.co\/aWUUhFKvyTOther COVID reports:https:\/\/t.co\/lNaAJO9WVJ","sentiment_score":-0.2333333333}
{"full_text":"RT trump just told his Valdosta crowd we're \"rounding the turn\" on COVID-19 again -- a day after we lost another 3,000 people....","sentiment_score":0.0}
{"full_text":"RT But isn't the minus 10 in 2020 an aberration, primarily the result of the pandemic and lockdown? Isn't the bigger worr...","sentiment_score":0.1}
{"full_text":"consider this \\\/ \"a moment of magic\"proud of his failure ?? 12\/05\/2020 23:52:17TOTAL ESTIMATED U.S. COVID-19 DEATHS: 278,542Trump Death Clock167,125Deaths Due To POTUS Inaction","sentiment_score":0.2145833333}
{"full_text":"RT This is exactly the right message. We need people to stay home, but we have to help them be able to.","sentiment_score":0.3452380952}
{"full_text":"RT Americans have waited too long to receive needed assistance from the federal gov't to deal with the health &amp; economic cons...","sentiment_score":0.075}
{"full_text":"The question is do you want to live under a society where the 'social engineers' rise to their position through populism or merit?Both are clearly manifested in how coronavirus is being dealt with in countries around the world","sentiment_score":0.0898989899}
{"full_text":"RT What percentage? There's some uncertainty there and estimates vary.@youyanggu estimates that 10-25% of Americans had g...","sentiment_score":0.0}
{"full_text":"RT Hey let us out please ! Thanks ","sentiment_score":0.2}
{"full_text":"RT SBS Inkigayo has decided that NO comeback interview will be held for the time being. This is to prevent COVID-19 and also t...","sentiment_score":0.0}
{"full_text":"Covid cases are rising &amp; we are being asked to come for physical examination s for b.e.d 1st year. Please do not put our families at risk and conduct online examination instead of physical #saveusfromcorona","sentiment_score":0.0}
{"full_text":"RT SMDH...","sentiment_score":0.0}
{"full_text":"RT Read this. Share this. Denial can equal death and has for many.","sentiment_score":0.25}
{"full_text":"Now ! Here is a Thread. Now someone is someone's shoes !","sentiment_score":0.0}
{"full_text":"A New Way To Work: Business Life During and After COVID-19 #CRE #NewNormal #COVID-19 #Office #Warehouse #TenantTips ","sentiment_score":0.1363636364}
{"full_text":"It may not be 100% effective but I wouldn't want to be coughed on or sneezed on my someone with covid and it does suck having to wear a mask all day at work especially for someone who has asthma like me but at least I can look ugly and no one knows","sentiment_score":-0.1}
{"full_text":"In the war against Coronavirus, China has given emergency approval to 4, Russia 2 and UK 1 vaccine. #COVID19 #Coronavirus #CoronaVaccine","sentiment_score":0.0}
{"full_text":"RT Will be interesting to see long term differences in strategies.Gotta say, living down here outside Melbou...","sentiment_score":0.0736111111}
{"full_text":"A Bigger Threat than Covid-19 to society","sentiment_score":0.0}
{"full_text":"see the bbc england, not scotland wales and n\/i are pushing willie and kate the privileged couple who get pampered by the best private healthcare in the world on a 3 day travel to praise hard working NHS workers duing COVID on the LAVISH ROYAL TRAIN, this lot shud be abolished.","sentiment_score":0.2361111111}
{"full_text":"Polls open in Romania now. This brief piece explains the situation on the ground. Obviously, the handling of the coronavirus outbreak and the economic impact are huge issues. Turnout is expected to be lower than usual (which isn't very high).","sentiment_score":0.05725}
{"full_text":"The traditional tours are going ahead despite the pandemichttps:\/\/t.co\/Q9JMAg2JMO","sentiment_score":0.0}
{"full_text":"Daryl Dixon [to Rick Grimes about Carl Grimes]: You just got to let him go. Let him go.#TheWalkingDeadSeason 9The Obliged28 October 2018#TWDAtlanta Camp, Georgia, HunterCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.0}
{"full_text":"Day 6 of thanking wonderful charities in Bedfordshire during #December2020. Today my shout out goes to &amp; You have all proved your value throughout the pandemic. Keep up the good work, you are all AMAZING! #ThankYou","sentiment_score":0.8166666667}
{"full_text":"Thoroughly jealous ","sentiment_score":0.0}
{"full_text":"The effects of #COVID19 that be will dragged on over the next few years. Some countries will add 15-20 GDP points to their #publicdebt, which otherwise would have taken four or five years to accumulate","sentiment_score":-0.1}
{"full_text":"COVID-19: Majority of British public do not trust government to manage pandemic - survey","sentiment_score":0.0}
{"full_text":"The World Health Organization updated its guidelines on mask wearing Tuesday, recommending that anyone over the age of 12 wear a mask indoor and outdoor, as well as inside your home if its ventilated poorly.","sentiment_score":-0.4}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":" RUSSIA 2020-12-05Moscow starts Sputnik V Covid-19 vaccinations.https:\/\/t.co\/YLxQfjvXTv RT #Moscow #SputnikV #Covid19","sentiment_score":0.0}
{"full_text":"RT Should have led with this in March.","sentiment_score":0.0}
{"full_text":"Battling Betty beats coronavirus at 92https:\/\/t.co\/emel7PdFAj","sentiment_score":0.0}
{"full_text":"#ICYMI: A photographer's image has gained national attention as the US reels from a record number of daily COVID-19 cases and hospitalizations.https:\/\/t.co\/9iNR4a6eOn","sentiment_score":0.0}
{"full_text":"Latest worldwide COVID-19 data: 66,869,844 cases, 1,534,747 deaths.A 2.3% fatality rate.","sentiment_score":0.5}
{"full_text":"Idk how it's going to work with COVID. For me I called in, my first day my number was up. I went. Had a few questions asked of me. I landed on a jury. But there where legit 200 people. 15 of us. Out of 200. So honestly. You go might not end up doing anything anyways.","sentiment_score":0.2166666667}
{"full_text":"Toyota Central Motors would like to request you all as always that it's important to wear a mask, keep at least 6 feet of distance between yourself and others and wash or sanitize your hands frequently.#toyotacentralmotors #toyotacentralsure #covid #pandemic","sentiment_score":0.0333333333}
{"full_text":"Chris failed eligibility for the SEISS Scheme due to the 50% rule because he took a one-off pension drawdown from his lifetime savings, 4 years before the government Covid-19 schemes were announced #excludeduk@Bren4Bassetlaw","sentiment_score":-0.3125}
{"full_text":"In the UK 16 women died at the hands of domestic abusers b\/t 23 March &amp; 12 April-nearly 3 times more than during the same period for the previous decade#EducationforEquality #GenerationEquality  #16Days  #OrangeTheWorld  #NoMoreMissingRights #WomenRightsAreHumanRights #COVID","sentiment_score":0.0833333333}
{"full_text":"WATCH: Straight from the Source Interview with PhilPost on their continuing services and programs amid the #COVID19 pandemic. #InformInformInform","sentiment_score":0.2}
{"full_text":"#Iran's #coronavirus deaths surpass 50,000 - health ministry#BaghdadPost","sentiment_score":0.0}
{"full_text":"For the third day in a row, the United States on Saturday notched a record number of coronavirus cases in 24 hours, reaching nearly 230,000 new infections, according to a tally by Johns Hopkins University.#USA #COVID19https:\/\/t.co\/ncpBpWh78F","sentiment_score":0.0787878788}
{"full_text":"COVID 19 cases in India until : 06\/12\/2020 12:30Total Cases: 9645544 [+1015]Active: 402016Recovered: 9100939 [+993]Deaths :140224 [+8]Total Tests: 146.99MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Russia is starting its COVID-19 vaccine program, with clinics in Moscow offering inoculations for the most at risk citizens.","sentiment_score":0.25}
{"full_text":"The council is advising businesses on how to comply#Enfield #coronavirus #COVID19 #Business","sentiment_score":0.0}
{"full_text":"Covid-19: PCR tests in Abu Dhabi drop to Dhs85https:\/\/t.co\/4LjjcfjJgs","sentiment_score":0.0}
{"full_text":"Containing an outbreak: Where the first #COVID19SA cases came from and how the virus spread -- Go inside South Africa's outbreak via our latest partnership with","sentiment_score":0.375}
{"full_text":"It's the fun seaside town that's (usually!) open all year round. Despite #covid, it's still #Christmas in #Blackpool!  More here: #FyldeCoast #HoHoHo Photo:","sentiment_score":0.1375}
{"full_text":"#Mumbai's C#OVID19 positivity rate drops to 10-month low: BMC official.https:\/\/t.co\/2J7KziofKL","sentiment_score":0.0}
{"full_text":"An elderly #COVID19 victim had to spend 12 hours in an ambulance as hospitals across Russian cities are under pressure from the pandemic","sentiment_score":-0.0375}
{"full_text":"Coronavirus: Student loan payment pause extended to Jan. 31 | Read:","sentiment_score":0.0}
{"full_text":"Covid-19: Seven more coronavirus-related deaths in NI","sentiment_score":0.5}
{"full_text":"RT Read this. Share this. Denial can equal death and has for many.","sentiment_score":0.25}
{"full_text":"RT If you've got asymptomatic covid and you infect someone with the virus, will they have no symptoms as well?","sentiment_score":0.0}
{"full_text":"RT Read this. Share this. Denial can equal death and has for many.","sentiment_score":0.25}
{"full_text":"[PHOTO] Keeping the Christmas spirit in New York amid a pandemic","sentiment_score":0.1363636364}
{"full_text":"RT One of the pillars of the federal government's response to the COVID-19 pandemic, the CERB, has renewed calls for a permane...","sentiment_score":0.0}
{"full_text":"Time: 07:00 * Temp: 3.7degC * Wind: W 0.0 to 2.0mph * Pressure: 998.6hPa * Rain: 0.0mm * Hum: 93% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:30 * Sunset: 15:58 * Cloudbase: 520ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT cannot even put into words how much $20,000 cash in hand  would change my life and the lives of almost everyone i know","sentiment_score":0.2}
{"full_text":"Seems we next on the lockdown list !","sentiment_score":0.0}
{"full_text":"Stay positive, my parents are in their 80s and caught COVID a few months ago, both have recovered and are well now","sentiment_score":0.0136363636}
{"full_text":"Current Conditions for #Sayre PATemp: 30.7FWind Chill: 24.3FHumidity: 88%Dew Point: 27.6F Barometer: 30.021 inHgWind: 6 mph from the NWCorona Virus Weekly Stats:Cases: 232.000000Deaths: 11.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"EASTON -- Some are very hopeful and at the ready for incoming COVID-19 vaccines while others are equally concerned and skeptical about their potential side effects and rushed development in response to the global pandemic.","sentiment_score":-0.0166666667}
{"full_text":"Ministers volunteering for potential covid vaccine trial. Wonder they'd hv still volunteered had it been donating spleen for cancer research","sentiment_score":0.0}
{"full_text":"RT I was just thinking the other day how just less tense I feel on a daily basis. Im still worried because Trump is trying to burn...","sentiment_score":-0.15625}
{"full_text":"RT Iffy ako when we put the burden of not getting infected on ordinary citizens. Most of us  have been so careful the last...","sentiment_score":0.0375}
{"full_text":"RT My latest column in the Sun papers, on how we've learned so much about the virus and things are not as bad as we first fe...","sentiment_score":0.0625}
{"full_text":"Covid really got the whole world shut down","sentiment_score":0.0814814815}
{"full_text":"Aster Wayanad is proud to announce the launch of Rejuve, India's first Post COVID Rejuvenation Centre. It will take place virtually on 7th December, 2020 at 4:00 PM and the event will be streamed live on YouTube. You can join us:","sentiment_score":0.3954545455}
{"full_text":"Indonesia minister turns himself in for COVID-19 aid graft","sentiment_score":0.0}
{"full_text":"RT Indonesia's social affairs minister has turned himself in to anti-corruption authorities to face charges of taking bribes related t...","sentiment_score":0.0166666667}
{"full_text":"RT 11,000 workers at Tyson Foods got COVID &amp; 36 died while managers made bets on how many would get sick. The working condi...","sentiment_score":-0.1071428571}
{"full_text":"One WON'T skip the queue! Queen, 94, and Philip, 99, to wait weeks for coronavirus vaccine #news #newsupdate #now","sentiment_score":0.0}
{"full_text":"RT Daryl Dixon [to Rick Grimes about Carl Grimes]: You just got to let him go. Let him go.#TheWalkingDeadSeason 9The...","sentiment_score":0.0}
{"full_text":"RT If you've gone to the bathroom in Penn Station then do not worry about what's in the coronavirus vaccine","sentiment_score":0.0}
{"full_text":"\"We need to change the orientation of leaders from thinking about themselves to setting the conditions for others to thrive.\" Frances Frei shares the secret to good #leadership via BRINK News. #COVID19","sentiment_score":0.15}
{"full_text":"#gop is using #COVID19 to cull demographics they don't like","sentiment_score":0.0}
{"full_text":"RT HAPPENING NOW: Trump supporters protest in #HuntingtonBeach against Newsom'a stay at home orders &amp; the projected election...","sentiment_score":0.0}
{"full_text":"IISc researchers working on Covid-19 detection using Raman spectroscopy, artificial intelligence - Hindustan Times #artificialintelligence #ai #technology","sentiment_score":-0.6}
{"full_text":"Yes, fighting hard for super wealthy w\/tax cut and HUGE stimulus.For the voters:He got them a whopping 1200 stimulus check-No MoreNo healthcareIgnored PandemicEconomic meltdownThank you for playing","sentiment_score":0.2354166667}
{"full_text":"RT Doctors keep the world alive. #COVID19","sentiment_score":0.1}
{"full_text":"During the Covid-19 pandemic we have been interviewing stroke survivors about their experiences during Lockdown via Zoom. Visit to see these or read survivor stories or email us at info@differentstrokes.co.uk to share yours!","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: NYT Announces \"True Pandemic Toll\"--and It's 345,000 in 9 Months(I've been waiting since summer for a maj...","sentiment_score":0.35}
{"full_text":"RT CIA psychological profiler who labeled Trump \"dangerous\" dies of covid-19 at 86","sentiment_score":-0.3}
{"full_text":"Do you have any fun masks? Show us your cool and happening masks in the comments! #MaskIt#HumAhang #SABHA #COVID19 #Pandemic #HumAhangInCrisis #Covid19Pakistan #StayHome #StaySafe #Corona #Pakistan #isolation #Sanitize #safehands #flattenthecurve #lockdown #socialdistancing","sentiment_score":0.36875}
{"full_text":"RT COVID-19 and HIV:1 Moment2 Epidemics3 OpportunitiesRead how we can stop both pandemics  #UNGASS","sentiment_score":0.0}
{"full_text":"RT I saw how they are now living a life of purpose. Earlier, helped the trust by providing financial as...","sentiment_score":0.0}
{"full_text":"RT In this covid times, dont get too sad, dont get bitter Get up and work, be flexible,Be wiseProtect what God has given you.....","sentiment_score":-0.3}
{"full_text":"RT A challenge for all of us is to avoid getting hardened to the sheer number of Covid deaths. More Americans have died in j...","sentiment_score":0.25}
{"full_text":"RT Questions people have:-why won't anyone criminally charge the people doing sedition?-why is the government letting u...","sentiment_score":-0.4}
{"full_text":"#Taqwa40 | Launching tomorrow insha Allah. Sadly this year there's no holiday workshops for teens or uni students, or Umrah, so we'll virtually persevere as we've done throughout #COVID19 lockdown. May Allah grant us ikhlas, barakah and make us among the mutaqeen.","sentiment_score":-0.5}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"RT Anyone else stoked to be out of lockdown but also kind of exhausted by all the re-introduced socialising?https:\/\/t.co\/j...","sentiment_score":0.1}
{"full_text":"RT No lockdown","sentiment_score":0.0}
{"full_text":"Even prior to the pandemic,  I have bemoaned a distinct failure of good manners.","sentiment_score":0.1708333333}
{"full_text":"WION News - Haryana's Minister Anil Vij tested positive for COVID-19 Admitted to civil hospital #COVID #ministeranilvij #anilvij #civilhospital #WIONNews -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.2272727273}
{"full_text":"Timely article (complete yesterday thread) - no vaccine option: #COVID19 is by far the most dangerous option, even young people- vaccine immunity is predictable - people who had COVID-19. Vaccine at some moment, not in the first line (low stock available)","sentiment_score":0.0722222222}
{"full_text":"RT Pfizer Seeks Emergency Use Authorisation For Its COVID-19 Vaccine In Indiahttps:\/\/t.co\/se7LHKGq29","sentiment_score":0.0}
{"full_text":"RT Aerosol transmission of COVID-19 occurs by inhalation dose in both near field (close contact) &amp; far field (not close contact i...","sentiment_score":0.1}
{"full_text":"Trump is the superspreader in Chief. Not only is he failing to fight the virus, but he is spreading dangerous disinformation, wreckless behavior, he is actively spreading the virus, manic flying state to state spitting and yelling. #TrumpVirusCatastrophe","sentiment_score":-0.2444444444}
{"full_text":"RT If you are in #Leicester and looking for support through #lockdown please get in touch. Send your contact details to...","sentiment_score":0.0}
{"full_text":"RT Perdue: attends Trump rally comfortably with no problem despite COVID.Also Perdue: refuses a simple one to one debat...","sentiment_score":0.2}
{"full_text":"RT That's why and I are calling for giving $2,000\/month to Americans until this pandemic ends.","sentiment_score":0.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"RT SBS Inkigayo has decided that NO comeback interview will be held for the time being. This is to prevent COVID-19 and also t...","sentiment_score":0.0}
{"full_text":"RT trump just told his Valdosta crowd we're \"rounding the turn\" on COVID-19 again -- a day after we lost another 3,000 people....","sentiment_score":0.0}
{"full_text":"Pakistan records 3,308 fresh Covid-19 infections and 58 deaths","sentiment_score":0.3}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT My mom died of Covid today in a convalescent home in a Northern California town with a relatively low rate...","sentiment_score":0.0}
