{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT If I can wear a bra every time I leave the house to protect others from being hypnotized by my magnificent boobs, y'all can...","sentiment_score":1.0}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"brings the heat!","sentiment_score":0.0}
{"full_text":"RT Questions to -Does the vaccine do more than relieving mild Covid symptoms?-Does it prevent you from becoming serio...","sentiment_score":0.4277777778}
{"full_text":"RT Yup, yup, and yup.","sentiment_score":0.0}
{"full_text":"Your new QAnon gal won't wear a mask. Biden\/Harris wore masks, but Idiot Boy trump never did.","sentiment_score":-0.3318181818}
{"full_text":"RT Any pandemic relief package must contain direct stimulus payments to people.","sentiment_score":0.1}
{"full_text":"Corona has made me realize more than ever these jobs do not give a fuck about u!!!!","sentiment_score":-0.23828125}
{"full_text":"RT \"It's important we never forget who the deniers were\" -- as it took the folks at Fox &amp; Friends 10 months and 270,000 dead Am...","sentiment_score":0.1}
{"full_text":"Masks protect you from catching Covid but what protects you from catching feelings?","sentiment_score":0.6}
{"full_text":"RT Donald Trump and Jared Kushner caught up in pandemic loan scandal via","sentiment_score":0.0}
{"full_text":"Wha---?   |  Police Are Being Warned About Gangsters Trying To Steal COVID Vaccines ","sentiment_score":0.0}
{"full_text":"RT Citing government statistics and decisions by other public health officials, major retailers asked the Ford government to...","sentiment_score":-0.0208333333}
{"full_text":"RT SAY IT WITH ME: A property owner losing money on a building is not the same thing as a tenant losing their home during a p...","sentiment_score":0.0}
{"full_text":"RT \"It's important we never forget who the deniers were\" -- as it took the folks at Fox &amp; Friends 10 months and 270,000 dead Am...","sentiment_score":0.1}
{"full_text":"RT We had to cancel a trip to see my recently widowed father in law for his first thanksgiving alone.  What absolute motherfucker...","sentiment_score":0.15}
{"full_text":"RT One person is holding up Covid aid for workers and has been doing so for 7 months, Mitch McConnell. I am pleading with G...","sentiment_score":0.0}
{"full_text":"RT 2,733 Americans reported dead today -- 2nd highest on record, per -- 34 days after this appearance by Don...","sentiment_score":-0.1}
{"full_text":"The items below are highlights from the free newsletter, \"Smart, useful, science stuff about COVID-19.\" To receive newsletter issues daily in your inbox, sign up ...https:\/\/t.co\/XJuzblxglQ","sentiment_score":0.2285714286}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT #Letmipeoplego bring home the 1000s of incarcerated people who can come home to live with their families and with digni...","sentiment_score":0.1363636364}
{"full_text":"Here's Why The U.K. Beat The U.S. To Approve A Covid-19 Vaccine For Emergency Use#TrumpLosesAgain","sentiment_score":0.0}
{"full_text":"RT There is a moral obligation to let people you were in contact with know if you test positive for COVID. If it was at a...","sentiment_score":0.1136363636}
{"full_text":"Protest Expected at Defiant Staten Island Bar in COVID-19 Hot Zonehttps:\/\/t.co\/YfkXddM1qg","sentiment_score":0.075}
{"full_text":"Hello James, I own the domain if you are interested, I lowered the price to $199 for the month of December. You can buy it directly from godaddy or namecheap. (sorry to contact you thru here, due to covid I am broke :(... )","sentiment_score":-0.0708333333}
{"full_text":"RT I've known since she was a law student in my bankruptcy class 20 years ago. To answer your snotty question,...","sentiment_score":0.0}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT Let's be clear about what COVID-19 \"liability protections\" would mean: letting corporations off the hook if they decide they c...","sentiment_score":-0.10625}
{"full_text":"RT Phew. Had me going there for minute...","sentiment_score":0.0}
{"full_text":"RT Being able to heal my baby from Covid at just 6 weeks old through my breastmilk ... my biggest flex thus far  htt...","sentiment_score":0.2333333333}
{"full_text":"RT COVID-19 cases continue to surge in California and across the country. Please take steps to protect yourself against t...","sentiment_score":0.0}
{"full_text":"RT The quest to protect the elderly during the #COVID pandemic has had many unintended consequences on older adults. Acceler...","sentiment_score":0.3333333333}
{"full_text":"RT Warehouse District business organization head now talking about business downturn, implying that it's about policing. No...","sentiment_score":0.0}
{"full_text":"RT The line of protestors is now down the street to support the Staten Island bar owner who was arrested for opening under...","sentiment_score":-0.1555555556}
{"full_text":"RT Alton Townsel- 78, Died May 10. Chancellor, Holy Redeemer Academy, Milwaukee, WI. \"His life was principally and wholly dev...","sentiment_score":0.0}
{"full_text":"The soundtrack of the holidays: Mariah Carey. The ultimate Thanksgiving leftover meal. Local health leaders issue a dire Covid forecast. -","sentiment_score":0.0}
{"full_text":"#nygovcuomo you may want to look out the window. The mob. It wants some answers. Still the bullshit and give the state back to the people. It's a disgrace! Your the problem. #LockdownChaos #nyc #COVID19","sentiment_score":0.1}
{"full_text":"RT The United Kingdom has had the sharpest recession of any major economy and is on course for one of the longest recoveries...","sentiment_score":0.0625}
{"full_text":"RT | LIVExLIVE THE LOCKDOWN AWARDS: 400 RETWEETS 400 REPLIES I'm voting for #QuaranteamBLACKPINK  in #The...","sentiment_score":0.0}
{"full_text":"tw \/\/ suicide if i do have covid im going to kill myself like my mentality is to die with my own hands and not someone\/something elses' so i gotta figure out which building is the tallest and how to get there ","sentiment_score":0.6}
{"full_text":"The results of the pandemic have been felt all over the world. It has disrupted how we think, how we act and how we operate in our daily lives.","sentiment_score":0.0}
{"full_text":"I wanted that Chaos Smg11 skin manFuck Covid","sentiment_score":0.0}
{"full_text":"Wooten talking about who's in charge of what during the vaccine rollout. CDC determines who receives the vaccines and allocates vaccines to states. The state allocates vaccines to the counties and determines where the vaccines can be stored.","sentiment_score":0.0}
{"full_text":"RT Long-term care facilities surpassed 100,000 known COVID-19 deaths last week. As a reminder: LTC residents are dispropo...","sentiment_score":0.0}
{"full_text":"What if we started to test to see who has had the Virus verses who has not. Then we could help those that have not with antibodies. #Covid_19 #cdc","sentiment_score":0.0}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT Brad Parscale, the former Trump campaign manager, said in a Fox News interview on Tuesday night that he thinks President Trump...","sentiment_score":0.0}
{"full_text":"RT US surpasses 200K COVID cases, 100K hospitalizations in a day","sentiment_score":0.0}
{"full_text":"RT READ THIS&amp; then READ IT AGAIN","sentiment_score":0.0}
{"full_text":"We need to heighten awareness to stop medical distancing and mitigate anticipated increases in cancer morbidity and mortality. Grateful for the collaboration Dr Lucio Gorden #jcocci","sentiment_score":0.0}
{"full_text":"RT Austin mayor regrets vacation to Mexico where he filmed video instructing residents that they \"need to stay home\"","sentiment_score":-0.1}
{"full_text":"RT Paying rent during a pandemic should be illegal","sentiment_score":-0.5}
{"full_text":"Good job? Check out the COVID counts since election day....","sentiment_score":0.7}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT !!#Hawaii couple who traveled from San Francisco (SFO) to Kaua'i ARRESTED and CHARGED with 2nd-degree reckless endangerm...","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell's \"new\" COVID relief bill gives CEOs a 100% tax deduction for a 3-martini lunch, but ZERO to the 26 mill...","sentiment_score":0.1363636364}
{"full_text":"Tell the Senate to pass COVID relief now. Take Action with","sentiment_score":0.1}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT 2,733 Americans died today.\"Almost nothing.\"","sentiment_score":0.0}
{"full_text":"Losers in action.","sentiment_score":-0.05}
{"full_text":"RT It's true that #NobodyLikesKelly or David Perdue either. Because while they got RICH off their stock trades, Georgians got...","sentiment_score":0.3625}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT No tear gas. No beatings. No orders to disperse. Apparently protesting cause you want a drink is a okay.","sentiment_score":0.275}
{"full_text":"Not for nuthin', but if you already have COVID, the vaccine to keep you from getting it is like closing the barn door after the horses have already gotten out.","sentiment_score":0.0}
{"full_text":"RT COVID Update December 2: There's only so long you can be indifferent to people dying before people figure out you're an assho...","sentiment_score":-0.025}
{"full_text":"RT Vice President has been a leader through the #COVID19 pandemic. We are excited to welcome him to TN this week t...","sentiment_score":0.5875}
{"full_text":"RT While mtg w advocates I learned of a constituent who is receiving $111 in unemployment &amp; has 3 children. Her rent is $1...","sentiment_score":0.0}
{"full_text":"In case there are any skeptics out there on #COVID19's impacts...","sentiment_score":0.0}
{"full_text":"Here's the 2nd Co-host for this Friday's show!Mikyhial Clarke is a senior broadcast Journalism major from Wilmington, DE. He'll be talking with Dr. Tracy Wang and Kadida Kenner about how black &amp; brown Americans are disproportionately affected by COVID-19.","sentiment_score":-0.0347222222}
{"full_text":"RT \"It's important we never forget who the deniers were\" -- as it took the folks at Fox &amp; Friends 10 months and 270,000 dead Am...","sentiment_score":0.1}
{"full_text":"RT Scoop: Pompeo and his wife are hosting multiple holiday parties (one on the 8th floor of the State Dept with more than 900...","sentiment_score":0.25}
{"full_text":"RT the flu has been canceled this year #COVID19","sentiment_score":0.0}
{"full_text":"Shame on you all in Congress who have rejected a second stimulus to help those struggling to provide for their families during this pandemic.  #Covid-19","sentiment_score":0.0}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"The Chinese controlled covid without vaccines but in the capitalist West Big Pharma is floating stories on why \"mandatory\" vaccination may be the only way to defeat the virus. Could the Trump administration have imposed mandatory vaccinations - no. But Biden &amp; democrats can!","sentiment_score":0.0}
{"full_text":"This International Day of People with Disability is our chance to learn from what we've been hearing in the royal commission and start thinking about how we can create a disability-inclusive Australia post-COVID-19,...","sentiment_score":0.0}
{"full_text":"RT New: sold up to $165,000 in shares of a casino company that later shuttered and made an investment in a c...","sentiment_score":0.0681818182}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT Scoop: Pompeo and his wife are hosting multiple holiday parties (one on the 8th floor of the State Dept with more than 900...","sentiment_score":0.25}
{"full_text":"Sony's PR &amp; Marketing Team should be absolutely delighted with themselves! Not only have our children had to endure COVID but also the disappointment of not getting a PS5 From Santa! Well done you!","sentiment_score":-0.0208333333}
{"full_text":"RT The NDP is calling for an eviction freeze. We support this petition to save the lives of many Ontarians at risk of home...","sentiment_score":0.5}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT #CovidIDIOTSCouple who tested positive for Covid is arrested after boarding flight\"They knowingly boarded a flight aware o...","sentiment_score":0.2386363636}
{"full_text":"BTS Helps The World Feel A Little Smaller -- &amp;#038; We Need It More Than Ever via","sentiment_score":0.1041666667}
{"full_text":"RT McConnell rejects bipartisan $900 billion coronavirus stimulus plan. I am not surprised: is a corrupt, hideou...","sentiment_score":-0.275}
{"full_text":"Pompeo and GOP are delusional. Can't wait til Jan. 20 and 'just like magic, they'll disappear.\"","sentiment_score":0.5}
{"full_text":"RT [Article] Refinery29's Interview; Exclusive excerpt. 'Noted aesthete V, who tells us he credits Claude Monet's La ma...","sentiment_score":0.0}
{"full_text":"RT 100,000 Americans in hospital w\/COVID tonightAnother 2,733 deadNew daily case record despite fewer tests","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. States reported 1.4 million tests, 196k cases, and 2,733 deaths. There are 100,226 peop...","sentiment_score":0.0}
{"full_text":"U.S. Airlines Could Get $17 Billion in Relief if Bipartisan Covid Relief Is Approved via","sentiment_score":0.0}
{"full_text":"Our modern day articles filled with bad takes..","sentiment_score":-0.0333333333}
{"full_text":"I wholeheartdly agree if they won't support the Dear Leader they don't deserve any Republican votes. Stay home Georgia Republicans it's the best way to show support for Trump.","sentiment_score":1.0}
{"full_text":"is being forced to bring Ss back into the building an additional day per week starting January 4th. Clearly the central office has yet to read about the uncontrolled spread in MA. We are not taking this pandemic seriously enough.","sentiment_score":-0.0333333333}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT New: sold up to $165,000 in shares of a casino company that later shuttered and made an investment in a c...","sentiment_score":0.0681818182}
{"full_text":"Good.  Let's start having some consequences for foul behavior.States aren't locked down for fear of white supremacists throwing a tantrum that involves killing people who are just trying to help.Big Gretchen seems to be the only one bold enough to say screw them.","sentiment_score":0.1462962963}
{"full_text":"For all intents and purposes the trump administration response and the response of many states and colleges and companies has been a Chernobyl. Except on a countrywide level over and over again not just once  in a small area.","sentiment_score":0.125}
{"full_text":"RT HUNDREDS of patriots have turned out to support the Staten Island bar owner who was arrested for opening under Governor Cuomo...","sentiment_score":0.0}
{"full_text":"They're hoping for more white people deaths. Fingers crossed.","sentiment_score":0.25}
{"full_text":"I think ignoring a pandemic is kind of intentional mass murder.","sentiment_score":0.6}
{"full_text":"RT I'm starting to think COVID-19 doesn't have anything to do with 5G and maybe I shouldn't have destroyed all those towers.","sentiment_score":0.0}
{"full_text":"RT Thanks to the massive incompetence of we are fast closing on 300,000 American lives lost to COVID-19","sentiment_score":0.1}
{"full_text":"RT Trudeau's actions played a big part of why we are in lockdown today. Being a leader, he should have been setting an example...","sentiment_score":0.0}
{"full_text":"RT Paying rent during a pandemic should be illegal","sentiment_score":-0.5}
{"full_text":"RT The number of Covid-19 patients in American hospitals has surpassed 100,000 for the first time, ","sentiment_score":0.125}
{"full_text":"RT The COVID-19 fatality data aggregated by the CDC may be our only official data, but no one in media or government could p...","sentiment_score":0.0}
{"full_text":"Is COVID 19 covered by MAXICARE?","sentiment_score":0.0}
{"full_text":"RT I am fearful that dreams about the \"vaccine as cure\" will have detrimental impacts on our control of the pandemic.We cou...","sentiment_score":-0.9}
{"full_text":"RT When I tried to read the law that contradicts his bogus claim to get people less COVID relief, he quest...","sentiment_score":-0.1666666667}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT 100,000 Americans are now hospitalized with COVID-19--a first.2,733 more people died today.That is the second highest...","sentiment_score":0.25}
{"full_text":"The coronavirus may have infected a small number of people in the United States as early as December 13, more than a month earlier than researchers had thought, according to scientists who analyzed blood samples taken from American Red Cross donations.https:\/\/t.co\/zeN6hrU1RL","sentiment_score":0.05}
{"full_text":"Nurses wanted: Swamped hospitals scramble for pandemic help #7News","sentiment_score":0.0}
{"full_text":"What happened to COVID toes and semen carrying COVID? Fucken US government spreading lies!","sentiment_score":0.0}
{"full_text":"Tonight's chat is moderated by #ELASCD 2014 EL and 2020 EL chatting about prioritizing self-care in a pandemic.The chat format will follow the Q1\/A1... Q2\/A2 format. Be sure to use #ELASCD in your response!","sentiment_score":0.625}
{"full_text":"Thanks but there was never an outbreak in Africa, if there was, why does WHO say Africa isn't ready for the vaccine. Either they know what's true or they don't want Africa to be healed","sentiment_score":0.25}
{"full_text":"RT New: sold up to $165,000 in shares of a casino company that later shuttered and made an investment in a c...","sentiment_score":0.0681818182}
{"full_text":"Why are most congress persons that get covid Republicans?","sentiment_score":0.5}
{"full_text":"hinted he may be ready to move on to planning another run for the #Uspresidency in 2024 as #Presidentelect prepared on Wednesday to confront the raging #pandemic that will likely be his 1st major challenge in office.Visit the link in bio to read more.","sentiment_score":0.190625}
{"full_text":"The Government of India's MEITY released code of the Aarogya Setu app to increase transparency of the COVID-19 tracing app and its privacy.https:\/\/t.co\/6nIYxwpJrChttps:\/\/t.co\/gwzPyXTdbEhttps:\/\/t.co\/zVM4qekjWu#jespionne #j11 #j11moda #spylife #taskforce #mumbaimuse #MeenaJehan","sentiment_score":0.0}
{"full_text":"#China has launched a platform to trace the origin and the flow of all imported cold-chain food available on the market, as an effort to put such food under supervision for #COVID19 containment","sentiment_score":0.2}
{"full_text":"Columnist Tom Kelly is fine adhering to the COVID protocols at ski resorts this season. It's a small price to pay for \"the freedom and joy I feel riding the ridgelines of Park City,\" he writes.https:\/\/t.co\/K885Mc9rJi","sentiment_score":0.3222222222}
{"full_text":"A group of Columbus business owners along Parsons Avenue has united in an effort to keep revenue coming in. ","sentiment_score":0.0}
{"full_text":"After White House test, Mastriano calls COVID-19 case mildhttps:\/\/t.co\/EqP95b3jtv","sentiment_score":0.0}
{"full_text":"RT Patients, caregivers say Ohio medical marijuana prices too high, and acquiring it compounded by coronavirus","sentiment_score":0.08}
{"full_text":"RT As COVID-19 continues to rise in California, please take a moment to check out our page for the lates...","sentiment_score":0.0}
{"full_text":"Planning For A Holiday Destination Abroad? Here's Why Maldives Offers A Perfect Winter Getaway","sentiment_score":0.55}
{"full_text":"In today's #Covid19 roundup: The #CDC concluded in a nearly unanimous vote who should be first in line to get a vaccine once one is authorized.https:\/\/t.co\/BeHp83Xcps","sentiment_score":0.175}
{"full_text":"ZULFIKAR GUNJA, 68 of New Jersey died of COVID on April 18.\"On April 18th at 3:54pm, I watched on my laptop as he took his last two breaths. A nurse held his hand so he was not alone. We each shared our last words, cried, &amp; wondered what happened next.\"https:\/\/t.co\/z4oDZxWNQy","sentiment_score":0.0340909091}
{"full_text":"We're coming","sentiment_score":0.0}
{"full_text":"The number of patients in the hospital with the virus has more than doubled over the past month to a record high of nearly 100,000, pushing medical centers and health care workers to the breaking point.","sentiment_score":0.102}
{"full_text":"Today is International Day of People with Disability. This year's theme is \"Building Back Better: toward a disability-inclusive, accessible and sustainable post COVID-19 World\". Find out more here:","sentiment_score":0.275}
{"full_text":"The Oregon Employment Department announced that the thousands of unemployment claims still waiting to be processed will be further delayed due to an outbreak at one of the state's offices.https:\/\/t.co\/9CsN9Vv2Oy","sentiment_score":-0.0625}
{"full_text":"A report issued by the White House coronavirus task force included a grim warning to state officials, saying the United States is currently in \"a very dangerous place.\"","sentiment_score":-0.5933333333}
{"full_text":"Due to new COVID-19 guidelines in Santa Clara County, the San Jose State-Hawai'i football game, scheduled for Saturday, December 5, has been relocated to Aloha Stadium in Honolulu.MORE","sentiment_score":-0.1295454545}
{"full_text":"RT My sister was exposed to Covid by someone who knew they might have it and had not yet received test results. The result was...","sentiment_score":0.0}
{"full_text":"In a post-COVID world, organizations must develop policies rooted in evidenced-based solutions that foster a safer workplace and drive cost savings.https:\/\/t.co\/6I2wKQ9rn5","sentiment_score":0.0}
{"full_text":"COVID-19 killed 123 Ohioans in just the last day, making it the state's second-deadliest day since the pandemic began.","sentiment_score":-0.1}
{"full_text":"IU announced it will begin a voluntary asymptomatic COVID-19 testing program on the Bloomington and IU-Purdue University Indianapolis campuses. There will be 500 testing slots open each week.https:\/\/t.co\/7NPgYYPCYW","sentiment_score":0.0}
{"full_text":"FDA Approved Drugs Are NOT Always Safe! Big Pharma Corruption Explained by Sam Tran #KangenWater #OnTrueHealth #BigPharma #FDA #Phase4 #COVIDVaccine #COVID #FreeMarket #GMO #Organic #Healthcare #Liberty #EducateAndEmpower #FreeMarket","sentiment_score":0.3125}
{"full_text":"#NewsfromtheControlTower: Our weekly curated news list. 1) US Shale market broken by Covid, 2) Venture Cap deforms capitalism, 3) NASDAQ diversity, 4) Sephora moves to Kohl's, 5) Uptick in hearing trouble with masks, and 6) Who's in the crossword.","sentiment_score":-0.3}
{"full_text":"RT I'm writing about the invisible labor of the holidays. The planning &amp; the gifts. The pandemic. How to keep everyone happy --...","sentiment_score":0.8}
{"full_text":"This is so irresponsible. They're all going to give each other Trumpvirus.","sentiment_score":-0.125}
{"full_text":"Before and during the pandemic we know safe storage of guns (&amp; medicines) = protecting PA children! Thanks for championing prevention!","sentiment_score":0.4375}
{"full_text":"Time: 01:00 * Temp: 4.2degC * Wind: SW 6.0 to 11.0mph * Pressure: 993.3hPa * Rain: 0.0mm * Hum: 92% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:25 * Sunset: 16:00 * Cloudbase: 600ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT #Aviation #Travel #Health #Coronavirus #COVID19 --&gt; Couple arrested for knowingly boarding flight while COVID-19 positive...","sentiment_score":0.2272727273}
{"full_text":"I don't see anything wrong with this statement. Infact Anele's sister was the reckless one who came out guns blazing, they replied to her. Twitter people move with the wind and are overly sensitive.","sentiment_score":-0.2}
{"full_text":"RT Next up, pediatrician + director of who speaks powerfully to the intersections between climat...","sentiment_score":0.15}
{"full_text":"RT Obama says that in order to convince Americans to get vaccinated, he'll get the vaccine on TV.Trump will get a spray ta...","sentiment_score":0.0}
{"full_text":"I heard this on the radio today...vaccines for 40 million in the #UK next week?","sentiment_score":0.0}
{"full_text":"refuse these idiots hospital beds when they all have covid. I'm done with these privileged idiots upset about a bar while thousands die. You were trying to do the right thing and I stand by you","sentiment_score":-0.4380952381}
{"full_text":" Admission for SARS-CoV-2 Down With Prior Metabolic Surgery - HealthDay   #Medical #GroupZirigoza","sentiment_score":-0.0518518519}
{"full_text":"CDC Director Robert Redfield said on Wednesday the national coronavirus death toll could near 450,000 by February unless more people start observing safety precautions such as mask wearing.","sentiment_score":0.2}
{"full_text":"Looking to work in a Cloud company? ;)","sentiment_score":0.25}
{"full_text":"\"Pastors are nervous that this era of a digital church will cause members to continue watching services online instead of attending in person, even after the pandemic.\"https:\/\/t.co\/QB1wN0dzZ5","sentiment_score":0.0}
{"full_text":"What conspiracy?  This was reported on widely!  He tried to secure rights to a covid vaccine.","sentiment_score":0.1375}
{"full_text":"RT Sen. Loeffler, who has a net worth close to $1 billion, voted against unemployment benefits and stimulus checks during a pande...","sentiment_score":0.15}
{"full_text":"For the first time since the start of the coronavirus pandemic, more than 100,000 people in the U.S. are hospitalized with COVID-19.","sentiment_score":0.375}
{"full_text":"The CDC is advising against traveling for the holidays.","sentiment_score":0.0}
{"full_text":"Run its course meaning no lockdowns. Of course they should treat covid patients.","sentiment_score":0.0}
{"full_text":"RT During this pandemic, we're actively supporting educators and learners with free &amp; open collections of remote learning reso...","sentiment_score":0.1375}
{"full_text":"The latest public cloud forecast from shows enterprises continuing to focus on #cloud spending as a result of #COVID19 into 2021. Read more from Gartner analyst in via  #GartnerIO #IT","sentiment_score":0.3333333333}
{"full_text":"RT The College Scholastic Ability Test or CSAT that #TREASURE's YEDAM is currently taking started at 8:40 am KST. Origina...","sentiment_score":0.0}
{"full_text":"RT This week, a gift for women who have had an abortion. Get in touch via our website for more information. Confidentiality...","sentiment_score":0.5}
{"full_text":"He shouldn't have done that, but neither should anyone else. Especially you. How's your time with covid-19?","sentiment_score":0.0}
{"full_text":"RT New: sold up to $165,000 in shares of a casino company that later shuttered and made an investment in a c...","sentiment_score":0.0681818182}
{"full_text":"Good is so good. My mom has been sick and we initially thought it might be COVID (like she wasn't even here for Thanksgiving) but thankfully, it's not. Turn's out she's been fighting pneumonia but is on the other side of it. For that I'm thankful. ","sentiment_score":0.1121428571}
{"full_text":"CIPA's October report shows camera market has mostly recovered from its COVID-19 downturn [DPReview News]","sentiment_score":0.5}
