{"full_text":"FC updateWhether the album signing event on Dec 27 will be held successfully becomes a question because of a new COVID-19 case in Beijing. Official says the answer will be given by 9 pm tonight.#BonBonGirls303","sentiment_score":0.4431818182}
{"full_text":"People in the City need to stay home and lock up.","sentiment_score":0.0}
{"full_text":"RT A brief story in which, during a pandemic, a pharmacy manager loudly and proudly declared to be on the side o...","sentiment_score":0.3}
{"full_text":"RT Maybe tomorrow Trump pardons COVID?","sentiment_score":0.0}
{"full_text":"RT #YearInReview: At #UNGA, supporters shared their struggles during #COVID19 in a heartfelt message of solidarity wi...","sentiment_score":0.0}
{"full_text":"Run errands as early as possible there at town before 20K people come with corona.","sentiment_score":0.05}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"Covid19","sentiment_score":0.0}
{"full_text":"RT An eight-year-old President would be more engaged than Donald Trump.https:\/\/t.co\/DYftADUNO8","sentiment_score":0.5}
{"full_text":"RT Due to COVID19 I would like to be blessed by the first 450 people to like &amp; retweet this $500 - $3500 through CashApp,...","sentiment_score":0.0625}
{"full_text":"RT My heart is heavy that courageous physician  who saved thousands of lives,developed and published a protocol to treat...","sentiment_score":-0.2}
{"full_text":"RT Her jacket alone cost over 5 COVID relief checks #ToneDeafKelly","sentiment_score":0.0}
{"full_text":"Amen","sentiment_score":0.0}
{"full_text":"RT I've heard people say that we have to get through this pandemic like London got through the blitz. I would like to point...","sentiment_score":0.0}
{"full_text":"RT For hundreds of thousands of families across the country, this will be their first Christmas mourning the absence of t...","sentiment_score":0.11875}
{"full_text":"RT The NBA declared James Harden \"unavailable due to violation of health and safety protocols\" after being recorded maskless at a...","sentiment_score":-0.125}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"RT There are signs the coronavirus pandemic is shrinking in the Tri-State, as Hamilton County reported a decrease in the number of n...","sentiment_score":0.0}
{"full_text":"Woman on superyacht that arrived in Cairns one of two people in Queensland with COVID-19, yacht crew 'not cooperating'","sentiment_score":0.0}
{"full_text":"RT We have been told that Germany's response was a \"master class in science communication\" or an \"emerging Covid success story\" be...","sentiment_score":0.3}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"RT Studies suggest 4 vitamins to lower risk of severe cases of COVID-19","sentiment_score":0.0}
{"full_text":"RT Harden crazy lol.. he acts like Silver gonna be like \"oh she was becoming a boss? Why you ain't say that?? You good\"","sentiment_score":0.3375}
{"full_text":"RT I'm a Black non-binary photographer in Brooklyn. On Dec. 13, I invited 8 Black queer and trans folks to a studio day (no ove...","sentiment_score":-0.1666666667}
{"full_text":"I'm curious to know, who wrote that omnibus\/covid bill? Like, the actual person or people?","sentiment_score":-0.05}
{"full_text":"Right?My brother said  they trying to get rid of all the Covid furniture. ","sentiment_score":0.0}
{"full_text":"Nope imo. If they had done a quick &amp; short lockdown for all we may be better long term rather than this drawn out method but hey I'm no scientist. Hoping got the best.","sentiment_score":0.3566666667}
{"full_text":"With just one COVID-19 case, we are close to being COVID-free once again thanks to our health care workers, LGU's, frontliners, as well as for the patience\/cooperation\/understanding of all Sorsoganons. This is the best Christmas gift for me! Maligayang pasko po sa inyong lahat!!!","sentiment_score":0.6}
{"full_text":"36(4) and 86B is attack on the essence of GST, the foremost pillar of which was seamless flow of ITCMSME- U may b saved from Corona pandemicBut U may not be saved from Draconian provision of GST","sentiment_score":0.1}
{"full_text":"RT Italian nursing home sets up \"hug room\" amid pandemic","sentiment_score":0.0}
{"full_text":"RT Prime Minister Narendra Modi has stated that India -- which is responsible for over 60% of global vaccine production -- was...","sentiment_score":0.1}
{"full_text":"RT For hundreds of thousands of families across the country, this will be their first Christmas mourning the absence of t...","sentiment_score":0.11875}
{"full_text":"Many Congratulations #COVID19 #coronawarrior","sentiment_score":0.5}
{"full_text":"Ok.......I can't stand this lady, but I agree with this!","sentiment_score":0.0}
{"full_text":"RT Also made the decision to extend the lockdown past Easter. Made a really easy path to justify mass mail-in ballots. I...","sentiment_score":0.0916666667}
{"full_text":"RT If you knowingly have COVID or have been in close contact with it and still go out in public, you're trash.","sentiment_score":0.0}
{"full_text":"RT I don't know how many times I need to say this, but tax cuts don't trickle down to workers. Ever.Not even during a pandemic.","sentiment_score":0.1722222222}
{"full_text":"RT There are a lot of lessons learned in this pandemic. I hope one lesson that sticks with each and every one of us is thi...","sentiment_score":0.0}
{"full_text":"RT Here's the simple truth: Our darkest days in this battle against COVID are ahead of us -- not behind us.   We need to prepar...","sentiment_score":0.1}
{"full_text":"They better be back...@hijinxfest r u gonna come back after pandemic? Plz say yes ","sentiment_score":0.25}
{"full_text":"RT Stay tf home. People's parents and grandparents who could've had a couple more years to live are dying cuz y'all don't know...","sentiment_score":0.3181818182}
{"full_text":"RT Happy Holidays with BTS!!!!For this year my Christmas wish is:Hoping the pandemic can be over soon, so we can meet e...","sentiment_score":0.8}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"RT 2. Biden is and always has been a fraud and empty suit.https:\/\/t.co\/RN6opV3fP2","sentiment_score":-0.1}
{"full_text":"RT For hundreds of thousands of families across the country, this will be their first Christmas mourning the absence of t...","sentiment_score":0.11875}
{"full_text":"COVID-19: FCT shuts night clubs, pubs, others for five weeks","sentiment_score":0.0}
{"full_text":"You forgot to put the L after the P in pandemic....","sentiment_score":0.0}
{"full_text":"RT Though the panny outside is frightful,and a brunch seems so delightful,BUT SINCE YOU'VE NO PLACE TO GO,STAY AT HOMESTAY...","sentiment_score":0.0}
{"full_text":"RT Do you know the facts of the NHS COVID-19 app? Learn what it does and doesn't do, in the short video below.Download...","sentiment_score":0.0}
{"full_text":"RT NEW -- In May, Sen. Kelly Loeffler signed a letter opposing changes to credit reporting requirements during the pandemic. She...","sentiment_score":0.1363636364}
{"full_text":"RT Her jacket alone cost over 5 COVID relief checks #ToneDeafKelly","sentiment_score":0.0}
{"full_text":"Amazing and heartbreaking at the same time","sentiment_score":0.3}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"Luka playing like he took the corona vaccine before the game","sentiment_score":-0.4}
{"full_text":"I'm usually so miserable when I try to wear a mask and my glasses. This is awesome!","sentiment_score":0.0}
{"full_text":"Must also get rid of the billions going overseas!  Americans first! ","sentiment_score":0.3125}
{"full_text":"When I went out yesterday. I wear a mask every time I leave my apartment.","sentiment_score":0.0}
{"full_text":"RT Anti-vaxxers seem . . . creepy.","sentiment_score":-0.5}
{"full_text":"I'm sorry but why would we want to help a terrorist org?? I'm misunderstanding? \"The Palestinians are instead pinning their hopes on a global consortium ... Both Hamas, the militant group that governs Gaza, &amp; the West Bank's PA have signed up\"","sentiment_score":-0.25}
{"full_text":"RT COVID didn't ruin America's economy. Governors, state and local officials did.","sentiment_score":0.0}
{"full_text":"Don't even gotta be a new game, nothings gonna suck the soul out of you like covid will except dark souls.","sentiment_score":-0.1378787879}
{"full_text":"RT jimin's lyrics for christmas love i say \"you all deserve to br loved\" and that reminds me of the person in seoul that always un...","sentiment_score":0.6}
{"full_text":"This is a must for everyone during this Covid pandemic","sentiment_score":0.0}
{"full_text":"Serum Institute begins Phase I of experimental COVID-19 vaccine using Dynavax adjuvant","sentiment_score":0.1}
{"full_text":"Well damn lol","sentiment_score":0.8}
{"full_text":"RT There is no better way to honor the birth of Christ than to stay home this Christmas and save a life. #StayAtHome","sentiment_score":-0.25}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Reporters will never provide the context -- that Sasse supported Trump's illegal and corrupt acts on every matter from Russi...","sentiment_score":-0.5}
{"full_text":"Thought experiment: An anarchist has a hostile government engineer his WH victory. Yada yada yada he leads a 4 yr cult of personality, loses by 7M votes, claims he won. During a near-depression and pandemic when the food and shelter run out, how long before the fever breaks?","sentiment_score":-0.175}
{"full_text":"The pandemic has now reached every continent on Earth. Via","sentiment_score":0.0}
{"full_text":"RT RaGa among most                     Same period Helpful MPs during                     People in PM's COVID LOCKDOWN...","sentiment_score":0.25}
{"full_text":"oh my GOD he's an antimasker who doesn't think it should be called a pandemic because there aren't bodies piled up on the side of the road","sentiment_score":0.0}
{"full_text":"RT Maybe tomorrow Trump pardons COVID?","sentiment_score":0.0}
{"full_text":"RT I asked a farmer today why he wasn't wearing a mask\/social distancing. His answer: 'When they start wearing masks at e...","sentiment_score":0.0}
{"full_text":"it's never abt \"it's pandemic\" it's bcs you hate bts and want them to fked up so bad... crystal clear","sentiment_score":-0.4666666667}
{"full_text":"RT Her jacket alone cost over 5 COVID relief checks #ToneDeafKelly","sentiment_score":0.0}
{"full_text":"Different generations often exhibit different preferences when it comes to staying home, online usage and the benefits of technology. #generations #genx #genz #millennial #millennials #stayhome #online #technology #digital","sentiment_score":0.0}
{"full_text":"RT Yoh, this thread is magnificent...especially in these times!","sentiment_score":0.0}
{"full_text":"RT i wanna share what i'm most proud of &amp; humbled by in 2020. patreon had to become my full time job when the pandemic hit,...","sentiment_score":0.55}
{"full_text":"RT I wish there was a pardon equivalent for our severely ill COVID patients.","sentiment_score":-0.5}
{"full_text":"We have now lost 69,051 souls to COVID-19 in the United Kingdom. Although we might be aware of that number, can we now try to imagine that figure as bodies stretching head to foot? It's 117 km or 73 miles. That's bodies stretching from London (The Mall) to Portsmouth via A3.","sentiment_score":0.25}
{"full_text":"Artificial intelligence for #COVID19: saviour or saboteur?Here is an editorial piece from highlighting the impact #AI has on #healthcare providers &amp; governments during the #covid19pandemic.","sentiment_score":-0.6}
{"full_text":"With Christmas Eve upon us, local houses of worship face a unique set of challenges due to the pandemic.","sentiment_score":0.0833333333}
{"full_text":"Canada approves Moderna's Covid-19 vaccine.Deal to get 168k doses by end of December.Moderna vaccine require two dose, 28 days apart.Second approval after Pfizer last week#COVID19https:\/\/t.co\/IxS5jELdIO","sentiment_score":0.0}
{"full_text":"Uganda's Health Care System Struggling Against Second COVID Wave","sentiment_score":0.0}
{"full_text":"Black and Latino communities are hesitant to take the #COVID19 vaccine, despite being disproportionately affected by the virus.","sentiment_score":-0.1666666667}
{"full_text":"RT The UK is the worst island in the world. No sun, no heat. Just 3 different strains of Covid and vibes.","sentiment_score":-0.5}
{"full_text":"The National Grid Corp. of the Philippines (NGCP) is seeking the support of Congress to allow private companies to procure COVID-19 vaccines tax-free.","sentiment_score":0.0}
{"full_text":"RT Morning MeeMaw Nag(tm):Most of us won't be spending the holidays with the same family that we did in 2019- for various reaso...","sentiment_score":0.0}
{"full_text":"RT My friend Eric tested negative for covid on 6\/25 but died on 7\/25 in San Quentin State Prison. The administration mixed him...","sentiment_score":-0.15}
{"full_text":"US Congress approves $7 billion for aid on internet bills and efforts to close the digital divide, as part of the larger COVID-19 stimulus packagehttps:\/\/t.co\/nl9r6nn5zo","sentiment_score":0.0}
{"full_text":"From martini lunches to stimulus checks, Congress still doesn't get the pandemic. The latest from Danny Westneat at the","sentiment_score":0.5}
{"full_text":"If you took a plane in or out of Vancouver last week you might want to check this list...https:\/\/t.co\/1C6T0Sn20L","sentiment_score":0.0}
{"full_text":"GEORGE LICENCE OFFICES AND VEHICLE TESTING STATION OPEN 28-31 DECEMBER 2020George Municipality general offices closed for Christmas holidays unless Covid-19 measures.Thursday 24 December: 8am-12pm (intake until 11am to allow for processing)","sentiment_score":-0.0166666667}
{"full_text":"Across states, local government and higher ed -- no segment of information technology was untouched by the coronavirus pandemic","sentiment_score":0.125}
{"full_text":"Everyone needs to be inspired &amp; having others inspire you can only have positive effects. Share in the comment below &amp; tag the person who inspired you this year!#inspiration #motivation #love #happiness #selflove #mindset #positivity #ynm #yournextmove #happinesscoach #covid19","sentiment_score":0.3568181818}
{"full_text":"Skylar Mack was originally sentenced to 4 months in prison for breaking Cayman Islands' Covid-19 protocol. That sentence has been reduced to 2 months.","sentiment_score":0.375}
{"full_text":"Bahrain's Ministry of Health announced the availability of #coronavirus vaccines to residents and nationals starting Friday.@MOH_Bahrainhttps:\/\/t.co\/ARZmCnitfQ","sentiment_score":0.0}
{"full_text":"Two new studies give encouraging evidence that having had COVID-19 may offer some protection against future infections.","sentiment_score":0.0681818182}
{"full_text":"Not sure where you can get tested for COVID-19 in Southern Nevada?","sentiment_score":-0.125}
{"full_text":"Migrant workers in Beirut have been left \"destitute and in dire need of assistance\" as a result of  COVID19 &amp; devastating explosion that rocked the port area of the Lebanese capital city.Here's our photo story:https:\/\/t.co\/m5ftHv3fs2","sentiment_score":-0.5}
{"full_text":"RT Every action we take is making a difference to help stop the spread of COVID-19. Let's all keep doing our part over the holid...","sentiment_score":0.1}
{"full_text":"#VandeBharatMission | The repatriation flight schedule &amp; other updates.#Coronavirus #Covid19 #Aviation #VandeBharat","sentiment_score":-0.125}
{"full_text":"MUSC: 'We're ready to pivot' from COVID-19 testing to vaccine distribution &gt;&gt;","sentiment_score":0.2}
{"full_text":"The second Covid-19 vaccine, Moderna, arrived in Shasta County on December 22. Health leaders are discussing how they will be administering both vaccines to frontline workers.","sentiment_score":0.0}
{"full_text":"Imagine traveling thousands of miles to save your child's life. That's what a family from Puerto Rico did after finding out their young son needed a heart transplant.","sentiment_score":0.1}
{"full_text":"GETTING ANSWERS: Can you mix the Pfizer and Moderna COVID-19 vaccines? ","sentiment_score":0.0}
{"full_text":"\"This is as close as you get to a miracle of science and the fact it was done in such a short time, and done well according to FDA and CDC guidelines, is quite amazing,\" he said.https:\/\/t.co\/TCCcrEvGa5","sentiment_score":0.2}
{"full_text":"Raiders Activated DB Isaiah Johnson, Placed LB Nick Kwiatkoski On COVID-19 List #Raiders","sentiment_score":0.0}
{"full_text":"More than 40 countries have suspended travel from #Britain in a bid to contain a fast-spreading new strain of the #COVID19#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID #corona #Covid_19 #coronavirushttps:\/\/t.co\/xw7F3YMyXM","sentiment_score":0.3181818182}
{"full_text":"El Paso Co. Commission Chairman Mark Waller claims Gov. Polis doesn't understand how the average Coloradan lives. ","sentiment_score":-0.15}
{"full_text":"real #LakeShow fam know to mask up so we can cheer on the champs at staples center again ","sentiment_score":0.05}
{"full_text":"While it has stopped a lot of things this year, the coronavirus isn't putting a halt to Christmas celebrations in local churches.","sentiment_score":0.0}
{"full_text":"Have you noticed more holiday displays this year?  #ChristmasLights","sentiment_score":0.5}
{"full_text":"Our district has 196 deaths reported from COVID-19.","sentiment_score":0.0}
{"full_text":"Covid: France rewards frontline immigrant workers with citizenship","sentiment_score":0.0}
{"full_text":"Volusia school district urging Gov. DeSantis to prioritize school employees for COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT The stories COVID buried.China's subjugation of Xinjiang: over a million detained in mass \"reeducation\" camps. An entire...","sentiment_score":0.0}
{"full_text":"RT Different facial expressions of The Trophy I won during d lockdown watching a particular show,my premium package subscript...","sentiment_score":0.0555555556}
{"full_text":"Current Conditions for #Sayre PATemp: 39.0FWind Chill: 34.2FHumidity: 76%Dew Point: 32.1F Barometer: 30.204 inHgWind: 7 mph from the SCorona Virus Weekly Stats:Cases: 212.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Our new \"COVID relief\" bill includes $10M for gender studies in Pakistan. I know a few restaurant owners in NYC who didn't hi...","sentiment_score":-0.0318181818}
{"full_text":"RT Her jacket alone cost over 5 COVID relief checks #ToneDeafKelly","sentiment_score":0.0}
{"full_text":"China and Ukraine agreed on Wed to work together to combat the COVID-19 pandemic, comprehensively deepen cooperation on the #BeltandRoad Initiative, and leverage their respective strengths for mutual development.","sentiment_score":0.0}
{"full_text":"RT I don't know how many times I need to say this, but tax cuts don't trickle down to workers. Ever.Not even during a pandemic.","sentiment_score":0.1722222222}
{"full_text":"Here's more from in Twitter thread form on the latest study on B.1.1.7","sentiment_score":0.5}
{"full_text":"Time: 04:00 * Temp: 4.5degC * Wind: NNW 2.9 to 12.1mph * Pressure: 1018.8hPa * Rain: 0.4mm * Hum: 81% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:45 * Sunset: 16:00 * Cloudbase: 1320ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT People in hazmat suits just did a COVID demonstration at Fairview Mall in Toronto","sentiment_score":0.0}
{"full_text":"RT Should the President sign the COVID-19 relief bill?","sentiment_score":0.0}
{"full_text":"Zayn Malik's family flout social distancing in new footage from sister's wedding","sentiment_score":0.0848484848}
{"full_text":"RT Just think: If R's had removed him for clearly impeachable conduct we would have saved thousands upon thousands of lives...","sentiment_score":0.1}
{"full_text":"Trump threatens COVID relief bill, testing loyalty of GOP","sentiment_score":0.0}
{"full_text":"RT Remember that one time the American government tried to save a few bucks letting people die during a pandemic and instead...","sentiment_score":-0.1}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"Seems like #COVID19 has taken the \"New Year, New Me\" challenge too seriously...#StaySafe #StayAtHome","sentiment_score":0.1363636364}
{"full_text":"RT Rahul Gandhi among most helpful Lok Sabha MPs during COVID lockdown#MyLeaderRahulGandhiji https:\/\/t.co\/gmrl1IStxX","sentiment_score":0.5}
{"full_text":" thank so very much for making my quarantine days Memorable &amp; Special You're my everything this pandemic, You're the cause of my EUPHORIA !!","sentiment_score":0.4393452381}
{"full_text":"Is Your Unemployment Running Out? #COVID19 #WonderfulWednesday #WellnessWednesday #WednesdayWisdom","sentiment_score":0.0}
{"full_text":"New single-family homes were getting smaller in the U.S. before the pandemic. What happens next is anybody's guess.","sentiment_score":0.0454545455}
{"full_text":"RT The President is lying. Here's the truth. The covid relief bill was combined w\/ 2021 omnibus spending bill. That's wh...","sentiment_score":0.0}
{"full_text":"RT Eternally grateful that we have the internet and  social media to break the corporate media's monopoly on information disse...","sentiment_score":0.0166666667}
