{"full_text":"RT #Throwback to this tornado I captured near Clarksville, Virginia on April 27, 2019 as a part of a record-breaking tornado...","sentiment_score":0.1}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"Southern Baptist head Al Mohler manipulates flock, suggests Christians have bibli... #abortion #al_mohler #albert_mohler","sentiment_score":0.0}
{"full_text":"RT 'Stop-start' Covid rules cost shops PS2bn a week, says industry. They should sue them for damages. The lockdown came to late to...","sentiment_score":-0.3}
{"full_text":"RT NOT A JOKE: CNN wants you to cancel Christmas.WATCH:","sentiment_score":0.2}
{"full_text":"RT One thing I learned from watching all the GOP dudes getting covid shots is that push-ups must be considered a form of socia...","sentiment_score":0.0}
{"full_text":"RT STOP GIVING THE VACCINE TO THE GOP COVID DENIERS!!!! That's the tweet.","sentiment_score":0.0}
{"full_text":"Imagine planning a trip for months during a pandemic ","sentiment_score":0.0}
{"full_text":"RT NEW: Dallas County Reports 1,143 New Positive 2019 Novel Coronavirus (COVID-19) Cases and 30 DeathsIncluding 355 Probable...","sentiment_score":0.1666666667}
{"full_text":"RT I'm an ER doctor and despite trying, I have not yet been able to be vaccinated.","sentiment_score":0.5}
{"full_text":"RT If Dr. Brix is part of the Biden administration I will make a video A DAY about how many people died because of her lies an...","sentiment_score":0.5}
{"full_text":"RT I held a virtual town hall last night with Dr. Armand Dorian of and I was so moved by what he said:\"It to...","sentiment_score":0.0}
{"full_text":"RT today I got called a bitch at work because I insisted a man wear his mask over his nose, and then before my brain kicked in...","sentiment_score":0.0}
{"full_text":"RT I'm an RN who has to work w covid patients and that fucker Mitch got his vaccine before me?","sentiment_score":0.0}
{"full_text":"RT if you've had water from these stations, don't worry about what's in the covid vaccine","sentiment_score":0.0}
{"full_text":"Once again, you stand with a fascist and fail to fight for survival checks of at least 1,200 for people during this pandemic and 600 in unemployment benefits. You also fail to call out for his poor treatment of the state you allegedly love.","sentiment_score":-0.24}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":"RT Under America doesn't win anymore. The US is:-losing the war on opioids-losing to the coronavirus-losing...","sentiment_score":0.8}
{"full_text":"RT Something wrong when Marco Rubio -- who downplayed COVID and mocked people wearing masks -- is among first to get the vaccine.","sentiment_score":-0.125}
{"full_text":"all this Should better end before 31st o,We don't want a worse 2021","sentiment_score":0.05}
{"full_text":"RT We cannot allow the GOP to tie the Biden admin's hands in responding to this virus.That's exactly what Toomey &amp; co have been try...","sentiment_score":0.25}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":"RT today I got called a bitch at work because I insisted a man wear his mask over his nose, and then before my brain kicked in...","sentiment_score":0.0}
{"full_text":"RT #ALockdownCarol COMING CHRISTMAS EVE 2020! Featuring the Doctor Who Lockdown Choir ","sentiment_score":0.0}
{"full_text":"RT Under America doesn't win anymore. The US is:-losing the war on opioids-losing to the coronavirus-losing...","sentiment_score":0.8}
{"full_text":"The men in the study didn't get a vaccine. You are comparing men not getting a vaccine to a vaccine that is available. So how can you compare not having something to the opportunity to have something?","sentiment_score":0.4}
{"full_text":"WSJRi Ben Ban A CDC panel recommended that people ages 75 and up and essential workers including teachers and grocery-store staff be next in line for Covid vaccines","sentiment_score":0.0}
{"full_text":"RT Nothing screams Business &gt;&gt; Science\/PH than allowing big box stores to open at 50% cap in LOCKD...","sentiment_score":0.0}
{"full_text":"COVID-20 is that you mate??","sentiment_score":0.0}
{"full_text":"RT This is racialized warfare on multiple fronts. And it is targeting folks that may not know they're even in a war or who's...","sentiment_score":0.0}
{"full_text":"You don't need formal training when common sense will suffice. During a pandemic, we need trained medical personnel more than we need % replaceable congresspeople. It's like putting on your own oxygen mask before your kids, should you experience a loss of cabin pressure.","sentiment_score":0.2}
{"full_text":"RT Breaking: Switzerland, Sweden, Turkey ban all flights to &amp; from the UK -- joining a long list of countries, including Italy,...","sentiment_score":-0.05}
{"full_text":"RT BREAKING: Coronavirus mutation first found in the UK also found in Italy, health minister says","sentiment_score":0.25}
{"full_text":"Grief has piled on grief in the nine months the coronavirus has gripped the United States and killed more than 300,000 people.","sentiment_score":-0.325}
{"full_text":"RT There are 16.6 million #COVID19 cases in the US.Tens of millions are unemployed, starving and homeless.Our \"leaders\" pa...","sentiment_score":0.0}
{"full_text":"RT On Covid and Brexit, reality is catching up with Boris Johnson's fantasies and self-obsession","sentiment_score":0.6}
{"full_text":"There is nothing sadder than seeing kids #letterstoSanta that beg him for a cure for #covid19","sentiment_score":0.0}
{"full_text":"RT Marco Rubio is a healthy 49 year old. He is not in a nursing home. He is not a health worker. He is not a first respond...","sentiment_score":0.1583333333}
{"full_text":"Eyam self-isolated as a result of competent leadership by its vicar.  UK is having isolation thrust upon it because of the incompetence of its leaders in letting covid get out of control. #TooLittleTooLate","sentiment_score":0.5}
{"full_text":"RT Something wrong when Marco Rubio -- who downplayed COVID and mocked people wearing masks -- is among first to get the vaccine.","sentiment_score":-0.125}
{"full_text":"RT HAS A PRESIDENT ever been so absent during a crisis? CONGRESS has been struggling with a Covid-relief deal, and the man wh...","sentiment_score":0.0}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"RT \"Will Santa still be able to visit me in coronavirus this season,\" 6-year-old Paxton from Illinois asked.\"I took a trip up t...","sentiment_score":0.5}
{"full_text":"Hell yes especially since the churches had their hands out for a pandemic bail out.","sentiment_score":0.0}
{"full_text":"RT The event gave Netanyahu a political boost as the Israeli PM faces criticism for his management of the coronavirus crisis.  htt...","sentiment_score":0.0}
{"full_text":"Yo. I did this, too. Will you? Please do.","sentiment_score":0.0}
{"full_text":"I think if a few teams came in for him it would be different. His stock would rise. Another problem is prices are low atm. A lot of clubs struggling financially coz of covid and if his boyhood club came in for him I'm pretty sure they would go in low and we would accept","sentiment_score":0.0785714286}
{"full_text":"RT The GOP could have removed him on Feb 5th, 2020. Before a single American COVID death. Before attempting to steal a seco...","sentiment_score":-0.0357142857}
{"full_text":"RT TIME's new cover: \"Without empathy, nothing works.\" Chef Jose Andres wants to feed the world through the pandemic","sentiment_score":0.1681818182}
{"full_text":"RT This afternoon, and I are meeting with our colleagues and officials from the Incident Response Group to disc...","sentiment_score":0.0}
{"full_text":"RT The ADF denied support for Victoria's border controls due to one factor.The Morrison govt policy of open borders during...","sentiment_score":-0.0625}
{"full_text":"RT The idea that schools in Tier 4 can fully reopen in January, without significant changes to their Covid secure regimes, g...","sentiment_score":0.3875}
{"full_text":"RT Yes, absolutely, and i wear a mask, and wash my hands. i have a science background and want to survive this p...","sentiment_score":0.2}
{"full_text":"While hospitals gear up to address faulty algorithms and which frontline workers should get the shot first, don't forget the part coming next. #CovidVaccines #discrimination #cuttheline","sentiment_score":0.125}
{"full_text":"There's not one documented case of COVID19 transmission via a contaminated surface, yet we're told to our wash hands and businesses have spent a fortune on disinfectant stations and cleaning shopping trolly handles, doors etc.Question Govt advice:https:\/\/t.co\/N5CLcjpWE1","sentiment_score":-0.1}
{"full_text":"CDC admitted nothing; Trump manipulated facts he didn't like-big difference! Suppressed, withheld, concealed, lied, whichever one suits you.  I didn't know Trump took \"hunches\" to gage his reaction time to a global pandemic? Innocents don't refuse their DNA, rapists do!","sentiment_score":0.0}
{"full_text":"RT Countries are playing around with Coronavirus as if it can't mutate and be something worse in 6 months","sentiment_score":-0.4}
{"full_text":"I'm telling you the republican party needs to be disassembled they all need be voted out!! they have all become part of a dictatorship-- Who gets Relief during a pandemic who gets PPE-- meanwhile they're all going home for Christmas and we got people starving-","sentiment_score":0.0}
{"full_text":"RT Info for Influencers promoting Dubai! It has Coronavirus  but doesn't have rights for LGBTQ+ so please stop promoting...","sentiment_score":0.0}
{"full_text":"RT Can we think about the longterm here, too?","sentiment_score":0.0}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"RT \"This achievement will never be matched\"The offside League Cup, the Dundee email League and the Covid Cup won on pen...","sentiment_score":0.0}
{"full_text":"RT Something wrong when Marco Rubio -- who downplayed COVID and mocked people wearing masks -- is among first to get the vaccine.","sentiment_score":-0.125}
{"full_text":"RT Jun said in fansign that the reason he moved away from them is cuz he saw only 2 others on gallery not joining the group hug...","sentiment_score":0.0}
{"full_text":"Thats comforting","sentiment_score":0.0}
{"full_text":"RT Republicans want you to believe we can afford trillions in tax cuts for billionaires but only a one time $600 check fo...","sentiment_score":0.0}
{"full_text":"RT Diagnosed with COVID, they spent their last night together holding handshttps:\/\/t.co\/uWkIsonm4C via","sentiment_score":-0.05}
{"full_text":"RT Apparently this new strain of Covid was first identified in Kent. What or who are arriving in Kent nearly every day?","sentiment_score":0.1340909091}
{"full_text":"RT This continued chaos could have all been avoided had the Government not made irresponsible promises and raised expectations...","sentiment_score":0.0}
{"full_text":"What a fantastic evening in Delabole, it was lovely to spread some joy through the community. Everyone respected distance &amp; covid ruling. Merry Christmas from everyone at 7.2","sentiment_score":0.5666666667}
{"full_text":"RT Trump's WH feels about \"expertise\" and \"science\" the way feels about the use of the word \"f*ckers\"","sentiment_score":0.0}
{"full_text":"RT The day after Thanksgiving, Birx traveled to one of her vacation properties on Fenwick Island in Delaware. She was accompanied b...","sentiment_score":0.0}
{"full_text":"Medical personnel that are acting like this pandemic isn't a big deal deserve to have their licenses revoked and BARRED from ever obtaining them again and I'm not joking","sentiment_score":0.0}
{"full_text":"RT Indonesia plans to vaccinate its young working-age population against the coronavirus before the elderly, in contrast to much...","sentiment_score":0.15}
{"full_text":"RT You can bet that if McConnell is finally supporting a COVID-19 relief bill, there are some really bad things hidden in it...","sentiment_score":-0.2055555556}
{"full_text":"RT I can't believe this has to be said but GOP lawmakers who have done nothing but make the pandemic worse shouldn't be gett...","sentiment_score":-0.4}
{"full_text":"RT #SundayRead Our latest blog post, written by UBC alumnus and entrepreneur outlines strategies for pivoting online...","sentiment_score":0.5}
{"full_text":"You're a stay at home writer. ","sentiment_score":0.0}
{"full_text":"RT Right now, Bill Hader is snort laughing. Whatever gets people to social distance is fine with him!","sentiment_score":0.2799603175}
{"full_text":"RT Grandma Who Survived COVID-19 Delivers 800 Handmade Tamales to Health Care Workers in L.A. ","sentiment_score":0.0}
{"full_text":"RT So much of the burden being carried by healthcare and frontline workers, people with pre-existing illnesses and their families, is...","sentiment_score":0.2}
{"full_text":"RT So how does a COVID mRNA vaccine work, anyway?And how does it compare to a traditional vaccine, or just getting COVID?Well, i...","sentiment_score":0.0}
{"full_text":"Truth Jennie, it's horrific what this Govt is getting away with, having no opposition doesn't help. Miss you!","sentiment_score":-1.0}
{"full_text":"RT Not only lining up to get vaccinated, but treating it like they are doing a huge public service proving it is safe to...","sentiment_score":0.225}
{"full_text":"RT Hope you've wargamed this one chaps #COVID19","sentiment_score":0.0}
{"full_text":"RT Covid Clown Casual","sentiment_score":-0.5}
{"full_text":"RT I'll be updating this but here's a quick take on the #ACIP vote to set Phase 1b and Phase 1c vaccine priority groups. h...","sentiment_score":0.3333333333}
{"full_text":"absolute bs that they don't have contact info 4 every1 coming off a flight. can't tell u how shocked. How much will it cost to have silly servants chasing down 6 plane loads of people. They're covid screening them at the airport. We're supposed to know where they quarantine 1\/2","sentiment_score":-0.1911111111}
{"full_text":"RT I'm an RN who has to work w covid patients and that fucker Mitch got his vaccine before me?","sentiment_score":0.0}
{"full_text":"RT Shane Reilly is still adding flags to his yard for every COVID-19 death in Texas. \"I don't know if it's going to change anybody's...","sentiment_score":0.0}
{"full_text":"RT NEWS: The White House nixed a plan to send face masks to every household in America because of Trump's personal feud with...","sentiment_score":0.0}
{"full_text":"Heck with Covid. YOU betrayed Trump by congratulating Biden. Get out of Washington.","sentiment_score":0.0}
{"full_text":"Covid 20?","sentiment_score":0.0}
{"full_text":"RT Several European countries have halted flights from the UK after the discovery of a new variant of Covid-19 that officials say sp...","sentiment_score":0.0454545455}
{"full_text":"This Covid death brought to you by the Republicans!@realDonaldTrump","sentiment_score":0.0}
{"full_text":"RT In a sane world, when an occupant of the White House is talking about a military coup to stay in power, claiming he wo...","sentiment_score":-0.05}
{"full_text":"RT So how does a COVID mRNA vaccine work, anyway?And how does it compare to a traditional vaccine, or just getting COVID?Well, i...","sentiment_score":0.0}
{"full_text":"RT Did you know:Drug overdoses have killed 448 more people in San Francisco this year than the Chinese Coronavirus--nearly...","sentiment_score":0.1}
{"full_text":"RT Laura, is your delusional defense of this criminally negligent president somehow tied to his pardoning your college bo...","sentiment_score":-0.4}
{"full_text":"RT I just learned there are facebook groups wholly dedicated to calling the authorities and reporting restaurants that they fee...","sentiment_score":0.0}
{"full_text":"#Palestinian official: 140 inmates infected with #COVID19 inside #Israeli jailshttps:\/\/t.co\/2ueR2SPXle","sentiment_score":0.0}
{"full_text":"Not good people! 91% of Boston-area hospital beds now occupied. via","sentiment_score":-0.4375}
{"full_text":"A 29-year-old woman died of COVID-19 five days after she was supposed to get married","sentiment_score":0.25}
{"full_text":"Hundreds of #Christmas shoppers were seen gathering without maintaining social distancing outside the #MesaRedonda commercial emporium in downtown #Lima, on Saturday.#Peru","sentiment_score":0.0111111111}
{"full_text":"RT Started trying to think about post-pandemic activities and for some reason have only been able to think of this and not...","sentiment_score":0.25}
{"full_text":"RT People are tired of being told they have to stay home &amp; can't work or open their business by people who break their own rul...","sentiment_score":0.0666666667}
{"full_text":"Lisa You and the party are still struggling to grasp where it all went wrong in the last election, (Brexit,\")and now Covid , your great at criticising , but when the country needs to be United, your great at sidestepping difficult questions at what would Labour Do Better !!!","sentiment_score":0.2627604167}
{"full_text":"RT Who is keeping a list of these sanctimonious, hypocritical so-called experts violating their own directives?https:\/\/t....","sentiment_score":0.6}
{"full_text":"We have to prioritize taking care of ourselves, especially in the midst of a pandemic winter. Check out this link to learn about connecting with others, refueling resilience, and managing your mindset. We can get through this together! #SelfCareSunday","sentiment_score":0.0}
{"full_text":"It happens I guess | Black ops Cold War#CallofDuty #Coldwar #codclips #PlayStation5 #PS5 #esports #doublexp #floridamutineers #fearthedeep #BlackOpsColdWar #codleague #College #videogames #PS4share #CDL2021 #COVID19","sentiment_score":-0.3833333333}
{"full_text":"Pickup service is available at all libraries. Order your favorite books online. Pickup, return and use free wireless printing services at all locations.","sentiment_score":0.4333333333}
{"full_text":"7% of Americans say they are not getting a flu shot this year because they are worried it will lessen their immunity to COVID-19.  View the latest research from SSRS. ","sentiment_score":0.5}
{"full_text":"RT DO IT, SHE CHOSE HER SIDE AND LIED FOR TRUMP. SHE DOESN'T DESERVE A POSITION, SHE HAS NO RESPECT FROM 81...","sentiment_score":0.0}
{"full_text":"RT Hello where can I get my Celtic covid exemption card?","sentiment_score":0.0}
{"full_text":"RT Public Health Officials Announce 6,003 New Cases of Coronavirus Disease:","sentiment_score":0.0681818182}
{"full_text":"Alabama School Coronavirus Dashboard for December 18  #alnews #coronavirus #covid19 #alabamanewsnetwork","sentiment_score":0.0}
{"full_text":"Latest Covid death and positive test figures for Oxfordhttps:\/\/t.co\/WlGeUD9SJQ","sentiment_score":0.3636363636}
{"full_text":"I agree","sentiment_score":0.0}
{"full_text":"Grief has piled on grief in the nine months the coronavirus has gripped the United States and killed more than 300,000 people.","sentiment_score":-0.325}
{"full_text":"Families are getting put out on the street despite an order to block evictions from the Centers for Disease Control and Prevention. Advocates say the order needs to be extended and strengthened.https:\/\/t.co\/iTXV0p1I4m","sentiment_score":0.0}
{"full_text":"RT East Kent Hospitals caring for rising number of patients with covid","sentiment_score":0.0}
{"full_text":"It may take all of Sunday to finalize and draft the legislation, which is guaranteed to be the largest spending measure yet.","sentiment_score":0.0}
{"full_text":"RT I don't have my COVID shot yet. So I am posting this picture of the stairwell where I retreated yesterday after the 6th de...","sentiment_score":0.0}
{"full_text":"RT #auspol The Australian Government is not coping. Nothing, Zilch is getting done or being solved. China, emissions, climate...","sentiment_score":0.0}
{"full_text":"this sounds funny","sentiment_score":0.25}
{"full_text":"The Cyclones are heading to Arizona for the Fiesta Bowl, but due to COVID-19, only immediate family can attend.","sentiment_score":-0.0625}
{"full_text":"RT This is a very dangerous take, and unless you have inside information (which you sure as hell don't), this is a rather unwise...","sentiment_score":-0.14}
{"full_text":"RT *U.S. CDC ADVISORY PANEL VOTES TO MAKE FRONTLINE ESSENTIAL WORKERS, AND PERSONS 75 YEARS AND OLDER NEXT IN LINE TO RECEIV...","sentiment_score":0.0555555556}
{"full_text":"For many, this winter will be darker than those in the past. some ways to help you deal with the mental health impacts of a pandemic winter.","sentiment_score":0.05}
{"full_text":"RT The GOP could have removed him on Feb 5th, 2020. Before a single American COVID death. Before attempting to steal a seco...","sentiment_score":-0.0357142857}
{"full_text":"RT \"Grocery store workers, teachers, day-care staff and other people on the front lines of America's workforce should be n...","sentiment_score":-0.125}
{"full_text":"EU to hold crisis talks as countries block travel from UK over new Covid strain what is the impact to our food supply given what comes in by way of transport and humans doing the transport, can't go back out onto the continent?","sentiment_score":0.0681818182}
{"full_text":"RT I am a healthcare worker that works with Covid patients &amp; I can't get my vaccine till January. WTF","sentiment_score":-0.5}
