{"full_text":"RT the UK is a joke, I flew into Accra, got a Covid test and results within 45 mins of arrival... I walked straight through heat...","sentiment_score":0.2}
{"full_text":"RT 23 lakh people in the world have already received Covid vaccinations.China, US, UK, Russia have started...India ka num...","sentiment_score":0.0}
{"full_text":"#NewProfilePic Taken at the beginning of the Pandemic. I look good here before I completely lost my mind. ","sentiment_score":0.4}
{"full_text":"RT Live Pelosi responds demands $2,000 stimulus checks; calls long awaited coronavirus relief bill a 'disgrace' #fakeheadl...","sentiment_score":0.0431818182}
{"full_text":"Oh yeah, I'd be pissed. I know companies are swamped between Christmas and COVID- but damn 20 days?","sentiment_score":0.0}
{"full_text":"I have been screaming for years for people to notice little things, and they always ignored it, well here it is in your face. Covid is about \"you're the pet now.\" They want to kill restaurants so you have no last mercy. These women are scum","sentiment_score":-0.1625}
{"full_text":"RT This times 1000000000 WTF?!?","sentiment_score":-0.625}
{"full_text":"RT if you've had water from these stations, don't worry about what's in the covid vaccine","sentiment_score":0.0}
{"full_text":"RT So a prison (Two Rivers) in Oregon hasn't had power since 12\/16 and there doesn't seem to be any urgency to get it back on. T...","sentiment_score":0.0}
{"full_text":"RT \"The new variant I think is very worrying.\"Housing Secretary warns that \"it may be necessary to take further...","sentiment_score":0.0840909091}
{"full_text":"RT Breaking ...The COVID relief bill to be renamed ... The Steaming Pile of Horse Shit Porkulus Monstrosity From Hell Bill.","sentiment_score":-0.2}
{"full_text":"RT Just an observation with the second\/third wave of covid. People get covid and go from ambulatory to death in 7-14 days.  It is...","sentiment_score":0.0}
{"full_text":"via Travel Bans Can Stop the Spread?","sentiment_score":0.0}
{"full_text":"The prevention strategy can not be far worse than the problem. This COVID issue has been politicised. Let people gather. Let people have shows. This selective application of covid prevention strategy is a backward stance which will cost us alot. Too bad!","sentiment_score":-0.3916666667}
{"full_text":"Coronavirus: The Infodemic - December 22","sentiment_score":0.0}
{"full_text":"RT COULD TRUMP'S COVID-19 NEGLIGENCE BE PROSECUTED AS A CRIME AGAINST HUMANITY? Lawyers think they've found a way for Bide...","sentiment_score":0.0}
{"full_text":"RT Hi everyone, I'm am so pleased to have done this film with for it came out wonderful an...","sentiment_score":0.75}
{"full_text":"RT A new wave of #covid19 is crashing into hospitals in London and the UKThere is no clapping this time.No rainbows in the...","sentiment_score":0.1363636364}
{"full_text":"He is going to cause them to walk.Sick crooked murderous bastard.","sentiment_score":0.0}
{"full_text":"RT Right. That's it. I'm having a vanilla slice this afternoon even though it's not Friday (assuming no panic buying at the loc...","sentiment_score":0.2857142857}
{"full_text":"RT WHO advises against panic over new coronavirus strain #CoronavirusStrain #CoronavirusUK","sentiment_score":0.1363636364}
{"full_text":"That's because post covid people are going to be hypercritical about their actions what they do everyday what they touch and who they interact with and y'all know it's going to come up in conversations","sentiment_score":-0.2}
{"full_text":"according to  recent study by the \"UN\" - the new \"roopAntara\" #coronavirus will show increased spread starting from 10:01 PM and will reduce by 5:59 AM the next day!!Therefore, the curfew is from 10 PM to 6 AM- Please #StayAtHome  #WearAMask","sentiment_score":0.0340909091}
{"full_text":"RT [12\/22]Office workerI'm sorry I don't draw often.watch for the COVID-19, thank you all!","sentiment_score":-0.625}
{"full_text":"Your going to talk to people who lost someone to COVID and your gonna to be afraid to mention how you didn't care and did whatever","sentiment_score":-0.6}
{"full_text":"RT 1\/8 The year started with a major Western assault on China over its handling of Covid-19. China was on the defensive. 2020...","sentiment_score":0.03125}
{"full_text":"RT Media: \"L.A. County's COVID-19 hospitalization spike is now off the charts\". Hospital data: This is a completely normal year...","sentiment_score":0.15}
{"full_text":"its a pandemic what else ya gonna do?","sentiment_score":0.0}
{"full_text":"purME - A Gas #Mask You Can Wear EverydayCrystal-clear, light, comfortable and modular #respirator to protect you against all threats #crowdfunding","sentiment_score":0.4}
{"full_text":"It's Christmas Eve-Eve!  Customers who booked between 24th Nov and 19th Dec, for travel between 23rd - 27th Dec, can get a fee-free refund. We've updated our website and app so you can do this online. Here's how https:\/\/t.co\/BZignqRWCm. Thanks -Christine","sentiment_score":0.2}
{"full_text":"RT MashaAllah despite Covid 19 great news on economy - remarkable turnaround. Current account surplus again in Nov: $447 mn....","sentiment_score":0.5166666667}
{"full_text":"omg!!! she works in ekamai. that's a downtown area!!!! covid-19 is really in the city. guys. guard up, masks on, and wash hands.","sentiment_score":0.2}
{"full_text":"In Tokyo, the number of newly confirmed infections of COVID-19 is likely to exceed 1,000 by Christmas. The public health and medical personnel working under this situation are likely to have sleepless days. We should do our best to prevent infection.","sentiment_score":0.2333333333}
{"full_text":"RT Wow.. only a truly vile little Tory would every attempt to use the good will of NHS staff coming out of retire...","sentiment_score":0.153125}
{"full_text":"RT LOCKDOWN coming soon to plague island!to protect little Englanders from truth of disastrous BREXIT!thats going to hit isola...","sentiment_score":-0.44375}
{"full_text":"Idk how I would have survived pandemic without classes bc I've met so many cool ppl and teachers","sentiment_score":0.425}
{"full_text":"RT I received a lot of requests from various #students &amp; #teachers to postpone board #exams for Class 10 &amp; 12. K...","sentiment_score":0.0}
{"full_text":"Trump couldn't count supporters at inauguration. Johnson couldn't count Lorries. Trump has record Coronavirus death rate. Johnson has about the same as USA.","sentiment_score":0.0}
{"full_text":"RT 5 Millions albums sold during a pandemic!","sentiment_score":0.0}
{"full_text":"RT I want to say a massive thank you to British Sikhs. The love and compassion that you've shown to people in lockdown this yea...","sentiment_score":0.1666666667}
{"full_text":"RT We need to send a clean bill with just $2,000 survival checks and a separate spending\/covid relief bill. Negotiating everyth...","sentiment_score":0.3666666667}
{"full_text":"RT Modi govt will HAVE TO provide the Covid-19 vaccine free of cost. Inability to pay will render lakhs of people not only v...","sentiment_score":0.2}
{"full_text":"It's thought more parts of England could move into Tier 4 from Boxing DayThe housing secretary says the new variant of Covid-19 is 'very concerning' and 'it may be necessary to take further action'.","sentiment_score":0.1560606061}
{"full_text":"RT Seoul's pandemic handling and approach to securing vaccines has been lambasted as too relaxed. #FMTNews #SouthKorea","sentiment_score":0.0}
{"full_text":"Repurposing the tuberculosis BCG vaccine into a Prophylactic COVID-19 vaccine: Combinatorial BCG.AstaX vaccine inhibits SARS-COV-2\/1 by decreasing the expression of ACE2, Furin, SR-B1, HIF-1alpha and NRP-1 (Neuropilin) and others","sentiment_score":0.0}
{"full_text":"RT A quarter of a million people in England are homeless and living in temporary accommodation. The figure is the highest it ha...","sentiment_score":0.0}
{"full_text":"RT A quarter of a million people in England are homeless and living in temporary accommodation. The figure is the highest it ha...","sentiment_score":0.0}
{"full_text":"With the layoff between covid and the bubble it's basically year 19.","sentiment_score":0.0}
{"full_text":"RT Biden: \"One thing I promise you about my leadership during this crisis: I'm going to tell it to you straight. I'm going to tel...","sentiment_score":0.2}
{"full_text":"RT Our new paper is out! As one of the first studies on the mental health impact of AR games and games in general during CO...","sentiment_score":0.0926136364}
{"full_text":"RT Today, I wanted to speak out on behalf of a fellow Black woman physician, Dr. Susan Moore, to not let our stories go unheard...","sentiment_score":-0.1666666667}
{"full_text":"RT How much is Oracle's Internet Accountability Project paying Lindsey Graham? Oracle founder donated $250,000 to Graham PAC...","sentiment_score":0.2}
{"full_text":"RT It's truly amazing how many of you \"on the left\" will argue against pushing Medicare for All in the middle of a pandemic w...","sentiment_score":0.275}
{"full_text":"RT Covid has been tough on professors","sentiment_score":-0.3888888889}
{"full_text":"RT JUST IN: 21 new #COVID19 cases reported in Singapore, all imported, including 8 Singaporeans and permanent residents h...","sentiment_score":0.1363636364}
{"full_text":"RT It's not 'quite' a Christmas miracle.. but only four days after the Northern Beaches was plunged into lockdown..Reside...","sentiment_score":0.0}
{"full_text":"What did you learn about yourself during this #COVID-19 crisis?","sentiment_score":0.0}
{"full_text":"RT Back in March, Trump compared COVID-19 to the Flu.To this day, his followers compare the death toll between the two....W...","sentiment_score":0.0}
{"full_text":"RT The UK is paying $37 per dose of the Moderna vaccine. The EU is paying $18 per dose. Both buyers ordered 40m doses. The EU offe...","sentiment_score":0.0}
{"full_text":"RT 23 lakh people in the world have already received Covid vaccinations.China, US, UK, Russia have started...India ka num...","sentiment_score":0.0}
{"full_text":"can u tell us about Saturn &amp; Jupiter conjunction from a scientific perspective? I'm seeing lots of astrology comments, all the energy shifts they say &amp; that aliens have made contact. Oh &amp; that covid is a cover to get us all controlled before the \"big news\" is released.","sentiment_score":0.0}
{"full_text":"RT Just an FYI our governments give money to everyone else but you every year Everyone's just noticing now cause of CO...","sentiment_score":0.0}
{"full_text":"RT Today, I wanted to speak out on behalf of a fellow Black woman physician, Dr. Susan Moore, to not let our stories go unheard...","sentiment_score":-0.1666666667}
{"full_text":"COVID-19 Forces Many Companies to Sublease Office Space #CRE #COVID-19 #Subleasing #Office #TenantTips   ","sentiment_score":0.5}
{"full_text":"RT How did we go from \"flatten the curve\" to \"stay home until you accept communism\"?","sentiment_score":0.0}
{"full_text":"RT Nigeria faces a huge testing problem as the 2nd COVID-19 wave hits home. In Abuja, the result of any test conducted toda...","sentiment_score":0.2}
{"full_text":"RT Query your sources the President returned to Abuja last Friday after receiving the rescued students of...","sentiment_score":0.0}
{"full_text":"#Denmark commits to support the Roll-out of the COVID-19 vaccine in #Africa ","sentiment_score":0.0}
{"full_text":"This is the franchise player of one of my fantasy teams. Look what this man is out here doing ","sentiment_score":0.0}
{"full_text":"RT America DOES have heart . Neighborhood honors UPS driver...","sentiment_score":0.0}
{"full_text":"RT Trump when someone read the new COVID bill to him","sentiment_score":0.1363636364}
{"full_text":"The Philippines joined the list of nations that have imposed restrictions on the United Kingdom amid mounting concerns over a new and seemingly more contagious strain of the coronavirus.","sentiment_score":0.3181818182}
{"full_text":"Only Hawai'i and Vermont are not considered to be at or near a \"tipping point\" where COVID-19 caseloads are concerned.","sentiment_score":0.05}
{"full_text":"> Javier Garcia and Jose Miguel Garcia, #Viralgen and CEOs talked about the pandemic and the future, in a meeting organized by as part of their 'Improbable Dialogues' initiative series. Play the video to watch the discussion!","sentiment_score":0.0}
{"full_text":"We only live one, we have to live it to the full.Be HealthyStay Safe.#OYSHIA #COVID19 #StaySafeNigeria","sentiment_score":0.0909090909}
{"full_text":"Our rapid, coronavirus test centres will be open daily between 9-6pm over the Christmas period except for Christmas Day, Boxing Day and New Years Day - they will be open 10.30am - 6pm on these days.You can find more details of our mass testing sites at","sentiment_score":0.1272727273}
{"full_text":"#FromTheLeft: Could Venues and Airlines Require Covid-19 Vaccinations for Entry? | Analysis in #Vaccines #PublicHealthhttps:\/\/t.co\/W6EOrt6KGD","sentiment_score":0.0}
{"full_text":"If you become unwell this festive season with any of the symptoms of coronavirus, please self-isolate immediately and book a test. We know this Christmas will be a challenge, but please #stickwithitfife","sentiment_score":0.0}
{"full_text":"RT Buri Ram province on Wednesday closed a fresh market for three days after learning that 200 people may have been exposed to...","sentiment_score":0.1}
{"full_text":"25\/12 - #ChristicalMassSame formula than November, due to the current COVID situation: 3 starting point: Trone -&gt; Pte de Namur -&gt; Poelaert No arrival Ride together, BUT with distance Wear your mask, have your lightsSee you 18h00https:\/\/t.co\/b5bvMvsUrW","sentiment_score":0.09375}
{"full_text":"#ICYMI: U.S. inmates will now be getting the #coronavirus vaccine. But officials have not clarified how many.https:\/\/t.co\/oPGLtGK7Xa","sentiment_score":0.0}
{"full_text":"RT The rest of the year it's been \"Shut up &amp; Dribble\" now it's \"Lead by example\" ","sentiment_score":0.0}
{"full_text":"Let's revisit our most popular posts of 2020! In March, no surprise, the outbreak of the Covid-19 pandemic was on everybody's mind. Check out our dedicated webpage on the topic for all our resources:","sentiment_score":0.625}
{"full_text":"The IEA's Hayek Memorial Lecture has been one of the highlights of the IEA calendar since 1988.Last week, delivered a fascinating lecture on The World after the Pandemic.Catch up here ","sentiment_score":0.7}
{"full_text":"Greater Manchester's public health leaders keeping open mind about school return date as they seek to learn more about new Covid-19 varianthttps:\/\/t.co\/6QHGGVhlUt","sentiment_score":0.2272727273}
{"full_text":"Student Santas has made changes to their annual Christmas Day meal this year due to COVID-19.","sentiment_score":-0.125}
{"full_text":"The latest Covid new case rates for districts across Peterborough.https:\/\/t.co\/J0d5SqqNoK","sentiment_score":0.3181818182}
{"full_text":"1,196 NEW COVID-19 CASESBREAKING: The Department of Health reported 1,196 additional cases of COVID-19 on Wednesday, December 23, 2020, bringing the total number of cases in the Philippines to 464,004. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"Let's revisit our most popular posts of 2020! In March, no surprise... the outbreak of the Covid-19 pandemic was on everybody's mind.","sentiment_score":0.625}
{"full_text":"Hope is still RISING. According to Pulse Asia's latest survey, a good majority of Filipinos said that they are hopeful of the coming year, with 91% of them saying that they will be facing 2021 with hope. Read more via :","sentiment_score":0.5666666667}
{"full_text":"Active #Covid19 cases have fallen under the 2.9-lakh mark.https:\/\/t.co\/WUNUDY2Ch4","sentiment_score":-0.1333333333}
{"full_text":"Malaysia's COVID-hit Top Glove says it will no longer fire whistleblowers after terminating a worker who raised concerns about overcrowding","sentiment_score":0.5}
{"full_text":"A set of integrated #SDG investments could help the world exceed the development trajectory we were on before the pandemic. Explore the #data behind the investments &amp; insights to #BuildForwardBetter on the NEW #COVID19 Data Futures:","sentiment_score":-0.1318181818}
{"full_text":"Our health heroes worked very hard in 2020 to protect us from COVID-19.Now they're working during the holidays to care for our community.I dropped by local frontline services, including Ipswich, to gift a hamper full of treats to get them through the new year ","sentiment_score":0.0267992424}
{"full_text":"The Covid-19 pandemic has had far-reaching and often devastating effects on the South African public, organisations and corporates alike.https:\/\/t.co\/ZqpglMxfWM","sentiment_score":-0.3333333333}
{"full_text":"They have been praised for the selfless acthttps:\/\/t.co\/mE3G6hyEgU","sentiment_score":0.0}
{"full_text":"While the countrywide lockdown between late March and May wiped out sales for three months, falling demand after Diwali has been a crippling factor#Coronavirus #lockdown","sentiment_score":-0.3}
{"full_text":"South Africa is in the second wave of COVID-19. We urge you to not attend big gatherings that could potentially become super spreaders of the disease.We encourage you to report planned events of this nature by contacting the Crime Stop number: 08600 10111.","sentiment_score":0.0833333333}
{"full_text":"Watch the Moment a Small Airplane Crashes in Grand Prairie, Texas.Click the Link for full Video #texas #airplane #crash #death #viral #trending #news #Sonic #TREASURE #thetop_100 #panicbuying #Christmas #level5  #TuesdayThoughts","sentiment_score":0.2}
{"full_text":"12 areas in and around Sunderland with highest Covid case rates as Christmas approaches.","sentiment_score":0.0}
{"full_text":"The latest Covid new case rates for districts across Peterborough.https:\/\/t.co\/XhscPXZngd","sentiment_score":0.3181818182}
{"full_text":"The health messaging does suggest this. I remember listening to a recent radio ad where they talk about how it only takes one person and we're back in lockdown.","sentiment_score":0.0}
{"full_text":"Warning Colchester could enter higher Covid Tier as infection rate rises","sentiment_score":0.25}
{"full_text":"If you have an appointment, or are concerned about the health of you or your baby, it's important to speak to your #NHS midwife or maternity team. Your and are here to see you, safely. #HelpUsHelpYou#NHS advice:","sentiment_score":0.45}
{"full_text":"62% of CFOs do not expect demand for their own businesses to recover to pre-pandemic levels until after Q2 2021 according to the latest latest CFO survey.#business #recovery #COVID19","sentiment_score":0.5333333333}
{"full_text":"[2020 LoL #KeSPACup ULSAN]#StayHome and Watch #LoLKeSPACupKeep your eye on Group A Match 6 - DAMWON Gaming vs Liiv SANDBOX@DamwonGaming #LSBWINhttps:\/\/t.co\/4ipM5d7sNM","sentiment_score":0.8}
{"full_text":"The number of nurses and doctors working in the NHS in the North East and Yorkshire has increased by over 3,000 collectivelyhttps:\/\/t.co\/Asw1yPhtHw","sentiment_score":0.0}
{"full_text":"I know everyone's having a shit time, but me and are properly isolating because a painter we had in our house last week tested positive for coronavirus (%*PS&amp;*$%*PS)SO, I'm bored and need your recommendations on what to watch please...","sentiment_score":-0.0945454545}
{"full_text":"recommends that children aged 6-9 get 60 minutes of moderate-to-vigorous-intensity physical activity every day.Yet more than 50% of children in Europe are not part of a club or practice sports or dance at all.","sentiment_score":0.1333333333}
{"full_text":"#ICYMI: Bulk of the new cases were recorded in Quezon City at 93; followed by Rizal with 89; Benguet with 78; Bulacan with 61; and Davao City with 60. #PressOnePH Story here:","sentiment_score":0.1363636364}
{"full_text":"9 out of 10 people in poor countries are going to MISS OUT on a #COVID19 vaccine next year. Meanwhile, rich countries have enough to vaccinate their entire populations nearly 3 TIMES OVER. We must have a #PeoplesVaccine for everyone, everywhere","sentiment_score":0.0125}
{"full_text":"RT Lockdown #3 means selfie time #gay #ass","sentiment_score":0.4166666667}
{"full_text":"New York must immediately reinstate a complete eviction moratorium, incoming New York state legislators and socialists Jabari Brisport and Marcela Mitaynes argue. You can't stay at home to prevent the spread of COVID-19 if you're forced out of your home.","sentiment_score":0.0181818182}
{"full_text":"[NEWS] Universal health care implementation intensified amid pandemicThe COVID-19 pandemic did not hinder Universal Health Care Law (UHC) in assisting Filipino patients and instead helped intensify its implementation...READ FULL STORY:","sentiment_score":0.1166666667}
{"full_text":"South Tyneside MPs demand answers over vaccines for hospital trust staff.","sentiment_score":0.0}
{"full_text":"It's Christmas eve eve! Not long to go Active Advent 23 gets those abdominal muscles working - can you guess what it is? #christmas #christmas2020 #advent #homeschooling #homelearning #school #isolation #lockdown #PE #physicalactivity #schoolsport #distancelearning","sentiment_score":-0.0541666667}
{"full_text":"Camping is the quintessential Aussie experience and it's good for social distancing too!","sentiment_score":0.3708333333}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"The capital is in Tier 4. Please stay at home.Only leave home for specific purposes like food, medical reasons or work.Around 1 in 3 people who have coronavirus have no symptoms and could be spreading it without realising it.More information:","sentiment_score":0.0}
{"full_text":"If you're using public transport in London today, please wear a face covering to help stop the spread of #coronavirus. For more advice, visit","sentiment_score":0.25}
{"full_text":"If the UK + EU fail to reach a deal, what would No Deal mean?\"In the short run no deal will be bad news for a UK recovery and in the long run Brexit is likely to be more significant than Covid-19\", write the authors of our #WhatWouldNoDealMean report","sentiment_score":-0.0859375}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"RT When your country's COVID-19 relief bill includes $10 million in \"gender programs\" for Pakistan, you know Congress is br...","sentiment_score":0.0}
{"full_text":"Coronavirus reaches end of earth as first outbreak hits Antarctica (Rated: Objective)","sentiment_score":0.125}
{"full_text":"Coronavirus cases in the Philippines reach 464,004 with 1,196 additional cases on Wednesday, December 23.8 labs failed to submit data on time24,984 are active cases564 new recoveries; 429,972 total27 new deaths; 9,048 totalMore #COVID19 updates:","sentiment_score":-0.0901515152}
{"full_text":"Bengal Sanitization does #cleaning, sanitization and #polishing with #machine at just Rs 2000 to make your car safe after a long travel7980708710 \/ 9830246789#sanitizing #covid19  #affordablerates #staysafe #sanitisationservice #fightagainstcoronavirus #sanitizationinkolkata","sentiment_score":0.225}
{"full_text":"For coronavirus relief, Trump demands Congress increase direct payments to Americans #FoxNews","sentiment_score":0.1}
{"full_text":"RT President-elect Joe Biden says \"our darkest days\" in battling Covid-19 \"are ahead of us\"","sentiment_score":0.0}
{"full_text":"RT SURPRISE!!!","sentiment_score":0.0}
{"full_text":"A New Law Will Prevent Hospitals From Hitting Patients With Massive, Surprise Medical Bills #news #popular","sentiment_score":0.1840909091}
