{"full_text":"Or they could be allowed to operate as they see fit &amp; adjust to the reduced demand with many people choosing to stay home due to the virus.","sentiment_score":0.2583333333}
{"full_text":"RT I live in a county that has mandated mask-wearing for months now. Hasn't changed anything.","sentiment_score":0.1363636364}
{"full_text":"RT I am so moved that 96 year old Jimmy Carter is willing to take a COVID vaccine to show the American people it is safeT...","sentiment_score":0.1166666667}
{"full_text":"RT NEWS: Argentina chooses #GNUHealth for COVID19 observatory and contact tracing. #PublicHealth #SocialMedicine","sentiment_score":0.0}
{"full_text":"RT #COVID19 could push the number of people living in extreme poverty to over 1 billion by 2030.New study calls for greater in...","sentiment_score":0.1875}
{"full_text":"RT The last 75 tweets from Pres. Trump have been about himself or election fraud. (That's in just the past two days)None...","sentiment_score":-0.125}
{"full_text":"I swear if I hear another person say they won't get the Covid vaccine because there is \"tracking chip\" ima beat their ass.","sentiment_score":0.0}
{"full_text":"RT Monterey County made a plea to the state to also prioritize our #FARMWORKERS for vaccination. They are hardest hit occ...","sentiment_score":0.0}
{"full_text":"Half a million Americans are likely to be dead by the end of March, largely thanks to his inept, selfish &amp; corrupt leadership. What will he do as all this is going on? Play golf &amp; tweet conspiracy theories. ","sentiment_score":-0.1944444444}
{"full_text":"RT The last 75 tweets from Pres. Trump have been about himself or election fraud. (That's in just the past two days)None...","sentiment_score":-0.125}
{"full_text":"RT The Pfizer vaccine is important as trials show it can stop severe COVID-19 in vulnerable &amp; elderly individuals and prevent...","sentiment_score":-0.05}
{"full_text":"At least ther are no reported covid deaths in Sabah today but still over 300 new cases,mostly in the main towns.","sentiment_score":0.001010101}
{"full_text":"\"if u wear a mask, u can naver be happy\" Mask","sentiment_score":0.8}
{"full_text":"#FirstStrike #Korea schedule adjusted 3 hours earlier by COVID-19 prevention policy from Seoul metropolitan government VS versus Cloud9 will start at 14:00(UTC+9)#VSWIN #VSVICTORY #ThatNewFire","sentiment_score":0.0}
{"full_text":"RT Sen. Mitt Romney calls President Trump's leadership on Covid-19 \"a great human tragedy\"","sentiment_score":0.4}
{"full_text":"RT 8 Biggest AI Announcements Made So Far At AWS re:Invent 2020 #MachineLearning  #DataScience #Pytho...","sentiment_score":0.1}
{"full_text":"In a city where roughly 1 in 5 residents live below the poverty line, the effects of the pandemic have left thousands of households without reliable access to work and education. With the help of Insight and other professional partners, that's changing:","sentiment_score":0.0022727273}
{"full_text":"Record Covid-19 numbers.It's almost as if gathering for Thanksgiving was a bad idea or something.","sentiment_score":-0.7}
{"full_text":"RT The Republican Party. First they denied climate change and evolution.Then Covid and masks.Now democracy and election...","sentiment_score":0.25}
{"full_text":"With the mistrust and anti-vaccine rhetoric that's common, I actually think this is a good idea. I'd rather it was a more political figure but it should hopefully convince people on the safety of the vaccine. I believe Matt Hancock is going the same in the U.K..","sentiment_score":0.15}
{"full_text":"I think  and  should have to get the covid vaccines first.the whole ordeal should. Be Live streamed nationwide. Then after they don't die in 6months, maybe I'll think about it.","sentiment_score":0.1681818182}
{"full_text":"RT COVID Update December 3: Not enough attention has been played to the villainous role of Mitch McConnell and the Senate in thi...","sentiment_score":0.0}
{"full_text":"The few people i have heard have covid are mask-wearing fanatics. not the people i surf, golf, hike with sans masks. If you want to survive , take your mask off and get outside and get some sun and exercise.","sentiment_score":-0.1}
{"full_text":"remember at the start of the pandemic when every white celebrity did a cover on john lennons imagine What was That About","sentiment_score":0.0}
{"full_text":"RT Idaho Lt. Gov. Janice McGeachin is defending her \"conservative credentials\" amid revelations that her businesses got $314,72...","sentiment_score":0.0}
{"full_text":"How many Florida lives were lost due to this lying Trump lap dog??","sentiment_score":0.1875}
{"full_text":"Covid ent from that conference to Newcastle.","sentiment_score":0.0}
{"full_text":"Where you live is who you are:Fuck #ErinOToole Is trying to start a new culture war with the guise of 'somewhere' people being driven by family, tradition and nation - which is code for sexism, racism and classism.https:\/\/t.co\/kj6RQ9Ivnk","sentiment_score":0.1363636364}
{"full_text":"What?","sentiment_score":0.0}
{"full_text":"RT \"Here we are on the eleventh hour trying to figure out how to stay alive\"#SmallBusiness owners, workers, and supporters r...","sentiment_score":0.1}
{"full_text":"Agree and if you choose not to take it, you should be denied all medical help if you catch it. If you refuse to wear a mask,you should not be allowed out of the house. Why? Because I want to be able to walk around without catching it, you have no right to impose your choice on me","sentiment_score":0.2392857143}
{"full_text":"RT Amid silence on record COVID surge, Dr. Fauci fills leadership vacuum and the airwaves with info on th...","sentiment_score":-0.0083333333}
{"full_text":"RT Loeffler and Perdue want to take your healthcare away in the middle of a pandemic. They're too extreme to be trusted w...","sentiment_score":-0.0625}
{"full_text":"Just one more thought. Since, the pandemic is more of a medical emergency, why did you not plan for it? Did you save up some money? Maybe, bulk up your liability insurance? If not, then why ask your employees to carry more of your water? Are you a welfare queen?","sentiment_score":0.375}
{"full_text":"I think about that a LOT. If not for COVID their PLAN to STEAL the ELECTION would have WORKED.","sentiment_score":0.0}
{"full_text":"Register for the webinar \"Faith, Science, Youth\", organised by #PopeFrancis' #Covid19 Commission &amp; partners, including gathering leading global voices to call on world leaders for an ambitious #ClimateAmbitionSummit.Wed 9 Dec, 14h00 CEThttps:\/\/t.co\/uJwfcz2xip","sentiment_score":0.125}
{"full_text":"RT As I start this truck, I want to thank y'all in advance for helping covid nurses like me get through these difficult da...","sentiment_score":-0.5}
{"full_text":"RT The recent breakthroughs on #COVID19 vaccines offer a ray of hope.But that ray of hope needs to reach everyone.Vac...","sentiment_score":0.0}
{"full_text":"RT COVID Update December 3: Not enough attention has been played to the villainous role of Mitch McConnell and the Senate in thi...","sentiment_score":0.0}
{"full_text":"RT 'Leaving the single Market is likely to mean that the UK loses its place in the new EU clinical trials system.   If th...","sentiment_score":-0.109512987}
{"full_text":"RT HELL YES!!","sentiment_score":0.0}
{"full_text":"RT David Perdue and Kelly Loeffler are \"Pandemic Profiteers.\"https:\/\/t.co\/DW4y9fwWzo","sentiment_score":0.0}
{"full_text":"For the intentions of Aquinas Academy, members of Prayer Ministry will pray the Holy Rosary today, Friday, December 4th, in the Aquinas Academy Chapel prior to mass. We will begin at 12 noon. Social distancing will be observed.","sentiment_score":0.0166666667}
{"full_text":"The 'vaccine', if it works with your immune system, only subdues covid-19 symptoms. It doesn't 'prevent' it and there is a possibility that you could still have it and pass it to others.","sentiment_score":0.0}
{"full_text":"With the lockdown blues, these would certainly brighten up my grey days.","sentiment_score":0.0821428571}
{"full_text":"#Kyiv reports 1,374 new coronavirus cases","sentiment_score":0.1363636364}
{"full_text":"RT Get ready for a bonus this week - I'm joining for a special Saturday show at 10am. We'll call it \"The State Of...","sentiment_score":0.2785714286}
{"full_text":"So true...","sentiment_score":0.35}
{"full_text":"RT Hey twitter! I finally did something I've wanted to do for so long - I started a podcast. Support me by listening here...","sentiment_score":-0.025}
{"full_text":"It's shameful.","sentiment_score":0.0}
{"full_text":"RT Someone I know flew into England from Spain this morning where Covid 19 is at its highest with over 300 other people o...","sentiment_score":-0.125}
{"full_text":"RT Perspective. Covid cases.Waterloo Region cases: 40\/100kMontreal Lake First Nation (my band): 1186\/100kAttawapiskat:...","sentiment_score":0.25}
{"full_text":"The bastards are even wearing face mask without observing social distancing.... misplaced terrorists ","sentiment_score":-0.0833333333}
{"full_text":"Renting out RVs has become a lucrative pandemic side hustle - via @NerdWallet ","sentiment_score":0.0}
{"full_text":"Deli counter closures definitely present an opportunity.  Warning for indies: \"If you feel supermarkets are too much competition, there's a problem with your business model\". #harperbizhttps:\/\/t.co\/w7a3Uqm8xH","sentiment_score":0.1}
{"full_text":"RT HEALTH CS Mutahi Kagwe yesterday said that the State will renew contracts of Cuban doctors next year. The Ministry to give...","sentiment_score":0.0}
{"full_text":"The second oldest First Night event in the country has cancelled this year because of the pandemic.https:\/\/t.co\/u7MFSoKUWU#FirstNight #morganinthemorning","sentiment_score":0.125}
{"full_text":"RT The White House is planning to host as many as 20 indoor holiday parties this season, even as its own coronavirus task force war...","sentiment_score":0.3666666667}
{"full_text":"Uber asks CDC to consider its drivers essential for COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT Austinites are reacting to the news that Mayor Adler recently took a trip to Mexico last month despite telling community me...","sentiment_score":0.0}
{"full_text":"RT Anyone else pretend to bounce on cock  or is it just me ? hurry up lockdown I'm gagging! ","sentiment_score":0.0}
{"full_text":"Positive SARS-CoV-2 antibody tests suggest a prior COVID-19 infection, but they do not provide definitive proof, as prior exposure to other coronaviruses can produce a false-positive result.","sentiment_score":0.0255681818}
{"full_text":"RT The last 75 tweets from Pres. Trump have been about himself or election fraud. (That's in just the past two days)None...","sentiment_score":-0.125}
{"full_text":"RT We need a COVID-19 relief package ASAP that takes real steps to fight this virus and help the families, businesses, and co...","sentiment_score":0.2}
{"full_text":"COVID-19 vaccination drive after scientists' nod: PM Modi","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler bought three homes in Florida, a condo in Chicago and a mansion along the Georgia coastline. When she learne...","sentiment_score":0.0}
{"full_text":"RT I am so moved that 96 year old Jimmy Carter is willing to take a COVID vaccine to show the American people it is safeT...","sentiment_score":0.1166666667}
{"full_text":"RT Double or quits, said the gambling man. 85% of Hungarians support EU membership. Time to call his bluff !Let's imme...","sentiment_score":0.0}
{"full_text":"RT I see long lines of people at urgent cares waiting to get COVID tests so they can fly.    Are we detecting too many as...","sentiment_score":0.4166666667}
{"full_text":"RT Countries have been much better at responding to the #COVID crisis than to the #ClimateCrisis - even though the latter is th...","sentiment_score":0.25}
{"full_text":"RT The last 75 tweets from Pres. Trump have been about himself or election fraud. (That's in just the past two days)None...","sentiment_score":-0.125}
{"full_text":"Congratulations to on his Award for Fleabag S2! The award has been in Covid-delayed transit for months, but has finally arrived safely at HQ.","sentiment_score":0.25}
{"full_text":"If the figure isn't correct, how did China stop the virus? Denying investigation is kind like cops want to search ur house cuz they think u have drugs but u wouldn't let them in,right? But they can still do it with warrant cuz u need to follow the law. But US don't rule China","sentiment_score":0.6}
{"full_text":"RT #COVID-19 in #Ukraine: 15,131 new cases, 235 new deaths, 376,887 active cases","sentiment_score":0.0464646465}
{"full_text":"RT This sums it up brilliantly.","sentiment_score":0.9}
{"full_text":"It's time to shout loud for our #ClubsInCrisis@madebysport have launched a competition to hear from you about how the pandemic is affecting young people's ability to play sport.Share your story for a chance to win PS5k for your club:","sentiment_score":0.3333333333}
{"full_text":"'Fellows-in-the-News': Watch Head of Doctoral Fellows, Barbara Molas (@barbaramolas) and Senior Fellow, Dr Jean-Yves Camus (@jeanYvesCamus1), at the Roundtable discussion on how the Far Right is explointing the pandemic:","sentiment_score":0.1928571429}
{"full_text":"How has COVID-19 impacted women and girls? Take this quiz created by to test yourself of the gendered impacts of the pandemic. #GenderedImpact #COVID19","sentiment_score":0.0}
{"full_text":"Tomlinson: While we focus on COVID-19, opioid addiction continues to be a deadly problem #carrollcountymd #howardcountymd #hocomd #covid19","sentiment_score":-0.2}
{"full_text":"Airbnb toughens rules on New Year's Eve rentals to curb coronavirus spreadhttps:\/\/t.co\/EuZebWMN0A","sentiment_score":0.1363636364}
{"full_text":"WE'RE NOW OPEN AGAIN!!!!But despite being under pre-lockdown rules, there's one major change; you must be served a \"table meal\" with alcohol. So to ensure you continue to enjoy great beers in our #COVIDSecure environment, we've created our #smallbutsubstantial menu for you.","sentiment_score":0.315625}
{"full_text":"The most recent seven-day rate of new COVID-19 infections in Barnsley is 188 per 100,000 people in the population (using data for the 7 days ending on the 28 November). This is lower than yesterday's figure of 194.4 per 100,000 people.","sentiment_score":0.2121212121}
{"full_text":"S&amp;P BSE Sensex touched an all-time high, breaching 45,000 mark today. From 25,000 points at the beginning of the lockdown, Indian economy has made a tremendous turnaround. Timely and prudent measures by Modi government have saved lives and livelihoods, both!#EconomyRebounds","sentiment_score":0.2466666667}
{"full_text":"This year we have seen a rise in #security breaches and #cybercriminal activity due to employees using home equipment and less stringent protocols.But what can you do? Our latest #blog explores how you can stay safe while #WorkingFromHome!https:\/\/t.co\/gsq9fZPQDP","sentiment_score":0.1770833333}
{"full_text":"Prime Minister said that the world is keeping a close watch on the safest and cheapest vaccine against #COVID19 and is looking towards Indiahttps:\/\/t.co\/olW0Drs9pV","sentiment_score":0.0}
{"full_text":"It's dark and cold out. It's wintery? Are you looking after your Mental Health? Keep an eye out for the signs.Written by:","sentiment_score":-0.2833333333}
{"full_text":"#Coronavirus rates fall in #Norfolkhttps:\/\/t.co\/h4SsoDqyIQ","sentiment_score":0.0}
{"full_text":"Don't miss out hearing from experts at St. Jude Children's Research Hospital &amp; MediaSource discuss ways to reach reporters with your org experts &amp; story pitches during still a COVID heavy news cycle as we close out 2020. FREE webinar, register today:","sentiment_score":0.1}
{"full_text":"But daily numbers are falling significantlyhttps:\/\/t.co\/K2I1bOEadd","sentiment_score":0.0}
{"full_text":"RT This makes as much sense to slow the spread of sars-cov-2 as slaughtering a goat","sentiment_score":-0.05}
{"full_text":"RT Normally this time of the year there would be a huge surge of flu cases in thousands and 60,000 deaths This year it is...","sentiment_score":0.275}
{"full_text":"This December, when you join Hackney libraries or borrow 10 children's books, you get a free picture book for under the tree, courtesy of Find out how to safely visit our libraries here:","sentiment_score":0.45}
{"full_text":"I will be a Premier who listens - to your concerns and ideas. A Premier who learns from our past - what has worked and what we can do better next time. A Premier who will leads us through this pandemic and to a strong recovery. Support my campaign:","sentiment_score":0.1708333333}
{"full_text":"Rubbish.... Give us our Covid 19 intervention fund","sentiment_score":0.0}
{"full_text":"Thank you ","sentiment_score":0.0}
{"full_text":"The government's coronavirus task force has approved the recommendation of the Office of the Cabinet Secretariat to implement the Safety Seal Certification Program in addition to","sentiment_score":0.0}
{"full_text":"Got a question about the new COVID-19 vaccine? Public Health Wales have a series of Q&amp;As here that explain more. From why you should get the vaccine, to how safe it is, who is eligible to receive it, how it will be delivered and how it's been tested.","sentiment_score":0.2840909091}
{"full_text":"It's more important than ever that we don't assume a person's level of health literacy. Consider these five approaches. #coronavirus #covid19 #healthliteracy","sentiment_score":0.45}
{"full_text":"Are they? Did they hold that America's only real CDC is the private, for profit, selfishly motivated medical industry? Does ARI call for a moratorium on all taxes and regulations for all doctors, medical researchers, and private hospitals? Or are they political by omission?","sentiment_score":-0.0375}
{"full_text":"\"The bottom line is that non-COVID patients are being crowded out of the system and won't be able to get the care they need to stay healthy.\"","sentiment_score":0.5}
{"full_text":"Letters to the Editor: Antibody tests can help determine who gets the first COVID vaccines","sentiment_score":0.25}
{"full_text":"RT New conference paper, accessible through ResearchGate: Relevant Depression and An...","sentiment_score":0.3037878788}
{"full_text":"St. Joseph's Health recently opened a second COVID-19 unit. Upstate University Hospital has triple the number of patients it had at the spring peak. And the CEO of Upstate said finding an open bed isn't his main concern.","sentiment_score":0.0416666667}
{"full_text":"Indian Prime Minister Narendra Modi on Friday said that a #COVID19 vaccine could be ready in the country in a few weeks, adding nearly eight vaccines are on other stages of trial with their manufacturing assured in #India.","sentiment_score":-0.00625}
{"full_text":"Donate now to the first-ever Salvation Army Kettle-thon raising money for CNY'ers in need. Donate here.https:\/\/t.co\/voLRNNddC9","sentiment_score":0.0}
{"full_text":"Eligible businesses will be identified using state tax records and will be contacted directly by the Department of Revenue. ","sentiment_score":0.1}
{"full_text":"Minors will not be allowed in churches or malls in further bid to curb Covid-19 in Philippine capital. Report by Read more... #Philippines #Manila #COVID19","sentiment_score":0.25}
{"full_text":"COVID 19 cases in India until : 04\/12\/2020 17:30Total Cases: 9572856 [+1048]Active: 414761Recovered: 9016564 [+872]Deaths :139234 [+7]Total Tests: 144.73MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"addressed the state Thursday afternoon with a COVID-19 update.Her main focus was the first complete report by the Racial Task Force on the impact the virus has on minorities.https:\/\/t.co\/boJ248cj9B","sentiment_score":0.1722222222}
{"full_text":"It comes as the NHS is being battered by the second wave of the pandemic.","sentiment_score":0.0}
{"full_text":"The head of the Centers for Disease Control and Prevention predicts the country is about to go through \"the most difficult time in the public health history of the nation.\"","sentiment_score":0.0}
{"full_text":"Brionna Burlett of Glens Falls officially recovered from coronavirus in April. But she is still suffering.","sentiment_score":0.0}
{"full_text":"Kicking off our #3plusninedaysofxmas is no other than the touching transatlantic #SaveWithStories campaign by Launched at the height of lockdown, the campaign helped to raise PS1.4m to support families in the UK and around the world! More:","sentiment_score":0.3958333333}
{"full_text":"We're so proud to see so many bookings coming in and tests taking place on campus. Many of our staff have put a huge amount of effort into ensuring we're all able to take part in this programme. If you haven't had a chance to book yet, here's the link:","sentiment_score":0.54}
{"full_text":"Jon Langford from says Covid-19 has had a 'huge influence' on why some families are now finding themselves in food povertyHe told that the knock-on effects of unemployment and self-isolation have left them needing support from a food bank #KeepItChaos","sentiment_score":0.2}
{"full_text":"2)\"Novel Coronavirus\" as the \"pandemic\" virus which has been so heavily reported on in the world's media since the first case of COVID-19 was discovered on January 20th, 2020.  The COVID-19 virus really is nothing more than a \"Novelty\".  January 20th, 2020 just so happened to bet","sentiment_score":0.125}
{"full_text":"The Covid-19 Pandemic has thrown us into unprecedented times. However, the NHS remains 'open for business'.Early detection of #breastcancer can be lifesaving - if you spot something unusual or display any symptoms get it checked by your GP. Here's what to look out for: ","sentiment_score":0.2666666667}
{"full_text":"In this week's The COVID-19 webinar, our speakers were joined by Simon Bedford, Real Estate Partner, Deloitte and Hugo Clark, Real Estate Director, Deloitte who discussed the impact of COVID-19 on the future of city and high street. View on-demand anytime:","sentiment_score":0.14}
{"full_text":"Consumer demand is unlikely to die along with the 17 million mink culled in Denmark over coronavirus fears. Can anything stop the iniquitous fur trade?  ","sentiment_score":-0.5}
{"full_text":"Do your part to reduce the spread and keep everyone safe.  Make sure that you complete the COVID-19 school screening tool every day before going to your bus stop.https:\/\/t.co\/tklf3GvBE1","sentiment_score":0.3666666667}
{"full_text":"Sit in safely at Supermac's  Our seating areas are open, so you can enjoy your meal in store again!We ask you to continue to wear a mask in store and to respect staff guidelines &amp; social distancing measures","sentiment_score":0.2333333333}
{"full_text":"While You Were Sleeping: Coronavirus updates for December 4 #FOX59Morning","sentiment_score":0.0}
{"full_text":"International marine cargo shipping services in Cambodia have become more expensive over the past few months, further compounding exporters' Covid-19-related woes.","sentiment_score":-0.075}
{"full_text":"We are BACK from 5.30pm tonight. You can book online or by phone, and of course, please give us a call or shoot us an email if you'd like to know more about our Covid procedures. ","sentiment_score":0.25}
{"full_text":"Find out if your business is eligible to recover costs for PPE with Ontario's Main Street Relief Grant, PPE Support:","sentiment_score":0.1666666667}
{"full_text":"Asda, Sainsbury's and Aldi have announced they will repay business rates relief received during the coronavirus pandemic, with Tesco and Morrisons having already committed to the move.","sentiment_score":0.0}
{"full_text":"#COVID19: How much will a vaccine cost? Between $39 - $50 currently, say drugmakers.","sentiment_score":0.1}
{"full_text":"Residents are being reminded by that they could receive a PS500 payment if they're told to isolate in a bid to help stop the spread of Coronavirus.https:\/\/t.co\/0BmRPfMqYL","sentiment_score":0.0}
{"full_text":"Rachel Maddow Urges Americans To Do 1 Thing Regarding Trump As COVID-19 Surgeshttps:\/\/t.co\/6ITlQp4L6Z","sentiment_score":0.0}
{"full_text":"RT US coronavirus surge since October 2020. #MaskUp folks. We haven't even seen the worst yet. We are so damn screwed. #COVI...","sentiment_score":-1.0}
{"full_text":"The Bruhat Bengaluru Mahanagara Palike (BBMP) launches a new communication campaign on #COVID19 to educate public about three Ws, namely Wear Your Mask, Wash Your Hands and Watch Your Distance.","sentiment_score":0.0681818182}
{"full_text":"At 't Klaslokaal you can exercise while airborne viruses and bacteria are being inactivated with Philips UV-C disinfection upper air luminaires. Read more here: #UVC #Covid19","sentiment_score":0.25}
{"full_text":" The city of #Vienna aims to test 1.2 million people between December 4-13.  Such mass testing campaigns have recently been tried in neighboring Slovakia, and in South Tyrol. Here is how it is supposed to work:","sentiment_score":0.0}
