{"full_text":"RT \"Every time that the science clashed with the messaging, messaging won\": Two Trump appointees at CDC break their silence...","sentiment_score":0.0}
{"full_text":"RT I've been covering education during Covid since May. I've interviewed countless teachers, administrators, parents &amp; ed...","sentiment_score":0.0}
{"full_text":"RT Wow.A top Trump appointee,  Paul Alexander, repeatedly urged top health officials to adopt a \"herd immunity\" approach to Cov...","sentiment_score":0.5}
{"full_text":"RT GA will vote for country over partyGA will vote for COVID relief &amp; COVID Economic relief GA will vote for McConnell to be...","sentiment_score":0.2}
{"full_text":"I miss going to movie theaters pre covid","sentiment_score":0.0}
{"full_text":"RT Sen. Angus King asked Netflix, Amazon Prime, Disney Plus, HBO Max and Hulu to provide temporary free service over holi...","sentiment_score":0.4}
{"full_text":"RT Ohio gets $34 BILLION more in federal spending than it pays in taxes each year.Connecticut pays $8 BILLION more in tax...","sentiment_score":0.5}
{"full_text":"Great. Keep going and good luck. I have a novel in 2nd draft stage at 84k words &amp; this book out now. Is selling well. Follow and I will FB. #writerslift","sentiment_score":0.5}
{"full_text":"Quite proud of this .  Christmas party tea for the kids after missing out on School partys due to the Covid outbreak.","sentiment_score":0.1583333333}
{"full_text":"RT Updates to coronavirus tracker: 1) Russia's Vektor vaccine goes into phase 3, 2) Vietnam's first vaccine goes into...","sentiment_score":0.25}
{"full_text":"RT Any elected official who treated Covid like a hoax belongs at the BACK of the vaccine line, not the front.","sentiment_score":0.0}
{"full_text":"RT I have told you about this fraud before.Dr Hilary Jones does not wear a mask when his AddLee car takes him to the studio...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Shocking figures reveal up to 50,000 children a week have been absent from Greater Manchester schools during Cov...","sentiment_score":-0.25}
{"full_text":"Daily Covid Deaths per 1K Population by County For PA   12-11-20:  Our Covid visualizations provide accurate insight into covid-19 thanks to our data scientists and USAFacts #covidvislualizations #coviddata #smcanalytics #covid19 #coronavirus #covid_19","sentiment_score":0.2}
{"full_text":"RT \"Inhuman\" to ban gatherings at Christmas, but it wasn't \"inhuman\" to ban Eid gatherings earlier this year and it isn't \"inh...","sentiment_score":0.0}
{"full_text":"Mayor Bill de Blasio issues important statement on stimulus negotiations in Congress - #UrduNewsUSA report","sentiment_score":0.4}
{"full_text":"RT The masks, social distancing, lockdowns....etc are all just to gain your silent obedient consent. Govern...","sentiment_score":0.1444444444}
{"full_text":"She deserves some help.If you can't donate, please boost.","sentiment_score":0.0}
{"full_text":"RT We lived through the world's longest and strictest #COVID19 lockdown in Melbourne. It was hard but I highly recommend...","sentiment_score":-0.0658333333}
{"full_text":"Really truly appreciate Dr. Here's what he said on \"Last night I had a little soreness and body aches but I feel fine\" He's been straight, ethnical &amp; honest w\/ the American people from Day 1 of the #COVID19 pandemic Thank you! Doesn't go unnoticed ","sentiment_score":0.1286458333}
{"full_text":"RT 'Like a Hand Grasping': Trump Appointees Describe the Crushing of the C.D.C. On the record w\/@noa...","sentiment_score":0.4}
{"full_text":"You have something. It's called an immune system that fights off Covid -99.98% recovery","sentiment_score":0.0}
{"full_text":"RT Many of the public health officials left due to political blowback or pandemic pressure. Some departed to take higher...","sentiment_score":0.1041666667}
{"full_text":"What gives me hope is the thought of the US coming together again. We have different views but we want the same outcome... for the pandemic to be over. #perspective","sentiment_score":0.0}
{"full_text":"RT Florida covid-19 whistleblower: 'Nothing' Gov. Ron DeSantis has done with the virus has been honest","sentiment_score":0.6}
{"full_text":"What an incredibly shitty and narrow take on Canada's purchase of Covid19 vaccines.  We over-purchased our requirements to eventually help those countries who were too poor.  This article misses the mark by a mile.","sentiment_score":0.1}
{"full_text":"Only 18% of people comply with self-isolation rules when they develop COVID symptoms. If the govt announced that it was not necessary to comply for a few days, how many would do so anyway?Pictures of crowded beaches in the summer illustrate the country's common sense.","sentiment_score":0.0}
{"full_text":"RT IT'S HERE: Anyone Can Wear the Mask is live!A 3-player RPG about a Superhero, a Supervillain, and the City they share....","sentiment_score":0.0}
{"full_text":"RT As if it's hard enough to keep yourself occupied during a NORMAL winter!!!Here are 10 things you can do to enjoy yourself dur...","sentiment_score":0.0645833333}
{"full_text":"RT December is the busiest time for tamaleros. But sales have been down and that's saying a lot about families gathering this ye...","sentiment_score":-0.1555555556}
{"full_text":"RT NEW: Texas lawmakers escaped to Maui for a corporate-backed confab as COVID cases spiked the week before Thanksgiving.Afte...","sentiment_score":0.1363636364}
{"full_text":"Providence has created a real-time COVID-19 map to show infection outbreaks among patient neighborhoods. Is your community on the list?https:\/\/t.co\/nwvU95DMuz","sentiment_score":0.0}
{"full_text":"RT #Gravitas | The pandemic has accelerated the shift away from oil. Several countries in West Asia are struggling to balance the...","sentiment_score":0.0}
{"full_text":"RT We just finished the last #PIIETradeWinds episode of 2020! &amp; Patrick Low discussed multilateral trading, t...","sentiment_score":0.0333333333}
{"full_text":"RT I really hope Congress gets to the bottom of this.  The notion that our government may have wanted folks to be infected wit...","sentiment_score":0.2}
{"full_text":"RT Relief cannot come soon enough for the close to 8m who have fallen into poverty and close to 40m already living in pove...","sentiment_score":0.0}
{"full_text":"Check out in the article linked below!\"Bahar Aliakbarian describes the vaccine supply chains of Pfizer and Moderna, which are expected to be the two major early suppliers of the COVID-19 vaccines in the U.S.\"https:\/\/t.co\/p5MvBhY1HU","sentiment_score":0.0208333333}
{"full_text":"I wonder how much $ he was offered to wear covid on his name, this is pretty  bizarre","sentiment_score":0.2833333333}
{"full_text":"RT Watch Dr. Deborah Birx remind us how to stay safe and healthy this holiday season. The longer hospitals are full with co...","sentiment_score":0.45}
{"full_text":"RT What Is Mitch McConnell's COVID-19 Liability Shield and why is he obsessed with it!?HE IS PROTECTING @FoxNews and the Tru...","sentiment_score":-0.5}
{"full_text":"RT BREAKING: New memo reveals Trump admin official pushed \"herd immunity\" plan to let coronavirus spread widely among infants...","sentiment_score":0.0181818182}
{"full_text":"Pleasure mtg w\/Mayor of Ferizaj Aliu to talk about Gov support for municipalities. Agreed w\/ Mayor Aliu that the first hand of assistance to the citizens during the pandemic are the municipalities &amp; the municipal medical staff, so it is vital to support the local level.","sentiment_score":0.0875}
{"full_text":"RT The Construction Site For Big Hit Entertainment's New Office Confirms 62 Positive Cases Of COVID-19https:\/\/t.co\/7cEKxWEA9i","sentiment_score":0.1212121212}
{"full_text":"RT Sunlit uplands of global Britain exporting goods to the rest of the world not obviously happening....UK export shares to...","sentiment_score":0.0}
{"full_text":"RT By not responding, I think he kind of has responded. He's been saying all along that he won't impose mandates or allow local...","sentiment_score":0.3}
{"full_text":"RT Does the Washington Post read the Washington Post?https:\/\/t.co\/ghHZYr5NPp","sentiment_score":0.0}
{"full_text":"RT 'I just say whatever they write down for me:' Health official faces criticism over banter prior to COVID-19 briefing","sentiment_score":-0.0777777778}
{"full_text":"RT B&amp;D journalists who are yet to calculate the losses from demonetization, GST and unplanned lockdown, are busy calculating lo...","sentiment_score":0.1}
{"full_text":"Covid isn't airborne then your mask does nothing and the freak out that Trump knew covid was airborne was completely a fraud.One or the other mate. Show me the study. I've analyzed 30 years of studies on masks and coronavirus type illnesses and they've all said the same.","sentiment_score":-0.0083333333}
{"full_text":"they were asking Americans during a pandemic for contributions to transition","sentiment_score":0.0}
{"full_text":"Exactly. If it was a real pandemic, EVERYONE would be absolutely shitting themselves and staying at home because they were ALL scared of dying. The full airplanes, busy xmas shopping streets, tell a different story...","sentiment_score":0.1833333333}
{"full_text":"RT Retweet or like if every form of lockdown needs to fuck off forever.","sentiment_score":-0.4}
{"full_text":"RT 300,000 Americans lost because and his Administration wanted 'herd immunity.' Countless families shatt...","sentiment_score":0.0}
{"full_text":"The latest Dentimes ! Thanks to #chandigarh #coronavirus","sentiment_score":0.4125}
{"full_text":"RT Michelle Rempel last tweeted Dec 9th after being sidelined for saying that Canadians would not have the vaccine until 20...","sentiment_score":0.0}
{"full_text":"#COVID19 came from #Italy !! Glorious Leader Xi says so!","sentiment_score":0.0}
{"full_text":"RT \"WE WANT THEM INFECTED.\" !!","sentiment_score":0.0}
{"full_text":"RT Boris Johnson at #PMQs has no answer to the question that defines his time as PM:Why does Britain have the highest number...","sentiment_score":0.0}
{"full_text":"Help slow the spread of #COVID19 and identify at risk cases sooner by self-reporting your symptoms daily, even if you feel well . Download the app","sentiment_score":-0.15}
{"full_text":"1\/2 During a typical holiday season, our friends from would come by for a party at our Centre supporting our families with a fun day, followed by an amazing door to door delivery of hampers by their team members. Of course, covid threw a monkey wrench in these","sentiment_score":0.1866666667}
{"full_text":"RT Chris Krebs: \"The real heroes here\" were the 100,000s of election workers who went to work amid a global pandemic.\"T...","sentiment_score":0.1}
{"full_text":"RT BREAKING: There is still no pandemic exception to the First Amendment.","sentiment_score":0.25}
{"full_text":"RT Agreed - I feel much the same. Very grateful to have a fantastic team","sentiment_score":0.2}
{"full_text":"This would be perfect my car got towed lastnight and its 300 to get out. I've been out of work for 2 weeks due to having Covid. Please i just need a miracle $PraiseUps","sentiment_score":0.4375}
{"full_text":"RT This has been an awful year, but I am so proud of our work at in 2020. Check out this recap of research o...","sentiment_score":-0.1}
{"full_text":"RT In the middle of one of the richest cities in one of the biggest economies in the World.","sentiment_score":0.0}
{"full_text":"RT Fractured her hip in January, has isolated since Covid came, fell &amp; headbutted a ceramic plant pot last week, her stitche...","sentiment_score":0.0}
{"full_text":"RT 300,000 Americans lost because and his Administration wanted 'herd immunity.' Countless families shatt...","sentiment_score":0.0}
{"full_text":"Due to the COVID-19 pandemic, our financial condition has been adversely affected and Rs.90,000 is a big amount for us. DTU follows UGC guidelines and as per those, fees of all students withdrawing their admission by 30th November 2020 should be refunded.","sentiment_score":-0.0416666667}
{"full_text":"RT Honestly, I don't believe Pompous was exposed to virus &amp; needs to quarantine. He's simply embarrassed only 70 ppl out o...","sentiment_score":0.2}
{"full_text":"RT Direct payments were completely off the table until Bernie, Hawley and House progressives raised their voices. Now it's back o...","sentiment_score":0.0666666667}
{"full_text":"RT We need to open up our economy -- not lock it down. We need to cut taxes  --  not raise them.We need to prioritize AMERICA...","sentiment_score":-0.0777777778}
{"full_text":"RT Keir Starmer - \"why does he think Britain, 6th richest country in the world, with brilliant scientists &amp; amazing NHS,...","sentiment_score":0.75}
{"full_text":"RT WHAT THERE IS MONEY FOR:PS22bn on failed Test &amp; TracePS17bn on dodgy PPE dealsPS16bn on bombs &amp; gunsPS200bn on BrexitPS...","sentiment_score":-0.5}
{"full_text":"Life goes on: Berlin enters COVID lockdown","sentiment_score":0.0}
{"full_text":"Coronavirus: Six deaths and 431 new cases confirmed in Ireland","sentiment_score":0.2681818182}
{"full_text":"RT The #LieOfTheYear is #China's statement that #COVID19 was not contagious. #ChinaLiedPeopleDied #coronavirus #CCP #CCPChina","sentiment_score":0.0}
{"full_text":"Which California politician has played the key role in dishing out Federal funds via Covid relief programs?","sentiment_score":0.0}
{"full_text":"RT 1\/ Don't fear the needle(like I did)! Honored to receive the #CovidVaccine to protect myself, loved ones, friends and collea...","sentiment_score":0.7}
{"full_text":"RT I was once denied the purchase of a water bottle at BYU campus because I was returning from a run with shorts above the kne...","sentiment_score":0.0}
{"full_text":"The Pennsylvania Department of Health confirmed that there were 10,049 additional positive cases of COVID-19, bringing the statewide total to 519,369.https:\/\/t.co\/EvZofrqoSx","sentiment_score":0.2090909091}
{"full_text":"Help my kid and I stay afloat while congress bickers while many of us suffer. My kid has asthma and I do not want to be going out to work, increasing the likelihood of us catching covid. DonorBox pays thru PayPal or help thru my cashapp $SamanthaStardust","sentiment_score":0.3666666667}
{"full_text":"#LoveIsNotTourism #LoveIsEssessial Thousands of couples separated by travel bans. Let's us to be reunited","sentiment_score":0.0}
{"full_text":"RT Why did  45 get COVID vaccine? I thought he was cured of the hoax and he couldn't get it???","sentiment_score":0.0}
{"full_text":"RT \"Governments and manufacturers might provide much needed assurances for equitable allocation of #COVID19 vaccines throu...","sentiment_score":0.2}
{"full_text":"Welsh Labour choices not to blame for anything then? After all you run the NHS in Wales. Death rate per 100,000 population: Wales123Scotland107.4Northern Ireland 78.2England115.6https:\/\/t.co\/FlNrlC0mnX","sentiment_score":0.0}
{"full_text":"RT BREAKING: New memo reveals Trump admin official pushed \"herd immunity\" plan to let coronavirus spread widely among infants...","sentiment_score":0.0181818182}
{"full_text":"Is there a reason I haven't read much from you? May we rectify this?","sentiment_score":0.2}
{"full_text":"Informative read about the vaccine:The First Vaccines for COVID-19: What We Know So Far via","sentiment_score":0.175}
{"full_text":"This is helpful, for those who hear that Covid-19 vaccines were 'fast-tracked' and wonder about what that means.","sentiment_score":0.0}
{"full_text":" Latest Covid Updates:-                           Total Cases : 479,250                               Deaths : 13,744                          Recovered : 389,292                 Random Number:783","sentiment_score":0.0}
{"full_text":"RT Groups putting together toy drives for kids this holiday season have had to navigate the economic fallout of the pandemic, as...","sentiment_score":0.2}
{"full_text":"RT The vast levels of inequality in the UK coupled to the dire state of much of the media has led us here: asset-rich boom...","sentiment_score":0.1}
{"full_text":"RT 300,000 Americans lost because and his Administration wanted 'herd immunity.' Countless families shatt...","sentiment_score":0.0}
{"full_text":"RT  #SAFC has today informed the that it will not be able to play its next three fixtures following...","sentiment_score":0.1666666667}
{"full_text":"A new ultrasensitive yet portable saliva-based smartphone platform can provide #COVID19 testing results in 15 minutes. Developed by researchers at #SARSCoV2 #Pandemic #Coronavirus","sentiment_score":0.1181818182}
{"full_text":"Something Smells Phishy? Scams Related To COVID-19: An Updated Cybersecurity Report | Mindsight | Chicago IT Solutions |#security #infosec #datasecurity #phishing #smishing #vishing","sentiment_score":0.0}
{"full_text":"RT idiots constantly talk about the \"survival rate,\" but ignore stories like this. Of which there are many","sentiment_score":-0.1}
{"full_text":"Could this be linked to the fact that after Iceland they have the lowest population density?","sentiment_score":0.0}
{"full_text":"I admire your skills of time travel, it must be amazing to be able to visit parallel future universes and be able to tell us all when the end of the pandemic happens in each of them. I presume the earliest date is in the universe where we followed Sweden's example ","sentiment_score":0.32}
{"full_text":"2020 has breathed new life into QR codes according to as now there's \"actually a reason to use them\". While in the 2010s marketers merely used them out of giddish excitement, now the codes have become fundamental in post-covid society. ","sentiment_score":-0.1212121212}
{"full_text":"Our last meeting of this Scouting Year! Don't be sad....just renew your membership!!! We've become boredom specialists by entertaining during lockdown with virtual activities ---- COME CHECK IT OUT!!! ----","sentiment_score":0.48828125}
{"full_text":"RT \"We want them infected\"","sentiment_score":0.0}
{"full_text":"RT #Covid19: What went wrong on IIT Madras campus via","sentiment_score":-0.5}
{"full_text":"Listen if being relocated out of our homes by the government into some kind of...not camp but like an area?  A concentrated area?  If that's what it takes to beat this thing I say we do it.  But this better be the last thing, buster! ","sentiment_score":0.3666666667}
{"full_text":"RT Can't say it enough. Thank you to every person who was a part of a clinical trial for the #COVID19 vaccine. You went first...","sentiment_score":0.125}
{"full_text":"On the eleventh day of Vlogmas: Issa PANDEMIC, 'TIERS' in my EY3S. via","sentiment_score":0.0}
{"full_text":"RT Daily U.S. COVID-19 deaths again top 3,000 as officials scurry to distribute vaccine","sentiment_score":0.25}
{"full_text":"Ok. This is not normal for me. But here was my immediate response to reading this: F**k the finance industry. They're the ones in a rush to make a profit off the #pandemic and also putting brakes on relief for Americans.","sentiment_score":-0.075}
{"full_text":"Ever farted and smelt it through your pants   don't block covid","sentiment_score":0.0}
{"full_text":"RT Wow.A top Trump appointee,  Paul Alexander, repeatedly urged top health officials to adopt a \"herd immunity\" approach to Cov...","sentiment_score":0.5}
{"full_text":"It'll lower the ratio of covid patients!","sentiment_score":0.0}
{"full_text":"Lockdown and Its Forgotten Victims via we have been pitted against each other.","sentiment_score":-0.125}
{"full_text":"Iman Abuzeid is making strides in the health industry! She's the CEO of Incredible Health, a digital platform for hiring nurses &amp; health care workers which you can imagine is highly important due to COVID.We're amazed by her work ethic!#Womenontop #FemaleFounders #WomenInSTEM","sentiment_score":0.29375}
{"full_text":"RT A top Trump appointee repeatedly urged top health officials to adopt a \"herd immunity\" approach to Covid-19 and allow million...","sentiment_score":0.5}
{"full_text":"Online shoppers are often frustrated by the return process, so address the main reasons for returns &amp; get creative on the solutions. The customer didn't like the fit? Host an Instagram live where different models try on the same pieces! #retail #ecommerce","sentiment_score":0.0718614719}
{"full_text":"RT BREAKING--Republican TN Rep. David Byrd on an ICU ventilator for COVID-19, &amp; \"needs a miracle\". Byrd &amp; GOP colleagues di...","sentiment_score":0.0}
{"full_text":"RT Advocates are lobbying for California's 800,000 farmworkers to have high-priority in receiving the coronavirus vaccine. ","sentiment_score":0.0}
{"full_text":"The topic of mental wellbeing is branching into personal, digital and workplace wellbeing. Read here to understand that how Acuity has the ability to empower and assist healthcare clients to navigate these challenging times: #COVID19 #Mental","sentiment_score":0.06}
{"full_text":"And was she in her feelings about why folks were questioning why she was on a plane","sentiment_score":0.0}
{"full_text":"RT HURDLE MILLS, N.C. _ An exceptional scientist, #DrKizzmekiaCorbett, a Black woman from my home state, will go down in hi...","sentiment_score":0.1148148148}
{"full_text":"Ghost protocol, COVID protocol...","sentiment_score":0.0}
{"full_text":"RT Why is everyone mad at Pelosi and Schumer? They did a great job inflicting meaningful consequences on Trump, saved ord...","sentiment_score":0.225}
{"full_text":"RT \"who cares...that's my opinion\"Paul Alexander is an inept disgrace and he should never work in public health EVER ag...","sentiment_score":0.0}
{"full_text":"People from minority ethnic backgrounds or with lower incomes are less likely to take the coronavirus vaccine, research suggests.#coronavirus #Corona #COVID19 #Covid19UK #coronavirusuk #coronavirustesting #coronavirusvaccinehttps:\/\/t.co\/w2LPyM3Hzd","sentiment_score":-0.0833333333}
{"full_text":"5,600, or 33 percent, of Michigan restaurant operators say it is unlikely they will still be in business in six months.https:\/\/t.co\/FP5N3b00md","sentiment_score":-0.5}
{"full_text":"Planning on travelling after a few Christmas drinks? Take extra care around the railway. Travel in line with local COVID-19 restrictions #KnowYourLimit","sentiment_score":-0.0666666667}
{"full_text":"\"The effective use and operationalization of data intelligence technology has brought the very best qualities of the health system's people to the forefront.\" -- Robert Dewar, Vice President, Chief Revenue Cycle Officer, Geisinger #COVID19 #RethinkRCM","sentiment_score":0.8}
{"full_text":"RT #Gravitas | The pandemic has accelerated the shift away from oil. Several countries in West Asia are struggling to balance the...","sentiment_score":0.0}
{"full_text":"Beethoven was born 250 yrs ago today &amp; music &amp; our knowledge about its effects on our brains &amp; emotions has changed a lot since then. Here's an article from music therapist Amanda Williams about ways music can get us through the stress of pandemic life.","sentiment_score":0.0}
{"full_text":"RT Drakeford, drunk on regulations?The Firebreaks didn't work because...lockdowns don't work. So what to do? Let's have some m...","sentiment_score":-0.5}
{"full_text":"S.F. conductor became one of the first musicians in the U.S. to lead an indoor orchestral performance during the pandemic when she took the stage with the Here's how the performance played out: via","sentiment_score":0.25}
{"full_text":"Neuroimaging manifestations in children with SARS-CoV-2 infection: a multinational, multicentre collaborative study","sentiment_score":0.0}
{"full_text":"COVID-19 has significantly accelerated service transformation: via &amp; #DigitalTransformation","sentiment_score":0.375}
{"full_text":"Air BnB has begun suspending hosts for violating pandemic safety standards.  21 in Triangle region affected","sentiment_score":0.0}
{"full_text":"RT Jeremih suffered organ failure, memory loss, and had to learn to walk again after battle with COVID-19","sentiment_score":-0.3166666667}
{"full_text":"Broad supply chain effort, possibly including owner-operators, will be needed to distribute COVID vaccineshttps:\/\/t.co\/O9E5vLDUOC","sentiment_score":0.03125}
{"full_text":"'Absolutely tragic': Hun dreds of #NYC protesters decry ban on indoor dining due to #COVIDhttps:\/\/t.co\/XSGtvCJM9E","sentiment_score":-0.4375}
{"full_text":"RT BREAKING: Congress is close to agreeing to a new Covid relief bill that includes direct cash relief checks, extended fe...","sentiment_score":0.1181818182}
{"full_text":"Millennials expected to be first travellers post COVID-19#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital","sentiment_score":0.075}
{"full_text":"There are lots of \"Mike Pence Out\" stickers stuck on many traffic poles in Seattle.Why do Wa State wants to take the Covid 19 vaccine that is provided by Moderna or Pfizer? Hey, I'm being cute today. Btw, who is Jay Inslee?","sentiment_score":0.4}
{"full_text":"Regina doctor among 1st in province to receive COVID-19 vaccine via","sentiment_score":0.0}
{"full_text":"What I want to see now is a video of Tom Cruise apologizing to the crew - reminding them that they need to follow Covid procedures but admitting there's no excuse for screaming at the people you employ. Is that not what you'd want if you worked for him?","sentiment_score":0.025}
{"full_text":"Fantastic year in the market including Peloton. Now let Covid end so we can live with normalcy.","sentiment_score":0.2681818182}
{"full_text":"Staff at Boston Medical Center marked the arrival of the coronavirus vaccine to its hospital by busting a move to a Lizzo songhttps:\/\/t.co\/tb6SjEjyHk","sentiment_score":0.0}
{"full_text":"RT 300,000 Americans lost because and his Administration wanted 'herd immunity.' Countless families shatt...","sentiment_score":0.0}
{"full_text":"JOHNNIE NATT, the Mayor of Mangham, Louisiana, has died of COVID. \"The Mayor was not only a friend to us all he was a husband, father, and grandfather. Please keep his family in your prayers.\"https:\/\/t.co\/AUElhGJhsK","sentiment_score":0.0}
{"full_text":"RT Keir Starmer - \"why does he think Britain, 6th richest country in the world, with brilliant scientists &amp; amazing NHS,...","sentiment_score":0.75}
{"full_text":"Jim Rodwell has explained in greater detail why the game went ahead. #SAFC","sentiment_score":0.05}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #WednesdayMotivation #wednesdayinspiration #wednesdaythoughts","sentiment_score":0.0}
{"full_text":"Elie Girard, CEO at discusses #digitaltrends amid the pandemic and believes Cloud #transformation has been accelerated by COVID. Do you agree?","sentiment_score":0.0}
{"full_text":"\"Anomoyly \" in the transporting vials to CA and AL. #nbc7 #tlmd20 #quarantine #anomolay #vaccine #pandemic #covid19 #coronavirus","sentiment_score":0.0}
{"full_text":"What do YOU want to get back to? We can #GetBackMass when we wear a mask, keep our distance, and get tested. Learn more: #covid19MA","sentiment_score":0.25}
