{"full_text":"But it's completely unclear from the interview whether she means \"Shit! I can't believe I have Covid!\" or \"Covid is a liberal conspiracy so I can't be dying.... shit! I'm dying but I don't believe in Covid! TRUMP 2024! MAG---\"","sentiment_score":-0.2010416667}
{"full_text":"RT Two Covid-19 vaccines are expected to be ready by the end of the month. But there won't be enough vaccines to go around, and tough...","sentiment_score":-0.0722222222}
{"full_text":"Andrea these best practices of health concerns sound short sighted, underscoring the need of states to have a new Federal governance modelpls wear a mask","sentiment_score":0.3840909091}
{"full_text":"*White House summons FDA chief Stephen Hahn to discuss why agency isn't moving faster on Covid-19 vaccineGuess why","sentiment_score":0.0}
{"full_text":"that's great will I ever get my first fucking stimulus check","sentiment_score":0.15}
{"full_text":"RT Welcome to tough love Tuesday.If you don't think the coronavirus is real, you're an idiot.If your family members don't...","sentiment_score":0.2777777778}
{"full_text":"ooooooof why don't they take the precautions","sentiment_score":0.0}
{"full_text":"RT Employers have been using pandemic layoffs to hire entirely new staff so they can change policies and wages without a fuss. Mean...","sentiment_score":-0.0880681818}
{"full_text":"RT This #WorldAIDSDay we remember the dead and fight like hell for the living. Although we have made strides in the fight to end...","sentiment_score":-0.2}
{"full_text":"RT So many families have been plagued with the untimely deaths of their loved ones because most people have no access to adequate...","sentiment_score":0.5083333333}
{"full_text":"Yet the headline and the entire framing of the story is designed to suggest the improbable scenario that Appalachian Covid truthers are flooding ERs, on, what, the Cadillac health insurance they probably have?","sentiment_score":0.0}
{"full_text":"RT Sir Keir Starmer is once again showing Labour's new \"leadership\" style by saying the party will abstain in tomorrow's lock...","sentiment_score":0.1363636364}
{"full_text":"12 months and counting","sentiment_score":0.0}
{"full_text":"Starbucks offers free coffee to health care workers, first responders as coronavirus cases rise #thankyou","sentiment_score":0.25}
{"full_text":"RT Tyson cannot and should not be allowed to get away with such reprehensible behavior.","sentiment_score":0.0}
{"full_text":"RT NORTH DAKOTA hits COVID milestone: 1 out of every 800 residents dead","sentiment_score":-0.2}
{"full_text":"RT No way to say this, really, but to say it. We've done a lot to survive 2020, but the pandemic has deeply hurt our fundrais...","sentiment_score":0.1}
{"full_text":"RT March: After this pandemicApril: After this pandemicMay: After this pandemicJune: After this pandemicJuly: After this p...","sentiment_score":0.0}
{"full_text":"#WISDfamily - Waller County will be offering FREE COVID-19 testing at WISD Stadium this week. Appointments are required. Details:","sentiment_score":0.4}
{"full_text":"They were simply reporting on this","sentiment_score":0.0}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"Na paid cable dey naija only Arise tv and cnn fit update man as yonder be no too vex for us. As be say the lockdown, job loss, strong that side, affect economy. Debt everywhere on top bills, Nothing go do you. God dey ","sentiment_score":0.3333333333}
{"full_text":"RT Heart attacks can strike everyone. Don't forget about heart health during COVID-19.","sentiment_score":0.0}
{"full_text":"RT The OECD has revealed that China is set to enjoy a post-COVID economic recovery that outstrips every other major country,...","sentiment_score":0.134375}
{"full_text":"RT Looking forward to learning from the best the #careertechvision2020 - COVID-20: Career Tech Over...","sentiment_score":1.0}
{"full_text":"This guy has not heard from this scientific report yet, wich definitely invalidates the Sars-CoV-2 PCR from Mr. Drosten, which also seems not to be a real Professor.","sentiment_score":0.1}
{"full_text":"RT WORLD AIDS DAY: Today is #WorldAIDSDay, a day to recognize those living with HIV\/AIDS and those who have passed, as well a...","sentiment_score":0.0}
{"full_text":"Stop being a baby.... Consider yourself an essential worker.","sentiment_score":0.0}
{"full_text":"RT None of this horror had to happen. None of it. Thailand, much more connected with China than the US and much poorer, has had on...","sentiment_score":0.35}
{"full_text":"Dear Gavin Williamson, just admit it: schools spread Covid | Michael Rosen","sentiment_score":0.0}
{"full_text":"A conversation about COVID and the law in Europe and US","sentiment_score":0.0}
{"full_text":"RT The HIV epidemic continues to be a health issue that affects a significant number of Americans. For #WorldAIDSDay, learn about h...","sentiment_score":0.375}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"RT Why the fuck can't y'all stay home?!?!?!","sentiment_score":-0.78125}
{"full_text":"RT .@marcambinder: Dr. Scott Atlas cared more about \"owning the libs\" than Covid-19. And Americans paid the price.https:\/\/t.co\/03A...","sentiment_score":0.5}
{"full_text":"RT To Senate Republicans: wear masks and let us pass another covid relief bill.","sentiment_score":0.0}
{"full_text":"RT America doesn't suffer from scarcity -- we suffer from greed.","sentiment_score":0.0}
{"full_text":"RT CALLING ALL THE MUSIC HOMIES: I am collecting working Audio Interfaces &amp; Recording Microphones to donate to younger artists....","sentiment_score":0.0}
{"full_text":"Hilarious and Unapologetic Greeting Cardshttps:\/\/t.co\/wBt2Zc03fS #COVID19 #greetingcards","sentiment_score":0.5}
{"full_text":"RT why the fuck did my mom tell my nephew santa got covid so there will be no gifts this year ","sentiment_score":-0.4}
{"full_text":"RT To Senate Republicans: wear masks and let us pass another covid relief bill.","sentiment_score":0.0}
{"full_text":"Democratic Mayor Of San Jose Busted Allegedly Violating Coronavirus Rules For Thanksgiving -","sentiment_score":-0.1}
{"full_text":"RT David Perdue is full of crap -- talking about #COVID19 when he totally ignored it!Let's retired #ChickenPerdue and ele...","sentiment_score":-0.15}
{"full_text":"RT One person woke up at 4 a.m. to get in line on Friday. Not for Black Friday deals, but for a coronavirus test.","sentiment_score":-0.1666666667}
{"full_text":"The only keyworkers that matter are health workers who had time for tiktok","sentiment_score":0.0}
{"full_text":"i think it's neither - I think this shows divine retribution...","sentiment_score":0.0}
{"full_text":"The deadline 10 days from now to pass a budget bill to keep the US govt operating will be top priority in that call between Tsy's Mnuchin and Spkr Pelosi about to begin. But pandemic relief and the Defense Auth Bill also on agenda. #Mnuchin #Pelosi #Congress #budget","sentiment_score":0.5}
{"full_text":"RT why the fuck did my mom tell my nephew santa got covid so there will be no gifts this year ","sentiment_score":-0.4}
{"full_text":"RT More bribes.","sentiment_score":0.5}
{"full_text":"RT With just a few simple clicks on your phone, Aggies can join the pilot program of California COVID Notify, a smartphone-based...","sentiment_score":-0.1}
{"full_text":"C'mon you ran the story criticizing Supervisor Kuehl dining out after voting for restaurant shut-down then you ran a piece on having 8-10 unmasked people over at your house for a charcuterie board? This is why we're going to be in stay-at-home orders for another year.","sentiment_score":0.0}
{"full_text":"RT sheeeh. Pandemic hit a month after my album came out and I did my damn best. Thank you ","sentiment_score":1.0}
{"full_text":"RT With the link between evictions and Covid deaths now firmly established, direct actions like these have arguably moved...","sentiment_score":-0.05}
{"full_text":"RT Vast trove of leaked documents shows how China's authorities mishandled COVID-19: they underreported the exploding num...","sentiment_score":0.0}
{"full_text":"RT Just spoke in the debate on new Covid regulations to reiterate concerns that have about the protest ban put in...","sentiment_score":0.1363636364}
{"full_text":"\"Guise!! Now that Trump has lost, we now have information that leads us to believe that the one responsible for all the COVID deaths isn't Trump, but.....China!!\"","sentiment_score":0.3125}
{"full_text":"Not my Everglow forger girlies","sentiment_score":0.0}
{"full_text":"RT US reported 4,389,678 coronavirus cases in November, more than double October's figure, according to count. There...","sentiment_score":0.25}
{"full_text":"RT America doesn't suffer from scarcity -- we suffer from greed.","sentiment_score":0.0}
{"full_text":"RT \"47m more women &amp; girls will be pushed to extreme poverty because of #COVID19, but business is booming for traffickers. It...","sentiment_score":0.1875}
{"full_text":"RT **Important #GIFCon2021 Announcement!**After cancelling our 2020 event due to COVID-19, we will be relaunching 'Beyond the...","sentiment_score":0.1375}
{"full_text":"RT By refusing to pass the House's COVID aid package, Senate Republicans have left people without the relief necessary to pay...","sentiment_score":0.0}
{"full_text":"#RevaitesAgainstOfflineExamsConversationAnshul Prakash@AnshulP94218908Many warnings are given out about the2nd wave of Corona in December.@priyanka_aajtak","sentiment_score":0.0}
{"full_text":"RT Kendrick Nunn said he's aware he can contract COVID a second time, per science, and is scared to catch it again and is t...","sentiment_score":0.125}
{"full_text":"RT Before this presidency, we would have never thought to call the most secure election in recent history a fraud, just as we...","sentiment_score":0.3}
{"full_text":"Three more people have died of coronavirus-complications linked to a major COVID-19 outbreak at a church in North Carolina, officials report.This brings the total to at least 12 deaths and more than 200 cases.https:\/\/t.co\/2WGNNMy3dv","sentiment_score":0.1525}
{"full_text":"2021 is going to be a scary year, from  lockdown to the military forcing everyone to take the vaccine","sentiment_score":-0.3}
{"full_text":"Funny 2020 Christmas Sweater, Quarantine Ugly Christmas Sweater, Pandemic Christmas Sweatshirt, Funny 2020 Xmas Sweater (Etsy Affiliate)","sentiment_score":-0.0666666667}
{"full_text":"RT Not a huge deal, they took over the Ramada in Gettysburg last week.It's an odd mix of Carnival-Barking \/ Amway convent...","sentiment_score":-0.1222222222}
{"full_text":"Pssst - It was probably here earlier than that too.","sentiment_score":0.0}
{"full_text":"RT According to the data coming out now, the \"bad flu season\" of December 2019 &amp; January 2020 was actually the beginning of...","sentiment_score":-0.35}
{"full_text":"RT Today's call is for you and I to redouble our efforts on HIV\/AIDS awareness, testing, attitude to infected persons, to ave...","sentiment_score":0.0}
{"full_text":"RT Talk about lack of self awareness! HIS Tory party are dragging Scotland over the #Brexit cliff - A MONTH TODAY! In midd...","sentiment_score":0.0}
{"full_text":"RT Every year, World AIDS Day is held on December 1st to raise awareness of the AIDS pandemic and to mourn those who have died fro...","sentiment_score":0.0}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"RT Just did some analysis.  Through the end of November, #COVID19 had 10x more deaths than the flu this year in #Georgia, and 6X mo...","sentiment_score":0.5}
{"full_text":"RT I didn't know that a way to cope with one's 'mental strain' was to break health and safety rules in the middle of a pande...","sentiment_score":-0.05}
{"full_text":"RT #DIRECTO | Italia  suma otros 19.000 casos de coronavirus mientras el Gobierno sopesa las medidas de cara...","sentiment_score":0.0}
{"full_text":"RT None of this horror had to happen. None of it. Thailand, much more connected with China than the US and much poorer, has had on...","sentiment_score":0.35}
{"full_text":"These families have a CHOICE to wear masks. No one is anti mask. YOU are putting children at risk from predators by sharing pics you have ZERO RIGH TO.","sentiment_score":0.0}
{"full_text":"RT This ain't enough. This is a bandaid for a gaping gunshot wound.","sentiment_score":0.0}
{"full_text":"RT Like the consequences of the pandemic, competition for funding and #bond market volatility is not dissipating any time soon....","sentiment_score":0.0}
{"full_text":"Ezekiel 16:49-50 - The Lord gave you COVID-19 because your arrogance was abominable to Him.Matt 6:5 will show you where you earned his wrath, and Gal 6:2 tells you what you must do to put this right.","sentiment_score":0.2857142857}
{"full_text":"RT The pandemic is surging and will get worse in coming months. Meanwhile, Trump raises tens of millions by undermining dem...","sentiment_score":-0.4}
{"full_text":"RT I am tested POSITIVE for Covid-19. Allah SWT has sent down the disease and the cure and has made for every disease the cu...","sentiment_score":0.0358585859}
{"full_text":"Billionaires aren't better or smarter or harder-working. They're just people who hoard money.They don't deserve to soar while millions starve. #MakeBillionairesPay","sentiment_score":0.5}
{"full_text":"It's the pandemic. Ppl really don't have it. But bills due anyway.","sentiment_score":0.0375}
{"full_text":"Testing option in Williamsburg.","sentiment_score":0.0}
{"full_text":"RT The pandemic has meant a massive loss in sales from our shops. You can help to make sure that we can still be there for th...","sentiment_score":0.25}
{"full_text":"RT Black Lives Matter also means: 1) Any vaccine must have efficacy for those w high blood pressure &amp; diabetes 2) Priority...","sentiment_score":-0.0033333333}
{"full_text":"RT \"Lewis, need you to contract Coronavirus\"\"1. Wait till I've won the world championship and2.  I still pay no tax\"\"Deal\"\"But...","sentiment_score":0.0}
{"full_text":"RT How many hospitalizations? Percent positive? Deaths? Date of onset symptoms 7-day average?Tell the whole story, please.","sentiment_score":0.3090909091}
{"full_text":"RT Presenting our Holiday cover star: Stephen Colbert! In the face of the pandemic and a contentious election, the Late Show...","sentiment_score":-0.3}
{"full_text":"RT Hey guys! This is urgent.My friend really needs all help she can get rn, as she's in a tight situation. If you could...","sentiment_score":0.0107142857}
{"full_text":"RT Starting today, we have expanded the hours of operation at all of our County-run #COVID19 testing sites. Each site will be op...","sentiment_score":0.0}
{"full_text":"this mans really is saying \"i already got covid idc if you get it\" LOVE THAT FOR ME","sentiment_score":0.35}
{"full_text":"RT A reminder that the AIDS epidemic fully broke out in the early 1980s, since then 32.7 million people have died from the dise...","sentiment_score":0.1}
{"full_text":"RT It's gonna be so embarrassing when I still want to cancel plans and stay home","sentiment_score":0.0}
{"full_text":"RT Restrictions to slow the spread of COVID-19 have kept ski lifts closed in Italy, France, Germany, Austria and elsewher...","sentiment_score":-0.2}
{"full_text":"CALLING ALL CLUBS - want to hear from you! They are offering your club the chance to win PS5k by sharing your story about how issues the pandemic has affected young people's ability to play sport. Find out how to enter #ClubsInCrisis here:","sentiment_score":0.45}
{"full_text":"Leaving lockdown: what tier 3 restrictions mean for residents of Mansfield -","sentiment_score":-0.3125}
{"full_text":"'Transformational change needed': One in five children are living in poverty, and the latest Child Poverty Monitor report warns it could get worse if the government doesn't take bolder action in the aftermath of Covid-19.","sentiment_score":0.0666666667}
{"full_text":"RT Talking of being inquisitive, I've just updated the figures. Struggling to see a pandemic to be...","sentiment_score":0.0}
{"full_text":"The Amazon rainforest is rapidly being destroyed. The Covid thing has been a good distraction method of governments to forget all about climate.","sentiment_score":0.7}
{"full_text":"Wear a damn mask!","sentiment_score":0.0}
{"full_text":"With an increase in Internet use during #COVID19, women and girls have become targets of online violence more than ever. This #16Days of Activism, #OrangeTheWorld by using social media to spread awareness &amp; kindness. #GenerationEquality","sentiment_score":0.2666666667}
{"full_text":"RT Delighted that the @AmbulanceNAS has won these two awards this evening. Thanks to the organisers, judges and all involv...","sentiment_score":0.45}
{"full_text":"Latest figures have been released","sentiment_score":0.5}
{"full_text":"Admit it. We've ALL fallen victim to using the #COVID19 script as marketers.  #DSMW2020","sentiment_score":-0.075}
{"full_text":"is soliciting donations for Yemeni people who face a civil war, COVID-19, and a water crisis. Cholera and Acute Watery Diarrhea threatens a country currently unable to sufficiently distribute\/sanitize the rainfall it receives. #UWxCalWater","sentiment_score":0.05}
{"full_text":"What if some of those first in line for a #CovidVaccine are reluctant to get one? A expert who has examined the anti-vaccine movement is available to discuss with media how skeptics might be persuaded. #KUexpertshttps:\/\/t.co\/FFDMPpJstw","sentiment_score":0.325}
{"full_text":"Care home residents will be reunited with family by Christmas after a roll-out of rapid #COVID19 testing.  Over a million tests will be sent out to providers over the next month with visits to begin from Wednesday. Read more https:\/\/t.co\/Vf4DD1EdYD","sentiment_score":0.25}
{"full_text":"#Indigenous communities need protecting now more than ever. Throughout the #pandemic, w\/ &amp; we've helped the Wayuu people in rural Colombia become more resilient with our WASH programs. Donate now on #GivingTuesday2020","sentiment_score":0.3333333333}
{"full_text":"Today we remember the loved ones we've lost to the HIV and AIDS epidemic. We also recommit to beating this global health challenge and reaffirm our support for those living with HIV and AIDS. #WorldAIDSDay","sentiment_score":0.35}
{"full_text":"Y'all use COVID for your excuse whenever you're ready, and I'm sick of it. \"COVID out here. I don't know if I can do that.\" But be in whatever function you want to be in, be around whoever you want to be around... So PLEASE CUT THE BULLSHIT WITH ME! Thanks","sentiment_score":-0.1357142857}
{"full_text":"RSPCA calls for crackdown after 7 reports of 'puppy trade' in #Norfolk during lockdownhttps:\/\/t.co\/3CVejiKrrI","sentiment_score":0.0}
{"full_text":"Experts suggest being extra-careful over the next week or two if you gathered with others outside your pod. That means masks, getting tested, and assuming you might be infected with the coronavirus.https:\/\/t.co\/jR0ppUhUZH","sentiment_score":0.0}
{"full_text":"Fantastic news. Tomorrow our #AGEUKHHBruislip and #AGEUKHHBhayes shops will re-open and our daily posts will re-start. We missed you and look forward to welcoming you back. This new romper was in our Kingshill shop just before lockdown. Bargain! ","sentiment_score":0.1426136364}
{"full_text":"RT my husband died because you opened the state too soon &amp; he his company thought it was safe to bring them b...","sentiment_score":0.5}
{"full_text":"The is warning consumers about an increase in investment scams since the first lockdown. These scams have quadrupled in just a few months. They have been known to masquerade as fake price comparison websites. Stay cautious! #ScamAlerthttps:\/\/t.co\/NZFIJQR7P8","sentiment_score":-0.1916666667}
{"full_text":"RT Here's a suggestion, Your Majesty: Maybe, just maybe, you could let them open to generate income.You know, like French Laun...","sentiment_score":0.0}
{"full_text":"You're right. She should have considered your health before she did that. I shop and cook for my 83 yr old parents. I never enter their home straight from a store. I wear a mask everywhere. I keep wipes in my purse and car. I couldn't live with knowing i caused their deaths.","sentiment_score":0.1805194805}
{"full_text":"Starting Wednesday, Dec. 2, the Health Department's COVID-19 testing site at the Alstom Plant will operate from 10:00 a.m. to 2:30 p.m., every day of the week.","sentiment_score":0.0}
{"full_text":"From 00:01 on Tuesday 2nd December, Derby will move into Tier 3 Coronavirus Restrictions, meaning the following restrictions will apply:","sentiment_score":0.0}
{"full_text":"Across the NCH Healthcare System Hospitals, we are currently treating 61 inpatients who have tested positive for COVID-19, and we have safely discharged a total of 1,411 patients since the pandemic began.","sentiment_score":0.1818181818}
{"full_text":"Today is #WorldAIDSDay and The Starbucks Foundation is donating $500,000 to the Global Fund to help fight AIDS. Learn more about this donation and the support it will provide to AIDS programs that have been impacted by COVID-19:","sentiment_score":0.25}
{"full_text":"Lead can be found in:# Chipping paint &amp; dust# Dirt outside# Toys# Jewelry# Foods# CosmeticsWith children at home more due to #COVID19 they have a greater of exposure to lead. Test your children for lead poisoning. Call to schedule an appointment (816) 513-6048","sentiment_score":0.21875}
{"full_text":"NEWS: #Colchester businesses urged to apply for Covid-19 support funding","sentiment_score":0.0}
{"full_text":"#newbooks Traveling with Sugar by Amy Moran-Thomas  #nonfic #diabetes #Belize #epidemic","sentiment_score":0.0}
{"full_text":"News from #Singapore | Online companies during the pandemic have began to expand offline. A combination of cheaper rents and the 'tactile, communal' draw of physical spaces has seen newer, nimbler firms succeed even as some older companies falter.","sentiment_score":0.0833333333}
{"full_text":"After a long month of lockdown, let's make the most of December and spread Christmas cheer as best we can! Hampshire's Top Attractions are full of #FestiveFun for you all this December!Read more at:","sentiment_score":0.4666666667}
{"full_text":"Check it out! has an \"Experience Trail\" reward program to support local businesses that are complying with measures to prevent to the spread of COVID-19. Check it out:","sentiment_score":0.0}
{"full_text":"RT Hospitalizations due to #COVID19 have surged in New York.We are still urging all New Yorkers to adhere to health  mandates. O...","sentiment_score":0.0492424242}
{"full_text":"All of the named advisers are supporters of more government stimulus spending to boost growth.https:\/\/t.co\/GqW2xNOp8U","sentiment_score":0.5}
{"full_text":"Read new paper on the brutal and violent enforcement of #COVID19 strategies and #lockdowns in South Africa and Uganda.","sentiment_score":-0.5128787879}
{"full_text":"We need #DirectCashRelief. For the people and then for the businesses. You can't help one and not the other. This pandemic effects us all.","sentiment_score":-0.125}
{"full_text":"New research shows students have fallen behind in math since the pandemic disrupted school, but most are progressing at a normal pace in reading.","sentiment_score":0.0965909091}
{"full_text":"This baby was born with COVID-19 antibodies | By","sentiment_score":0.0}
{"full_text":"As COVID-19 takes its toll on black communities, one writer draws an eerie parallel to another pandemic that hit people of color hard: the AIDS epidemic. #WorldAIDSDay2020https:\/\/t.co\/emKzN4o7Xl","sentiment_score":-0.2395833333}
{"full_text":"Covid-19 vaccine from Pfizer, BioNTech, Moderna, AstraZeneca promising","sentiment_score":0.2}
{"full_text":"The MontCo Recovery Tuition Assistance Program offers MCCC tuition waivers for eligible MontCo residents who have become unemployed due to COVID-19.More information:","sentiment_score":-0.0125}
{"full_text":"COVID-19 is characterized by 3 key symptoms: fever, cough, &amp; shortness of breath. It may take 2-14 days for these symptoms to appear after exposure to the virus.Take social distancing seriously. Maintain good hygiene and disinfecting practices.#Covid19 #CoronaVirus #StayHomeKC","sentiment_score":0.1}
{"full_text":"A closer look into how the adoption of digital solutions can help public #health systems to fight and control the spread of the COVID-19 pandemic via","sentiment_score":0.0}
{"full_text":"Leveling the Site of the Downieville Ranger Stationc. 1937Tahoe National Forest Collection#GivingTuesday #GivingTuesday2020 #COVID19 #Christmas","sentiment_score":0.0}
{"full_text":"No matter what stage a #nonprofit is in with its response to #COVID19, maintaining internal control systems will ensure the organization can pursue its mission while adapting to a fast-changing environment. Here are five issues to consider along the way:","sentiment_score":0.0}
{"full_text":"Check out this video of Beaumont ISD teacher Candace (Cribbs) LeMasters '84, '85 who shares about how she is adapting to COVID-19 in her classroom.","sentiment_score":0.0}
{"full_text":"While preparing for the first shipment of vaccines later in December, state officials are hoping Washington residents will agree to use smart phones to learn of times when they have been in contact with someone infected with COVID-19.","sentiment_score":0.1547619048}
