{"full_text":"RT Are you really argueing against peer review, here and retweeted by Peer review keeps sci...","sentiment_score":0.2}
{"full_text":"Here's what Dr. Mike Yeadon Former Chief Science Officer for Pfizer says there is no science to suggest a second wave is happening the Covid-19 testing is unreliable and almost all of tests for COVID-19 are false positives","sentiment_score":-0.1333333333}
{"full_text":"9 local donuts in a row and 44 for Vic. Bloody brilliant news. #covid19","sentiment_score":0.0333333333}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT Like President Trump, his associates have received drugs that aren't yet widely available to the American public as they were trea...","sentiment_score":0.1333333333}
{"full_text":"RT To summarize: Mitch McConnell wants big corporations to be able to force their employees back to work in unsa...","sentiment_score":0.175}
{"full_text":"RT That's great. Just out of curiosity, which country was it that developed the vaccine?Wonder why.","sentiment_score":0.45}
{"full_text":"RT A woman who spent a month in a coma due to COVID-19 and woke up to find that her husband, father-in-law and a close friend had all...","sentiment_score":-0.1083333333}
{"full_text":"RT #BREAKING: Groundbreaking Black country musician Charley Pride has died of #COVID19 complications at 86. One month a...","sentiment_score":-0.1666666667}
{"full_text":"I mean death from covid of the would be pregnant person is hella detrimental to future pregnancies, but thats kinda the point isn't it.","sentiment_score":0.0069444444}
{"full_text":"RT 14-year-old Billy Devine sang his mother's favorite song, 'Shallow,' outside her hospice window on December 4, just 3 days...","sentiment_score":0.0555555556}
{"full_text":"\"This Is Insane\": NYC Small Businesses Furious At Indoor Dining Ban After Data Shows Restaurants Account For Only 1.4% Of Covid Cases | ZeroHedge","sentiment_score":-0.4166666667}
{"full_text":"RT A woman who spent a month in a coma due to COVID-19 and woke up to find that her husband, father-in-law and a close friend had all...","sentiment_score":-0.1083333333}
{"full_text":"No making any excuses but it seemed to me that we just may have run out of gas. Everyone is dealing with Covid but it just seemed to me that the tank was empty. Not an excuse but it was obviousbwe did not have the juice. Weird Bc so much was at stake","sentiment_score":-0.1125}
{"full_text":"RT Tawauna Averette, 42yo RN, Kettering Health, Dayton, OH, died of #covid19 12\/8. She was 35 wks pregnant- her baby girl was del...","sentiment_score":0.3333333333}
{"full_text":"RT Last year, they simulated a coronavirus pandemic at Event 201.This year, they're simulating a digital pandemic. You'...","sentiment_score":0.0}
{"full_text":"Norway was not in lockdown in summer, they had far fewer restrictions than we had in Sweden. Still much fewer cases (and almost no deaths)","sentiment_score":0.15}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"RT Feel better.","sentiment_score":0.5}
{"full_text":"Actually, epidemiologist have looked into that possibility. What they found was that COVID-19 cases actually were being under reported. The number is only 67% of what is really happening. Source: JAMA.","sentiment_score":0.05}
{"full_text":"RT She like the way I rrr","sentiment_score":0.0}
{"full_text":"I thought more of you before this BS you're spewing.Trump lost and it's time you realize it's time for both sides to work together and help end this Pandemic and get our economy on track.#Bidenwonfairly","sentiment_score":0.5}
{"full_text":"Don't even need to go back 60 years , Asians getting the shit end of things  this year bcuz of Covid","sentiment_score":-0.1}
{"full_text":"How dare Florida and Texas allow their citizens make their own decisions on what they feel comfortable doing... if you are susceptible to getting hospitalized from covid STAY HOME anyone else who will only have a fever for a day at most should be allowed to do what they want","sentiment_score":0.375}
{"full_text":"RT US coronavirus cases via 98 days1M-2M: 44 days2M-3M: 27 days3M-4M: 15 days4M-5M: 17 days5M-6M: 22 days6...","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci Reveals Daughter's Boyfriend's Brother, 32, Died After Contracting COVID: 'Very Sad'","sentiment_score":-0.65}
{"full_text":"RT The rules-based international order","sentiment_score":0.0}
{"full_text":"RT This is Balakot.Pakistan has rebuilt the terror training camp destroyed by Indian forces. This is the reopening of the...","sentiment_score":0.0}
{"full_text":"RT And...in a week they will be infected with Covid-19 and by Inauguration Day possibly be dead. They WILL NOT receiv...","sentiment_score":-0.2}
{"full_text":"Today for our COVID-19 date, we baked and decorated cookies. I also learned gingerbread decorating is not my forte...","sentiment_score":0.0}
{"full_text":"RT Charley Pride died of COVID one month after performing at the CMAs, which were indoors and full of people not wearing...","sentiment_score":0.35}
{"full_text":"RT Heartbreaking... We will continue to fight. COVID-19 is not just a respiratory virus. We are seeing a lot of vascula...","sentiment_score":0.0}
{"full_text":"RT Emergency use authorisation for Covid vaccine only after detailed analysis: Niti Member #Covid...","sentiment_score":0.2}
{"full_text":"RT The choices whereBob \"This is a phony pandemic\"  Goodand Denver Riggleman, who stands up...","sentiment_score":0.0}
{"full_text":"I'm already betting that I will get extremely emotional eating my first meal inside a restaurant post-pandemic.","sentiment_score":0.125}
{"full_text":"RT Just in: While taking credit for coronavirus vaccine development,...... Donald Trump says the polio vaccine was \"inve...","sentiment_score":0.0}
{"full_text":"RT Odds of death from an actual covid infection if you are under 50 is somewhere between odds of death by sunstroke and electrocut...","sentiment_score":0.0}
{"full_text":"RT If I were or any of his celebrity buddies I'd be cancelling this event or instead giving all the money to Covid...","sentiment_score":0.0}
{"full_text":"RT A woman who spent a month in a coma due to COVID-19 and woke up to find that her husband, father-in-law and a close friend had all...","sentiment_score":-0.1083333333}
{"full_text":"RT Canada will be providing the brand new Covid vaccine for free to every Canadian that want to take it and they plan on d...","sentiment_score":0.2681818182}
{"full_text":"COVID spreaders ","sentiment_score":0.0}
{"full_text":"Pre-COVID, I believe most schools could do it. It's the smaller 2A and below I think that would have the most struggle as it sometimes requires a complete re-wiring of your gym's scoreboard. Wrote about it this summer.","sentiment_score":0.275}
{"full_text":"RT You can buy Go Corona Go' by paying Rs.400 (350+delivery charges) through Google Pay. Please mention your address\/send y...","sentiment_score":0.0}
{"full_text":"RT imagine sending a tweet like this while the world is trying to fight a global pomegranate","sentiment_score":0.0}
{"full_text":"RT Covid in contextby","sentiment_score":0.0}
{"full_text":"RT What BC has done during this global pandemic is create a culture of fear in #bced. We are fearful as we do not have enou...","sentiment_score":-0.45}
{"full_text":"Go Dems!","sentiment_score":0.0}
{"full_text":"Yeah, I'll hold out for Moderna.  #BlackLivesMatter #BlackWomenLead #BlackWomenMatter","sentiment_score":0.0}
{"full_text":"RT Thanks I'm on day 11 of being supersickw\/COVID. Which I caught either at a grocery or retail store cos I live al...","sentiment_score":0.1681818182}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Lock Down = Covid19","sentiment_score":-0.1555555556}
{"full_text":"Thank you, Alex!","sentiment_score":0.0}
{"full_text":"Things to leave behind in 2020:1. Pandemic2. Tiger King3. In game interviews","sentiment_score":-0.4}
{"full_text":"Alexa play \"(I've Had) The Time Of My Life\" I miss this tour sm","sentiment_score":0.0}
{"full_text":"RT To summarize: Mitch McConnell wants big corporations to be able to force their employees back to work in unsa...","sentiment_score":0.175}
{"full_text":"RT NEW: office refused to publicize a White House Coronavirus task force report which contradicts the gover...","sentiment_score":0.0681818182}
{"full_text":"Lost followers. Unwholesome snacks &amp; twist top wine is a perfectly acceptable meal during a global pandemic.","sentiment_score":0.5}
{"full_text":"RT Charley Pride died of COVID one month after performing at the CMAs, which were indoors and full of people not wearing...","sentiment_score":0.35}
{"full_text":"RT Congress needs to act now on a COVID relief package. The American people can't wait.","sentiment_score":0.0}
{"full_text":"RT \"My life in covid\" comic assignment","sentiment_score":0.25}
{"full_text":"RT Shocking COVID stat:~1 out of every 500 residents in New Jersey dead.","sentiment_score":-0.3545454545}
{"full_text":"Gina Carano(Cara Dune) is a covid denier and I am no longer horny ","sentiment_score":0.0}
{"full_text":"RT .@Kloeffler dumped $3 million of stock to protect her own wealth while voting against ensuring a measly $600 to everyd...","sentiment_score":0.0166666667}
{"full_text":"RT Canada will be providing the brand new Covid vaccine for free to every Canadian that want to take it and they plan on d...","sentiment_score":0.2681818182}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"RT imagine sending a tweet like this while the world is trying to fight a global pomegranate","sentiment_score":0.0}
{"full_text":"RT we are in a panini press and you worried about spelling ","sentiment_score":0.0}
{"full_text":"RT I cannot fathom how angry I would be to have a loved one die of COVID this week only to have the vaccine available next...","sentiment_score":0.12}
{"full_text":"OCS Exam 2020: Odisha Civil Service Aspirants to Get One Compensatory Attempt in Light of COVID-19https:\/\/t.co\/bCjOYzJUJs#OCSExam2020 #CivilServiceAspirant #Odisha  #COVID19 #CivilSerivceExam","sentiment_score":0.4}
{"full_text":"GOP Congressman-elect calls the coronavirus pandemic 'phony' while rallying with Trump supporters in DC","sentiment_score":0.0}
{"full_text":"RT Let's remember every one of them!  Treasonous!","sentiment_score":0.0}
{"full_text":"Ontario has announced York Region and Windsor-Essex are moving into lockdown effective 12:01 Monday, Dec. 14, as the province tries to curb the spread of the novel coronavirus.https:\/\/t.co\/FIeg7azlNg","sentiment_score":0.25}
{"full_text":"RT Wear a mask.  It's the easiest thing you can do to reduce COVID cases, hospitalizations, and deaths.It's not a political...","sentiment_score":0.0}
{"full_text":"ELOY SIFUENTES, 54 of Bracketville, Texas died of COVID on Oct. 27. \"He could find humor in almost every situation. He was a hard working family man who left behind friends and family who miss him dearly.\"","sentiment_score":-0.2305555556}
{"full_text":"COVID-19 is driving New York City's record homelessness figures, advocates say","sentiment_score":0.1363636364}
{"full_text":"The Office of the Presidential Assistant for the Visayas (OPAV) has committed to help the provinces of Siquijor and Negros Oriental set up their own Emergency Operations Center (EOC) to boost their COVID-19 response efforts. Full story:","sentiment_score":0.2833333333}
{"full_text":"See FDA comments on Pfizer vaccine.The parts  about causing Bell's Palsy , flu like side effects, having no actual safety tests  and forgoing  ethics to do placebo tests on \" volunteers \" at some future time are especially interesting.https:\/\/t.co\/vwBUfwPdDc","sentiment_score":0.0}
{"full_text":"Chief economic adviser KV Subramanian said V-shaped recovery of economic activity continued in October and both factory output and core sector growth have inched up to the pre-Covid levelhttps:\/\/t.co\/NSgAxLYXss","sentiment_score":0.2}
{"full_text":"Excited to share the latest addition to my #etsy shop: Christmas Hat - Pom-Pom Beanie - Straight Outta Lock Down #backtoschool #christmas #blue #athletic #custom #christmasgift #quirky #giftforhim #giftforher","sentiment_score":0.1532407407}
{"full_text":"Check out this guide from Influencer Marketing Hub on 'Influencer Marketing: A Covid-Proof Blueprint for Brands'.via #marketing","sentiment_score":0.0}
{"full_text":"With some Americans now paying the price for what they did over Thanksgiving and falling sick with COVID-19, health officials are warning people -- begging them, even -- not to make the same mistake during the Christmas and New Year's season.","sentiment_score":-0.1926406926}
{"full_text":"Follow #COVID19 Appropriate Behaviour and encourage others to follow the same. * Always wear a mask * Regular disinfect your hands with sanitizer\/soap-water* Maintain physical distance#saavdhaanii_meN_hii_surkssaa#Unite2FightCorona#JansamparkMP","sentiment_score":0.125}
{"full_text":"It is gruesome to learn that our Canadian and Prov Govt didn't do anything to help vulnerable Canadian who is on social assistance like #ODSP #OW live on far less that half of Poverty Line  #CERB $2K for nine months during COVID-19 Pandemic and now Second Waves &amp; Dark Cold Winter","sentiment_score":-0.2313636364}
{"full_text":"Im convinced ashanti got shook and faked this covid shit","sentiment_score":-0.2}
{"full_text":"An #industrial design expo opened in #Wuhan, Hubei province, on Friday, with more than 300 worldwide enterprises participating.The three-day event features high-speed trains, supercomputers, intelligent vehicles, smart LED lamps, security patrol robots and unmanned delivery cars.","sentiment_score":0.5047619048}
{"full_text":"DON'T FLY! DON'T LINE THE AIRLINES POCKETS.You want to stop this madness? It's really simple.DON'T CONTRIBUTE YOUR MONEY TO ANY OF THEM.","sentiment_score":0.6}
{"full_text":"Good question  - What DO they believe in??","sentiment_score":0.7}
{"full_text":"One professor, whose specialty is the history of African and European Christianity, notes that from the 16th century to the mid-1800s, organized religion was primary innovator of lay education. \"I can see that happening again,\" he says.","sentiment_score":0.1333333333}
{"full_text":"CRACKDOWN ON EATERIES: Three #Yonkers restaurants have lost their liquor license as part of a statewide crackdown on #restaurants and #bars breaking COVID-19 rules.https:\/\/t.co\/u04FucWQRi","sentiment_score":0.0}
{"full_text":"RT  If a marathon-running 29-year old nurse can die of #COVID19, anybody can. Please mask up, distance, ventilate the airb...","sentiment_score":0.1}
{"full_text":"Los Angeles County Reports Record 13,815 New Covid-19 Cases via I FIND IT interesting that the MORE people keep going in taking the 'Test'...the MORE the numbers keep climbing UP!  Someone NEED TO SERIOUSLY....'TEST THE TEST!  #trustnoone#","sentiment_score":0.2689393939}
{"full_text":"RT Canada just announced it'll provide the new Covid vaccine to every Canadian who wants it -- for free.Canada has ordered mo...","sentiment_score":0.1681818182}
{"full_text":"Yes, Remarkably Inept Governance","sentiment_score":0.75}
{"full_text":"Tarrant County Sheriff Bill Waybourn joined the Chris Salcedo Show to discuss his bout of COVID-19, which he says is a \"horrible weight-loss program\". He said he is on the mend, but urges people to be more diligent.","sentiment_score":-0.25}
{"full_text":"Charley Pride has picked cotton, played baseball, and become one of the first record-shattering Black country music artists. As fans mourn his death from COVID-19, here's a look back at the life of the county music legend:","sentiment_score":0.0277777778}
{"full_text":"Pinoy nurse in UK who received COVID-19 vaccine says nothing alarming about side effects","sentiment_score":-0.1}
{"full_text":"Now that the United States is nearing 300,000 deaths due to the coronavirus pandemic, the nation expects the first shots of Pfizer's US FDA-approved #COVID19 vaccines will be administered as early as Monday (US time). READ:","sentiment_score":0.075}
{"full_text":"About 3 million doses are expected to be shipped initially, with health care workers and nursing home residents likely the priority nationwide.","sentiment_score":-0.0333333333}
{"full_text":"People who get one of the COVID-19 vaccines may not be able to donate plasma, at least for awhile.","sentiment_score":0.1}
{"full_text":"Forecast: Strict lockdown measures will take effect in Azerbaijan's major cities on Monday, as the country has seen its total number of coronavirus cases double in the last month.","sentiment_score":0.015625}
{"full_text":"Follow #COVID19 Appropriate Behaviour and encourage others to follow the same. * Always wear a mask * Regular disinfect your hands with sanitizer\/soap-water* Maintain physical distance#saavdhaanii_meN_hii_surkssaa#Unite2FightCorona#JansamparkMP","sentiment_score":0.125}
{"full_text":"\"The people who are on these studies are heroes. They've stepped up and stuck out their arms to get an experimental vaccine, not for just for themselves, but for the country and the world.\"","sentiment_score":0.1}
{"full_text":"With hopes of #COVID19 vaccine rising &amp; real estate stocks on a tear, is there a real turnaround in realty? &amp; talk to &amp; Murtuza Arsiwalla on #CNBCTV18InvestmentGuide#CNBCTV18ClutterBreakershttps:\/\/t.co\/XE0W28kILe","sentiment_score":0.2}
{"full_text":"RT Thank you for sharing our story.","sentiment_score":0.0}
{"full_text":"Jefferson Parish public schools saw 169 new coronavirus cases among students and staff this week. Take a look at the latest reported numbers in the New Orleans area: ","sentiment_score":0.1931818182}
{"full_text":"#ICYMI | The Federal Aviation Administration (FAA) is set to direct air traffic controllers to prioritize the operation of flights transporting the now authorized COVID-19 vaccine.:","sentiment_score":0.1}
{"full_text":"A new Master's-level course hosted by will explore how China's BRI has evolved in the face of challenges--from Covid-19 to debt and climate change. Apply here to join the live, virtual course from March 15-19:","sentiment_score":0.1363636364}
{"full_text":"According to a Pew Research Study, just 42 percent of Black Americans would be willing to get the COVID-19 vaccine.","sentiment_score":0.0416666667}
{"full_text":"ICYMI: International students will get COVID vaccine access in the UK. More here:  #COVID19 #Vaccine","sentiment_score":0.25}
{"full_text":"Australia cancelled the production of its local COVID-19 vaccine after trials showed it could interfere with HIV diagnosis. The government is now focusing on securing doses of rival vaccines.","sentiment_score":0.0}
{"full_text":"Dutch COVID-19 cases rise at fastest pace since Octoberhttps:\/\/t.co\/dByKqbSUQJ","sentiment_score":0.0}
{"full_text":"Truckee Incline Guard Stationc. 1938Tahoe National Forest Collection#Christmas #Christmas2020 #COVID19 #History","sentiment_score":0.0}
{"full_text":"RT Ugur Sahin and Ozlem Tureci  -- both children of Turkish immigrants to Germany -- developed the Pfizer Covid vaccine.As for...","sentiment_score":0.1}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"A president and his administration doing nothing to address a pandemic, standing by silently as 3000+ people die every day and refusing to provide assistance to states, cities, healthcare workers, businesses, landlords and families is a national disgrace.","sentiment_score":0.0}
{"full_text":"Chris Hayes: I'm enraged over America's \"depraved\" Covid indifference.","sentiment_score":0.0}
{"full_text":"Hope you are all doin' fine during this pandemic.FOREVER FEARLESS QUEEN JONAASAPWorldClass QueenJONA","sentiment_score":0.4166666667}
{"full_text":"The U.S. has reached a record 3,309 daily coronavirus deaths, according to data compiled by Johns Hopkins University.https:\/\/t.co\/qsLatv8Rja","sentiment_score":0.0}
{"full_text":"RT UPDATE: is committed to saving lives in the pandemic. He will be going back to YRMC on Monday. Days ago h...","sentiment_score":0.0}
{"full_text":"Carol Dickerson Sutton was credited in dozens of films, including \"Steel Magnolia,\" \"Ray\" and \"The Help.\" She died at 76 of coronavirus complications. ","sentiment_score":0.0}
{"full_text":"I have numerous times because I am a patriot and want a covid relief bill that does not reward big businesses but refuse to give financial relief to us.","sentiment_score":0.0}
{"full_text":"RT Conspiracy Theorist: I Will Refuse the COVID Vaccine Even \"If Jesus Takes It\" | Beth Stoneburner | Friendly Atheist | Pathe...","sentiment_score":0.375}
{"full_text":"RT Billionaires shouldn't be allowed to add a collective $1 trillion to their net worths during the pandemic while survival chec...","sentiment_score":0.0}
{"full_text":"The water play at the Ian Potter Children's WILD PLAY Garden will reopen from Monday 14 December. We urge visitors to ensure they comply with all social distancing requirements in line with the latest NSW Health advice. More info:","sentiment_score":0.2833333333}
{"full_text":"Current Conditions for #Sayre PATemp: 49.8FWind Chill: 48.8FHumidity: 91%Dew Point: 47.3F Barometer: 29.912 inHgWind: 4 mph from the SCorona Virus Weekly Stats:Cases: 260.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT We're losing more Americans from COVID-19 EVERY SINGLE DAY than perished in the Pearl Harbor attacks or on 9\/11. Each of th...","sentiment_score":0.2142857143}
{"full_text":"Even in a pandemic, there's no immunity from financial missteps, writes Marguerite Roza. So, district leaders, use caution. Take those extra steps needed to spend smartly and transparently on behalf of students. ","sentiment_score":0.0714285714}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT this is antiblack......!??","sentiment_score":0.0}
{"full_text":"#SouthKorea reported 950 new #COVID19 cases on Saturday, the highest daily number so far. As Jack Barton reports, the surge of cases in greater Seoul has raised fears of losing control of virus spread and the government has no plan to impose restrictions.","sentiment_score":0.1840909091}
{"full_text":"How Florida Gov. DeSantis misled the public on COVID crisis - South Florida Sun-Sentinel is today's GOP. They. Don't. Care. About. You.They're happy to sacrifice our lives for political points.#trump #gop #maga","sentiment_score":0.2666666667}
{"full_text":"\"There's just no sense of personal responsibility in today's Democratic Party...Pelosi made up some elaborate story to blame the salon for \"setting her up\" instead of just apologizing...\"","sentiment_score":0.25}
{"full_text":"RT To summarize: Mitch McConnell wants big corporations to be able to force their employees back to work in unsa...","sentiment_score":0.175}
{"full_text":"RT Palestine reports 33 corona deaths, 1,845 new cases in the last 24 hours #Palestine #coronavirus #Jerusalem #Gaza #Karanti...","sentiment_score":0.0681818182}
{"full_text":"And the city don't care bout us &amp; COVID  they economy can't take another hit","sentiment_score":0.0}
{"full_text":"RT If you  are an MP, particularly a Tory MP uneasy about the unfolding disaster of No deal Brexit colluding with a world p...","sentiment_score":0.1666666667}
{"full_text":"American country music lost one of its most influential stars on Saturday with the death of Charley Pride in Dallas from COVID-19 complications.https:\/\/t.co\/Do5dgqtVrj","sentiment_score":0.25}
{"full_text":"Lmffao, awwww","sentiment_score":0.5}
{"full_text":"RT The Democrat party saw an opening with covid. They changed the \"rules\" of voting - and allowed mail-in votes, without  sign...","sentiment_score":0.0}
{"full_text":"All of my American friends are still out doing shit like there's no care in the world for COVID19.  Y'all better stay the fuck at home.","sentiment_score":-0.025}
{"full_text":"Looking for fun family activities for after COVID? Here's how to go river tubing with your family in 2021.https:\/\/t.co\/g8811EQRqa","sentiment_score":0.3}
{"full_text":"Anyone with any negativity in my mentions today was either Q\/Q adjacent or a covid denier. Is that all Republicans are now?","sentiment_score":0.0}
{"full_text":"The COVID-19 death of the speaker of the New Hampshire House of Representatives has raised fears that other members of one of the world's largest legislatures might have been exposed at their swearing-in last week.","sentiment_score":0.0037878788}
{"full_text":"RT Apparently it is not Dr Fauci. The account has been suspended. You should still wear a mask.","sentiment_score":-0.025}
{"full_text":"These two co-horts are in it together they knew about the pandemic but ignored it because they do not give a Dam about no one but their selves and getting into the White House to stop the progress of President Joe Biden that's why we need to flip Georgia BLUE","sentiment_score":0.0}
{"full_text":"RT Add a global pandemic that has kicked 14 million Americans off their health insurance and it sounds like the perfect conte...","sentiment_score":0.5}
{"full_text":"RT I'm a Black trans woman who was just in an accident raising EMERGENCY funds for transportation and repairs. Help me get aro...","sentiment_score":-0.1666666667}
{"full_text":"What a nutcase. Glad I didn'tvote for him. They said he was no good-now I see why.","sentiment_score":0.5}
{"full_text":"I am cryingggg","sentiment_score":0.0}
{"full_text":"Gov. Gavin Newsom said in a tweet that the state is expecting the COVID-19 vaccine distribution \"as early as tomorrow.\"","sentiment_score":0.1}
{"full_text":"US officials' travel to hold a COVID-19 relief bill vote.","sentiment_score":0.0}
{"full_text":"Russian APT28 hackers spotted leveraging COVID19 as phishing lures to deliver the Go version of Zebrocy","sentiment_score":0.0}
{"full_text":"RT ELIZABETH TORO, 52 and MARIA MORALES 73, mother and daughter of Brevard County, Florida, died within hours of each other...","sentiment_score":-0.125}
{"full_text":"pd: I love too much evermore, it is one of your best albums, and it makes me too happy that it is completely your work, I love to see you do the things you want without anyone judging you. I love you so so so so much. have a happy birthday and remember to wear your mask ","sentiment_score":0.5111111111}
{"full_text":"RT GRE thing of the past meanwhile people got covid from taking MCAT and are still currently testing in person for USMLE","sentiment_score":-0.125}
{"full_text":"Seems today is the international day of douchebaggery.I am mildly surprised that Bernier &amp; Co. haven't done  more to mobilize on COVID skepticism.  Seems like there's a reasonably large-sized market for it.","sentiment_score":0.2}
{"full_text":"RT Charley Pride died of COVID one month after performing at the CMAs, which were indoors and full of people not wearing...","sentiment_score":0.35}
