{"full_text":"I turned my lockdown ideas into a short comicThis is Song of Samir, a story about a groovy enchanter and his hard-headed mentor.Also, a story about an artist comparing himself to others...(1\/4)","sentiment_score":0.0}
{"full_text":"RT Can't Avoid Crowded Places or Public Transport?Open windowsNo handshakesWear N95\/KN95 maskUse pocket hand sanitiz...","sentiment_score":0.0}
{"full_text":"will someone tell me that the fact that i'm passing this semester while getting through a pandemic is enough because my grades aren't as high as they usually are and i'm really beating the shit out of myself for it","sentiment_score":-0.018}
{"full_text":"RT My family has COVID &amp; the health authority told my mom that if her lips turn blue to go to the hospital. She's Black. Her...","sentiment_score":-0.0833333333}
{"full_text":"Someone in the U.K. is ripping out their curtains and hair after reading this news.","sentiment_score":0.0}
{"full_text":"RT Sharon Osbourne tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT I'm old enough to remember when all you jackass's in the White House were saying that Coro...","sentiment_score":-0.1}
{"full_text":"RT During Peak CoVID in September, Modi held a Parliament Session to urgently pass Farm Bills for the sake of Ambani &amp; Adani...","sentiment_score":0.0}
{"full_text":"RT \"If the pandemic hit India 5 years back, situation would have been unimaginable. We must thank the Modi government for its 'Digit...","sentiment_score":0.0}
{"full_text":"RT Wealthy Saudi Arabia is detaining Ethiopian and some South Asian migrant workers in a deportation center in Riyadh in appallin...","sentiment_score":0.1333333333}
{"full_text":"Trump also played golf and threw fucking daily tantrums when 1000s of Americans were dying of covid. Not Biden. Get your head out of his ass you worm.","sentiment_score":0.0}
{"full_text":"RT If u have covid &amp; YOU KNOW and are still going out  , go 2 hell .","sentiment_score":0.0}
{"full_text":"What were the options essentially during lockdown? Walmart and Amazon. Bulk of sanitizers and masks bought..you guessed it","sentiment_score":0.0}
{"full_text":"RT How do we protect ourselves from the surge in corruption in the City of Johannesburg Metro? Anyone??","sentiment_score":0.0}
{"full_text":"Hopefully they will set aside a budget for COVID-19 vaccine &amp; other related expenses :)","sentiment_score":0.125}
{"full_text":"RT I had a request to repost this (from the early days of the pandemic). Obliged.","sentiment_score":0.1}
{"full_text":"Current diagnostic tools for coronaviruses-From laboratory diagnosis to POC diagnosis for COVID-19  #Hibara_lab","sentiment_score":0.0}
{"full_text":"The problem with data is it never shows the true picture , at the time what % of people were furloughed and had nothing to do and so cycled, not because of cycle lanes but because of a reduced level of traffic due to lockdown ?","sentiment_score":0.1125}
{"full_text":"We now live under Chinese law","sentiment_score":0.0681818182}
{"full_text":"RT If we didn't have a diabesity epidemic, and people had adequate vitamin D levels, we might hardly notice the virus. Then p...","sentiment_score":0.0208333333}
{"full_text":"RT When they restrict life &amp; parade nightly figures, we've a right to know: 1) what was the average age of recent CV vict...","sentiment_score":-0.0285714286}
{"full_text":"Maybe we should shift strategy and aim for zero covid then contain it rather than let it rip and burn the economy? You know like a lot of other countries did.","sentiment_score":-0.125}
{"full_text":"RT Let's help this teacher make sure her students have the supplies they need to safely learn during Covid-19. $514 gets it do...","sentiment_score":0.5}
{"full_text":"Recently, our installation supervisor is in Singapore to assist with 3 GFS tanks installation for a hennery, the site construction is moving on smoothly with strict compliance with local Covid 19 safety regulations, the whole project is estimated to get finished early next month.","sentiment_score":0.1166666667}
{"full_text":"RT In May this year, I asked President if it would be wise to hold an election amid a pandemic. 'It would be...","sentiment_score":0.7}
{"full_text":"Asymptomatic Covid-19 spread isn't real, so why are people still wearing a mask? via","sentiment_score":0.2}
{"full_text":"RT The man behind me on this flight. DIED. OF COVID. MIDFLIGHT. I have so many questions.","sentiment_score":0.05}
{"full_text":"RT Hubby just brought me into his office, handed me a dart and pointed to the world map on the wall. He said wherever it lands...","sentiment_score":0.0}
{"full_text":"Prevention and treatment of Wuhan Coronavirus and sequelae for free. TCM is saving the world, today's immunity is tomorrow's chance of survivalhttps:\/\/t.co\/pXnNJSL3Wb","sentiment_score":0.4}
{"full_text":"RT Here is a not-so fun fact about parking fines\/tickets from the City of Los Angeles.The city makes over $110 million i...","sentiment_score":0.3}
{"full_text":"RT Lockdown again? Kmt something fresh next week then ","sentiment_score":0.15}
{"full_text":"And all these people saying he broke COVID 19 rule in Uganda una lack sense .. if is like that the government broke the rules too by allowing the show to be held and all those people that attended the show must be jailed for breaking the rules too because they attended","sentiment_score":0.0}
{"full_text":"RT \"Omah Lay disobeyed Covid rules\". Okay. But here's the President Museveni of Uganda campaigning a few days ago. See the crowd...","sentiment_score":0.15}
{"full_text":"....hence the spike in Covid cases\/deaths...hun","sentiment_score":0.0}
{"full_text":"The fly community and the great research done by them is what it is thanks to the . We are even more grateful to them for keeping the flies alive during this pandemic year.","sentiment_score":0.48}
{"full_text":"RT The White House's chief security officer just had his leg amputated bc of COVID, and his family has had go to GoFundMe to hel...","sentiment_score":0.0}
{"full_text":"Our allies so no problem.","sentiment_score":0.0}
{"full_text":"NOOOOO PROTECT THE OSBOURNES","sentiment_score":0.0}
{"full_text":"RT For Modi Govt:Dissenting students are anti-nationals. Concerned citizens are urban naxals. Migrant labourers are Covid...","sentiment_score":0.0}
{"full_text":"Queens, N.Y., critical-care nurse becomes first person in U.S. to receive COVID-19 vaccine via","sentiment_score":0.25}
{"full_text":"Project forward a few months. Xmas gone just bills to pay. You're facing unemployment,no work available,tier 3 lockdown,no pub or restaurant if you had the money. Still can't get hospital appointment. Schools still not functioning properly. Is Vax the cure all? Say NO to lockdown","sentiment_score":-0.1}
{"full_text":"RT Is this how it ends? Alleged new scary variant of covid that justifies more lockdowns, never ending... Businesses all bu...","sentiment_score":0.0090909091}
{"full_text":"Wish I'd have had someone as clever as Rand on staff before the health department shut down my woodwinds school after that herpes outbreak.","sentiment_score":0.0055555556}
{"full_text":"Retweet!","sentiment_score":0.0}
{"full_text":"RT \"This virus almost killed me. It took me to the brink of death, and I still can't believe I came back.\" Kevin is 55 years old an...","sentiment_score":-0.0333333333}
{"full_text":"Virginia doctors, nurses share 'unrelenting mental toll' of COVID-19 - via","sentiment_score":-0.1}
{"full_text":"RT The real shame here is that a 23-year-old medical worker couldn't survive off her salary as a medical worker -- not that s...","sentiment_score":0.0666666667}
{"full_text":"RT How y'all scared of the vaccine but not scared of Covid ","sentiment_score":0.0}
{"full_text":"#Dubai's young minds emerge as budding authors amid #Covid_19 outbreakhttps:\/\/t.co\/z1v65CJ1nS","sentiment_score":0.1}
{"full_text":"RT PROVINCIAL UPDATE 14 DECEMBER * Changes from yesterday highlighted* 7 day average of active cases per million* WC hospit...","sentiment_score":-0.1416666667}
{"full_text":"RT For Modi Govt:Dissenting students are anti-nationals. Concerned citizens are urban naxals. Migrant labourers are Covid...","sentiment_score":0.0}
{"full_text":"Yes. Especially during a pandemic. Just had to do the same in October. Once you get through it, then you can finally breathe and grieve. May their memory be a blessing, I'm so sorry for your loss.","sentiment_score":-0.125}
{"full_text":"RT Only solution to the coronavirus","sentiment_score":0.0}
{"full_text":"RT Sancar told Nare that he'll go cause they're waiting for him at home and asked her if Melek could stay with him and she acc...","sentiment_score":0.0}
{"full_text":"RT Imagine being in a position of power where you learn body bags are going to be in short supply due to mismanagement of a pa...","sentiment_score":-0.0625}
{"full_text":"This is herendous they need to take action immediately ","sentiment_score":0.1}
{"full_text":"RT Kevin: Potus, how did they cheat? #Potus, well Kevin, it began with suppression polls and #fakenews reporting for month...","sentiment_score":0.0}
{"full_text":"RT They were successful because they tackled it immediately, responded intelligently and did not have Donald Trump as Presiden...","sentiment_score":0.775}
{"full_text":"God asked you to stay home but look what you're doing. You're getting married in a pandemic .","sentiment_score":0.25}
{"full_text":"RT NBC News: The U.S. has recorded at least 232,369 new COVID-19 cases today, for a new single-day record.","sentiment_score":-0.0090909091}
{"full_text":"'Singapore Airlines passenger network is still only about 16% of what it was before COVID-19'So #strandedAussies are left relying on the demand for cargo to keep flight availability #auspol?","sentiment_score":0.0}
{"full_text":"RT 7 2:49pmSeveral International Media &amp; News channel reported Jimin's message to fans to wear masks amid the spread of Co...","sentiment_score":0.0}
{"full_text":"RT Problem with Rahul is that he forgets. UPA home minister had called these 'concerned citizens' more dangerous than the gue...","sentiment_score":-0.05}
{"full_text":"RT Few days ago AAP's left his #COVID19 stricken constituency in Delhi in a lurch &amp; went running to Goa to tell...","sentiment_score":-0.1}
{"full_text":"RT BREAKING: Critical care nurse in New York is among first in US to receive a coronavirus vaccine: \"We all need to do our part...","sentiment_score":0.1287878788}
{"full_text":"Check out this blog to know what are the different Covid 19 vaccinations in making  and who will get the vaccine first .    . #COVID__19 #vaccine #WHO #CoronaVirusDE #COVIDIOTS #coronavirus #COVID19ireland #Corona #coronaviruspandemic #Covaxin  #Covid_19","sentiment_score":0.125}
{"full_text":"Even though the #Covid-19 graph has considerably plummeted these days as evident from the recent data, the #pandemic still stays put as winter is on in the State following which 300 new Covid-19 infected#odisha #odishanews #ommcomnewshttps:\/\/t.co\/KL0spcRBZ4","sentiment_score":0.0972727273}
{"full_text":"RT The U.S. death toll from the coronavirus topped 300,000 Monday just as the country began dispensing COVID-19 shots. The number of d...","sentiment_score":0.0}
{"full_text":"Blend &amp; Extend During COVID-19 #CRE #TenantTips #COVID-19 #Office #Warehouse ","sentiment_score":0.0}
{"full_text":"JAL to provide Covid-19 coverage for international travelers","sentiment_score":0.0}
{"full_text":"RT The only thing Trump has administered is the death penalty for hundreds of thousands of people.","sentiment_score":0.0}
{"full_text":"Look at my current Chinese visa and last visa in my life!Continue to pretend that I am with China forever with Coronavirus pandemic forever! Canada has disappeared completely from my life forever too! I have not lived in Canada for more than a decade already!","sentiment_score":0.15}
{"full_text":"RT One by one, countries in Europe are announcing Christmas lockdowns.But in the UK, COVID-19 takes  Christmas off, appare...","sentiment_score":0.0}
{"full_text":"RT if u have stepped into this station do not worry about what's in the coronavirus vaccine","sentiment_score":0.0}
{"full_text":"RT Ted Cruz says the dems have \"abandoned\" the blue-collar workers, and are the party of the rich elites. Ted is a millionair...","sentiment_score":0.375}
{"full_text":"Yorkshire is forecast to experience the slowest recovery in the UK from the pandemichttps:\/\/t.co\/sIGFEcaSDz","sentiment_score":0.0}
{"full_text":"The development of #COVID19 vaccines around the world is an effort of historic proportions. But, says ADB's Steven Beck says, viable vaccines are only the first step toward taming the virus.","sentiment_score":0.0833333333}
{"full_text":"Baby giraffe named after first #COVID19 vaccine recipient in #UK","sentiment_score":0.25}
{"full_text":"Today is the big day! Here's a look at what changes in France as a nighttime curfew replaces lockdown.https:\/\/t.co\/IWH5aAougx","sentiment_score":0.0}
{"full_text":"To all the German SnowKidz Organisers stay strong . You will get through this lock down and we are by your side.: Shred Kids","sentiment_score":0.0925925926}
{"full_text":"RT How y'all scared of the vaccine but not scared of Covid ","sentiment_score":0.0}
{"full_text":"This is 18 year-old care-home worker Abby; one of the youngest people to get the new Covid jab in #MiltonKeynes. Abby told Heart there's nothing to worry about and \"didn't hurt at all\" #HeartNews","sentiment_score":0.1363636364}
{"full_text":"RT \"The truth is, fixing one means fixing the other!\" #PeoplesBailout #Coronavirushttps:\/\/t.co\/O1YJnbxlqX","sentiment_score":-0.15625}
{"full_text":"#Money: Venturing into business is risky, but a business's adaptability to pivot according to circumstances is what mattershttps:\/\/t.co\/bMbimJiS50","sentiment_score":0.0}
{"full_text":"Agreed- People should not feel as if it's livelihood versus practicing good public health. We should have stronger state and federal aid to workers and businesses to allow them to stay home.","sentiment_score":0.35}
{"full_text":"Here's your morning update","sentiment_score":0.0}
{"full_text":"Housing crisis, Covid misinformation, racism: Problems flagged to new ministershttps:\/\/t.co\/nCbZblHTVk","sentiment_score":0.1363636364}
{"full_text":"#COVID19 has undeniably exacerbated disparities in Africa's health system. \"We need to be asking ourselves; how do we get our own countries, our own economies, to generate the necessary resources?\" -","sentiment_score":0.4}
{"full_text":"To our VET &amp; education partners in #Bali #NTB &amp; #NTT there will be a webinar on developing the post-COVID-19 roadmap for Indonesia-Education Partnerships on Thursday. I hope you can participate. #IACEPA #VETAustralia","sentiment_score":0.0}
{"full_text":"Chris failed eligibility for the SEISS Scheme due to the 50% rule because he took a one-off pension drawdown from his lifetime savings, 4 years before the government Covid-19 schemes were announced #excludeduk@edwardtimpson","sentiment_score":-0.3125}
{"full_text":"What happens when you go for a rapid coronavirus test at new Cheshire site","sentiment_score":0.1363636364}
{"full_text":"Morning all! This Thursday for the last time before Christmas we are offering FREE safe, Covid-secure valuations here at Lichfield for #jewellery, #watches and #silver. Strictly by appointment only from 9.30am-4pm - call us on 01543 251081 or email office@richardwinterton.co.uk","sentiment_score":0.225}
{"full_text":"#MonashBusiness School researchers A\/Prof Dominique Allen  and Ms Adriana Orifici seek to investigate how the work-life balance experience of workers during the COVID-19 and help shape new laws.https:\/\/t.co\/0q0CCciUuP","sentiment_score":0.1363636364}
{"full_text":"The real question now is, how many of your plants are still alive now that we're coming out of lockdown https:\/\/t.co\/8mlsj5EZVa","sentiment_score":0.2666666667}
{"full_text":"The risk of falling into poverty due to #COVID19 impacts is highest in countries affected by war and conflict, but a new &amp; study shows that it's also here that the greatest gains can be made to boost #HumanDev to #BuildForwardBetter:","sentiment_score":0.3371212121}
{"full_text":"RT There was no #Covid_19 when the Modi govt wanted to bulldoze anti-farmer black laws? Now that pressure is mounting on the gov...","sentiment_score":-0.1666666667}
{"full_text":"Johns Hopkins University of Medicine: As of 13:26 Thailand time (06:26 GMT) on 15 Dec there were 72,850,994 confirmed #COVID19 cases (+597,190 since 13:27 Thai time on 14 Dec), 1,621,159 deaths (+8,792) &amp; 41,257,956 people have recovered (-5,991,804 (!)).","sentiment_score":0.2}
{"full_text":"Despite countless obstacles and several setbacks, this year still showed that no pandemic could hinder the rich and rising Original Pilipino Music (OPM) to keep on flourishing.https:\/\/t.co\/Ml8FrFzepr","sentiment_score":0.14}
{"full_text":"#German Chancellor Angela Merkel has announced that the country will enter a strict lockdown from Dec. 16 to stop the spread of #COVID19","sentiment_score":0.0}
{"full_text":"London and parts of Essex and Hertfordshire will move into the highest level of coronavirus restrictions on Wednesday.Dr Devi Sredhar from the University of Edinburgh joins Sky News at 7:35 to discuss.501 \/ Freeview 233Watch live:","sentiment_score":0.1363636364}
{"full_text":"Hopeful, relieved, says nurse Sandra Lindsay, while asking people to follow covid norms,https:\/\/t.co\/J6vVk7JJZ8","sentiment_score":0.0}
{"full_text":"People who get one of the COVID-19 vaccines may not be able to donate convalescent plasma, at least for a while, but donating regular source plasma is still okay.","sentiment_score":0.175}
{"full_text":"Health officials in Santa Clara County, California, say that they have traced 94 cases of COVID-19 to a youth basketball tournament that took place illegally at a nearby indoor sports complex last month.","sentiment_score":-0.2666666667}
{"full_text":".@louis_tomlinson is finding ways to connect with fans even during a pandemic and we love to see ithttps:\/\/t.co\/P9Sdu0cOs4","sentiment_score":0.5}
{"full_text":"Man pleads guilty to shutting down his company with a faked Covid-19 claim... but that's not all the FBI found when they started digging.","sentiment_score":-0.3277777778}
{"full_text":"President-elect Joe Biden said election workers showed courage and commitment to fair elections in the face of threats and the coronavirus pandemic.","sentiment_score":0.7}
{"full_text":"Prisons in Texas were hit hard by the coronavirus as the disease spread quickly through their cramped living spaces. Our sat down with a former inmate who saw the virus spread throughout his cell block. This is Shane Hargett, Surviving the Virus.","sentiment_score":-0.0284722222}
{"full_text":"ADHD is a misunderstood condition. If not treated, symptoms can worsen.https:\/\/t.co\/wBiZl1CqYJ","sentiment_score":0.0}
{"full_text":"I bought a SOLE Treadmill commercial  just finally got it setup so I can veg watching my TV and do some miles.  I ordered from the factory.","sentiment_score":0.0}
{"full_text":"RT Today is a reminder that our investments in science have a goddamn purpose. Do nothing elected officials that think governmen...","sentiment_score":0.0}
{"full_text":"I feel for pubs and restaurants any that I have been in over the last 9 months have all been well managed with social distancing and table service how many cases have been attributed to hospitality venues","sentiment_score":0.1777777778}
{"full_text":"FedEx and UPS are ready and equipped to handle COVID-19 vaccine distribution","sentiment_score":0.2}
{"full_text":"RT Lucky is Diagnofirm, it said it is not cost effective to offer Covid-19 tests at P500 and govt listened. I know many busine...","sentiment_score":0.4777777778}
{"full_text":"RT Bathrooms are a concern--because of toilet  plumes. \"Because a flush can release plume of aerosolized droplets in the air--a...","sentiment_score":-0.0333333333}
{"full_text":"RT How I'm sitting in front of somebody nigga after they release us off lockdown  #comeeat #COVID19 #fuck #you","sentiment_score":-0.4}
{"full_text":"RT By the way, today was a very important day for science and the well-being of our country with the vaccines starting to...","sentiment_score":0.26}
{"full_text":"As the Income Relief Fund with #UKAid continues to reach households across SADC, we look back on the webinars on the effects of #COVID19 on domestic payments &amp; cross border remittances in #SADC. View here &amp; here #FMT_Remittances","sentiment_score":0.0}
{"full_text":"RT My family has COVID &amp; the health authority told my mom that if her lips turn blue to go to the hospital. She's Black. Her...","sentiment_score":-0.0833333333}
{"full_text":"pls send my lil sibling healing energy, they are in the er getting covid\/flu tested  also send my other lil sibling love because i wish i was with him waiting at homelove you 2 fiercely and im one phone-call from making the 3 hour drive","sentiment_score":0.1875}
{"full_text":"Time: 07:00 * Temp: 4.1degC * Wind: S 0.0 to 0.0mph * Pressure: 988.5hPa * Rain: 0.0mm * Hum: 96% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:39 * Sunset: 15:57 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT The White House's chief security officer just had his leg amputated bc of COVID, and his family has had go to GoFundMe to hel...","sentiment_score":0.0}
{"full_text":"Claudio Maldonado was an undocumented Indigenous worker in NYC + the primary breadwinner for his family via remittances, who passed away from Covid (more in story for Here's a practical way to help his family:","sentiment_score":0.45}
{"full_text":"RT It's still true!! HCQ and Vitamin D, means no covid for me??","sentiment_score":0.546875}
{"full_text":"RT 300,000 people have died of covid. Here are 10 that I think about regularly","sentiment_score":0.0}
{"full_text":"RT How y'all scared of the vaccine but not scared of Covid ","sentiment_score":0.0}
{"full_text":"The failure of progressive Dems to fight like hell for M4A  as Americans are falling like flies in the pandemic should end the illusion progressive Dems will save us.","sentiment_score":-0.3166666667}
{"full_text":"Four deaths in Covid outbreak at Augustinian retirement home","sentiment_score":0.0}
{"full_text":"Because maybe you are deluded. Go watch every Arteta match pre and post lockdown on I've seen something there. Off-course we didnt start the season well but it doesnt mean we should sack the manager. Give the man time","sentiment_score":-0.3125}
{"full_text":"Current Conditions for #Sayre PATemp: 29.5FWind Chill: 24.0FHumidity: 64%Dew Point: 18.8F Barometer: 30.258 inHgWind: 6 mph from the NWCorona Virus Weekly Stats:Cases: 250.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Your Resume Needs some \"Razzle Dazzle\" #COVID19 #MondayMotivation #MancrushMonday #MondayMemories","sentiment_score":0.0}
{"full_text":"What 3 character answer means \"source of outbreak\"?Game: Metroid Fusion (GBA)How to Play: Answer ","sentiment_score":-0.4}
{"full_text":"RT The social distancing is what makes this so funny omdsss ","sentiment_score":0.1416666667}
{"full_text":"I am well versed in the Heimlich Maneuver because of my job as a long term caregiver.  However we are in the middle of a pandemic I have not eaten in a restaurant since March...","sentiment_score":-0.025}
{"full_text":"RT Love this!","sentiment_score":0.625}
{"full_text":"RT My mom, a Jim Crow survivor, just told me that a lot of older African Americans in the Atlanta area are scared to take th...","sentiment_score":0.0833333333}
{"full_text":"Nigeria now in middle of coronavirus second wave - LUTH doctors","sentiment_score":0.0}
{"full_text":"RT Carol Peletier: Sometimes you have to let the cracks happen to let the light in.#TheWalkingDeadSeason 9Who Are You...","sentiment_score":0.4}
{"full_text":"Some of our orders have been delayed in their delivery due to postal services overloaded and a global pandemic We are also closed from 23rd December 2020 - 4th January 2021 and no orders will be posted at this time We thank you for your custom &amp; patience ","sentiment_score":-0.075}
{"full_text":"I already beat Covid like most people .. it's not a big deal. Why are we still talking about it is the question?","sentiment_score":0.25}
{"full_text":"When the pandemic first struck, it fueled our efforts to unify and overcome a crisis of unknown proportions. However it is now testing even the toughest organizations. Read the latest from Oliver Wyman. #FutureOfWork","sentiment_score":0.2166666667}
{"full_text":". There is a second wave pls save lives and dont allow any concert","sentiment_score":0.0}
