{"full_text":"Are you purposefully acting like a mong or are you actually stupid ?","sentiment_score":-0.4}
{"full_text":"New variants, or strains, of the virus that causes #COVID-19 have been seen almost since it was first detected in China nearly a year ago.","sentiment_score":0.1621212121}
{"full_text":"RT The Irish Blood Transfusion Board issued this piece of art to Civil Defence today to show their apprecia...","sentiment_score":0.0}
{"full_text":"RT Welsh Government give update following urgent COBR meeting on travel bans","sentiment_score":0.0}
{"full_text":"RT I am grateful to health care workers and their tireless efforts to bring us a vaccination\/cure for Covid-19 so we can all b...","sentiment_score":0.0}
{"full_text":"Very concerning!","sentiment_score":0.25}
{"full_text":"RT 1\/8 Britain is in almost complete lockdown. Nine months since the first. Europe is closing its borders to the British. Acr...","sentiment_score":0.1166666667}
{"full_text":"SARS-CoV-2 coronavirus. Another word for B..x.t","sentiment_score":0.0}
{"full_text":"RT Joni Ernst lied and said that the COVID death toll was being inflated by doctors who stood to profit from the pandemic. S...","sentiment_score":0.0}
{"full_text":"I got covid tested, it felt weird!","sentiment_score":-0.625}
{"full_text":"RT Schumer on the Senate floor: \"This bill cannot and will not be the final word on congressional relief from the coronaviru...","sentiment_score":0.0}
{"full_text":"RT THIS is where David Perdue hides while telling you that you don't deserve a penny of COVID survival money??! Disgusting!! Pr...","sentiment_score":-1.0}
{"full_text":"RT Rep. Tulsi Gabbard: \"Heartless, arrogant, unelected CDC bureaucrats have decided that the lives of elderly Americans just don'...","sentiment_score":0.0}
{"full_text":"more march stuff. this is also the month where the pandemic really hit, so i was spending the rest of my senior year at home, which definitely affected my art. instead of doing schoolwork, i usually just drew.","sentiment_score":0.1125}
{"full_text":"RT My brother has a mutated strain of Covid-19; he woke up BLIND &amp; an ambulance took him to the ER. I guess it's a rare st...","sentiment_score":-0.1}
{"full_text":"Its because of that is where all the celebrities and senior management of the #msm live. There is more fear of a negative DT\/2gb873\/Seven\/Nine editorial on how Gladys ruined your Xmas than there is of #covid running wild in Western\/South Western Sydney","sentiment_score":0.0872727273}
{"full_text":"RT There is a covid-19 mutation. Is this what 2021 has in store?","sentiment_score":0.0}
{"full_text":"RT You should be ashamed of yourself for jumping the line  in your state ... others should be getting it first...y...","sentiment_score":0.0}
{"full_text":"RT Trailers already appearing for various \"Review Of The Year\" Shows. Does anybody actually want to see this year in review? Not...","sentiment_score":0.0}
{"full_text":"*\"One of the most remarkable aspects of the creation of Britain's Covid Reich was that even in the middle of the government's witless, and ambivalent approach to the crisis it was able to rustle up overnight many of the key ingredients of totalitarianism.\"https:\/\/t.co\/6P9O5WDbs4","sentiment_score":0.375}
{"full_text":"RT le covid il a dit new year new me","sentiment_score":0.1363636364}
{"full_text":"RT Ndlea Swat Alausa COVID-19 COVID-20 Bridget Rema Femi Adesina #BoomplayMusicFacts2020 Bashir THE FEDERAL GOVERNMENT Enis...","sentiment_score":0.0}
{"full_text":"RT today I got called a bitch at work because I insisted a man wear his mask over his nose, and then before my brain kicked in...","sentiment_score":0.0}
{"full_text":"RT With $600 in COVID relief, you can almost buy a door panel for one of Nancy Antoinette's Sub-Zero freezers.Almost.#LetTh...","sentiment_score":0.0}
{"full_text":"RT \"What else, what else... the covid vaccine. You heard about this? Some people think the government's gonna use it to ch...","sentiment_score":0.0}
{"full_text":"Leafs and Sens have permission to practice during the lockdown?  MLSE should sign every small business in Ontario to a one year contract.#solved","sentiment_score":-0.25}
{"full_text":"#MaskUp #MasksSaveLives #NativeAmericans #AlaskaNatives #Covid_19 #CovidVaccinationProgram: prioritization#Sew #fabrics","sentiment_score":0.0}
{"full_text":"RT The big COVID relief bill continues the ban on federal funding for ACORN, an organization that has not existed for yea...","sentiment_score":0.0}
{"full_text":"Lol when covid is over ... it was never here in the first place ","sentiment_score":0.525}
{"full_text":"He'll pass an executive order on fucking architecture but not to help citizens in the middle of a pandemic. Shows you where his priorities are.","sentiment_score":-0.3}
{"full_text":"Covid19 Works during the midnight! So scary! ","sentiment_score":-0.625}
{"full_text":"RT And another thing--If you are a Republican elected official who called this pandemic a hoax, refused to wear a mask or...","sentiment_score":0.0}
{"full_text":"RT Amazon's $500 Million Holiday Bonus to Workers Is Less Than What Company Makes in a Day  #MondayMorn...","sentiment_score":-0.1666666667}
{"full_text":"when will people start taking covid seriously???","sentiment_score":-0.3333333333}
{"full_text":"So the new corona virus variant #UKvariant , is it more transmissible, more virulent, or more deadly? Drs on my TL?","sentiment_score":0.2872727273}
{"full_text":"RT So, the UK manages to identify the new variant of Covid before others, which was also already in European countries. Now,...","sentiment_score":0.0681818182}
{"full_text":"Top story: Mutant coronavirus in the United Kingdom sets off alarms but its importance remains unclear | Science | AAAS see more","sentiment_score":0.5}
{"full_text":"RT Please please limit or cancel your holiday plans. Almost half the patients I saw on call recently were COVID+ and I'm a...","sentiment_score":-0.0833333333}
{"full_text":"RT I have lots of friends and family, who think I am a conspiracy theorist and utterly bonkers. I can tell you all that I have...","sentiment_score":0.0}
{"full_text":"RT To understand how just unimportant we are. Front line workers who are at risk on a daily basis are getting bypassed by...","sentiment_score":-0.2}
{"full_text":"I thought I had Covid...","sentiment_score":0.0}
{"full_text":"New Wiggle on the move https:\/\/t.co\/yxfK5qIm9Y","sentiment_score":0.1363636364}
{"full_text":"#Iowa's own! Another 2-faced, no-good, self-serving rat Republican! ##Florida's Marco Rubio did the same thing as Ernst! Calls #coronavirus a hoax, kisses trump's a**, then runs &amp;  cuts in line 2 get vaccinated first!#GOPBetrayedAmerica #GOPCorruptionOverCountry #GOPHypocrisy","sentiment_score":0.46875}
{"full_text":"Haha, can see you cancelling it with a v satisfied 'completed it'  We cancelled quite a few things after first lockdown, but think we'll end up getting them back now!! ","sentiment_score":0.15}
{"full_text":"RT The risk-off tone which was caused by broad based unwind of risk-on trade in the wake of fresh concerns over the spread...","sentiment_score":0.18125}
{"full_text":"RT Democrats refuse to articulate their positions so Republican framing dominates. It happens every single time. It's happened fo...","sentiment_score":-0.0714285714}
{"full_text":"RT Changing views over legitimate measures &amp; norms under int'l law (IHR) means use of travel restrictions in response to...","sentiment_score":0.0}
{"full_text":"Politicians who said COVID-19 was overblown or fake, but who now post pics of themselves getting the vaccine have proven that their argument all along was bullshit and that they were making the virus political to score points with their base. They believe in nothing.","sentiment_score":-0.4333333333}
{"full_text":"RT Through relief funding, payment options and other resources, we've been able to support customers who are struggling due to...","sentiment_score":0.0833333333}
{"full_text":"But not during lockdown curfew...","sentiment_score":0.0}
{"full_text":"#BridgeAZ ... forgot this T yesterday!The wonderful Taieri Gorge Viaduct on the tourist line on (sadly currently mothballed due to COVID). A memorable trip during the Lions tour in 2005","sentiment_score":0.34375}
{"full_text":"(Serious Condition) I am Waseem still in Jinnah Hospital Khi, Pak for the treatment of my brother. After Corona he is in ICU, Med treatment is not free here, waiting for financial supportBank Alflah Ltd. A\/No.  IBAN:pk69alfh135001003887321, Paypal: m.wasimakhtar2020@gmail.com","sentiment_score":-0.1777777778}
{"full_text":"Trump Covid central","sentiment_score":0.0}
{"full_text":"RT Love, love, love!","sentiment_score":0.5416666667}
{"full_text":"Wal-Mart 21132 Beach BlvdHuntington Beach CAI spoke w\/Mgr Jackie (unless using a pseudonym)told me they are minor the police, not enforcing to wear a mask (even though offer in)Wal-Mart Corp told me Mandatory to wear a mask.","sentiment_score":-0.05}
{"full_text":"More Decor.. \"Someone\" wanted to make Sure that we remember the Lockdown of 2020.. Sighh!! (@ Hauf Hammler (Granny's Place) in San Antonio, TX)","sentiment_score":0.640625}
{"full_text":"RT There is no public health without occupational health.","sentiment_score":0.0}
{"full_text":"RT  BIG MISSES TODAY IN THE LOCKDOWN ANNOUNCEMENT 1. Waiting until December 26th for the lockdown to start....","sentiment_score":0.0}
{"full_text":"RT Yes, the COVID relief bill DOES include #SaveOurStages Act! We truly cannot wait for it to be passed.","sentiment_score":0.0}
{"full_text":"RT Pandemic relief by country (up to % of wages):Japan: 100% of wages Netherlands: 90% Norway: 90% Germany: 87%  France: 84...","sentiment_score":0.0}
{"full_text":"Savannah GA ran out of rapid COVID tests just in time for Christmas","sentiment_score":0.0}
{"full_text":"RT if ur nonblack and u think u feel powers coming in its coronavirus. go see a doctor.","sentiment_score":0.0}
{"full_text":"RT Joel Osteen, Kayne West, Tom Brady, Jared Kushner, Devin Nunes, Betsy DeVos, Donors were all given millions in PPP Covi...","sentiment_score":0.0}
{"full_text":"Throwing a tantrum cuz someone told them what they had to wear. Wouldn't last a day as a woman","sentiment_score":0.0}
{"full_text":"RT God lord that's scary. ","sentiment_score":-0.5}
{"full_text":"RT The New York Times' report on nearly 22 billion dollars worth of public money spent by the UK government on Covid finds c...","sentiment_score":0.0872727273}
{"full_text":"RT Poverty is a policy choice. Decision makers choose to subsidize the wealthy and reward exploitation like they choose to...","sentiment_score":0.5}
{"full_text":"RT The fine print in the relief bill passed yesterday shows that it includes $1.4 billion in funding for Trump's border wall. I'd...","sentiment_score":0.4166666667}
{"full_text":"RT Can you get the #COVID #vaccine if you're on blood thinners? YES! Mask up, stay 6 ft apart, maintain your household bubble... a...","sentiment_score":0.0}
{"full_text":"RT God lord that's scary. ","sentiment_score":-0.5}
{"full_text":"I don't think this country can survive another lockdown  ..","sentiment_score":0.0}
{"full_text":"A total chicken and hypocrite. Sorry I ever voted for him.","sentiment_score":-0.3666666667}
{"full_text":"RT Let's get this right, Steven Mnuchin funneled $500B of PPP Covid relief and gave millions to himself, Jared Kushner, De...","sentiment_score":0.2857142857}
{"full_text":"RT This is entirely accurate.","sentiment_score":0.4}
{"full_text":"RT Serious question: if if covid is as deadly as the media and politicians claim, why isn't the homeless population in California...","sentiment_score":-0.2666666667}
{"full_text":"RT Can Texas students be required to get a COVID-19 vaccine? No. In Texas vaccines are always voluntary.","sentiment_score":0.0}
{"full_text":"RT NEW: The House panel overseeing the pandemic has subpoenaed HHS Sec. Alex Azar and CDC director Robert Redfield to produce docum...","sentiment_score":0.0181818182}
{"full_text":"RT Literally nobody:COVID-19 mutating:","sentiment_score":0.0}
{"full_text":"RT Britain cut off by Canada and others, but not us, as new Covid strain spreads. \"Today that variant is getting on a plane and...","sentiment_score":0.1363636364}
{"full_text":"RT Here is the Monday COVID update from  1,819 new cases, 252,783 total 6 new deaths, 1,161 total 55...","sentiment_score":0.0681818182}
{"full_text":"The short view from here is that a lot is being missed on $PEN: 1) 7% number is bogus - that was the June Q which includes a COVID impact and the start of the major issues of jet72) Jet7 is bundled with a lot more revenue, and that will go away","sentiment_score":0.1875}
{"full_text":"RT Nigel Farage claims 'thugs and 'bullies' in the EU are taking advantage of the mutant Covid crisis to cut off UK","sentiment_score":0.0}
{"full_text":"RT This chart truly illustrates the real nature of the Great Covid Pandemic.Please study and retweet","sentiment_score":0.5}
{"full_text":"....life of citizens. Alot of the people gathered here a travelling to  villages where there is no medical services to spread COVID-19 within the week.","sentiment_score":0.0}
{"full_text":"College football vs Covid was a microcosm of our whole country. Zero national strategy, fragmented approaches and a general failure.","sentiment_score":-0.0222222222}
{"full_text":"RT A LOOK BACK AT 2020: As Secretary of Ed, Betsy DeVos tried to dismantle public education. One of our most viewed resources in...","sentiment_score":0.1666666667}
{"full_text":"He can beat that drum all he wants, but he's being remarkably hypocritical considering he was asked about it and said the exact opposite about a team playing less games in a COVID season ","sentiment_score":0.2066666667}
{"full_text":"RT Yes, instead of taking the difficult steps necessary to knock cases back to near zero, we became comfortable with a backgroun...","sentiment_score":0.0}
{"full_text":"RT Joni Ernst lied and said that the COVID death toll was being inflated by doctors who stood to profit from the pandemic. S...","sentiment_score":0.0}
{"full_text":"Allison Kaplan talks about the importance of supporting small businesses during pandemic. Read more.","sentiment_score":0.1666666667}
{"full_text":"RT 10K Georgians have died from COVID-19 and U.S. Senate Republicans are blocking Democrats from providing the relief our co...","sentiment_score":0.0}
{"full_text":"They'd better not allow the #NHL to play. What a double standard that would be.","sentiment_score":0.1666666667}
{"full_text":"RT They laughed at a pandemic, mocked wearing masks, pushed false cures and made sure they were the first in line for the vacc...","sentiment_score":0.2625}
{"full_text":"RT Or we will see many more suicides in the 20-50 year old age bracket than we will Covid deaths Protect the vulnerable,...","sentiment_score":0.15}
{"full_text":"RT The Incidence and Mortality Ratio of Ischemic Cerebrovascular Accidents in Covid-19 Cases: A systematic Review and Meta-An...","sentiment_score":0.0}
{"full_text":"I do not care for retired family members calling me mid work day and getting upset i didn't answer. First of all, its a pandemic and we are all mentally going through a lot, i do not need to answer. Second of all, im in back to back meetings daily and its 1pm. #Getoffmyback","sentiment_score":0.0214285714}
{"full_text":"RT After being disparately impacted by COVID, the disability community cannot be left behind. Rep. and I are...","sentiment_score":-0.2}
{"full_text":"Bro just to remind u, its bill gates who is developing and pushing this corona virus vaccine, not your benevolent Muslim ruler.","sentiment_score":0.0}
{"full_text":"So your lot want to \"protect\" Britain from a handful of desperate people in dinghies who pose no threat, but France can't protect its citizens from a killer disease which is out of control here?","sentiment_score":-0.6}
{"full_text":"RT Tory revolt: Health Secretary Matt Hancock URGED to resign over coronavirus tier 4 plans","sentiment_score":0.0}
{"full_text":"My country (Canada) is doing better on COVID than USA but it's not impressive. We have weird media spin RE: U.S. COVID. Currently deaths per million:Belgium: 1,582Italy: 1,092Spain: 1,028UK: 969U.S.: 921Canada: 364Australia: 35 (!)...Vietnam: 0.36 (wow!)","sentiment_score":-0.0625}
{"full_text":"RT Research from suggests that countries with women leaders saw more effective and stronger responses to the #COV...","sentiment_score":0.55}
{"full_text":"I think I want to stop taking Adderall. I've had a prescription for YEARS for my ADHD but honestly don't feel the need to take it at this point, especially in a pandemic. My parents put me on it when I was YOUNG &amp; am just over it now. Not in school so what's the point.","sentiment_score":0.2333333333}
{"full_text":"RT WATCH: Far-right protesters storm Oregon Capitol calling for end of COVID-19 restrictions","sentiment_score":0.0}
{"full_text":"RT How many thousands died needlessly because they believed Joni Ernst's parroting of #MAGA lies about COVID? She also has...","sentiment_score":0.0}
{"full_text":"RT We spent our entire year in lockdown remaking EVANGELION in live action. Homemade. Sweded. \"NEON GENESIS EVANGELION IN 5 MINUTE...","sentiment_score":0.0340909091}
{"full_text":"Scum","sentiment_score":-0.3}
{"full_text":"#Bavarian Minister-President #MarkusSoder and mayor #DieterReiter visited a #COVID-19 vaccination centre in #Munich on Monday. It will open in the city's main exhibition venue - #MesseMunich.#Germany","sentiment_score":0.0833333333}
{"full_text":"Recent findings show a single injection of either Pfizer's or Moderna's vaccines provides strong protection against #COVID19.With limited supplies available, experts are grappling with difficult moral questions. &amp; weigh in ","sentiment_score":0.0272108844}
{"full_text":"News from #Myanmar | Amid efforts to secure foreign investment to mitigate the impact of COVID-19, the government expects implementation of 3 major infrastructure projects planned for Yangon with the participation of SK, SG and Thailand to begin soon","sentiment_score":0.1125}
{"full_text":"RT Images of members of Congress who have enabled Trump during this pandemic getting vaccinated before Americans receive covid rel...","sentiment_score":0.0}
{"full_text":"#COVID19 has been particularly stressful on those who struggle with substance misuse. The holidays can add even more stress. Learn about the best ways to prevent substance misuse in your own home at","sentiment_score":0.5666666667}
{"full_text":"More #COVID19 CA Governor Gavin Newsom in Quarantine Again... after a staff member tests positive for COVID-19 MORE@nbcbayarea ","sentiment_score":0.3636363636}
{"full_text":"In Episode 1 of our BDO To-Go podcast, Carl Howard shares the critical pivots his team has made amid #COVID19, why it's important to keep your third-party delivery drivers happy, and how he made the process of ordering food easy for all ages:","sentiment_score":0.4083333333}
{"full_text":"Apparently, Waffle House restaurants have not been responsible for any COVID-19 spreading events, the CEO says. ","sentiment_score":0.125}
{"full_text":"Georgians want to know what you'll do to protect people with #disabilities from the effects of #COVID-19! #GaDisabilityVotes #CripTheVote","sentiment_score":0.0}
{"full_text":"Full list of extremely vulnerable people who should shield at home in Tier 4","sentiment_score":-0.075}
{"full_text":"The new variant, discovered in September, is said to be 70% more transmissible than its counterparthttps:\/\/t.co\/WY5dfKn6Li","sentiment_score":0.3181818182}
{"full_text":"Bradley University's Dean Cantu said the pandemic has transformed how education is used in universities, but only the substantative tools will stick around","sentiment_score":0.0}
{"full_text":"A resident of Durbanville was one of four new Cape Wine Masters who graduated from the Cape Wine Academy.Wanda Cronje was presented her diploma at a ceremony in the Nederburg Barrel Cellar after the graduation was delayed due to #COVID19https:\/\/t.co\/e8tWfmPMlO","sentiment_score":0.0056818182}
{"full_text":"Even the smallest act of service can make a big difference. In what special ways has someone given service to you? Have you found unique ways to help during the pandemic? If you are looking for service opportunities in your area check out","sentiment_score":0.244047619}
{"full_text":"Even before Covid-19 began, too many children were exhibiting signs of anxiety and stress. What are schools doing to promote good mental health in our children in general and to help them cope with the stresses of Covid-19 in particular?","sentiment_score":0.2633333333}
{"full_text":"Reports from Britain and South Africa of new coronavirus strains that seem to spread more easily are causing alarm, but virus experts say it's unclear if that's the case or whether they pose any concern for vaccines or cause more severe disease.","sentiment_score":0.3924242424}
{"full_text":"#CoronavirusVaccine | Find out who is the next in line for #CovidVaccine In the US.https:\/\/t.co\/NpLjqV9WZG","sentiment_score":0.0}
{"full_text":"The trickle-down reaches even high school students, whose college-selection process has been upended in every way imaginable.","sentiment_score":0.16}
{"full_text":"With Christmas only four days away, we continue to see an alarming rise in the number of Canadians seeking support. With #COVID19 lockdowns and limited kettles on the streets, we have only reached 50% of our goal--and we foresee a further increase in need in the coming months.","sentiment_score":-0.0342857143}
{"full_text":"North Korea's foreign ministry is telling diplomats to not expect the border to reopen until the effects of the global COVID-19 pandemic are over.Remaining foreign missions are being advised to leave since no relief for staff rotations is planned.https:\/\/t.co\/P3hR6hTRdt","sentiment_score":-0.0833333333}
{"full_text":"\"We have the opportunity to recall the sumptuousness of everything we took for granted: sunbeams through fog, the drunken stagger of a friend, grass stains, the naked pleasure of touching and being touched.\"https:\/\/t.co\/xW9Qk355Ha","sentiment_score":0.25}
{"full_text":"The CDC recommended that the next group of individuals to receive the COVID vaccine be those 75 years and older and frontline essential workers, including first responders, grocery store workers, and those working in agriculture.","sentiment_score":0.1041666667}
{"full_text":"RT He literally skipped to the front of the line I need your help to #RetireRubio. Are you with me?","sentiment_score":0.0}
{"full_text":"We want curfew.. thats the only way to control covid","sentiment_score":0.0}
{"full_text":"Featuring exclusive interviews and behind the scenes footage from the Swedish Royal Family's public and private life during the Pandemic | Watch 'Aret med Kungafamiljen' (The Year with the Swedish Royal Family) 2020:","sentiment_score":-0.1333333333}
{"full_text":"Dr. Fauci: I gave Santa the COVID-19 vaccine  ","sentiment_score":0.0}
{"full_text":"Right as we started production in earnest, the pandemic hit. That stern headwind complicated each remaining step. Even so, today I pay tribute to DOZENS of academic and production professionals who have produced 12 volumes, from conception to completion in less than 2 years.","sentiment_score":-0.0952380952}
{"full_text":"What are you waiting for?! Check out this moving lyrical dance performance by DCC Caroline.  #DCCInMotion*Disclaimer: This was filmed prior to the COVID-19 pandemic and before social distancing rules applied","sentiment_score":0.0166666667}
{"full_text":"Yodit Stanton, the founder of OpenSensors, secures $4M for air-monitoring platform which allows offices to be more COVID-safe.via POCIT Weeklyhttps:\/\/t.co\/xFGPU6OPfp","sentiment_score":0.5}
{"full_text":"Padmaja showing an utter lack of scientific awareness. Her perplexity alternates with wonder. At 00:17 she find something amusing too. ","sentiment_score":0.3}
{"full_text":"A growing number of countries are halting air travel from the U.K., while France has banned trucks from the country while the new variant is assessed.","sentiment_score":0.1363636364}
{"full_text":"RT Astounding that won't join in calling for an extension to EU trade talks.PM's claim that \"WTO term...","sentiment_score":0.6}
{"full_text":"RT What Democrats are offering Georgia:- Health Care- Affordable Education- Increasing the Minimum Wage- COVID Relief...","sentiment_score":0.0}
{"full_text":"#Intention is powerful... #JoYTrain #SuccessTRAIN  #Joy  #MentalHealth #Mindfulness #GoldenHearts #IAM #COVID19 #MondayMorning #MotivationMonday #MondayMotivation #MondayThoughts #makeyourownlane #spdc RT","sentiment_score":0.55}
{"full_text":"Our Life Day episode is our first episode recorded during the pandemic! We hadn't played in nearly 9 months!  Check it out!https:\/\/t.co\/zJXUUlyJsU#StarWars #DnD #Comedy #Podcast #ttrpg #ActualPlay #PodernFamily #ThePlaycasters #LifeDay","sentiment_score":0.21875}
{"full_text":"A Special Holiday Message for the Whistler Chamber -","sentiment_score":0.3571428571}
{"full_text":"RT People are tired of being told they have to stay home &amp; can't work or open their business by people who break their own rul...","sentiment_score":0.0666666667}
{"full_text":"There has been no info yet available on whether the Moderna #COVID19 #vaccine, which is the 2nd 1 to have been approved by many nations for treating the global #pandemic, will be distributed in the #Caribbean.Visit the link:https:\/\/t.co\/YXbXCCSTQA@DirOPSPAHO","sentiment_score":0.225}
{"full_text":"World begins #lockdowns to ward off #UK's more virulent #COVID strain, reports#UKcovid #UKlockdown #IndiaNarrative","sentiment_score":0.5}
{"full_text":"The Peace Light arrived at Chaffee Park on Saturday evening, but the trip was different.https:\/\/t.co\/EgvXzwjrPr","sentiment_score":0.4}
{"full_text":"Current Conditions for #Sayre PATemp: 37.8FWind Chill: 37.5FHumidity: 88%Dew Point: 34.5F Barometer: 29.804 inHgWind: 3 mph from the SCorona Virus Weekly Stats:Cases: 279.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"The best way to protect yourself and others from #COVID19 is to #MaskUp. Learn what types of masks are most effective and why we should leave N95s to the health professionals.","sentiment_score":0.7}
{"full_text":"RT There is no scientific \"Fauci standard\" study that masks work to control the spread of #coronavirus.","sentiment_score":0.0}
{"full_text":"RT Fake deficit hawks in Congress want you to believe anything more than a one-time $600 check is \"wasteful spending\". Canada...","sentiment_score":0.0}
