{"full_text":"RT Mitch McConnell wants a liability shield to protect the meatpacking industry, specifically Tyson Foods. The same meatpacking i...","sentiment_score":0.1}
{"full_text":"RT .@fordnation is critical to immed add transparency in #COVID19 public reporting. Patients who are report...","sentiment_score":0.0}
{"full_text":"With 16 #COVID19-related deaths in the past day, the virus continues to exact a toll even as vaccines are set to start being rolled out next week.#COVID19BC","sentiment_score":0.0}
{"full_text":"RT Worcester DCU Center COVID field hospital already exceeding capacity planned for first week, seeing high demand. From @Me...","sentiment_score":0.1033333333}
{"full_text":"\"Five mink samples at a farm in B.C.'s Fraser Valley have tested positive for SARS-CoV-2, the virus that causes COVID-19 in humans, fuelling concerns of possible new mutations of the coronavirus\"https:\/\/t.co\/mWKw3dJRxy","sentiment_score":0.1212121212}
{"full_text":"RT This is exactly why there are no shutdowns or stimulus checks, even with over a quarter million dead. COVID is a poor...","sentiment_score":-0.1166666667}
{"full_text":"RT 2) This video below from my group.","sentiment_score":0.0}
{"full_text":"RT The USSR used internal passports to control its citizens.The Ford government plans to issue a 'vaccine passport' witho...","sentiment_score":0.0}
{"full_text":"RT BREAKING--United States recorded more than 3,000 #COVID19 deaths in a single day, a pandemic record. US also now topped...","sentiment_score":0.2142857143}
{"full_text":"SONGBIRD Trailer (2021) via COVID 23?","sentiment_score":0.0}
{"full_text":"Common food preservative may influence effectiveness of flu vaccineshttps:\/\/t.co\/poePl1LAyo#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":-0.3}
{"full_text":"Thousands of aviation sector workers have lost employment since COVID, 30% of aviation security personnel at airports made redundant this Xmas for the new normal, very sad.","sentiment_score":-0.1409090909}
{"full_text":"RT Again, why are we paying police forces to evict people instead of using that money to ensure people remain housed? It's a...","sentiment_score":0.0}
{"full_text":"RT I want as many people as possible to be able to look back and say, \"I lived through this.\" Wear a MASK!","sentiment_score":0.25}
{"full_text":"I hope she comes out of it ok, but man, doing almost everything wrong and getting covid.","sentiment_score":0.0}
{"full_text":"RT \"I really am sorry, from the bottom of my heart. But if the price we pay is 590 deaths a day then this in unacceptable.\"Germa...","sentiment_score":-0.5}
{"full_text":"RT BREAKING NEWS: announces on that he will be released from hospital today after being diagnosed...","sentiment_score":0.0}
{"full_text":"RT hope the COVID vaccine comes in GoGurt form","sentiment_score":0.0}
{"full_text":"RT Clean energy? McConnell will block it. Civil Rights? He'll block it.COVID relief? He'll block it.Voting Rights? He'll block...","sentiment_score":0.3666666667}
{"full_text":"I'm so glad about this. I wish you hadn't gone with subpar care before. And eyes have receptors the coronavirus uses to infect, so h*ck no to unmasked eye doctoring.","sentiment_score":0.5}
{"full_text":"RT Sleep Train Arena reopens as COVID-19 field hospital; new stay-at-home order to begin","sentiment_score":0.1363636364}
{"full_text":"RT The CRC is getting a lot of calls and emails on rights with respect to vaccines. I did a video-newsletter a month ago,...","sentiment_score":0.0}
{"full_text":"Dr. James Lyons-Weiler | PA Covid VaCxxIiiNeee not so safe.+RT","sentiment_score":0.0}
{"full_text":".... it is now confirmed the enemy within the Planet Earth is none but china and especially their ccp...they've created covid-19 to their advantage...the first advantage is their exports jumping 20% higher...they've harmed the world socio-politically and economically...","sentiment_score":0.2375}
{"full_text":"RT why I won't wear a mask","sentiment_score":0.0}
{"full_text":"In the middle of a pandemic where the president lied to the American people about the seriousness of the virus after being impeached for soliciting campaign help from a foreign power to besmirch his political opponent.  He will loose 300K American lives in less than a year!","sentiment_score":-0.0586080586}
{"full_text":"RT BREAKING--United States recorded more than 3,000 #COVID19 deaths in a single day, a pandemic record. US also now topped...","sentiment_score":0.2142857143}
{"full_text":"RT How do we visualize almost 300k #COVID19 death? Here are 278528 coffins  stacked 64x64x68 next to the White House (51 met...","sentiment_score":0.0}
{"full_text":"RT READ + RT this BREAKING article by Lyn Redwood in #TheDefender in response to the news of the life-threat...","sentiment_score":0.0}
{"full_text":"RT We surpassed the previous single-day record high in COVID-19 deaths today.We may surpass it again tomorrow and Friday,...","sentiment_score":-0.0033333333}
{"full_text":"RT New: More players are considering leaving #LSU, sources tell It's the bad season. It's the pandemic. It's al...","sentiment_score":-0.0212121212}
{"full_text":"Glad the media is paying more attentionhttps:\/\/t.co\/NwilUWC2kE","sentiment_score":0.5}
{"full_text":"RT It is despicable to hear a member of Congress applaud Argentina's failed economics.I've lived it, so has my family.Ar...","sentiment_score":-0.5}
{"full_text":"It's not ok that the government is letting small businesses go under. I do think agree with the public health shut down, but no one should have to go broke in this pandemic.","sentiment_score":-0.1638888889}
{"full_text":"Wore pants a size smaller than normal to work today. Not on purpose; opened drawer, thought \"haven't worn those for a while\" &amp; noticed size on inside of waistband while putting them on.They were comfortably not tight. (not trying to lose weight; it's a covid \"benefit\")","sentiment_score":0.0797619048}
{"full_text":"RT The 7-day average for COVID-19 deaths are at an all-time high as deaths are rising in throughout the country. The prev...","sentiment_score":0.005}
{"full_text":"RT 'If the ability to wheel out a couple of aristocrats to wave at the commoners during a pandemic is truly \"all that is goo...","sentiment_score":0.0}
{"full_text":"RT As the United States inches closer to Food and Drug Administration approval of a COVID-19 vaccination, the FBI is warning...","sentiment_score":0.0}
{"full_text":"RT Nothing is as peak 2020 as watching a patient (younger than me &amp; dying of COVID) be put on ECMO, then driving home and having...","sentiment_score":0.0}
{"full_text":"More dead than 9\/11","sentiment_score":0.15}
{"full_text":"RT \"I really am sorry, from the bottom of my heart. But if the price we pay is 590 deaths a day then this in unacceptable.\"Germa...","sentiment_score":-0.5}
{"full_text":"The Rudy Effect","sentiment_score":0.0}
{"full_text":"RT Rep. Katie Porter (D-Calif.) slammed Senate Majority Leader Mitch McConnell on Tuesday over his calls for coronavirus-relate...","sentiment_score":0.0}
{"full_text":"RT Again, why are we paying police forces to evict people instead of using that money to ensure people remain housed? It's a...","sentiment_score":0.0}
{"full_text":"RT Coronavirus deaths per capita US: 885Germany: 242 Plus US current trajectory much worse.","sentiment_score":-0.2}
{"full_text":"RT Link for anyone who missed it","sentiment_score":0.0}
{"full_text":"RT Trying to see something here...If you've had your cell phone, any utilities (gas, power, water), or wifi shut off during this...","sentiment_score":0.0}
{"full_text":"RT Passing up a sufficient supply of corona vaccine may seem like a dumb decision by Trump. But if you take a moment to thin...","sentiment_score":-0.3875}
{"full_text":"RT If you eat Papa John's willingly, don't worry about what's in the Corona virus vaccine.","sentiment_score":0.25}
{"full_text":"RT Please, can we stop having to learn these lessons one small town at a time?","sentiment_score":-0.25}
{"full_text":"RT The latest round of COVID-19 restrictions has put many local favorites as risk of closing for good, including Inglewood's The Se...","sentiment_score":0.3}
{"full_text":"My word for the pandemic has been virtual, or as I like to type it ... virutal.","sentiment_score":0.0}
{"full_text":"RT I've received many messages acknowledging my strength &amp; resiliency for how I've handled losing both my parents to #COVI...","sentiment_score":0.5}
{"full_text":"Please #StayHome when you can and #MaskUp when you can't.","sentiment_score":0.0}
{"full_text":"This should not have to be a law. Mental heath assistance should be available to ANYONE that needs it, especially veterans. ","sentiment_score":0.1}
{"full_text":"RT #COVID19 VACCINE UPDATE:CA is now expecting approx. 672,000 doses of the Moderna vaccine in the next few weeks.The fir...","sentiment_score":-0.1}
{"full_text":"RT The lack of public info about COVID-19 cases and protocols in immigration detention is dangerous.","sentiment_score":-0.3}
{"full_text":"California hospitals near breaking point as Covid cases soar","sentiment_score":0.1}
{"full_text":"RT What the American people need: #COVID relief.What had the House vote on today: Ceiling fan regulation...","sentiment_score":0.0}
{"full_text":"i wonder how long post-pandemic it'll be before i don't have severe anxiety being inside a store","sentiment_score":-0.05}
{"full_text":"People believe the COVID is a Hoax and do not believe a mask matters. You are part of this. I hope you are so happy of the deaths. You should not be on the air. Fake Doctor.  #boycottdrphil #boycottNBC #boycottOWN","sentiment_score":0.15}
{"full_text":"This is breaking my heart.","sentiment_score":0.0}
{"full_text":"RT Going on vacation during the pandemic is big colonizer energy","sentiment_score":0.0}
{"full_text":"RT BREAKING: For the very first time, the US has surpassed 3,000 COVID deaths in a single day. It never had to be like t...","sentiment_score":0.1267857143}
{"full_text":"But BLM protests are justified....","sentiment_score":0.4}
{"full_text":"RT Social Security actuaries update projections for COVID-19","sentiment_score":0.0333333333}
{"full_text":"RT ratios are going up. 4th COVID unit open. No extra help. This is madness. These patients will suffer; they will NOT get the ca...","sentiment_score":0.0}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"Don't forget to wear a mask, because you're ugly and your breathe stinks!","sentiment_score":-0.725}
{"full_text":"RT Gov Wolf wore a mask.Gov Wolf presumably only interacted with others who wore masks.Gov Wolf tested positive for COV...","sentiment_score":0.1136363636}
{"full_text":"RT Our daily update is published. States reported 1.8 million tests, 210k cases, and a record 106,688 COVID-19 patients i...","sentiment_score":0.0}
{"full_text":"Elected Officials Begin Calling for 'Mandatory' #COVID19 Vaccinations. Socialism at It's worst.","sentiment_score":-1.0}
{"full_text":"RT Meanwhile US Congress could not pass a bill to provide Green Cards to doctors ALREADY WORKING in the US, but made to wait be...","sentiment_score":-0.2}
{"full_text":"Not incompetence, it's deliberate malicious dereliction of duty. He told Woodward how deadly this #COVID19 was in the spring.The Donald chose to suppress information. Blood is on his hands and those of his kids and GOP leadership. They do not give a sh*t.Not incompetence.","sentiment_score":-0.2}
{"full_text":"Is that how Wolf got covid","sentiment_score":0.0}
{"full_text":"RT Here's a powerful scene from the season premiere. Please social distance. Wear a mask. Be a good teammate......","sentiment_score":0.3444444444}
{"full_text":"RT Does my father, who has been a hospital janitor for 15 years and has spent the pandemic cleaning COVID patients' rooms,...","sentiment_score":-0.1}
{"full_text":"A lot of people are asking, \"What do I do?\" When it comes to #COVID19. TAKE ACTION. We can help your town free up space in their overloaded hospitals. Reach out to me today.  #telehealth #HealthTech","sentiment_score":0.25}
{"full_text":"there is corruption in real time its called mitch mcconnel stock investment insider trading and illegal real estate money in his back pocket so big builders can bypass the system","sentiment_score":-0.02}
{"full_text":"Imagine if he spent all his resources, time, and effort in combating COVID in February.","sentiment_score":-0.1}
{"full_text":"RT It's a democrat, so it's \"HoW wiLL YoU pAY fOr iT?\" time","sentiment_score":0.0}
{"full_text":"RT You more interested in smearing progressives than getting people economic COVID relief What exactly is your poin...","sentiment_score":0.3}
{"full_text":"A Happier Hump Day Here &gt; #remote #startupstory #startupbusiness #beyourownboss #success #homeimprovement #health #design #business #homebusiness #tips #entrepreneur #leadership #HealthyLiving #coronavirus #cleanair #organize #HumpDay #OfficeSpace","sentiment_score":0.1}
{"full_text":"RT #Covid19 has been challenging us in many ways - medically, socially, politically, economically. We are facing exacerbated...","sentiment_score":0.4333333333}
{"full_text":"RT Clean energy? McConnell will block it. Civil Rights? He'll block it.COVID relief? He'll block it.Voting Rights? He'll block...","sentiment_score":0.3666666667}
{"full_text":"My city ","sentiment_score":0.0}
{"full_text":"RT Wonder if people denouncing this realize how common it was in the Dust Bowl and in Depression-era Appalachia for residents t...","sentiment_score":-0.3}
{"full_text":"Care to comment?","sentiment_score":0.0}
{"full_text":"Partly, but more due to having so few covid cases too which off course is in big part due to being an island.  While rest of world in lockdown and cases out of control while NZ covid free and back to normal, pretty much guarantees incumbent win.","sentiment_score":0.1681818182}
{"full_text":"RT Ivison makes editorial decisions at Canada's top conservative news company. He says their celebrity-style profile of an...","sentiment_score":0.5}
{"full_text":"RT BREAKING: For the very first time, the US has surpassed 3,000 COVID deaths in a single day. It never had to be like t...","sentiment_score":0.1267857143}
{"full_text":"RT We know the symptoms that come along with Covid are not fun -- many experience a bad cough or a fever. However, some Covid patien...","sentiment_score":-0.1166666667}
{"full_text":"RT CDC Recommends Nursing Homes and Health Care Workers Get COVID-19 Vaccines First - The Vaccine Reaction","sentiment_score":0.25}
{"full_text":"I have an old high school buddy who has spouted every conspiracy theory out there, including COVID is a hoax. He is now proned in ICU after a big Thanksgiving celebration. I have plenty of thoughts, but prayers are harder for me to come up with.","sentiment_score":0.04}
{"full_text":"RT Singer David Crosby hates Trump so much he once said he didn't want Trump supporters attending his shows! Now, Crosby says l...","sentiment_score":0.25}
{"full_text":"Take a look at the apples and oranges the next time you're at the grocery store. Wear a mask.","sentiment_score":0.0}
{"full_text":"You have zero idea about how Covid has managed within india.  Just clean up your mess before pointing at others.","sentiment_score":0.0958333333}
{"full_text":"yes  when i wear bucket hat and a mask ppl cant see my face so gotta smile to ppl thru it. and also tellin ppl that im not scary or in a bad mood ","sentiment_score":-0.05}
{"full_text":"RT Denton County Adds Record 716 New COVID-19 Cases; 4 Deaths in Collin County:","sentiment_score":0.1363636364}
{"full_text":"playing down the road at SMU and I can't go see them.  Well I can... but I ain't messing with COVID.  Texas too loose with the restrictions for me to feel safe.  Either way I'll be cheering for my girls #WPS","sentiment_score":0.0891737892}
{"full_text":"RT How do we visualize almost 300k #COVID19 death? Here are 278528 coffins  stacked 64x64x68 next to the White House (51 met...","sentiment_score":0.0}
{"full_text":"RT A negative RT-PCR COVID-19 test is required for inter-island travel from New Providence or Grand Bahama, according to the...","sentiment_score":0.1121212121}
{"full_text":"Answers to your questions regarding the covid vaccine","sentiment_score":0.0}
{"full_text":"RT #COVID19 VACCINE UPDATE:CA is now expecting approx. 672,000 doses of the Moderna vaccine in the next few weeks.The fir...","sentiment_score":-0.1}
{"full_text":"Want to hear something even crazier? Utah has climbed to #6 in terms of Covid cases per capita. At the same time, we're #6 in fewest amount of deaths per capita. Grateful for that.","sentiment_score":0.0}
{"full_text":"Tell your brother no one cares where he goes","sentiment_score":0.0}
{"full_text":"RT We can put Americans back to work...paying restaurants to feed our struggling families during these final months until...","sentiment_score":0.0}
{"full_text":"RT Sen. Dick Durbin Admits Democrats Turned Down Coronavirus Relief 'Because an Election Was Coming'","sentiment_score":-0.1555555556}
{"full_text":"When people defended WWE:*Accepting blood money*Firing off a significant number of workers in a pandemic, so they could make a billion in profits*Took talent's twitch, and cameo accounts from them,*Fired a woman for wanting to unionize after that last one*Etc","sentiment_score":0.1875}
{"full_text":"Trump's America.","sentiment_score":0.0}
{"full_text":"RT And oh oh... the NHS in the UK is already cautioning it's use!https:\/\/t.co\/ewd08xjV2M","sentiment_score":0.0}
{"full_text":"RT Stunning results from illustrating that community pharmacists aren't just essential during a pandemic but the...","sentiment_score":0.25}
{"full_text":"RT URGENT: Charlottesville. A Black mother of 2 (who has asked to remain anon) asked me if I could help her. She needs $$ for re...","sentiment_score":-0.1666666667}
{"full_text":"RT We should prioritize workers, not large corporations. Yet, Mitch McConnell is fighting tooth and nail to let corporatio...","sentiment_score":-0.1071428571}
{"full_text":"I know what I'm listening to tonight while working on art.","sentiment_score":0.0}
{"full_text":"They are bringing in we,fare cards here (before we just got a crazy poverty amount of money but freedom to spend on crack if you get me) WHILE the rich during covid lockdown this year got an extra 1500 a week on top of salary. Welfare ppl got...250 for Christmas.","sentiment_score":0.06875}
{"full_text":"Their Teeth Fell Out. Was It Another Covid-19 Consequence?","sentiment_score":0.0}
{"full_text":"RT (): Even if the first COVID-19 vaccine is approved by the FDA tomorrow--hopefully it will be--it likely won't land in *yo...","sentiment_score":0.125}
{"full_text":"Today's dating app fail:Yesterday I was messaging with a guy who was headed to a restaurant and invited me to join. I declined and told him I wasn't eating in restaurants right now (even if I was, I would not sit at the same table as someone I don't know during Covid) cont...","sentiment_score":0.1428571429}
{"full_text":"Utterly stupid. I have a 4 year old at nursery,he should be able to be helped by his teacher however is necessary.Lid off a yog,peel a banana, hug and console him if he falls over.etc.What's mre worrying is that parents think that the covid safe way is the best course of action","sentiment_score":0.2333333333}
{"full_text":"Today at 10:30 AM Hong Kong Time (GMT+8), join our David Leung for a Cantonese-language webinar panel offering insight into meeting OT security challenges amid the COVID-19 pandemic. Register now to attend:","sentiment_score":0.0}
{"full_text":"This pandemic shows who really has empathy and who only thinks about themselves. #COVID19","sentiment_score":0.1}
{"full_text":"RT I don't think these Mega church Pastors have the ability to immunize Anyone from the Pandemic or any disease.  ","sentiment_score":0.0}
{"full_text":"Will COVID-19 Kill Workplace Culture? #CRE #COVID-19 #NewNormal #TenantTipshttps:\/\/t.co\/6qyoKjKucr","sentiment_score":0.0}
{"full_text":"RT We can put Americans back to work...paying restaurants to feed our struggling families during these final months until...","sentiment_score":0.0}
{"full_text":"RT 3522 new COVID cases reported today, 3337: 7 day case avg. That's 12,598 total new cases since Sunday. Mtgy reports 120 new c...","sentiment_score":0.1022727273}
{"full_text":"Yeah that's bullshit. They called me back and basically told me that they hired new drivers who make mistakes. And when I told them they all said they were signed for, they said because of COVID, they tell the drivers to not get a signature and to just sign for the customer.","sentiment_score":0.0681818182}
{"full_text":"House fails to reach deal on coronavirus but is debating ceiling fan bill  #BREAKING  Discover more like this by signing up for early access at:  ","sentiment_score":0.0333333333}
{"full_text":"RT On the eve of the 2020 Nobel Award Ceremony, come celebrate Michael Houghton and hear about his work on both #hepatitisC and...","sentiment_score":0.0}
{"full_text":"RT \"The Philippines has the fastest growing HIV epidemic in the Asia-Pacific region. Since 2010, the number of new infection...","sentiment_score":0.1363636364}
{"full_text":"\"A young mother stood up and compared anti-maskers to Jews persecuted in the Holocaust: \"The bare face is the new yellow star of Nazi Germany,\" she said.\"https:\/\/t.co\/ApgInejtjS","sentiment_score":0.0715909091}
{"full_text":"RT My vote would be neither first nor last. They should get them at the same time other Canadians in their category get them wi...","sentiment_score":0.03125}
{"full_text":"#Africa | The number of confirmed COVID-19 cases in the African continent surpassed 2.28 million with a death toll of 54,503 as of Wednesday afternoon, the Africa Centers for Disease Control and Prevention (Africa CDC) said.https:\/\/t.co\/eTegn6BKV0","sentiment_score":0.2}
{"full_text":"Experts advise against immunity passportshttps:\/\/t.co\/9A7PeNppTu","sentiment_score":0.0}
{"full_text":"Hospitals near capacity as U.S. sees record COVID-19 cases and deaths","sentiment_score":0.1}
{"full_text":"Belift LAB announces ENHYPEN have been tested negative for Coronavirus.https:\/\/t.co\/XCMiJrCsCV","sentiment_score":-0.3}
{"full_text":"Amid today's great news of vaccines on the way, there is still risk of a mutated strain of the #COVID19 virus emerging in minks at an outbreak in the Fraser Valley.Experts say solution is to cull the minks at the affected farm. My latest for","sentiment_score":0.65}
{"full_text":"COVID-19 reminds us that ICT is a principal component of pedagogy in the 21st century. The expansion of technology adoption in education has enabled the adjustment of teachers' teaching techniques from the traditional to modern approach - allowing . . .https:\/\/t.co\/nUQdSG4Ws1","sentiment_score":0.0666666667}
{"full_text":"#mdpijcm\"Clinical Health Care during the COVID-19 Pandemic\" by Marco Luigetti and Giovanni Frisullo.https:\/\/t.co\/hsI8VtO9lmbelongs to the #SpecialIssue Clinical Health Care during the COVID-19 Pandemic: Therapeutic and Management Strategies#COVID19 #ClinicalHealthCare","sentiment_score":0.0}
{"full_text":"Dozens of residents have tested positive for COVID-19 at Sunnycrest Nursing Home in Whitby, and a recent inspection report from the Ministry of Long-Term Care noted many issues, including staffing shortages and medication delays. has more.","sentiment_score":0.3068181818}
{"full_text":"County congregate care centers report no COVID-19.","sentiment_score":0.0}
{"full_text":"In a year of upended and transformed Holiday customs, one indie band is refusing to let COVID-19 get in the way of its Hanukkah tradition.","sentiment_score":0.0}
{"full_text":"Our 'Journalism in a Pandemic' MOOC is now available as self-directed course in 6 languages, including Arabic &amp; Russianhttps:\/\/t.co\/6TKiFtY5eZ","sentiment_score":0.4}
{"full_text":"RT I'm starting to notice that a lot of the people that are fine with permanently giving up normal life in the name of cov...","sentiment_score":0.1888888889}
{"full_text":"\"Nurse who bragged about breaking COVID-19 rules on TikTok has lost her job\"","sentiment_score":0.0}
{"full_text":"told Reuters on Tuesday that upgrades of any major #economy are unlikely in 2021 despite recent developments related to #COVID19 vaccination, &amp; that countries in #LatinAmerica the MiddleEast &amp; Africa shows levels of vulnerability Visit the link in bio to read more","sentiment_score":0.0125}
{"full_text":"Some are imploring Santa to make coronavirus go away. Others are asking for masks for Christmas.","sentiment_score":0.0}
{"full_text":"Michigan epidemiologist reports virus cases, hospitalizations, deaths are still high, but slowing. ","sentiment_score":0.16}
{"full_text":"Right Now on NightSide - Boston Mayor  takes your calls !@ 8 - #restaurant Owner Jim Dietz on trying to stay in business during #COVID ! 9 - School Principal fired for political posts on her personal FB page ! 10 - WBZ 1030 - 617-254-1030 or 88-929-1030","sentiment_score":0.1488095238}
{"full_text":"WATCH NOW: Palm Desert restaurants defy the new stay at home order and remain open outdoors. This and more on NBC Palm Springs News at 5.","sentiment_score":0.2121212121}
{"full_text":"Despite the surface-level changes involving masks, cleaning and social distancing, the library and its goals are remarkably unchanged. Ware's goal is to get children to fall in love with books.https:\/\/t.co\/9hof3EgC1J","sentiment_score":0.4277777778}
{"full_text":"The surge in the spread of the virus comes as many hospitals are full -- a record 104,000 people in the U.S. are battling the virus in a hospital.","sentiment_score":0.425}
{"full_text":"Pelosi initially demanded more than $900 billion for governments this spring, but the fiscal situation in the states hasn't been as bad as feared and Democratic leaders could be willing to accept a $160 billion proposal by the moderate group.https:\/\/t.co\/zFhIetZIuZ","sentiment_score":0.01}
{"full_text":"RT stay at home wellness tips: - daily journaling.- 5 min meditation.- more home-cooking. - invest in some plants.-...","sentiment_score":0.25}
{"full_text":"NEW SITE LOCATION for free COVID-19 testing in Round Rock, TX!Do you have a cough? Chills or feel feverish? Body aches, fatigue, a sore throat, or other symptoms?  Register online at your walk-up appointment.","sentiment_score":0.0222727273}
{"full_text":"Cathay Pacific Rolls Out Free Covid-19 Insurance.All passengers booked to fly the airline through February will be able to use the new policy to cover medical costs should they catch the virus overseas. #Aviation #COVID19","sentiment_score":0.3672727273}
{"full_text":"To see continued improvement, residents must be vigilant with mask wearing and social distancing as winter and the December holidays approach, epidemiologist Nick Zupan said during a conference call with Forward Janesville members.","sentiment_score":0.0333333333}
