{"full_text":"RT Fascism struck down again","sentiment_score":-0.1555555556}
{"full_text":" December 31, 2020 10:24 AM EST #Republicans \/ #GOP CONTROL the Senate Donald J. #Trump in the White House #COVID19 in the U.S. U.S. DEATHS = 350,981 U.S. INFECTIONS = 20,230,246 |","sentiment_score":0.0}
{"full_text":"\"Digestive Symptoms of Coronavirus (COVID-19)\"","sentiment_score":0.0}
{"full_text":"RT I joined Twitter 4 years ago after Trump won because I wanted to help expose how corrupt he was.  After four years the sic...","sentiment_score":-0.5}
{"full_text":"RT 'Biggest Failure: No-Show Billionaires. As new mega-donors emerged on the scene, most billionaire donors barely increased...","sentiment_score":0.0924242424}
{"full_text":"As for my New Years Wish:I want the covid situation to be old news as of yesterday. I want the world in TIP TOP SHAPE. GREATH HEALTH. i want the tannies on tour. I want them, you reading this and myself to be more happier in the coming future! Walk with me into spring day ","sentiment_score":0.2472727273}
{"full_text":"RT Listening to an ICU consultant speak to on with a lump in my throat. His description of the #NHS is seri...","sentiment_score":0.0}
{"full_text":"RT President Trump is returning early to Washington. To tackle the growing pandemic? Correct the delays in Covid vaccine rollo...","sentiment_score":0.1}
{"full_text":"RT Georgians!If you're not financially independent, the GOP Senate has engineered a situation where your financial &amp; ph...","sentiment_score":0.0}
{"full_text":"RT Why are you not closing all schools for the next 2-4 weeks?The NHS is *already* overwhelmed, with cases at 50k\/day....","sentiment_score":0.0}
{"full_text":"Corona, Biden, Lockdown","sentiment_score":0.0}
{"full_text":"anddd my biggest regret for this year was celebrating my birthday alone not knowing in just a few days later malaysia would go on a lockdown. my birthday was in march, i was still in college tapi segan nak bagitau anyone it was my birthday. dahlah first time celebrate alone huhu","sentiment_score":0.0166666667}
{"full_text":"RT Nationwide Covid memorial announced as part of Biden inauguration","sentiment_score":0.0}
{"full_text":"Cheers bro, same to you - Hopefully one year after this pandemic is over we could have a proper party.","sentiment_score":0.0}
{"full_text":" he was fighting... It's good to see yts being arrested for violation of lockdown regulations..","sentiment_score":0.7}
{"full_text":"RT Me, a person from Wuhan, watching white British people complain about the variant being called the uk covid 19 variant htt...","sentiment_score":0.0}
{"full_text":"RT My great uncle has passed away. A fire started in his building and he ran to put it out despite being on a ventilator. The...","sentiment_score":0.8}
{"full_text":"Yes, focus on causes not symptoms...","sentiment_score":0.0}
{"full_text":"RT Everybody wear a maskIs there a plan? don't askPlaying on Nintendo switchTry to learn to cross stitchBake a cake&amp; some...","sentiment_score":0.0}
{"full_text":"RT The Covid vaccine could be a tool to help reduce the impact of current wave of epidemic spread; but we're largely miss...","sentiment_score":0.1071428571}
{"full_text":"RT PM Modi's Popularity Rose Amid Covid-19, Approval Ratings Highest Among World Leaders.The analysis showed that PM Narendr...","sentiment_score":0.6}
{"full_text":"RT Coronavirus at 11:59:59 pm","sentiment_score":0.0}
{"full_text":"ate and left no crumbs","sentiment_score":0.0}
{"full_text":"The latest BGP PR News Update! #wildlife #covid19","sentiment_score":0.625}
{"full_text":"RT How bout trump sitting on the Covid info he had in JANUARY direct from China leading to a stagger...","sentiment_score":0.1}
{"full_text":"This person should be charged with endangering public health and whatever else the police can throw at him\/her. The act was intentional to hurt the community.","sentiment_score":0.0}
{"full_text":"Think I know of an \"covid is a hoax\" pharmacist. I could be conflating with his Trump support though. Next time I think of it, I'll scan his FB and see.","sentiment_score":0.0}
{"full_text":"MOJIANG, China (AP) -- Deep in the lush mountain valleys of southern China lies the entrance to a mine shaft that once harbored bats with the closest known...https:\/\/t.co\/aYW3ufnFyN","sentiment_score":0.0333333333}
{"full_text":"How to trust a country that knew about covid, locked down wuhan, but didn't stop travel to the World?direct attack?[knowingly]who else knew?when was first reported case of wuhan in America?when did nancy finally release the articles of impeachment?","sentiment_score":0.0314814815}
{"full_text":"RT The crisis with overwhelmed hospitals (and exhausted staff) is so much worse than the first wave. London has the highest infe...","sentiment_score":-0.1833333333}
{"full_text":"RT As #COVID19 cases rise, the safest choices for celebrating the #NewYear are to stay home and welcome #2021 with the people...","sentiment_score":0.8}
{"full_text":"RT Dear George Bush had 9\/11 - one terrible, horrible, unforgettable day.You are now directly responsible...","sentiment_score":-0.25}
{"full_text":"RT During COVID-19 there are many people who lost their job and have no other source of income.There are some people who ha...","sentiment_score":0.28125}
{"full_text":"my grandma, 2 uncles, aunt, and 2 cousins all have covid right now :-( please send good energy and love to my family","sentiment_score":0.1839285714}
{"full_text":"RT Sinn Fein spokesperson on Mental Health, Mark Ward TD, has said the Government must immediately put in place a road ma...","sentiment_score":-0.1}
{"full_text":"Compared to the other OCED nations, our economy has handled the challenges of Covid poorly. The Brexit deal is expected to reduce economic growth by 4%. (No deal, was expected to be 6%).","sentiment_score":-0.105}
{"full_text":"RT My great uncle has passed away. A fire started in his building and he ran to put it out despite being on a ventilator. The...","sentiment_score":0.8}
{"full_text":"RT If you claim to wear a mask because you \"care about people\" but you think nothing of berating &amp; lecturing people who are gri...","sentiment_score":0.0}
{"full_text":"RT #Hydroxychloroquine works, use it to treat #COVID19 patients","sentiment_score":0.0}
{"full_text":"Alberta's economy in 2021: adapting may not be as hard as we think - TODD HIRSCH","sentiment_score":-0.2916666667}
{"full_text":"Remember this guys","sentiment_score":0.0}
{"full_text":"RT Let's stay home and reminisce about NYEs of the past. #goldengirls","sentiment_score":-0.25}
{"full_text":"RT Anti-mask passengers removed from the plane, but only after antagonizing everyone and forcing entire plane to deboard in or...","sentiment_score":0.0}
{"full_text":"RT Unsurprisingly the top publications on this year were on pandemic recovery and risk reduction. You can view the f...","sentiment_score":0.5}
{"full_text":"RT And the disability community continues to get bigger......we told you so.","sentiment_score":0.0}
{"full_text":"RT The Venn diagram of people telling me to STFU over wages, weed, workers + LGBTQIA rights, but carp exclusively on fantas...","sentiment_score":0.0}
{"full_text":"RT President vetoing Defense bill was a bad thing. Our troops deserve better &amp; I'll vote to override his veto. Also American...","sentiment_score":-0.0666666667}
{"full_text":"RT Some people are so horrible. Why would someone do this? Unconscionable.","sentiment_score":-1.0}
{"full_text":"RT #Browns LB Malcolm Smith and TE Harrison Bryant tested positive for COVID-19 today and will sit out the #Steelers game al...","sentiment_score":-0.0863636364}
{"full_text":"You want to beat people to death AND you wish they suffer and die alone. You need mental help asap.","sentiment_score":-0.1}
{"full_text":"RT My sister in law has been on a breathing machine in hospital since the 21st of December with covid. She's missed her b...","sentiment_score":0.0}
{"full_text":"had covid &amp; now a bad cold. i wear my mask and wash my hands &amp; sanitize the f out of everything. it's inevitable.","sentiment_score":-0.4333333333}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT Biggest lie of 2020 ...15 days to flatten the curve.","sentiment_score":0.0}
{"full_text":"Cw death, covid, hospital crisis","sentiment_score":0.0}
{"full_text":"Same here: Sept\/Oct.  Once they've done the people most likely to occupy hospital beds there'll be a relaxation in lockdown rules. Whether you and I will feel brave enough to go back to normal is another matter.","sentiment_score":0.2071428571}
{"full_text":"RT DON'T PANIC. Ben and Peter reflect on a jam-packed stay-at-home year of TripleJump. Thanks to all who've supported us s...","sentiment_score":0.2}
{"full_text":"RT I wish my compatriots in #Iran and all the people of the world permanent relief from the #Coronavirus pandemic, and I wi...","sentiment_score":0.0}
{"full_text":"Covid can suck my dick","sentiment_score":0.0}
{"full_text":"Beauty retailers at the e-commerce crossroads: They could adapt like Best Buy, or end up like Barnes &amp; Noble, says","sentiment_score":0.8}
{"full_text":"RT I am offering $25,000 to the charity of their choice to the first journalist who asks Mitch McConnell on camera why he dema...","sentiment_score":0.25}
{"full_text":"RT jimin said he wants to perform 2!3! in the first post-covid concert...","sentiment_score":0.25}
{"full_text":"RT Some States May Already Be Close To Herd Immunity From COVID-19","sentiment_score":0.0}
{"full_text":"RT #McConnellKillsSickLeave Who kills sick leave in the middle of a Pandemic. We are never going to get the pandemic under...","sentiment_score":-0.3571428571}
{"full_text":"Make the world perfect with unity .","sentiment_score":1.0}
{"full_text":"I will snort the vaccine live on TV tonight to show everyone it's safe get at me cdc","sentiment_score":0.3181818182}
{"full_text":"RT 2020- Trump acquitted - US-Iran tensions- Coronavirus pandemic- Market crash, global recession- Olympics post...","sentiment_score":0.0}
{"full_text":"Thank u for quadrupling my capacities multitasking (stirring pan in preparation x lunch while folding clothes while checking schoolwork while on a phone meeting at 10 AM during lockdown). Thank u for this new posting in where I manage to meet real people in person sometimes.","sentiment_score":0.1681818182}
{"full_text":"Eleven further deaths and 1,929 new cases of COVID-19 as plea is made to STAY AT HOME  #StayAtHome  via","sentiment_score":0.0681818182}
{"full_text":"Tonight is going to be Amazing!!As we come out COVID-19 2020 into 2021 Proclaiming It To Be Our Year Of Restoration. You are invited to Bring The New Year In With Us As We Thank God Who Is \"The Restorer\" God Blesses Grateful People","sentiment_score":0.1363636364}
{"full_text":"In a pandemic year:Equities market investors cashed outBond prices rose significantlyGold surgedBitcoin bitcoined What a year!","sentiment_score":0.75}
{"full_text":"RT I'm just saying if Kelly Loeffler didn't invest in body bags after her classified senate briefing on COVID-19 it would be pr...","sentiment_score":0.0}
{"full_text":"RT at a Covid testing site (wearing masks), handing over paperwork for me &amp; two of my kids:woman looking over papers: \"okay......","sentiment_score":0.5}
{"full_text":"Honestly?  Nothing.  Just sit with a smile and listen to the sounds of the Dome during batting practice as it slowly fills up.","sentiment_score":0.2}
{"full_text":"RT COVID getting ready for these NYE parties","sentiment_score":0.2}
{"full_text":"RT As usual, is right: \"We can't go back to business as usual before the pandemic, when it wasn't working for...","sentiment_score":-0.0535714286}
{"full_text":"RT Getting the COVID-19 vaccine was safe, easy, and pretty painless.","sentiment_score":0.3944444444}
{"full_text":"RT So now it's all about brutal lockdown until SUMMER which probably won't even work?WTF?This is simply not possible. The...","sentiment_score":-0.4375}
{"full_text":"Government delay has exacerbated the NHS Covid crisis. We need a lockdown now | Claudia Paoloni","sentiment_score":0.0}
{"full_text":"Membership has dropped by 10% which is normal after a heavy election defeat, plus a pandemic hasn't helped, all i can say is that people have told me they will now vote labour, and personally i voted for corbyn, i will vote starmer, because of the alternative, hope you do same.","sentiment_score":-0.0125}
{"full_text":"RT Biden inaugural committee planning national covid unity and remembrance event on January 19: \"inviting cities and towns around...","sentiment_score":0.0}
{"full_text":"RT None of this is unexpected.  The gov had the modeling data on Dec 21 that predicted &gt; 3k cases\/day &amp; &gt;300 I...","sentiment_score":0.1}
{"full_text":"RT DIE! DIE! DIE 2020!!!  Happy New Year! #NewYear #NewYear2021 #NewYearsEve #COVID19 #CoronaVaccine#gaming  #gamedev #indie...","sentiment_score":0.3234848485}
{"full_text":"RT My neighbor was one of the last living Tuskegee Airmen.  He just died from COVID.  He would have been 101 on January 2nd....","sentiment_score":0.0}
{"full_text":"Received this text yesterday from my GP surgery - NHS again refusing to see patients for common ailments - we're on our own if not Covid related","sentiment_score":0.1}
{"full_text":"RT Maybe Michelle Rempel should stay in her own fucking country and she wouldn't have to worry about it. These stupid Cons fl...","sentiment_score":-0.2666666667}
{"full_text":"Unfortunately, the outlook is bleak. Cases have continued to rise. And, like night follows day, hospitalisations will too. (Though strangely, they seem to slightly lead cases if anything) [source: UK covid dashboard) (3)","sentiment_score":-0.4291666667}
{"full_text":"This is a contactless drop off. Must wear a mask in your car and social distancing must be practiced.Any questions, contact the Sustainable Bergen Hub at sjbergenhub@gmail.com.#OaklandNJ","sentiment_score":0.0333333333}
{"full_text":"They'll take lockdown credit in March\/April when virus slows down on its own.","sentiment_score":0.2222222222}
{"full_text":"In the paper, 52.4% efficacy between 1st &amp; 2nd dose bumps up to 94.8% &gt;7 days after 2nd dose.They also report on severe covid in the supplement after 1st dose but hard to interpret with so few events.","sentiment_score":-0.1229166667}
{"full_text":"COVID EXPIRING IN A FEW SECONDS","sentiment_score":-0.2}
{"full_text":"RT The Covid vaccine could be a tool to help reduce the impact of current wave of epidemic spread; but we're largely miss...","sentiment_score":0.1071428571}
{"full_text":"RT All except their rollouts s...","sentiment_score":0.0}
{"full_text":"RT Anti-mask passengers removed from the plane, but only after antagonizing everyone and forcing entire plane to deboard in or...","sentiment_score":0.0}
{"full_text":"RT 3,275 died at the Battle of Antietam, September 17, 1862, the bloodiest day on US soil.3,808 died from COVID 19 yesterday...","sentiment_score":0.0}
{"full_text":"I noticed in many of your tweets that you are complaining that people aren't social distancing and stay at home but yet you were wondering why it is not working, what the hell is wrong with you?","sentiment_score":0.0111111111}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"RT Oh Lord: New Covid-19 variant has both greater transmissibility *and* is more prevalent in people under 20 years of age, a...","sentiment_score":0.3787878788}
{"full_text":"The most vulnerable, the most exposed.","sentiment_score":0.1666666667}
{"full_text":"RT Ontario's vaccination rate is still lowest per capita of any Canadian province (by a fair bit, too).https:\/\/t.co\/JBhX32S7Dx h...","sentiment_score":0.7}
{"full_text":"RT I haven't raised or accepted ANY money.If you support what I am doing I need two things:1. Retweets: Quote retweets and...","sentiment_score":0.0}
{"full_text":"Fully Dunked. Take care dear Covid 19","sentiment_score":0.0}
{"full_text":"RT Analogy: \"Drunk driving car accidents don't kill people--metal and concrete kills people, &amp; maybe their internal bleeding\"...","sentiment_score":-0.1166666667}
{"full_text":"Happy 2021Ok Mr Trump &amp; Mr Covid you can both officially, fuck off now!!","sentiment_score":0.0875}
{"full_text":"RT I haven't raised or accepted ANY money.If you support what I am doing I need two things:1. Retweets: Quote retweets and...","sentiment_score":0.0}
{"full_text":"I know, I despair. I have been following my air app since the first lockdown","sentiment_score":0.125}
{"full_text":"That's covid 21 for you.","sentiment_score":0.0}
{"full_text":"RT You see now- why some states have become \"hell\" people fleeing from, and why others remain sane and prospe...","sentiment_score":0.0}
{"full_text":"The #LearningAndDevelopment industry will likely be forever marked by innovations driven in response to this pandemic.","sentiment_score":0.05}
{"full_text":"RT By saving people #JacindaArdern saved businesses.Her hard lockdown has enabled an early freedom of movement w...","sentiment_score":-0.0958333333}
{"full_text":"RT Reminder: Republicans Kelly Loeffler and David Perdue both played down the danger of COVID-19 in public while privately tradin...","sentiment_score":-0.0518518519}
{"full_text":"RT Anti-mask passengers removed from the plane, but only after antagonizing everyone and forcing entire plane to deboard in or...","sentiment_score":0.0}
{"full_text":"RT ThreadToday &amp; I agreed the 2020 man of the year is for his leadership in response to CO...","sentiment_score":0.0}
{"full_text":"RT at a Covid testing site (wearing masks), handing over paperwork for me &amp; two of my kids:woman looking over papers: \"okay......","sentiment_score":0.5}
{"full_text":"Uh, hang this person.","sentiment_score":0.0}
{"full_text":"RT jimin said he wants to perform 2!3! in the first post-covid concert...","sentiment_score":0.25}
{"full_text":"RT It is also a desecration of the American flag and a symbol of white supremacy. Wonder if #KKKelly got the mask from her kl...","sentiment_score":0.0}
{"full_text":"The lockdown seems to be working!!","sentiment_score":0.0}
{"full_text":"Thank you for replying. I guess I've been poor for so long, that I didn't realize that people making that kind of money a year, don't have a significant savings to rely on. If I made $75,000 a year before the pandemic, I'd have thousands in my savings.","sentiment_score":0.13125}
{"full_text":"FREE SHIPPING on Dinosaur Teeth  -","sentiment_score":0.4}
{"full_text":"RT HE NEEDS TO LOSE HIS ABILITY TO DO THIS!#McConnellKillsSickLeave Georgia,We are counting on you!#VoteOssoffAndWarnoc...","sentiment_score":0.0}
{"full_text":"The world just reset itself right now and I hope that I can be more productive with a new fresh start. I'm sad tbh, I still had to face my biggest exam in my life and it's a never ending battle for me as long as covid is causing harm. I hope I can find comfort this year ","sentiment_score":0.112012987}
{"full_text":"Covid-19: Chinese trade grows as others struggle amid pandemic","sentiment_score":0.0}
{"full_text":"Updates about our return to school, online learning and Covid safety can be found at or follow us on Facebook or Instagram.","sentiment_score":0.0}
{"full_text":"RT Never stopped feeling lonely, sad, abandoned and being a sarcastic dumbass DURING A PANDEMIC!","sentiment_score":-0.1583333333}
{"full_text":"RT Even though there were many operational challenges due to COVID situation, we produced 153 videos in 2020:@upword_ - 46@free...","sentiment_score":0.1875}
{"full_text":"He's simply the worst","sentiment_score":-0.5}
{"full_text":"RT This year has been rough for all of us. But I'm proud to see everyone pushed through &amp; got shit done regardless. Some o...","sentiment_score":0.1666666667}
{"full_text":"RT A Republican Congressmam-Elect dies from Covid-19 and there isn't a peep out of just retweeting cons...","sentiment_score":0.0}
{"full_text":"RT \"how are we gonna pay for $2,000 checks\"Just a thought: In the average day of the pandemic, billionaires got $4 bill...","sentiment_score":-0.15}
{"full_text":"RT Hey \"Leader\" McConnell this is your legacy: sickness, death &amp; ruin.","sentiment_score":0.0}
{"full_text":"RT I don't usually tweet on 'project fear'. But after 2 days covering COVID admissions - the admission rate is worse then Apr...","sentiment_score":-0.325}
{"full_text":"RT .@MayorBowser could truly thank all these folks by not giving permits to fascists who come here maskless, and who also a...","sentiment_score":0.0}
{"full_text":"Happy new year! We would like to thank all our customers and supporters for being with us this year. This year has been challenging due to the covid19 pandemic. But now, let's look forward to an amazing 2021!","sentiment_score":0.4190909091}
{"full_text":"In our November issue, PRC staffers interviewed small business owners along the historic Magazine Street corridor about the impact of the pandemic on New Orleans' small businesses, and how local businesses are adjusting to emerge from the pandemic slump.","sentiment_score":-0.0727272727}
{"full_text":"RT at a Covid testing site (wearing masks), handing over paperwork for me &amp; two of my kids:woman looking over papers: \"okay......","sentiment_score":0.5}
{"full_text":"Good news: 75% of CFOs surveyed in our Q4 #CFOSignals expect the economy to improve in 2021. But few expect faster growth over the next 5 years compared to pre-pandemic. Here's why:","sentiment_score":0.1666666667}
{"full_text":"RT The COVID-19 pandemic caused severe damage to the Israeli economy, and the recovery process could take years, according...","sentiment_score":0.0}
{"full_text":"Thankfully, the 3-year-old is expected to fully recover after physical therapy.","sentiment_score":-0.05}
{"full_text":"The day before he will be sworn into office, President-elect Joe Biden is planning a lighting ceremony to honor all those killed by COVID-19:https:\/\/t.co\/dh1iSnL4Zn#coronavirus","sentiment_score":-0.2}
{"full_text":"The state's \"health care system is both catching its breath and holding its breath at the same time.\"","sentiment_score":0.3}
{"full_text":"We want to express our deepest gratitude to all those who have worked countless hours to fight the #COVID19 pandemic. Your efforts have helped save many lives and has shown the resiliency of our City when working together. #EssentiallyYoursSF","sentiment_score":0.25}
{"full_text":"Please #StaySafe at home this New Years Eve by following the government's #Covid19 tier 4 restrictions. We'll be regularly patrolling + will carry out enforcement action for blatant breaches, e.g. if there is a party reported to us. #ReportIt Read more:","sentiment_score":0.0393939394}
{"full_text":"COVID 19 cases in India until : 31\/12\/2020 21:30Total Cases: 10282624 [+15341]Active: 254261Recovered: 9876557 [+16795]Deaths :148950 [+176]Total Tests: 172.05MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"As we enter into 2021, Dr. Ari Joffe urges policy-makers to rethink lockdown measures by giving greater consideration to the risks and tradeoffs of such measures. #cdnpoli #cdnhealth #cdnecon #COVID19 ","sentiment_score":0.25}
{"full_text":"The lack of in-person interactions has given staff the time update buildings and implement safety plans to be ready to go whenever they get the green light. ","sentiment_score":0.1333333333}
{"full_text":"RT \"first half of 2020, 13 countries awarded almost 50 GW of new renewable capacity to become operational during 2021-24,...","sentiment_score":0.0732323232}
{"full_text":"This year, alumni have been inspiring hope and giving back during the COVID-19 pandemic.","sentiment_score":0.25}
{"full_text":"RT Who didn't see this debacle coming","sentiment_score":0.0}
{"full_text":"RT [Country moves into a national lockdown situation.]","sentiment_score":0.0}
{"full_text":"Hey #EpiTwitter, important warning from data superstar #ColumbiaEHS Lots to think about! (and learn, at least for me)","sentiment_score":0.1}
{"full_text":"After 9 months of #cancer treatment during a #pandemic, five-year-old Jacob rings in the #newyear cancer-free!His full story:","sentiment_score":0.35}
{"full_text":"Americans Approve of Media's COVID Coverage... #BreakingPoll","sentiment_score":0.0}
{"full_text":"It's 2021 and COVID-19 did not magically disappear.Why do you think it would?","sentiment_score":-0.25}
{"full_text":"Residents from #Lima city were preparing to wave goodbye to 2020 with the traditional #pinata ritual. This year, #COVID-19 and #Venezuelan President #NicolasMaduro pinatas were among the most popular, as seen on Wednesday.#Peru","sentiment_score":0.3666666667}
{"full_text":"To all the negativity that we experienced from the past year may we fill this 2021 with hope, strength, and happiness. Happy New Year everyone! Wishing you a prosperous 2021!  Stay home and safe!","sentiment_score":0.481344697}
{"full_text":" Ubuy Wishes You and Your Family a Very Happy and Prosperous New Year  Stay Safe and Beat the Pandemic with New Energy #HappyNewYear2021 #NewYear2021 #newyear #ubuy","sentiment_score":0.4431818182}
{"full_text":"provides key takeaways from the new Covid-19 legislation. Wondering how these changes impact your organization? We're here to help!","sentiment_score":0.0852272727}
{"full_text":"RT Dear I know you follow what trends on Twitter so please take note that for the third time in 24 hours#...","sentiment_score":0.0}
{"full_text":"\"Florida COVID-19 'whistleblower' named 'Technology Person of the Year' by Forbes\"","sentiment_score":0.0}
