{"full_text":"Think about THAT next time you fabricate that your 'personal freedom is being violated' because you won't wear a mask in store for 15 min","sentiment_score":0.0}
{"full_text":"RT Communist China continues to censor the truth and deny its role in the spread of the #coronavirus.Zhang Zhan should not...","sentiment_score":0.0}
{"full_text":"RT President Donald Trump's statement on signing coronavirus relief and government funding bill.","sentiment_score":0.0}
{"full_text":"Trump Caves to Pressure, Signs COVID Relief and Funding Bills","sentiment_score":0.0}
{"full_text":"RT Last week, I voted for the coronavirus relief bill, which the President has *finally* signed into law after a week of d...","sentiment_score":0.0}
{"full_text":"Oregon reports 1,416 new confirmed and presumptive COVID-19 cases, 5 new deaths#oregon #COVID19 #TrumpVirus #maskup #pandemic #besafe","sentiment_score":0.2242424242}
{"full_text":"RT Trump: Day 1,437 (THREAD)-19,573,847 Cases of COVID-19 in US-US CV-19 Death Toll Rises to 341,138-Day 50 Since Biden...","sentiment_score":0.0}
{"full_text":"RT The next few weeks will be the most crucial in American history.Here's where I stand:I will be VOTING NO to override","sentiment_score":0.06}
{"full_text":"This is terrifying. Our hospital system is in shambles because of the total failure and malignant motives of the current occupant. People suffering heart attacks, ruptured appendixes, strokes and other emergencies will not be able to get the care they need to survive. #24Days","sentiment_score":-0.1569444444}
{"full_text":"RT From COVID-19 and the economy to climate change and racial justice -- our nation is facing four historic crises at once. And c...","sentiment_score":0.0}
{"full_text":"RT Greg Abbott got the COVID vaccine today. Yesterday, he and his Republican cronies decided to disregard CDC recommendations...","sentiment_score":0.0}
{"full_text":"RT I don't get it.When Trump fights for $2000 per person (he doesn't care about Americans and ignored the Pandemic), he is a...","sentiment_score":0.0}
{"full_text":"RT Last week, I voted for the coronavirus relief bill, which the President has *finally* signed into law after a week of d...","sentiment_score":0.0}
{"full_text":"RT Trump says he signed covid relief package in a statement that includes the kind of lies we would hear in his photo ops. One of...","sentiment_score":0.6}
{"full_text":"No one:Seriously Not One person:My father-in-law: People trying to blame China for covid. No, no, no. It didn't come from China. It came from space.","sentiment_score":0.0}
{"full_text":"RT 24 hr later, we're still waiting on the helicopter to land in our front lawn to take my frontline physician husband to...","sentiment_score":0.0}
{"full_text":"RT First things first: Americans have waited too long to get help. While the House passed a relief bill in May, the Senate...","sentiment_score":0.15}
{"full_text":"not to be \/that bitch\/ but I still managed to find peace with myself in 2020 given the circumstances. I became a new person, I made and achieved new goals, and made new friends ALL while surviving a pandemic, finishing undergrad, starting grad school and getting a \"big kid job\"","sentiment_score":0.0818181818}
{"full_text":"How about Canada? Anyone know?","sentiment_score":0.0}
{"full_text":"RT President Trump's dithering, as he plays golf and millions lose their unemployment benefits this weekend, damages the econ...","sentiment_score":0.0}
{"full_text":"RT Last week, I voted for the coronavirus relief bill, which the President has *finally* signed into law after a week of d...","sentiment_score":0.0}
{"full_text":"Constitutional rights only exist if CNN's feeling it. Turbans will get mandated next just so they can jalalalaaugh there asses off at all Nancy's that join security to march you out of the walmart you voted no for 15 years ago. Wear it or suffer trying to survive on DG junk food","sentiment_score":0.0}
{"full_text":"RT 14. Your fighters in this pandemic are tired. Give us a reason to keep fighting. Allow us to keep fighting.","sentiment_score":-0.4}
{"full_text":"RT The more you see the left talk about a mandatory China Virus vaccine card, the more you should ask yourself: Why are the...","sentiment_score":0.3333333333}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Never ceases to amaze me that there exist people who believe that global warming is a hoax, the acidification of the oceans...","sentiment_score":0.0}
{"full_text":"RT But she'll sure as hell take a ventilator from you when she gets sick.","sentiment_score":-0.1071428571}
{"full_text":"RT \"COVID, take the wheel!\"","sentiment_score":0.0}
{"full_text":"RT Never forget that congress members were warned about this pandemic in Feburary and sold stock instead of doing anythin...","sentiment_score":0.0}
{"full_text":"RT  A personal thread on ASMYPTOMATIC spread. My brother's family has COVID and my mom is exposed. \"We didn't want to worry y...","sentiment_score":0.0}
{"full_text":"When will MOH make affordable tests available especially to members of high risk groups? When will GOK distribute free face masks and hand sanitizers to everyone at risk from Covid-19? Let's see the plan to vaccinate all at risk from Coronavirus...#askamarine","sentiment_score":0.24}
{"full_text":"Last time nurses danced deaths started going down. We'll see.","sentiment_score":-0.0777777778}
{"full_text":"RT It's not \"Congress\" that's preventing Americans from receiving $2,000 Covid relief checks -- it's \"REPUBLICANS in Congr...","sentiment_score":0.0}
{"full_text":"RT Last week, I voted for the coronavirus relief bill, which the President has *finally* signed into law after a week of d...","sentiment_score":0.0}
{"full_text":"RT As an immunocompromised chronically ill person it's been SUPER FUN to watch people I know, people in my community, strangers...","sentiment_score":0.0444444444}
{"full_text":"RT I've been debating this person who says they defend science. They claimed the 330k+ deaths via C19 in the US is \"indisp...","sentiment_score":0.0}
{"full_text":"Sounds like socialism to me!!  How about taking from the top 1% to give to the bottom 80%....you know, just to help the country out during the pandemic!","sentiment_score":0.625}
{"full_text":"Will you able to get my salary or not, last month of salary wont give ah? You told me to wait ,i was waiting so mny days, atleast give Hr prabhakaran number atleast... When i was working in your company only i got affrected by #coronavirus and i din ask for extra money, my salary","sentiment_score":0.125}
{"full_text":"RT It's really academic at this point, but Trump's veto bargaining strategy on the Omnibus\/COVID bill is both a mastercla...","sentiment_score":0.0}
{"full_text":"Hard to tell what's a mild case of COVID versus what's normal seasonal yuck. Bro in law thought his was allergies until he started running a low grade fever.","sentiment_score":0.0479166667}
{"full_text":"If you've ever hooked up in Lefferts Park, you don't need to worry about what's in the covid vaccine.","sentiment_score":0.0}
{"full_text":"RT Beyond the issue of whether masks work....are they even needed?","sentiment_score":0.0}
{"full_text":"If it WAS NOT a pandemic would you let me live in your house?","sentiment_score":0.1363636364}
{"full_text":"RT The current number of Syrian doctors who died of COVID is 170. Heartbreaking","sentiment_score":0.0}
{"full_text":"RT the news: \"one person dying from covid every second as scientists discover deadly new strain which transmits via eye c...","sentiment_score":0.0681818182}
{"full_text":"RT While Indian South Africans have been quick to post and RT pictures and videos of Black South Africans not adhering to COVID-1...","sentiment_score":0.0833333333}
{"full_text":"RT RATIONING CARE has begun in Southern California w\/ 0% ICU beds in many hospitals. This is from a Pasadena, CA hospital dec...","sentiment_score":0.25}
{"full_text":"RT Remember, those who are shutting down our economy haven't missed a paycheck since lockdown began. We are not in this toget...","sentiment_score":-0.1555555556}
{"full_text":"RT BREAKING: A new, highly-transmissible COVID-19 variant from the UK has been confirmed in BC in the Island Health region...","sentiment_score":0.2681818182}
{"full_text":"If you are using more #energy during the day due to more time spent at home due to the #Covid19 pandemic check out this video from on #insulation via","sentiment_score":0.13}
{"full_text":"RT These dancing \"clowns\" are a stain on the reputations of the real hardworking medical workers.","sentiment_score":0.1}
{"full_text":"RT idk who need ta hear this but given the ongoing global pandemic, itd be wise to take serious consideration into having...","sentiment_score":0.1222222222}
{"full_text":"RT They want to do a COVID immunity passport but they think having an ID to vote is too hard to do.","sentiment_score":-0.2916666667}
{"full_text":"RT Separated from from his hometown for 73 yrs by strife, wars &amp; a pandemic, Hari Krishan Lal Anand returned to the villa...","sentiment_score":0.0}
{"full_text":"RT Keeping in view the immense difficulties faced by taxpayers &amp; tax professionals due to the ongoing #COVID19 pandemic, r...","sentiment_score":-0.0625}
{"full_text":"RT My friend is a doctor.She just told me via text message that tonight she witnessed the death of a husband and wife by COVID....","sentiment_score":0.0}
{"full_text":"RT Trump just signed the COVID-19 relief package to avoid a government shutdown under the Impound Act of 1974. The Impound Ac...","sentiment_score":0.0}
{"full_text":"RT Last week, I voted for the coronavirus relief bill, which the President has *finally* signed into law after a week of d...","sentiment_score":0.0}
{"full_text":"RT COVID-19 in Florida: 17,042 new cases, 140 more deaths over the last two days.","sentiment_score":0.2121212121}
{"full_text":"Respected madam I am from India in visakhapatnam for 30 years but there is no own house to stay as well as no assets and we are family and my father is late please I am requesting on Twitter in my State leaders I have no home but no one replied madam thus why I am asking others","sentiment_score":-0.3}
{"full_text":"RT God Bless them: Two Minnesota state lawmakers are calling for an audit of death certificates that were attributed to t...","sentiment_score":0.0}
{"full_text":"I tried my absolute best to take all necessary precautions and still tested positive for Covid. And now that the sadness and the hard part (hopefully) have passed, all I feel is rage.","sentiment_score":0.2271212121}
{"full_text":"RT working in retail during a nationwide pandemic is a special kind of hell because I see at least one example of all of th...","sentiment_score":0.219047619}
{"full_text":"RT Girls around the world have big dreams. But due to COVID-19 millions of girls are out of school. Many may never return...","sentiment_score":0.125}
{"full_text":"RT 4 days to due dates, but no extension.  Is Govt not in favour of Extension? Looks unfortunate considering Pandemic. Govt re...","sentiment_score":-0.3125}
{"full_text":"RT Thankfully my brother's family has quarantined throughout the pandemic, aside from my mom coming over, but you see how easi...","sentiment_score":0.0}
{"full_text":"Off course A traitor applaud a traitor like him ","sentiment_score":0.0}
{"full_text":"who is here take care of your health! stay at home","sentiment_score":0.0}
{"full_text":"Well my daughter doesn't get anything. She's in college and I have to pay her rent because Covid ran their her employment facility and she's not working now","sentiment_score":0.0}
{"full_text":"RT I am glad the bill does not include Senator McConnell's corporate giveaway, which I called out as a license to kill for...","sentiment_score":0.25}
{"full_text":"RT Larry Summers doesn't write op-eds against $780billion in annual military spending, layoffs, offshor...","sentiment_score":-0.1}
{"full_text":"RT For Taehyung's birthday, Thai ARMYs put ADs  on the carts to support and help local street food vendors who are struggli...","sentiment_score":0.0}
{"full_text":"-President Trump just invoked the Impoundment Control Act of 1974 while signing the COVID bill, allowing him to redline areas that must be addressed.-This sends it back to Congress forcing them to 1) repeal 230, 2) cut out the wasteful spending, 3) add $2k.","sentiment_score":0.0}
{"full_text":"Donald Trump signs COVID-19 relief bill and avoids a looming government shutdown ","sentiment_score":0.0}
{"full_text":"RT What the fuck is super gonorrhea","sentiment_score":-0.0333333333}
{"full_text":"RT 'Super Gonorrhea' is spreading like wildfire thanks to COVID-19","sentiment_score":0.2666666667}
{"full_text":"RT Yep I hear you. In the first lockdown I was working my socks off preparing and posting pack...","sentiment_score":0.25}
{"full_text":"RT A Chinese citizen journalist who criticized the government's handling of the outbreak in Wuhan has been on a hunger strik...","sentiment_score":0.0}
{"full_text":"This Texas physician got his COVID-19 shot why?","sentiment_score":0.0}
{"full_text":"RT Some us didn't and are being called out by those who did.The insanity is beyond me. However because I won't wear a mask,...","sentiment_score":0.0}
{"full_text":"Does this follow COVID protocol? Diners are sitting close with plexiglass squares between them. real concern is that the cooks are preparing the food directly in front (&lt;6 feet) of the unmasked diners. Palace station casino","sentiment_score":0.15}
{"full_text":"RT Beyonce will offer $5,000 grants to help 100 people facing foreclosures or evictions due to the housing crisis caused by the coron...","sentiment_score":-0.125}
{"full_text":"If you actually believe that without campaigning, in the middle of a pandemic year, received more votes than any other candidate in history, get in touch with me. I have some great investments we need to talk about.","sentiment_score":0.235}
{"full_text":"RT Unless \"Presidential Red-lining\" has different rules, red-lining AFTER signing carries NO weight","sentiment_score":0.0}
{"full_text":"RT the YHLQMDLG album in the club would of been lit asf fuck covid","sentiment_score":-0.4}
{"full_text":"RT Ofcom are now investigating my complaint about impartiality","sentiment_score":-0.3}
{"full_text":"At least he left the Pandemic Playbook in tact.","sentiment_score":-0.15}
{"full_text":"Trump signed it. https:\/\/t.co\/mDUpi5zgzF","sentiment_score":0.0}
{"full_text":"RT A Black physician died of Covid-19 about two weeks after she shared a video in which she accused a White doctor of dismissing her...","sentiment_score":-0.0833333333}
{"full_text":"RT .@marcorubio there are 1.2 million reported case of coronavirus in Florida and over 21,400 have died. You are a clear and p...","sentiment_score":0.1}
{"full_text":"RT The asymptomatic spread of Covid has been proven to be a myth. Your business and life has been shut down over a myth.","sentiment_score":-0.1555555556}
{"full_text":"RT Wtf? Why don't they just say the only way to die going forward is through Covid regardles...","sentiment_score":-0.25}
{"full_text":"RT why am I seeing tier 5 tweets WHAT IS TIER 5 is this not already lockdown","sentiment_score":0.0}
{"full_text":"They should","sentiment_score":0.0}
{"full_text":"RT I honestly thought there was no way I could hate Marco Rubio more but here he is after getting the vaccine, while closing hi...","sentiment_score":0.1}
{"full_text":"I just can't believe all the extra crap we voted into the bill to support other countries. It seems like an excuse to call it a Covid relief package but a lot of money isn't even going into American families.","sentiment_score":-0.195}
{"full_text":"RT the news: \"one person dying from covid every second as scientists discover deadly new strain which transmits via eye c...","sentiment_score":0.0681818182}
{"full_text":"Sadly Trump's horrid #COVID19 response has repealed your seats, at least temporarily","sentiment_score":-0.4}
{"full_text":"No matter what metrics you use:Rate of infectionHospitalizationsDeathsThat Coronavirus is in no way comparable to the annual flu variations","sentiment_score":0.0}
{"full_text":"RT So the ultimate effect of Trump waffling on the coronavirus and omnibus bill is that Democrats clarified that it was Republi...","sentiment_score":0.0}
{"full_text":"What Tenants Should Expect from Their Landlords Right Now #CRE #NewNormal #COVID-19 #TenantTips   ","sentiment_score":0.2857142857}
{"full_text":"It's always the people that complain about COVID still existing that go out without masks and hang in large groups, I don't understand","sentiment_score":0.2142857143}
{"full_text":"RT The asymptomatic spread of Covid has been proven to be a myth. Your business and life has been shut down over a myth.","sentiment_score":-0.1555555556}
{"full_text":"CDC's own reporting. Today it looks like less than 20,000 deaths in the US (330,000 x 6% = 19,800) have actually been due to coronavirus only. Remainder of deaths reported by CDC include accidents, overdoses, suicides  &amp; those presumed to have had the coronavirus upon their death","sentiment_score":0.0616666667}
{"full_text":"RT I just helped writing a story about 300k Covid deaths with @mffisher. The sad, scary thing is we're only about halfway th...","sentiment_score":-0.3333333333}
{"full_text":"Based on your Picture, our dear USA has become the WORST 1st world country to be living in during this pandemic...We must build back better! Go B&amp;H!","sentiment_score":-0.0729166667}
{"full_text":"\"It's so supportive; it's like a second family.\" Read the heartwarming story of how has been helping their participant Judy Reed during the pandemic.","sentiment_score":0.25}
{"full_text":"A mural was created outside of the Pfizer Global Supply campus to thank the company for the role in the COVID-19 development and distribution.https:\/\/t.co\/w8A4Iyncdv","sentiment_score":0.0}
{"full_text":"RT lockdown or not I will have my summer ..i'm telling you from now Boris .","sentiment_score":0.0}
{"full_text":"RT Mainland China reports 21 new COVID cases vs 22 a day earlier","sentiment_score":0.0681818182}
{"full_text":"#Israel is set to begin another two-week lockdown today, which is the third since the pandemic started earlier this year, after a sharp rebound in the infection rate. Itai Anghel reports.","sentiment_score":-0.0416666667}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4iXKLO #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"RT It is very dangerous to label the development of these #COVID19 vaccines as \"a miracle\" or \"in record time\". Over 40...","sentiment_score":-0.78}
{"full_text":"Although the number of funding rounds fell to its lowest in five years in 2020, the amount raised was higher than 2016 and 2017","sentiment_score":0.25}
{"full_text":"T-STORM OUTLOOK for rest of the night.       Radars and updated maps at            #wx #news #weather #hail #winds  #severe #storm #windy   #tornado  #tornado #damage #storms #thunder #Flooding #cloud  #tonight #Monday       #lockdown","sentiment_score":0.0}
{"full_text":"U.S. health officials believe the coronavirus mutation that set off alarms in parts of Britain is no more apt to cause serious illness than the strain afflicting people in the U.S. but it still must be taken \"very seriously,\" Fauci said Sunday.https:\/\/t.co\/8VFTED3vGU","sentiment_score":-0.1041666667}
{"full_text":"Want to stay up-to-date on all things #COVID19? Our daily update videos cover everything from #vaccines to the latest trends and news relating to the pandemic. Watch here:","sentiment_score":0.25}
{"full_text":"Is this as catchy as the first? https:\/\/t.co\/gu8JFU9XbP","sentiment_score":0.25}
{"full_text":"[OPINION] Striving to provide more nutritional food can ensure better health outcomes that will reach beyond the pandemic.https:\/\/t.co\/VnIi6Eb8EH","sentiment_score":0.5}
{"full_text":"Excess death rates (deaths per 100,000) during #COVID19 continue to shift over time. But, why? Click to view an animated map to discover the answer. #MedEd","sentiment_score":0.0}
{"full_text":"RT OMG! The very thing that we feared back in the early days of 1st Wave.Remember that famous phrase..\"Flattening the Curve\" n A...","sentiment_score":0.2}
{"full_text":"Medical workers receive their first injection of the Pfizer's COVID-19 vaccine in Mexico City on Sunday after the country began its vaccination campaign on last Thursday. Mexico was the first country in Latin America to receive the Pfizer-BioNTech vaccine.","sentiment_score":0.125}
{"full_text":"From the resurgence of Razorback football thanks to Sam Pittman or how teams have managed the COVID-19 pandemic, these are the top 11 Arkansas sports stories of 2020.https:\/\/t.co\/PfR673i2M7","sentiment_score":0.35}
{"full_text":"A #COVID19 vaccine should be universal.Let's be clear: protecting wealthy countries alone will not allow life to return to normal. As long as the virus continues to spread anywhere in the world, it is a threat to us all.We must act together, as nations united. #VaccinesWork","sentiment_score":0.175}
{"full_text":"RT #BREAKING: FINALLY! President Trump signed the #COVID19 relief bill that his administration negotiated. Next up: tomorrow...","sentiment_score":0.0}
{"full_text":"RT Taiwan's handling of the pandemic was exemplary. In May, we wrote about why China tried to thwart Taiwan's efforts to sec...","sentiment_score":-0.1}
{"full_text":"The government placed the order this month. Officials expect it to be completely fulfilled by summer 2021.","sentiment_score":0.1}
{"full_text":"\"Believe in science.\"EU kicks off COVID-19 vaccine campaign","sentiment_score":0.0}
{"full_text":"Isn't that the norm generally???","sentiment_score":0.05}
{"full_text":"RT For the vaccine to be effective 70% of our population has to take it. Y'all don't wanna stay home and y'all don't want th...","sentiment_score":0.6}
{"full_text":"RT YOU CANNOT be \"cleared\" for a gathering by a negative COVID test1) Might be too early in course to detect virus 2) ~20% of...","sentiment_score":-0.1}
{"full_text":"Read Next - After Threatening Veto, Trump Finally Signs Covid-19 Relief Bill Into Law","sentiment_score":0.0}
{"full_text":"Try being disabled &amp; processing having cut off all pandemic help to #ODSP in July leaving #PWD &amp; our kids for dead while he sits on billions of dollars he could use to end child #PovertyByPolicy ......but he won't use the money or vaccines because he's heartless","sentiment_score":-0.2}
{"full_text":"RT Thanks to Trump's one-day delay in signing the relief package, out-of-work Americans will lose  one week of jobless bene...","sentiment_score":0.2}
{"full_text":"RT Dr. Susan Moore knew all the fancy terms &amp; treatment nuances when she was struggling with Covid19 in the hospital. Yet the doc...","sentiment_score":0.0}
{"full_text":"RT Almost everything Fauci has said this year has been exaggerated, misleading, and\/or flat-out wrong.He is not to be tr...","sentiment_score":-0.5}
{"full_text":"RT COVID-19 Testing Update :Total samples tested upto 27  December 2020 - 16,88,18,054Samples tested on 27  December 2020...","sentiment_score":0.0}
{"full_text":"I can't wait to see a real president in the White House, I hope he could help more to the American people in this difficult times and fight and help to control this pandemic","sentiment_score":0.04}
{"full_text":"RT Make sure to enroll by tomorrow night!","sentiment_score":0.625}
{"full_text":"How will value for #COVID19 vaccines be assessed? Who will pay for it? Will it be considered a medical or pharmacy benefit? Explore these questions and more in our #HealthForward blog. #SocChamps","sentiment_score":0.25}
{"full_text":"RT Still, I believe the relief bill signed into law today represents a step in the right direction, even with its imperfec...","sentiment_score":0.2857142857}
{"full_text":"US Covid-19 deaths: December is the deadliest month since the pandemic began -- and projections for January are 'nightmarish'","sentiment_score":0.0}
{"full_text":"RT Actually, per 164 residents have been infected since outbk began.This is...","sentiment_score":0.0}
{"full_text":"RT It's here. We just don't know it yet.","sentiment_score":0.0}
{"full_text":"RT Year-end #RemindersFromDisableds:- you were jealous we always \"got\" to stay home- we've worn masks for years- acce...","sentiment_score":0.0}
{"full_text":"RT Why you should wear a mask when out and about.Simples!","sentiment_score":0.0}
{"full_text":"RT YOU CANNOT be \"cleared\" for a gathering by a negative COVID test1) Might be too early in course to detect virus 2) ~20% of...","sentiment_score":-0.1}
{"full_text":"RT Pelosi delayed and damaged the country for months, but just signed COVID Relief into law.Paycheck Protect...","sentiment_score":0.0}
{"full_text":"RT Respected ji ji...It is not possible for professional to work smoothly in this pandemic covi...","sentiment_score":0.1666666667}
{"full_text":"RT One week from tomorrow, a man who herded 1 million Uighurs into camps, jails human rights activists, crushed Tibet, disapp...","sentiment_score":-0.05}
{"full_text":"RT What the fuck is super gonorrhea","sentiment_score":-0.0333333333}
{"full_text":"Hahah munakapola mototu ehehehe but yes post covid and not making the playoffs and having the worst previous season and losing Klay... This means so much to the team and the fans","sentiment_score":-0.3222222222}
{"full_text":"Time: 04:00 * Temp: 4.2degC * Wind: WNW 2.0 to 6.0mph * Pressure: 963.7hPa * Rain: 0.2mm * Hum: 96% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:45 * Sunset: 16:04 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Hearing *leftists* say that forcing a floor vote for medicare during a global pandemic for all is \"purity politics\" when 8...","sentiment_score":0.0}
{"full_text":"Coronavirus India Live Updates: Covid-19 vaccination dry run begins today | In Hindi.","sentiment_score":0.0348484848}
{"full_text":"RT Tomorrow the House will pass the Cash Act, which will increase economic aid payments from $600 to $2,000 in the latest...","sentiment_score":0.35}
