{"full_text":"Grateful to 2020 for great lessons, learnings &amp; immense opportunities! #normallife #lockdown #mask #sanitizer #socialdistancing #Unlock Phase1, 2,3,4 &amp;5 #newnormal #partialnormal Grateful for immense opportunities to rise above self,extend help &amp; serve society &amp; stray animals","sentiment_score":0.2}
{"full_text":"RT Doctors are now saying steaming has not been proven to work against Covid.Well Im African and I contracted Covid and I...","sentiment_score":0.0}
{"full_text":"RT I argue, in this post for the UKHR blog, that the 'lockdown' regulations are incompatible with the ECHR and thus unlawful...","sentiment_score":0.0}
{"full_text":"RT And ... scene.","sentiment_score":0.0}
{"full_text":"Don't let the poor choice of colours here fool you: \"but it's an island\" is a canard ...Ireland has consistently fared much better than Northern Ireland. Every country can act like an island if they do choose.Canadian government is starting to do so. AFTER everyone comes back.","sentiment_score":0.07}
{"full_text":"Last day of 2020 &amp; Corona ain't touch me or anyone in my family ! Thank you Jesus ","sentiment_score":0.0}
{"full_text":"RT Shout out to all Northern Ireland dialysis nurses\/assistants &amp; other staff, many volunteer drivers adapti...","sentiment_score":0.1875}
{"full_text":"RT As we enter 2021 I want to ask those who voted Tory Brexit if they still think it was worth it. Because it wasn't a pan...","sentiment_score":0.3}
{"full_text":"RT Wow wow wow! #McConnellKillsSickLeave","sentiment_score":0.1083333333}
{"full_text":"RT If you think secondary students can administer COVID-19 tests themselves you have clearly never asked them to glue in a...","sentiment_score":-0.175}
{"full_text":"RT Mitch McConnell is directly responsible for spreading #COVID19 by forcing poor people that are infected to work instead of...","sentiment_score":-0.1}
{"full_text":"RT Just heard someone phone into to say of old people dying of Covid, \"They've had their life.\" I'm 70 and got chron...","sentiment_score":0.1}
{"full_text":"RT I'm not going to let a poxy pandemic stop me from doing what I do every New Year's Eve. It's my right, as a FREE CITIZEN to...","sentiment_score":0.274025974}
{"full_text":"Exactly  just spreading corona freely","sentiment_score":0.325}
{"full_text":"RT Impact of Covid-19 - new survey findings. Help Calvert Lakes to Bounce Back at #CalvertLakesBounc...","sentiment_score":0.0681818182}
{"full_text":"ICYMI: Gov. Inslee announces 1-week extension of statewide COVID restrictions.DETAILS HERE:","sentiment_score":0.0}
{"full_text":"RT The 3 Best Exercises for Building Lean Musclehttps:\/\/t.co\/VHvU37Drap#Exercise #Muscle #StayHome","sentiment_score":1.0}
{"full_text":"RT I remember being in stream this game. This was the ,\"LAC historical halftime lead by pandemic P\" before it became a...","sentiment_score":-0.2}
{"full_text":"RT #CyFy2020 -- The Pandemic and Digital Dystopia | Ministerial keynotes from | In...","sentiment_score":0.0}
{"full_text":"RT Is caste reservation system considered for #COVID19 vaccine implementation in India?Otherwise, there would be protests...","sentiment_score":0.0}
{"full_text":"Happy New year to all of you beauts. Hope 2021 is a better year for everyone. This year has been so shit in terms of the pandemic, constantly going into lockdown, not doing the normal things we love, or even see our favourite people, our mental health into ruins...","sentiment_score":0.1818181818}
{"full_text":"Lesson 7: Tell your own #story! #2020Lessons #COVID19 #AfricaResponds","sentiment_score":0.75}
{"full_text":"RT This day one year ago, the first report of a cluster of cases of \"pneumonia of unknown cause\" in Wuhan, China was made to...","sentiment_score":0.075}
{"full_text":"Hi Sir\/Ma'am, This little video is a joke, right? I mean, someone with Jesus's haircut couldn't be supporting thieves Perdue and Loeffler! They used info about Covid to steal for themselves on the stock market rather than to save Georgian lives. The real Jesus weeps at their evil","sentiment_score":-0.1169642857}
{"full_text":"RT I have tested positive for coronavirus.  I am now self-isolating and I ask for your prayers.","sentiment_score":0.2272727273}
{"full_text":"RT Shoo Shoo! (Covid) #WEED_ENTxGULF2021","sentiment_score":0.0}
{"full_text":"RT  Ireland's #Covid19 ICU figures have almost doubled in just one week.As of 11am, there are 42 confirmed cases in inten...","sentiment_score":0.4}
{"full_text":"RT So, police must wait for them to be dry, warm &amp; for the morning to pass before ensuring compliance? Why? Because they...","sentiment_score":0.2666666667}
{"full_text":"Can anyone clarify for me if the school hols are being extended in RoI or if we are home-schooling from 6 Jan?","sentiment_score":0.0}
{"full_text":"RT JUST INIn the wake up of decreasing cases, LNJP and GTB hospital will be soon turned into partially COVID and will be...","sentiment_score":-0.1}
{"full_text":"RT NEXT LEVEL BAD--this radical change in ambulance  rules means if an EMT paramedic cannot resuscitate a heart beat, a pati...","sentiment_score":0.0}
{"full_text":"RT New Zealand getting to leave 2020 first is like a reward for how we handled Covid","sentiment_score":0.1931818182}
{"full_text":"RT Americans are Fed Up. Lock-downs are unconstitutional. Businesses &amp; livelihoods are destroyed.Our country is looking...","sentiment_score":0.0}
{"full_text":"RT Nothing magical is going to happen at midnight. 2021 is going to pick up right where 2020 left off. Wear a mask. Socially...","sentiment_score":0.2047619048}
{"full_text":"Stay the fuck at home","sentiment_score":-0.4}
{"full_text":"RT THREAD\/ On misinformation and media management1. Like every NHS doctor and nurse on here, I am being constantly abused...","sentiment_score":0.0}
{"full_text":"2020 be like : Jan-Feb-COVID19-2021","sentiment_score":0.0}
{"full_text":"4.  March 2020https:\/\/t.co\/7TUVqOUBzI","sentiment_score":0.0}
{"full_text":"Ready to use you! Hoping for a healthy, wealthy and successful 2021  praying that it will be covid free soon ","sentiment_score":0.48}
{"full_text":"Comic John Bishop Shares COVID-19 Diagnosis","sentiment_score":0.25}
{"full_text":"RT I don't feel sorry for him at all. It's his job and he is stupendously terrible at it.","sentiment_score":-0.75}
{"full_text":"Photo: TommyStockProject (Shutterstock)Best of LifehackerBest of LifehackerWhether we've made a complicated recipe absurdly simple, illustrated how to survive a natural disa...https:\/\/t.co\/w6NSdQBbAP","sentiment_score":-0.1333333333}
{"full_text":"RT at a Covid testing site (wearing masks), handing over paperwork for me &amp; two of my kids:woman looking over papers: \"okay......","sentiment_score":0.5}
{"full_text":"RT Spent the morning notifying colleagues of another one of our nurse colleagues who has died because of COVID. While juggling...","sentiment_score":-0.1}
{"full_text":"RT mad how schools will close for one inch of snow but not during a pandemic ","sentiment_score":-0.625}
{"full_text":"RT Jeff Bezos could give every single Amazon employee $105,000 and still be as rich as he was before the pandemic. Tax the...","sentiment_score":0.1517857143}
{"full_text":"RT An end of year COVID thread: Sometimes a view of a complex world requires radical simplification. In the UK all public...","sentiment_score":-0.15}
{"full_text":"RT Let's remember that many of the people we are talking about here are workers on the frontlines of the COVID crisis. Calling out...","sentiment_score":0.5}
{"full_text":"RT Q: What would you like to do with Treasure Makers in 2021? : I'd like to meet Treasure Makers and if that day happens...","sentiment_score":0.0}
{"full_text":"RT My sister in law has been on a breathing machine in hospital since the 21st of December with covid. She's missed her b...","sentiment_score":0.0}
{"full_text":"RT 30\/12\/2020Covid 19 deaths were widely reported in the media as UK 981. Here is a breakdown of the 4 countries.Northern Irel...","sentiment_score":-0.1}
{"full_text":"RT Good morning. Help me by quote retweeting and retweeting this important video exposing Mitch McConnell.#McConnelKillsSi...","sentiment_score":0.55}
{"full_text":"RT Reminder: Republicans Kelly Loeffler and David Perdue both played down the danger of COVID-19 in public while privately tradin...","sentiment_score":-0.0518518519}
{"full_text":"RT Alcohol is responsible for more deaths per year than COVID.Obesity is responsible for more deaths per year than COVID.Ci...","sentiment_score":0.35}
{"full_text":"RT NEXT LEVEL BAD--this radical change in ambulance  rules means if an EMT paramedic cannot resuscitate a heart beat, a pati...","sentiment_score":0.0}
{"full_text":"Happy New Year to all our current tenants, Stay Safe and Stay at Home . From All at Floorspace xx #2021 #students #msh","sentiment_score":0.3590909091}
{"full_text":"Interesting thread","sentiment_score":0.5}
{"full_text":"World under huge effects of Covid. We redesign everything according to Covid management SOPs.  We all should pray for its closure. On this eve of new year all pray may we have 2021 free from Covid. #Pray4CovidFree2021","sentiment_score":0.3121212121}
{"full_text":"Bio - Pro Life but won't wear a mask to help reduce a virus that kills people....................... idiot man.","sentiment_score":-0.8}
{"full_text":"RT Nothing magical is going to happen at midnight. 2021 is going to pick up right where 2020 left off. Wear a mask. Socially...","sentiment_score":0.2047619048}
{"full_text":"Now this new mutant virus is called uk covid_19 variant but the one that originated from China is covid_19 hypocritical world we are living in.","sentiment_score":0.1363636364}
{"full_text":"Great pandemic Protest turn war Countless accidentFire outbreak Still am alive....am a Fool if am not grateful #366of366 #gratitude #GoodBye2020","sentiment_score":0.4}
{"full_text":"Into a world changed by Covid (maybe not Vietnam as they seem to have weather's this better than most) but certainly the UK. I'd ask to be put back in a coma","sentiment_score":0.2228571429}
{"full_text":"RT This is Sarah Gilbert who oversaw the team who did the actual work in creating the Oxford vaccine. This is the woman who de...","sentiment_score":0.0}
{"full_text":"RT \"Lethabo stay home\"Bona nou, no phone","sentiment_score":0.0}
{"full_text":"It was barely here to begin with.  The flu appears to be gone as of yesterday however.","sentiment_score":0.05}
{"full_text":"RT Shoo Shoo! (Covid) #WEED_ENTxGULF2021","sentiment_score":0.0}
{"full_text":"RT If your job is to go to a COVID patient's home, resuscitate and intubate them, then transport them in a closed metal box,...","sentiment_score":-0.1}
{"full_text":"How many Americans can say they haven't suffered from the pandemic? Obviously some have suffered more than others, but this has impacted everyone.","sentiment_score":0.3333333333}
{"full_text":"Are we meant to congratulate y'all on such hideous police work?","sentiment_score":0.0}
{"full_text":"Public will not be allowed on #beaches on Kaanum Pongal in Tamil Nadu.#Pongal #Pongal2021 #lockdown #TamilNadu","sentiment_score":0.0}
{"full_text":"RT PM Modi's '21days' plan to destroy Covid19 ended up destroying millions of Indian lives &amp; livelihoods.#LookingBackAt2020 ht...","sentiment_score":-0.2}
{"full_text":"Record weekly Covid total in England via","sentiment_score":0.0}
{"full_text":"RT With the tragic death of Rep.-elect Letlow, I find myself thinking of all those who died \"for\" Trump: who found themselve...","sentiment_score":-0.75}
{"full_text":"If the world isn't fixed and coronavirus hasn't magically disappeared at 00:01 tonight, I'll be very disappointed!  #JustSaying","sentiment_score":-0.1333333333}
{"full_text":"RT The new Year is starting.... There are many other wishes but the main one is that May this year will be free of COVID-19....","sentiment_score":0.1796717172}
{"full_text":"Year of mixed emotions....I feel blessed because we established this year and I became a Dad for the first time....I know the pandemic ruined alot of ppls lives ...stay strong ZA be safe be careful obey the lockdown laws let's beat this Happy New Year #weareVdrxp","sentiment_score":0.2885281385}
{"full_text":"Good point the 'rules' put in place by the PL were there for a reason - 14 players must play or concede 3pts.  Same thing with MC v Eve canx 2hrs before on 28 and the 'strangely' 1st team back training 29th - new covid vaccine for PL players OR brown envelope PSPSPS?","sentiment_score":0.1572727273}
{"full_text":"Ministry of Health COVID-19 report as at 12am on 29th December 2020.","sentiment_score":0.0}
{"full_text":"RT Warning over charities' finances in 2021 as we look back at groups' amazing Covid response in 2020.https:\/\/t.co\/uvNPfRyzo2","sentiment_score":0.3}
{"full_text":"RT When Republicans who denied #COVID19, called it a hoax and refused to wear mask DIE from the virus they denied, Republicans...","sentiment_score":0.0}
{"full_text":"As a Certified Registered Nurse Anesthesiologist, you know better - I assume. Unless, of course, you are saying the various medical professionals who died from COVID are idiots?!?","sentiment_score":-0.125}
{"full_text":"India 2020: No brakes on trade and commerce despite COVID!* FDI inflows registered 11% growth in 2020-21.* FDI policy amended to safeguard Indian companies from opportunistic takeovers\/acquisitions.","sentiment_score":0.0}
{"full_text":"RT \"Donald Trump is the kind of person that we have never ever seen before in the presidency, and I hope we never ever se...","sentiment_score":0.6}
{"full_text":"the very first time i heard about the lockdown is in UNTV while we're at BES ordering takeouts during daniel's night. 03\/12\/20 #Repaso2020UNTV","sentiment_score":0.325}
{"full_text":"RT Opening schools with this age distribution seems like the most effective way to make it spread faster.","sentiment_score":0.55}
{"full_text":"RT It's really important we spend New Years Eve at home with those we live with or who are in our support bubble Stay safe...","sentiment_score":0.2931818182}
{"full_text":"Stop believing outrageous falsehoods, open your eyes, listen to honest experts and science, do your Research properly these non news channels make a mockery of America and the world knows it","sentiment_score":-0.1}
{"full_text":"RT #MaryamRajavi: Regime provides no details on when and where the vaccine is purchased. Red Crescent reveals: \"The purchased va...","sentiment_score":0.0}
{"full_text":"RT The crazy thing is, the $2,000 bucks would highly benefit Kentuckians.MANY Kentuckians will now be out there sick AND dyi...","sentiment_score":-0.3847619048}
{"full_text":"RT Europe had a chance to crush COVID last Summer &amp; avoid its current position. Instead we are paying for summer holidays wit...","sentiment_score":0.0}
{"full_text":"Have you added a COVID addendum to your employee handbook yet? Make sure you have your bases covered by downloading our eBook below!https:\/\/t.co\/nCSYJ7WN1r#hr #humanresources #compliance #covid #shrm","sentiment_score":0.5}
{"full_text":"RT Dad died 2 days ago from #covid now siblings have it. London hospitals + other cities\/areas overrun with covid, scenes of...","sentiment_score":-0.125}
{"full_text":"RT Why would Mitch McConnell remove a provision in the #COVID19 relief bill that provided two weeks of paid sick leave if you...","sentiment_score":-0.7142857143}
{"full_text":"Do you remember that moment when we saw the ice dragon in game of thrones for the first time? We be like that mutha funka (Covid) was dead and now it's back from the dead and about to knock down the wall? Just when we thought we were about to start winning (vaccine).","sentiment_score":-0.0293650794}
{"full_text":"RT If you have ever received anything from me either, kind or cash, let me see that love.  Let's say good by to the year of...","sentiment_score":0.6}
{"full_text":"RT The Economic Impact of COVID-19, According to Business Leaders The Investment Perspectives Bl...","sentiment_score":0.2}
{"full_text":"RT More about the new vaccine, just one of many reasons for its speed. #vaccines #covid #vaccine #coronavirus","sentiment_score":0.3787878788}
{"full_text":"LIVE AT 7: City of Boston preparing to crack down on New Year's Eve house parties amid pandemic. Hear what Mayor Walsh had to say, NOW on 7NEWS.","sentiment_score":0.0390572391}
{"full_text":"As 2020 draws to a close, we're all likely feeling pretty burned out. Lab professionals offer advice on how to find work-life balance, even during a #pandemic: #covidfatigue #worklifebalance","sentiment_score":0.125}
{"full_text":"If he infects opponents snagging his punts they can call for the unfair catch","sentiment_score":-0.5}
{"full_text":"RT the jonas brothers went to the year 3000. they could have warned us about covid-19 but chose not to","sentiment_score":0.0}
{"full_text":" as soon as covid is over ","sentiment_score":0.0}
{"full_text":"Full lockdown","sentiment_score":0.35}
{"full_text":"World science at its best virtues for  covid19","sentiment_score":1.0}
{"full_text":"What has Covid-19 taught us about conducting fieldwork? reflects on the year that changed everything.https:\/\/t.co\/Dcv6jdhsYr #Fieldwork #Research","sentiment_score":0.0}
{"full_text":"#YearInReview2020: UNAMI Human Rights Office #COVID19 Poster Awareness CampaignAbout 30,000 posters were handed out across #Iraq's 18 governorates, in 3 weeks, thanks to the efforts of over 100 youth volunteers contributing to the fight against COVID-19https:\/\/t.co\/rvKmTKNqvP","sentiment_score":0.1}
{"full_text":"With tour competition suspended, experienced what she could be doing without tennis and found it appealing.https:\/\/t.co\/IMNFumnMDY","sentiment_score":0.8}
{"full_text":"More than 75,000 people have received first dose of COVID-19 vaccine in Indiana #FOX59Morning","sentiment_score":0.375}
{"full_text":"About 10 percent of people who had COVID many months ago continue to battle symptomshttps:\/\/t.co\/CwQQgtdYts","sentiment_score":0.5}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"!!THIS!!","sentiment_score":0.0}
{"full_text":"GPs given PS10 per jab boost to support care home vaccination drivehttps:\/\/t.co\/psC61l3zHr","sentiment_score":0.0}
{"full_text":"#YearEnder2020 | Viral social media challenges that helped netizens beat lockdown blueshttps:\/\/t.co\/FJ6uCg9dj2","sentiment_score":0.0333333333}
{"full_text":"RT Excited to announce that I'll be a member of the advisory council! Our first action is to #ForceTheVote....","sentiment_score":0.2729166667}
{"full_text":"Keep spreading your bullshit, ghoul.","sentiment_score":0.0}
{"full_text":"If you need to self-isolate, you must stay inside your home until you're no longer at risk of passing the virus on.That means: Do not leave your home No walks or exercising in the park Do not go to work, school or public places.More:","sentiment_score":0.0}
{"full_text":"#BestofNL2020 | On May 18, twenty-eight employees of the Noida-based channel tested positive for Covid-19.Detailed report by on how Zee News became a coronavirus hotspot.https:\/\/t.co\/GNHzsYoxlJ","sentiment_score":0.2272727273}
{"full_text":"Northamptonshire is now a tier 4: Stay at home area. For more information and to see the full list of restrictions, click here:","sentiment_score":0.425}
{"full_text":"Since when we are being told when to sleep? They've eaten covid money now the they dictate to us when to sleep?","sentiment_score":0.0}
{"full_text":"RT In Texas the hwy warning signs warn to find a ride NYE. Not stay home, not wear a mask, nothing about keeping your dis...","sentiment_score":0.0}
{"full_text":"Doctors are to be paid an extra PS10 for every care home resident to whom they administer the coronavirus vaccine. The bonus is to compensate for the additional time it takes them to visit the elderly patients.","sentiment_score":0.0}
{"full_text":"here u uneducated guy you !! jajajajajaja ur so fooled man wake up bro dont u get tired of looking dumb standing up for a lier that lies all day and is all he knows ? these are his bots posting dude to try to convinve ppl like u to do dumb shit its NOTREAL","sentiment_score":-0.3375}
{"full_text":"Online food ordering, from groceries and restaurants surged because of the pandemic.","sentiment_score":0.0}
{"full_text":"What about the people losing their livelihoods, jobs, relationships, mental health, and lives because of lockdown? The public should get a say in this. Our lives are being forced down the gutter by 'scientists' making guesses.","sentiment_score":-0.1388888889}
{"full_text":"As an undeniably difficult 2020 draws to a close, join us as we take a look back at some of the most positive moments of the cricketing year and celebrate the heroes of club cricket with the Nottinghamshire Covid Champion OSCAs.","sentiment_score":0.0568181818}
{"full_text":"CDC News 1,000,000 Americans killed by Summer 2021. STOP YOUR RISK. \"Proven Covid-19 Protection\" 99% Efficacy Pamphlet. #Covid19vaccine  #coronavirus #Coronavirusvaccine #vaccine","sentiment_score":-0.2}
{"full_text":"  THANK YOU: This #Texas dog has been rescued after his owner died from COVID-19. The dog was living outside the hospital for several days.","sentiment_score":0.0}
{"full_text":"1 in 3 people who have COVID-19 have no symptoms.Act like you have it. Protect yourself and others. See in the New Year safely at home.","sentiment_score":0.3181818182}
{"full_text":"Local restaurants have mixed reactions about the new guidelines, but they say the one thing lacking right now is communication between the county, city, and state.https:\/\/t.co\/Uj4iWLUyod","sentiment_score":0.1055194805}
{"full_text":"China has approved its first COVID-19 vaccine for general public use, a shot developed by an affiliate of state-backed pharmaceutical giant Sinopharm, as it braces for greater transmission risks over the winter.https:\/\/t.co\/LNUIkHYjmF","sentiment_score":0.15}
{"full_text":"From Brexit to Megxit and a Covid Christmas - photos of 2020's key events ","sentiment_score":0.0}
{"full_text":"In his message to mark the start of 2021, Prime Minister Dr. Keith Rowley said the light of the end of the tunnel will be the vaccine.","sentiment_score":0.4}
{"full_text":"The new year starts off on the right foot in #SanFulgencio with Ximo Ilusionista  and  performing. TomorrowSUNDAY 3rd at the Multipurpose Centre, at 5:00 p.m.Entrance is free but with limited capacity, always following all measures against #Covid19.","sentiment_score":0.1251082251}
{"full_text":"RT Spot the pandemic in London.(HT","sentiment_score":0.0}
{"full_text":"#COVIDSecondWave is spreading and it's spreading fast. Its outbreak can certainly be controlled but by the strict adherence to #SOPs and following #precautions. Remember, it's not only about you, but for your beloved family and people around you too.#COVIDAwareness #COVIDVaccine","sentiment_score":0.2228571429}
{"full_text":"COVID 19 cases in India until : 31\/12\/2020 17:30Total Cases: 10267283 [+0]Active: 255898Recovered: 9859762 [+0]Deaths :148774 [+0]Total Tests: 172.05MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"STEP UP and STOP the spread of COVID-19 as we STEP INTO 2021.Let us all make sure we keep adhering to the national health guidelines. We have a new challenge to deal with and together we can stop the spread of the second wave of COVID-19.#COVID19#MaskUp#LetsStopTheSecondWave","sentiment_score":0.2121212121}
{"full_text":"Get your New Year off to an active start with the London Winter Walk!Held on 27 and 28 February, this event has plenty of outdoor space and has staggered timings over the two days to ensure social distancing measures can be implemented.Find out more:","sentiment_score":0.1340909091}
{"full_text":"It's been a memorable year for all the wrong reasons. It's been emotional, challenging and hard work. We've all had to deal with #COVID19, #SocialDistancing and #Greenfield had a burglary before Christmas. Now we're #Focusing on brighter days, saying #Hello2021 and #Goodbye2020","sentiment_score":0.0416666667}
{"full_text":"RT This video from shows what a monster Mitch truly is. He objected to every single part of the COVID relief bi...","sentiment_score":-0.0714285714}
{"full_text":"\"Tedros Adhanom: WHO chief may face genocide charges\"We need a COVID Nuremberg.","sentiment_score":0.0}
{"full_text":"In a year dominated by headlines about #COVID19, here are 10 upbeat stories on improving people's lives amid the pandemic","sentiment_score":0.0}
