{"full_text":"Republicans, depriving Republicans and Democrats and unaffiliated voters. Who benefits?If you aren't represented at the table, you're on the menu.","sentiment_score":0.0}
{"full_text":"RT Congress must pass $2,000 in direct payments and Trump must sign the COVID-relief bill. If not, tens of millions of Amer...","sentiment_score":0.1}
{"full_text":"I took a break from working on Christmas Eve for what I thought was going to be a relaxing time and ended up getting roped into moving a pool table and potentially getting exposed to Covid. Happy holidays.","sentiment_score":0.4}
{"full_text":"RT Imagine you arrive on Earth, blissfully unaware of Covid &amp; are shown the green-only \"all deaths\" version of this chart. W...","sentiment_score":0.0}
{"full_text":"RT Meanwhile, is golfing as more and more Americans get sick and spread #COVID. He doesn't care.#TrumpV...","sentiment_score":0.0952380952}
{"full_text":"RT This https:\/\/t.co\/8ABqN2MOcY","sentiment_score":0.0}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"RT He doesn't care about you. He vetoed the defense bill. He says he won't sign the life-saving COVID relief bill. Becaus...","sentiment_score":0.0}
{"full_text":"no, More like every GOP Covid denier who've Jumped the line to get their vaccine shot! lol","sentiment_score":0.24375}
{"full_text":"And while in Wuhan they wore masks..","sentiment_score":0.0}
{"full_text":"RT When you can't just \"trust the science\" because the scientists keep lying to you and then saying, \"oh, that was just a nobl...","sentiment_score":0.0}
{"full_text":"RT Jesus.","sentiment_score":0.0}
{"full_text":"RT NEWS: 'We are at risk of Covid' - refugees being housed in a #Kent army barracks have staged a protest saying it's not safe t...","sentiment_score":-0.25}
{"full_text":"RT Sup yall! Ya bish is getting crossfaded on her own at home! Thanks covid!  Hopefully someone can join me soon and give me...","sentiment_score":0.5}
{"full_text":" Am I allowed to say I told you so.","sentiment_score":0.0}
{"full_text":"RT The Arizona ER Nurse Watching COVID-Denying Pols Get the Vaccine First via","sentiment_score":0.25}
{"full_text":"Time to get to work! Feast of the not as many fishes as usual. COVID Christmas. Sigh.","sentiment_score":0.125}
{"full_text":"*We Found Vaccine Of Covid-19*Covid 20 :","sentiment_score":0.0}
{"full_text":"RT Congress must pass $2,000 in direct payments and Trump must sign the COVID-relief bill. If not, tens of millions of Amer...","sentiment_score":0.1}
{"full_text":"Lock me up one time cause Ine taking it","sentiment_score":0.0}
{"full_text":"I'll literally tell people to back the fuck away from me now. I did it before the pandemic but now it's essential. Stay away from me and my kid lol","sentiment_score":0.1}
{"full_text":"I belive this type of cruelty goes way back to the days of the Vikings.  Mercy and caring...a foreign language to Trump and Republicans.","sentiment_score":-0.0625}
{"full_text":"I can't imagine why no one trusts these people","sentiment_score":0.0}
{"full_text":"RT Taehyung mentioned 'White angels' in the song '#SnowFlowerbyV' as below 'olhaeneun yeogi jeogi hayan ceonsadeuli manhjanha. This year a lot of white...","sentiment_score":0.0}
{"full_text":"Republicans have implemented the same restrictions Democrats have. This has literally nothing to do with party affiliation and your constant need to draw a false causation just shows your inability to grasp the full situation of the pandemic. Pretty embarrassing. Troll bot? Huh?","sentiment_score":0.04}
{"full_text":"#childrens #hospital N.Y.#volunteers in COVID work upgraded in #vaccine  #priorities Temperature limits with #Pfizervaccine could interrupt planned queues","sentiment_score":0.0}
{"full_text":"RT Don't measure the height of your Christmas tree. Measure the abundance of the love present in your heart.He who has not Chr...","sentiment_score":0.25}
{"full_text":"RT .. my most grateful thanks to all and for the blessings .. love conquers all ..","sentiment_score":0.4}
{"full_text":"Cancun honeymoon all inclusive package reckon I had 100+ Corona's tho didn't know at time it could cause a divorce, haven't touched it since. Thank God it's wasn't Bud Light \"Hey man you hear Jackie2saks is having them Bud Light symptoms\" TY 2 all Veterans 4 ur service &amp; courage!","sentiment_score":0.45}
{"full_text":"RT 2020 video game revenue is expected to hit $179.7 billion globally, theoretically more than what movies and sports are projected t...","sentiment_score":0.0}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"RT NEW: Christmas eve update on key Covid metrics in the UK and beyondCases and positivity rates are still rocketing in Lo...","sentiment_score":0.0681818182}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"Dear Ladybug1:  WE GET NO REST DURING A PANDEMIC WHY SHOULD HE?","sentiment_score":0.0}
{"full_text":"RT This morning the Republican party blocked a $2000 pandemic survival check for those in need. Georgians can reciprocate by voti...","sentiment_score":0.0}
{"full_text":"RT If it wasn't for congressional Republicans you would be getting $2,000 in COVID relief.","sentiment_score":0.0}
{"full_text":"Lockdown is the perfect excuse to practice, that's what I've been doing since March ","sentiment_score":0.475}
{"full_text":"The people of Israel are an assortment of different, unrelated people who united under Abraham since they believed in his tenet that mercy and love must be the guiding principles of society.#newyear#covidexplained #education #nature  #KHynvk  #COVID19 #ySHrAl #Israel","sentiment_score":0.25}
{"full_text":"Per Miami-Dade County Amendment 4 to Emergency Order 27-20, the countywide curfew will not be in effect from 11:59 pm on Thursday, Dec. 24, through 1 am on Friday, Dec. 25, and from 11:59 pm on Thursday, Dec. 31, through 1 am on Friday, Jan. 1, 2021.https:\/\/t.co\/uLvZrsbhBn","sentiment_score":0.0}
{"full_text":"Covid:","sentiment_score":0.0}
{"full_text":"Mans got weak knees so he def ain't got a chance. 4 knee surgeries and begging for a car on Twitter but you too pussy to wear a mask? FOH with that weak shit ","sentiment_score":-0.3166666667}
{"full_text":"RT This is outrageous. On Christmas Eve, Kevin McCarthy and House Republicans deprived Americans of receiving $2,000 during th...","sentiment_score":-1.0}
{"full_text":"RT Landing the private jet with a blown engine that is the Covid season of The Bachelorette, with some of my favorite people...","sentiment_score":0.25}
{"full_text":"RT If it wasn't for congressional Republicans you would be getting $2,000 in COVID relief.","sentiment_score":0.0}
{"full_text":"RT United Kingdom Daily Coronavirus (COVID-19) Report * Thursday 24th December.39,036 new cases (people positive) report...","sentiment_score":0.1212121212}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"RT Maybe tomorrow Trump pardons COVID?","sentiment_score":0.0}
{"full_text":"RT Twitterverse: Ebola is trending and people are saying \"even then the government shouldn't be able to lockdown\"Real world: af...","sentiment_score":0.35}
{"full_text":"RT Congress must pass $2,000 in direct payments and Trump must sign the COVID-relief bill. If not, tens of millions of Amer...","sentiment_score":0.1}
{"full_text":"RT During the 1968 Hong Kong flu pandemic, there were no masks, businesses did not close, an...","sentiment_score":0.0}
{"full_text":"RT Let's all give thanks this holiday season to the grocery store workers, warehouse workers, farm workers, meatpacking workers...","sentiment_score":0.2}
{"full_text":"fired weatherman for sharing a post from local rabbi calling out Covid extremists. They pretend it's a matter of news ethics. It's gutless and cowardly. Boycott 11.","sentiment_score":0.0}
{"full_text":"RT Caribbean islands are dependent on tourism because of colonialism and a global economy that serves the North but we should f...","sentiment_score":0.0}
{"full_text":"RT If it wasn't for congressional Republicans you would be getting $2,000 in COVID relief.","sentiment_score":0.0}
{"full_text":"Dec 22, covid-19 research and policy briefing by","sentiment_score":0.0}
{"full_text":"RT Man interviewed on TV thinks we should go into another full lockdown. He is out in the street shopping. If he is that p...","sentiment_score":0.35}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"RT Expanded noun phrases Boxer and the Fish Oxford Reading Tree for KS1 and EAL. Amazing new resource to try out! ","sentiment_score":0.3852272727}
{"full_text":"The US and UK response to COVID reminds me of this saying:Like father, like son","sentiment_score":0.0}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"RT So where was Border Force and the Australian Navy??? Morrison, Dutton and the rest of the Fed LNP are .01% substance a...","sentiment_score":0.0}
{"full_text":"RT \"Fauci acknowledged he had slowly but deliberately been moving the goal posts. He is doing so, he said, partly based on...","sentiment_score":-0.3}
{"full_text":"RT It took more than nine months for California to record 1 million confirmed cases of COVID-19.It has taken less than six...","sentiment_score":0.2444444444}
{"full_text":"Kasarani Stadium and Nyayo stadiums have been designated as police stations to hold all those who will be nabbed from tonight for violating curfew and Covid-19 regulations.#MerryChristmas","sentiment_score":0.0}
{"full_text":"Mark speaking facts","sentiment_score":0.0}
{"full_text":"RT If a child in your life is worried that #SantaClaus  might not be able to travel and deliver presents  due to #COVID19, Dr","sentiment_score":0.1875}
{"full_text":"RT With Covid relief hanging in the balance thanks to his attack on the stimulus bill, President Trump has arrived at his pr...","sentiment_score":0.2}
{"full_text":"RT KP reports 384 new COVID-19 cases, eight deaths#ARYNewshttps:\/\/t.co\/kkf7VElakZ","sentiment_score":0.1363636364}
{"full_text":"RT US capitalism keeps enriching 1% at expense of working class, to whom Covid-19 justifies a new lower standard of living.Pan...","sentiment_score":0.0681818182}
{"full_text":"RT This is outrageous. On Christmas Eve, Kevin McCarthy and House Republicans deprived Americans of receiving $2,000 during th...","sentiment_score":-1.0}
{"full_text":"RT Gato, look at the complete lack of awareness from the Executive Director of ASU Biosciences. He can't fathom how...","sentiment_score":0.1}
{"full_text":"RT While many Americans are in medical centers or quarantine, VP Pence, chief of President's Covid-19 task force, has reporte...","sentiment_score":0.25}
{"full_text":"This is just the best .","sentiment_score":1.0}
{"full_text":"RT This is infuriating.Cancelling student debt will shrink the Black-White wealth gap by 25 points. It will allow many...","sentiment_score":0.5}
{"full_text":"RT As India prepares to roll out COVID-19 vaccination, to know the details watch #BioQuest on 27th December,...","sentiment_score":0.0}
{"full_text":"RT UK travellers need to stay put. The fact that 20 Brits tested positive for covid on ONE flight to Jamaica is insane.","sentiment_score":-0.3863636364}
{"full_text":"Merry COVID Christmas!! Last year I crashed Tyler's family party without knowing it and we've been stuck together since. Love you lil shit !","sentiment_score":0.0833333333}
{"full_text":"RT And it could work!","sentiment_score":0.0}
{"full_text":"Lmfaooo","sentiment_score":0.0}
{"full_text":"RT Prime Minister Imran Khan has wished Christian citizens a Merry Christmas in his tweet, while reminding those celebrating to co...","sentiment_score":0.0}
{"full_text":"RT In Canada there are more than 1200 hospitals. Total number of Covid 19 patients in ICU care in Canada now is &lt; 650. THIS PAND...","sentiment_score":0.25}
{"full_text":"RT Thank you for working so hard to get help into our hands. Merry Christmas to you.","sentiment_score":-0.2916666667}
{"full_text":"RT Meanwhile, is golfing as more and more Americans get sick and spread #COVID. He doesn't care.#TrumpV...","sentiment_score":0.0952380952}
{"full_text":"RT 8. We helped local communities deal with #COVID19. was a tireless advocate for Chelsea, Tricia Janulewicz provi...","sentiment_score":0.0}
{"full_text":"RT What part of Tier 4, stay at home doesn't he understand?It's like he's been a Covid hoaxer all the way through the year","sentiment_score":0.0}
{"full_text":"Merci bien to France...Again to the rescue.Brexit -\"A Flaming Disaster\"","sentiment_score":0.0}
{"full_text":"RT If it wasn't for congressional Republicans you would be getting $2,000 in COVID relief.","sentiment_score":0.0}
{"full_text":"RT Whoops. They were AIRPLANE beans. Even worse.","sentiment_score":-0.4}
{"full_text":"On every Christmas Eve my parents use to take me shopping and tell me to buy whatever I want and now because of lockdown I'm doing it online","sentiment_score":0.0}
{"full_text":"RT I'm grateful for every frontline worker, mail carrier, delivery person, cashier, teacher, first responder, every doctor an...","sentiment_score":0.25}
{"full_text":"In January the surge will be overwhelming!","sentiment_score":0.625}
{"full_text":"SUBSCRIBER to OUR YOUTUBE CHANNEL  Jess Mike Miller flip the switch ... - - #BritishAmateur #BritishTeen #COVID19 #FlipTheSwitch #JustFlipTheSwitch #Megnutt02 #OnlyFans #OnlyFansLeaked #OnlyfansBritish #OnlyfansLeak","sentiment_score":0.0}
{"full_text":"RT There is no greater insult to the American people than tying funding for gender programs in Pakistan to COVID relief.","sentiment_score":-0.125}
{"full_text":"'Tis the season for giving - why not give blood? has partnered with and to help spur blood donations, which are at 43% of pre-pandemic levels. #ChooseDelaware #NetDE","sentiment_score":0.0}
{"full_text":"RT Iranian people need vaccine corona plz help us plz plz plz help sos #wkhsn_bkhryd#wksn_krwn_mTlbh_ml~","sentiment_score":0.0}
{"full_text":"RT Answer to question why is the \"English\" COVID strain in the UK &amp; not the US?Simple. Because the UK has surveillance testing...","sentiment_score":0.0}
{"full_text":"RT You asked why? THIS IS WHY Stay home because someone has to swim out to try and save your ass and they have a family...","sentiment_score":0.0}
{"full_text":"Republicans also are holding back aid.Just had an update on News.We should not pay Congress, period.We should not have to fund any Government project,or even fund Government itself unless they can help the American People during this COVID crisis!We the People are the Government!","sentiment_score":0.0}
{"full_text":"A lot of y'all gotta get off your high horse and realize we're in a fucking pandemic!!","sentiment_score":-0.38875}
{"full_text":"South Africa be careful. #youth you're too wild you're closing the economy with your stupidity for likes on socials ","sentiment_score":-0.2}
{"full_text":"RT Huhuhu, it's almost time!!","sentiment_score":0.0}
{"full_text":"RT I am told Jedrick Wills' close contact issue resulting in him going on the reserve\/COVID-19 list had NOTHING to do with t...","sentiment_score":0.0}
{"full_text":"RT Very similar vibe in the native community. Trust has been violated long ago.","sentiment_score":-0.025}
{"full_text":"RT Immense decency from our friends in France. Merci ","sentiment_score":0.0}
{"full_text":"RT If it wasn't for congressional Republicans you would be getting $2,000 in COVID relief.","sentiment_score":0.0}
{"full_text":"RT Yes, but in fairness she said it while speaking moistly after sipping from a drink box water bottle sort of thing, so she ma...","sentiment_score":0.0}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"I bet the whole WF crew will be sick from hours of fun in the snow. Also I like how Vita-boy &amp; Mina-girl are in there. Cuz, No one is doing social distancing.","sentiment_score":-0.0452380952}
{"full_text":"RT As India prepares to roll out COVID-19 vaccination, to know the details watch #BioQuest on 27th December,...","sentiment_score":0.0}
{"full_text":"Unlike apparel, which will face a longer recovery, beauty could be back to 2019 levels by the first half of 2021, according to McKinsey.","sentiment_score":0.0277777778}
{"full_text":"By studying the stored blood samples of over 10,000 participants, researchers may be able to get a fuller picture of how #COVID19 spread in the U.S. Learn about the program's #antibody testing efforts:","sentiment_score":0.5}
{"full_text":"When the victim began to pray, the suspect became upset and beat him with an oxygen tank, police said.https:\/\/t.co\/xnD31JxbiG","sentiment_score":-0.075}
{"full_text":"Christmas will be tough but we will beat 'invisible enemy' covidhttps:\/\/t.co\/N6LR8NaZvE","sentiment_score":-0.3888888889}
{"full_text":"How the Bruins' national anthem singer became the Pavarotti of the pandemic","sentiment_score":0.0}
{"full_text":"House Republicans shot down a Democratic bid on Thursday to pass President Donald Trump's longshot, end-of-session demand for $2,000 direct payments to most Americans before signing a long-overdue COVID-19 relief bill.https:\/\/t.co\/8PUrjRT4KF","sentiment_score":0.1481481481}
{"full_text":"\"We must celebrate smart, and not allow COVID to be the grinch that results in increased viral spread as a result of the holidays,\" Cuomo said.https:\/\/t.co\/yBFKSPSGoL","sentiment_score":0.2142857143}
{"full_text":"Delhi recorded a #COVID19 test positivity rate lower than 1% -- the first time it achieved the milestone since the state government has started releasing regular data on the number of cases and tests(report by","sentiment_score":0.125}
{"full_text":"Will online delivery go more #EcoFriendly post-pandemic? - RetailWire","sentiment_score":0.5}
{"full_text":"The pandemic may be the ultimate test of how well new approach works","sentiment_score":0.0681818182}
{"full_text":"Practicing #COVID19 safety precautions while seeing older loved ones over the holidays? shared some great tips for starting important conversations around #aging &amp; related topics. Read up &amp; learn 5 things to do while you visit. HAPPY HOLIDAYS!","sentiment_score":0.4380952381}
{"full_text":"No bajes la guardia, la pandemia de #COVID19 aun no termina. Si necesitas ayuda legal, llama a #Defensatel 800 22 42 426, disponible las 24 horas del dia. #QuedateEnCasa","sentiment_score":0.2}
{"full_text":"By studying the stored blood samples of over 10,000 participants, researchers may be able to get a fuller picture of how #COVID19 spread in the U.S. Learn about the program's #antibody testing efforts:","sentiment_score":0.5}
{"full_text":"The pandemic is affecting us all. If you are struggling to cope with anxiety and depression, NHS talking therapies can help. They're effective, and confidential.Your GP can refer you or you can refer yourself online.","sentiment_score":0.6}
{"full_text":"Read about the impact of the Prison Fellowship's Angel Tree program in bringing gifts to children of the incarcerated:https:\/\/t.co\/iOpije3ecQ #Christmas #ministry #MerryChristmas #COVID19","sentiment_score":0.0}
{"full_text":"At 7 a.m. Christmas morning, Dr. Lisa Richardson will start her day helping COVID-19 patients at Toronto General Hospital in what could become a 12-hour shift.","sentiment_score":0.05}
{"full_text":"#2020 is ending. Things have been rough #COVID19 #economy #Crisis smashed our daily lives. On the other hand, #bitcoin raised. #BTC is the uncensored money. Don't trust, verify. It's your #money, your decision. At we're here to support you at every step!","sentiment_score":-0.0854166667}
{"full_text":"On behalf of ATU Canada, we want to express our deepest sympathy and heartfelt condolences to the family and friends of Edmonton ATU Local 569's Brother Gerald Berg, a transit professional for over 20 years who retired in 1994. He tragically passed away Tuesday due to #COVID19.","sentiment_score":-0.00625}
{"full_text":"Threatening to tank Congress' massive COVID relief and government funding package, President Donald Trump's demand for bigger aid checks for Americans is forcing Republicans traditionally wary of such spending into an uncomfortable test of allegiance.","sentiment_score":-0.2}
{"full_text":"Pressures on nature increase the risk of pandemics such as #COVID19. Join me in calling leaders to redefine our relationship with nature to protect people &amp; planet.Discover more:","sentiment_score":0.25}
{"full_text":"PUA includes partially unemployed people 500 is ~400 USD, which many people are getting in PUA. You also don't have to reapply every two weeks as Canada requires.","sentiment_score":0.2}
{"full_text":"For today's daily count update, please visit the ODH Coronavirus page at The local numbers can be found on the COVID-19 Ohio Dashboard page.","sentiment_score":0.0}
{"full_text":"Breast milk from across the country is being collected. Antibodies in the milk are now being studied as a potential treatment for coronavirus.","sentiment_score":0.0}
{"full_text":"There is another COVID-19 outbreak in the Falls.","sentiment_score":0.0}
{"full_text":"United Airlines will require passengers coming from the United Kingdom who are traveling into Newark Liberty Airport, and three other U.S. airports to present proof of a negative coronavirus test.https:\/\/t.co\/5jyq3feC5s","sentiment_score":-0.1416666667}
{"full_text":"From #Covid19 denials to deflections over state-sponsored assassinations, world leaders have misled and spread their fair share of #fakenews in 2020. looks back at some of the biggest falsehoods told by heads of state this year.","sentiment_score":0.35}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"Although most are forgoing travel this year due to the coronavirus, some will still travel to see family for the holidays.","sentiment_score":0.1875}
{"full_text":"The U.S. needs to be conducting three times as many coronavirus tests every day to stop outbreaks from growing and protect the most vulnerable.","sentiment_score":0.1666666667}
{"full_text":"ICYMI: A child under the age of one has died with Covid-19 in Scotland according to the latest official figureshttps:\/\/t.co\/JYDNcfV5az","sentiment_score":0.5}
{"full_text":"Spend more time here in 2021!Book a 7 night break now to SAVE 10%* plus secure our Lowest Price and Coronavirus Booking Guarantees!* &gt;&gt; * T's &amp; C's apply","sentiment_score":0.5}
{"full_text":"Normally we would have services in the church. This isn't possible due to the pandemic, however we have put an online service together for you to watch sometime over Christmas eve or Christmas day. We hope you have a safe and happy christmas.","sentiment_score":0.265}
{"full_text":"1 down, 1 to go... Wait turned him into a chicken as well! #like #triggered #trip #carryminati #killer #justice #me #destroying #gaming #funny #pakistan #viral #the #h #murdered #trending #murderino #truecrimefan #likes #bart #repost #youtubevstiktok #funnymemes #sad #covid #true","sentiment_score":-0.1675925926}
{"full_text":"ICYMI: In an unprecedented year marked by the pandemic, many radio stations say the earlier start to airing Christmas songs was actually a success with listeners.https:\/\/t.co\/IO2Xd1X7Eh","sentiment_score":0.3}
{"full_text":"i Christmas is a time when people like to be with loved ones but the risk from #COVID19 means we still have no visiting to protect patients. People with cancer can be at particularly high risk. We hope you understand why no visitors are allowed other than exceptional cases.","sentiment_score":0.3504166667}
