{"full_text":"Do you think Trump could hear it? (No, of course not. What's any bell ringing to Trump, anyway, unless someone tells him that it's ringing for him? Nothing.)","sentiment_score":0.0}
{"full_text":"Apart from COVID-19, Lockdown, ASUU strike and Border closure, 2020 shall forever be remembered for Zoom meetings too.","sentiment_score":0.0}
{"full_text":"A report on #COVID19 impact on levels of poverty amongst Syrian refugees &amp; hosts Child marriage &amp; child labor increased for Syrian refugees in #Iraq   Nearly 1mil Syrian refugees &amp; roughly 4.4mil ppl in host countries got poorer#Lebanon #Jordan","sentiment_score":0.0}
{"full_text":"me: wow there's a covid vaccine, i have a job, my cigarette-themed rock band is popping off, guess 2020 isn't ending that badly for memy landlord on the way over to my flat with an eviction notice in hand:","sentiment_score":-0.2083333333}
{"full_text":"I remember waiting for plane to take me to San Francisco and I joined in with this group...they stamped my card each time I drank a beer and I don't remember much after they stamped the 7th one...all pre-covid...those were the days..","sentiment_score":0.2}
{"full_text":"RT So many sailors fell ill with COVID-19 on board the amphibious assault ship USS Essex during its recent stint at sea t...","sentiment_score":0.0}
{"full_text":"why are they so adamant on making them attend still??? there's countless cases where those who tested negative end up testing positive (not wishing this upon them) bc the incubation period is around 14 days?! isn't it better to just self isolate for 2 weeks? these poor boys","sentiment_score":0.0306818182}
{"full_text":"I recently switched to this spf instead of the cerave one, which was a bit too heavy for my kinda oily skinLuckily I'm pale as hell cause this stuff leaves a huge white castIts really amazing for all day wear, esp if I'm wearing a mask all day and running around","sentiment_score":0.0983333333}
{"full_text":"RT Only some Seventeen members may perform at the '2020 KBS Gayo Festival' as others are still awaiting COVID19 test resultshttp...","sentiment_score":0.0}
{"full_text":"Yeah, that's a tough consequence of a job that is based on the amount of time you spend at it. Anything with a set schedule can be super tough. Some places are very much of an \"asses in seats\" mentality for biz\/eng.\/etc. but that seems like it's changing due to covid.","sentiment_score":-0.0618888889}
{"full_text":"RT Teachers have been on the frontline every day during Covid. So why scapegoat them? | Polly Toynbee","sentiment_score":0.0}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT It's my Daughter telling her Grandmother that, i once made them fast during Lockdown Level 4.. Poor thing doesn't know t...","sentiment_score":-0.1}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"Some recent illustration work I've done.  if anyone ever wants a digital portrait made of them I'm always open for commissions. Especially since covid got me laid off.  #ArtistOnTwitter #Art #SupportArtist #BlackArt #ImReallyBlack   (all of the art I post are made by me!)","sentiment_score":0.04}
{"full_text":"today, the delivery man showed at my house without a mask to pick up a package that needed information to be told to him. We have mobile field hospital units in our county. Please ask your staff to wear a mask for themselves and for everyone else too.","sentiment_score":0.0}
{"full_text":"RT Okay, in Korea, if you get a message by the government that you have to go get yourself tested for Corona then if the test...","sentiment_score":0.5}
{"full_text":"RT When will the pandemic 'end'? Richer countries are going to race ahead with vaccines, testing, treatments &amp; more precise r...","sentiment_score":0.45}
{"full_text":"RT Call for Papers for the General Conference 2021 (31 Aug - 3 Sep; Innsbruck): &amp; I are chairing a sect...","sentiment_score":0.05}
{"full_text":"RT Covid doesn't exist, says Dr Drosten, who modified the PCR test specifically for Covid.","sentiment_score":0.0}
{"full_text":"RT Me in my Covid Snitch Command Center:","sentiment_score":-0.1}
{"full_text":"RT I had a haircut this morning,felt safe, went to the gym,felt safe. So why the flying fish cakes can I no...","sentiment_score":0.5}
{"full_text":"RT Groups at high risk of contracting the virus.","sentiment_score":0.16}
{"full_text":"A huge thank you to all of the custodial staff, cafeteria staff, orderlies, and housekeepers that have been putting their lives on the line to take care of our sick loved ones and other hospital staff. I hope all hospitals are following   example.","sentiment_score":0.0521428571}
{"full_text":"RT I can't believe the US government is really offering us pandemic relief that's the same amount as the prize of a Clubhouse moa...","sentiment_score":0.1}
{"full_text":"RT Covid denialists frequently cite Sweden's herd immunity \/ no lockdowns strategy as a model for what they want. Well ... Swe...","sentiment_score":0.1}
{"full_text":"RT All of NCT have tested negative for CoronavirusThey will attend 2020 KBS Gayo Daechukjehttps:\/\/t.co\/r2XYAoHSdn","sentiment_score":-0.3}
{"full_text":"RT COVID is raging and the buffoon in the White House is still tweeting only about the election. Sad!","sentiment_score":-0.2083333333}
{"full_text":"RT Little reminder that mgk had a #1 album this year. Phenomenal work with his lockdown sessions. Performed at both the vm...","sentiment_score":0.15625}
{"full_text":"RT Mitch McConnell is the sole reason this country does not have a COVID-19 relief deal. Not \"Congress\" not \"both sides\" ........","sentiment_score":0.0}
{"full_text":"RT Houston men's basketball coach Kelvin Sampson says all 15 of his players have had COVID-19","sentiment_score":0.0}
{"full_text":"RT gqom gave us one of the hardest decembers ever, amapiano gave us covid.","sentiment_score":0.0}
{"full_text":"#RaysyCastillo, #PatientCoordinator for #epilepsy division, #FeelingGood second day after the #Covid19 #vaccine. \"Having the #vaccine will protect me since I have asthma, can't wait to have my second dose.\"","sentiment_score":0.0}
{"full_text":"RT How much dry ice do you need to keep #Covid19 vaccines at -70C?Singapore's is producing 4.5 tons of dry ice a d...","sentiment_score":-0.0666666667}
{"full_text":"Hard disagree. Covid has made everything a lot less predictable and that keeps it more interesting than ever","sentiment_score":0.0683333333}
{"full_text":"RT 'Not enough evidence' to support taking vitamin D for Covid-19, No10","sentiment_score":0.0}
{"full_text":"they are in bubble to not catch covid..hence theyre not catching anything","sentiment_score":-0.3}
{"full_text":"BOJ'S GOV. KURODA: IT IS POSSIBLE THAT IMPACT OF CORONAVIRUS WILL SUBSIDE IF VACCINATION IS IMPLEMENTED SMOOTHLY.","sentiment_score":0.2}
{"full_text":"RT ay are you talking about the fans that just raise over 700k for a hospital during a pandemic? Ppl do\/say th...","sentiment_score":0.0}
{"full_text":"RT #NCT Tests Negative For COVID-19 + To Participate In 2020 KBS Song Festival","sentiment_score":-0.3}
{"full_text":"RT  BREAKING! DAY'S BIGGEST STORY!!Pfizer's leaving vaccines in its warehouse because Trump White House REFUSES TO TE...","sentiment_score":0.0}
{"full_text":"RT Seriously bad news. If the damage to the brain is permanent, #COVID19 \"long haulers\" might be facing lifelong symptoms....","sentiment_score":-0.2833333333}
{"full_text":"RT Covid denialists frequently cite Sweden's herd immunity \/ no lockdowns strategy as a model for what they want. Well ... Swe...","sentiment_score":0.1}
{"full_text":"RT Pledis Entertainment says only some SEVENTEEN members tested negative for CoronavirusOther members still have not received t...","sentiment_score":-0.15}
{"full_text":"RT Our daily update is published. States reported 1.9 million tests, 242k cases, 3,438 deaths, and 114k people currently...","sentiment_score":0.0}
{"full_text":"Big White ski resort in Kelowna, B.C., fires staff after spread of COVID-19 - how is staff being housed together a safe practice during the pandemic?! ","sentiment_score":0.2083333333}
{"full_text":"my mom texted me about ian mckellen getting the covid vaccine \"because as we all know gandalf the grey's true age is unknowable so of course he was eligible\"","sentiment_score":0.15}
{"full_text":"Mass testing is the thing keeping us in lockdown, not the virus...I'll explain it for the cheap seats.The higher the numbers, the longer the lockdown and you keep getting tested, to top up the stats, using an unreliable test...Genius.","sentiment_score":0.3833333333}
{"full_text":"RT As a computer programmer, I always enjoy throwing some hidden \"easter egg\" in my code. Looking back, though, adding a se...","sentiment_score":0.0777777778}
{"full_text":"RT That girl who flew from LA to Miami with a dead Covid body behind her the other day is on IG with a countdown to her Ba...","sentiment_score":-0.2416666667}
{"full_text":"If Republicans are pro-life, why are most supporting Trump who seems to be pro-death because he is not willing do what he can to prevent more COVID deaths in the US? Republicans are no longer pro-life in my opinion. They just oppose abortions and nothing else.","sentiment_score":0.28125}
{"full_text":"Service Update 07:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT #NoidaNeed #Blood Type :  A-positiveAt : Jaypee HospitalBlood Component : Need Plasma from A+ve #COVID19 recovered pa...","sentiment_score":0.0}
{"full_text":"RT Make the fares on Par with normal locals, then the AC local will be so packed, that doors will be difficult to shut... E...","sentiment_score":-0.1166666667}
{"full_text":"TODAY 7:10 P.M. IST | #GlobalTechSummit | The People Need to Know: The Challenges of Developing a COVID-19 VaccineHear Director speak about the challenges of developing &amp; deploying an effective COVID-19 #vaccine.Watch LIVE:","sentiment_score":0.3681818182}
{"full_text":"Something good happened for Delhi at the end of this year.","sentiment_score":0.7}
{"full_text":"RT Fear not! For to give America the courage and assurance she so desperately needs, I am willing to get vaccinated against...","sentiment_score":-0.175}
{"full_text":"RT We have now recorded 3 days in a row with more than 3,000 new coronavirus deaths in the United States. Nearly 10,000 dea...","sentiment_score":0.2454545455}
{"full_text":"RT \"Los Angeles is now the epicenter of the Covid-19 pandemic. It is the most infected county of the most infected state in...","sentiment_score":0.5}
{"full_text":"When the gays find out they can't go to weho during the lockdown","sentiment_score":0.0}
{"full_text":"RT Due to increasing COVID-19 case numbers associated with the Avalon cluster and concerns over wider transmission, NSW Health...","sentiment_score":-0.125}
{"full_text":"Covid19 is accelerating the digital disruptions","sentiment_score":0.0}
{"full_text":"RT If anyone still thinks there's any resemblance of covid to flu, they can take a look at ~135,000 people in France and their...","sentiment_score":0.0}
{"full_text":"My friend is 25. She just caught Covid. About 3 weeks later and she got a lot of blood-clots in her lungs. It's really sad. She's so young.","sentiment_score":-0.1333333333}
{"full_text":"RT I'm prepared to sign a COVID relief package on day one, but I need and in the Senate to get it done....","sentiment_score":0.0}
{"full_text":"Tbh if I was Dan Andrews I'd be closing the border and locking down the state until Gladys actually does something rather than just 'recommending' people wear a mask. And I'd shut down taking any more international travelers or flight crew straight away.","sentiment_score":0.0648148148}
{"full_text":"We have been incredibly lucky in Australia! This strain is from the US &amp; they haven't found the original source of infection yet. It is not mandatory to wear masks...crazy!I was in New York in March during lockdown. ","sentiment_score":0.3093434343}
{"full_text":"RT Pledis Entertainment says only some SEVENTEEN members tested negative for CoronavirusOther members still have not received t...","sentiment_score":-0.15}
{"full_text":"RT Please, on behalf of Emerg staff and other holiday health workers... in your Dec meetings don't assume that everyone there...","sentiment_score":-0.125}
{"full_text":"RT It's official. All it takes for a story to become broadcast news in Britain is for a US news outlet to cover it.","sentiment_score":0.0}
{"full_text":"RT  Football legend had a lifesaving quadruple heart bypass at two years ago. He says a big th...","sentiment_score":0.0}
{"full_text":"Rescuesfostersadopters Pledgesneeded for Roger!  He needs a patient and loving person to help him trust again.  A little love and caring will turn him into your best friend!  Will you help?  Adoptfosterpledge #No Kill","sentiment_score":0.478125}
{"full_text":"RT NEW TUNE \"LOCKDOWN\" OUT NOW ","sentiment_score":0.1363636364}
{"full_text":"RT Looks like SEVENTEEN all tested negative for Coronavirus since they are heading to KBS studio","sentiment_score":-0.3}
{"full_text":"RT In its efforts to procure supplies to fight the coronavirus, Britain has awarded thousands of contracts worth billions of doll...","sentiment_score":0.3}
{"full_text":"RT Sex work is work.The federal gov has done almost nothing to help people in months. We must pass stimulus checks, UI, small biz r...","sentiment_score":-0.25}
{"full_text":"RT Wishing a peaceful and happy Friday. Please stay safe and sound.Something to think about in these times:~Christmas is built...","sentiment_score":0.5166666667}
{"full_text":"RT Vaccinated or not? While watching the footage of the first 5 nurses in El Paso receiving the COVID-19 vaccine, KFOX14 noticed...","sentiment_score":0.25}
{"full_text":"RT Where is Trump? A massive breach of our federal agencies. Where is Trump? 300,000+ COVID deaths. Where is Trump? American...","sentiment_score":0.0}
{"full_text":"RT Married couple dies from COVID-19 within minutes of each other, holding hands: they rest peaceful...","sentiment_score":0.125}
{"full_text":"RT I think I know *my* favorite fast food pizza chain!","sentiment_score":0.375}
{"full_text":"IS A SICK SICK PSYCHOPATH TO USE A PANDEMIC FOR PERSONAL PROFIT!!!!!!!!!!!","sentiment_score":-0.4761904762}
{"full_text":"Different leaders' responses to the pandemic have resulted in a range of results - what about in your organisation? Today, we share five strategies to help legal leaders manage mindsets in a changing landscape #legal #team #mindset #management","sentiment_score":0.1333333333}
{"full_text":"RT The stunning visuals produced illustrate through \"Drawing Resistance and Resilience\" that communities have been holdin...","sentiment_score":0.5}
{"full_text":"RT Pledis Entertainment says only some SEVENTEEN members tested negative for CoronavirusOther members still have not received t...","sentiment_score":-0.15}
{"full_text":"South Africa is in the second wave of COVID-19. We urge you to not attend big gatherings that could potentially become super spreaders of the disease.We encourage you to report planned events of this nature by contacting the Crime Stop number: 08600 10111.","sentiment_score":0.0833333333}
{"full_text":"Cash-strapped nations seeking to restore virus-ravaged finances should not be \"unduly worried\" about economic fallout from taxing the rich, a study found this week.#COVID19 #taxhttps:\/\/t.co\/fw8j2QHGVp","sentiment_score":0.2875}
{"full_text":"Watch the 1st episode of my #RiseinUnity webcast where I speak with Johanna Mai Riisma, the CEO of #Estonia. She shares her story of how she brought the Estonian community together during the #pandemic with the help of #tech:","sentiment_score":0.0}
{"full_text":"Is there a correlation between women leaders and low #Covid19 infection rates? There may be, writes but it may be that having more than a third of positions of power held by women in any organisation is the thing that makes the difference.","sentiment_score":0.1666666667}
{"full_text":"COVID-19: Oxford says vaccine has good immune response with two-dose regime","sentiment_score":0.7}
{"full_text":"RT California has an extreme lockdown and a mask mandate. California had 52,000 new cases of COVID today. That's what the w...","sentiment_score":0.0056818182}
{"full_text":"Government should take advantage of available debt relief options and advocate for debt relief especially from World Bank and commercial debts to cushion the economy from the shocks of COVID-19. #PublicDebtCrisisKE","sentiment_score":0.1333333333}
{"full_text":"Lawmakers grilled members of the Sackler family and the current CEO of Purdue Pharma Thursday, demanding more severe criminal penalties and jail time for the individuals who fueled the opioid epidemic.https:\/\/t.co\/XWRTS7j5Xc","sentiment_score":-6.938893904e-18}
{"full_text":"#FactFriday Do you know? 82% of COVID-19 cases are mild so no need to panic, however maintain the safety measures at all times. See more here:","sentiment_score":0.4166666667}
{"full_text":"The biggest movie of the year premieres today! Don't miss #Wonderwoman1984 in 3D at 6 PM and 2D at 6:35 PM. Also screening today is #TheCroodsNewAge and #FatMan Call: 0202550550 to reserve your seat***Rupa's Mall Cinemas is COVID-19 Compliant***#RupasMall #Eldoret","sentiment_score":0.0}
{"full_text":"People suffering with 'long covid' can now get specialist help at hospitals across Northern Lincolnshire and East Yorkshire.","sentiment_score":-0.05}
{"full_text":"How one marketer is navigating redundancy. Travel marketer Will Weeks shares the lessons he's learnt from being made redundant and the job hunt routine that keeps him sane, in #TravelMarketing #Redundancy","sentiment_score":-0.2}
{"full_text":" TICKET SALES CLOSE TODAY 4PM  BOOK NOW https:\/\/t.co\/nROknugRra","sentiment_score":0.0}
{"full_text":"More than PS5 million is being given to councils in #Lancashire to help vulnerable families through the winter.The money's coming from the government's Covid Winter Grant Scheme.Ministers say it's part of a long-term plan to tackle poor health, hunger and education.","sentiment_score":-0.1333333333}
{"full_text":"Enjoy your break wherever you are! Be safe, continue to practice social distancing and don't forget the Law Library will be open every day except Christmas day. See you in 2021! #UNSWLibrary","sentiment_score":0.2583333333}
{"full_text":"#NeverStopDaring - We end this week with a bit of humour and we come back to Eugenia Lao (IMM 12)'s lockdown in Shanghai \"Keep your goals high and your squats low\" is her slogan! ","sentiment_score":0.0533333333}
{"full_text":"How Germany squandered early Covid-19 success via","sentiment_score":0.2}
{"full_text":"A judicial liability shield for corporate interests is pinned to a much-needed stimulus bill, and it violates every conservative principle in the book.","sentiment_score":0.0}
{"full_text":"RT Covid denialists frequently cite Sweden's herd immunity \/ no lockdowns strategy as a model for what they want. Well ... Swe...","sentiment_score":0.1}
{"full_text":"Latest #CoronaVirus updates:Date: 18\/12\/2020#TheCivilEyes #Pakistan #COVID19","sentiment_score":0.5}
{"full_text":"#HierdieLewe Die kerk en covid-19: Dominee se openhartige lockdown-blues","sentiment_score":0.0}
{"full_text":"Muhyiddin said the presidential council would meet regularly starting next year to receive briefings about the state of the country's economy, COVID-19 management, and preparations of the 12th Malaysia Plan.https:\/\/t.co\/8hmAoP7HbO","sentiment_score":0.0}
{"full_text":"Coronavirus tests will be rolled out for secondary school and college students from the first week of term next month, with a staggered return of pupils to class.Exam year groups, vulnerable children and those with key worker parents will be the first to receive tests.","sentiment_score":-0.05}
{"full_text":"RT Looks like SEVENTEEN all tested negative for Coronavirus since they are heading to KBS studio","sentiment_score":-0.3}
{"full_text":"RT Roll-outs of approved vaccines will make trials of newer ones much more difficult in those countries, even as supplies are l...","sentiment_score":0.0}
{"full_text":"Covid-19 vaccine side effects, explained#HIV #PLHIV #endHIVstigmahttps:\/\/t.co\/K8BQXxIUSk via","sentiment_score":0.0}
{"full_text":"RT Spokesman on SkyNews just said hospitals have 11,000 less beds than last year to social distance for covid. I heard they...","sentiment_score":-0.0444444444}
{"full_text":"Because of the pandemic, many people are still struggling to make ends meet. With Christmas around the corner, there are more people needing help.","sentiment_score":0.5}
{"full_text":"COVID 19 cases in India until : 18\/12\/2020 12:30Total Cases: 9978769 [+935]Active: 310546Recovered: 9520760 [+716]Deaths :144834 [+5]Total Tests: 157.81MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Late-Night Listens: Pandemic Thanksgiving Plans","sentiment_score":0.0}
{"full_text":"World #Coronavirus Dispatch: The curious case of pandemic contracts in UK writeshttps:\/\/t.co\/7feekRxNYc","sentiment_score":-0.1}
{"full_text":"RT He's a real f*cker and that's not in doubt. He promised to quit after Trump stole his clout. He hemmed and he hawed after c...","sentiment_score":0.2}
{"full_text":"korea has such rising covid cases and instead of cancelling everything or postponding everything, the industry is still ruining like things are okay.PEOPLE WILL STILL WATCH EVERYTHING EVEN IF YOU RELEASE THEM AT A DELAY.","sentiment_score":0.0}
{"full_text":"RT California spent the entire year under the strictest lockdowns &amp; mask mandates in the worldToday, they currently have...","sentiment_score":-0.0333333333}
{"full_text":"More than PS5 million is being given to councils in #Lancashire to help vulnerable families through the winter.The money's coming from the government's Covid Winter Grant Scheme.Ministers say it's part of a long-term plan to tackle poor health, hunger and education.","sentiment_score":-0.1333333333}
{"full_text":"RT You're a professional but don't know when you have an empty syringe? Allegedly, this is the first COVID-19 vaccinations a...","sentiment_score":0.0375}
{"full_text":"Time: 07:00 * Temp: 9.7degC * Wind: S 0.0 to 16.1mph * Pressure: 991.6hPa * Rain: 0.0mm * Hum: 97% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:42 * Sunset: 15:57 * Cloudbase: 320ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT NBC News confirms: The U.S. reported 243,645 new cases of coronavirus on Thursday, setting a record new single day record...","sentiment_score":0.0670995671}
{"full_text":"RT One should rather appreciate that the emperor doesn't feel the need to wear a 'mask' anymore.","sentiment_score":0.0}
{"full_text":"I really think so.","sentiment_score":0.2}
{"full_text":"Government failure...","sentiment_score":-0.3166666667}
{"full_text":"RT Pledis Entertainment says only some SEVENTEEN members tested negative for CoronavirusOther members still have not received t...","sentiment_score":-0.15}
{"full_text":"RT My 21 week.#climatestrikeonline           #fridaysforfuture #climateaction                 #ClimateEmergency #StayH...","sentiment_score":0.0}
{"full_text":"RT This is great, but please, ALL faith leaders must set the example and MASK UP during...","sentiment_score":0.8}
{"full_text":"RT As multiple states are told to expect fewer #coronavirus #vaccine doses next week, Pfizer says:\"We have millions more dose...","sentiment_score":0.1666666667}
{"full_text":"RT Married for 30 years, they died together from Covid-19 complications sharing one final embrace -- holding each other's hands and t...","sentiment_score":0.0416666667}
{"full_text":"Christmas nah 7days from today but we still Dey observe social Distancing with...Rice OroroTomatoChicken(meat)I wrong nah","sentiment_score":-0.2333333333}
{"full_text":"How Do I Manage Programmers? #COVID19 #job #freelance #careerpath","sentiment_score":0.0}
{"full_text":"Is your anxiety normal? COVID-19 has challenged us with additional responsibilities, including social distancing which can make us feel isolated resulting in increased stress or anxiety. #HCAHealthcare","sentiment_score":0.0916666667}
{"full_text":"Current Conditions for #Sayre PATemp: 23.0FWind Chill: 23.0FHumidity: 97%Dew Point: 22.3F Barometer: 30.316 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 287.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT No known patient zero makes Sydney's COVID-19 outbreak concerning","sentiment_score":0.0}
{"full_text":"Day 7 in hospital, we shall conquer this COVID-19","sentiment_score":0.0}
