{"full_text":"RT Dear Seokjin, thank you for speaking candidly &amp; openly about your recent burnout experience.I am glad that you ar...","sentiment_score":0.275}
{"full_text":"RT COVID Update December 3: Not enough attention has been played to the villainous role of Mitch McConnell and the Senate in thi...","sentiment_score":0.0}
{"full_text":"RT  Starting my next fundraising goal to keep safe shelter in place tomorrow. SS Goal amt: $75Give whatever amount t...","sentiment_score":0.1666666667}
{"full_text":"RT [NEWS] THE BOYZ Kevin and Jacob test negative for Coronavirus #THEBOYZ","sentiment_score":-0.3}
{"full_text":"RT ACCORD Thanks for your consistency in updating and informing the world on C19 and related issues. Your weekly updates e...","sentiment_score":0.1}
{"full_text":"I would say that since they routinely give a TB test to people entering jail, they should also give a COVID test.","sentiment_score":-0.1}
{"full_text":"Funeral home manager: It keeps getting worse by the day","sentiment_score":-0.4}
{"full_text":"RT US coronavirus surge since October 2020. #MaskUp folks. We haven't even seen the worst yet. We are so damn screwed. #COVI...","sentiment_score":-1.0}
{"full_text":"RT Beloveds, I know it's a pandemic, but I have some really lovely formal dresses that I no longer have use for, volgens not havin...","sentiment_score":0.5}
{"full_text":"RT NFL conditionally reinstated Seahawks' Josh GordonIf Gordon passes COVID-19 testing protocol, he can join the team on...","sentiment_score":0.0}
{"full_text":"RT Every new COVID-positive patient I have spoken with today spent time with friends and family on Thanksgiving, or traveled i...","sentiment_score":0.0181818182}
{"full_text":"It's an epidemic!","sentiment_score":0.0}
{"full_text":"RT Every new COVID-positive patient I have spoken with today spent time with friends and family on Thanksgiving, or traveled i...","sentiment_score":0.0181818182}
{"full_text":"It already feels so apocalyptic with the pandemic going on. It's even worse with no power. Someone give me a rocket launcher.","sentiment_score":-0.4}
{"full_text":"RT The confirmed that 20 million doses of a #Vaccine for the #CCPVirus will likely be distributed later this mo...","sentiment_score":0.1333333333}
{"full_text":"Medicare for all!","sentiment_score":0.0}
{"full_text":"RT My cousin and good friend just died from covid in Texas. He was fine Saturday, sick Sunday and died an hour ago.","sentiment_score":0.1341269841}
{"full_text":"this ","sentiment_score":0.0}
{"full_text":"Imagine this being filled with Armys after the pandemic!! ","sentiment_score":0.625}
{"full_text":"This did not age well.","sentiment_score":0.0}
{"full_text":"RT Calgary nurse's post defending front-line workers to 'internet trolls' goes viral |","sentiment_score":0.0}
{"full_text":"Damn, this is sad ","sentiment_score":-0.5}
{"full_text":"RT Number of citizens who lost health care coverage since the pandemic began:14,600,000 United States       0    Austr...","sentiment_score":0.0}
{"full_text":"RT Obituary for 81-year-old who died from COVID is also a tell-off to anti-maskers, who deserve every bit of it. (Article: htt...","sentiment_score":0.0}
{"full_text":"It's not a problem for me, I have been doing it for months! The only time I don't wear a mask, is if i'm at home.","sentiment_score":0.0}
{"full_text":"RT \"The disbelief, on top of the relentless physical and mental demands of their jobs during the pandemic, is draining many...","sentiment_score":0.225}
{"full_text":"CSVTU we hope analysing the current situation of COVID will be better before asking students for offline Exams.#BoycottCSVTUofflineExam@bhupeshbaghel","sentiment_score":0.25}
{"full_text":"RT \"The vaccine has been developed too quickly and is unsafe\" Here are some things you should know about why the #COVID19 #vacc...","sentiment_score":0.2166666667}
{"full_text":"RT Who would be responsible if a student of csvtu loses his life because of Corona. If you are willing to take responsibi...","sentiment_score":0.05}
{"full_text":"RT Thank you \"This requires non-health care people, from their homes everywhere, to sacrifice courageously, even at...","sentiment_score":0.0}
{"full_text":"RT More people died today from Covid in America than died in the Twin Towers on 9\/11. This here is a death cult.","sentiment_score":0.5}
{"full_text":"RT Dear Seokjin, thank you for speaking candidly &amp; openly about your recent burnout experience.I am glad that you ar...","sentiment_score":0.275}
{"full_text":"RT Obituary for 81-year-old who died from COVID is also a tell-off to anti-maskers, who deserve every bit of it. (Article: htt...","sentiment_score":0.0}
{"full_text":"In my 19 years of teaching English &amp; 2yrs in my Masters in Education major in English, I never encounter a man who can be this SEXY in speaking the language. Oh me oh my otteokhae... Daepyonim! Holllllyyyyyy!!!#gangdaniel #KANGDANIEL@konnect_danielk","sentiment_score":0.171875}
{"full_text":"Giveon and a Brandy\/Monica tour then Beyonce for the finale.","sentiment_score":0.0}
{"full_text":"For end of life good byes.Please dont take ANY chances on #COVID19.You can't take it back.","sentiment_score":0.35}
{"full_text":"I can't help but chuckle every time I see Covid Meredith thanks for the behind the scenes fact about the doll  #GreysAnatomy","sentiment_score":-0.1}
{"full_text":"Thanks to &amp; the bipartisan COVID deal America urgently needs is now on the table. It's time for the leadership to act. demands &amp; put it to a vote now! #LetCongressVote","sentiment_score":0.25}
{"full_text":"RT The U.S. reported 2,802 coronavirus-related deaths today, December 3, setting a new daily record for deaths, according to...","sentiment_score":0.0681818182}
{"full_text":"have fun with it, theoretical brother mine. :)","sentiment_score":0.2666666667}
{"full_text":"RT So now you're attacking Professional Medical Practitioners who risk their lives, every-day for us because you want to go d...","sentiment_score":0.05}
{"full_text":"RT A bit of perspective on the current US pandemic with &gt;200,000 new cases per day (~4 Wuhan units) and approaching 3,000 death...","sentiment_score":0.0454545455}
{"full_text":"RT Freedom!","sentiment_score":0.0}
{"full_text":"RT Philadelphia Priest Dies After Participating In Moderna COVID Vaccine Trial ","sentiment_score":0.0}
{"full_text":"I Don't wish suffering on you. I have a gambling addiction, would you please Venmo me $75\/month for the next ten years?Don't treat me like trash because I give to homeless and less fortunate. Not to those who \"chose\" to be a stay at home mom. Must be nice","sentiment_score":0.1666666667}
{"full_text":"RT 'Thank a Lab worker today.  We are essential workers too!  There are people doing the testing that get you those results...","sentiment_score":0.0}
{"full_text":"RT Flint is trending for the first time in ages. Help me bring Christmas to the kids in Flint. A pandemic won't stop me...","sentiment_score":0.25}
{"full_text":"RT \"Does this feel like a victory?\" Joe Biden slams President Trump as coronavirus cases surge in the U.S. h...","sentiment_score":0.0}
{"full_text":"RT We need a mask mandate and UBI.","sentiment_score":0.0}
{"full_text":"RT The marked success of face masks in reducing new #COVID19 infections in Germany, by at least 45%","sentiment_score":0.0590909091}
{"full_text":"A crowded stop at Shreyas ##LBSRD Ghatkopar-w. People prefer bus to save money or other options are limited? #COVID19 brought back passengers!","sentiment_score":-0.0654761905}
{"full_text":"RT Obituary for 81-year-old who died from COVID is also a tell-off to anti-maskers, who deserve every bit of it. (Article: htt...","sentiment_score":0.0}
{"full_text":"RT Dear Seokjin, thank you for speaking candidly &amp; openly about your recent burnout experience.I am glad that you ar...","sentiment_score":0.275}
{"full_text":"This is the Same CSVTU which offered to take Online Exams when cases were less, and when pandemic is at its peak they want us to sit for Offline Exams. Funny Enough ?#BoycottCSVTUOfflineExam@bhupeshbaghel","sentiment_score":0.0208333333}
{"full_text":"RT Thanks for all the love and healing wishes My heart is filled with gratitude BTW in reality you don't get the amazing...","sentiment_score":0.425}
{"full_text":"Covid recoveries top 90 lakh, highest in worldhttps:\/\/t.co\/HOA74Insin","sentiment_score":0.5}
{"full_text":"Please do sue and then air your entire family's dirty laundry in court. We can hardly wait.","sentiment_score":-0.2972222222}
{"full_text":"Think what you like! Honestly I could care less! You support him, good for you! MAGA Rally...No Thanks to any LARGE GATHERINGS!  Covid's real and I see it everyday!! I have enough exposure and responsibilities;","sentiment_score":0.2027529762}
{"full_text":"Families with disabled members were struggling before the pandemic. And for most it's now even worse. A new report from","sentiment_score":0.0090909091}
{"full_text":"RT Worsen, compared to public execution? Worsen compared to life Sentence no bail for Emanuel...","sentiment_score":0.0}
{"full_text":"RT Thread not to be missed ","sentiment_score":0.0}
{"full_text":"But shouldn't we expect a seasonal pattern\/effect regardless of whether NPIs are effective? I guess I don't see how this rules out a suppressive effect from NPIs and social distancing since variants of both have been in place throughout the pandemic.","sentiment_score":0.3166666667}
{"full_text":"RT Biden wants Americans to wear a mask for 100 days. Who's in?","sentiment_score":0.2}
{"full_text":"RT Do we care about the 14 million who have already lost their healthcare? It's time to disrupt everything. No politician sh...","sentiment_score":0.0}
{"full_text":"RT Seven hours under anesthesia. The dental appointment was bad.  Tooth decay is common with the disabled and it is difficul...","sentiment_score":-0.4}
{"full_text":"RT Kennard's Self Storage CEO Sam Kennard is pushing for a boycott of Chinese products following the trade sanctions imposed...","sentiment_score":0.0}
{"full_text":"RT Total Students with Arrears under Anna University = 5,67,451. This is from Academic Year 2001 - 02. Ex-Students have arrears...","sentiment_score":0.0}
{"full_text":"RT Pakistan's exports have staged a strong recovery notwithstanding a continued rise in global COVID cases.","sentiment_score":0.2166666667}
{"full_text":"Pharma: 3 Key Takeaways from the COVID-19 Recovery and Remote Work Benchmark #COVID #GlobalMobility #HR","sentiment_score":0.1333333333}
{"full_text":"RT This is all so fucking sad. Wear a mask, keep your distance - let's make it through, together. ","sentiment_score":-0.5}
{"full_text":"RT 7 of the top 20 worst #COVID hotspots are in Tennessee.Resign","sentiment_score":-0.25}
{"full_text":"RT \"We're meant to forget the global bully who - at best - accidentally destroyed our economies. I'm stunned this has fallen o...","sentiment_score":0.5}
{"full_text":"Catholic priest who participated Moderna Covid vaccine trial dies suddenly (it contained aborted fetal tissue)https:\/\/t.co\/gjLMXIU2jw#uspoli #cdnpoli #ukpoli #covid19 #vatican","sentiment_score":0.0}
{"full_text":"Our employees wear protective gears and follow all health guidelines while making your surroundings safer. Call Bengal Sanitization now!7980708710\/9830246789#sanitizing #covid19  #affordablerates #staysafe #sanitisationservice #sanitizationnearme#sanitizationinkolkata","sentiment_score":0.0}
{"full_text":"It is the end of day 266 of Arizona's State of Emergency and has NOT issued a statewide mask mandate. #covid19 #Arizona","sentiment_score":0.0}
{"full_text":"On 20 January 2021 at 2 PM - 3.30 PM (GMT+7), #AsiaCentre will convene the 5th Benedict Anderson Memorial Roundtable titled 'COVID-19 &amp; Vaccine Nationalism'. There is a growing fear with the issue of #distributionofvaccines. Sign up to find out more:","sentiment_score":0.5}
{"full_text":"Demonstrated value of ILS during COVID to drive capital to the market: Aon","sentiment_score":0.0}
{"full_text":"RT The challenges that #BCEd is facing are immense. Teachers have been begging for improvements for years and now the COVID aval...","sentiment_score":0.0}
{"full_text":"Behavioral Health Populations Should Receive High Priority for COVID-19 Vaccination","sentiment_score":0.16}
{"full_text":"President-Elect Biden said he is keeping Dr. Anthony Fauci on as a chief medical adviser and a member of his COVID-19 advisory team.https:\/\/t.co\/eY1pJQrMRq","sentiment_score":0.0}
{"full_text":"Various self-care groups in Nairobi have recently received food hamper donations courtesy of Safaricom Foundation to help them get through during the pandemic. #TwendeTukiuke","sentiment_score":0.0}
{"full_text":"Prof. Nyong'o is the host Governor for this year's Kusi Ideas Festival. To participate virtually to contribute to transformational ideas on the future of Africa post-COVID REGISTER by clicking #kusifest2020@KisumuCountyKE","sentiment_score":0.0}
{"full_text":"Catching up with family or friends outdoors at a public place?Be COVID safe and avoid crowded places.From 7 December up to 100 people can gather outdoors in a public space. For more information:","sentiment_score":0.32}
{"full_text":"Dr. Enumerates Milestones at Mulago Women's Hospital, Reassures Public of More #Health Facility Upgrades #ChimpReportsNews #Uganda #UgandaNews #Featured #FridayThoughts #WearAMask #News","sentiment_score":0.25}
{"full_text":"#Bengal #COVID-19 update: State conducts 44,130 tests in the past 24 hours #BengalFightsCorona #StaySafeStayHealthy","sentiment_score":-0.25}
{"full_text":"#ICYMI: Grand Prairie Mayor Pro Tem Jim Swoffard dies from COVID-19, weeks after his wifehttps:\/\/t.co\/bPe7el3Z5K","sentiment_score":0.5}
{"full_text":"RT Obituary for 81-year-old who died from COVID is also a tell-off to anti-maskers, who deserve every bit of it. (Article: htt...","sentiment_score":0.0}
{"full_text":"Dr. Birx Admits Grim Truth About Coronavirus via","sentiment_score":-1.0}
{"full_text":"RT Ryan coogler reading Leticia Wright's tweets:","sentiment_score":0.0}
{"full_text":"Prof. Nyong'o is the host Governor for this year's Kusi Ideas Festival. To participate virtually to contribute to transformational ideas on the future of Africa post-COVID REGISTER by clicking #kusifest2020@KisumuCountyKE","sentiment_score":0.0}
{"full_text":"RT This is batty. Americans are in dire need of food and paychecks. More people died yesterday from #COVID19 than any day sin...","sentiment_score":0.5}
{"full_text":"#TamilNadu continued to report less than 1,500 cases of #COVID19 for the eighth day in a row. As many as 1,416 persons tested positive in the State on Thursday, While 14 more persons died, 1,413 persons recoveredhttps:\/\/t.co\/GBzYkmIQ3X","sentiment_score":0.2651515152}
{"full_text":"Leave the snow boots, parkas and glove warmers in the closet, the 2021 Sundance Film Festival is coming down from the mountain and straight to your living room.https:\/\/t.co\/9B6PChldZ5","sentiment_score":0.0222222222}
{"full_text":"COVID-19, a Child Rights CrisisCOVID-19 impact on children's lives is massive. Globally, an estimated 2 million additional child deaths &amp; 200,000 additional stillbirths could occur over a 12-month period due to severe interruptions to services, &amp; rising malnutrition.","sentiment_score":-0.0416666667}
{"full_text":" This weekend don't miss our #ISNFridaySelection: Results from the indicate high mortality due to #COVID19 in dialysis patients &amp; kidney transplant recipients across Europe. #GraphicalAbstract","sentiment_score":0.0175}
{"full_text":"The Dewetsdorp team in #WOF_FS dedicated a day to mourn the many thousands of South Africans who have passed away due to the Corona Virus pandemic.#COVID19#workingonfire#MomentOfUnity","sentiment_score":0.1875}
{"full_text":"Health experts believe there won't be any benefit to getting both coronavirus vaccines as opposed to receiving just one.","sentiment_score":0.0}
{"full_text":"Mayor to commemorate Londoners and the impact of Covid-19","sentiment_score":0.0}
{"full_text":"In the coming weeks, the social network will begin taking down any Facebook or Instagram posts with false information about the vaccines that have been debunked by public health experts.","sentiment_score":-0.1305555556}
{"full_text":"A New York woman who was born during the Spanish Flu pandemic has survived COVID-19 for the second time.","sentiment_score":0.0454545455}
{"full_text":"RT Looking for ways to support local businesses and charities this holiday season while minimizing COVID-19 exposure? The #ShowaLi...","sentiment_score":0.0}
{"full_text":"The team of researchers tested four commercial disinfectants, three of which are completely alcohol-free, and discovered that each was effective at stopping the virus. | By Daedan Olanderhttps:\/\/t.co\/K0rTBhXZzD","sentiment_score":0.2333333333}
{"full_text":"Even a coronavirus diagnosis couldn't stop one California couple from saying \"I do.\" ","sentiment_score":0.0}
{"full_text":"TODAY 2 #IVD2020 live chats in 2 different times zones!Meet UN Volunteers who have responded heroically during the #COVID19 pandemic.09:00-09:40 am (UTC+1)AND04:00-4:40 pm (UTC+1)Join us LIVEhttps:\/\/t.co\/VaJ9lAX1oj #TogetherWeCan","sentiment_score":0.0681818182}
{"full_text":"Due to the screening for COVID-19 which passengers will be subject to prior to check-in, international flight passengers are advised to arrive 4 hours prior to the departure time and domestic flight passengers are advised to arrive 2 hours prior to the departure time.","sentiment_score":-0.0416666667}
{"full_text":"Virgil Sweet of Largo, Florida, is a WWII veteran who wanted his $1,200 government stimulus check to go to someone who really needed it. But his goodwill campaign turned into something so much bigger, leading him to raise nearly $37,000 for people in need.","sentiment_score":0.13}
{"full_text":"Visitors to Shire of Broome facilities will need to take part in mandatory COVID-19 contact tracing registers, starting from Saturday, December 5.More information here - #ShireofBroome #contacttracing","sentiment_score":0.0}
{"full_text":"RT Christian American man converts to Islam during COVID-19 Lockdown (Video - Just 3 Minutes).Islam is the most widespread re...","sentiment_score":0.1666666667}
{"full_text":"Prof. Nyong'o is the host Governor for this year's Kusi Ideas Festival. To participate virtually to contribute to transformational ideas on the future of Africa post-COVID REGISTER by clicking #kusifest2020@KisumuCountyKE","sentiment_score":0.0}
{"full_text":"This study is a promising initiative in exploring locally-available and easily-accessible food supplements that might help in the management of COVID-19.","sentiment_score":0.2}
{"full_text":"We in a pandemic and I'm not getting any panDICK","sentiment_score":0.0}
{"full_text":"Prof. Nyong'o is the host Governor for this year's Kusi Ideas Festival. To participate virtually to contribute to transformational ideas on the future of Africa post-COVID REGISTER by clicking #kusifest2020@KisumuCountyKE","sentiment_score":0.0}
{"full_text":"#FromTheCenter: Covid Shrinks the Labor Market, Pushing Out Women and Baby Boomers | Reporting by #CoronavirusUSA #Labor #Unemploymenthttps:\/\/t.co\/RvrTEuKoqQ","sentiment_score":0.0}
{"full_text":"RT **B.S.** They KNOW D*MN WELL VACCINATION DOES NOT PREVENT TRANSMISSION. It merely stimulates production of short-lived...","sentiment_score":-0.5}
{"full_text":"Three former presidents say they'd be willing to take a #COVID19 #coronavirus vaccine publicly, once one becomes available, to encourage all Americans to get inoculated against a disease that has already killed more than 275,000 people nationwide.https:\/\/t.co\/Jr0gvIrUVK","sentiment_score":0.1583333333}
{"full_text":"B2B #Marketing leaders: it's hard enough to make your annual plan without the stress that COVID-19 created this year. The new checklist from Forrester provides actionable advice to build a clear yet flexible plan in 2021.","sentiment_score":-0.0138257576}
{"full_text":"Local tourists visiting Boracay will spend less for their swab test for coronavirus disease 2019 or COVID-19.","sentiment_score":-0.0833333333}
{"full_text":"The Prime Minister is adamant that any inquiry should not start before the pandemic has been brought under controlhttps:\/\/t.co\/2IgOSDUcnI","sentiment_score":0.1}
{"full_text":"*Looks at the number of bots I've gotten during covid* heh. heh heh... yeah...","sentiment_score":0.0}
{"full_text":"With more people working from home during the pandemic, the boundaries between job and life are blurred. Now, lawmakers in the EU want to give workers the \"right to disconnect.\"","sentiment_score":0.3928571429}
{"full_text":"RT iPads stockpiled for ICU end of life goodbyes... was not something Steve Jobs foresaw. (HT to #COVID19","sentiment_score":0.0}
{"full_text":"RT .@BTS_twt's \"Life Goes On\" gained 500 orders in 15 minutes. I think panic buying is starting.","sentiment_score":0.0}
{"full_text":"RT Dear Seokjin, thank you for speaking candidly &amp; openly about your recent burnout experience.I am glad that you ar...","sentiment_score":0.275}
{"full_text":"RT If you're reading this then you'll survive the pandemic cause you know what to do to stay alive, but these numbers are HORR...","sentiment_score":0.1}
{"full_text":"RT .@JohnLynch49ers discusses #49ers being blindsided by Santa Clara County COVID-19 restrictions- via","sentiment_score":0.0}
{"full_text":"The hand-washing station have two pedals, one for the water and another for the hand soap dispenser, and hand-washing instructions according to the guideline and protocols to help prevent the coronavirus's propagation. Thank you Rise Against Hunger for meeting the need. #RAH","sentiment_score":0.0}
{"full_text":"I am stacking shelves at Tesco during Coronavirus and the usual charity collection process for out of date food has broken down. Loads of food is getting wasted so If you run a soup kitchen talk to your local supermarket manager.","sentiment_score":-0.2011111111}
{"full_text":"RT Fraud AlertDon't be misguided by any such perceived but possible attempts by criminals.","sentiment_score":0.0}
{"full_text":"RT We started new phase of #EndSARS ND since yesterday, Airtel has been on lockdown.This ppl knows what they are doing....","sentiment_score":0.1363636364}
{"full_text":"RT Luis Suarez is free of COVID-19 https:\/\/t.co\/eDBChFEj9H","sentiment_score":0.4}
{"full_text":"RT Clinton, Bush, Obama willing to take COVID-19 vaccine live on TV","sentiment_score":0.1931818182}
{"full_text":"Is Your Unemployment Running Out? #COVID19 #inspire #Employment #LifeLessions","sentiment_score":0.0}
{"full_text":"What happened to social distancing,worst All rules and sops only on paper !It's scary Management pls look into it so many life's at risk","sentiment_score":0.0083333333}
{"full_text":"RT Cybercriminals are trying to steal the email and network credentials of top orgs associated with the #COVID19 vaccine \"cold...","sentiment_score":-0.05}
{"full_text":"Time: 06:00 * Temp: 3.4degC * Wind: W 4.0 to 12.1mph * Pressure: 975.6hPa * Rain: 0.0mm * Hum: 85% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:27 * Sunset: 15:59 * Cloudbase: 1040ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Here's the card you'll get when you eventually get the Covid-19 vaccine.Everyone will get a card \"they can put in their wallet t...","sentiment_score":0.0}
{"full_text":"How is Social Media a Super Spreader of Misinformation?See: #FridayMotivation #COVID19 #FakeNews #hoax #misinformation #rumors #socialmedia","sentiment_score":0.1833333333}
{"full_text":"Microsoft India #sale #MIEExpert  Today's Deals Here ","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 42.1FWind Chill: 41.6FHumidity: 36%Dew Point: 17.1F Barometer: 30.099 inHgWind: 1 mph from the SWCorona Virus Weekly Stats:Cases: 179.000000Deaths: 9.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Nursing home outbreak: More than 50 residents, staff at nursing home test positive - https:\/\/t.co\/GLifvZqR7Z","sentiment_score":0.3636363636}
{"full_text":"RT A pandemic couldn't make some of you kinder. A pity, really.","sentiment_score":0.05}
{"full_text":"Disturbing and uncomfortable but essential viewing. 13 million people in Yemen risk starvation in 2021, making Covid-19 look inconsequential. \"Inside Yemen: A hospital on the frontline of Yemen's food crisis \" #photography #photojournalism #yemen","sentiment_score":-0.3333333333}
{"full_text":"RT They're filming something here in Atwater. During a pandemic. During a stay at home order. How essential. is a...","sentiment_score":0.0}
{"full_text":"Coronavirus: Walmart to roll out 4th round of hourly employee bonuses totaling $700M | Details:","sentiment_score":-0.2}
{"full_text":"RT Covid girlsssss 2020 ","sentiment_score":0.0}
{"full_text":"RT VACCINE UPDATE: CA will be receiving 327k doses of the new Pfizer #COVID19 vaccine in mid December.The Drafting Guidelin...","sentiment_score":0.0681818182}
{"full_text":"RT Obituary for 81-year-old who died from COVID is also a tell-off to anti-maskers, who deserve every bit of it. (Article: htt...","sentiment_score":0.0}
{"full_text":"RT Cocaine. Refined with kerosene &amp; hydrochloric acid in Amazon river water. Transported in human stomachs in condoms. Mixed wit...","sentiment_score":0.0}
{"full_text":"RT Tonight a doctor said to my Hmong American family to \"prepare an outfit for your uncle for he will have far to travel.\" I...","sentiment_score":0.05}
{"full_text":"New research highlights the biggest challenges for #SMBs during #Covid--and where they're placing their tech bets.","sentiment_score":0.1363636364}
{"full_text":"RT And this is why Staten Island has the highest infection rate in the City -- more than double the daily #COVID19 inciden...","sentiment_score":0.1666666667}
{"full_text":"RT If you do a search on my various timelines, you'll see that I very much am NOT \"forgetting McConnell.\"","sentiment_score":0.13}
{"full_text":"#ChinaWCBA Shandong Women v Wuhan Women #Basketball","sentiment_score":0.0}
{"full_text":"An ICU Nurse's \"How It Started Vs. How It's Going\" Meme Is Going Viral For Showing What Healthcare Workers Are Dealing With During COVID-19","sentiment_score":0.0}
{"full_text":"RT Ready to never hear her name again.","sentiment_score":0.2}
{"full_text":"RT videos of people crowding Bam ... we are living in the middle of pandemic, guys, today is the highest number of infected...","sentiment_score":0.0}
{"full_text":"RT It has been challenging reporting on the pandemic so this award is particularly special - for our Coronavirus infographi...","sentiment_score":0.4285714286}
{"full_text":"Mad as hell, in fact.","sentiment_score":-0.625}
{"full_text":"This pandemic needs to end so I can get plowed","sentiment_score":0.0}
