{"full_text":"LOS ANGELES (CBSLA) -- As pharmaceutical company Pfizer announced Monday that its coronavirus #breaking #news","sentiment_score":0.0}
{"full_text":"RT Followed tried his lifestyle change advise and lost 18 kgs. Restarted cycling and done over 2,000 I'm since...","sentiment_score":0.0}
{"full_text":"Who 2020 and corona should have claimed:The boys who think moaning really loud in class is funny.","sentiment_score":0.175}
{"full_text":"RT At the last moments of Christmas, I hope that everyone will continue to pay attention to the epidemic prevention measures, a...","sentiment_score":0.0}
{"full_text":"RT As you give so shall you receive. Give support to the oppressed. Help save the children who are fighting the war, famine, a...","sentiment_score":0.0}
{"full_text":"RT You are losing the dignity of white coat , its illogical &amp; out of question.Not a single bachelor degree holder are pr...","sentiment_score":-0.0357142857}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"RT Bedtime story: Nong Mook &amp; Gift\/Gip(?)  are brothers and sisters who invited each other to see the Northern Lights, but t...","sentiment_score":-0.125}
{"full_text":"RT How can the President and Congress celebrate Christmas when 14 million Americans are set to lose unemployment aid tomorrow, t...","sentiment_score":0.0}
{"full_text":"Top Dem unveils bill to increase COVID stimulus checks to $2,000 after Trump demand via","sentiment_score":0.5}
{"full_text":"RT Tonight, SecVA Designee went to in Ward 8, to serve dinner and distribute gifts at a socially dist...","sentiment_score":0.0333333333}
{"full_text":"RT Cement despatches are rising, both for domestic consumption and exports, since the resumption of business activities follow...","sentiment_score":0.0}
{"full_text":"RT Multi-organ point-of-care ultrasound for COVID-19 (PoCUS4COVID): international expert consensus | All you need to know to use...","sentiment_score":0.0}
{"full_text":"RT Boston doctor has severe allergic reaction to Moderna COVID vaccine: NYT","sentiment_score":0.0}
{"full_text":"RT 3) Notably, more worrisome, cognitive decline in recovered #COVID19 patients was found across severity level--largest among...","sentiment_score":0.5}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT 9 quarters of economic decline starting from Q1 FY19' leading to recession - does the BJP plan on blaming this on Corona also...","sentiment_score":0.1}
{"full_text":"RT If we r not competent to teaching or do scientific work, than Who's working on corona vaccine? Yet hopeful...","sentiment_score":-0.25}
{"full_text":"...You will be hated by all on account of me. But whoever holds out till the end will escape death. (Matthew 10:17-22)#Day287#CommunityQuarantine#COVID19#ARmotherhouseManila#UnitedInPrayerDec. 26, 2020 Saturday","sentiment_score":-0.9}
{"full_text":"RT This is outrageous. On Christmas Eve, Kevin McCarthy and House Republicans deprived Americans of receiving $2,000 during th...","sentiment_score":-1.0}
{"full_text":"RT The US Marshals Service is flying and driving prisoners all over the country without testing for COVID-19. Whistlebl...","sentiment_score":0.0}
{"full_text":"RT Let see if any Government authority is taking action or not ? Student have right to demand for the online exam(covid19...","sentiment_score":0.1928571429}
{"full_text":"Let me kindly inform whether GoAir authority is liable to return back the ticket fare to the passengers of their cancelled flight for the situation arose due to COVID19 abiding by the direction of the DGCA or not. All possible measures to get back the refund fld","sentiment_score":0.0625}
{"full_text":"15th person from my church diagnosed with #COVID19, two more dead this week, five total. WORSE than flu, highly contagious. Friend's father had it, recovered after ICU, mother dying; 25 sickened at his Amer. Legion mtg. #WearAMask, wash your hands, and stay home if you're sick.","sentiment_score":-0.109047619}
{"full_text":"RT Bedtime story: Nong Mook &amp; Gift\/Gip(?)  are brothers and sisters who invited each other to see the Northern Lights, but t...","sentiment_score":-0.125}
{"full_text":"RT #lockdown was imposed forcefully by govt,nobody demanded, this caused disruption in business &amp; everything messed up incl...","sentiment_score":0.0}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"RT At the last moments of Christmas, I hope that everyone will continue to pay attention to the epidemic prevention measures, a...","sentiment_score":0.0}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"RT Ma perche? But why? Why a kiwi? What's the catch? What 's the purpose?","sentiment_score":0.0}
{"full_text":"RT You didn't get your Covid relief nor did the military get their pay raise but trump pardoned 4 more war criminals &amp; his co...","sentiment_score":0.2}
{"full_text":"RT MARIA URESTI, 86 of Texas, died of COVID on Dec. 7.\"A wife, mother, and registered nurse who served her community with...","sentiment_score":0.0}
{"full_text":"RT So sick of NSW and it's fake Covid bull shit. The bottom line is NSW Never has had Covid under control. And has no plans to....","sentiment_score":-0.4714285714}
{"full_text":"Holiday from COVID-19 year. Wallaroo, South Australia","sentiment_score":0.0}
{"full_text":"Then explain these new COVID mutations I've been hearing about.","sentiment_score":0.1363636364}
{"full_text":"RT Prison conditions were already so bad in the U.S. that every yr in prison takes 2 yrs off a person's life expectancy. (A...","sentiment_score":-0.7}
{"full_text":"RT Bedtime story: Nong Mook &amp; Gift\/Gip(?)  are brothers and sisters who invited each other to see the Northern Lights, but t...","sentiment_score":-0.125}
{"full_text":"John Bull:rides free!   government of allows \"festive free-for-all\" over hunting exemption","sentiment_score":0.5}
{"full_text":"RT How can the President and Congress celebrate Christmas when 14 million Americans are set to lose unemployment aid tomorrow, t...","sentiment_score":0.0}
{"full_text":"This is literally been my \" dating life \" since COVID came here...","sentiment_score":0.0}
{"full_text":"RT 37 times the SOT of the House and her democrat clown posse including Biff (who banged CCP Fang) shot down stand...","sentiment_score":-0.1555555556}
{"full_text":"#Odisha reports 334 #Covid19 cases and 4 more deaths in 24 hours. Total cases now stand at 328201 including 323378 recoveries &amp; 2913 active cases and 1,857 deaths.#NewsAlert #OdishaFightsCorona","sentiment_score":0.1222222222}
{"full_text":"RT The Indian economy was in its worst phase even before the coronavirus outbreak, with growth in the gross domestic product...","sentiment_score":-0.3333333333}
{"full_text":"Does covid take a break on Christmas? hospital's are open 24\/7","sentiment_score":0.0}
{"full_text":"RT *puts protective glass to protect staff against coronavirus*Customers:","sentiment_score":0.0}
{"full_text":"RT I know it's late. I know there aren't many on tonight. I'm struggling. My nephew is 3. He caught covid from his pre-school...","sentiment_score":0.1}
{"full_text":"RT A timeless pandemic poem... Stay the F home by Now technically I'm not a doctorBut motherf**ckers listen...","sentiment_score":0.0}
{"full_text":"RT A card from the couple who were just swept a week ago and lost everything including her sisters ashes, their wallet, car keys -...","sentiment_score":0.0}
{"full_text":"Finding out what truly motivates your legal team will be the key to managing successfully in our post-Covid world. We share five strategies to manage your legal team effectively in our blog, click here to read the article #legal #team #mindset #management","sentiment_score":0.325}
{"full_text":"RT The Government has Abandoned the Disabled People Hit Hardest by the Coronavirus - Byline Times","sentiment_score":-0.2}
{"full_text":"A covid Christmas has a lot of time to fill. Watch both movies plus a couple more!","sentiment_score":0.625}
{"full_text":"The clinics are also doing covid testing for free, the results will take longer than the labs to get.","sentiment_score":0.4}
{"full_text":"RT Sydney residents discouraged from Boxing Day shopping, some suburbs to re-enter lockdown","sentiment_score":0.0}
{"full_text":"Despite warnings from public health experts to stay home, over 1.19 million travelers passed through U.S. airport security checkpoints Wednesday -- down by about 40% from a year ago, but the highest one-day total since the crisis took hold in mid-March.https:\/\/t.co\/KIYb22aI2v","sentiment_score":-0.0518518519}
{"full_text":"Demand for legal professionals is on the rise in the post pandemic world as companies across sectors navigate the new ways of workinghttps:\/\/t.co\/rtWTvEbJKo","sentiment_score":0.1681818182}
{"full_text":"South Africa is in the second wave of COVID-19. We urge you to not attend big gatherings that could potentially become super spreaders of the disease.We encourage you to report planned events of this nature by contacting the Crime Stop number: 08600 10111.","sentiment_score":0.0833333333}
{"full_text":"LGUs may procure #COVID19 vaccine supply for those not on priority list: DILG","sentiment_score":0.0}
{"full_text":"can read the latest covid dta here","sentiment_score":0.5}
{"full_text":"RT JUST IN: Worldwide coronavirus cases pass 80 million","sentiment_score":0.0}
{"full_text":"WMAR-2 News is here for you! Amazon is hiring a Tour Specialist.","sentiment_score":0.0}
{"full_text":"Researchers identify gene molecule that could explain the wide range of #COVID19 outcomes","sentiment_score":-0.1}
{"full_text":"The Disastrous Confusion At The Heart Of The UK Government's Response To COVID-19. Read more here: #UKlockdown #COVIDAlert #london","sentiment_score":-0.1}
{"full_text":"'Each light represents a life lost to COVID-19': Orlando couple's Christmas light display memorializes COVID-19 deaths","sentiment_score":0.4}
{"full_text":"The Duke women's basketball team had been on pause since Dec. 16 because of two positive COVID-19 tests and contact tracing within the program's travel party.","sentiment_score":0.2272727273}
{"full_text":"24-year-old volunteer Shukria has distributed nearly 1,000 masks to neighbours and villagers who cannot afford to buy protective equipment during the pandemic. This is her story:","sentiment_score":0.1}
{"full_text":"Families that usually reunite on Christmas over a hearty, lingering meal stayed home Friday, services were held online, and gift exchanges were low-key in one of the most unusual holiday seasons in decades.","sentiment_score":0.15}
{"full_text":"A reminder that from today, our area is under tier 4 - the highest of the national COVID-19 alert levels.It means we must all stay at home, except for a limited number of purposes.Get up to speed with these FAQs ","sentiment_score":-0.0714285714}
{"full_text":"The next few days we'll look at stories &amp; the welfare of cleaners in #HongKong during the 2019 protests, the 2020 pandemic, and just how much they have been ignored and abused by the HK government.Did you know that some of HK's cleaners make less than USD 1200 a month?","sentiment_score":-0.0416666667}
{"full_text":"ICE CREAM CARAMEL LATTE Kredit: Ana Ahmad#malaysianfood #malaysia #foodporn #foodie #instafood #food #foodstagram #kualalumpur #foodphotography #makan #foodlover #malaysianfoodie #makanmakan #jjcm #foodpornmalaysia #covid #stayhome","sentiment_score":0.0}
{"full_text":"Endothelial activation and dysfunction in #COVID19. Basic mechanisms to potential therapeutic approachesExcellent review. It explains why full-dose anticoagulation is not working   Endotheliitis, immune dysfunction, clotting, vasculitis Missing NF-kappa B blocking","sentiment_score":-0.0666666667}
{"full_text":"Hiring a Lead - Workforce Management team, for a leading bank For details and online application visit  :  Location: MumbaiSalary Budget: Upto 40 Lac Per AnnumResponsibilities:Manage the WFM functions - CDC, Social Media, GRD and Retail Asset Branches","sentiment_score":0.0333333333}
{"full_text":"About 14 million Americans will see jobless benefits expire on Saturday as President Donald Trump refused to sign into law a $2.3 trillion pandemic aid and spending package.A partial government shutdown will start on Tuesday unless Congress can agree on a stop-gap funding bill.","sentiment_score":-0.1}
{"full_text":"The lockdown made us lean heavily on our furry companions for emotional support. Now as things open up and routines change, both humans and animals are showing signs of separation anxiety, writes Raj Mariwala","sentiment_score":-0.0666666667}
{"full_text":"PM suga urges people to avoid the social gatherings and do the preventive acts. But no political attempt was done.Like the emperor he only asks to the people decent attitudes.","sentiment_score":0.05}
{"full_text":"Happy Boxing day, May you all have a joyous festival this season.#HappyHolidays2020 | #BoxingDay2020 | #StayAtHome","sentiment_score":0.8}
{"full_text":"You wouldn't let pressure build in your boiler - so why let it build in your lungs ? Not every Cough is a COVID Cough  If you've had a cough for more than three weeks - it could be a sign of lung cancer! #DoItForYourself &amp; contact your GP - call or go online","sentiment_score":0.625}
{"full_text":"That pretty much sums up 2020 if you ask me. #MashableSEA #Chinahttps:\/\/t.co\/ZgWIpVmpqo","sentiment_score":0.225}
{"full_text":"Being positive for covid, but asymptomatic, while the best case scenario I am really truly lucky, but it fucking sucks. I've been stuck inside for weeks and I just want to go somewhere, do something, see some people. I hate complaining, because I really am lucky, but fuck man","sentiment_score":0.0742424242}
{"full_text":"RT The war against Covid-19 is not over. Please stay safe &amp; stay at home. If must go out. Please observe strictly safe distancin...","sentiment_score":0.5}
{"full_text":"Fraudsters and scammers are using the uncertainty of the coronavirus pandemic to target online shoppers. Don't get caught out in the salesYou can find tips for staying safe online on My Support Space. Create a free account:","sentiment_score":0.45}
{"full_text":"Arizona home displays white flags for people who died from COVID-19","sentiment_score":0.0}
{"full_text":"Over 17,500 new COVID-19 cases reported across Turkeyhttps:\/\/t.co\/A9uZrw62rR","sentiment_score":0.1363636364}
{"full_text":"RT Mitch McConnell is a traitor to this country. That he got the vaccine after willfully failing to protect us from Covid-19 i...","sentiment_score":0.0}
{"full_text":"India registers less than 300 Covid deaths in a day after 6 months, reports 22,273 new caseshttps:\/\/t.co\/YcMTDHIVNG","sentiment_score":-0.0151515152}
{"full_text":"RT 9 quarters of economic decline starting from Q1 FY19' leading to recession - does the BJP plan on blaming this on Corona also...","sentiment_score":0.1}
{"full_text":"COVID 19 cases in India until : 26\/12\/2020 12:30Total Cases: 10169818 [+0]Active: 280274Recovered: 9739382 [+0]Deaths :147379 [+0]Total Tests: 167.16MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#IndiaFightsCorona:Risk factors increasing #COVID19 vulnerabilityThose with the age of 60 years and above Those who smoke Those with non-communicable diseases (NCDs)#StaySafe #IndiaWillWin #Unite2FightCorona","sentiment_score":0.0}
{"full_text":"Following the Northern Ireland Executive announcement, of a six-week lockdown starting Boxing Day, essential stores and services only remain open at Abbey Centre. Read more here - you and take care #staysafe","sentiment_score":0.0833333333}
{"full_text":"The new coronavirus variant in South Africa - Are concerns justified?***Latest News Updates","sentiment_score":0.1363636364}
{"full_text":"RT Me seeing photos of people from other countries getting the COVID vaccine","sentiment_score":-0.125}
{"full_text":"RT Golf-Australian great Norman in hospital with COVID-19 symptoms","sentiment_score":0.8}
{"full_text":"RT A bit of good news for 2020: Fewer children have died in the U.S. than would be expected in a non-pandemic year","sentiment_score":0.3}
{"full_text":"RT BREAKING: South Australia reports zero community cases for 28 days in a row, reaching benchmark for coronavirus elimination","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 20.5FWind Chill: 13.8FHumidity: 74%Dew Point: 13.6F Barometer: 29.875 inHgWind: 5 mph from the WCorona Virus Weekly Stats:Cases: 200.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT great chat on the back nine! We had some laughs over Obama trying to pardon a fellow commie, AND THE Commie  CHOSE JAIL! Ha!...","sentiment_score":0.2145833333}
{"full_text":"City testing wastewater for COVID-19","sentiment_score":0.0}
{"full_text":"RT South Korea logs second-highest daily tally of COVID cases amid prison, church outbreaks","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT FG have suspended all academic activities due to the recent spread of COVID 19.Like this now, ASUU and government dey use...","sentiment_score":-0.0416666667}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT From Covid-19 to the South China Sea, here are 10 stories that rocked Asia in 2020","sentiment_score":0.0}
{"full_text":"RT Ebola is deadly (90% fatality rate). But not as contagious (not airborne).Corona is highly contagious, but not nearly...","sentiment_score":-0.03}
{"full_text":"This is a pandemic...not a prohibition. This is lunacy.#BeverlyHills #LaScala","sentiment_score":0.0}
{"full_text":"Does your business need investment? Here is quick guide to the fundraising options available to entrepreneurs*.*NB. Always seek professional advice specific to your circumstances.#Investment | #Fundraising | #COVID19https:\/\/t.co\/qGxy5OK5OQ","sentiment_score":0.2083333333}
{"full_text":"Correct movie was slated for a June\/July release originally. Movie was pretty much done outside of some edit stuff that was being finished when covid hit.","sentiment_score":0.20625}
{"full_text":"RT \"Humanity is here, they are welcoming us.\" shares the story of Abdul Hamid, a Rohingya #refugee who is now l...","sentiment_score":0.0}
{"full_text":"Africa CDC: New virus variant appears to emerge in Nigeria","sentiment_score":0.1363636364}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT Think hard before visiting Cairngorm this lockdown, advise authorities","sentiment_score":-0.2916666667}
{"full_text":"RT Most hate nightmares but with it I'm sedated by my demons singing me lullabiesThey stay and play tricks in my mind bu...","sentiment_score":-0.15}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey","sentiment_score":0.0375}
{"full_text":"RT Interesting. This is the type of conversation we need. Not the everyday fear - mongering.","sentiment_score":0.15}
{"full_text":"Time: 07:00 * Temp: 6.3degC * Wind: SW 8.9 to 16.0mph * Pressure: 1007.5hPa * Rain: 0.0mm * Hum: 88% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:45 * Sunset: 16:02 * Cloudbase: 880ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Dave the Dog is worried about coronavirus #HCAHealthcare","sentiment_score":0.0}
{"full_text":"RT My last ED shift we ran two code blues simultaneously on COVID positive patients who presented within the 10 minutes of eac...","sentiment_score":0.1136363636}
{"full_text":"RT 41 people who underwent Rapid Antigen tests at borders of the Western Province since December 18, tested positive for COVID...","sentiment_score":0.1136363636}
{"full_text":"Wrong about lockdown. Simplified view: viruses cannot spread if we stay far away from each other. Lockdowns are just an enforced way to do something that we all seem unwilling to do ourselves. If we all just behaved we wouldn't need this enforcement.","sentiment_score":-0.175}
{"full_text":"RT *puts protective glass to protect staff against coronavirus*Customers:","sentiment_score":0.0}
{"full_text":"To me, this year is more of my study and cohort in Said Business School rather than of the pandemic. Let's wish the world a safer and more rational New Year 2021!","sentiment_score":0.3901515152}
{"full_text":"Total COVID-19 tests performed in Lithuania: 1,570,101. 126,581 cases, of those 0 today; 1,205 deaths, of those 0 today.","sentiment_score":0.0}
{"full_text":"Ina Grafton is hiring: Covid Screener #job #Toronto","sentiment_score":0.0}
{"full_text":"RT It's vital we act now to suppress the new coronavirus variant | Alan McNally","sentiment_score":0.1181818182}
{"full_text":"RT 9 quarters of economic decline starting from Q1 FY19' leading to recession - does the BJP plan on blaming this on Corona also...","sentiment_score":0.1}
{"full_text":"COVID-19 has shifted customer expectations and trust has never been more vital for strong customer connections.","sentiment_score":0.3444444444}
{"full_text":"RT F COVID","sentiment_score":0.0}
{"full_text":"Because of the pandemic ???","sentiment_score":0.0}
{"full_text":"RT This lockdown concept hit hard not only poor communities but any attempts to organize solidarity across state borders. #...","sentiment_score":-0.2305555556}
{"full_text":"RT Fred Piccolo, spokesman for Florida GOP Gov. Ron DeSantis, deactivated his Twitter account after he tweeted in the middle...","sentiment_score":0.0}
