{"full_text":"BREAKING: Toronto mayor wants to 'charge everybody' who violates lockdown orders.Can we charge politicians anytime they violate a rule or tell a lie?https:\/\/t.co\/chQ6wg2swY","sentiment_score":0.2}
{"full_text":"RT LOL we romantically thought the pandemic would lead to more babies being born when in fact we found that when trapped in t...","sentiment_score":0.3666666667}
{"full_text":"RT Premier wants to meet Monday \"with all hospital CEOs in #Ontario\" to hear what's happening in their halls before de...","sentiment_score":0.2}
{"full_text":"RT Layla is LD leader in all but name, challenging the tories and tackling issues that matter to people right across the...","sentiment_score":0.3928571429}
{"full_text":"RT We don't need no Covid testingWe don't need no lockdown controlNo false positives in the classroom,Hancock, leave them...","sentiment_score":-0.4}
{"full_text":"Pandemic-induced 'brain fog' is result of cognitive overload #brainfog","sentiment_score":0.0}
{"full_text":"RT Nikki Haley wrote an editorial to tell Joe Biden about \"Trump's successes\" that he should continue. She failed to mention \"...","sentiment_score":-0.5}
{"full_text":"RT 0% capacity. Zero percent.LA friends who won't be flying home for the holidays but are planning to have a local \"friends-mas\"--j...","sentiment_score":0.0}
{"full_text":"RT Disgraced former GOP governor given early COVID vaccine -- after Alabama's supply was cut by 40 percent - Raw Story","sentiment_score":-0.0435897436}
{"full_text":"  This will never be forgotten.  The GOP is the party of death, untruth, boorishness and a sociopathic need to lie to and steal money from those who can least afford it.  I hate you all.","sentiment_score":-0.55}
{"full_text":"Sun coming up, Barr going down.Days expanding, nights contracting.What the world in lockdown will sorely regret is not chasing out these old evil ghosts with fireworks.Or: has the world ever seen more evil Lords of Darkness appear than in the last 5(0) years?","sentiment_score":-0.28}
{"full_text":"\"An emergency toughening of Covid restrictions could be announced as soon as Saturday after Boris Johnson was handed alarming new evidence of the transmissibility of a mutant strain of the virus\"Per that Telegraph article","sentiment_score":0.0181818182}
{"full_text":"RT Lots of lawmakers are getting their first vaccine shots today. Good for them! I would take it the first day I could too....","sentiment_score":0.4583333333}
{"full_text":"RT 45 of the 50 biggest U.S. companies turned a profit during the pandemic.Most of them also laid off workers -- more than...","sentiment_score":0.5}
{"full_text":"RT There was no excuse for the Government not extending transition, even absent the pandemic.  In the face of it, it was another...","sentiment_score":0.025}
{"full_text":"RT Ron Johnson is their senator. He spends his time chasing conspiracy theories and kissing the president's ass. He faile...","sentiment_score":0.0}
{"full_text":"RT Ron Johnson is their senator. He spends his time chasing conspiracy theories and kissing the president's ass. He faile...","sentiment_score":0.0}
{"full_text":"RT My teacher friend's very poorly with Covid. She's been working since March with key worker &amp; vulnerable children. No break. N...","sentiment_score":-0.34}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"You're starting to lose me What about the hack golfer that is waiting for Covid relief Instead we see America's Dad You we're relatable Maybe you still  are to the Tiger gang #CovidRelief","sentiment_score":0.0}
{"full_text":"RT You can help raise money for Friends of Animals Wales by donating online #JustGiving","sentiment_score":0.0}
{"full_text":"And all of the employees are getting Covid.. but don't let the shoppers who wear their masks completely wrong  find that out","sentiment_score":-0.5}
{"full_text":"RT This outbreak and death makes me wonder how well has managed jail Covid exposures","sentiment_score":-0.1}
{"full_text":"Weirdest thing today. Was scheduled 2 get my #Covid_19 vaccine next Wed. but was told I could get it today. Huge wave of emotion came over me as I waited in line to get my vaccine. Hope you're all safe and healthy. We will beat this pandemic together! #medtwitter Thx","sentiment_score":0.38125}
{"full_text":"RT If you're still wearing a mask, social distancing, washing your hands, and limiting contact with people, then please r...","sentiment_score":0.0333333333}
{"full_text":"Oh FFS. The election is over, COVID19 is beyond out of control &amp; now we're getting bombarded with anti-healthcare tv ads. RW.","sentiment_score":0.0}
{"full_text":"RT Hey Ron Johnson, remember when you voted for Trump's tax cut that ballooned the deficit by about $1 trillion a year? N...","sentiment_score":0.0}
{"full_text":"RT PA Health Department Offers COVID Advice... For Orgies","sentiment_score":0.1}
{"full_text":"RT RoboCop #ReLEntlessRonny is BACK!!!been a year bc of Covid! Ronny is actually moving the machine today!@houstonpolice...","sentiment_score":0.0}
{"full_text":"RT this shit piss me off to da fuckin max","sentiment_score":-0.2}
{"full_text":"RT Inside the Knoxville Symphony's Struggle for Pandemic Pay   #unionmusicians #Afmmusicians #orchestra #...","sentiment_score":0.0}
{"full_text":"RT Ford is waiting for the busiest shopping weekend to be over before locking down ON in God's nameGod Bless all the Onta...","sentiment_score":-0.1555555556}
{"full_text":"Stop the evil  democrats from gering ther agendas","sentiment_score":-1.0}
{"full_text":"RT Deafening silence from those who screamed \"granny killer\" at anyone fighting for personal freedoms &amp; the ability to earn a...","sentiment_score":0.0}
{"full_text":"RT New Slogan Idea for Fox: Do as I say, not as I do","sentiment_score":0.1363636364}
{"full_text":"RT The virus came from China","sentiment_score":0.0}
{"full_text":"RT Ron Johnson is their senator. He spends his time chasing conspiracy theories and kissing the president's ass. He faile...","sentiment_score":0.0}
{"full_text":"A tumultuous week. Positives - Sefton Hall visiting pilot universally appreciated, Covid Vax in sight, Resident spirits high with huge team effort; kind, selfless &amp; giving. Concerns - Infection rate rising, 'Tier 0' worrying, All Health &amp; Social Care systems under intense strain.","sentiment_score":0.2655555556}
{"full_text":"RT This is absolutely mind-blowing: 1 in 100 Americans have tested positive for coronavirus in the last two weeks.","sentiment_score":0.1424242424}
{"full_text":"RT I'm prepared to sign a COVID relief package on day one, but I need and in the Senate to get it done....","sentiment_score":0.0}
{"full_text":"WTF is he talking about? Why isn't he talking about Covid relief! What is wrong with him?","sentiment_score":-0.5625}
{"full_text":"RT Lots of lawmakers are getting their first vaccine shots today. Good for them! I would take it the first day I could too....","sentiment_score":0.4583333333}
{"full_text":"RT Vice President Mike Pence, second lady Karen Pence and Surgeon General Jerome Adams just received their first doses of the Pfizer...","sentiment_score":0.1}
{"full_text":"#COVID #vaccinations have begun, but it will be months before everyone receives one. Looks like will need a book sequel as the virus is spreading again. This is serious, so #MaskUp, wash up, keep your distance, &amp; limit contacts.","sentiment_score":-0.3333333333}
{"full_text":"RT We live in a system where the people who most fervently denied and downplayed the coronavirus are among the first to rec...","sentiment_score":0.2954545455}
{"full_text":"RT COVID said \"new year, new me\" ","sentiment_score":0.1363636364}
{"full_text":"RT Why I thought u was lying then I see this shit","sentiment_score":-0.2}
{"full_text":"RT Also to be clear, here are just SOME of the items Republicans are fighting tooth and nail against in the middle of a pandemic:-...","sentiment_score":0.05}
{"full_text":"RT The White House #COVID report, \"is a clear indictment of pursuit of herd immunity. The report recognized t...","sentiment_score":0.05}
{"full_text":"my mom's friends are more irresponsible than anyone during this whole thing and two of them have covid now","sentiment_score":0.35}
{"full_text":"RT We currently live in a country where only a unified Democratic government will be capable of getting us through COVID a...","sentiment_score":0.1121212121}
{"full_text":"RT Deafening silence from those who screamed \"granny killer\" at anyone fighting for personal freedoms &amp; the ability to earn a...","sentiment_score":0.0}
{"full_text":"RT In scenes unimaginable in many cities around the world reeling under a resurgence of the pandemic, young Wuhan residents durin...","sentiment_score":0.3}
{"full_text":"I would've gone already if it wasn't for corona.. I just hope that I can visit you soon bb. It is worth waiting for but idk if I can","sentiment_score":0.3}
{"full_text":"We don't have a press release, but which is one of the orsanisations involved in the recruitment does:","sentiment_score":0.0}
{"full_text":"RT \"the Progressive Caucus...if succe...","sentiment_score":0.0}
{"full_text":"RT Introducing The Barstool FundIf you are a small business that needs help staying in business because of covid email...","sentiment_score":-0.25}
{"full_text":"Who can forget that ill advised COVID super spreading train ride which no doubt cost poor tax payers a fortune. ","sentiment_score":-0.1888888889}
{"full_text":"RT Muslims didn't visit homes on Eid, Hajj didn't take place, no Diwali for Hindus, no Vaisakhi for Sikhs. Yet at Christmas it's...","sentiment_score":0.0}
{"full_text":"RT Teachers have been on the frontline every day during Covid. So why scapegoat them? | Polly Toynbee","sentiment_score":0.0}
{"full_text":"Vp operations Liora Dubinsky said she is finishing up with the COVID grants, and has been supporting Vinayak\/ other execs with there ongoing projects","sentiment_score":0.0625}
{"full_text":"RT These vaccines are safe, effective, will save lives, and help Arizona's economic recovery. I encourage all Arizonans to...","sentiment_score":0.4333333333}
{"full_text":"RT NSW can eliminate its virus outbreak. There are proven models directly to its East and South in NZ and Victoria. However,","sentiment_score":0.1}
{"full_text":"What a terrible human","sentiment_score":-0.5}
{"full_text":"Get ready for Christmas Citizens!.... or just stay the fuck at home!","sentiment_score":-0.125}
{"full_text":"RT On second thought, calling these scumbags \"fuckers\" is way too damn nice.","sentiment_score":0.3}
{"full_text":"RT MISSION ACCOMPLISHEDGod is good. He is in this every step of the way. One veteran at a time. #codeofvets","sentiment_score":0.35}
{"full_text":"RT Trust in the vaccine is crucial for solving this crisis. Tune in for this important discussion on building COVID-19 vacc...","sentiment_score":0.2}
{"full_text":"RT NEW: Stanford used an algorithm to decide who got the #COVID #vaccine first, and the result was only 7 of the first 5,0...","sentiment_score":0.1590909091}
{"full_text":"RT Anyways, here's Future's verse on Pardon Me.","sentiment_score":0.0}
{"full_text":"\"There's light at the end of the tunnel!\"Tiffany, RN in our ICU, was one of the first frontline colleagues at St. Mark's Hospital to receive the Pfizer #COVID19 vaccine.  Hope has arrived. #HCAhealthcare #COVID19Vaccine","sentiment_score":0.375}
{"full_text":"RT Law of attraction: Covid free","sentiment_score":0.4}
{"full_text":"OPSEU\/SEFPO members working in the OPS &amp; Corrections are now protected from losing pay if they test positive for #COVID19. \"These workers are risking their lives in this pandemic - they shouldn't have to risk their pay,\" said #OnLab #OnPoli","sentiment_score":0.2272727273}
{"full_text":"RT Disgraced former GOP governor given early COVID vaccine -- after Alabama's supply was cut by 40 percent: reports","sentiment_score":0.05}
{"full_text":"god made that child epileptic, not your landlord....","sentiment_score":0.0}
{"full_text":"RT I hear what's holding up the COVID relief bill is the size of Elaine Chao's tax break.","sentiment_score":0.0}
{"full_text":"RT THREAD: A 38-year-old marathoner in the northern Italian town of Codogno was diagnosed with COVID-19 on Feb. 20. It was the start o...","sentiment_score":0.0}
{"full_text":"Kibble &amp;Bits has no act. Just hate","sentiment_score":-0.8}
{"full_text":"RT We're fighting hard for #StimulusChecks in this COVID-relief bill, and we believe we'll get them. The American people need...","sentiment_score":-0.1458333333}
{"full_text":"RT i had to do a double take on this photo","sentiment_score":0.0}
{"full_text":"They need a baseball bat to the head.  Idiots.  So disrespectful.  You're welcome for working through the pandemic so you can buy all your shit, assholes.","sentiment_score":-0.0666666667}
{"full_text":"RT One for the weekend... THANK YOU to all my amazing colleagues and partners, working every day to respond to this #CO...","sentiment_score":0.6}
{"full_text":"RT I'm shocked LA is now the epicenter of COVID in the US... are you telling me doing nothing didnt work?","sentiment_score":-0.7}
{"full_text":"RT No one works more hours than resident physicians; 70-90 hrs per week. Residents are a historical source of cheap labor for...","sentiment_score":0.3}
{"full_text":"You won Wuhan, enjoy the freedom. I hope it makes you very happy. Dear Lord, what a sad little life Wuhan. You ruined my year, completely.","sentiment_score":0.1625}
{"full_text":"RT We live in a system where the people who most fervently denied and downplayed the coronavirus are among the first to rec...","sentiment_score":0.2954545455}
{"full_text":"RT So the vaccine is what it takes for you guys to stay home? Looool you can't make this up","sentiment_score":0.0}
{"full_text":"Nice.","sentiment_score":0.6}
{"full_text":"RT I hear what's holding up the COVID relief bill is the size of Elaine Chao's tax break.","sentiment_score":0.0}
{"full_text":"RT Vice President Mike Pence, second lady Karen Pence and Surgeon General Jerome Adams just received their first doses of the Pfizer...","sentiment_score":0.1}
{"full_text":"RT Don't be fooled by the media: Democrats are blocking the COVID relief bill.They're pretending Pat Toomey's language to...","sentiment_score":0.0}
{"full_text":"Any movement that creates a fake pandemic, that virtually shuts down hospitals, denies people freedom, breaks up families, causes stress and mental anguish is rotten to the core.#TheGreatReset","sentiment_score":-0.2518518519}
{"full_text":"Lol just wait until after corona... Don't let these celebrities fool you, were still dealing with it","sentiment_score":0.8}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT New York City will go \"on pause\" is the most Orwellian lockdown garbage yetIt's not a \"pause\" for the thousands of busine...","sentiment_score":0.3181818182}
{"full_text":"RT Study showing all-cause mortality was lower in 2020 in New Zealand, compared to previous years.Measures to prevent #COVID1...","sentiment_score":-0.0151515152}
{"full_text":"Fuck Covid this shit just nasty in general","sentiment_score":-0.3875}
{"full_text":"RT We live in a system where the people who most fervently denied and downplayed the coronavirus are among the first to rec...","sentiment_score":0.2954545455}
{"full_text":"RT If Morrison takes a break, how will we be able to tell?","sentiment_score":0.5}
{"full_text":"6 Working From Home Tips During the COVID-19 Pandemic #CRE #WFH #COVID-19 #NewNormal #TenantTips","sentiment_score":0.0}
{"full_text":"My husband just told me, as if this were some revelation, that eating disorders have increased during the pandemic. This from someone who is married to someone who has lost 16 pounds since March. Apparently wine does not have as many calories as I thought.","sentiment_score":0.2666666667}
{"full_text":"RT The US reported more Covid deaths yesterday than Japan has since the start of the pandemic.","sentiment_score":0.5}
{"full_text":"RT Bloomberg has created a 'Covid Vaccine Tracker.' It reports 50K doses administered in the U.S., a figure that's expect...","sentiment_score":0.0}
{"full_text":"RT This is absolutely mind-blowing: 1 in 100 Americans have tested positive for coronavirus in the last two weeks.","sentiment_score":0.1424242424}
{"full_text":"RT after they unloaded his corpse, the airline *wiped down his seat*, and the whole plane just kept on truckin to L.A.this isn...","sentiment_score":0.0222222222}
{"full_text":"COVID thought they could hold a nigga down but I'm back ","sentiment_score":-0.0777777778}
{"full_text":"Well, you could pop some vitamin D, the evidence for how covid severity correlates (and even is caused by) deficiency in D is overwhelming. Remove alot of risk for 10 cents a day.","sentiment_score":0.5}
{"full_text":"RT While I miss all of my students and can't wait to see them again, I only want to be back together when it is safe. The...","sentiment_score":0.1666666667}
{"full_text":"RT NEW: Stanford used an algorithm to decide who got the #COVID #vaccine first, and the result was only 7 of the first 5,0...","sentiment_score":0.1590909091}
{"full_text":"The FDA approved Pfizer's COVID-19 vaccine for emergency distribution. Here's how mRNA technology could move future vaccines forward.","sentiment_score":0.0}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT The people deserve to know why they are being denied $2,000 \/ month survival checks.COVID-19 relief should not be debated b...","sentiment_score":0.0}
{"full_text":"'Mission: Impossible' director thanks crew following Tom Cruise's coronavirus outburst #music #feedly","sentiment_score":-0.1555555556}
{"full_text":"Exactly.","sentiment_score":0.25}
{"full_text":"RT Wisconsin can vote Ron Johnson out of office in two years.","sentiment_score":0.0}
{"full_text":"RT I've said it before: anyone who has refused to wear a mask in public should get the vaccine LAST.","sentiment_score":0.0}
{"full_text":"So my little town of 17000 made the New York Times yesterday. We are 1 of the top 10 cities with the fastest growing covid cases, ahead of almost every single metro area in the US. THIS IS WHY we stayed locked in our home afraid to go anywhere!#WearAMask #lockdown #COVID","sentiment_score":-0.044512987}
{"full_text":"RT I'm genuinely confused by this. The former Alabama governor is one of the first in the state to get the vaccine? The on...","sentiment_score":-0.05}
{"full_text":"Thank you. My mom has pneumonia, so thankfully it's not covid. She has to stay through the weekend at least. If you would share my pinned it would really help. With her away, I now am cooking for my dad as well until she gets out &amp; we are already running low on food.","sentiment_score":-0.0333333333}
{"full_text":"RT Alright, folks, the news that vaccines are being delivered to frontline workers and those who need it most is EXCELLENT....","sentiment_score":0.75}
{"full_text":"RT We live in a system where the people who most fervently denied and downplayed the coronavirus are among the first to rec...","sentiment_score":0.2954545455}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT #COVID19inSA | The new variant of the coronavirus identified in the country is spreading faster than the first one. #SABCNews...","sentiment_score":0.1931818182}
{"full_text":"RT Why is it okay for Republicans to give a tax break to rich people which added a trillion and a half dollars to the deficit,...","sentiment_score":0.2361111111}
{"full_text":"RT \"Even if Democrats take control of the Senate it doesn't mean Republicans won't filibuster Covid-19 relief.They're no...","sentiment_score":-0.3125}
{"full_text":"Even as high profile figures like US Vice President Mike Pence rolled up their sleeves for #COVID19 vaccinations, patients already ill with the disease crowded emergency rooms and overran intensive care units in California, now a worldwide epicenter.","sentiment_score":-0.17}
{"full_text":"#COVID19 is is worse than the seasonal flu.https:\/\/t.co\/63cLOUFZj0","sentiment_score":-0.4}
{"full_text":"RT The lockdown will cost Irish taxpayer's tens of billions. We should be investing money into our healthcare capacity so w...","sentiment_score":0.0}
{"full_text":"Just learned 2 of my nieces have covid. They are both RN's and work in covid units.","sentiment_score":0.0}
{"full_text":"It will take up to 8,000 Boeing 747 freighters to distribute COVID-19 vaccines across the globe - and lobbyists are calling for aviation employees to be considered essential workers in vaccination campaigns.","sentiment_score":0.0}
{"full_text":"\"We can no longer wait for the cavalry to come. The cavalry is us.\"","sentiment_score":0.0}
{"full_text":"Why you?  You have supported someone who has made the pandemic worse by saying it is a hoax and holding super spreader events and publicly mocking mask wearing. You should not have jumped in line before the people you have placed in peril.","sentiment_score":-0.0222222222}
{"full_text":"RT I'm in for my friend Rachel on this unusually busy Friday night: another vaccine as America sets new Covid records,...","sentiment_score":0.1181818182}
{"full_text":"Members of the Wet'suwet'en First Nation have already urged the province to shut down the LNG site and its associated camps as a precautionary measure against the spread of COVID-19.","sentiment_score":-0.0018518519}
{"full_text":"RT Pregnant Women Should Be Offered COVID Vaccine, ACOG Says","sentiment_score":0.3333333333}
{"full_text":"If you're dreaming of an overseas adventure, and COVID-19's ruined your plans, a regional Queensland company is offering an alternative. #7NEWS","sentiment_score":0.0}
{"full_text":"If you're dreaming of an overseas adventure, and COVID-19's ruined your plans, a regional Queensland company is offering an alternative. #7NEWS","sentiment_score":0.0}
{"full_text":"If you're dreaming of an overseas adventure, and COVID-19's ruined your plans, a regional Queensland company is offering an alternative. #7NEWS","sentiment_score":0.0}
{"full_text":"May the Holidays bring happiness and joy to you and your loved ones. Merry Christmas!#merrychristmas#covid19#staysafe#kitajagakita#patuhiSOP#kitajugafrontliner","sentiment_score":0.7333333333}
{"full_text":"Science, interrupted: Oregon research labs adapt and flex in a pandemic world. via","sentiment_score":0.0}
{"full_text":"Weehawken Coronavirus Update (12\/18\/20)","sentiment_score":0.0}
{"full_text":"\"We need all hands on deck when it comes to having options.\"Health officials in Ohio are hoping Moderna's COVID-19 vaccines will arrive in the state early next week. ","sentiment_score":0.05}
{"full_text":".@IanMcKellen Wears Rainbow Scarf While Receiving COVID-19 Vaccine #LGBT #covid19 #coronavirus #covidUK #covidvaccine","sentiment_score":0.0}
{"full_text":"RT \"I believe we have failed. We have a large number who have died and that is terrible. It's something we all share the suffering f...","sentiment_score":-0.4285714286}
{"full_text":"RT We've had about a year - to prepare and plan for: THIS fire season To get Australians homeA second or third wave of CO...","sentiment_score":0.0}
{"full_text":"RT Muslims didn't visit homes on Eid, Hajj didn't take place, no Diwali for Hindus, no Vaisakhi for Sikhs. Yet at Christmas it's...","sentiment_score":0.0}
{"full_text":"RT none of them care","sentiment_score":0.0}
{"full_text":"Santa Claus gets his COVID-19 vaccine in Wisconsin.https:\/\/t.co\/H1vDI8fAiF","sentiment_score":0.0}
{"full_text":"Four Covid-19 vaccine candidates in development built on a proven, safe, non-refrigeration platform validated by other successful vaccines, including small pox #COVID19 #vaccine #safety #validation #smallpox $GOVX","sentiment_score":0.21875}
{"full_text":"U.S. health officials are seeing an astonishing lack of demand for COVID-19 medicines that may help keep infected people out of the hospital. &gt; #KPRC2","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 14.0FWind Chill: 14.0FHumidity: 99%Dew Point: 13.8F Barometer: 30.552 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 287.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Time to reset expectations that cause some to be skeptical that major institutions will self-consciously sacrifice lives in pu...","sentiment_score":-0.21875}
{"full_text":"pilots fly health-care workers to outbreak areas and transport medical supplies and equipment. Now, pilots and aviation workers will also deliver critical vaccines where they are needed. Government leaders must #ExtendPSP to help save lives","sentiment_score":0.2666666667}
{"full_text":"This is why -- even though the depression it causes is killing me -- I'm staying distant this winter. I'll go out a few times to meet people, but that's about it. I'm probably going to be alone on Christmas. It is what it is.","sentiment_score":-0.15}
{"full_text":"Two #COVID19 vaccines use #mRNA to teach your #ImmuneSystem to destroy the #virus. See how they differ from other #vaccines and why all vaccines are important. #coronavirus #COVID19Vaccine","sentiment_score":0.025}
{"full_text":"RT Seeing these poot-butt politicians getting the COVID vaccine while they've left us twisting in the wind for nearly a YEAR (thos...","sentiment_score":0.05}
{"full_text":"RT Overwhelmed: One California desert-town hospital offers of a grim view of a state-and a nation-unable to keep pace with the...","sentiment_score":-0.45}
{"full_text":"Didn't you act like COVID didn't exist? Now you're getting a vaccine and instructing everybody to listen to medical professionals? AND you're about to vote for emergency funds so you can get paid, AGAIN, to discuss if Americans get help? Suck a fat fucking dick U2","sentiment_score":-0.3}
{"full_text":"From the hallowed halls of to Hunter Gatherer! Now that's what I call adapting to lockdown.","sentiment_score":0.0}
{"full_text":"Colleagues and patients noticed the joyful things Dr. Jocelyn Zee was drawing, from Peanuts characters to boba tea, and started asking her to draw on their PPE, too.","sentiment_score":0.0}
{"full_text":"RT Capitalism: ASDA has done roaring trade during the pandemic. It  announced Boxing Day closure for staff to spend 'an extra...","sentiment_score":0.0}
{"full_text":"One day after the COVID-19 vaccine arrived in major hospitals across the state, the State Department of Health is launching a tool to show how many Tennesseans have been vaccinated against the virus. ","sentiment_score":0.28125}
