{"full_text":"RT It turns out you don't have to be \"the richest country on earth\" to pass significant COVID relief Governments throughout...","sentiment_score":0.375}
{"full_text":"RT Whole lot of yall owe Kevin Warren an apology","sentiment_score":0.2}
{"full_text":"Yh we're gonna go into national lockdown again at some point","sentiment_score":0.0}
{"full_text":"RT Resign elected him to our highest office, but in one of the state's darkest times in decades, he s...","sentiment_score":0.0}
{"full_text":"The Covid depleted JH boys had a rough visit to suburban Gratis today as Preble Shawnee won both the 7th and 8th grade games. They will be at TVS on Tuesday at 5:30.","sentiment_score":-0.05}
{"full_text":"RT Berkshire and Buckinghamshire to enter Tier 4 coronavirus restrictions","sentiment_score":0.0}
{"full_text":"RT Have you read this ?","sentiment_score":0.0}
{"full_text":"People gonna have to start getting restraining orders against you again instead of relying on lockdown rules","sentiment_score":0.0}
{"full_text":"Are children currently still exempt from the lockdown rules, even if one of the two households are moving in to Tier 4?","sentiment_score":0.0}
{"full_text":"RT Miss Covid Thailand is Samut Sakhon #okhwidsmuthrsaakhr","sentiment_score":0.0}
{"full_text":"Yeah right. Delayed the mini lockdown by a week making it fuck all use. Didn't keep Kent in lockdown despite the fact cases rose during it.Useless wanker","sentiment_score":0.1619047619}
{"full_text":"RT Anthony Fauci reassures small children with claim to have vaccinated Santa","sentiment_score":-0.25}
{"full_text":"It is tiring, but more to the point, according to no less an authority than Gov. Andrew M. Cuomo, only 1.74% of cases traced to indoor dining, 74% to extend contact in the home. Naturally, he shuts down indoor dining nonetheless, hard to eat outside, more informal gathering&gt;Covid","sentiment_score":0.0920138889}
{"full_text":"RT BREAKING--Faced w\/ new #SARSCoV2 mutation w\/ \"significantly faster\" transmission rates, Boris Johnson tightened #COVID19 res...","sentiment_score":0.2556818182}
{"full_text":"RT Coronavirus Shampoo from Johnson, with it's \"No, more tiers\" formula.","sentiment_score":-0.25}
{"full_text":"RT Sen. just said McConnell has the Senate voting on judges today RATHER THAN voting on a coronavirus relief...","sentiment_score":0.0}
{"full_text":"RT Man with 'clear' COVID symptoms DIES on United flight from Orlando to LA sparking fury that he was allowed to board as airl...","sentiment_score":0.1}
{"full_text":"RT This #PressConference re #Covid. Read between the lines. Don't listen to Johnson, listen to the science guys flanking h...","sentiment_score":0.0}
{"full_text":"RT #iBullshitYouNot #COVIDJust watch the video...https:\/\/t.co\/jDUFnX4kEN","sentiment_score":0.0}
{"full_text":"Best cartoon of the COVID year in","sentiment_score":1.0}
{"full_text":"COVID-19 spreads to 14 local government in Kwara, death toll now 32,,https:\/\/t.co\/jDY8IKsRmb","sentiment_score":0.0}
{"full_text":"RT URGENT: The number of confirmed #COVID19 cases in Samut Sakhon has just jumped to 548 people. Locals are asked to refrai...","sentiment_score":0.4}
{"full_text":"RT On Monday Matt Hancock's statement set out the alarming rise in #Covid infectivity in the South East linked to a new strai...","sentiment_score":0.0181818182}
{"full_text":"Dear Indian cricket teamStay home Stay Safe#AUSvIND","sentiment_score":0.0}
{"full_text":"RT London Put in Emergency Lockdown as U.K. Fights New Virus Strain","sentiment_score":0.1363636364}
{"full_text":"London Put in Emergency Lockdown as U.K. Fights New Strain #SmartNews ... So we were celebrating the fact that BA will be returning to Jamaica come next year . ","sentiment_score":0.0681818182}
{"full_text":"My online classes is totaly suspended andmy collage Bansal Institue of Engineering and Technology is affliated and they forced to join offline classesAnd my hostle warden is infected by corona and two more student and one Teacher is infected, what should i do????","sentiment_score":0.1}
{"full_text":"Lockdown in name only, until we close schools this keeps happening again and again","sentiment_score":0.0}
{"full_text":"RT My niece, a nurse, is hospitalized with COVID.The doctor looked at images of her lungs and asked her how long she's smok...","sentiment_score":-0.05}
{"full_text":"RT My friend lost his fight with covid this evening, I am heartbroken  Wear a fucking mask.","sentiment_score":-0.6}
{"full_text":"They've always been the party of \"I got mine, now you go gets yours. I'm not helping.\"","sentiment_score":0.0}
{"full_text":"RT You heard it right here on #TheCrossConnection first! Sen. tells us that the #Senate won't vote on the new #COVI...","sentiment_score":0.2448593074}
{"full_text":"RT And worse still, we're going to have to hear more from the Lockdown soulbores for even longer, prattling on, struggling...","sentiment_score":0.05}
{"full_text":"so we can add the new covid mutation to matt goodwin, rosie duffield, dover, and the rest of the long list of things to blame kent for","sentiment_score":0.0431818182}
{"full_text":"RT American Scientist Fired for Refusing to Manipulate COVID-19 Data","sentiment_score":0.0}
{"full_text":"Thank you.","sentiment_score":0.0}
{"full_text":"Till date, there is zero positive case in political rallies done by any politician in any part of the country. This should be one kind of Record. Isnt it ? #coronavirus","sentiment_score":0.2757575758}
{"full_text":"RT It's likely there won't be direct state\/local aid in the stimulus deal. State\/local leaders say the need is still \"immedia...","sentiment_score":0.05}
{"full_text":"RT Remember when Chris Whitty told us the truth about the risk of Covid? Worth watching... It feels like a LONG time ago but eve...","sentiment_score":0.125}
{"full_text":"3 points today definitely makes this lockdown birthday 10 times better","sentiment_score":0.25}
{"full_text":"RT Miss Covid Thailand is Samut Sakhon #okhwidsmuthrsaakhr","sentiment_score":0.0}
{"full_text":"Britain tightens lockdowns over virus mutation with 'significantly faster' transmission rates","sentiment_score":0.375}
{"full_text":"RT Over a third (39%) of nurses have skipped meals in order to feed their family or to save moneyWe think that is completely...","sentiment_score":0.05}
{"full_text":"COVID-19: Tier 4 lockdown announced for London and most of South East - with Christmas bubbles cancelled for millionshttps:\/\/t.co\/OXJjShWECH","sentiment_score":0.5}
{"full_text":"Haven't seen my fav since March, he's always lived 200 miles away and i have never gone this long without seeing him :( Christmas was going to be it, but unfortunately not anymore.It sucks, i miss my family, but i get it.Stay safe my friends, wear a mask, get vaccinated","sentiment_score":-0.07}
{"full_text":"Can somebody explain to me why I cannot spend the Christmas period with my family due to the threat of spreading coronavirus and yet I am somehow immune going to work everyday. Has the government got some none aggression pact with Rona in workplaces?","sentiment_score":-0.1625}
{"full_text":"To think I'd have been in Peterborough this weekend, SO GLAD I cancelled going.I'd have been stuck there and unable to get home.It's just not worth it now; stay at home for the rest of the year and let's eat cake and cry! ","sentiment_score":-0.0625}
{"full_text":"RT Alaska clinician is the THIRD in the state to have an allergic reaction to Pfizer's COVID-19 vaccine this weekhttps:\/\/...","sentiment_score":0.0}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"Meanwhile, this is what other countries are doing for their citizens during a pandemic.","sentiment_score":-0.125}
{"full_text":"Covid-1907","sentiment_score":0.0}
{"full_text":"RT Miss Covid Thailand is Samut Sakhon #okhwidsmuthrsaakhr","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell is a traitor to this country. That he got the vaccine after willfully failing to protect us from Covid-19 i...","sentiment_score":0.0}
{"full_text":"RT After spending us gazillions of dollars into debt, wants to tighten the purse strings on millions of American...","sentiment_score":0.1}
{"full_text":"Service Update 17:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"'Pa' me who deceive people with COVID '...https:\/\/t.co\/MvSRpsynoX","sentiment_score":0.0}
{"full_text":"Service Update 17:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"New COVID variant may be in countries beyond UK - science advisor","sentiment_score":0.1363636364}
{"full_text":"RT The best part of my junior-year summer internship was working under Ron Mason. The dude was larger than life--hilarious, rob...","sentiment_score":0.5}
{"full_text":"RT See what I mean? The folks in power who sat by and did nothing while this administration downplayed the virus, it's resp...","sentiment_score":-0.3125}
{"full_text":"Personally, I think Lockdown has become overcommercialised","sentiment_score":0.0}
{"full_text":"RT GOP Tax Scam increased the federal debt by $2,000,000,000,000 (two trillion).83% of the benefits went to the wealthiest...","sentiment_score":0.0}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT Today in austria #COVID19","sentiment_score":0.0}
{"full_text":"Like if we are gonna lockdown let's do it fucking properly and do it for 6 weeks and actually make the numbers go down. Not this petty \"a slight decline\" so let's open everything that will make the numbers go up","sentiment_score":-0.0644444444}
{"full_text":"RT here's more background from me and on the Stanford Hospital vaccination issues with frontline workers getting...","sentiment_score":0.5}
{"full_text":"RT As Shah holds a rally of thousands of people standing cheek by jowl in WB, govt cancels winter session of Parliament due to...","sentiment_score":-0.125}
{"full_text":"RT BREAKING NEWS: Boris Johnson Bans Festive Gatherings, Imposes Severe Tier 4 Lockdown On London, Others. Click on the link to...","sentiment_score":0.0}
{"full_text":"the UK government are just evil.. waited for people to spend money just to put us back into lockdown kmt","sentiment_score":-0.5}
{"full_text":"RT #Dreamcatcher 'Scream' is listed by Dazed as one of the 40 best Kpop songs of 2020!","sentiment_score":0.25}
{"full_text":"RT Here's who will be out for #Northwestern. A few key defensive linemen out. None of these are COVID-related, I'm told.","sentiment_score":-0.1}
{"full_text":"Haven't the doctors and scientists been telling him for days now that with the new Covid strain  and the r rate going up so high not to let 3 household  mix for 5 days   So his answer was to open the pubs if you bought a scotch egg  ????????","sentiment_score":0.0987878788}
{"full_text":"RT Mitch McConnell and Rupert Murdoch among the first to receive the COVID vaccine tells us everythin...","sentiment_score":0.25}
{"full_text":"RT In the last several years, #China's propaganda has taken on an air of unreality. So as time progresses, we know less and...","sentiment_score":-0.0666666667}
{"full_text":"RT Summary:NOT TO BLAME FOR COVID FAILURELate to March lockdownLate to November lockdownFailure to protect care homes...","sentiment_score":0.0}
{"full_text":"RT BuzzFeed: \"The U.S. didn't see a huge Covid-19 Thanksgiving surge.\"","sentiment_score":0.4}
{"full_text":"RT Who agrees that President Biden should abolish Trump's Space Force and use all of that money to provide Covid relief p...","sentiment_score":0.0}
{"full_text":"I agree with your neighbors. Friends would never give you covid. It's the strangers in the hallways.","sentiment_score":0.0}
{"full_text":"RT London and the South East has had four Covid restriction policies in 4 weeksLate November: National lockdownEarly Dec...","sentiment_score":0.0}
{"full_text":"Bhai recession is there in every country it's not only the case with india country like america is also having job looses there market has also gone down after covid people are struggling all over.","sentiment_score":-0.0777777778}
{"full_text":"RT #UK: PM Boris Johnson announces a new lockdown as a more infectious variant of coronavirus has appeared. \"it may be...","sentiment_score":0.3181818182}
{"full_text":"Anti-lockdown 'Covid Recovery Group' of Tory MPs calls for Parliament to be recalled.","sentiment_score":0.0}
{"full_text":"RT Wonder why I talk about the role of children in the pandemic a lot? It's because the message isn't getting through.In Nove...","sentiment_score":0.0}
{"full_text":"RT Amen","sentiment_score":0.0}
{"full_text":"Shambolic. We should have had a two week half term lockdown in October and schools should have closed earlier. It is very clear they have been superspreaders. By trying to protect the economy this government will actually weaken it even further.","sentiment_score":-0.0227777778}
{"full_text":"RT New on our blog: Tips for celebrating the holidays safely during the #COVID19 pandemic. We've also included free, downloadabl...","sentiment_score":0.3454545455}
{"full_text":"RT  I really want to perform again crazy.. I want to perform so badly it's insane ahhhh  ahh corona I miss ARMY so much...","sentiment_score":-0.3}
{"full_text":"\"If even lockdown couldn't prevent this, then the only solution must be to lockdown even harder!\"By dragging it out, fucking about with eat out to help out, tiers, inconsistent application of them - the government has lost any credibility over it's handling of it.","sentiment_score":-0.2416666667}
{"full_text":"RT Waking up today surrounded by Covid and the bleak desolation of Brexit. Its not just the lorry queues, the collapse in...","sentiment_score":-1.0}
{"full_text":"RT Boris Johnson says he \"bitterly regretted\" the changes to the Christmas arrangementshttps:\/\/t.co\/Z0OE63he7m","sentiment_score":-0.1}
{"full_text":"Too much lockdowns your people lose their temper &amp; do something terrible . Do smart lockdown like pakistani do","sentiment_score":-0.1952380952}
{"full_text":"RT GOP Tax Scam increased the federal debt by $2,000,000,000,000 (two trillion).83% of the benefits went to the wealthiest...","sentiment_score":0.0}
{"full_text":"Also worth mentioning that the scientific advice was for a lockdown in September \/ October but the government put it off and then we had a lockdown in November. Should of had a circuit breaker when we had the chance","sentiment_score":0.3}
{"full_text":"Oregon oncology nurse on administrative leave after bragging about flouting COVID-19 guidelines","sentiment_score":0.0}
{"full_text":"RT Katie PorterWhen Steve Schmidt talks about the Republicans as a criminal enterprise focused on power, you have to ask f...","sentiment_score":-0.4}
{"full_text":"RT \"I lived 10 years w\/o healthcare. I can go as long as we gotta go.\" - Ben Dixon on why we should hold up Medicare for All...","sentiment_score":-0.05}
{"full_text":"RT Whew! Thank goodness we finally know that, after a year-long process, members of the US Space Force shall be known as \"guardi...","sentiment_score":0.0}
{"full_text":"Repeat.....","sentiment_score":0.0}
{"full_text":"In this thread i try to:- educate people, so they can change their ideas about viruses- why the global focus on &amp; response to SARS-CoV-2 has been a total failure- what everyone can do protect themselves without hiding &amp; isolating themselves from othershttps:\/\/t.co\/f9HK9ljGDi","sentiment_score":-0.1055555556}
{"full_text":"RT See here for an infection control strategy:","sentiment_score":0.0}
{"full_text":"RT Me at the border of Wuhan begging to be let in","sentiment_score":0.0}
{"full_text":"is there any new covid strain found in UK?","sentiment_score":0.1363636364}
{"full_text":"RT As Shah holds a rally of thousands of people standing cheek by jowl in WB, govt cancels winter session of Parliament due to...","sentiment_score":-0.125}
{"full_text":"RT \"At this point, these are not even stimulus checks. These are survival checksWe are looking at an eviction tsunami. $60...","sentiment_score":0.0}
{"full_text":"Looks like Boris caved in again, used this new strain as his reason to bullshit us about Christmas lockdown.","sentiment_score":0.1363636364}
{"full_text":"RT Tragic--a mother lost **both** her sister and her 13 year old son Peyton to #COVID19. The bereaved mom took the bold step to...","sentiment_score":0.2166666667}
{"full_text":"RT Let us remember that as 2020 came to a close, the ruling class bragged about getting their vaccines while debating whether...","sentiment_score":0.0}
{"full_text":"RT Nearly 3M students nationwide don't have access to the internet at home--leaving many school districts this year scramblin...","sentiment_score":0.3}
{"full_text":"people will get lip fillers, slam a bang energy drink, get an artificial tan, rail some powder, and then draw the line at a covid vaccine","sentiment_score":-0.6}
{"full_text":"Does feel different here this time around though. Like in the summer lockdown barely knew anyone with it. Whereas this time around everyone seems to have it! Literally sooooo many people I know! It's pretty shocking ","sentiment_score":-0.0125}
{"full_text":"Multiple companies developed a vaccine in record times with great efficacy, and he's acting like there was a COVID contract we all signed and he's owed something! ","sentiment_score":0.225}
{"full_text":"RT For @voguemagazine @MollyJongFast writes why we can't succumb to pandemic fatigue this holiday season, no matter how...","sentiment_score":0.0}
{"full_text":"RT .@Perduesenate and I will ALWAYS fight for economic opportunity and the rule of law. Our opponents are radicals who want t...","sentiment_score":0.2}
{"full_text":"RT We have an epidemic that needs to be stopped. Many groomed Antis are identifying as \"MAA\" (MAP Attracted Anti), this can...","sentiment_score":0.5}
{"full_text":"We are going to reach tier 25 at this point, if they don't firm a full lockdown.","sentiment_score":0.075}
{"full_text":"Just imagine if all the money being sent to for his gift, was put into a Covid relief fund &amp; used to help the PEOPLE who are suffering &amp; not a narcissist who is only concerned with himself! Put the American people first for once &amp; use that grift money for good!","sentiment_score":0.28125}
{"full_text":"RT After 15 years of repeated israeli military invasions and aggressions, Gaza is now undergoing a new kind of massacre | Ma...","sentiment_score":0.2121212121}
{"full_text":"RT Dazed has BTS' Black Swan at #16.","sentiment_score":-0.3333333333}
{"full_text":"RT i'm so fucking sorry to anyone whos christmas has been ruined by our incapable government. they have NO idea what theyre...","sentiment_score":-0.5}
{"full_text":"Son. Of. A. Bitch. ","sentiment_score":0.0}
{"full_text":"RT Awesome how the Covid deniers suddenly get first in line for the vaccine!","sentiment_score":0.4375}
{"full_text":"Does The Covid Vaccine Affect Fertility? An Expert Answers Your Questions","sentiment_score":0.0}
{"full_text":"RT Bro post mo rin to.","sentiment_score":0.0}
{"full_text":"Government urged to review mandatory face shield policy #COVID19 #COVID19Quarantine","sentiment_score":0.0}
{"full_text":"RT Boris Johnson says coronavirus is spreading \"more rapidly\" in London, the South East and the East of England because of a new...","sentiment_score":0.3181818182}
{"full_text":"He doesn't need it since he had Covid","sentiment_score":0.0}
{"full_text":"RT Quebec reports 2,038 new cases of COVID-19, 44 more deaths","sentiment_score":0.3181818182}
{"full_text":"RT Pay people to stay home. $1200 a month until we get get covid under control. Every small business should be granted a...","sentiment_score":-0.25}
{"full_text":"RT This is our beautiful son Jack. During lockdown he was living alone 80 miles away. He lost his job, a month later he spl...","sentiment_score":0.425}
{"full_text":"Question: If you're in #tier4 and your support bubble household is in a lower tier (1-3) are you still allowed to see each other? #coronavirus","sentiment_score":-0.125}
{"full_text":"\"Journalism in a Pandemic\" MOOC now available as self-directed course in 6 languages, including Arabic &amp; Russianhttps:\/\/t.co\/0GnsGZZUOf","sentiment_score":0.4}
{"full_text":"1918 flu pandemic...500 million infected...up to 50 million dead...no antibiotics for secondary infections...measures taken...use of disinfectants...isolation..good personal hygiene...limit public gathering....4 waves.","sentiment_score":-0.1}
{"full_text":"We've made it our mission to support customers by providing an elevated communication and collaboration experience. That mission became even more important as the workforce was disrupted by the pandemic. Here's how we continued to provide support:","sentiment_score":0.45}
{"full_text":"In his weekly update, talks about the latest coronavirus figures, the Town Deal bid and how to help and support the homeless over the Christmas period. Watch now for more information.https:\/\/t.co\/XGQA7H2Fu2","sentiment_score":0.5}
{"full_text":"Think outside the box. For example - new \"work from home careers\" now include being a doctor.  Who knew? You're not going to be operating on anyone yet - but doctor teleconferencing exploded during this pandemic.#Jobs #Medical #JobSearch #JobAdviceSA #JobSearch #JobSeekersSA","sentiment_score":0.0454545455}
{"full_text":"RT Sen. just said McConnell has the Senate voting on judges today RATHER THAN voting on a coronavirus relief...","sentiment_score":0.0}
{"full_text":"Christmas coronavirus rules for Surrey","sentiment_score":0.0}
{"full_text":"RT  COVID-19 : Case UpdatesAs of 19.12.2020, 06:00 PM Male area: 10Inhabited islands: 6Operational Resorts: 5Live aboard:...","sentiment_score":0.0}
{"full_text":"In this BBC episode Claudia Hammond reveals the results of the world's largest study on touch. Researchers and guests include Greg James, Jess Thom and Ophelia Deroy, discussing the implications during Covid.","sentiment_score":0.0}
{"full_text":"High Park is closed to vehicle traffic this weekend. The park has been closed to car traffic throughout the pandemic to create more space for people to get active.@cityoftoronto","sentiment_score":0.115}
{"full_text":"#COVID19 vaccinations at long-term care facilities to start after Christmas","sentiment_score":0.0}
{"full_text":"#BowlSeason is back and in full swing! If you'd like to help keep it that way then please, WEAR A FACE MASK!#FaceMasks4Football","sentiment_score":0.21875}
{"full_text":"RT I just said, \"Good Morning\" to a stray avocado on the counter. And how's y'all's #StayAtHome life? ","sentiment_score":0.7}
{"full_text":"Covid-19: Boris Johnson tightens restrictions and restricts circulation at Christmashttps:\/\/t.co\/xZSFDV2jF5","sentiment_score":0.0}
{"full_text":"The #COVID19 timeline works a lot differently than you might think! Do not risk your health or put others at risk. Wear a mask when out in public, wash your hands, and keep 6 feet of distance from others.#MaskUpSMC #slowthespread #YourActionsSaveLives #SafetyTips #WearAMask","sentiment_score":0.0}
{"full_text":"Bluewater Rest Home making sure pandemic doesn't damper spirits.https:\/\/t.co\/yAZqLd9ttq","sentiment_score":0.5}
{"full_text":"RT COVID news is carefully crafted to NEVER hold public officials accountable.\"It's the cops, it's the citizens, it's the small b...","sentiment_score":-0.1166666667}
{"full_text":"Yeah go anyway, people do illegal things constantly, yet whenever it's to do with COVID they seem to shit themselves and hug the rules","sentiment_score":-0.2333333333}
{"full_text":"Native Americans already faced health care inequities before the pandemic, and are four times as likely to be hospitalized with COVID-19.","sentiment_score":0.0}
{"full_text":"Together, we will overcome the economic and public health hardships of COVID-19; protect the policies that have already created economic vibrancy for our state and support strategies that set us on a path towards sustainable, long-term success. #coleg-- https:\/\/t.co\/zlQvo0VXXO","sentiment_score":0.175}
