{"full_text":"RT I really don't want to see any Republicans trying to act like they give a damn about the 2,403 lives lost at Pearl Harbor w...","sentiment_score":0.2}
{"full_text":"RT At 28 Dr. Stephen Mogusu succumbs to #COVID19 1.Doc was recruited by 2.Doc didn't have adequate PPEs3.Unti...","sentiment_score":0.3333333333}
{"full_text":"RT Ex-Pfizer Exec Demands EU Halt COVID-19 Vaccine Studies Over 'Indefinite Infertility' And Other Health Concerns","sentiment_score":-0.125}
{"full_text":"Rudy Guiliani = Fool = WATCH OUT Rudy Guiliani = Clown = SAD Rudy Guiliani = Corrupt = NOT GOOD Rudy Guiliani = Traitor = BAD Rudy Guiliani =  Asset =VERY BAD Rudy Guiliani = Maskless in Covid19 Virus pandemic = INFECTIOUS Rudy Guiliani = Has COVID19 = UNFORTUNATE","sentiment_score":-0.5766666667}
{"full_text":"RT Newsom Issues Double Stay-at-Home Order Where You Have To Stay In A Smaller House Inside Your Original House","sentiment_score":0.125}
{"full_text":"RT \"how are we going to pay for the stimulus\"In the pandemic, total stock value has grown by $16.6 trillion.$8.3 tril...","sentiment_score":0.0}
{"full_text":"I do this too!!! It's fucking wild lol I can't believe I let y'all be 6 ft from me before","sentiment_score":0.45}
{"full_text":"RT #BREAKING: Rudy Giuliani has tested positive for being a manic bug-eyed gin-soaked sweat-coated spittle-flecked butt-d...","sentiment_score":0.2272727273}
{"full_text":"RT #CovidVaccine | How can India vaccinate a billion-plus people? How would the system work?Looking back at this two-part opin...","sentiment_score":0.0}
{"full_text":"RT News: NIH-funded tool helps organizations plan COVID-19 testing","sentiment_score":0.0}
{"full_text":"RT So in 40 years of HIV research there's still no vaccine.100 years of research for cancer, no vaccine. On going research...","sentiment_score":0.0}
{"full_text":"RT The new OSP guidelines will help the Indian IT service industry achieve new heights. It will boost growth of this sector eve...","sentiment_score":0.1363636364}
{"full_text":"RT Ilhan Omar's husband received $635,000 in Covid-19 bailout money. She also paid him 2.25 million dollars this year. Rem...","sentiment_score":0.0}
{"full_text":"RT Ilhan Omar's husband received $635,000 in Covid-19 bailout money. She also paid him 2.25 million dollars this year. Rem...","sentiment_score":0.0}
{"full_text":"RT Ilhan Omar's husband received $635,000 in Covid-19 bailout money. She also paid him 2.25 million dollars this year. Rem...","sentiment_score":0.0}
{"full_text":"Back in March when everyone was asking the disabled\/chronically ill communities how to cope with lockdown, I had hope that we might make systemic changes. It's clear that won't happen. But now we know that non-disabled people are even more selfish than we thought they were, so ","sentiment_score":-0.08}
{"full_text":"Damn i did it wrong","sentiment_score":-0.5}
{"full_text":"RT People don't realize what intubation actually is. They don't know how violent CPR is. Honestly I wonder wh...","sentiment_score":-0.0666666667}
{"full_text":"RT But that didn't work... ","sentiment_score":0.0}
{"full_text":"RT BREAKING: Trump passed on buying more Pfizer vaccine.Because of it, Pfizer can't ship many doses to the US until June.  htt...","sentiment_score":0.5}
{"full_text":"They also recertified Georgia for the third time. Get ready for the Covid wave your leader has caused.","sentiment_score":0.1}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"$NUUUIn addition, proven leadership in David Pollock, named Top 20 to know in Cosmetics Industry. He helped to generate $1B+ in sales rev in his career. There's a reason, why David joined NUUU, for patented NASA tech &amp; it's potential. No dilution since David is IN 1.5 years ago","sentiment_score":0.25}
{"full_text":"RT This what y'all think the covid vaccine's gonna do","sentiment_score":0.0}
{"full_text":"RT Compared to many other countries...... dropped the ball writes in his latest Sun column. He...","sentiment_score":0.2916666667}
{"full_text":"First off a Karen is a white racist, on the far right. Someone who throws a fit in the supermarket when asked to wear a mask, so the EXACT OPPOSITE to me. 400 ppl is pathetically small. There were actually 4000 ppl on the BLM demo, 10 x more KAREN.","sentiment_score":0.1535714286}
{"full_text":"RT G-d bless you to be safe and well!!Today's song is a request by our wonderful friend and for our lovely #U...","sentiment_score":0.6666666667}
{"full_text":"RT Dr. Anthony Fauci, America's preeminent expert on infectious diseases, has been among the most trusted voices throughout...","sentiment_score":0.5}
{"full_text":"Deloitte's 2021 predictions: online doctor visits will top 400 million and the pandemic will spur cloud growth via","sentiment_score":0.5}
{"full_text":"RT God I hope so","sentiment_score":0.0}
{"full_text":"RT All this woman did was publish COVID stats in Florida. I don't wanna hear about how China and Venezuela are \"authoritarian\" e...","sentiment_score":0.0}
{"full_text":"RT This what y'all think the covid vaccine's gonna do","sentiment_score":0.0}
{"full_text":"RT [UPDATE] DIA Chaeyeon has tested negative for COVID-19Source:","sentiment_score":-0.3}
{"full_text":"RT I can't get to my uncles funeral in Manchester next week due to our rules in Scotland re travel...","sentiment_score":-0.0625}
{"full_text":"RT When Doyoungie wears a mask and doesn't wear a mask, hmm both are pretty#gimdoyeong #doyeongyeong #DOYOUNG #TREASURE #teurejeo #YGdoyeong #teurejeo_doyeong #...","sentiment_score":0.0}
{"full_text":"RT On Wednesday, the baby and my wife tested positive for COVID-19. I tested negative. Developed symptoms a day later, tested...","sentiment_score":0.0068181818}
{"full_text":"Fear most dont grab the importance!!Just as they dont understand #PublicHealth safety uses\/requires VERY DIFFERENT tools, approaches, executing and desired goals as personal\/diagnostic health!!PublicHealth deals with whole society and statistics!Not health of an induvidual!","sentiment_score":0.25}
{"full_text":"RT Starship Entertainment announces WJSN Bona and their staff have all tested negative for Coronavirus","sentiment_score":-0.3}
{"full_text":"RT ...SUBSTANCE... hit on a subject that many run from or want to hide.  It affects millions of people &amp; the pandemic has i...","sentiment_score":0.1666666667}
{"full_text":"RT #IZONE Tests Negative For COVID-19https:\/\/t.co\/vSaZkC2a9e","sentiment_score":-0.3}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"I'm getting tested for the corona virus today for the third time th_th","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis sent armed state police to threaten Rebekah Jones, a scientist keeping Floridians up-to-date with accurate CO...","sentiment_score":0.4}
{"full_text":"RT At Batley Community Centre The Duke and Duchess met volunteers who have supported elderly members of their community t...","sentiment_score":0.0}
{"full_text":"RT If I'm understanding this correctly, the US raided the house of a scientist who was reporting COVID numbers that contradict...","sentiment_score":0.0}
{"full_text":"I haven't seen any cause of death.  That means it could be anything, including COVID. We can't say either way.","sentiment_score":0.0}
{"full_text":"RT Fauci: California had no choice but to impose stay-home orders","sentiment_score":0.0}
{"full_text":"RT Ilhan Omar's latest husband's firm received over $600,000 in China Virus relief fundsThat's on top of the MILLIONS she...","sentiment_score":0.2666666667}
{"full_text":"RT Ilhan Omar's husband received $635,000 in Covid-19 bailout money. She also paid him 2.25 million dollars this year. Rem...","sentiment_score":0.0}
{"full_text":"RT \"I contracted the virus... sasa niko (I am now in) self-isolation...I have never seen death this close in my life.\" These...","sentiment_score":0.0}
{"full_text":"'Insane and Pathological': Head of Iran's Central Bank Says The US Is Blocking #COVID19 Vaccine Purchases...Seems like their Theological government should trying praying harder instead of whining like a bitch. https:\/\/t.co\/gFY5xRVFv8","sentiment_score":-0.3666666667}
{"full_text":"RT If our government actually prioritized people over corporations, they would be at a place in relief talks by now where direct...","sentiment_score":0.05}
{"full_text":"RT A decision by AZ legislative leaders to temporarily shutter the House and Senate after several GOP lawmakers were possibly e...","sentiment_score":0.0}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"RT Tallahassee Democrat newspaper: \"Agents raid home of fired Florida data scientist who built COVID-19 dashboard\"","sentiment_score":0.0}
{"full_text":"Come take a tour in our ICU so you can see what a surge in the middle of a pandemic looks like. Oh let me guess this pandemic is a hoax in your eyes. Brilliant!","sentiment_score":0.5}
{"full_text":"5\/Daily New Recovery Vs 7 day Avg. Trend(As on 07.12.2020): #AndamanNicobar#DailyRecovery#COVID19 #Covid19India#ANCovidTracking#AndamanFightsCOVID19@CovidTrackingIn@covid19indiaorg@RijoMJohn","sentiment_score":0.1363636364}
{"full_text":"Indonesia has received 1.2 million doses of a Covid-19 vaccine made by China's Sinovac, officials said, as the world's fourth most populous nation struggles to get soaring case rates under control.The doses arrived in Jakarta late Sunday on a flight from Beijing...","sentiment_score":0.0666666667}
{"full_text":"RT JINNY LEE, 67 of Ingram, Texas died of COVID on Oct. 2. \"I never realized my mom's impact on the world until she was go...","sentiment_score":0.0}
{"full_text":"RT Stop devaluing the biggest part of the healthcare workforce You cant do this withou...","sentiment_score":0.0}
{"full_text":"+ now shows w recent seasons are incorporating story lines w covid and stuff I'm like omg lol  serious trauma","sentiment_score":0.1555555556}
{"full_text":"RT I hope you'll take six minutes to watch this. My number one teammate was on the IL for a little. So happy she's back - w...","sentiment_score":0.2041666667}
{"full_text":"RT #US #COVID19 #Influenza Here's a wild one. Total US wide Influenza ICU hospitalizations, currently.","sentiment_score":0.0}
{"full_text":"Today is V-Day as UK begins vaccination program against #COVID19 . It is the first country to approve Pfizer-BioNTech vaccine for its people #VDay #PfizerBioNTech #NHS","sentiment_score":0.25}
{"full_text":"Among all the challenges this pandemic has brought us is also the increased number of ransomware attacks that companies of all sizes and in all fields are facing. What it comes to these attacks, the best way to handle them is to prevent them. Read more:","sentiment_score":0.75}
{"full_text":"RT Hey friends! I just got laid off due to COVID If you know of any companies hiring for badass Data Scientists who are gr...","sentiment_score":-0.125}
{"full_text":"If you've consistently shown no symptoms after being exposed, the risk of transmitting the virus to someone else after a ten-day quarantine is between 1 and 10 percent, per the CDC.","sentiment_score":0.25}
{"full_text":"RT I was so glad to check in w\/ my friend &amp; colleague after hearing that she &amp; her family were recovering from #COVI...","sentiment_score":0.5}
{"full_text":"RT No mask no medical treatment America's tired of paying for dummies last in line for vaccine","sentiment_score":-0.1333333333}
{"full_text":"RT This what y'all think the covid vaccine's gonna do","sentiment_score":0.0}
{"full_text":"RT Y'all I miss the strip club so much  pump me full of that anti-covid juice so I can get back to being an IRL slut please!!...","sentiment_score":0.1833333333}
{"full_text":"Russia has received orders for 1.2 billion doses of its Covid vaccine but authorities say only 2 million will be produced by year end.If Russia is struggling to meet demand, then it must share the vaccine formula with other countries and get a cut from the sales.","sentiment_score":-0.0625}
{"full_text":"Despite COVID restrictions, environmentalists are determined to tackle litter. Here's what they're planning for World Clean-Up Day in Dubai.Learn more https:\/\/t.co\/pS6EuhWPry #NoButtsAboutIt #litter #cleanup","sentiment_score":0.5}
{"full_text":"RT Kelly Loeffler's family accepted $3.2m in farm subsidies from the govt, meanwhile she said it was \"counterproductive\" to gi...","sentiment_score":0.0}
{"full_text":"RT CornMEAL?!","sentiment_score":0.0}
{"full_text":"RT lol i like watching a movie in theaters as much as the next dweeb but it's funny that nolan threw a huge tantrum to get hi...","sentiment_score":0.33}
{"full_text":"A comprehensive guide on what you need to do when you are returning to Malaysia, from abroad.Read more : #fromeveryside #travel #Covid19","sentiment_score":0.5}
{"full_text":"Plus my neighbors eat meat, and are obese, so I definitely need to rat them out, they are harming the public health care system.","sentiment_score":0.0}
{"full_text":"If you've ever had Malort, you don't need to worry about what's in the COVID vaccine","sentiment_score":0.0}
{"full_text":"RT Actionable insights on performance evaluation in a pandemic to minimize bias in by our lab's","sentiment_score":0.0}
{"full_text":"Our omnibenevolent, gracious, all loving President in his wisdom has taken a holiday right in the middle of an economic crisis, ravaging pandemic, confusion. How timely!!","sentiment_score":0.2995535714}
{"full_text":"RT Incompetent buffoon!Trump officials passed when Pfizer offered in late summer to sell the U.S. government additional dose...","sentiment_score":-0.325}
{"full_text":"\"If COVID-19 and 2020 has taught me anything, it is that digital equity amongst our students is as important as ever.\" members get to meet Cameron this week. Join today: #aSft","sentiment_score":0.2}
{"full_text":"The first #covid19 vaccines in US can be available for high-risk people soon. Pfizer is close to finishing vaccine testing for immediate use. And if all goes well, it could be approved by the end of the week. Sean Callebs reports.","sentiment_score":0.325}
{"full_text":"Volunteers in Greater #Manchester have had a special visit from The Duke and Duchess of Cambridge!Kate and William arrived at the Fareshare warehouse named after Marcus Rashford's Mum last night, as part of their tour thanking people for their work during the pandemic.","sentiment_score":0.2857142857}
{"full_text":"The first people in the UK are set to receive a #coronavirus jab on what has been dubbed \"V-Day\", as a mass vaccination programme begins.","sentiment_score":0.25}
{"full_text":"New research from the manufacturer, Adaptive Biotechnologies, which is based in Seattle, found that the T-Cell test was EIGHT TIMES better at detecting past COVID-19 infection than a commercially available antibody test. #priorities ","sentiment_score":0.1965909091}
{"full_text":"Heading out for the night?Don't leave home without:- a clean mask in a ziplock bag- hand sanitiser- tissues.Find out how you can protect yourselves and others from COVID-19:","sentiment_score":0.3666666667}
{"full_text":"The organisers of   have said that they are estimating a turnover loss of around EUR2 BILLION over the next two years if fans continue to stay away from the matches due to the  #coronavirus pandemic! https:\/\/t.co\/MVTdtCsbNd","sentiment_score":-0.078125}
{"full_text":"Morgan Wallen Jokes About Breaking COVID-19 Safety Rules in 'SNL' Sketch: Watchhttps:\/\/t.co\/ABIuEfdefzPresented by","sentiment_score":0.0}
{"full_text":"Malacanang on Monday denied rumors that the government will place the entire country on lockdown starting Dec. 23, 2020 to Jan. 3, 2021.https:\/\/t.co\/8Y2JL3AIo0","sentiment_score":0.0}
{"full_text":"When can we expect a #COVID19 #vaccine -- and how much will it cost? Find out all that and more in this breakdown, via","sentiment_score":0.35}
{"full_text":"Chief Judge Peter Kidd is your tour guide at the on #COVID19Vic safe #jury trials &amp; across the border NSW public defender Peter Krisenthal talks about when &amp; why he chooses judge alone trials  #auslaw","sentiment_score":0.25}
{"full_text":"RT Hey, California!Don't be mad at Gov. Newsom. Be mad at everyone who travelled for Thanksgiving. Be mad at everyone who...","sentiment_score":-0.625}
{"full_text":"Morgan Wallen Jokes About Breaking COVID-19 Safety Rules in 'SNL' Sketch: Watchhttps:\/\/t.co\/f8oiphfo4fPresented by","sentiment_score":0.0}
{"full_text":"\"Traffickers are likely to exploit the COVID-19 pandemic to target more children across Southeast Asia for online sexual abuse\"#AWANInews #AWANI745","sentiment_score":0.3333333333}
{"full_text":"What are the reasons behind this historic low trust for the Israeli regime by the public?#COVID19 #lockdown #Protest #Israel  #antinetanyahu #antinetanyahuprotest #hpgnvt","sentiment_score":-0.1333333333}
{"full_text":"Morgan Wallen Jokes About Breaking COVID-19 Safety Rules in 'SNL' Sketch: Watchhttps:\/\/t.co\/Wz9cAgMeEQPresented by","sentiment_score":0.0}
{"full_text":"Not every cough is a COVID cough! It could be a sign of lung cancer but catching it early helps more of us to survive this than ever before. If you have had a cough for three weeks or more - don't delay. #DoItForYourself and contact your GP.","sentiment_score":0.425}
{"full_text":"India-origin man will be among the first to get #Pfizer's COVID-19 vaccine in #UK #Covid19Vaccinehttps:\/\/t.co\/5caDdBygJX","sentiment_score":0.25}
{"full_text":"A basic tech solution could unlock world travel - but some are worried about what it might mean. #COVID19 #travel #internationaltravel","sentiment_score":-0.15625}
{"full_text":"Warner Bros. is putting its entire slate of 17 films set for theatrical release next year on HBO Max.https:\/\/t.co\/QweuBPZQ3H","sentiment_score":0.0}
{"full_text":"It is hoped the testing will help to drive down infection rates","sentiment_score":-0.1555555556}
{"full_text":"Volunteers in Greater #Manchester have had a special visit from The Duke and Duchess of Cambridge!Kate and William arrived at the Fareshare warehouse named after Marcus Rashford's Mum last night, as part of their tour thanking people for their work during the pandemic.","sentiment_score":0.2857142857}
{"full_text":"[Op-Ed]\"There is a lot at stake for Joe Biden; he inherits the world superpower when it is in middle of a deadly pandemic and a country which is perhaps more divided than ever. He also has to resolve longest-running conflict of the US abroad.\"| Raheem Khanhttps:\/\/t.co\/74sHI71wui","sentiment_score":0.1}
{"full_text":"tuesday 12\/7: on this #RemembranceDay, it's atrocious to see more americans now die from #COVID19 PER DAY on average than at #PearlHarbor.what makes a military life worth more than a healthcare worker's who is at war against a raging #coronavirus? all heroes should be revered.","sentiment_score":0.0583333333}
{"full_text":"COVID 19 cases in India until : 08\/12\/2020 11:30Total Cases: 9703914 [+0]Active: 382233Recovered: 9178269 [+0]Deaths :140996 [+0]Total Tests: 147.79MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT There is no good reason why American families and businesses have not gotten government monthly stimulus payments to su...","sentiment_score":-0.175}
{"full_text":"#Infographic : Here is a quick look at the dose purchases of different #Covid19 vaccines by different countriesCompiled by","sentiment_score":0.1111111111}
{"full_text":"RT Thanks to President @realDonaldTrump, a safe and effective COVID-19 vaccine has been developed in RECORD time!","sentiment_score":0.35625}
{"full_text":"Sir, I hope your brilliant mind would concur that during COVID times it isn't advisable to face the person who is within breathing distance. ","sentiment_score":0.9}
{"full_text":"Current Conditions for #Sayre PATemp: 28.6FWind Chill: 21.6FHumidity: 85%Dew Point: 24.7F Barometer: 29.909 inHgWind: 4 mph from the NNWCorona Virus Weekly Stats:Cases: 268.000000Deaths: 11.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"I agree completely","sentiment_score":0.1}
{"full_text":"#Pets played life-saving role during COVID-19 pandemic: Studyhttps:\/\/t.co\/qXYQ6IYOUF","sentiment_score":0.0}
{"full_text":"RT This what y'all think the covid vaccine's gonna do","sentiment_score":0.0}
{"full_text":"RT COVID deaths per day: 2,857Flu deaths per day: 94","sentiment_score":0.0}
{"full_text":"RT Physician who works at Walter Reed Med Center &amp; criticized Trump for his joy ride w\/SS agents to wave to his fans while battl...","sentiment_score":0.35}
{"full_text":"Time: 06:00 * Temp: 5.3degC * Wind: WSW 6.9 to 13.0mph * Pressure: 991.9hPa * Rain: 0.4mm * Hum: 92% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:32 * Sunset: 15:57 * Cloudbase: 600ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Here's how you can play the Covid19 Vaccine theme https:\/\/t.co\/y1JCvsDI24Opportunity to trade in  Britannia  &amp; Marico now?https:\/\/t.co\/xIBFVR8HF8Watch how a car company can mint you money! https:\/\/t.co\/vwlxi9eNFm","sentiment_score":0.0}
{"full_text":"The world is facing crisis of quality life.Clinate changePollution,Political unrest,Terrorism.Floods,CoronaAnd Worst economic slump.Wars.We have very unusual leaders elected by the contemporary generation.Very scary.","sentiment_score":-0.1746666667}
{"full_text":"#Retweet to your elected officials #Facts","sentiment_score":0.0}
{"full_text":"RT The United States has nearly 15 million COVID-19 cases and 283,000 deaths. These aren't just numbers--they're people wit...","sentiment_score":0.1}
{"full_text":"Those parents had to have heard the WH was COVID Central.","sentiment_score":0.0}
{"full_text":"Lowest #Covid19 cases in #India in the last 5 months - 26,567. #CoronaVirusUpdates from #Odisha, India &amp; World. #TNI","sentiment_score":0.0}
{"full_text":"RT Maybe HOME  is not always where we come from,Maybe HOME  is where we truly wish to go \/ wish to stay forever.- comfort","sentiment_score":0.0}
{"full_text":"RT Ilhan Omar's husband received $635,000 in Covid-19 bailout money. She also paid him 2.25 million dollars this year. Rem...","sentiment_score":0.0}
{"full_text":"RT If you voted for and are crying because the consequences negatively affect your life with someone you l...","sentiment_score":-0.25}
{"full_text":"RT And so the guidance deluge goes on - now the has produced long awaited guidance on testing for supported living a...","sentiment_score":-0.05}
{"full_text":"There no truth on Covid. I fact checked this. LRC it's pretty scary","sentiment_score":-0.125}
{"full_text":"Multiply Your Income #COVID19 #MancrushMonday #MotivationMonday #MondayBlues","sentiment_score":0.0}
{"full_text":"RT In August, Vladimir Putin declared Russia the first country to approve a coronavirus vaccine, even though it hadn't yet been t...","sentiment_score":0.25}
{"full_text":"Did you consider for your person of the year?  She literally stopped Covid dead in it's tracks.","sentiment_score":-0.2}
{"full_text":"RT #DoubleDealingDavid Perdue used his insider information to profit from stocks in companies most likely to profit from...","sentiment_score":0.25}
{"full_text":"UNICEF will ship 2 billion COVID-19 vaccines to poor nations in 2021 #COVID19 #Vaccine","sentiment_score":-0.4}
{"full_text":"RT Who is this fine gentleman, Twitter?","sentiment_score":0.4166666667}
{"full_text":"Pandemic might enable more women in top jobs #future #futureofwork #digital #digitaltransformation","sentiment_score":0.25}
{"full_text":"RT While y'all were worried that China suppressing data about COVID, Ron DeSantis literally sent police to the home of a whistle...","sentiment_score":0.0}
{"full_text":"If you're doing your best to quarantine or stay home and reduce the amount of potential COVID exposure you have, here's a good reminder to find a little time to move your body.","sentiment_score":0.378125}
{"full_text":"RT Ilhan Omar's husband received $635,000 in Covid-19 bailout money. She also paid him 2.25 million dollars this year. Rem...","sentiment_score":0.0}
{"full_text":"Supply chain infrastructures are being taxed as increased online shopping, COVID lockdowns and Brexit are making warehouse space a premium.","sentiment_score":0.0}
{"full_text":"RT Weird how COVID deniers cry \"fascism\" when it comes to things like wearing masks, meanwhile this doctor who isn't willin...","sentiment_score":-0.5}
{"full_text":"RT A Quiet Place is a much different movie to watch post-COVID, because all I can think about is how after discovering the alie...","sentiment_score":0.0}
{"full_text":"RT #COVID19 cases are increasing throughout the region, though deaths have declined slightly. Vaccines will speed up the...","sentiment_score":-0.1666666667}
{"full_text":"RT You know what's f*ckd up? When the govt realizes that testing is very important as one of the control measures, 9 months into...","sentiment_score":0.52}
{"full_text":"Digital Transformation: The Pandemic is uncovering gaps and weaknesses in Supply Chains that require organizations to digitally transform themselves quickly starting with sustainability.","sentiment_score":0.0}
{"full_text":"I mean it's not like they'd let some random dipshit wander around the COVID-19 ICU ward. If they're in the ICU they're high risk for dying, any unnecessary outsider could compromise their already weakened immune systems.","sentiment_score":-0.263125}
{"full_text":"RT #FactsNotFear \"Case fatality rate from Covid-19 has dropped sharply since March. The infection survival rate is 99.95% for pe...","sentiment_score":-0.125}
{"full_text":"RT FOCUS - KEY#COVID19 - the leading cause of death#Trump said he didn't want cause panicWhy did #TraitorTrump insist to r...","sentiment_score":0.0}
{"full_text":"'The stench is unbearable': Inside horrific Covid-19 wardhttps:\/\/t.co\/sQUyF9mrHG","sentiment_score":-1.0}
{"full_text":"Get well Soon Kritu ","sentiment_score":0.0}
{"full_text":"RT Finally with Of course We follow social distancing #radheshyam #actorprabhas","sentiment_score":0.0166666667}
{"full_text":"#Mink farm #outbreak of #COVID-19 #coronavirus declared in British Columbia, #Canada ... | #SARSCoV2 | #BritishColumbia | #infections | #FraserValley | #animals | Via","sentiment_score":0.0}
{"full_text":"RT #CoronaVirusUpdates:#COVID19 India Tracker(As on 8 December 2020, 08:00 AM)Confirmed cases: 97,03,770Recovered:...","sentiment_score":0.0}
{"full_text":"RT 'They pointed guns at my kids': Police raid home of Florida state employee fired over Covid data 'manipulation' scandal","sentiment_score":0.0}
{"full_text":"RT *See Full Image#BharatBandh #Corona","sentiment_score":0.35}
{"full_text":"The pandemic has forced the cancellation of so many things this year, but Christmas isn't one of them.https:\/\/t.co\/K3xmPYXHEs","sentiment_score":0.1}
{"full_text":"CEOs say coronavirus relief, infrastructure are top priorities under Biden by","sentiment_score":0.5}
{"full_text":"It's 'V-Day'! NHS chief hails 'turning point' as Covid vaccinations start in UK 3\/6https:\/\/t.co\/rzIvAfbTFg","sentiment_score":0.0}
{"full_text":"Weather Forecast at 06:00 * Mostly cloudy and cooler. Precipitation possible within 12 hours, possibly heavy at times. Windy. * #conlig, #bangor * #stayathome *","sentiment_score":0.1}
{"full_text":"RT #COVID19 #India Summary December 8, 2020 (11:00 am, IST)Confirmed cases: 9,703,770Recovered: 9,178,946  (94.59%)Ac...","sentiment_score":0.0}
{"full_text":"RT Ooooh, what a HUGE, MONUMENTAL, LIFE ALTERING sacrifice! Someone make her a saint already. Cc","sentiment_score":0.5}
{"full_text":"RT As we work together to fight the rise in cases in California, exposure notifications will help slow the spread of COVID-19 an...","sentiment_score":-0.3}
{"full_text":"RT This - is the Covid ward. The halls are barren. The din of traffic, light, LIFE, is remote, distant, almost imperceptible....","sentiment_score":6.938893904e-18}
{"full_text":"Earlier this year, medical facilities in California were tested by the emerging coronavirus pandemic -- but now things are different, a top hospital official told CNN on Monday.    ","sentiment_score":0.125}
{"full_text":"Nicola Sturgeon refuses to endorse royal visit in Covid rules row4\/6https:\/\/t.co\/OeBPSh3Pba","sentiment_score":0.0}
{"full_text":"RT This is how airlines loot customers keeping govt rules aside refunded us just Rs.1198\/- against a booking amt...","sentiment_score":0.0}
{"full_text":"RT The Coronavirus pandemic has been tough on us all. This will brighten your week. Humanity.","sentiment_score":-0.3888888889}
{"full_text":"Coronavirus in Kenya: The doctor who has worked 258 days in a charge.","sentiment_score":0.0}
{"full_text":"RT .@RonDeSantisFL will send the cops to your house if you try and keep Floridians safe. #COVID19","sentiment_score":0.5}
{"full_text":"Truth!!","sentiment_score":0.0}
{"full_text":"RT All this woman did was publish COVID stats in Florida. I don't wanna hear about how China and Venezuela are \"authoritarian\" e...","sentiment_score":0.0}
{"full_text":"Just a little reminderDon't leave your Christmas shopping till the last minute. Shop now and avoid disappointment. our shipping cut off dates to ensure you place your orders in time.#stayhome #staysafe #shoponline #festiveseason","sentiment_score":-0.2625}
{"full_text":"RT The stimulus checks were meant to get average Americans through the lockdown, but those $1,200 payouts were small change co...","sentiment_score":-0.2}
{"full_text":"RT In this #COVID era, #homeimprovements are on the rise. With so many families on a limited budget, many are forced to fin...","sentiment_score":0.1571428571}
{"full_text":"Being a stay-at-home mom doesn't mean you have to fully forgo income. Here are some popular ways other moms are bringing in some side cash. #workfromhome","sentiment_score":0.0541666667}
