{"full_text":"very hilarious...and relevant re how easy it can be to do  contact tracing","sentiment_score":0.3444444444}
{"full_text":"\"THE CONTAGION MYTH\"https:\/\/t.co\/6tcfbg20hQ","sentiment_score":0.0}
{"full_text":"RT Everyone who has had the pleasure of working with knows that he is one of a kind! There is no task he does wi...","sentiment_score":0.75}
{"full_text":"RT WATCH: #COVID19 vaccines arrive at A true \"shot\" of hope.","sentiment_score":0.35}
{"full_text":"No, haven't looked, but TN is lower cumulatively and not surprising to be \"catching up\" so to speak. In September, NM was way low in the lowest 10 but is now up above FL...after being lauded by Scientific American for \"beating\" COVID-19.I expect TN to peak and fall, too.","sentiment_score":0.05}
{"full_text":"RT \"Covid wont last that long\"","sentiment_score":-0.025}
{"full_text":"This guy though! Hilarious! ","sentiment_score":0.625}
{"full_text":"RT Trump's Report CardAdded $7 trillion to national debt (37%)Reversed 80 EPA regsWithdrew from 13 int. orgs....","sentiment_score":0.0}
{"full_text":"The return of Corona virus","sentiment_score":0.0}
{"full_text":"RT I've been reconsidering my own plans. Have you?","sentiment_score":0.6}
{"full_text":"RT UNLV mens basketball head coach tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT Fake covid by the verve The masks don't work They just make u worse But I'll no I'll see your face again mmm mmm htt...","sentiment_score":-0.45}
{"full_text":"Ppl traveling to other places to be maskless during a pandemic is the biological warfare on the low.","sentiment_score":-0.0625}
{"full_text":"RT They are all running to Dubai. #TheZooCalledNigeria","sentiment_score":0.0}
{"full_text":"RT I can't un-watch this. Contact tracing for \"simps\". #COVID19","sentiment_score":0.0}
{"full_text":"RT 2\/8 - \"These shortcomings have led to residential care being unprepared and ill-equipped to handle a pandemic. Staff employed...","sentiment_score":0.0}
{"full_text":"RT We just straight up ignored role of obesity in coronavirus deaths and acted like everyone faced equal risks, needlessly jeop...","sentiment_score":-0.1}
{"full_text":"Post the quietest picture you haveHotel stays pre covid; long nights writing while the sky burns to night outside the window","sentiment_score":-0.025}
{"full_text":"RT Please, everyone, be safe over the next few weeks. Don't mingle. Better to have a quiet and uneventful time. Because Covid...","sentiment_score":0.16}
{"full_text":"RT Our first step to rebuilding our economy is defeating this virus. Please heed the advice of these experts - wear a mask, s...","sentiment_score":0.25}
{"full_text":"So wrong and unnecessary!","sentiment_score":-0.5}
{"full_text":"RT States can't properly roll out #COVIDVaccine w\/out state and local aid from Congress. Text RELIEF to 747464 to connect with...","sentiment_score":0.0}
{"full_text":"RT Opinion | As Americans die by the thousands, Trump cronies cut in line for coronavirus treatments and vaccines","sentiment_score":0.0}
{"full_text":"RT We need this. We should be funding our election administration responsibly. A steady, predictive stream of funding rat...","sentiment_score":0.1666666667}
{"full_text":"RT The first COVID-19 vaccines have arrived in Saskatchewan. Today at 6:00 PM, health care workers are set to receive the...","sentiment_score":0.25}
{"full_text":"RT I'd rather take my chances catching COVID than taking the vaccine for it.","sentiment_score":0.6}
{"full_text":"RT Due to a recent COVID exposure, the Museum's NRC wing is closed to visitors until further notice. The NEC remains open...","sentiment_score":-0.045}
{"full_text":"RT If u have covid &amp; YOU KNOW and are still going out  , go 2 hell .","sentiment_score":0.0}
{"full_text":"Investment and work-from-home scams have surged during pandemic, feds say","sentiment_score":0.0}
{"full_text":"RT Airlines stand to get US$17B in pandemic relief proposal","sentiment_score":0.0}
{"full_text":"RT Inside a Pandemic , you want millions of people to start rushing in large crowds to get this stupid number that not everybody...","sentiment_score":-0.2928571429}
{"full_text":"don't let lockdown stop you from finding your husband, purrrddddd","sentiment_score":0.0}
{"full_text":"RT Rural America is struggling to slow the spread of COVID, and frontline workers are bracing for rising hospitalizations in th...","sentiment_score":-0.15}
{"full_text":"Experience the resilience and resolve of Emory students, staff, and faculty in their own words. #EmoryStories","sentiment_score":0.6}
{"full_text":"RT I feel like I've been repeating myself quite a bit, but still the message hasn't been understood:LOCKDOWNS ARE NOT A C...","sentiment_score":0.0}
{"full_text":"reminder that Mitch McConnell is holding unemployment payments hostage for corporate immunity against COVID-19 lawsuits","sentiment_score":0.0}
{"full_text":"Our work just administered the first Covid vaccine in the city ","sentiment_score":0.25}
{"full_text":"RT The first Americans are receiving the COVID-19 vaccine. It gives us hope--and it reminds us that we have to make sure our gover...","sentiment_score":0.375}
{"full_text":"RT Eton and other private schools allowed to close for the safety of staff and pupils, state schools in Greenwich where Covid is r...","sentiment_score":-0.0625}
{"full_text":"RT Peel Public Health has issued a letter with important changes to COVID-19 screening - starting Dec. 7, 2020, all children...","sentiment_score":0.1333333333}
{"full_text":"Steph Trevor of Notts Fire &amp; Rescue. She has worked tirelessly supporting all staff during the pandemic. Her role is monitoring sickness but has become comforter &amp; regs translator - all staff would be lost without her. She is an unsung hero. The epitome of team work","sentiment_score":0.25}
{"full_text":"No need for masks or lock-downs anymore...OPEN UP THE COUNTRY!!!","sentiment_score":0.0}
{"full_text":"This is absolutely not a good thing btw:","sentiment_score":-0.35}
{"full_text":"RT .@kayleighmcenany responds to previous fact-checks stating that the vaccine for COVID wouldn't be available for a long time. h...","sentiment_score":0.0611111111}
{"full_text":"RT More than 70% of headteachers would be prepared to go against the government and close their school because of coronavi...","sentiment_score":0.5}
{"full_text":"Lock it down till April","sentiment_score":-0.1555555556}
{"full_text":"me at the monsta x concert when the lockdown is over","sentiment_score":0.0}
{"full_text":"RT Religious bailout by Republicans:Joel Osteen's Texas megachurch received $4.4M COVID-19 stimulus loan htt...","sentiment_score":0.0}
{"full_text":"In his own re-election year, McConnell flat-out admitted on Hannity's show he'd rig trump impeachment trial, AND...Blocked 400 critical House bills =&gt; #HEROESAct during deadly pandemic HE enabled to become #TrumpVirus #MoscowMitch had no fear of losing.","sentiment_score":0.1333333333}
{"full_text":"RT Ohio gets $34 BILLION more in federal spending than it pays in taxes each year.Connecticut pays $8 BILLION more in tax...","sentiment_score":0.5}
{"full_text":"Lockdown was great for getting into really local little gems. I know it's an unusual point of view but I really loved it.","sentiment_score":0.3025}
{"full_text":"RT If you think Covid treatment should be free (of course it should), why do you think insulin shouldn't be? Or cancer treatment?...","sentiment_score":0.4}
{"full_text":"Covid-19 news story of the year?!? Pandemic back on top!","sentiment_score":0.3125}
{"full_text":"RT Flu season is here. Help avoid a twindemic. The city of Los Angeles is offering free flu vaccinations at various locations acro...","sentiment_score":0.2}
{"full_text":"ICYMI: \"God is angry with people who have disrupted this country either you are a pastor, politician or anybody, I will elaborate more on this on the 22nd of December.\"","sentiment_score":0.1666666667}
{"full_text":"RT Joel Osteen's mega church got 4.4 Million in Covid relief PPP loans. Remind me again how much that fuckwad's Church pays...","sentiment_score":0.2}
{"full_text":"RT 300k deaths. So damn unnecessary. Utter failure in leadership. #COVID19","sentiment_score":-0.2388888889}
{"full_text":"I am sorry","sentiment_score":-0.5}
{"full_text":"RT 'There is now hope that we can beat this virus on Navajo and that we can successfully roll out a vaccine': Navajo Nati...","sentiment_score":0.75}
{"full_text":"RT Contrary to conspiracy theories, Dr. Kizzy wasn't plucked out of obscurity to disarm skepticism in Black people about...","sentiment_score":-0.1666666667}
{"full_text":"RT This is terrifying and heartbreaking.https:\/\/t.co\/HfPwWbZ3wf","sentiment_score":-1.0}
{"full_text":"RT The Senate cannot go home without passing COVID relief.","sentiment_score":0.0}
{"full_text":"We all know the others are shit. AOC is the one that's been twitter warrior'ing for quite a while, and we thought she was on our side... but seeing her on the cover of a magazine with Pelosi, and refusing to fight for M4a during a pandemic, is betrayal... she was our hope.","sentiment_score":-0.2}
{"full_text":"This is why we have been pushing and contacting Orthodox Bishops for vax freedom. The Ortho and Catholic Bishops have been turning compliance with unscientific COVID mandates into moral obligations, now RC want to guilt you into risking your health.https:\/\/t.co\/2bsgiYC7Wx","sentiment_score":-0.0666666667}
{"full_text":"sorry I haven't gotten back to some people about doin their hair life is crazy and covid is even crazier. I don't have it I just be scared. Be safe and stay home so we are all safe!","sentiment_score":0.005}
{"full_text":"RT \"A pandemic, a blizzard ... I don't know if it's you, you're like Job!\" tells","sentiment_score":0.0}
{"full_text":"RT Due to Covid-19, Desoto Central  has an opening Sat, Dec 19th in the Shan Whiteside \"Kick-out Cancer\" Classic (Boys Only)...","sentiment_score":0.0104166667}
{"full_text":"RT Here's what the health officials in charge of your lockdown are saying when they think no one can hear them:","sentiment_score":0.0}
{"full_text":"RT My daughter is working 12 hour shifts for 6 straight nights this week in her ICU full of covid pat...","sentiment_score":0.275}
{"full_text":"RT Double standards or none!Oregon's New Secretary Of State (Democrat) CAUGHT Hosting Birthday Gathering In Defiance Of G...","sentiment_score":0.0681818182}
{"full_text":"RT Your state is one of the states that feeds off those D states. Those blue states pay more in taxes than they get back from t...","sentiment_score":0.1666666667}
{"full_text":"RT COVID is not ascension symptoms, and you're not spiritual if you refuse to wear a fucking piece of cloth over your face...","sentiment_score":-0.3}
{"full_text":"RT So with 300,000 covid deaths that means 1\/1,000 people in the US died in 2020 from covid. At minimum. Such a tragedy.","sentiment_score":0.0}
{"full_text":"RT People: \"I tested positive for COViD.\"Their IG story: ","sentiment_score":0.2272727273}
{"full_text":"RT Tomorrow, I'm interviewing WHO's Esri's Yale's and Direct Relief's","sentiment_score":0.1}
{"full_text":"RT The dumbest.","sentiment_score":0.0}
{"full_text":"Yes.  The cause of death was COVID.  And your mom would have lived longer.   About 6K out of well over 200K deaths were in hospice care as of October.   Again, you guys have not discovered some grand effort to overhype the COVID data to scare people.","sentiment_score":0.5}
{"full_text":"Nervous About Covid-19 Vaccines? Here's How Scientists Are Feeling#CoronavirusVaccinehttps:\/\/t.co\/GV0oz8BweU","sentiment_score":0.0}
{"full_text":"RT  While the \"eviction moratorium was lifted over the summer, we found higher COVID19 rates + 5.4x increase in mortali...","sentiment_score":0.25}
{"full_text":"RT Well, there it is. The first vaccination number on a state dashboard that we've seen. Congratulations,","sentiment_score":0.25}
{"full_text":"Straight crust for so long before I knew.. that's probably why I never tested positive for Covid. I'm smoking the antibodies  only gasoline ","sentiment_score":0.0943181818}
{"full_text":"RT Hubby just brought me into his office, handed me a dart and pointed to the world map on the wall. He said wherever it lands...","sentiment_score":0.0}
{"full_text":"RT 2\/ If #Covid mortality in nursing homes falls off fast after Christmas, the vaccines will get - and probably deserve - th...","sentiment_score":0.2}
{"full_text":"RT So with 300,000 covid deaths that means 1\/1,000 people in the US died in 2020 from covid. At minimum. Such a tragedy.","sentiment_score":0.0}
{"full_text":"RT If baboons can social distance, what about you?  Please keep distancing for your safety.#StaySafe #SecuringYourFuture...","sentiment_score":0.0333333333}
{"full_text":"Don't make me laugh.#quarantineLife #StayAtHome #house #cleaning","sentiment_score":0.0}
{"full_text":"RT Senate hearing on HCQ anti-COVID19, on 8 Dec. Stop people away from HCQ in #COVID19 pandemic is kindly like you are forb...","sentiment_score":0.6}
{"full_text":"RT Social distancing","sentiment_score":0.0333333333}
{"full_text":"LOL. It's free if They do it &amp;Stay indoors at all costs. But if you wanna do a test at home have a jaunt on the bus, walk or drive, interact with people &amp; go to the pharmacy then pay a small fortune, head home, interacting\/passing people on the way. Jolly Clever Idea!","sentiment_score":0.2895833333}
{"full_text":"RT Gun sales have surged during the pandemic, putting an unparalleled strain on the federal background check system. The number...","sentiment_score":0.0}
{"full_text":"RT #NewInformation: 3,501 new #COVID19 cases &amp; 54 new fatalities were reported by the Wisconsin DHS on Tuesday. The percent of new p...","sentiment_score":0.1363636364}
{"full_text":"This is a pretty thorough dismantling of the #WearAMask silliness. By the people who are literally synonymous with neutrality. ","sentiment_score":0.25}
{"full_text":"Annnd until then ... what do you think we should say about people using this as an argument that there were no excess deaths due to covid? Say it with me ... they're talkin out their posterior.","sentiment_score":-0.125}
{"full_text":"RT If you think Covid treatment should be free (of course it should), why do you think insulin shouldn't be? Or cancer treatment?...","sentiment_score":0.4}
{"full_text":"RT Just got my tax bill from the gov like many of Mental to think the money I'll be paying out will be landing in...","sentiment_score":0.2}
{"full_text":"Pickin' your pocket while he's sayin' 'Pleased to meet ya,'","sentiment_score":0.5}
{"full_text":"RT please read this story about JaMarcus Crews and what this country does to black dialysis patients","sentiment_score":-0.1666666667}
{"full_text":"RT The HCQ + Zinc \"water\" quickly put out the China Virus \"fire\" in my family.  No Vax necessary, thank you very much.","sentiment_score":0.1977777778}
{"full_text":"RT Elena, a 104-year-old Spanish woman, was applauded as she was discharged from a Madrid hospital after surviving COVID-19.Rea...","sentiment_score":0.0}
{"full_text":"RT BREAKING--\"New variant\" (mutation) of #SARSCoV2 has been identified, believed to be causing faster spread, UK Health Secreta...","sentiment_score":0.1363636364}
{"full_text":"but i'm a Capricorn how do i convince myself of that ","sentiment_score":0.0}
{"full_text":"Govan schoolboy channels Eminem with special Covid Christmas rap he wrote","sentiment_score":0.3571428571}
{"full_text":"RT Swabs collected at the time of administration for the second Moderna vaccine dose provide evidence that one dose of the vaccine...","sentiment_score":0.0}
{"full_text":"You laugh, but I saw that in Wuhan.  Janet said it was from 5G crowd control for the rioters.","sentiment_score":0.3}
{"full_text":"Jesus how can you be this stupid and be in Congress? Every state red and blue needs funding to help with COVID.  No bill was ever written only giving funding to blue states. We are the United States not red versus blue. Now sit down and shut up","sentiment_score":-0.1194444444}
{"full_text":"Local researchers see increase in #COVID19 reproduction rate in NCR","sentiment_score":0.0}
{"full_text":"\"Pretend he's the guy that ghosted your best friend...\" #ContactTracing #Simps #OKBoomer","sentiment_score":1.0}
{"full_text":"U.S. banks are scrambling to persuade Washington policymakers to extend the Dec. 31 expiry of an accounting waiver that has allowed lenders to give struggling borrowers more leeway on their loans, several bankers and lobbyists said.https:\/\/t.co\/FKu0Yivwzc","sentiment_score":0.25}
{"full_text":"The Paycheck Protection Program was meant to be a lifeline for the little guys during the pandemic. Turns out, big business was first in line.","sentiment_score":0.0208333333}
{"full_text":"The latest figures are inhttps:\/\/t.co\/pbiIDfzMfH","sentiment_score":0.5}
{"full_text":"Idk it feels weird promoting music when we are literally in the middle of a pandemic but yeah nice to b naughty anyone ? Lmfao I hate it here","sentiment_score":-0.17}
{"full_text":"EMS Doctors, Clinicians Unite to Provide Free Online CAPCE-Accredited Recertification.  #CAPCE #Recertification #paramedic #Fire_Rescue #COVID-19 #EMTs #training_program","sentiment_score":0.4}
{"full_text":"International Selection Weekend Result - Number 1!Congratulations to these lucky members selected to travel with Wales YFC next year, (Covid restrictions allowing) along with others chosen back in 2020.","sentiment_score":0.0833333333}
{"full_text":"On the day Ireland's COVID-19 vaccine rollout plan was revealed, the Taoiseach joins The Tonight Show LIVE in studio to discuss this and more#TonightVMTV is live at 10pm on | | #VMNews | #COVID19ireland","sentiment_score":0.1363636364}
{"full_text":"FREE #COVID19 PCR Testing-Open today!!WHEN: Tue, Dec 15, 9A-3PWHERE: 8651 Colorado BlvdPregister at - or Call 303-538-7420 with ?'s.*Check website\/Twitter for inclement weather closures *@CDPHE","sentiment_score":0.4}
{"full_text":"Inauguration planners seek to craft an event that captures the traditional grandeur of the historic ceremony while complying with covid-19 protocols.","sentiment_score":0.0}
{"full_text":"RT WI Supreme Court Rules State Did Not Have Authority to Abandon Voter ID Rules Due to COVID","sentiment_score":-0.125}
{"full_text":"The #mayoclinic weighs in with some science on #covidvaccination.https:\/\/t.co\/9odZqipYRJ","sentiment_score":0.0}
{"full_text":"RT NBCNews: JUST IN: Moderna's Covid-19 vaccine is 94% effective at preventing illness and appears to protect against infection as well, d...","sentiment_score":0.6}
{"full_text":"The 12 parts of West Midlands where Covid-19 surging hours before tier review.https:\/\/t.co\/II6RDaNo97","sentiment_score":0.0}
{"full_text":"cause we're in a pandemic &amp; she's spreading her germs everywhere.","sentiment_score":0.0}
{"full_text":"Jano's job is to protect home. With the #CovidAlert app, we can all do the same!","sentiment_score":0.0}
{"full_text":"RT #COVID19 Acting Defense Secretary Christopher Miller tells he took the COVID vaccine publicly to \"lead by exampl...","sentiment_score":0.0}
{"full_text":"Parenting, even in the best of circumstances, is hard. So, if you're questioning your sanity right about now, here are a few Positive Parenting strategies will help you and your family survive-and maximize-your time together: #parentinginapandemichttps:\/\/t.co\/ZDfim0hskm","sentiment_score":0.2042640693}
{"full_text":"LIVE: Gov. Andy Beshear is holding his regular briefing on Kentucky's coronavirus response.","sentiment_score":0.0681818182}
{"full_text":"The second most-read blog in the past year is by Nicholas A. Campitelli, DPM, FACFAS: \"Could COVID Toes Be An Emerging Acro-Ischemia Symptom Of The COVID-19 Virus?\"https:\/\/t.co\/H1R8UHpTh0@APMA","sentiment_score":-0.125}
{"full_text":"Researchers have shown that the coronavirus can be killed efficiently, quickly, and cheaply using ultraviolet (UV) light-emitting diodes (UV-LEDs). They believe that the UV-LED technology will soon be available for private and commercial use.https:\/\/t.co\/5N4OzbA85e","sentiment_score":0.1555555556}
{"full_text":" On the 9th day of #AlamoFilmClub my movie-lover gave to me...Our group photos (note, these were not taken during the pandemic, they are old).  The chance to gather before a film as a community.  Here is our first with METROPOLIS and our last with WEATHERING WITH YOU.","sentiment_score":0.1166666667}
{"full_text":"\"Of something terrible  But a magic far more incredible  Than the pandemic\"#coffeehousewriters #poem #poetry #Christmas #holidays","sentiment_score":0.2}
{"full_text":"#NEW: Around 200 out of more than 1700 workers are returning","sentiment_score":0.3181818182}
{"full_text":"The public is coming around to the vaccines #TheInfiniteAge #CovidVaccine #covid19","sentiment_score":0.0}
{"full_text":"ICYMI: was right there when #COVID vaccine arrived this morning at Medical Center in #Worcester. Check out this recent video for a front row look. #UMassMemorialhttps:\/\/t.co\/hcXE172uCp","sentiment_score":0.0464285714}
{"full_text":"This is unacceptable and appalling, and is why I've introduced legislation to allocate $32 billion for public housing capital repairs and upgrades in NYC and probed NYCHA on how the agency is using funding under the CARES Act to address COVID safety.https:\/\/t.co\/ARo3kuaVwu","sentiment_score":-0.175}
{"full_text":"The division's goals include furthering workforce development in Columbia by partnering with local businesses.","sentiment_score":0.0}
{"full_text":"RT Tablighi Jamaat:Delhi Court acquits 36 foreigners, booked for being negligent, disobeying govt guidelines during COVID-19 pan...","sentiment_score":0.0}
{"full_text":"Beshear gives COVID-19 update to Bluegrass Statehttps:\/\/t.co\/dYmlMRpu6D","sentiment_score":0.0}
{"full_text":"Most of Bay Area Still Waiting for Shipments of COVID-19 Vaccine@nbcbayarea","sentiment_score":0.5}
{"full_text":"Roughly 44,000, or 10% of the state's cases are active.","sentiment_score":-0.1166666667}
{"full_text":"RT University of Illinois hits 1,000,000 coronavirus tests faster than 10 U.S. states by","sentiment_score":0.0}
{"full_text":"Tuscaloosa County had 48 confirmed new cases, Montgomery County had 145 confirmed new cases, and Etowah County had 42 confirmed new cases.","sentiment_score":0.2681818182}
{"full_text":"CORONAVIRUS UPDATE | The Florida Department of Health on Tuesday reported 94 more deaths -- including five in Northeast Florida -- and a fast-rising positivity rate.","sentiment_score":0.5}
{"full_text":"Nonprofits are stepping up to help people in communities hit hard by the pandemic, but many of those charitable groups are struggling, too.Now one philanthropy is rethinking how nonprofits operate in this crisis.","sentiment_score":0.2694444444}
{"full_text":"On the Mayo Clinic Q&amp;A podcast, Dr. Gregory Poland, an infectious diseases expert and head of Mayo Clinic's Vaccine Research Group, gives an update on vaccine approval and discusses logistics COVID-19 vaccine distribution.https:\/\/t.co\/KI6TERbNXe","sentiment_score":0.0}
{"full_text":"RT Couple weeks ago we build our own in-house Covid19 rapid testing and hired a nurse  Gov is slow and no widespread testi...","sentiment_score":0.15}
{"full_text":"North Country prisons see more COVID cases #ny","sentiment_score":0.5}
{"full_text":"While hospitals have hailed nurses and other medical staff as heroes of the pandemic, for decades they have left them vulnerable to abuse and assaults.https:\/\/t.co\/OYTw9TdeEI","sentiment_score":-0.15625}
{"full_text":"You can now get a COVID-19 test from the comfort of your home.","sentiment_score":0.0}
{"full_text":"RT The consequences of lockdowns:Business bankruptcies Job losses Mental health issues Suicides Drug and dome...","sentiment_score":-0.1}
{"full_text":"STFU","sentiment_score":0.0}
{"full_text":"I DON'T REMEMBER A TIME PRE-COVID OK?!","sentiment_score":0.625}
