{"full_text":"Take 30 seconds folks we were here now we're wearing mask told to obey all gov policy regarding Covid for what 600 to 2000 dollars. Our local police used to match bumpers and push us to gas stations we gotta dig in now and Jan 6","sentiment_score":0.0}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT After ten months of the pandemic, we still don't have enough testing. It's a travesty.We need to scale up testing so anyone...","sentiment_score":0.0}
{"full_text":"RT Today, Moscow Mitch made it clear that Steven Mnuchin funneling $500B in PPP covid loans and giving millions to himself...","sentiment_score":0.1}
{"full_text":"Zero science. Make Covid hospital beds 5 instead of 500 and the hospitals are over run. All bullshit. The numbers are just for control. #fuckatebrown","sentiment_score":0.0}
{"full_text":"RT #BREAKING The new, more contagious variant of COVID-19 that was detected in the U.K. has now been confirmed for the first time in...","sentiment_score":0.3215909091}
{"full_text":"how are people travelling were still in a pandemic..","sentiment_score":0.0}
{"full_text":"CoVid19, hunger, homelessness threaten AmericansCorporate welfare threatens Americans The Republican Party is threatening America","sentiment_score":0.0}
{"full_text":"RT As he objects to attempt to bring the House-passed bill to the floor it should now be crystal clear to every...","sentiment_score":0.1}
{"full_text":"RT Why we need a wealth tax! Many Australians struggled in the pandemic, but the rich only got richer | The New Daily","sentiment_score":0.2022727273}
{"full_text":"RT Opinion: Coronavirus vaccinations are off to a very slow start. That should set off alarms.","sentiment_score":-0.39}
{"full_text":"If \"rafaad\" was a person ","sentiment_score":0.0}
{"full_text":"RT If the pandemic is going to last most of next year too we're going to need another animal crossing to go along with it that's th...","sentiment_score":0.1666666667}
{"full_text":"RT FREE SMTOWN LIVE \"Culture Humanity\" 01.01.21 1PM KST 31.12.20 8PM PST 31.12.20 11PM ESTDuring this difficult t...","sentiment_score":0.0121212121}
{"full_text":"A shove and a death threat: How the Serb Hall incident set back COVID-19 inspections in Milwaukee: Cops escorting health staff after a mob of defeated President Trump's backers used violence, intimidation to flout virus safety rules: @AlisonDirr.","sentiment_score":0.0}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"went to my local organic grocer for the first time in uh, a while (you know pandemic and such)walked into the snacks section...look, I never said I had self control, that's on you if any of this is a surprise","sentiment_score":0.125}
{"full_text":"RT FREE SMTOWN LIVE \"Culture Humanity\" 01.01.21 1PM KST 31.12.20 8PM PST 31.12.20 11PM ESTDuring this difficult t...","sentiment_score":0.0121212121}
{"full_text":"SPAIN: Country to set up a registry of citizens who refuse to have the coronavirus vaccine and will share it with fellow EU nations.","sentiment_score":0.0}
{"full_text":"RT Getting the COVID-19 vaccine should be a personal decision between yourself and your health provider, not a governmental...","sentiment_score":0.0}
{"full_text":"RT I move we put Jim Jordan's lunacy on curfew. Until further notice. All in favor...","sentiment_score":0.0}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"This is something would post ","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you will be social distancing on NYE and not gathering in large groups. ","sentiment_score":0.1238095238}
{"full_text":"RT Kobe. Pop Smoke. Chadwick. Von. 2020 fucking sucked with all of these deaths , and covid... and so much other crazy shit. I...","sentiment_score":-0.38125}
{"full_text":"RT Alex Charlton is the winner of the 2020 Capital One Orange Bowl-FWAA Courage Award!Charlton left his post as an","sentiment_score":0.0}
{"full_text":"RT China is torturing and throwing anyone who reported the truth about the Wuhan outbreak in jail China LIED about the co...","sentiment_score":-0.1}
{"full_text":"RT We are living through such an extraordinary moment in British history. Twin forces of Brexit &amp; Covid peaking simultaneo...","sentiment_score":0.1111111111}
{"full_text":"Slow clap ","sentiment_score":-0.3}
{"full_text":"RT \"Together, let's make peace among ourselves and with nature, tackle the climate crisis, stop the spread of COVID-19 and make 202...","sentiment_score":0.0}
{"full_text":"Dude...wake up. the virus has a 99.98% survival rate. asymptomatic spread has been proven false, most tests are false positives, or just reading antibodies from previous viruses....masks don't do a damn thing, even if the virus was a pandemic....WAKE THE FUCK UP SHEEP","sentiment_score":-0.1733333333}
{"full_text":"RT Practically every measure of coronavirus transmission is worsening in San Antonio. COVID hospitalizations are nearing 1,1...","sentiment_score":0.0}
{"full_text":"COVID-19, unemployment, social and racial unrest. I guess Big Tech's behavior trumps those issues. Pun very much intended.","sentiment_score":0.0977777778}
{"full_text":"RT And now both publicly back the $2k checks because they know Mitch McConnell will block them. So very transparent. Loeffl...","sentiment_score":0.1}
{"full_text":"It's great that individuals &amp; organizations are donating food during the covid economic depression, but the larger picture shows that a society that will spend $900 billion on the military &amp; legalize elites getting rich off of others' misery is not a society based on equality. ","sentiment_score":0.255}
{"full_text":"You will never be in office, you got a cell waiting for you at Guantanamo Bay","sentiment_score":0.0}
{"full_text":"RT U.S. COVID update:- New cases: 194,512- Positivity rate: 15.7% (+5.2)- In hospital: 124,686 (+3,451)- In ICU: 22,838 (+24...","sentiment_score":0.1363636364}
{"full_text":"My dogs got a little chubbier during this pandemic ","sentiment_score":-0.1875}
{"full_text":"RT Stacey Abrams on Democrats' closing message in Georgia ahead of the Senate runoff elections in January: \"We know that while Kell...","sentiment_score":0.0}
{"full_text":"Have a read nsw!","sentiment_score":0.0}
{"full_text":"RT Reason 4000 why owning a smart phone isn't a privilege but a necessity:My 70+ father just recieved a text to book his covid...","sentiment_score":0.2142857143}
{"full_text":"RT Mitch McConnell is the first to object to the VOTE on the $2000 checks to Americans. He did not hesitate &amp; instantly said, \"o...","sentiment_score":0.125}
{"full_text":"RT Today, Moscow Mitch made it clear that Steven Mnuchin funneling $500B in PPP covid loans and giving millions to himself...","sentiment_score":0.1}
{"full_text":"RT As President Trump was leaving his Florida golf club for his resort property, President-elect Biden was arriving at the Que...","sentiment_score":0.0}
{"full_text":"We still doing lead poisoning?  I thought it was all about covid?   #ScamdemicIsOver","sentiment_score":0.0}
{"full_text":"RT HEROES OF 2020: previews her News special, honoring frontline healthcare workers turned American heroe...","sentiment_score":0.1785714286}
{"full_text":"RT If I had a dollar for every time Susan Collins was concerned I would not need the covid relief money #COVIDReliefPackage #M...","sentiment_score":0.0}
{"full_text":"RT Yup. It's already here. US detects first case of fast-moving UK Covid-19 variant in Coloradohttps:\/\/t.co\/EJDnkWhUFn","sentiment_score":0.25}
{"full_text":"People and Govt both need to step up here. If a country of **1.3BN** can get the daily new cases to &lt; 20K , then anyone can. Mask has been **mandatory** and schools \/ unis are **closed** #CloseSchoolsNOW","sentiment_score":0.0121212121}
{"full_text":"RT spent a lot of the pandemic worried I didn't have a big project to work on and finally realized the project was me lol","sentiment_score":0.175}
{"full_text":"RT Covid Free!","sentiment_score":0.5}
{"full_text":"RT An Orange County mother whose son was released from Theo Lacy Jail two weeks ago due to COVID-19 concerns has died after being u...","sentiment_score":-0.1125}
{"full_text":"RT Here's the math: If the goal is to reach 80% of Americans vaccinated with a 2-dose #covid19 vaccine, it will take 10 years...","sentiment_score":0.0}
{"full_text":"RT The first officers are lining up to receive their COVID-19 vaccine shot thanks to great partnerships like the City...","sentiment_score":0.4166666667}
{"full_text":"RT i miss life when there wasn't no covid-19","sentiment_score":0.0}
{"full_text":"RT At the end of one of the worst years in American history, Democrats in both houses of Congress and Republicans in both ho...","sentiment_score":-0.5}
{"full_text":"RT THE ACTUAL MATH! Just so we're clear, Congress could send each American $2,000 EVERY MONTH UNTIL MAY 2021 for less than th...","sentiment_score":-0.0166666667}
{"full_text":"RT Poverty and food insecurity helps increase crime. This is not rocket science.","sentiment_score":0.0}
{"full_text":"RT Umm... no you won't #January6th 2021 #BidenWillNeverBePresident","sentiment_score":0.0}
{"full_text":"RT Your daily reminder that David Perdue fought against stimulus checks for the entire pandemic.","sentiment_score":0.0}
{"full_text":"RT #TrainWreck Long lines, crashing websites, conflicting information confound COVID-19 vaccine rollout to Florida senio...","sentiment_score":-0.05}
{"full_text":"How Senate Majority Leader, Mitch McConnell blocks huge vote on $2,000 COVID-19 stimulus checkshttps:\/\/t.co\/ryCJikviDb","sentiment_score":0.4}
{"full_text":"RT Covid Free!","sentiment_score":0.5}
{"full_text":"RT In the face of the Chinese Communist Party's lies, Chinese citizen journalist Zhang Zhan's uncensored reports from Wuhan gav...","sentiment_score":0.0}
{"full_text":"Murdering people with covid wasn't enough to make him feel like a man so now he's murdering little birds to feel like a giant. Pro life my patootie!","sentiment_score":-0.0625}
{"full_text":"RT Thanks for sharing, actual Mathematician. Run for office, please.","sentiment_score":0.1}
{"full_text":"#giveusdata #cdnpoli #bcpoli #vanpoli@charliesmithvcr #COVID19 cases growing by 10,000 every 1-2 daysDec 29 565,506Dec 28 557,146 (1 day)Dec 27 552,020 (2)Dec 25 538,572 (2)Dec 23 528,354 (1)Dec 22 521,510 (2)https:\/\/t.co\/UTaSgza1hr","sentiment_score":0.0}
{"full_text":"Mother diagnosed with #COVID19 on Christmas day. Hotel paid for until Wednesday  12\/30. Please read this family's storyhttps:\/\/t.co\/ouvKPsuc57#Orlando #homeless #Donations #GoFundMe #OrlandoEight #Corona #CoronaVirushttps:\/\/t.co\/c8ApabAnlT","sentiment_score":0.0}
{"full_text":"RT Today, Moscow Mitch made it clear that Steven Mnuchin funneling $500B in PPP covid loans and giving millions to himself...","sentiment_score":0.1}
{"full_text":"RT AL, long one of the poorest, sickest states is an alarming COVID hotspot. AL, where mask resistance is stubborn, where 4,...","sentiment_score":-0.075}
{"full_text":"Guess who thinks he and his GOP buddies should be first in line for the vaccine? (See also, \"who flew to FL while positive for the virus\")","sentiment_score":0.2386363636}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT 1\/NIH Study: COVID-19 severity could depend on route of infection: Infection through inhaling #Airborne virus could lead...","sentiment_score":0.0}
{"full_text":"RT THE ACTUAL MATH! Just so we're clear, Congress could send each American $2,000 EVERY MONTH UNTIL MAY 2021 for less than th...","sentiment_score":-0.0166666667}
{"full_text":"RT  Here's mine, this level is not bad for someone that started during the Lockdown na. ","sentiment_score":0.35}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"Love this - think it should be the NY resolution of the UK government, whoever is PM ","sentiment_score":0.5}
{"full_text":"RT Hey .@senatemajldr you need to watch this tweet, because it's going to go #viral by Americans who need you to pass the $2...","sentiment_score":0.0}
{"full_text":"RT Just getting out of a&amp;e after another loooooooong day.. Almost all these ambulances are waiting With patients inside them For...","sentiment_score":0.0}
{"full_text":"RT After ten months of the pandemic, we still don't have enough testing. It's a travesty.We need to scale up testing so anyone...","sentiment_score":0.0}
{"full_text":"RT Leading by example.","sentiment_score":0.0}
{"full_text":"$600 COVID-19 stimulus checks to hit bank accounts as soon as Tuesday night, Mnuchin says","sentiment_score":0.0}
{"full_text":"RT COVID can't read a calendar. Nothing magical will happen on Jan 1st 2021.Vaccines\/masks\/avoiding crowds will slow it...","sentiment_score":0.1}
{"full_text":"RT Indoor spaces, especially those with poor ventilation, are where Covid spreads.","sentiment_score":-0.2}
{"full_text":"RT As the federal government authorized $15 billion for venues as part of the COVID stimulus bill, Supervisor p...","sentiment_score":0.0}
{"full_text":"RT A logic doing round for non-extension is that extension already been given once. Was it not been given due to sheer compuls...","sentiment_score":-0.1083333333}
{"full_text":"Fuck testing,  more vaccine please.","sentiment_score":0.05}
{"full_text":"RT THE ACTUAL MATH! Just so we're clear, Congress could send each American $2,000 EVERY MONTH UNTIL MAY 2021 for less than th...","sentiment_score":-0.0166666667}
{"full_text":"They opted put of bowl season due to Covid.","sentiment_score":-0.125}
{"full_text":"I would say it to your face but that would violate the corona virus rules","sentiment_score":0.0}
{"full_text":"RT New Lincoln Project ad shows Trump border wall built from tombstones of COVID victims: \"This is Trump's Wall\"","sentiment_score":0.1363636364}
{"full_text":"RT Is there a dumber human-being than Andrew Cuomo?https:\/\/t.co\/Vqi5WeKIx4","sentiment_score":0.0}
{"full_text":"you are an obstructionist.  My unemployment is delayed due to Trump's late signing of the Covid bill. I had a job for 27 years before Covid, do you consider that LAZY?  I'm voting BLUE in GA tomorrow, because you must go as majority leader.","sentiment_score":-0.16875}
{"full_text":"RT BUT the issue is the person of Ministry who thinks it is a good idea to organise a 1000 ppl new year countdown in d middle...","sentiment_score":0.2787878788}
{"full_text":"California Extends Its Stay-At-Home Orders Indefinitely, No End In Sight... via - SO WHEN DOES THIS MORON GET RECALLED.","sentiment_score":-0.8}
{"full_text":"RT Anyone who thinks THIS GOP controlled Senate is ever passing the $2000 COVID checks doesn't understand how McConnell work...","sentiment_score":0.0}
{"full_text":"RT What?  Kamala jumps the line even though she said she wouldn't take a vaccine developed under President Trump?  What a h...","sentiment_score":0.1}
{"full_text":"RT 6 UK returnees positive for new coronavirus mutation(report by #COVID19","sentiment_score":0.1818181818}
{"full_text":"RT The snappin turtle snaps again. Spare us the \"we can't afford this.\" Debt n deficit been growing for years. Its all no...","sentiment_score":0.0}
{"full_text":"We've now surpassed 19,976,300 confirmed #COVID19 cases in the United States.The death toll climbs to 346,547.*250,170,250 tests completed#COVID19#TrumpBodyCount#TrumpOwnsEveryDeath","sentiment_score":0.4}
{"full_text":"RT I try not to think about it too much because it's enraging, but too many disaster capitalists in this pandemic, many of them...","sentiment_score":0.4}
{"full_text":"RT Wealthy nonprofit #hospitals rake in U.S. disaster aid for #COVID19 costs. \"This feels like greed for them to go to FEMA f...","sentiment_score":0.5}
{"full_text":"RT and if the media had not protected him and propped him up, this could have been avoided.","sentiment_score":0.0}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"RT The  top 10 amazing activities I enjoyed in 2020:#lists #because2020 #QuarantineLife","sentiment_score":0.5333333333}
{"full_text":"RT Out walking, we stood aside to let a family group pass. As they walked past one sneered loudly, \"Oh, and look at these two, tr...","sentiment_score":-0.075}
{"full_text":"Georgia mask maker creates smiles during pandemic","sentiment_score":0.0}
{"full_text":"FL. is prioritizing elderly population for vaccination against COVID-19. They are seeing progress made regarding residents of LTC facilities and will not be putting young &amp; healthy \"essential\" employees ahead of their general 65+ population when it comes to vaccine distribution.","sentiment_score":0.1625}
{"full_text":"RT This should be a hair-on-fire crisis and any governor who lets vaccine doses expire rather than get them out the door should...","sentiment_score":0.0}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT In terms of confidence You are the one leading this sad bunch of ineffectual ministers. It starts at the top D...","sentiment_score":0.0}
{"full_text":"Derp. Fucking brain-dead morons like you are why this is still going on. What is it with you idiots and having to do the opposite of whatever you're told? I've lost friends to this pandemic and people like you are to blame. I hope muh freedumbs keep you warm at night, killer.","sentiment_score":-0.32}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"At current rate, it'll be 10 years before Americans adequately vaccinated against Covid - NBC News via","sentiment_score":0.1666666667}
{"full_text":"That should happen of course, but with not likely. She is allowing 50% capacity amid a greater Sydney outbreak - all cheering yelling etc, ignoring covid. You'd think she would at least mandate masks..I reckon she's gone mad..#nswcovid19","sentiment_score":0.0666666667}
{"full_text":"We've virtually exhausted all the nice-guy options.  It's time to take back the country from utter fraud and corruption through an executive order declaration of National State of Emergency, otherwise the USA exists no more .  #vaccine #COVID19","sentiment_score":-0.1625}
{"full_text":"Asymptomatic transmission of COVID-19 didn't occur at all, study of 10 million finds | News | LifeSite","sentiment_score":0.0}
{"full_text":"RT .@GladysB Why not show some covidsafe leadership and wear a mask when arriving, and when not speaking, at your pressers? How ca...","sentiment_score":0.0}
{"full_text":"RT Twisted Science: says Biden, Fauci and others are twisting China Virus science to fit their political agenda, s...","sentiment_score":-0.0333333333}
{"full_text":"RT Simon Stevens has said that 20,426 people are being treated for Covid in hospitals in England, which is higher than the pr...","sentiment_score":0.25}
{"full_text":"RT THE ACTUAL MATH! Just so we're clear, Congress could send each American $2,000 EVERY MONTH UNTIL MAY 2021 for less than th...","sentiment_score":-0.0166666667}
{"full_text":"RT Here's why should #cancelstudentdebt according to Bold policy to meet the scale of the #COVID...","sentiment_score":0.3333333333}
{"full_text":"Thank God he can go away to St Bart's but I can't even hold my father in laws hand as he dies from Covid. I can't have a 60th birthday for my brother with Downs Syndrome but that jackass can go on Vacation and then say \"Oops sorry guess it was a mistake\" mistake was electing him.","sentiment_score":-0.5}
{"full_text":"RT A monk who described coronavirus restrictions as \"Satan's electronic camp\" and urged followers to break lockdown has been arres...","sentiment_score":0.0}
{"full_text":"'As Virus Resurges in Africa, Doctors Fear the Worst Is Yet to Come'Coronavirus killed far fewer people in Africa .. leading to a widespread perception that it was a disease of the West. Now, a tide of new cases on the continent is raising alarms.https:\/\/t.co\/yQLtmonne2","sentiment_score":-0.2409090909}
{"full_text":"RT Exactly!! Open your businesses NOW!This lockdown ends when enough people say they've had ENOUGH!","sentiment_score":0.0}
{"full_text":"RT With guarded optimism, and occasional lapses into despair, I wonder what year two of #COVID19 has in store of us. In his br...","sentiment_score":0.2}
{"full_text":"RT Their blood is on your hands b Louisiana Sen. John Kennedy Says COVID Not 'Nearly as Lethal' as Expert...","sentiment_score":-0.05}
{"full_text":"RT Your daily reminder that David Perdue fought against stimulus checks for the entire pandemic.","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden sharply criticizes the Trump administration over the pace of vaccinations for COVID-19.","sentiment_score":-0.125}
{"full_text":"RT Team Rc Vijayawada MembersPraying For Charan Babu Speedy Recovery from #COVID19@AlwaysRamCharan","sentiment_score":0.0}
{"full_text":"RT Wear a mask when you're out in public, and remember to physically distance yourself. That would be SUPER","sentiment_score":0.1111111111}
{"full_text":"Public Encouraged to Download Mor Chana App to Trace #COVID19 Infections ","sentiment_score":0.0}
{"full_text":"RT My dad is coming up on 6 weeks of fighting COVID in the hospital. He's been intubated for a month. We missed Thanksgiving,...","sentiment_score":0.0}
{"full_text":"Explore \"A daily measure of people's potential exposure to COVID-19,\" a data interactive from CBR.","sentiment_score":0.0}
{"full_text":"Nebraska City mayor touts the COVID-19 vaccine as the state has now administered over 49,000 vaccines.https:\/\/t.co\/g0OOOWslEv","sentiment_score":0.0}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"With the passing of a year that brought challenges of massive proportions globally, The Malaysian Insurance Institute is geared for #2021! Join us as we take the Insurance Industry towards a better tomorrow!#mii #buildingknowledgetogether #insuranceindustry #newyear #pandemic","sentiment_score":0.1666666667}
{"full_text":"RT \"I said yes\"","sentiment_score":0.0}
{"full_text":"Shayna Zweiback says she was diagnosed with coronavirus back in March, and she is still experiencing symptoms.https:\/\/t.co\/3beRm7HSc9","sentiment_score":0.0}
{"full_text":"West Virginia's death total associated with the #Coronavirus climbed to 1,284 after the state DHHR reported 21 new deaths todayhttps:\/\/t.co\/CLLxfU2SYX","sentiment_score":0.0681818182}
{"full_text":"RT If you lock a person down too long, they realize you aren't actually trying to save them at all..they get the virus anywa...","sentiment_score":-0.0685185185}
{"full_text":"Same","sentiment_score":0.0}
{"full_text":"Biden said \"it's gonna take years, not months, to vaccinate the American people\" at the current pace.","sentiment_score":0.0}
{"full_text":"\"If you don't think COVID-19 has an impact on you, please think again. If you need a trauma bed this New Year's or in January, COVID-19 will have an impact on you.\"@ChrisDVanGorder, president and CEO of writes:","sentiment_score":0.1363636364}
{"full_text":"Highly infectious SARS-CoV-2 variant identified in #Colorado ... | #coronavirus | #mutant | #SARSCoV2 | #COVID19 | #PublicHealth | By , , Lena H. Sun and via","sentiment_score":0.16}
{"full_text":"Devotees are requested not to attend the #SriPada pilgrimage until the end of January as the #COVID19 cases have been reported from the Nuwara Eliya District#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigitalhttps:\/\/t.co\/VGYnW1n5Nw","sentiment_score":0.0}
{"full_text":"RT Wilujeng Enjing Ndan Always #StayAtHome","sentiment_score":0.0}
{"full_text":"An open air cinema, a harbourside restaurant and shopping centre are among a string of spots on high alert after being visited by positive cases.","sentiment_score":0.1290909091}
{"full_text":"RT After ten months of the pandemic, we still don't have enough testing. It's a travesty.We need to scale up testing so anyone...","sentiment_score":0.0}
{"full_text":"RT Get the latest information for your patients on the #COVID19 #vaccine developments and distribution by visiting COVID-...","sentiment_score":0.5}
{"full_text":"RT Let's declare Congress non-essential, demand they stay home, and slash their salaries. The country will be open in 15 minutes.","sentiment_score":0.0}
{"full_text":"RT ontario covid cases higher than d*ug f*rds blood pressure","sentiment_score":0.25}
{"full_text":"RT FREE SMTOWN LIVE \"Culture Humanity\" 01.01.21 1PM KST 31.12.20 8PM PST 31.12.20 11PM ESTDuring this difficult t...","sentiment_score":0.0121212121}
{"full_text":"Paducah Public School students will start in-person classes again Jan. 11, with the district making plans to give faculty and staff the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"RT COVID can't read a calendar. Nothing magical will happen on Jan 1st 2021.Vaccines\/masks\/avoiding crowds will slow it...","sentiment_score":0.1}
{"full_text":"RT HOW IS THIS NOT THE BIGGEST STORY IN AMERICA RIGHT NOW?!?!","sentiment_score":0.4464285714}
{"full_text":"RT Coming up on LIVE at Six!-  14-year-old boy identified as the victim of a fatal shooting in Surrey- B.C.'s fi...","sentiment_score":0.0477272727}
{"full_text":"RT Social distancing?  Daddy's got needs! ","sentiment_score":0.0416666667}
{"full_text":"RT The state GOP leaders that constantly say Madison\/MKE voters don't count, retroactively stripped powers from the Governor aft...","sentiment_score":0.0}
{"full_text":"RT Maybe some people paid down debt on credit cards so they could buy essentials? Why does some...","sentiment_score":-0.1555555556}
