{"full_text":"RT My biggest mistake from 2020 is believing experts &amp; leaders who said \"we just need 2 weeks to flatten the curve.\" How...","sentiment_score":0.0}
{"full_text":"RT The Islamo-Marxist Party formerly known as Conservative is not sufficiently Islamo-Marxist, so they'll vote for a London...","sentiment_score":0.0}
{"full_text":"RT Thank USP Kenya and IDA for making this important conversation possible","sentiment_score":0.2}
{"full_text":"RT Number of citizens who lost health care coverage since the pandemic began:14,600,000 United States       0    Austr...","sentiment_score":0.0}
{"full_text":"RT Donghae, when he is with the members:He is either social distancing or he is all over them.","sentiment_score":0.0333333333}
{"full_text":"RT Thank u sir for appreciate #teqip, but what will happen after March, 2021, as it is going to end....","sentiment_score":0.0}
{"full_text":"I said continuing restrictions... not specifically mask wearing. I wear a mask.","sentiment_score":0.0}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"RT Philadelphia International Airport announces new COVID-19 testing site via","sentiment_score":0.0681818182}
{"full_text":"RT If you think it's hard to hear someone wearing a mask, you should try talking to them thru a body bag. Wear a mask.","sentiment_score":-0.2916666667}
{"full_text":"RT Coronavirus deaths in November:Sweden : 921Norway : 50Denmark : 114UK : 11,731New Zealand : 0","sentiment_score":0.0}
{"full_text":"RT How is it possible that in respect of the Great Covid Cover-Up, Sinn Fein have become more British than the British thems...","sentiment_score":0.26}
{"full_text":"RT The game, the first of three ODIs, has been postponed to Sunday, the two cricket federations said. #SAvENGhttps:\/\/t....","sentiment_score":-0.075}
{"full_text":"RT Holidaymakers 'more likely to use a travel professional now than before the pandemic' via","sentiment_score":0.2}
{"full_text":"The NPP government is sensitive to the needs of Ghanaians. In the midst of a pandemic, the Government took measures to cushion Ghanaians against the devastating effects of COVID-19.#RejectGreedyMahama  #MaintainNanaAddo #JM2ndDefeat #1Touch4Nana","sentiment_score":-0.45}
{"full_text":"RT NEVER FORGET THIS: the stimulus money we are all waiting for is being obstructed by Republicans trying to shove addend...","sentiment_score":0.0}
{"full_text":"RT Think you've fallen victim to an online shopping scam? Don't panic. Here's what you need to do...For more info, visit:...","sentiment_score":0.2125}
{"full_text":"RT Happy new month #December to y'all #StaySafe #WearAMask ","sentiment_score":0.4681818182}
{"full_text":"RT With lockdown lifted, many bankside businesses are re-opening.@BetterBankside are here to support you and your business a...","sentiment_score":0.5}
{"full_text":"RT The Philippines on Friday reports 934 additional confirmed coronavirus infections, lowest since July 14.Total #COVID19 ca...","sentiment_score":0.4}
{"full_text":"RT Incredible announcement from Scotland's NHS staff have been heroes throughout this pandemic - this sma...","sentiment_score":0.9}
{"full_text":"RT Battery Electric Vehicles recorded their third highest ever monthly share of registrations at 9.1%, while Plug-in Hybrid EV share...","sentiment_score":0.0}
{"full_text":"You can credit that \"uselessfuck\" with two things only....Death and Destruction! (PERIOD, END OF STORY!)","sentiment_score":0.0}
{"full_text":"Question over political control as Covid collaboration falls back via","sentiment_score":0.0}
{"full_text":"A. I'm not giving you the name of my employer. But every single hospital in my region is swamped. B. You don't understand the word pandemicC. Yes, people have political agendas in how they cover the virus. But the virus doesn't care. Until it is stopped, it'll just keep killing","sentiment_score":-0.0357142857}
{"full_text":"RT The Ministry of Finance has directed Beema Samiti to make arrangements to provide COVID-19 insurance compensation payment...","sentiment_score":0.0}
{"full_text":"\"Healthcare in the Post-COVID Era, and the Role Blockchain Can PlayIn this panel discussion hosted by in the recent Blockchain Revolution Global 2020, the panel discussed how the...\"via $SOLVE #crypto","sentiment_score":0.0}
{"full_text":"RT Ingraham: \"So you believe that the covid vaccine is not neccessary.\"Dr Bhakdi: \"I think the vaccine is down right DANGEROUS...","sentiment_score":-0.1566137566}
{"full_text":"RT He doesn't want to blow the candles becauseof Covid but in the end he has to blow @gulfkanawut #happyKANAWUTday","sentiment_score":0.0}
{"full_text":"RT North Korea publicly executes a citizen by firing squad for breaking Covid restriction rules","sentiment_score":0.0}
{"full_text":"RT Our Covid-19 Resource Pack has been viewed 3,150 times so far this year, and is regularly updated with info on everyth...","sentiment_score":0.05}
{"full_text":"RT [WATCH] Councillor appeals to residents to comply with the COVID-19 health regulations whilst doing complian...","sentiment_score":0.0}
{"full_text":"RT Dr. \"Unfortunately has shown a pattern of mishandling this virus. He's actively making decision...","sentiment_score":-0.3166666667}
{"full_text":"RT \"It's going to be a very long process for us.\" Josil, a M'sian living in Bangkok shares her firsthand experience of M's...","sentiment_score":-0.065}
{"full_text":"you go ahead ... no more masks for me","sentiment_score":-0.25}
{"full_text":"RT Arik Airline sacks 300 workers. Blames the sacking on the impact of COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"RT Covid krub (reason why he didn't blow)In the end, I blew it. Thank you na krub  #happyKANAWUTday","sentiment_score":0.0}
{"full_text":"One of the biggest challenges leaders face right now is how to motivate and enable the workforce to keep their businesses running and positioned for post-pandemic success.","sentiment_score":0.2928571429}
{"full_text":"RT Deaths in Pearl Harbor: 2,403Deaths on September 11th: 2,977Covid-19 deaths yesterday in the US: 2,885","sentiment_score":0.0}
{"full_text":"Io voglio il concerto di Shawn solo per cantare live higher, piece of you,24 hours e look up at the stars COVID VAI VIA DALLE PALLE","sentiment_score":0.1931818182}
{"full_text":"RT A rare video of strictly 200 NRM supporters gathered at a political rally, wearing face masks and social distancing prope...","sentiment_score":0.1111111111}
{"full_text":"2020 is coming to a close, and we've put together a little throwback highlighting our people's contributions that shaped #TDCX's success. Here's a recap of how we shifted gears to become stronger and even more united during the #pandemic.  Stay tuned for more videos.","sentiment_score":0.278125}
{"full_text":"The changes to everyday life caused by COVID-19 are forcing the #housing industry to reconsider whether current approaches and methodologies are still fit for purpose, and what the future holds for the way we all live. #urbandesign","sentiment_score":0.0672727273}
{"full_text":"RT Death of senior doctor rings alarm bells in pandemic-struck Indonesia","sentiment_score":0.0}
{"full_text":"That's a key part of the puzzle (IMHO) - there's no differentiation in the official statistics between someone in hospital with Covid (a positive PCR test for SARS-CoV-2 only, or mild symptoms) and someone in hospital because of Covid. All are classed as Covid hospitalisations.","sentiment_score":0.1401515152}
{"full_text":"Who wants to see some more action out of 2020 before it finally ends.#storm #COVID19 #CycloneBurevi #earthquake","sentiment_score":0.2}
{"full_text":"RT Great pleasure meeting the new president .Lots of potential for strengthening EBRD-EU cooperation...","sentiment_score":0.3121212121}
{"full_text":"RT Hungary will still reject any attempt to link the rule of law the European Union's budget and its coronavirus recovery fund, Pr...","sentiment_score":0.0}
{"full_text":"ICYMI: Published in a computational model of a human #Lung cell shows how #SARSCOV2 uses human #metabolism to reproduce. #Coronavirus #COVID19 #Metabolism #Enzymes","sentiment_score":0.0}
{"full_text":"RT If you are a Nigerian techie reading this: Thumbs up , you did amazing even in a Pandemic year, #EndRape year and #EndSARS...","sentiment_score":0.6}
{"full_text":"Health insurance: It is necessary to take information about the network of hospitals of the insurance company, there will be no trouble at the time of need.","sentiment_score":0.05}
{"full_text":"Hand sanitisers sold on popular online marketplaces are making misleading claims about alcohol contenthttps:\/\/t.co\/6T77o8mWbj","sentiment_score":0.6}
{"full_text":"Why are cyber hackers targeting the vaccine supply chain? IBM issued a warning yesterday. We'll ask to unravel the story at 6:10. #LdnOnt READ:","sentiment_score":0.0}
{"full_text":"If you choose to wear a single-use face mask, please remove its ear loops &amp; place in the general waste after use.Reusable face coverings are also available and can help the environment.#StaySafeProtectLives #StickWithIt","sentiment_score":0.0833333333}
{"full_text":"'So, because of her, and because of many others it's just easier to wear a mask.' Wearing a mask helps protect the most vulnerable in our community. #KeepLondonSafe #KeepLewishamSafe","sentiment_score":0.1666666667}
{"full_text":"The pandemic closed galleries' doors. But the art must go on  ","sentiment_score":-0.1}
{"full_text":"Great advise from on how to stay well this winter Don't forget, if you're a #volunteer who's struggling to keep your home warm or to make your home more energy-efficient, you may be eligible to apply for one of our #grants","sentiment_score":0.6333333333}
{"full_text":"COVID-19 continues to challenge, Part 4https:\/\/t.co\/Nip02D5xMV","sentiment_score":0.0}
{"full_text":"#Yawn Guess it's Trump's fault you don't understand math  #CDC #Stats","sentiment_score":0.0}
{"full_text":"Normally I make a big deal (for my son and I anyway) about my birthday but just not feeling it this year.  Covid's really messing with my head AND I'm old as dirt so happy birthday to me. I made it to 72. Cheesecake binge night coming.  :-)","sentiment_score":0.2916666667}
{"full_text":"Coronavirus vaccine - three ways you will know if you're in line for the jabs","sentiment_score":0.0}
{"full_text":"RT Wear a mask!","sentiment_score":0.0}
{"full_text":"I get the feeling they're going to use Brexit and Coronavirus to bury years of bad news, and blame the french and British voters while they and their pals get richer.","sentiment_score":-0.2333333333}
{"full_text":"ICYMI: The actor opens up about hard times during COVID-19, his character dying on Lithapo and his unexpected highlight of the year.","sentiment_score":-0.0958333333}
{"full_text":"Reps from all five Ohio high school leagues got together to discuss Hockey in the Time of COVID. This is head coach and OHD podcast co-host Tim Sullivan. Listen to the full episode here:","sentiment_score":0.255}
{"full_text":"UK house prices have risen at their fastest rate in almost six years, with properties in national parks attracting a higher premium, according to Britain's biggest building society.https:\/\/t.co\/2WOzIZUgKr #ukhousing #houseprices","sentiment_score":0.25}
{"full_text":"Four more people have learned that they got a helping of coronavirus with their Thanksgiving dinner.","sentiment_score":0.5}
{"full_text":"COVID-19 cases and deaths continue to rise at local nursing homes.https:\/\/t.co\/wZxQFSLANV","sentiment_score":0.0}
{"full_text":"Airbnb has strict new rules for any lockdown rule breakers on NYE!","sentiment_score":0.1704545455}
{"full_text":"It's #FICMmasday 2! Today we have project we started before COVID and put on hold but we will be bringing back in the new year!#TeamICU is about the importance of the wider MDT and highlighting different ICUs across the country. We look forward to sharing more in 2021!","sentiment_score":0.1903409091}
{"full_text":"Getting a COVID-19 vaccine to the right people could change the course of the pandemic in the United States. But who are the right people?","sentiment_score":0.2857142857}
{"full_text":"The pandemic has rewritten the rules of education. Currently we are redefining access to education, we should be more inclusive toward the marginalized groups. Is there a potential avenues of opportunity for refugees &amp; stateless children? REGISTER NOW at","sentiment_score":0.1666666667}
{"full_text":"Officials worry that some Americans may forget to get their second shot.","sentiment_score":0.0}
{"full_text":"Telemedicine Could Be the Solution to Overcrowding and Congestion in the ER, a New UTD Study Sayshttps:\/\/t.co\/76Sox7m1Cd   #covid #telemedicine #texas #Doctor  #telecommunications","sentiment_score":0.1363636364}
{"full_text":"Sub shortage:  At school districts across the state, the pandemic has created a shortage of substitute teachers. ","sentiment_score":0.0}
{"full_text":"The Labor Department will issue the November jobs report at 8:30 a.m. Eastern time.","sentiment_score":0.0}
{"full_text":"Despite Covid, the SPL is offering:1) FREE extended postal loans.2) a Click and Collect service. Order from our catalogue and pick up from the Library.3) Limited access to the building for users to browse the shelves.https:\/\/t.co\/sTr9LBKN8Z","sentiment_score":0.1642857143}
{"full_text":"$1,500 stimulus check proposed to get Americans to take the coronavirus vaccine #WakeUpCLT","sentiment_score":0.0}
{"full_text":"Santa Claus is hosting a fireworks display instead of a parade this year due to COVID-19.","sentiment_score":-0.1875}
{"full_text":"MONDAY DEADLINE: There was about $30 million left as of Nov. 30, though that was before December rent started coming due.","sentiment_score":-0.0625}
{"full_text":"Hospitality: The Newest Hotel Amenity? Virus-Scrubbed Air #Hospitality #Hotel #Amenity #Pandemic #Travel","sentiment_score":0.0}
{"full_text":"A former presidential candidate has a plan for getting people skeptical of a coronavirus vaccine to get the shot: pay them $1,500.","sentiment_score":-0.25}
{"full_text":"An ICU nurse at a Houston-area medical center was awarded a new Mazda for going above and beyond during the COVID-19 pandemic. ","sentiment_score":0.0090909091}
{"full_text":"Very moving","sentiment_score":0.2}
{"full_text":"Warner Bros. Says All 2021 Films Will be Streamed Right Away: Live Updates","sentiment_score":0.211038961}
{"full_text":"A proposed plan would pay Americans a $1,500 stimulus for getting the COVID vaccine. #Sunrisers, does this change your mind about getting vaccinated?","sentiment_score":0.0}
{"full_text":"\"It's going to be like, not three-dimension chess, it's going to be like 78-dimensional chess.\"","sentiment_score":0.0}
{"full_text":"FATAL HOUSE FIRES: Freeport Fire Chief Bradley Liggett says with dropping temperatures, and many suffering financially from the pandemic people may seek out cheaper ways to heat their home this winter. An idea Liggett says could be dangerous.","sentiment_score":-0.0333333333}
{"full_text":"Covid-19 Update forAll Village Halls &amp; Community buildings who have been required to comply with the new Govt restrictions, unless they have essential activities covered by the authorised exemptions. For the@ACRE_national latest Information go to","sentiment_score":0.2121212121}
{"full_text":"She said she was especially adamant about staying home with her kids because of her five-year-old daughter who has asthma.","sentiment_score":0.2}
{"full_text":"RT More people died of COVID in the United States today than have died of COVID in Japan in all of 2020.","sentiment_score":0.5}
{"full_text":"RT Vaccines for #COVID are likely to be ready within few weeks.Three indigenous vaccines are already in the final stages of t...","sentiment_score":0.0}
{"full_text":"Can pregnant women have the Covid vaccine?https:\/\/t.co\/XlmcUm5Rtx","sentiment_score":0.3333333333}
{"full_text":"CoVid catalysing change - straight to stream and cinema  a \"unique one-year plan.\" or something more permanent?https:\/\/t.co\/gWNpfq8ZAS","sentiment_score":0.3583333333}
{"full_text":"COVID 19 cases in India until : 04\/12\/2020 16:30Total Cases: 9572856 [+1048]Active: 414761Recovered: 9016564 [+872]Deaths :139234 [+7]Total Tests: 144.73MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Friday December 4, 2020 ","sentiment_score":0.0}
{"full_text":"RT Next week, and are holding this important event on the relationship between...","sentiment_score":0.2}
{"full_text":"BACK TO BUSINESS: Choosing the best business course in the pandemic   via #MBA #bized #businesseducation #highered","sentiment_score":0.5}
{"full_text":"Newswatch COVID-19 Digest: Friday December 4, 2020 ","sentiment_score":0.0}
{"full_text":"The biggest threat to businesses resulting in their closure, according to most CEOs, is another lockdown due to the Covid-19 pandemic.https:\/\/t.co\/FcGQKNZb1u","sentiment_score":0.1875}
{"full_text":"Would you like maps with immersive features in Halo Infinite multiplayer? As seen in H2A, there is a couple maps where you can destroy the environment and gain advantage on the enemy team.  Exemple: the stalactic on Lockdown #Halo #H2A #HaloInfinite","sentiment_score":-0.2}
{"full_text":"#NewEpisode E75 Full Lockdown ft We discuss everything from the California lockdown, to Conceal Carry, to hobby lobby and so much more, Join us in the laugher and discussion. #podcast #blackpodcast #discussion #blackpodcastmatterhttps:\/\/t.co\/HrJ8hrzUBL","sentiment_score":0.425}
{"full_text":"Despite a challenging year marked by the global COVID-19 pandemic, the #DiscoveryFoundation continues to support cutting-edge clinical research and medical training in South Africa's public and academic medicine sector. Read more:","sentiment_score":0.1571428571}
{"full_text":"Coming Out of Lockdown like..... We are back tomorrow with a SOLD OUT class  but we still have spaces for our Monday session.  Click on the link to secure your place now: #lockdowndone #finishline #running #sprinting","sentiment_score":0.2}
{"full_text":"Friendly Friday Reminder!#HappyFriday #weekendvibes #Reminder #WearAMask #StaySafe #StayHome #facemask #facecoverings #MaskUp #MaskOn #HandsFaceSpace #FridayFeeling #FridayMotivation #weekend #keepitsafe #SafetyFirst #DecemberToRemember #mask #HowTo","sentiment_score":0.375}
{"full_text":"For two years, Finland has been experimenting with a universal basic income program--providing automatic cash payments to 2,000 unemployed people each month. With the trial results in, we explore the findings: #COVID19 #fiscalpolicy","sentiment_score":0.0}
{"full_text":"As the days get darker and colder, we want you to keep warm and well. There's lot of information and advice on our website, including help with your energy bills, ways to prevent falls and getting your flu jab: #WarmAndWell","sentiment_score":0.6}
{"full_text":"The Sullivan County Board of Education voted 4-2 in an emergency meeting Thursday to approve a plan for the school system to go virtual beginning Monday, Dec. 7, excluding final exams.https:\/\/t.co\/BFzV98TrLz","sentiment_score":0.0}
{"full_text":"#COVID19, as of 12\/4, 6am:>Global cases: 65,287,599>Global [deaths]: 1,507,580>US: 14,147,241>US [deaths]: 276,383 [+2547]>TN: 388,252 [4781]>GA: 433,353 [8879]>NC: 377,231 [5410]>AL: 260,359 [3776]>Local cases:https:\/\/t.co\/awIos83F6XPlease wear a mask!","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 42.1FWind Chill: 41.9FHumidity: 34%Dew Point: 15.7F Barometer: 30.084 inHgWind: 1 mph from the SSECorona Virus Weekly Stats:Cases: 199.000000Deaths: 10.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"A senior nhs official calls the widespread adoption of remote care a \"move away from the dominant mode of medicine for the last 5,000 years\". Before the pandemic, 80% of appointments in primary care were face-to-face.","sentiment_score":0.1}
{"full_text":"RT Klang Valley accounts for half of 1,141 new Covid-19 cases","sentiment_score":-0.0151515152}
{"full_text":"\"Our customers, colleagues and members have been incredibly generous throughout the pandemic.\"https:\/\/t.co\/jgrBikvywH","sentiment_score":0.9}
{"full_text":"RT The Republican Party. First they denied climate change and evolution.Then Covid and masks.Now democracy and election...","sentiment_score":0.25}
{"full_text":"RT We have so many beautiful places to drop your hook when you are visiting Grenada. Many of our clients stay for years and...","sentiment_score":0.6166666667}
{"full_text":"#ICYMI: is lifting spirits of its customers post-lockdown by gifting a brand-new stairlift to those with additional mobility needs this Christmas. Read more:","sentiment_score":0.5}
{"full_text":"THANKS FOR YOUR KIND BRILLIANCE &amp; SUPPORT. I DID ASK YOUR'S, MY COUNTRY &amp; SECRETARIAT OF H.E. PRESIDENT OF BANGLADESH TO BIND PROTECTION SHIELD LEAST BEFORE THE YEARS FROM DEADLY CORONA VIRUS ATTACK INVENTED FROM PIECES OF 3''\/3'' FABRIC CUTTINGS BY MYSELF AT FIRST. ","sentiment_score":0.11}
{"full_text":"Quick update on Covid-19 case numbers. Christmas get togethers could be an absolute disaster.","sentiment_score":0.2666666667}
{"full_text":"If you need medical care and it is not a life-threatening emergency, call #111 first to help us keep you safe and maintain social distancing!#NHS111First #HealthierFutures","sentiment_score":0.1958333333}
{"full_text":"Is music within dance culture changing as a result of the pandemic?.. I'll be discussing this alongside &amp; at 1 pm (GMT) on for Ep. 2 of our 'We Talk As One' series.","sentiment_score":0.0}
{"full_text":"Huge thank you to our athletes who have hosted live workouts across our Insta during lockdown. Our live workout schedule ends on our BR360 channel at the end of this week. As of next week our athletes will be hosting the workout schedule live from their Instagram channels.","sentiment_score":0.1618181818}
{"full_text":"RT It is probably too much to hope that this pandemic will help people understand that aging is a gift, being able to age is a gi...","sentiment_score":0.35}
{"full_text":"North Yorkshire Police continue Covid border patrol clampdown","sentiment_score":0.0}
{"full_text":"I had no symptoms with covid.Why would I have a vaccine that could possibly give me these symptoms?","sentiment_score":0.0}
{"full_text":"RT Tested positive for covid ","sentiment_score":0.2272727273}
{"full_text":"Kenyan economy records slowest growth pace since August, on the back of fresh COVID-19 cases.https:\/\/t.co\/LbiEzShcW1","sentiment_score":0.15}
{"full_text":"Brands are using new immersive technologies to connect with shoppers during the pandemic, and starting a trend that's likely here to stay","sentiment_score":0.0454545455}
