{"full_text":"B.S.! GOOD Republicans agree with the President! This bill is GARBAGE and a rip off of us all. Take out the crap, increase the COVID payments and get it passed or else VETO IT! We'll still vote for GOP Senators in Georgia!","sentiment_score":-0.0625}
{"full_text":"The mother fucker with the loudest voice is empowering these jack asses. I wish I had the loudest voice. #wearamask #covid19","sentiment_score":0.0}
{"full_text":"CNN: Trump throws Covid relief bill in doubt by asking Congress to amend it... ","sentiment_score":0.0}
{"full_text":"RT Nah tell Tom Brady take it","sentiment_score":0.0}
{"full_text":"RT Spoke with (along with study first author and about the implications of the race &amp; pul...","sentiment_score":0.25}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"RT Wishing you well, Maya!!","sentiment_score":0.0}
{"full_text":"Being in the restaurant industry for over 45 years this pisses me off the most. Not one fucking penny to restaurants","sentiment_score":-0.05}
{"full_text":"RT I'm socially tapped out. I have been even before covid.","sentiment_score":0.0333333333}
{"full_text":"RT I like this President. It's not time to pay for 'Gender Studies' in Pakistan when Americans are barely be able to afford t...","sentiment_score":0.5}
{"full_text":"Pulse Oximeter Devices Have Higher Error Rate in Black Patients","sentiment_score":0.0416666667}
{"full_text":"RT \"What has happened in #Tigray over past weeks is heart-breaking and appalling. Despite the #Ethiopian Government's initial ef...","sentiment_score":-0.2}
{"full_text":"This headline is why you are fake news. It's not covid relief. More money for foreign countries than ours.","sentiment_score":-0.0416666667}
{"full_text":"RT \"#1:  The Spread of Anopheles stephensi and the Fight Against the World's Deadliest Animal\"Wow surprising choiceDec...","sentiment_score":0.4}
{"full_text":"RT Despite Pandemic, J&amp;K Attracts Four Proposals To Invest Rs 3,325 Crore In UT's Healthcare And Medical Education Sectorshtt...","sentiment_score":0.0}
{"full_text":"McEnany has to go when Trump goes!   Her asking to stay and be on the pandemic task force is a joke!","sentiment_score":0.0}
{"full_text":"RT Thread","sentiment_score":0.0}
{"full_text":"RT Why I voted Against The Bloated COVID Bill:Unconscionable SpendingBillions for NY Public Transport Endless Laws...","sentiment_score":-0.0625}
{"full_text":"True 600 is a disgrace stop giving our money to other nation while we starve and go bankrupt thanks to China virus","sentiment_score":0.1416666667}
{"full_text":"Merry  Season's Greetings in Lockdown! ","sentiment_score":0.0}
{"full_text":"RT What did do today? He corruptly pardoned a bunch of crooks and is threatening to hold up #COVID19 relief...","sentiment_score":-0.5}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"RT BREAKING: Amelia Bedelia has escaped with large quantities of the Covid vaccine after being told to \"Take the vaccine\"","sentiment_score":0.2142857143}
{"full_text":"i'm in the process of writing a letter via resistbot &amp; will call your office tomorrow but i ask that you re-evaluate who gets checks. i had a great paying job in 2019 &amp; have spent 3\/4 of this year unemployed due to COVID. i really need that money and as it stands, i don't get it","sentiment_score":0.19375}
{"full_text":"Fuck off","sentiment_score":-0.4}
{"full_text":"RT #itreturn#ExtendDueDate #due_date_extension #IncomeTaxReturns #income #tax #Taxaudit #GSTAmnesty #GSTUpdates #GSTR9...","sentiment_score":0.0}
{"full_text":"The same to you, take care and stay safe!","sentiment_score":0.3125}
{"full_text":"RT Don't deserve this sir. Humbled","sentiment_score":0.0}
{"full_text":"RT For months &amp; months, Pres Trump checked out of the COVID relief package negotiations leaving it to Treasury Secretary Mnuchin...","sentiment_score":0.0}
{"full_text":"2nd country to find a vaccine but number on in deaths(330, 000 deaths). The worst response to the coronavirus on the planet. Trump has blood on his hands. Now he completely Awol on the worst security threat in modern history. WORST president in the history of the Great country.","sentiment_score":-0.2714285714}
{"full_text":"RT This times 1000000000 WTF?!?","sentiment_score":-0.625}
{"full_text":"RT Total deaths per 1M\/pop.:1. NJ 2,078 (+12)2. NY 1,888 (+8)3. MA 1,713 (+7)4. ND 1,625 (+7)5. CT 1,600 (+8)6. RI 1,584 (+...","sentiment_score":0.0}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"These past 2 semesters was so hard for me due to Covid. But I'm so grateful that I have 1 more class before I get to nursing school.","sentiment_score":-0.0416666667}
{"full_text":"RT The coronavirus has landed in Antarctica, the last continent previously free from #COVID19, Chile's military saidhttps:\/\/t....","sentiment_score":0.1}
{"full_text":"RT 11) Attached to the COVID bill is a $1.4 trillion spending package to fund the government through September 30, 2021. If t...","sentiment_score":0.0}
{"full_text":"RT It's impossible to be so tone-deaf that you would send this after called out the package for the steam...","sentiment_score":-0.6666666667}
{"full_text":"RT the president seems quite confused here. he is saying that the covid bill includes all sorts of non-covid related polici...","sentiment_score":-0.2}
{"full_text":"RT Dr. Anthony Fauci, US Health and Human Services Secretary Alex Azar and National Institutes of Health Director Dr. Francis Collins...","sentiment_score":0.0}
{"full_text":"Pick a movie Universe and describe how they would handle the Covid pandemic in the replies.Lord of the Rings:*Visits the elves and everyone is healed, done in 2 weeks.","sentiment_score":0.0}
{"full_text":"That sitting at home is normal. Not to get panic when things don't work your way. I remember during start of lockdown how irritated i was. Later became calm and composed and found ways to get things alternatively.","sentiment_score":0.15}
{"full_text":"what also leaves me utterly gobsmackedhow indifferent said people are that politicians are just taking the vaccine no questions asked after insisting the pandemic that ruined all our lives was a hoax we shouldn't worry about","sentiment_score":0.0}
{"full_text":"RT Your regularly scheduled reminder that the GOP deficit hawks claiming we can't afford to help struggling families in the pande...","sentiment_score":0.0}
{"full_text":"That is true! Just when we were starting to feel some relief by seeing the covid numbers fall and the arrival of the vaccine, Mother Nature had to say, \"Here, hold my beer.\"","sentiment_score":0.21875}
{"full_text":"RT What did do today? He corruptly pardoned a bunch of crooks and is threatening to hold up #COVID19 relief...","sentiment_score":-0.5}
{"full_text":"Looks like they are all ready to make the amendment. Up to the gop now.","sentiment_score":0.2}
{"full_text":"I mean I agree... but where has he been the past 8 months with this? People have been dying and he's been mocking this pandemic... it makes it hard to not think he's not just saying this shit because he's trying to not seem like a complete piece of shit.. too late bruh","sentiment_score":-0.2077380952}
{"full_text":"THIS IS TRUMP'S ONE NEGOTIATING TACTICHE HAS REPEATEDLY BRAGGED ABOUT IT EVEN BEFORE BECOMING PRESIDENT WHY ARE YOU SURPRISED","sentiment_score":0.275}
{"full_text":"RT The payments need to be retroactive and ongoing to prevent economic catastrophe.","sentiment_score":0.2}
{"full_text":"Coup PlaybookPage1Pardon Felons connected to him2Read threads-home page3Fuckup Covid Bill. Screw over GOP 'cause GOP will never do 2K, so nothing for people4Do it at Xmas for 2x screw of GOP so they won't certify Pence is complicit-&gt;Rally Cry","sentiment_score":0.0}
{"full_text":"I am 100% justifying the amount of candy, cookies, etc. I am eating this holiday season as frequent informal Covid testing by checking to ensure that I haven't lost my sense of taste","sentiment_score":0.1}
{"full_text":"Feel sorry for zombies, but they endanger everyday life to a degree...    It should be a sin to be brainwashed.","sentiment_score":-0.35}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"RT President Donald Trump on Monday night took to social media to rail against the newly-passed coronavirus relief bill.","sentiment_score":0.0333333333}
{"full_text":"ALL I WANT IS MY GOD DAMN COVID RESULTS AGGGHHH","sentiment_score":0.0}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"RT What did do today? He corruptly pardoned a bunch of crooks and is threatening to hold up #COVID19 relief...","sentiment_score":-0.5}
{"full_text":"Truth ?If it was factually true you could verify it.Prayer for end to covid by Xmas","sentiment_score":0.35}
{"full_text":"RT Since I last tweeted (15 minutes ago), the Pentagon has spent $15,000,000.We have the money to help people get through this...","sentiment_score":-0.05}
{"full_text":"1. Got married. 2. New job and moved during pandemic.3. First publication in a journal outside forensics (speech\/debate) context.","sentiment_score":0.1590909091}
{"full_text":"RT For people asking about the insane &amp; corrupt tax giveaways in the deal (ex. the \"3 martini lunch\" trash ) much of that gross stuf...","sentiment_score":-0.325}
{"full_text":"I wonder if they're reconsidering their lawsuit yet. ","sentiment_score":0.0}
{"full_text":"RT Are vaccinated Members of Congress going to continue to tell us covid restrictions aren't necessary while we wait?","sentiment_score":0.0}
{"full_text":"RT 12 people gather shoulder-to-shoulder without masks to tell you you can't leave your house and you must wear a mask","sentiment_score":0.0}
{"full_text":"RT 2) The data on mutation is worrisome.","sentiment_score":0.0}
{"full_text":"RT The Queen of corona Karens has been dethroned.","sentiment_score":0.0}
{"full_text":"RT It's floats in the air. Otherwise known as...","sentiment_score":0.0}
{"full_text":"RT If Trump vetos the Omnibus\/Covid Relief package and the National Defense Authorization Act, I feel reasonably confident th...","sentiment_score":0.5}
{"full_text":"As I understand it, Ontario contact tracing sucks. And we're doing very little asymptomatic testing in schools so most cases there aren't found.This study suggests it spreads well in schools.https:\/\/t.co\/aCEmDmgu4I","sentiment_score":-0.0145833333}
{"full_text":"RT A necessary reminder that hanbin didnt just START doing charity work because of his hiatus or the pandemic. He has always be...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Amelia Bedelia has escaped with large quantities of the Covid vaccine after being told to \"Take the vaccine\"","sentiment_score":0.2142857143}
{"full_text":"Dump wants the omnibus removed but he wants the 3 martini lunches extended. And, in his first tweet, he put last, he would be in office. IT IS QUID PRO QUO. Either he stays or he blocks all stimulus. Is there enough votes &amp; time to override him?","sentiment_score":0.13}
{"full_text":"RT I want to say something about our pandemic response and groupthink, especially as it relates to the current scientific disc...","sentiment_score":0.0}
{"full_text":"RT A real COVID relief bill was less than one tweet:\"American citizens making less than $99,000 a year get a $2,000 stimu...","sentiment_score":-0.0333333333}
{"full_text":"Oh good. And don't wear a mask either. Then he can find out what it's like to be sick...","sentiment_score":-0.0071428571}
{"full_text":"And part of the give-and-take was Rs demanding wealthy executives get to deduct all of their business meals in return for Ds getting more funding for the poor.But people who dont follow politics will just blame both sides when they arent the same at all.","sentiment_score":0.3333333333}
{"full_text":"RT Tell Tom Brady to do it","sentiment_score":0.0}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"RT We are about to start another lockdown we have Trumpers here can I send some down fir an e...","sentiment_score":-0.1555555556}
{"full_text":"RT Nancy Pelosi calls Trump's bluff -- and asks for unanimous consent on new COVID stimulushttps:\/\/t.co\/tlRibUCJsP","sentiment_score":0.1363636364}
{"full_text":"RT USA.Daily new Covid-19 cases and deaths.  Last 14 days in yellow box.Deaths in the last seven days: 19,756.  A rec...","sentiment_score":0.0340909091}
{"full_text":"I am just looking at practicality. They are here and can pass Covid to me and my family. We won't get millions come here if we enforce border control with extensive interior enforcement. I know this is going to e difficult with the incoming President, but we need to fight for it.","sentiment_score":-0.25}
{"full_text":"RT Weird. It's almost as if we had already wanted to do this but weren't able to because blocked it.","sentiment_score":0.0}
{"full_text":"This Covid-19 DLC is not worth it. Waiting for the 2021 patch to fix this big bug.","sentiment_score":-0.075}
{"full_text":"RT CNN reports: when asked, Nancy Pelosi refuses to explain why she delayed coronavirus relief for months","sentiment_score":0.0}
{"full_text":"RT Okay so I am not watching #TheBachelorette but based on your tweets, WTF! Did Ben come back? And why? And how? Like, when...","sentiment_score":-0.0416666667}
{"full_text":"RT It baffles me that people watch how poorly Congress handles something as simple as a COVID relief bill and still think it'd...","sentiment_score":-0.2}
{"full_text":"RT No Covid denying politician should get a vaccine before every Dr, nurse, hospital worker, EMT, cop, fire fighter, teach...","sentiment_score":0.0}
{"full_text":"RT How did we go from \"flatten the curve\" to \"stay home until you accept communism\"?","sentiment_score":0.0}
{"full_text":"RT it's always been an emergency.. You just carp on, without offering any solutions to this pandemic proble...","sentiment_score":0.0}
{"full_text":"RT Tell Tom Brady to do it","sentiment_score":0.0}
{"full_text":"RT President Trumps video calling out all the ridiculous junk put in the covid bill makes all the men and women in congress who vo...","sentiment_score":-0.3333333333}
{"full_text":"Mfs listen to lil baby but don't give people their distance in public. Mf u worried about the wrong social distancing ","sentiment_score":-0.1555555556}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"80% people in Asheville, North Carolina LOST THEIR JOBS on the FIRST DAY OF THE LOCKDOWN.","sentiment_score":0.25}
{"full_text":"RT NEW: Trump put Congress's Covid relief bill in jeopardy, calling on lawmakers to boost stimulus checks to $2,000 and remove '...","sentiment_score":0.1363636364}
{"full_text":"RT People say that Sweden had more COVID-19 deaths than its neighbors because it didn't lock down, but the data tell a different st...","sentiment_score":0.1148148148}
{"full_text":"This is one time that an EVICTION during a Pandemic will be OK. In 29 days PACK YOUR SHIT AND DON\"T FORGET YOUR DEPENDS #DiaperDonald It's going to be tough running in 2024 when you're in PRISON for the following. Tax and bank fraud, real-estate fraud, sexual misconduct lawsuits","sentiment_score":0.0822222222}
{"full_text":"RT Philippines, South Korea to suspend flights from Britain due to new coronavirus strain","sentiment_score":0.0056818182}
{"full_text":"RT President Trump signals that he won't sign Congress' massive Covid relief bill, putting the legislation's future in doubt...","sentiment_score":0.0}
{"full_text":"RT Buried in pandemic aid: $200 billion in tax cuts, largely for the richest. Latest by and me:...","sentiment_score":0.3571428571}
{"full_text":"RT the president seems quite confused here. he is saying that the covid bill includes all sorts of non-covid related polici...","sentiment_score":-0.2}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"RT Look at America being great again","sentiment_score":0.8}
{"full_text":"RT Heard this afternoon that a family friend, a very young man, professional footballer, is very ill with Covid. So please don'...","sentiment_score":-0.14}
{"full_text":"Avoiding Lease Default Through Tenant Representation #CRE #TenantRep #TenantTips #Leasing #Default #COVID-19    ","sentiment_score":0.0}
{"full_text":"RT Your move","sentiment_score":0.0}
{"full_text":"Covid relief: Trump demands changes to sign $900bn bill","sentiment_score":0.0}
{"full_text":"Don't be a covid spreader.","sentiment_score":0.0}
{"full_text":"RT \"You're No Better Than Socialist Dems\" - Rand Paul Slams COVID-Bill-Backing Republicans | ZeroHedge","sentiment_score":-0.25}
{"full_text":"RT Trump's team - led by Mnuchin - helped negotiate covid relief deal. WH officials are on record saying he'd sign it. And after t...","sentiment_score":0.0}
{"full_text":"#MAGA2020 Stand with TRUMP! #StopTheSteaI2020 Loeffler and Perdue do NOT support our President! #RINOS STAY HOME GEORGIANS! #NotMyGOP","sentiment_score":0.0}
{"full_text":"The U.S. government is now negotiating with Pfizer to acquire tens of millions more COVID-19 vaccine doses.https:\/\/t.co\/omvfPO03c0","sentiment_score":0.5}
{"full_text":"1824 was closed by the authorities on November 17 following reports that it was not observing measures the government had put in place to contain the spread of the Coronavirus.https:\/\/t.co\/B7ftrV6tQE","sentiment_score":-0.05}
{"full_text":"Financial help is on the way for small Springfield businesses affected by COVID-19 just in time before the holidays.https:\/\/t.co\/sFzazcQIuw","sentiment_score":-0.125}
{"full_text":"May Santa bring them all I wish for them.","sentiment_score":0.0}
{"full_text":"It includes $25 billion nationwide in rental assistance, more money to keep workers employed, and more than $50 billion to K-12 education.","sentiment_score":0.5}
{"full_text":"The United States and China have accused each other of using Covid-19 as cover to increase military operations in the Indo-Pacific. AMTI looks at how public military signaling has changed during the pandemic:","sentiment_score":-0.08125}
{"full_text":"Join us at the 25th Annual ARC Industry Forum to learn how industry leaders are transforming their operations. #covid19 #arcforum #digitaltransformation #manufacturing #industry #smartcities #supplychain Register Today!","sentiment_score":0.0}
{"full_text":"After a snap 48-hour ban to keep new variant of #coronavirus from spreading, France and Britain are set to reopen cross-border travel on Wednesdayhttps:\/\/t.co\/XEE6BXOPkp","sentiment_score":0.1363636364}
{"full_text":"RT .@RealDonaldTrump threatens to veto the COVID relief bill for what he deemed a paltry amount of direct relief and inclusion...","sentiment_score":0.1}
{"full_text":"RT WINTER WELLNESS GIVEAWAY ALERT ($319+ Value!)We're giving away our favorite zen products to help you stay calm in t...","sentiment_score":0.4}
{"full_text":"Venturing into business is risky, but a business's adaptability to pivot according to circumstances is what mattershttps:\/\/t.co\/bMbimJ1hds","sentiment_score":0.0}
{"full_text":"After telling 20,000 LIES, who do you think would believe this shit? Apparently you have no awareness of how hated you are! I would have voted for my neighbor's DEAD DOG before you, Donald. You're the WORST PREZ EVER! You did worse than nothing about Covid by LYING about it!","sentiment_score":-0.475}
{"full_text":"RT #YearInReview: At #UNGA, supporters shared their struggles during #COVID19 in a heartfelt message of solidarity wi...","sentiment_score":0.0}
{"full_text":"After wrapping up the fall session earlier this month, Battlefords-Lloydminster MP Rosemarie Falk is connecting with seniors to discuss COVID-19 and post-pandemic issues.https:\/\/t.co\/R2jTeiu52u","sentiment_score":0.0}
{"full_text":"RT You do not need to wear a mask while driving in your car alone.","sentiment_score":0.0}
{"full_text":"This year there's been a lot of talk of plasma -- specifically convalescent plasma used to treat people with COVID-19.","sentiment_score":0.0}
{"full_text":"It seems like this year will end with around 80M to 82M total cumulative #COVID19 cases, of which around 20M will be from the US. ","sentiment_score":0.0}
{"full_text":"Did you lose a loved one to COVID-19? We want to share their story.You can submit their name and tell us what made them special through this online form:","sentiment_score":0.5285714286}
{"full_text":"Congress passed a bill for a second COVID-19 relief check to Americans. President-elect Joe Biden says his plan is to send yet another.","sentiment_score":0.0}
{"full_text":"The most basic task of legislators in a deadly pandemic is to keep as many people alive as possible. If we take that task seriously, we must stop all evictions immediately.","sentiment_score":0.080952381}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"DIGGING DEEPER: COVID-19 death toll rises inside Arizona prisons ","sentiment_score":0.0}
{"full_text":"As COVID-19 infections surge and intensive care units fill, states and hospitals may have to make difficult decisions.","sentiment_score":-0.5}
{"full_text":"The Justice Department accused Walmart Tuesday of contributing to the deadly opioid epidemic by filling thousands of invalid prescriptions and failing to report suspicious orders of opioids and other drugs placed by its pharmacies.","sentiment_score":-0.1625}
{"full_text":"RT 12 people gather shoulder-to-shoulder without masks to tell you you can't leave your house and you must wear a mask","sentiment_score":0.0}
{"full_text":"JAY-Z in 2020:- Launched Roc Nation School- Helped donate $6.2 Million for COVID - Donated $1.5 Million To Black Lives Matter &amp; Social Justice Groups- Donated Over 100,000 Masks To Prisons To Prevent Coronavirus Spread- Bought Full-Page Ads in Dedication to George Floyd","sentiment_score":-0.0666666667}
{"full_text":"Good.  Love to see some actual political hardball being played by someone who isn't a Republican for a change.  Back McConnell into a corner and KEEP PUSHING.","sentiment_score":0.24}
{"full_text":"Ridiculous system - honestly...if it's a COVID19 relief bill that's all it should be. I know it's about leverage &amp; 'if you give us this we'll give you what you want' etc but it's just so partisan - no wonder there's so much divide in the US system &amp; community.","sentiment_score":-0.0666666667}
{"full_text":"The two veterans are the first in the process of vaccinating seniors at long-term care centers across Colorado. ","sentiment_score":0.25}
{"full_text":"A total of 518,902 confirmed COVID-19 cases have been reported by the state Department of Public Health.","sentiment_score":0.1333333333}
{"full_text":"Rising pessimism is spreading during the crucial holiday season, which could make or break a number of retailers, restaurants, gyms and other places hammered by the pandemic.","sentiment_score":-0.0625}
{"full_text":"White House coronavirus response coordinator Birx plans to retire after travel backlashhttps:\/\/t.co\/C3FyZPdb3sCriticism is so wrong.   She is working to support elderly parents.   How many of us are doing same thing?","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 35.3FWind Chill: 30.7FHumidity: 68%Dew Point: 25.8F Barometer: 30.302 inHgWind: 5 mph from the NWCorona Virus Weekly Stats:Cases: 265.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT GEORGIA!A BIGGER COVID ECONOMIC RELIEF PACKAGE FOR THE COUNTRY IS IN YOUR HANDS!VOTE@ReverendWarnock LIVES...","sentiment_score":0.1}
{"full_text":"How Do I Manage Programmers? #COVID19 #TastingTuesday #TransformationTuesday #TipTuesday","sentiment_score":0.0}
{"full_text":"RT THREAD 1\/5: I know this is not very nice just a couple of days before Christmas but I have to say I'm concerned about the C...","sentiment_score":-0.2307692308}
{"full_text":"For the #opposition, Assembly elections slated to be held in five states offer a big chance for renewal. #IndianEconomy #BJP #COVID19","sentiment_score":0.0}
{"full_text":"Australian transport emissions back to pre-pandemic levels, report suggests","sentiment_score":0.0}
{"full_text":"RT I'd like to ask what hardworking Americans are supposed to do.No one could have prepared for a pandemic like this....","sentiment_score":0.0}
{"full_text":"Joe Biden says he will push for more stimulus checks in next Covid relief bill","sentiment_score":0.25}
