{"full_text":"RT COVID-19 vaccines will not give you COVID-19. None of the vaccines currently in development utilize live virus. The g...","sentiment_score":0.0681818182}
{"full_text":"RT WEAR. A. FUCKING. MASK.","sentiment_score":-0.6}
{"full_text":"RT OMG!!! My mouth literally dropped open and my eyes opened really wide when I saw the number of new cases in PA! 11,406...","sentiment_score":0.0234848485}
{"full_text":"RT Never forget the callousness - &amp; at times, sheer delight - of towards the suffering of Americans during th...","sentiment_score":0.0}
{"full_text":"This is a chilling read, even more so if you live or have family, friends, who live in Iowa.","sentiment_score":0.0681818182}
{"full_text":"So Manitoba's premier essentially saying that First Nations in Manitoba who live on-reserve are not Manitobans? This type of racist rhetoric is not okay!?!  I thought we were all Canadians. ","sentiment_score":-0.0010653409}
{"full_text":"Lockdown master","sentiment_score":0.0}
{"full_text":"RT Anyone who thinks the vaccines will stop the corona-tyrants might be sorely disappointed.","sentiment_score":-0.75}
{"full_text":"Thanks brother, but I'm not using any luck to beat covid. Less than 2% fatality rate. I've avoided greater odds of death many many more times in my life.  Hahah. Sorry to those that aren't fortune during this crisis.","sentiment_score":0.219047619}
{"full_text":"RT Our ICUs are climbing quickly toward their capacity. Our death rate is rising.To slow the surge of #COVID19 and save liv...","sentiment_score":0.0166666667}
{"full_text":"RT I find it incredible that there are white privilege Christmas commercials touting expensive vehicles as pre...","sentiment_score":0.1333333333}
{"full_text":"I thought y'all never went off lockdown???","sentiment_score":0.0}
{"full_text":"RT #COVID19 has made this holiday season even more isolating than usual for #InjuredWorkers. Join our Dec 9th DAY OF ACTION - full...","sentiment_score":0.175}
{"full_text":"RT It just sends me spinning. Every single time.","sentiment_score":-0.0714285714}
{"full_text":"RT As warned, the vaccine delivery is big and messy and bulky and you can pre-write these kinds of stories now. It is the...","sentiment_score":-0.1}
{"full_text":"No way I allow my daughter to obtain a vaccine not approve Even approve I have concerns  Health over Wealth ","sentiment_score":0.0}
{"full_text":"Florida's multimillion-dollar alligator farm industry is struggling to stay afloat","sentiment_score":0.0}
{"full_text":"RT Former Presidents Barack Obama, George W. Bush and Bill Clinton are volunteering to get their Covid-19 vaccines on camera to promo...","sentiment_score":0.0}
{"full_text":"RT New #COVID19 health equity report calls for #Medicaid expansion in North Carolina","sentiment_score":0.1363636364}
{"full_text":"RT Scoop: Pompeo and his wife are hosting multiple holiday parties (one on the 8th floor of the State Dept with more than 900...","sentiment_score":0.25}
{"full_text":"From Facebook:\"When properly worn, medical masks won't make you breathe in too little oxygen or too much carbon dioxide\"Yeah? When I wear a mask and do physical labor, it's hard to breathe...","sentiment_score":-0.0465277778}
{"full_text":"warped speed","sentiment_score":0.0}
{"full_text":"Don't need masks","sentiment_score":0.0}
{"full_text":"RT There were 200,000 new Covid cases and +2,885 deaths across the U.S. yesterday...and Mitch McConnell nixed the Covid compromis...","sentiment_score":0.1363636364}
{"full_text":"can my ex furlough my child support money as he has only been giving my 80% due to lockdown","sentiment_score":-0.0625}
{"full_text":"AFAIR A key lesson from Italy in March that continually chasing COVID is not a winning strategy. It requires bold, aggressive and early action...","sentiment_score":0.0566666667}
{"full_text":"RT SAY IT WITH ME: A property owner losing money on a building is not the same thing as a tenant losing their home during a p...","sentiment_score":0.0}
{"full_text":"RT GEORGIA:  VOTE OUT your republicans senaors and end this crap:After giving $1.25 TRILLION to Corporate America, REPUBLI...","sentiment_score":0.0}
{"full_text":"RT Of all the times to not wear your mask... you pull it down when you're robbing a bank...","sentiment_score":-0.1555555556}
{"full_text":"RT Anyone who thinks the vaccines will stop the corona-tyrants might be sorely disappointed.","sentiment_score":-0.75}
{"full_text":"RT If I can wear a bra every time I leave the house to protect others from being hypnotized by my magnificent boobs, y'all can...","sentiment_score":1.0}
{"full_text":"RT Tennessee Sen. Marsha Blackburn on a call with local reporters says she opposes Democratic COVID relief bills because...","sentiment_score":0.0}
{"full_text":"\"Boris lying\" should be Labour's slogan for the next PM election.","sentiment_score":0.0}
{"full_text":"the broncos players broke protocol so the players were punished.this outbreak was out of the players control AND we had 5 times their cases.clear difference","sentiment_score":0.0}
{"full_text":"Same smh shit crazy","sentiment_score":-0.2666666667}
{"full_text":"RT Who else has been sheltering in place since March?","sentiment_score":0.0}
{"full_text":"RT Tennessee Sen. Marsha Blackburn on a call with local reporters says she opposes Democratic COVID relief bills because...","sentiment_score":0.0}
{"full_text":"RT What makes Russia's #SputnikV a sought-after COVID vaccine for developing world, including India.https:\/\/t.co\/K2qSB6V...","sentiment_score":0.0}
{"full_text":"RT This doesn't seem overblown to me VP Pence. Are you even on the same planet as the rest of us?  Jesus Christ man! You ac...","sentiment_score":0.0}
{"full_text":"RT Heard from witness in the Georgia hearing.... Covid was used to isolate state workers from operating the machines and...","sentiment_score":0.0}
{"full_text":"RT BREAKING ; New research from reveals alarming deterioration in Canadians' #MentalHealth in the past few months...","sentiment_score":-0.1034090909}
{"full_text":"RT \"Invincible\" 102-Year-Old Woman Who Lived Through Spanish Flu Survives Her Second Bout with COVID-19","sentiment_score":0.0}
{"full_text":"About time we're getting serious again. Dumb people are acting like vaccines are in-place and immunity has built up. Totally the opposite. We're in the worst situation so far in this global pandemic. If people took it seriously months ago, we'd be getting back to work\/school.","sentiment_score":-0.1941666667}
{"full_text":"RT So tired of the quarantine..especially in Cali..stop going out if you don't need to and wear a mask when you do, you fre...","sentiment_score":-0.4}
{"full_text":"RT A lot of really good stuff has been written about the revolution in women's fashion in the 1920's -- but nothing is as good an...","sentiment_score":0.7}
{"full_text":"RT A huge group of people gathered outside the Staten Island bar - in the middle of a COVID hot zone - that was shut down last nig...","sentiment_score":0.0824074074}
{"full_text":"RT McConnell cried b\/c Lamar Alexander is leaving the Senate, but he hasn't shed a tear nor called a vote to help those leavi...","sentiment_score":0.0}
{"full_text":"RT This is so important so PLEASE SPREAD THIS!His name is Andrea, he's a trans man.Due this covid pandemic it's difficult to...","sentiment_score":-0.05}
{"full_text":"RT Yesterday there were 2,804 COVID deaths while the \"president\" was having a self-pity party.He should be on trial.","sentiment_score":0.0}
{"full_text":"RT I wouldn't advise disrupting our supply chains in the middle of a pandemic. But I was sacked from the civil service for...","sentiment_score":0.0}
{"full_text":"Wow!!! has the same amount of Turnovers as points!!! like come on!!! Just say you have covid so you don't have to play and embarrass yourself anymore","sentiment_score":0.09765625}
{"full_text":"RT The fundamental distinction should be outdoors vs indoors (and then ventilation, etc) but the economic realities have crea...","sentiment_score":0.2}
{"full_text":"Watch Gov. Newsom's announcement about CA's regional stay-at-home order:https:\/\/t.co\/o2OTcmwP4T","sentiment_score":0.0}
{"full_text":"RT BREAKING: Governor Newsom announces new restrictions. Regions where ICU capacity falls below 15% will be under a mandated st...","sentiment_score":0.1363636364}
{"full_text":"RT votes for Bill C-7, which expands medical assistance in dying in the midst of a pandemic where disabled people are getting p...","sentiment_score":-0.1}
{"full_text":"RT Even a global pandemic won't stop the #ChoosingBeggars of OSS  tl;dr: I'm one version behind on updating my...","sentiment_score":-0.2}
{"full_text":"RT Helpful piece from \"Hospital capacity is almost exclusively about staffing.\"In most places, beds we can find, space we...","sentiment_score":0.5}
{"full_text":"Doug...You've done nothing but kiss Trump's ass!","sentiment_score":0.0}
{"full_text":"RT After an official inquiry by the federal NDP last week, Finance Canada revealed Alberta has been dipping into the Republi...","sentiment_score":0.0}
{"full_text":"RT Santa Claus states fake Pandemic won't stop him from entering anyone's home","sentiment_score":-0.5}
{"full_text":"RT Enough is Enough!Join the growing movement to Demand an #HIVCure!It only took several months to roll out a COVID Vaccin...","sentiment_score":0.0}
{"full_text":"RT My Xmas after PR's Governor COVID Executive Order! ","sentiment_score":0.0}
{"full_text":"First trial of COVID wet non-bubble bursting system. Hoping for less rain tomorrow and no snow.  ","sentiment_score":-0.0055555556}
{"full_text":"Wear a mask people please!","sentiment_score":0.0}
{"full_text":"That is why they are suffering from covid even worse right now. You reveal yourself by jumping immediately to the US being uniquely terrible. It would not be US or State protocols to open schools, it would be school policies. We open and close by county in Ohio. There's trust.","sentiment_score":-0.2228571429}
{"full_text":"RT Why is the infection rate still increasing if we're asked to wear a mask and social distance???It's a plandemic","sentiment_score":0.0333333333}
{"full_text":"RT Why are liberals are ok with a China Virus vaccine card but not voter ID cards???","sentiment_score":0.5}
{"full_text":"LA Mayor Bans Unnecessary Walking As Part Of New COVID-19 Restrictions via","sentiment_score":-0.1318181818}
{"full_text":"Federal hospital data system falters at tracking pandemic  \"We're heading into a very hard time with inaccurate information systems &amp; government basically undermined the existing system.\"","sentiment_score":-0.3791666667}
{"full_text":"RT \"Nearly 3,000 Americans reported dead in one day - this is the most since the coronavirus pandemic began.\"@brikeilarcnn...","sentiment_score":0.1333333333}
{"full_text":"COVID-19 Update: Virtual Venture Capital Event to Highlight 2020 Success Stories Dec. 10...","sentiment_score":0.3}
{"full_text":"Do you seriously think that the 60,000 people in the U.K. who have died of Covid smoke 200 a day and just eat Maccies?","sentiment_score":-0.3333333333}
{"full_text":"Flu is highly dangerous to young kids, much more so than Covid which targets older people. If you have a 3 year-old with a high fever, that's a trip to casualty.","sentiment_score":0.0653333333}
{"full_text":"covid is still real and people are still dying alone without their loved ones being able to see them . It breaks my heart ","sentiment_score":0.4666666667}
{"full_text":" Looking forward to seeing y'all again! It's been too long.  #SJFC ","sentiment_score":-0.05}
{"full_text":"RT Global survey looks at current worldwide practices pertaining to endoscopic endonasal surgery for skull base\/pituitary t...","sentiment_score":0.0}
{"full_text":"RT On the day we exceeded 60,000* deaths this Tory MP says the Tory Government \"has delivered on fighting the Coronavirus\"....","sentiment_score":0.0}
{"full_text":"RT Dear Seokjin, thank you for speaking candidly &amp; openly about your recent burnout experience.I am glad that you ar...","sentiment_score":0.275}
{"full_text":"The 2020 Pandemic has brought back some old-school services, House Calls being one of them. Thank you for recognizing Heal as a house call service to watch for.","sentiment_score":0.0}
{"full_text":"RT #WomenEd Have you something to say that could support or inspire? How has your school community rebuilt? What h...","sentiment_score":0.0}
{"full_text":"RT How brought the world to the dancefloor -- amid a pandemic#BBWomenInMusic ","sentiment_score":0.0}
{"full_text":"RT Now officially out! Nice work from @jpglmrodrigues and team using #HADDOCK @BioExcelCoE : Insights on cross-species tra...","sentiment_score":0.6}
{"full_text":"Personally I don't believe it is a very good idea to compare covid19-specific data accross countries. There is a wealth of historical all-cause mortality data that is not subject to the many sources of error associated with inter-country comparisons.https:\/\/t.co\/ibywFI3dI9","sentiment_score":0.2986666667}
{"full_text":"RT WSJ: Pfizer now expects to ship half the doses it had originally planned, from 100 million doses down to 50 million, after...","sentiment_score":0.0175925926}
{"full_text":"RT It's wild that Trump supporters believe there's voter fraud with zero evidence but still don't believe there's a COVID-19 cr...","sentiment_score":0.1}
{"full_text":"RT Mask-free President Trump confers medal to mask-free Lou Holtz, who's recovering from covid-19","sentiment_score":0.0}
{"full_text":"Aye, SF need to be met head on. But there's no point when the government looks heartless and not supporting paying student nurses working on COVID wards. I know motions aren't legally binding but a bit of cop on and self awareness wouldn't go amiss.","sentiment_score":0.0375}
{"full_text":"RT More people died yesterday of the Trump Virus than any day since the pandemic started. Trump should spend the rest of his life...","sentiment_score":0.5}
{"full_text":"Never let the truth get in the way of a good storyhttps:\/\/t.co\/BSB3Lx0ViH","sentiment_score":0.7}
{"full_text":"Welp ","sentiment_score":0.0}
{"full_text":"RT Artificial intelligence collaboration seeking to hasten COVID-19 insights #DataZifu #ArtificialIntelligence","sentiment_score":-0.6}
{"full_text":"RT Incredibly proud and humbled of what the team achieved - saving real human lifes. Exposure notification by Apple and Goog...","sentiment_score":0.4}
{"full_text":"RT The only fair thing would be to keep treating First Nations peoples unfairly, apparently. ","sentiment_score":0.25}
{"full_text":"Being transparent with customers and taking care of their workers are two of the ways has adapted to #2020. Watch the full video and learn how this company has remained successful throughout the #COVID19 #pandemic by","sentiment_score":0.55}
{"full_text":"RT I was so proud to record 'You're Not Alone' with the and the in support of all our staff ca...","sentiment_score":0.8}
{"full_text":"Alternate headline: \"Too many people are being told the truth about the vaccine. We're going to have to ramp up the deflection and censorship\"","sentiment_score":0.25}
{"full_text":"RT My cousin and good friend just died from covid in Texas. He was fine Saturday, sick Sunday and died an hour ago.","sentiment_score":0.1341269841}
{"full_text":"RT Georgians, this is the truth!","sentiment_score":0.0}
{"full_text":"Supplies were always going to be a bottleneck to the vaccine rollout.","sentiment_score":0.0}
{"full_text":"RT Tennessee Sen. Marsha Blackburn on a call with local reporters says she opposes Democratic COVID relief bills because...","sentiment_score":0.0}
{"full_text":"RT COVID-19 vaccines will not give you COVID-19. None of the vaccines currently in development utilize live virus. The g...","sentiment_score":0.0681818182}
{"full_text":"There's a significant dichotomy happening in the city right now. Some workers are riding out the pandemic on Zoom, working via laptop for financially stable companies while others are trying to fend off devastation. If you're in the former camp, give back:","sentiment_score":0.1321428571}
{"full_text":"Imagine this: 250 days without a hug. Innovators are making sure that is no longer a reality. The imaginative team at Spring Creek Healthcare Center created a plastic \"hug tunnel\" so residents can safely embrace their families during #COVID19.","sentiment_score":0.375}
{"full_text":"RT Dear Seokjin, thank you for speaking candidly &amp; openly about your recent burnout experience.I am glad that you ar...","sentiment_score":0.275}
{"full_text":"RT Hot ticket for 15 December ","sentiment_score":0.25}
{"full_text":"RT \"WE ARE GUTTED. I FEEL HOLLOW.\" Local ICU nurse saying goodbye to her husband... just three days after she lost her mom...","sentiment_score":-0.05}
{"full_text":"RT Sectors that will remain open when a region is placed into the Regional Stay-At-Home, include: - Schools that are alread...","sentiment_score":0.0}
{"full_text":"RT Governor Newsom states that if we don't act now, our hospital system will be overwhelmed. He is announcing a regional s...","sentiment_score":0.0}
{"full_text":"RT seeing australia being somewhat normal after their lockdown reminds me of when that one kid in school's dad would drop off...","sentiment_score":0.15}
{"full_text":"RT Eastern Michigan University and Henry Ford College have announced a partnership that provides an affordable path toward a four-yea...","sentiment_score":0.0}
{"full_text":"At 1.6 billion doses, India No. 1 in deals for Covid vaccine: Study | India News","sentiment_score":0.0}
{"full_text":"RT Supply chain problems are posing a challenge to the rapid rollout of Pfizer's vaccine.   The S...","sentiment_score":0.0}
{"full_text":"RT So very sad and distressing to hear - it is a story repeated again and again across the country.And the pain and distr...","sentiment_score":-0.65}
{"full_text":"RT The american government is holding us hostage until we give up the right to sue our bosses for forcing us to work during...","sentiment_score":0.1428571429}
{"full_text":"RT The fundamental distinction should be outdoors vs indoors (and then ventilation, etc) but the economic realities have crea...","sentiment_score":0.2}
{"full_text":"\"Mitch McConnell's \"new\" aid bill gives leaders a 100 percent tax cut on three martinis, but zero to 26 million without adequate food. L-e's democratic socialist companies fall in love with the rich and hard people. What's next?\"https:\/\/t.co\/GBbpb2vau3","sentiment_score":0.1755050505}
{"full_text":"Philidelphia grincore collective has a new singles collection out called Covid 'Covers Vol. 1' featuring collaborations with Marissa Paternoster of Screaming Females (@Screamales) and Dr. Mace and covering songs by Garbage, Bjork, and Enkephalin.https:\/\/t.co\/O04Bs79uGV","sentiment_score":0.1363636364}
{"full_text":". is teaching others to grow their way to healthy food and improve the local diet, especially important during #COVID.#communityhealth #publichealth #foodsecurity","sentiment_score":0.4333333333}
{"full_text":"Be sure to check out \"The Beacon\" newsletter this week!  You'll find reminders about free COVID testing, weekend meals and a message from our Class of the Week! ","sentiment_score":0.5625}
{"full_text":"Indigo-dyed knitwear may not be new, but the potential audience for these styles has grown during the pandemic as loungewear became the leading fashion.https:\/\/t.co\/ISDW3LkFvD","sentiment_score":0.0681818182}
{"full_text":"Researchers have created the first map of molecular responses to SARS-CoV-2 in the lung. The new study shows how SARS-CoV-2 significantly remodels cellular processes in an hour and identifies potential drug targets and therapeutics.#COVID19 #pathologyhttps:\/\/t.co\/FtWNW21j4t","sentiment_score":0.1903409091}
{"full_text":"We are optimistic that a vaccine will provide much-needed relief from COVID-19, but it will still be some time before a vaccine is widely available to the public. Until that time comes, the best weapon we have against COVID-19 is still PREVENTION.","sentiment_score":0.4666666667}
{"full_text":"RT We have unveiled a comprehensive package of support for Wandsworth residents through COVID-19. This package of support wi...","sentiment_score":0.0}
{"full_text":"RT According to Reuters, the IRGC is funding a $600 mln project to expand Iraq's Imam Hossein Shrine. Note that 60mln Iranians l...","sentiment_score":0.0}
{"full_text":"These #Catholic organizations, like and are stepping up aid to migrants now that some #COVID19 restrictions have been lifted:https:\/\/t.co\/A2QbTgkCEW #COVID19 #Catholic #CatholicTwitter","sentiment_score":0.0}
{"full_text":"Midwives have been assisting with childbirths for hundreds of years. We spoke with Columbia resident Dawn Finney about her career and how COVID-19 has affected it.","sentiment_score":0.0}
{"full_text":"Missouri football had a plan in place it hoped to never use. Missouri defensive coordinator Ryan Walters got to experience that plan firsthand.","sentiment_score":0.0}
{"full_text":"RT JUST IN: California Gov. Gavin Newsom announces new stay-at-home orders, saying he's \"pulling the emergency brake\" and ask...","sentiment_score":0.1363636364}
{"full_text":"We got a Covid-19 COVID-19","sentiment_score":0.0}
{"full_text":"Brainfuse JobNow has a live #careercoach, a #resume builder w\/ templates, and even more resources:","sentiment_score":0.3181818182}
{"full_text":"The two countries celebrated the cooperation between them in a handover ceremony. By OMRI RON  NOVEMBER 7, 2020 09:36 ...https:\/\/www.s...https:\/\/t.co\/c8AMH86hdN","sentiment_score":0.35}
{"full_text":"Today, we're hearing of the 48 #COVID19 related deaths in #Nevada. I send my condolences and prayers to the families who have lost a loved one.It is important to #WearAMask, wash your hands, and reduce risk of transmission. We must work together to stop the spread.","sentiment_score":0.3666666667}
{"full_text":"Ex-French president Giscard d'Estaing dies of Covid at 94https:\/\/t.co\/awMtU7dof4","sentiment_score":0.0}
{"full_text":"This week on #ChicagoFoodToGo will feature a look back at some popular videos over the course of the pandemic! Tune in Sunday at 11:30A on CW26!","sentiment_score":0.46875}
{"full_text":"\"Cases are rising. Hospitalizations are increasing, Deaths are increasing. We need to try to bend the curve, stop this exponential increase,'' Dr. Henry Walke, the CDC's COVID-19 incident manager, said.","sentiment_score":0.0}
{"full_text":"The two countries celebrated the cooperation between them in a handover ceremony. By OMRI RON  NOVEMBER 7, 2020 09:36 ...https:\/\/www.s...https:\/\/t.co\/ksDLUHF0WS","sentiment_score":0.35}
{"full_text":"South Dakota Governor Mocks Joe Biden's Message as COVID Deaths Rise by 47% in 2 Weeks","sentiment_score":0.0}
{"full_text":"RT Amazon workers protested at Jeff Bezos' NYC home, giving him a \"Pandemic Profiteer\" award for \"exploiting the most workers in t...","sentiment_score":0.5}
{"full_text":"President Vladimir Putin ordered a large-scale voluntary vaccination programme against COVID-19 to begin next week across Russia, saying teachers and doctors should be first in line to get the country's flagship Sputnik V vaccine.https:\/\/t.co\/C1QD02ooS7","sentiment_score":0.125}
{"full_text":"The good news is Newsom just released a different stay at home order than the one Garcetti did last night so I literally have no idea of I'm allowed to go get my mail.","sentiment_score":0.2333333333}
{"full_text":"Scouting for Girls to perform their love letter to 80s at which was penned during lockdownhttps:\/\/t.co\/rIc1db15Qd","sentiment_score":0.5}
{"full_text":"RT BREAKING: Governor Newsom announces new restrictions. Regions where ICU capacity falls below 15% will be under a mandated st...","sentiment_score":0.1363636364}
{"full_text":"Our self-directed courses can be taken anytime! Available courses cover topics like reporting on #COVID19, #datajournalism, #investigativereporting, #mapping, uncovering #misinformation and more!","sentiment_score":0.5125}
{"full_text":"Community Blood Center will be conducting COVID-19 antibody tests on all donations collected within until December 16.","sentiment_score":-0.1}
{"full_text":"RT Our ICUs are climbing quickly toward their capacity. Our death rate is rising.To slow the surge of #COVID19 and save liv...","sentiment_score":0.0166666667}
{"full_text":"Of Note: Covid ended our marriage: the couples who split up in the pandemic","sentiment_score":0.0}
{"full_text":"ICYMI: Three teachers at Thorncliffe Park Public School are refusing to work citing unsafe conditions as the school deals with a significant COVID-19 outbreak. The school remains open in the meantime.","sentiment_score":0.125}
{"full_text":"Now the question becomes: do Ohio lawmakers have enough votes to override it?  ","sentiment_score":0.0}
{"full_text":"Do you think a curfew is necessary to combat COVID-19 here in Houston? ","sentiment_score":0.0}
{"full_text":"Two more outbreaks of avian influenza have infected a nearby site owned by the same farmhttps:\/\/t.co\/33roOueB5V","sentiment_score":0.25}
{"full_text":"RT As health professionals, we are doing all we can. However, one thing is certain. We can't meet this challenge unless yo...","sentiment_score":0.2142857143}
{"full_text":"RT On September 11 the US was traumatised as 2700 people died in the World Trade Centre.  Today 2700 Americans died of CO...","sentiment_score":0.0}
{"full_text":"#SaudiArabia has a total of 358,102 #coronavirus cases, 347,881 recoveries and 5,930 deaths.    ","sentiment_score":0.0}
{"full_text":"This Saturday morning our U8 stars will celebrate their season with games, a presentation &amp; goodies at 10am. Note that Covid regs will be adhered to &amp; can parents ensure the GAA Health Questionnaire is done beforehand. Looking forward to celebrating this great bunch of players","sentiment_score":0.8}
{"full_text":"Specific safety measures are required as physicians reopen and strive to keep their practices open during #COVID19. We've built upon and guidance to create a checklist to ensure that your medical practice is well-situated to remain open.","sentiment_score":0.0}
{"full_text":"Help people to find safe ways to grieve, honour and remember their lost loved one. If symptoms of grief interfere with daily functioning or persist for more than 6 months, it is time to seek for help.   #StrongerTogether#COVID19 #LookListenLink ","sentiment_score":0.18}
{"full_text":"Get the latest updates about #COVID19 on our website: #covid19MA","sentiment_score":0.5}
{"full_text":"Tune in at 4:30 as we discuss how you can navigate the holidays during COVID-19. We are talking wth you can listen live here -","sentiment_score":0.1363636364}
{"full_text":"RT Back in April when we were all freaking out in lockdown because nobody could buy toilet paper this scientist cured cancer. ht...","sentiment_score":-0.0166666667}
{"full_text":"Prime Minister  delivered a statement at the the the Special Session of the General Assembly in Response to the #COVID19  Pandemic. #UNGASS #UNGA75 #UNGAPakistan75","sentiment_score":0.2035714286}
{"full_text":"Nationalism via pandemic vaccine. we are living in crazy times","sentiment_score":-0.6}
{"full_text":"RT Just like Obama drank a glass of water in Flint? And Bush found WMD in Iraq? And Bill Clinton \"did not have sex with t...","sentiment_score":0.0}
{"full_text":"Within Europe &amp; Eurasia, has adapted its #disability inclusion programming during #COVID by working closely with election officials and disabled persons organizations in #Ukraine.  #AVoiceforEveryVote #IDPD2020 Click  to learn more: ","sentiment_score":0.15}
{"full_text":"The #COVID-19 pandemic amplified the multiple challenges #PersonsWithDisabilities face. This #IDPWD2020 let's explore ways to work collaboratively and build inclusive and accessible workplaces for all.","sentiment_score":0.1875}
{"full_text":"The latest coronavirus surge has contact tracers overwhelmed. And it's no surprise - as reported, Coloradans have been moving around as much as they did pre-pandemic. #ICYMI","sentiment_score":0.35}
{"full_text":"#NOW  A Review of #Data and the Pandemic@CarolineColijn, will describe how data was used to track developments during the pandemicCaroline's work is at the interface of mathematics and the epidemiology and evolution of pathogens. #data#COVID19","sentiment_score":0.0}
