{"full_text":"Covid free! ","sentiment_score":0.5}
{"full_text":"RT tony hawk is basically perry the platypus. we think he's just your average white guy and then he has a skateboard and we're...","sentiment_score":-0.075}
{"full_text":"RT EXO-Ls and Dandanies, make some noise!  EXO's D.O. is set to be discharged from the military as part of COVID-19 pre...","sentiment_score":-0.1}
{"full_text":"RT Photos by Star photographer Rene Johnston on Thursday morning outside the office of Finance Minister Rod Phillips, who ret...","sentiment_score":0.0}
{"full_text":"Stories of uncertainty.","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT Happy new year to everyone! I know it's not 1th of January but in some countries is going to be soon!This year has been a...","sentiment_score":0.4852272727}
{"full_text":"RT NEW VIDEO: #McConnellKillsSickLeave  What kind of a sick pig goes into the #COVID19 relief bill and removes 2 week paid s...","sentiment_score":0.0073593074}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"RT Me, a person from Wuhan, watching white British people complain about the variant being called the uk covid 19 variant htt...","sentiment_score":0.0}
{"full_text":"RT Analogy: \"Drunk driving car accidents don't kill people--metal and concrete kills people, &amp; maybe their internal bleeding\"...","sentiment_score":-0.1166666667}
{"full_text":"Total disregard for social distancing Padraig,  supervalu almost busier today and yesterday than Christmas eve! No regulation of numbers allowed in, no queueing!","sentiment_score":0.0260416667}
{"full_text":"RT Thank you for getting vaccinated and leaving the rest of Americans without support during this pandemic. But h...","sentiment_score":0.0}
{"full_text":"RT I am offering $25,000 to the charity of their choice to the first journalist who asks Mitch McConnell on camera why he dema...","sentiment_score":0.25}
{"full_text":"RT Covid-19 1 year anniversary coming up....","sentiment_score":0.0}
{"full_text":"RT So, Premier Ford, when was it, that your pledge 'we're all in this together' turned into crap? Cdn politician faked Twitter...","sentiment_score":-0.8}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"RT  COVID-19 : Case UpdatesAs of 31.12.2020, 06:00 PM Male area: 14Inhabited islands: 5 Operational Resorts: 0Live aboard...","sentiment_score":0.0}
{"full_text":"RT 2. Mexico pay for it. Never happened. He promised to repeal Obamacare and replace it with a better healthcare system. 4 ye...","sentiment_score":0.5}
{"full_text":"RT Dear I know you follow what trends on Twitter so please take note that for the third time in 24 hours#...","sentiment_score":0.0}
{"full_text":"Yet again, another reason why I am a Libertarian.  These companies stepped up when we were in serious trouble AND the government let us down with not being prepared?  So what happens, the FDA (which should be dismantled) goes in and fines these businesses for helping!","sentiment_score":-0.2425925926}
{"full_text":"Hey y'all  I have been administering the COVID-19 vaccine to hundreds of fellow RNs, MDs, PCTs, and other healthcare workers over the last few days. As vaccines are becoming available to members of the public, I figured I'd try to answer any questions you may have below  AMA!","sentiment_score":0.0875}
{"full_text":"RT The global pandemic has brought challenges and hardships the likes of which this generation has never seen. But there have...","sentiment_score":0.0}
{"full_text":"I'm probably 7-9 hours ahead of you so IF you are dressing up to STAY HOME, nothing would make me happier than seeing your selfies before I turn in tonight. ","sentiment_score":0.0}
{"full_text":"RT I'm not sure that \"I was actually willing to impose strict rules for the rest of you to follow and me to ignore even earlier...","sentiment_score":0.0}
{"full_text":"RT This is concerning.","sentiment_score":0.0}
{"full_text":"Context: They said all Victorian residents had to be back by midnight Jan 1 2021 or face forced hotel quarantine at a cost of like $4000 per person for 2 weeks. Even if they were nowhere near Sydney where the current outbreak of covid is.That'd be about PS2300 for reference.","sentiment_score":-0.05}
{"full_text":"And in the spirit of giving, an example of generosity that can inspire us all.","sentiment_score":0.0}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"This panoramic is never gonna end lmfao","sentiment_score":0.0}
{"full_text":"Mara why are allowing this nonsense?","sentiment_score":0.0}
{"full_text":"RT This is deeply moving. How can we repay these wonderful healthcare professionals? Where is that promised Brexit dividend...","sentiment_score":0.5}
{"full_text":"RT *Waiting interfans to accept the request*: The line couldn't enter to the country bcs of covid#`imkhaampiiaipkabklaf","sentiment_score":0.0}
{"full_text":"Imagine being such a hateful piece of sh*t that you're upset that you have to wear a mask to save lives.","sentiment_score":0.0}
{"full_text":"RT Putting people without masks in crowded cells during an airborne pandemic is pretty counterintuitive but so is the fac...","sentiment_score":0.25}
{"full_text":"RT We'd like to apologise to all teachers and school staff on behalf of the GovernmentThey have also worked throughout the p...","sentiment_score":0.0}
{"full_text":"RT  during the time of pandemic this year, i think we haven't been able to show you the performances we wanted to show you pro...","sentiment_score":0.5}
{"full_text":"RT 2020 the year of socialD i s t a n c i n gCovid-19 you may have forced us to live apart but the strength &amp; unity of...","sentiment_score":-0.0818181818}
{"full_text":"So now I know 2 people that have died from covid and another two that are ill with it. Take extra care #Covid19UK","sentiment_score":-0.25}
{"full_text":"RT Celebrated Gynaecologist and #SRHR champion Dr. Charles Kiggundu has died. Dr. Kiggundu succumbed to COVID-19 at Mulag...","sentiment_score":0.35}
{"full_text":"Lower Tier English Local Authorities for #covid19 by cases per 100,000 residents reported in the last 7 daysAlphabetical OrderAdur - BurnleyBurnley - EalingEaling - HarrowHarrow - MedwayEngland increased from 446 cases per 100k yesterday to 471 today","sentiment_score":0.0}
{"full_text":"There are some really interesting biases in this framing from the Which is a pity, because it means they're not going to fairly cover what should be talked about here. #CovidVaccine","sentiment_score":0.3666666667}
{"full_text":"In case anyone with concerns regarding the Covid19 vaccine refers to Andrew Wakefield, read the below thread that debunks this fraud.","sentiment_score":0.0}
{"full_text":"Did a Covid test today and after that experience, I'll be taking a vaccine. No vex.","sentiment_score":0.0}
{"full_text":"RT The Swedish Covid-19 curve is now almost vertical - it was originally claimed that \"herd immunity\" would help it avoid a s...","sentiment_score":0.375}
{"full_text":"yay FL","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell purposely removed sick leave from the COVID-19 stimulus bill. #McConnellKillsSickLeave","sentiment_score":-0.7142857143}
{"full_text":"RT Has anyone seen or heard an interview with a senior Tory politician where they've been asked, 'Why has this country do...","sentiment_score":0.0}
{"full_text":"RT Please pray for a paramedic that frequently brings patients to our ER. Ruben is now in the Covid ICU. He is not expecte...","sentiment_score":0.1}
{"full_text":"RT So it turns out kids DO spread covid quite efficiently and they're less likely to be tested because their symptoms are...","sentiment_score":-0.0833333333}
{"full_text":"We removed our punishment this year due to COVID  so no one gets to feel my pain!At least I still got paid, though.","sentiment_score":-0.2125}
{"full_text":"RT England 31st DecChild Hospitalisations (Covid) rise to 3105 a rise of 47 children admitted overnight0-5     15396-17...","sentiment_score":0.0}
{"full_text":"RT This is the entire media narrative.Didn't lockdown early enough,Didn't lockdown hard enough.It's a co-ordinated attack on...","sentiment_score":-0.0638888889}
{"full_text":"RT The sickness that is religion.","sentiment_score":0.0}
{"full_text":"RT Nothing magical is going to happen at midnight. 2021 is going to pick up right where 2020 left off. Wear a mask. Socially...","sentiment_score":0.2047619048}
{"full_text":"RT This is awful news. UK Covid cases break another new record with 55,892 in 24 hours and 964 deathsAlmost 1,000 more...","sentiment_score":-0.1212121212}
{"full_text":"What would they be doing outdoors in the first place??","sentiment_score":0.25}
{"full_text":"RT LOIS BANKS, 75 of Cardington, Ohio died of COVID on Dec. 20.\"Lois had a servant's heart, a genuine kindness, a love for...","sentiment_score":0.45}
{"full_text":"A friend told me early on in this pandemic that leadership was a lonely path.  That's okay.  Criticism is part of the job.   But it didn't seem that lonely every two weeks when I sat down to go through my mail.","sentiment_score":0.0488888889}
{"full_text":"RT Last day of 2020! Wishing everyone a better year without this pandemic Happy new year ","sentiment_score":0.3590909091}
{"full_text":"RT The real Chinese \"secret\" is to just lie about how many coronavirus cases you have. Count them with the tightest possible metric...","sentiment_score":0.025}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"RT buzzing man can't believe coronavirus is over tomorrow","sentiment_score":0.0}
{"full_text":"RT Palm Beach County to hold briefing on coronavirus at 2 p.m.","sentiment_score":0.0}
{"full_text":"RT Love Brit, but...If only the American people had a news organization willing to challenge the groupthink instead of h...","sentiment_score":0.1875}
{"full_text":"Hacked documents detail China's effort to control narrative surrounding coronavirus outbreak | One America News Network","sentiment_score":0.0}
{"full_text":"RT Dear I know you follow what trends on Twitter so please take note that for the third time in 24 hours#...","sentiment_score":0.0}
{"full_text":"RT My friend (an MD) told me not to do any rigorous exercise for 3 months after my COVID diagnosis because of the possibili...","sentiment_score":0.0}
{"full_text":"needs to lose his job. 2022 can't come soon enough.","sentiment_score":0.0}
{"full_text":"RT \"Robert Peston: Was the worst Covid-19 mistake not locking down in September? \" No, it was a complete failure to take c...","sentiment_score":-0.3430555556}
{"full_text":"RT at a Covid testing site (wearing masks), handing over paperwork for me &amp; two of my kids:woman looking over papers: \"okay......","sentiment_score":0.5}
{"full_text":"RT NEW VIDEO: #McConnellKillsSickLeave  What kind of a sick pig goes into the #COVID19 relief bill and removes 2 week paid s...","sentiment_score":0.0073593074}
{"full_text":"RT close the schools; lock us down for eight weeks; get the vaccinations rolled out pronto in a 24 hour drive through sty...","sentiment_score":-0.1555555556}
{"full_text":"RT GFT enriches the lives of thousands of people every year, through the power of film. This year our earned income has bee...","sentiment_score":0.0}
{"full_text":"RT \"If you are one of the organisations which repeatedly got the coronavirus wrong, abetted wanton political violence, or o...","sentiment_score":-0.25}
{"full_text":"Lower Tier English Local Authorities for #covid19 by cases per 100,000 residents reported in the last 7 daysAlphabetical OrderMedway - RedbridgeRedbridge - South OxSouth Ox - Tunbridge WTunbridge W - YorkEngland increased from 446 cases per 100k yesterday to 471 today","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"More dialog is good.  I had one not that long ago with someone who held diff thoughts on Covid.  After a week of back and forth, we both \"shook hands\" and moved on.  Best discussion and lots of data shared.","sentiment_score":0.43}
{"full_text":"RT DON'T GO ANYWHERE this night in the name of Crossover Service.Yesterday over 50,000 British people tested positive, mo...","sentiment_score":0.1136363636}
{"full_text":"RT Shattering Covid figures just in: 964 more deaths Nearly 56k more cases 24k patients now in hospitalAnd this...","sentiment_score":0.3666666667}
{"full_text":"RT A pandemic has unnecessarily killed 345,000+ Americans, vaccines are so poorly distributed they have expired, 12,600,0...","sentiment_score":-0.3}
{"full_text":"RT That is 310 positive tests per 100,000 GrantThat is STILL Tier 4 lockdown!Stop spinning you insidious little snit!...","sentiment_score":-0.0035511364}
{"full_text":"RT On this last day of 2020, I'm looking forward to new leadership in the coming year, complete with regard for human lif...","sentiment_score":0.0590909091}
{"full_text":"Bad ending of 2020 and begining of 20216 family members are covid positive ","sentiment_score":-0.2363636364}
{"full_text":"My mask nazi friend who got covid now goes around stores telling anyone not properly wearing their mask all about her symptoms and shaming them into mask wearing. We have a long way to go.","sentiment_score":-0.025}
{"full_text":"RT 1 in every 1,000 Americans has died from Covid-19.Meanwhile, in South Korea, it's 1 of every 65,000. Our government has fa...","sentiment_score":0.0}
{"full_text":"RT REPUBLICAN POLITICIANS kill hope of more COVID-19 relief GEORGIA:  Vote out your two republican senators on 1\/5\/21!!!h...","sentiment_score":0.5}
{"full_text":"RT Please retweet to help Pugsley find a home #Leeds #WakefieldAged approx 4, had a sheltered life so far, wants adult exper...","sentiment_score":0.1333333333}
{"full_text":"RT My last two pieces of 2020:First, why we must keep a close eye on a president who might engage in military action for h...","sentiment_score":0.0}
{"full_text":"RT If you don't send your kids to school I can't see a legal defence against fines. Fine for middle class parents who may j...","sentiment_score":0.2055555556}
{"full_text":"2020 was a crazy year. I went from having my job terminated (not COVID related, cash-rich \/ cheap co. related), to spinning up a business FT I'd been building since late 2019....all during a pandemic. What I was able to build in 10.5 months is pretty crazy.","sentiment_score":-0.04375}
{"full_text":"RT *Waiting interfans to accept the request*: The line couldn't enter to the country bcs of covid#`imkhaampiiaipkabklaf","sentiment_score":0.0}
{"full_text":"RT Try to avoid needing to go to the hospital for any reason. There are more than 1,000 more COVID-19 patients in Arizona'...","sentiment_score":0.5}
{"full_text":"RT TX AG Tried to Cut Off COVID Funds From County That Issued NYE Public Safety Alert","sentiment_score":0.0}
{"full_text":"RT at a Covid testing site (wearing masks), handing over paperwork for me &amp; two of my kids:woman looking over papers: \"okay......","sentiment_score":0.5}
{"full_text":"What she says.....","sentiment_score":0.0}
{"full_text":"ME. lol. Last year I was sick in bed with a fever and what I believe was early strain Covid. I'm going to do the most in my living room tonight!","sentiment_score":0.1621428571}
{"full_text":"RT I am offering $25,000 to the charity of their choice to the first journalist who asks Mitch McConnell on camera why he dema...","sentiment_score":0.25}
{"full_text":"RT Biden inaugural committee planning national covid unity and remembrance event on January 19: \"inviting cities and towns around...","sentiment_score":0.0}
{"full_text":"RT Honestly put me in a 3 month strict lockdown if it means this absolute shit show is over by summer.","sentiment_score":0.2}
{"full_text":"No more faith in US media and their Covid experts:\"Practically speaking, what that means is if you go to a party with five or more people, almost certainly there's going to be somebody with Covid-19 at that party.\" -Dr Hotez is off by a factor of 10xhttps:\/\/t.co\/UjWqhJQYsb","sentiment_score":0.1547619048}
{"full_text":"I'd put playing dinos all year as #3 above The Global Coronavirus Pandemic","sentiment_score":0.0}
{"full_text":"But we're beating Bulgaria! #cdnpoli #COVID","sentiment_score":0.0}
{"full_text":"To all followers, families and friends we sincerely wish you and your loved ones a Happy New Year.We remember in our prayers all those who have died in 2020 or who have had Covid and other illnesses.  We hope for a better year for all in 2021.","sentiment_score":0.4185606061}
{"full_text":"RT #Year2020 when we battling with the corona epidemic. These few pictures set an example of humanity..! Big Salute to ou...","sentiment_score":-0.125}
{"full_text":"Keep in mind I was pro mask when all of this started. I have a bunch of them. I had no problem \"protecting other people\" when it was still \"15 days to slow the spread.\" It's been almost a year y'all. This isn't working.","sentiment_score":-0.2125}
{"full_text":"RT Who told you this from day one?","sentiment_score":0.0}
{"full_text":"While everyone was focused on the UK...","sentiment_score":0.0}
{"full_text":"Brands need to adapt to pandemic-driven changes by improving the #CX across sales, #commerce, and service. shares more in","sentiment_score":0.5}
{"full_text":"RT Mitch McConnell is a traitor to this country. That he got the vaccine after willfully failing to protect us from Covid-19 i...","sentiment_score":0.0}
{"full_text":"At 82 age took her not covid.","sentiment_score":0.0}
{"full_text":"Though professionally (acting\/writing) this year was painful, I managed to maintain a day job, avoided Covid (thus far), lost 40 lbs, fell in love, and had my writing samples requested by a major Management company a few weeks ago. Staying hopeful &amp; wishing the best for everyone.","sentiment_score":0.1232142857}
{"full_text":"RT Enjoy New Year's Eve safely at home tonight - look after yourself and those you love and let's stop the spread of coro...","sentiment_score":0.3840909091}
{"full_text":"RT 'We've got to be optimistic': UK readers on their New Year's Eve plans","sentiment_score":0.1363636364}
{"full_text":"what the fuck??","sentiment_score":-0.4}
{"full_text":"The COVID PandemicSome people can't think abstractly. If they can see or feel a hospital bed and the struggle to breathe it doesn't exist in their minds. That's 50% of America right now.The brain is a master of delusion....","sentiment_score":0.2857142857}
{"full_text":"RT As said yesterday, once in office we will ensure that the COVID-19 vaccines are distributed equitably and free...","sentiment_score":0.4}
{"full_text":"Make your last listen of 2020 the #12DailiesOfChristmas!@sturdyAlex chats to about running businesses through Brexit, and lockdown entrepreneurship. Acast:","sentiment_score":0.0}
{"full_text":"When the COVID vaccine comes to your community, will you be ready? There is no better time to learn more in order to make an informed decision.  Visit #OneCommunity #OneResponse","sentiment_score":0.15}
{"full_text":"\"When the Word of God gets ahold of their hearts, all other things fade away.\"--Pastor Gerry Brown, founder of U-Turn for Christ during an outreach in the Philippines, before Covid-19.Photo by Steve Shambeck@uturnforchrist #missions #philippines #uturn4christ #youth #outreach","sentiment_score":-0.125}
{"full_text":"10.#RPTH Top 10 Altmetric Scores of 2020: No. 1 - Drumroll please!! @FlorianMoik, and others performed a systematic review &amp; meta-analysis to determine the risk of #VTE in #COVID19.","sentiment_score":0.78125}
{"full_text":".@NDSUwbb &amp; tickets go on sale Friday at 8am!!Things to know: One ticket good for both games of doubleheaders All tickets are general admission Limited number available  Social distancing &amp; masks requiredVisit ","sentiment_score":0.2223809524}
{"full_text":"Congratulations to John &amp; Amanda Romain for receiving MBEs in the 2021 New Year Honours \"for services to charity and to aircraft restoration, particularly during the Covid-19 response\". Our retrospective profiles John's 40-year career in historic aviationhttps:\/\/t.co\/Vu0UVvVjyt","sentiment_score":0.101010101}
{"full_text":"An organization run by Northwestern students is working hard to keep Evanston's small business owners afloat during the COVID-19 pandemic.","sentiment_score":-0.1805555556}
{"full_text":"RT News: NIH study uncovers blood vessel damage and inflammation in COVID-19 patients' brains but no infection","sentiment_score":0.0}
{"full_text":"\"I kinda like their McDonald's over there.\"St. Stephen residents barely gave crossing the Canada-U.S. border a second thought - until it closed to non-essential crossing amid the COVID-19 pandemic. (Originally posted Mar. 18, 2020)","sentiment_score":0.08125}
{"full_text":"RT This scientist who's an international Mask expert says \"wearing masks does not protect you from COVID\" &amp; \"wearing masks cau...","sentiment_score":0.0}
{"full_text":"RT Wrote this about food hub which has delivered over 2,500 parcels of food and other items to local peopl...","sentiment_score":-0.0625}
{"full_text":"The team said people travelling to the area to walk or climb are putting people's lives at riskhttps:\/\/t.co\/22zfe2ejB5","sentiment_score":0.0}
{"full_text":"This year while facing the new &amp; strange challenges of #COVID19 we flexed our collective power to secure significant wins and advanced ideas that are rightfully changing the policing conversation in New York - THANK YOU. See you in #2021, it's still #DefundNYPD #BlackLivesMatter","sentiment_score":0.2425324675}
{"full_text":"A legislature's ability to oversee the executive branch is critical to protecting democracy, especially in times of crisis.  How is helping Ecuador's do just that during the #COVID19 pandemic.","sentiment_score":0.0}
{"full_text":"Help us share up to date and trustworthy COVID-19 advice and guidance with our residents by becoming a COVID-19 Community Champion. Find out how we can work together to stop the spread of coronavirus. Link to page: #KeepLewishamSafe","sentiment_score":0.45}
{"full_text":"Happy New Year's Eve!  We encourage you to celebrate safely at home this year to help curb the spread of the coronavirus.","sentiment_score":0.4901515152}
{"full_text":"Watch: This Pastor Called Another Pastor A Coward And Of No Faith For Dying From Covid19","sentiment_score":0.0}
{"full_text":"RT We shall make #CCP fascist China pay for both #CCPVirus bioattack on America &amp; interference in our #Election2020!!!","sentiment_score":0.0}
{"full_text":"A story about local musicians was among reporter favorites of 2020. \"This site - created by a Seattle-based musician - became a staple in the world of live-streamed concerts throughout the pandemic, hosting many local and national acts.\"","sentiment_score":0.1666666667}
{"full_text":"In a year defined by a devastating pandemic, the world lost iconic defenders of civil rights, great athletes and entertainers who helped define their genres.","sentiment_score":0.1}
{"full_text":"Stay safe this #NewYearsEve: Celebrate with only those in your household Wear a mask when in public Don't drink and driveLet's start 2021 off right!#MaskUpMA","sentiment_score":0.1666666667}
{"full_text":"KIRKSVILLE, Mo. -- The Adair County Health Department today confirmed the positive test results and COVID-related deaths of two women, ages 78 and 80, on Dec. 29, 2020.https:\/\/t.co\/2OLNELtW8D#KTVONews","sentiment_score":0.3136363636}
{"full_text":"This cute nurse wants you to stay safe out there! Please mask up and continue to maintain social distancing. That way he won't be overworked too hard. Q_QThese are both gifts to a very kind soul who also donated towards Mutt_-Punk's vet bill funds. &lt;3#Nurses #Commission #Anime","sentiment_score":0.3077777778}
{"full_text":"#YearInReview2020: Lack of alternatives to online learning proved a big challenge to helping vulnerable students during 2020 #coronavirus lockdowns","sentiment_score":-0.25}
{"full_text":"While I agree I would interject I think that there's more using a faux illness in order to start fights by claiming to be medically exempt. I said to my wife the other day that the people filming and shaming are just as in the wrong... it's wrong to not wear a mask when you can","sentiment_score":-0.125}
{"full_text":"There is a possibility that Belgium has been overreporting cases. They use a different methodology, which does not require a positive test.https:\/\/t.co\/gZrz1khNjy","sentiment_score":0.1136363636}
{"full_text":"RT the COVID wave in US northern interior states has been subsiding rapidly - the time series curve for cases, hospitalizati...","sentiment_score":0.0}
{"full_text":"#Guinea uses Russian #CovidVaccine on some officialshttps:\/\/t.co\/IzVT5PWA4N","sentiment_score":0.0}
{"full_text":"RT Covid deaths yesterday in the US: 3,808US death toll from other major casualty events:9\/11: 2,977Pearl Harbor: 2,403H...","sentiment_score":-0.03125}
{"full_text":" Football Digest is here! and discuss Premier League postponements, Newcastle v Liverpool and the weekend's matches. LISTEN:","sentiment_score":0.0}
{"full_text":"RT Roughly 20% to 40% of the L.A. County's front-line workers who were offered the vaccine declined to get the shot.So many in...","sentiment_score":0.2}
{"full_text":"RT  COVID-19 : Case UpdatesAs of 31.12.2020, 06:00 PM Male area: 14Inhabited islands: 5 Operational Resorts: 0Live aboard...","sentiment_score":0.0}
{"full_text":"#2020inReview: Here's the story that made the biggest waves on social media this year!Researchers used x-rays to size up the structure of the SARS-CoV-2 protease, a key protein for virus reproduction. #NatLabsInTheFight","sentiment_score":0.0166666667}
{"full_text":"Our offices will be closed today and tomorrow in observance of the New Year's holiday. This year has been difficult. Let's ring in 2021 safely and look forward to a new and better year! **Visit our website for updates on COVID-19:","sentiment_score":0.1329545455}
{"full_text":"#StudentNurses - if U haven't already, please check your emails &amp;\/or for an important message regarding the current #COVID19 guidance &amp; how this will affect theory teaching &amp; placement learning - including vital info regarding risk assessments. Please read carefully.","sentiment_score":0.1}
{"full_text":"This New Year's Eve, please stick to celebrating within your own household in order to protect your loved ones and prevent the further spread of coronavirus.","sentiment_score":0.3590909091}
{"full_text":"We must keep on protecting each other from #Coronavirus - the more we do this, the quicker we will get our local #doncasterisgreat infection rate down.Always think #HandsFaceSpace Let's do it for Doncaster!","sentiment_score":0.125}
{"full_text":"Rama Prasad, SVP and CTO of tells about the ways the company has embraced working from home during the pandemic in order to sell more cars online. Learn more about their digital strategy in the latest episode.","sentiment_score":0.375}
{"full_text":"If corona is done bigbang will perform. Lady gaga also maybe she will bring bp. She said back then she have many suprises. It was in sour candy era.","sentiment_score":0.1166666667}
{"full_text":" -  Social distancing means space for fewer people on-board.We're carefully monitoring trains &amp; stations for increased passenger numbers &amp; adding alerts in online Journey Planners where we expect them to be busy. #TravelWithConfidenceihttps:\/\/t.co\/rPAHCuNGb4","sentiment_score":0.0111111111}
{"full_text":"From a pandemic, to a new University and U.S. president, to a resurgence of the Black Lives Matter movement -- 2020 was indelibly marked by strife, uncertainty and hope.https:\/\/t.co\/O776n43q8y","sentiment_score":0.0232323232}
{"full_text":"RT By \"covid-downplayers\", means people who aren't hysterical, who look at the actual data not the spin, and want e...","sentiment_score":-0.5}
{"full_text":"RT I will focus on getting my message out with a very aggressive voter registration campaign. I actually hope that she does...","sentiment_score":0.1}
{"full_text":"Frontline emergency physician will be presenting 'Breakthrough: The race for the Covid vaccine' tonight on Fascinating and hopeful listening to start the new year, available to listen from just after midnight tonight.https:\/\/t.co\/uCxdySf0oG","sentiment_score":0.4121212121}
{"full_text":"The new figures released Thursday by the Labor Department are nearly four times higher than a year ago before the coronavirus struck.https:\/\/t.co\/Ii7tFsJE1O","sentiment_score":0.1621212121}
{"full_text":"NI's 50,000 AstraZeneca vaccines will be used to give as many first doses of the jab as possible https:\/\/t.co\/WvB7lw11AC","sentiment_score":0.25}
{"full_text":"When will it end?","sentiment_score":0.0}
{"full_text":"The coronavirus pandemic changed how we live our lives, but we still found ways to connect with the ones we love and celebrate our communities.","sentiment_score":0.3181818182}
{"full_text":"One year ago today:China CDC dispatches a team to Wuhan to characterize the virus and run an epidemiological investigation.","sentiment_score":0.0}
{"full_text":"RT Here are 2 questions for Rod Phillips. Before you left for St Barts did you have a #COVID19 test to make sure you were...","sentiment_score":0.25}
{"full_text":"Need a COVID-19 test?  Here's where Acadiana area residents can get free coronavirus testing in 2021","sentiment_score":0.4}
{"full_text":"2020 was a truly challenging time for the world, it was a year that will undoubtedly go down in the history books. The Coronavirus pandemic, protests against social injustice, a presidential election and more dominated headlines in 2020.","sentiment_score":0.2194444444}
{"full_text":"RT A) You CAN'T get the virus from the vaccineB) After the first shot your immune response is minimal and takes two weeksC) A...","sentiment_score":0.075}
{"full_text":"MAYO COVID HEROES NO. 1: Ella Burns, Westport","sentiment_score":0.0}
{"full_text":"Vaccine rollout is slower than expected #TheInfiniteAge #COVID19 #CovidVaccine #WearAMask #StayHome","sentiment_score":-0.1}
{"full_text":"RT The year 2020 was a story of endurance.We laid the foundations for a healthier, greener and more digital Union, while...","sentiment_score":0.25}
