{"full_text":"Yeah fancy Nancy you better get your story straight you are the one that's destroying America","sentiment_score":0.1666666667}
{"full_text":"RT Staying home will help stop the spread of COVID-19. Protect yourself and your community this holiday season, #StayHome","sentiment_score":0.0}
{"full_text":"RT I might just be way ahead of you on this one","sentiment_score":0.0}
{"full_text":"RT **3 DAYS TO GO**Time to panic if you've not nailed your Christmas shopping.Take edge off with our #competition: like, R...","sentiment_score":0.0}
{"full_text":"RT \"The line that everybody's been using lately, which is 'it didn't have to be this bad,' is something I think about every da...","sentiment_score":-0.5}
{"full_text":"Listen now to \"Automotive Landscape and Business Drivers\" - episode 2 of our newest podcast: Automotive E\/E Systems Revolution and discover how the COVID-19 pandemic is evolving the industry right before our very eyes!  ","sentiment_score":0.2678571429}
{"full_text":"RT This is infuriating.Cancelling student debt will shrink the Black-White wealth gap by 25 points. It will allow many...","sentiment_score":0.5}
{"full_text":"RT To prevent the spread of COVID-19, &lt;LEARN WAY&gt; which was supposed to be released on Jan 1. on 1theK Originals Youtube will be po...","sentiment_score":0.0}
{"full_text":"This shit is horrible","sentiment_score":-0.6}
{"full_text":"RT Singapore has confirmed its first #COVID19 case carrying the potentially more contagious strain of the virus circulating...","sentiment_score":0.3833333333}
{"full_text":"More than 1 million people vaccinated for Covid-19 - CNN","sentiment_score":0.5}
{"full_text":"RT So it's, \"I know I set the rules to let so many people to gather indoors until the day after Christmas, but maybe you sho...","sentiment_score":0.5}
{"full_text":"RT Maybe tomorrow Trump pardons COVID?","sentiment_score":0.0}
{"full_text":"RT 'It was absolutely horrific': Edmonton gym owner shares COVID-19 battle","sentiment_score":-1.0}
{"full_text":"RT Where is that this tweet contains misleading information thing at the bottom.","sentiment_score":0.0}
{"full_text":"RT What an absolute joke this whole thing is!!! We're locked down because of \"case numbers\" and nurses are still making danc...","sentiment_score":0.1450231481}
{"full_text":"The tests themselves should never have been relied on.  There are dozens of matches in natural human RNA for the primers sought in the Covid PCR tests.  Every case- even in the death counts- is a false positive.  People always have died and always will.  But the tests are fake.","sentiment_score":-0.1145454545}
{"full_text":"RT There are ways to make Christmas celebrations safer. Please consider gathering outdoors only, households spaced at least 6-...","sentiment_score":-0.15}
{"full_text":"Will I ever be over this?Probably not","sentiment_score":0.0}
{"full_text":"In Ontario, the 7-day daily coronavirus average is currently 2,306 cases, a record high. In Michigan, it's currently about 3,300 cases per day. And that's a 50+% drop over past month. Also, Michigan has almost 5 million fewer residents than Ontario. ","sentiment_score":-0.04}
{"full_text":"RT Trump is at Mar Lago. People are hurting. He vetoes the bill to support the military. He refuses to sign bill that has budge...","sentiment_score":-0.1}
{"full_text":"Watching Dunkirk after almost an year and feel as if I've gone back in time. The feeling is exhilarating as if there is no covid, no fears, no depressing thoughts, no worries of stepping-in to practical life, and disturbing happenings.","sentiment_score":0.125}
{"full_text":"RT See now this is so fucking rude 1. A mask won't kill you 2. PLEASE WEAR A MASK SO THIS BITCH CAN GET FUCKED. 3. Masks do...","sentiment_score":-0.45}
{"full_text":"RT Just checking in on this after Republicans in Congress blocked $2,000 stimulus checks in a bill that includes a $200 billion g...","sentiment_score":0.0}
{"full_text":"We'll be closed until January 23rd, 2021 due to the Ontario-wide lockdown. We look forward to pampering you soon!","sentiment_score":-0.128125}
{"full_text":"RT Utterly heartbreaking. Covid cases are surging in Gaza, a place that was already at breaking point. Sister Bridget T...","sentiment_score":0.0}
{"full_text":"#MerryChristmas - are you funding the next pandemic? 'Hotbed of disease' uncovered on UK Turkey farms this Christmas  #christmasiscancelled ","sentiment_score":0.0}
{"full_text":"Please let me live to see this #StayHome","sentiment_score":0.1363636364}
{"full_text":"RT Please stop on tge unethical harassments. Forcing customers during a pandemic to pay up by hook or crook is...","sentiment_score":0.0}
{"full_text":"Not with the way they have behaved throughout this pandemic.","sentiment_score":0.0}
{"full_text":"Such meetings are needed in every ward...Thank you  dada... We know you have been contacting all these ppl through out this pandemic... Really commendable...","sentiment_score":0.1}
{"full_text":"RT It's hard to overstate the seriousness of the national arson Trump is committing right now. Vetoing the defense bill....","sentiment_score":-0.0029761905}
{"full_text":"RT Another new coronavirus variant found in Nigeria, says Africa CDC","sentiment_score":0.1363636364}
{"full_text":"Loft booked for Sunday relaxation and reflection. Flight booked for NYE weekend . I'm ready to celebrate life, bday, 2020's accomplishments and making it through yet another year Gon make the best of my covid bday ","sentiment_score":0.6}
{"full_text":"Ok seems clear there will be no further movement on stimulus checks or the existing covid bill till Monday though it would be just like Trump to post some Christmas Eve gamechanger from his golf course. Gonna try to log off till the 26th (other than sharing a new post tomorrow).","sentiment_score":0.1518939394}
{"full_text":"RT Where do the variants leave us? Unless we suppress &amp; then eliminate the virus, it will probably mutate further. This could...","sentiment_score":0.0}
{"full_text":"RT One person in Oregon went to work sick.7 are dead, and 300 in quarantine... so far...","sentiment_score":-0.05}
{"full_text":"RT Taehyung mentioned 'White angels' in the song '#SnowFlowerbyV' as below 'olhaeneun yeogi jeogi hayan ceonsadeuli manhjanha. This year a lot of white...","sentiment_score":0.0}
{"full_text":"RT ... imagine telling someone from five years ago about a day when over 3,000 died in the u.s. from a pandemic, the presiden...","sentiment_score":0.0}
{"full_text":"RT CROWD:  \"FOUR MORE YEARS!!  FOUR MORE YEARS!!\"PENCE: \"And as our election contest continues, I'll make you a promise: We'...","sentiment_score":0.78125}
{"full_text":"RT I wonder how many of the 2016 Trump voters who lost someone to COVID this year, realize what they might have done by vot...","sentiment_score":0.5}
{"full_text":"RT This is outrageous. On Christmas Eve, Kevin McCarthy and House Republicans deprived Americans of receiving $2,000 during th...","sentiment_score":-1.0}
{"full_text":"Good Job.You have to do better.How?https:\/\/t.co\/5q2OJL2S7w","sentiment_score":0.7}
{"full_text":"It was Trump's budgethttps:\/\/t.co\/eGqnVlppOh","sentiment_score":0.0}
{"full_text":"RT Taehyung mentioned 'White angels' in the song '#SnowFlowerbyV' as below 'olhaeneun yeogi jeogi hayan ceonsadeuli manhjanha. This year a lot of white...","sentiment_score":0.0}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT Comms director for Governor DeSantis tweeted this at about 4am.Shining light on hundreds of thousands of dead Americans is...","sentiment_score":0.1}
{"full_text":"RT It's hard to overstate the seriousness of the national arson Trump is committing right now. Vetoing the defense bill....","sentiment_score":-0.0029761905}
{"full_text":"Fantastic. (Nazar na lage). The number of daily deaths due to CoVID fell down to just \"1\"  in Karnataka today","sentiment_score":0.0298611111}
{"full_text":"RT Happy Birthday Dr. Fauci! Thank you for your strength &amp; perseverance in leading our country, during one of the darkest tim...","sentiment_score":1.0}
{"full_text":"RT This is outrageous. On Christmas Eve, Kevin McCarthy and House Republicans deprived Americans of receiving $2,000 during th...","sentiment_score":-1.0}
{"full_text":"Banana country isn't  it","sentiment_score":0.0}
{"full_text":"RT WATCH: MSNBC desperately tries to downplay the vaccine, make Trump look bad, and even claims this is going to be a \"decad...","sentiment_score":-0.4}
{"full_text":"RT This is outrageous. On Christmas Eve, Kevin McCarthy and House Republicans deprived Americans of receiving $2,000 during th...","sentiment_score":-1.0}
{"full_text":"RT And then there's Sakusa, our social distancing KING.","sentiment_score":0.0333333333}
{"full_text":"RT Please send us COVID-19 vaccines. Iranian lives matter Our people are dying from coronavirus more than any other countr...","sentiment_score":0.1875}
{"full_text":"Prepping for Beginners - Sootch00 Survival Tips! Watch full video: #coronavirus #covid19 #prepper101","sentiment_score":0.35}
{"full_text":"I have covid stress dreams these days where I'm in a place with an unrealistic amount of people with no mask","sentiment_score":-0.5}
{"full_text":"Top 9 Coronavirus News Of The Day#TV9News #COVID19","sentiment_score":0.5}
{"full_text":"RT Cancer screenings and diagnoses plummeted this spring and are still well below 2019 levels. The National Cancer Institute predic...","sentiment_score":0.0}
{"full_text":"RT  N.L. COVID-19 Update for Thursday, December 24th, 2020 No new cases. Please remember to follow all public health gu...","sentiment_score":-0.0340909091}
{"full_text":"RT Thanks to for posting information about the Moderna #COVID19Vaccine so quickly on their website:","sentiment_score":0.2666666667}
{"full_text":"RT Y'all I just got fired for telling my boss that I got a covid test and didn't want to risk it if I'm positive..... at Sp...","sentiment_score":0.2272727273}
{"full_text":"RT This is outrageous. On Christmas Eve, Kevin McCarthy and House Republicans deprived Americans of receiving $2,000 during th...","sentiment_score":-1.0}
{"full_text":"RT Singapore confirms first case of new coronavirus variant found in UK","sentiment_score":0.1931818182}
{"full_text":"RT I have worked hands on with #COVID19 patients since March at least 3 days\/week. Mostly in the ICU-And I st...","sentiment_score":0.1}
{"full_text":"RT Karnataka reported 1,143 new #COVID19 cases, 1,268 discharges and 1 death today.Total cases: 9,13,483Total discharges: 8,87,815...","sentiment_score":0.1363636364}
{"full_text":"I'm raising money for Talented Artist Down Because Of Covid. Click to Donate:  via","sentiment_score":0.2722222222}
{"full_text":"I agree we need a real lockdown New Zealand style. I believe the gov will continue with their herd immunity strategy though, especially now that the wealthy can get themselves vacinated","sentiment_score":0.2090909091}
{"full_text":"Coronavirus: Liverpool mass testing missed 60 per cent of cases and didn't impact on infection rates, report says | The Independent","sentiment_score":0.0}
{"full_text":"RT Should Dr. Fauci be fired for making false statements?","sentiment_score":-0.4}
{"full_text":"RT Coronavirus: Iran reports 6,178 new cases, 152 deaths in the last 24 hourshttps:\/\/t.co\/dcgdQglXlB","sentiment_score":0.0681818182}
{"full_text":"All the car food delivery jobs are taken and the waitlist is so long that I haven't gotten an email back in weeks. Of course there's also the threat of Covid and doordashing was the safest option for work. If the other companies aren't open I will be super screwed.","sentiment_score":0.0316666667}
{"full_text":"this kid definitely the republican who says covid isn't real at Christmas dinner","sentiment_score":0.1}
{"full_text":"If you voted against a $2000 check for Americans hanging on by a thread during a raging pandemic right before Christmas you are the definition of a \"fucker\".","sentiment_score":0.2857142857}
{"full_text":"RT If politicians (yes, both sides) can stop posting their selves and family doing fun and regular things during Christmas...","sentiment_score":0.15}
{"full_text":"I barely recognised you, Christian, lockdown hair?","sentiment_score":0.025}
{"full_text":"RT and water.  They are going to keep him in the hospital and he won't be home for Christmas.  Which doesn't matter as we c...","sentiment_score":0.0}
{"full_text":"COVID time is this Christmas?","sentiment_score":0.0}
{"full_text":"#IndieSage have been calling for a zero covid approach for months and months. No one  listened.","sentiment_score":0.0}
{"full_text":"RT TRUMP and REPUBLICANSsayFUKK YOUto Americans  sick and dying from WHITE HOUSE NEGLECT and M...","sentiment_score":-0.3571428571}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT The vaccine will be a lifesaver (for rich countries, at least), but it doesn't do anything to address the structural cause...","sentiment_score":0.0375}
{"full_text":"Just wanted to send out a happy xmas to all of you. The support everyone has shown me throughout the year and WZ have been incredible and honestly helped lifted me up through this shitty covid. Thank you for being you &amp; MERRY XMAS YA FILTHY MALAKAS","sentiment_score":0.375}
{"full_text":"RT 1000000X this. This is what our Xmas are like (non-covid).","sentiment_score":0.0}
{"full_text":"RT Taehyung mentioned 'White angels' in the song '#SnowFlowerbyV' as below 'olhaeneun yeogi jeogi hayan ceonsadeuli manhjanha. This year a lot of white...","sentiment_score":0.0}
{"full_text":"Diversity of opinion would surely be nice in journalism today but is frequently missing. The conservative or financially sound view is usually suppressed or ignored. Any view on sexual orientation, abortion, gender, climate or now Covid19 totally one sided these days. Why's that?","sentiment_score":0.175}
{"full_text":"The Ontario government's COVID restrictions\/policies have been utterly incoherent from the start and people in Ontario are suffering the consequences.","sentiment_score":-0.2}
{"full_text":"RT The first batch of 300,000 doses of SputnikV vaccine delivered to Argentina. This is one of the largest one-time deliveries of a C...","sentiment_score":0.25}
{"full_text":"RT The best infographic I've seen on COVID. Please feel free to prove it wrong, \"Fact checkers.\"","sentiment_score":0.3}
{"full_text":"HERES WHAT YOUR PARTY THINKS ABOUT YOU!","sentiment_score":0.0}
{"full_text":"They left you a modelo though foooo you can drink it like straight water since you can't taste ahaha","sentiment_score":0.1}
{"full_text":"A new analysis from has found that men had a 30% higher risk of dying of #COVID19 compared to women of the same age &amp; health status. #SARSCOV2 #Coronavirus #Research","sentiment_score":0.1287878788}
{"full_text":"RT If the political establishment in Washington listened to Bernie back in MARCH to provide $2,000 in emergency relief to t...","sentiment_score":0.0}
{"full_text":"RT #StayAtHomeno problem#MerryChristmas2020","sentiment_score":0.0}
{"full_text":"RT \"Some Winners pastors are down with COVID; they're just keeping it to themselves but we can't just fold our hands,\" he s...","sentiment_score":-0.1555555556}
{"full_text":"I just accepted my noodle arm and blamed it on lack of gym during pandemic (that's my excuse to my wife anyway) ","sentiment_score":-0.05}
{"full_text":"RT In other COVID items GOP blocked:Back in March, progressive Dems were working to stop negative credit reports during the pandemi...","sentiment_score":-0.2125}
{"full_text":"RT Just in. Air travel just broke a new record of the pandemic. 1,191,123 people passed through TSA checkpoints on Wednesday,...","sentiment_score":0.1363636364}
{"full_text":"RT Israel to enter third national lockdown amid rising #COVID19 cases - #Palestine","sentiment_score":0.0}
{"full_text":"RT Hello my name is Debbie, I'm a Sister in ICU. Covid is banging down the door again &amp; we're spreading into other ward areas t...","sentiment_score":-0.1402777778}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"Merry Christmas brother, you are surely loved . Have a blessed one and a prosperous new year!","sentiment_score":0.4352272727}
{"full_text":"\"Other areas the hospital will be taking responsibility for are:Enhanced oversight related to communications.\" - top of the list. Let's never forget failure of for profit long term care - #newnormal after #COVIDhttps:\/\/t.co\/kNP5Lzbu4b","sentiment_score":0.0016666667}
{"full_text":"Gorgeous Xmas eve day - perfect to  fully connect with nature and universal energy #AnnusCovidi2020 #WeAreInThisTogether #MaskUp #SocialDistancing #BeSafe","sentiment_score":0.5666666667}
{"full_text":"These are not drugs, with chemicals you hope to change a bodys reaction with, where side effects are often seen, vaccines in one way or another basically give a safer version of catching the virus. Imagine how the afflicted would have been with actual covid-19","sentiment_score":0.3}
{"full_text":"RT 1,100 COVID-19 cases reported in Alberta on Christmas Eve - #yeg #ab","sentiment_score":0.0}
{"full_text":"RT Liberty is often taken for granted until threatened.Our freedom is being taken away by nanny state tyrants and eliti...","sentiment_score":0.0}
{"full_text":"RT Watch: In Carencro, LA., a city councilwoman refused to wear a mask at the last 3 council meetings despite city hall requ...","sentiment_score":0.0}
{"full_text":"Op-Ed: The wealthiest Americans are putting Scrooge to shame","sentiment_score":0.0}
{"full_text":"RT As we  know that new varient of Covid 19 has been found in some countries which is more dangerous  And is...","sentiment_score":0.0121212121}
{"full_text":"Church leaders from across the region have shared a message of hope amid the despair of a Christmas under the shadow of coronavirus.https:\/\/t.co\/XHJT4a4mhS","sentiment_score":0.0}
{"full_text":"California is the first state to surpass 2 million cases of COVID-19, according to Johns Hopkins University.https:\/\/t.co\/gOknvEOiEt","sentiment_score":0.25}
{"full_text":"There are 40 more COVID-19 related deaths reported by state health officials. Today, less hospitalizations were reported compared to this time a month ago.","sentiment_score":0.1111111111}
{"full_text":"Christmas Trees in Nevada Cityc. 1930Second look from the front of an earlier image we tweeted.Tahoe National Forest Collection #Christmas #ChristmasEve #MerryChristmas #HappyHolidays #ShopLocal #ShopPlacer #COVID19","sentiment_score":0.0}
{"full_text":"A US woman opened her package to find a used Covid-19 nasal swab   inside.https:\/\/t.co\/OE5C59zjRs","sentiment_score":0.0}
{"full_text":"RT merry christmas eve, the worst is yet to come","sentiment_score":-1.0}
{"full_text":"TAKE A BREAK FROM THE ROUTINE - STAY HEALTHY MENTALLY.https:\/\/t.co\/85seX5HEOQ#phr, #mobhealth","sentiment_score":0.5}
{"full_text":"Spread cheer, not COVID. This holiday season, do not gather--protect your families by staying home. #HomeForTheHolidays","sentiment_score":0.0}
{"full_text":"RT Dear Finance Minister,If Parliament Session can be cancelled due to Covid-19 situation why GST Audit,Tax...","sentiment_score":-0.125}
{"full_text":"the coronavirus has forced #Strasbourg to give up its #Christmas market, the Big Tree and the decorations contribute to the magic of Christmas.Foreign travellers must present a negative Covid 19 test less than 72 hours before departure#travel #France","sentiment_score":-0.0444444444}
{"full_text":"9 Major Questions About #mRNA #Coronavirus Vaccines, Answered by Experts #nurses #NurseTwitter #Rural #Healthcare","sentiment_score":0.03125}
{"full_text":"\"Since the creation of the #UN there has not been a single crisis that affected the entire world population and every single country, regardless of its size, military might, and economic prowess as did the #COVID19 pandemic.\"Read more:","sentiment_score":0.0761904762}
{"full_text":"Our #8 story of the year represents the challenges of coping with COVID-19 and the Royals that rise to meet them. Nurse anesthetist CoryAnn Kleinhaus '12 serves on the front lines of COVID-19 care, where she strives to focus on each patient's humanity.","sentiment_score":0.0}
{"full_text":"Weeks before the legislative session, state leaders' political priorities and COVID-19 safety plans remain works in progress","sentiment_score":0.0}
{"full_text":"DAVID ALLEN CARR, 58 of Fort Wayne, Indiana died of COVID on Dec. 18.\"Dave spent years writing a racing blog...for the Indianapolis 500 and the U.S. Nationals. He enjoyed traveling to races nationwide with his wife, a racing photographer.\"https:\/\/t.co\/SnLTBCe23f","sentiment_score":0.2}
{"full_text":"#dividends estimate for 2022 is EUR30 Bn higher than the expected for 2021, but is still EUR60 Bn lower than a year ago. Excluding the impact of the #COVID19 analysts at Divacons-Alphavalue think 2022 #dividends could have reached EUR360 Bn!!!","sentiment_score":0.02734375}
{"full_text":"#RacialProfiling by GEMSTHE KNEE ON THE NECK OF THE BLACK HEALTH PROFESSIONALS https:\/\/t.co\/mfiwpLnIAH@GEMS_Number1 #RacismMustFall #Covid19 #SkeemSaam","sentiment_score":-0.1666666667}
{"full_text":"What makes some groups more likely to be exposed to COVID than others? Race and your zip code shouldn't determine your destiny. If you agree with us, commit to being part of the change by signing the #NGBLA pledge at more in the","sentiment_score":0.3333333333}
{"full_text":"BQuick!- Sensex recoups Monday's losses- Mrs. Bector stock doubles on market debut- Small businesses are going online to beat #Covid19 Top news, must-read stories and columns - all served up in less than 5 minutes.","sentiment_score":0.0277777778}
{"full_text":"Limpopo hospital trauma units buckling under Covid-19 second wave","sentiment_score":0.0}
{"full_text":"Dozens of hospitals in the state have stopped taking transfer patients because they are already overwhelmed from COVID-19 cases.","sentiment_score":0.0}
{"full_text":"RT German officials say a woman who flew from London to Frankfurt this weekend was carrying the new, more infectious coronavirus v...","sentiment_score":0.2121212121}
{"full_text":"Leftist Boost @ComradeErin@comradeface@ComradeFish@ComradeGomer@comradejj@ComradeKyle17@ComradeLegolas@comradelilly@ComradeLylith@Comradeof_che@ComradeAlexa@ComradesAll@comradicalista@ConceitedButch@CongressKate@conoroperson@Cornish_Damo@coronapocalypse","sentiment_score":-0.05}
{"full_text":"I said this last year, so this has NOTHING to do with Covid. But Christmas feels weird in Florida. Lol I'm excited about going home tomorrow. #NC","sentiment_score":0.16875}
{"full_text":"RT Today, I received the COVID-19 vaccine.To the scientists and researchers who worked tirelessly to make this possible -- than...","sentiment_score":0.0}
{"full_text":"RT Defying the pandemic, Latinos missing loved ones travel to their homelands for the holiday #latin...","sentiment_score":0.25}
{"full_text":"RT We're Being Told South Africa's \"Scary\" Mutant COVID Is Even More Dangerous Than The UK's \"Super COVID\"","sentiment_score":-0.0666666667}
{"full_text":"More than 40,000 meals and nine months later they are still working hard for their community and have ended the year with a Christmas toy appealhttps:\/\/t.co\/b6jkV2zucx","sentiment_score":0.0694444444}
{"full_text":"RT Calling out your vacuum by name, but not your fellow Iowans who have died of Covid . Tone deaf isn't even the...","sentiment_score":-0.0083333333}
{"full_text":"Pandemic doesn't stop celebration of World War II veteran's 100th birthday","sentiment_score":0.0}
{"full_text":"May the magic of the holiday season fill your home with joy and peace. Sending lots of love to your family, and looking forward to the day we can all be together again. Take care of yourselves and stay safe.","sentiment_score":0.575}
{"full_text":"Family Video permanently shuttered half its footprint this year amid fallout from COVID-19. Now it's \"all hands on deck\" for the tenacious retailer.","sentiment_score":-0.1666666667}
{"full_text":"When the pandemic hit, launched the \"Keep Listening\" series to help artists. Try applying for a spot on their Listening Room to gain exposure while live shows are on pause. See more info:","sentiment_score":0.3181818182}
{"full_text":"Despite pandemic, Las Vegas faith leaders share messages of hope at Christmashttps:\/\/t.co\/mRiPmHLJb6","sentiment_score":0.0}
{"full_text":"It's a tough job, made all the more challenging during the pandemic &amp; the holiday surge, but we wanted to let you know that we SEE YOU and we THANK YOU  More holidays are going to be happier because of the postal workers who are helping get TheraSpecs to their destinations.","sentiment_score":0.2777777778}
{"full_text":"Our fantastic frontline workers stepped up to respond to Covid and keep vital services running. Some even got a national award for their efforts!https:\/\/t.co\/TSSNQOHUo6","sentiment_score":0.25}
