{"full_text":"RT What has studying past pandemics taught the world about covid-19? Our article from April looked into what lessons can be...","sentiment_score":-0.25}
{"full_text":"I do hope you never referred to the \"China Virus.\" Otherwise that would make you a hypocrite.... oh, wait...","sentiment_score":0.0}
{"full_text":"RT I'm sorry to say that 4 completely unconnected people I know have ignored the post xmas lockdown rules and have either...","sentiment_score":-0.2}
{"full_text":"So who cares if grandma dies, is that it? Remember that \"recovered\" does not mean \"cured.\" Many people are suffering lingering and long-term effects from Covid, including permanent organ damage. Be we're doing GREAT, right?","sentiment_score":0.4354910714}
{"full_text":"RT History will show:The TURNING POINT for SA was May\/June 2020 when this pathetic govt relaxed the lockdown,forced childr...","sentiment_score":-1.0}
{"full_text":"At this point I am convinced that people that don't believe in Covid (Like it's Santa) will not be convinced until a) someone they love dies from it or b) they see people dying on the street. I don't wish neither on anyone so it's all abit mad.","sentiment_score":-0.0625}
{"full_text":"  I don't know who needs to see this, but: Anybody planning to counter-protest on 1\/6? PLEASE. STAY. HOME!!!  Let the domestic terrorists spread Covid and violence among themselves.  ","sentiment_score":0.0}
{"full_text":"I was wrong when I said 16, 000 CDC says it's over 27, 000 that 21,308 comes from the governor I believe what the CDC says","sentiment_score":-0.5}
{"full_text":"RT There's a new \"strain\" (Don't at us, we know the discussion back and forth. We are going with what the media is saying) of #CO...","sentiment_score":0.0681818182}
{"full_text":"RT Sonu Sood, Hrithik Roshan, Salman Khan, Akshay, #Prabhas : Celebs Who Made A Social Impact During COVID-19","sentiment_score":0.0333333333}
{"full_text":"RT World's First COVID 'Human Challenge' Begins As UK Prepares To Infect 2,500 Volunteers ","sentiment_score":0.125}
{"full_text":"RT Assuming we manage to get out of Pandemic Prison in 2021, here are some hopes:1\/ Less electronic art. It's bad for the env...","sentiment_score":-0.4333333333}
{"full_text":"The other month #Argos refused to honour some Argos Vouchers that had gone out of date earlier in the yeardespite, you know - a Lockdown for several months and endless restrictions lovely shop they are disappointed about Paypal tho' #BoycottArgos","sentiment_score":-0.0833333333}
{"full_text":"It's my last day of covid isolation so here's some views from my garden.","sentiment_score":0.0}
{"full_text":"RT Can honestly say that COVID is completely different to any kind of sickness bug I've had before, the tiredness and shortage of...","sentiment_score":0.4}
{"full_text":"The president's delay in signing COVID-19 relief legislation could have major consequences for millions of unemployed Americans. via","sentiment_score":0.0625}
{"full_text":"There has been a huge resurgence of Covid cases in China we hear.  They have closed ports and cities is the news coming out.","sentiment_score":0.15}
{"full_text":"RT Please don't gather for New Year's Eve. Please. Hospitals are a war zone. Maybe you're asymptomatic, but while you were...","sentiment_score":0.1363636364}
{"full_text":"RT We at @IndependentSage have constructed a five-point plan on how the government should respond to the growing #Covid19...","sentiment_score":0.0}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"Nahh fam u can't joke to covid that's over the line","sentiment_score":0.0}
{"full_text":"You did change the flight made it a day earlier I agreed but wasnt happy. Going to make a lot of money out the covid situation volunteer cancellations. Wont allow to change flights. Its awful situation.","sentiment_score":-0.0666666667}
{"full_text":"Going to have anotherSUPER SPREADER EVENT during a time when#Covid is Spreading fast  #theDonald arriving just in time to make sure More of the Rally Attendees are too sick or in the hospital &amp; WONT be able to VOTE","sentiment_score":0.1971428571}
{"full_text":"So do we still think Coronavirus is 5g or nah?","sentiment_score":0.0}
{"full_text":"RT Mahila Congress is the only women political organisation which took the lead in providing stitched masks to the people...","sentiment_score":0.0}
{"full_text":"You can tell the oldies have had their Covid vaccine. Heaps of them shopping and not following social distancing ","sentiment_score":0.0166666667}
{"full_text":"RT Collection via Self assessment tax on filing of return is less than 10 % per your own data ,...","sentiment_score":0.2166666667}
{"full_text":"RT Dear you need to make a reporting option for tackling Covid-19, medical, vaccine, health  lies and dis...","sentiment_score":0.0}
{"full_text":"RT Cases still rising exponentially. NHS on brink. And the Christmas surge *has not even begun yet*.","sentiment_score":0.0}
{"full_text":"Wow this thread is really going. I just read the one about how many teachers died in April due to Covid. Seriously tho.... why are they still planning to open schools? Maybe some of the wasted PS22billion could help?","sentiment_score":0.0202380952}
{"full_text":"RT Sa totoo lang wala nang sense 'yung GCQ. Have you been outside lately? No social distancing, empty alcohol dispensers, no t...","sentiment_score":-0.0388888889}
{"full_text":"RT This year, we've painfully learned the cost of being unprepared for a pandemic. If we aren't investing with our partners ar...","sentiment_score":-0.7}
{"full_text":".@GovAbbott .@DanPatrick Dear .@GovAbbott canceling \"elective\" aka not $$ #COVID19 is unwarranted.  Per TMC site 59% ICU. .@HasGregOpenedTX .@TexasCovid","sentiment_score":0.0}
{"full_text":"That's what my hubby said We have a cure for flu, it's called Covid","sentiment_score":0.0}
{"full_text":"RT Clinically important drug-drug interactions in patients admitted to hospital with COVID-19: drug pairs, risk factors, and...","sentiment_score":0.4}
{"full_text":"RT NEW: Pakistan reports first cases of new coronavirus variant found in UK","sentiment_score":0.1742424242}
{"full_text":"Weird Stuff: Celebrity hair stylist #JonathanWright Shares IceCream with his pet monkey from same cone. Watch here: #Monkey Trends: #tuesdayvibe #congratulationslaycon #tuesdaymotivations #petsofinstagram #IceCream #lockdownWatch Here:","sentiment_score":-0.15}
{"full_text":"RT Trump signs on to 2.3 TRILLION stimulus \"relief\" and pork bill and calls for end to #Section230Why do we have no RIGHT...","sentiment_score":-0.1428571429}
{"full_text":"Democratic People Republic of Covid* on January 1st when we get are sov rim tea back","sentiment_score":0.0}
{"full_text":"RT .... which is what ANY logical, common sense person would do ... this is NOT #antivax it is simply looking after yourself....","sentiment_score":-0.0166666667}
{"full_text":"This government is weak and incoherent. That means, if teachers, parents and scientists coalesce around keeping the schools shut until a proper testing and distancing infrastructure is built, they can win.","sentiment_score":0.05625}
{"full_text":"RT Just wondering how the people who are terrified of Covid are going to live in the real world ever again. I had people...","sentiment_score":0.1681818182}
{"full_text":"RT Wives and Girlfriends lining up to buy handbags after finding out their husbands and boyfriends spent RM45k on their bicycle.","sentiment_score":-0.1}
{"full_text":"RT As much as I respect the opinion of someone who's willing to write off anybody with pre-existing conditions from sleep diso...","sentiment_score":0.225}
{"full_text":"RT WHO warns Covid-19 pandemic is 'not necessarily the big one' - video","sentiment_score":0.0}
{"full_text":"RT such utter BS... the second victorian lockdown wasn't about it was about eliminating #COVID19.what was the...","sentiment_score":0.0}
{"full_text":"RT Trump convinced his base that masks and social distancing were unnecessary as he promised a vaccine to end the pandemic....","sentiment_score":-0.3888888889}
{"full_text":"So, you're saying that because you know of people like #MichaelGove, who've taken illegal drugs, and some of those people have said that during a global #Covid pandemic we should wear a mask, keep social distance, stick to lockdown rules etc, you don't have to...?#entitled","sentiment_score":-0.1555555556}
{"full_text":"RT On COVID reponse:Duterte                          Leaders of&amp; minions                      other countrieshttps:\/\/t.co\/rH...","sentiment_score":-0.125}
{"full_text":"If you've really struggled because of this pandemic or have lost a loved one or seen a loved one struggle, then may I suggest my song may help:-YouTube - Adrian Summersell - It's Alright A great song about empathy, friendship and love ","sentiment_score":0.58}
{"full_text":"RT Hospitals are running out of oxygen.One trust has no non-invasive machines left. ICUs are tweeting for volunteers to p...","sentiment_score":0.0}
{"full_text":"RT The number of coronavirus cases is down to 16K. This is good news. We should support both the central and state government...","sentiment_score":0.1814814815}
{"full_text":"I had an extremely vivid dream last night about helping plan and host a wedding for friends - who are already married in real life. My dream must have been pre-Covid though because it was like a good wedding party, with lots of people, fancy clothes and no masks.","sentiment_score":0.255}
{"full_text":"RT Terrible news of the sentencing of citizen journalist Zhang Zhan to four years in prison. Here is the piece we wrote ab...","sentiment_score":-1.0}
{"full_text":"RT EXO-Ls and Dandanies, make some noise!  EXO's D.O. is set to be discharged from the military as part of COVID-19 pre...","sentiment_score":-0.1}
{"full_text":"RT A  on COVID Living Room Spread: Saturday: - Older, out of the house brother wants to visit younger siblings.  Mom says...","sentiment_score":0.1222222222}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"RT hmm  seems Biden know something before the rest of the world .. this is on Oct 25 2019.  before the RONA","sentiment_score":0.0}
{"full_text":"RT Canada has hit a grim milestone. There have now been 15,000 deaths from COVID-19. Infectious disease experts say the numbe...","sentiment_score":-1.0}
{"full_text":"RT This week we mark 1 year since Dr. Li Wenliang sounded the alarm over a large number of SARS-like patients at his Wuhan...","sentiment_score":0.2142857143}
{"full_text":"RT Quite frankly the time has come to stay the f**k at home. Wherever you are in the UK. Please","sentiment_score":0.0}
{"full_text":"RT This ","sentiment_score":0.0}
{"full_text":"RT HANDS DAFPAK team visited different villages, provided family planning services to new &amp; current clients, conducted meet...","sentiment_score":0.0454545455}
{"full_text":"in Israel they think of there country people. Here we have Dammika drama with Health minister and parliament.","sentiment_score":0.0}
{"full_text":"RT Pakistanis in UK need to be careful and cooperate with their Govt to defeat new #COVID19 virus they must take advantage o...","sentiment_score":0.0181818182}
{"full_text":"COVID-19: UNIVERSITY OF ILORIN ISSUES RESUMPTION NOTICE TO STAFF, OTHERS (DETAILS)","sentiment_score":0.0}
{"full_text":"RT #PlasmaRequirement #Secunderabad #Date: 29\/12\/2020Patient : VaikuntamBlood : B+ve ( 1 Unit )Type : #PlasmaRequi...","sentiment_score":0.0}
{"full_text":"RT Bradford's Covid-19 infection rate rises","sentiment_score":0.0}
{"full_text":"5 Ways COVID-19 is Changing Office Space #CRE #COVID-19 #Office #NewNormalhttps:\/\/t.co\/iJFBRH8oyX","sentiment_score":0.0}
{"full_text":"Why picking your nose isn't just gross -- it's dangerous in the time of coronavirus","sentiment_score":-0.3}
{"full_text":"RT There are currently more people in hospital with Covid than at any other point during the pandemic.Please think about tha...","sentiment_score":0.1875}
{"full_text":"RT LMFAO I tried telling y'all about bbyonion, that's the same person who tried telling me to stfu about yuri being mistreated...","sentiment_score":0.0}
{"full_text":"RT Dr. Richard Strauss sexually abused 177 wrestlers at Ohio State University and guess who covered it up? did.","sentiment_score":0.5}
{"full_text":"RT The healthcare system rewards sickness...We have failed to inspire our patients to improve their diets &amp; lifestyle... the...","sentiment_score":-0.5}
{"full_text":"I'm shocked that egg is a COVID denier, Alisson Pearson retweeting, hard core Brexit supporter. Shocked.","sentiment_score":-0.5638888889}
{"full_text":"RT My Man of the year 2020","sentiment_score":0.0}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"In many cases, #COVID19 has occupied the spotlight this year, but there have also been many exciting advances in the #ClinicalLab field. Explore our #TopStories of #2020. #MedLab #LabTwitter #Research #Science","sentiment_score":0.4333333333}
{"full_text":"RT The UK is the first nation in the world to have secured and approved a vaccine against COVID-19 and the UK Government wi...","sentiment_score":0.25}
{"full_text":"RT NEW: Pakistan reports first cases of new coronavirus variant found in UK","sentiment_score":0.1742424242}
{"full_text":"RT (Not new) - From the time when we were first learning about Covid.","sentiment_score":0.0909090909}
{"full_text":"Considering meditation to help you cope with #HolidayStress during the pandemic or to manage a health condition? Learn what research has shown about meditation and health in this fact sheet from","sentiment_score":0.0}
{"full_text":"RT Ppl shouldn't let the sport rorts slip under the radar bec -A lot of more deserving clubs missed out as they weren't in th...","sentiment_score":0.55}
{"full_text":"RT This woman 'votes' on behalf of 47 SNP MP's at Westminster. They might as well all stay home.Folks, I give you #NoDealN...","sentiment_score":0.0}
{"full_text":"RT You can never trust BBC Scotland. Scottish hospitals aren't under pressure. Hospitals in England and Wales are.BBC Scotl...","sentiment_score":0.0}
{"full_text":"RT They released 19k prisoners because of overcrowded prisons during this pandemic only to fill them up with people who don...","sentiment_score":0.0}
{"full_text":"RT Secondary students can administer Covid tests themselves...I mean, I can't trust them to glue in a work sheet, but yeah,...","sentiment_score":-0.30625}
{"full_text":"School staff need PPE (and should have had since March) they should be vaccinated ASAP or if it's not safe, they don't physically open. What they also need is prep time &amp; clarity for once...They're aren't only children in schools. Education staff aren't disposable.","sentiment_score":-0.0833333333}
{"full_text":"We have advice for parents and carers, as well as fun activities to do for Christmas, on our Coronavirus Information Hub. Click the link to find out more -","sentiment_score":0.4}
{"full_text":"Each year, nearly 1,000 Pakistani girls are forcibly converted to Islam. This is accelerating during the #pandemic lockdowns, according to human rights advocates.","sentiment_score":0.2}
{"full_text":"Pfizer will supply #SaudiArabia with one million doses of the vaccine by the end of February 2021. ","sentiment_score":0.0}
{"full_text":"The pandemic has sown further discord in Iraq, worsening the country's political gridlock, economic malaise, and public frustrations with governance shortfalls.Hafsa Halwa writes.","sentiment_score":0.05}
{"full_text":"RT This feels like back in March, when all the evidence was pointing towards a national crisis - and Boris Johnson dithered.It too...","sentiment_score":0.0}
{"full_text":"When the #brain is affected #COVID-19 survival drops ... | #patients | #SARSCoV2 | #stroke | #COVID19 | #infection | #HealthCare | Via","sentiment_score":0.0}
{"full_text":" From mulled wine to mince pies, the hidden benefits of your favourite festive treats Beware the Covid droplet bomb! ICU doctor's brutal video shows what a dying Covid patient experiencesDon't miss Health+","sentiment_score":-0.5416666667}
{"full_text":"During SA's #COVID19 #lockdown, doctors at continued to help patients terminate pregnancies - by 45 minute phone calls. Here's how they did it via #SRHR","sentiment_score":0.0}
{"full_text":"Since the beginning of #Israel's 'Give a Shoulder' campaign, almost 500,000 Israelis have been vaccinated against #coronavirus. With millions more expected to be vaccinated in the coming month, Israel is aiming to be the 1st country to eradicate coronavirus. Amazing!  ","sentiment_score":0.3833333333}
{"full_text":"The best present one can hope for this year is to spend time together though we caution you to follow the #Covid19 SOPs for your safety and your loved ones. #TakeMeWithYou","sentiment_score":0.5666666667}
{"full_text":"The COVID-19 cases in the Philippines are predicted to inflate at 800,000 by end of 2021, according to the simulation study conducted by the University of the Philippines COVID-19 Response Team.","sentiment_score":0.0}
{"full_text":"If these prospects pan out, I'll happily take the L on this one. I hope they do! Hopefully soon I'll be able to transition to excitement about the prospects. But today? Nope. Not excited about trading Yu for that return.","sentiment_score":0.4375}
{"full_text":"Health anxiety, which is often referred to as hypochondria, is a psychological disorder that results in the sufferer worrying constantly about their health, even when there is no reason to think that they have a serious illness. #HealthAnxiety #pandemic #anxietyproblems","sentiment_score":-0.1111111111}
{"full_text":"NFL has pulled off improbable task playing in a pandemic","sentiment_score":0.0}
{"full_text":"The Police said legal action will be taken against the COVID-19 infected person who escaped from his home in Sapugaskanda while undergoing quarantine and anyone who had given him shelter#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigitalhttps:\/\/t.co\/NFAq3MkBuu","sentiment_score":0.15}
{"full_text":"#Livestock #farmers demand reconsideration of procedures behind livestock #exports.#Economy #Jordan #pandemic #COVID19 Read more:","sentiment_score":0.05}
{"full_text":"RT US COVID STIMULUS BILL ........ a visual for anyone confused.","sentiment_score":-0.2}
{"full_text":"RT this my first year not gettin challenger cuz of the coronavirus, the other years was cuz im bad","sentiment_score":-0.1916666667}
{"full_text":"Kuuuuute Morning ~2020 has been a wild year.A pandemic, staying at home, Animal Crossing, Smash Bros. DLC, umm.... unpleasant situations, No vacations, Trails of Cold Steel, family is all home, family playing games, These are my 2020 memories.What are yours?","sentiment_score":-0.3833333333}
{"full_text":"COVID testingTODAY Dec 29 1pm-4pmEast Liberty Family Health Care Center6023 Harvard St Register appointment neededThis is a walkup site not a drive-thruInsurance not required, but please bring insurance card if available. Test provided at no cost","sentiment_score":0.4}
{"full_text":"RT The real Coronavirus #COVID19 #pakistan #coronavirusinpakistan","sentiment_score":0.2}
{"full_text":"RT There are 40,000 nursing vacancies.The UK has 2.8 doctors per 1,000 people, which puts it well below the EU average.To...","sentiment_score":0.0}
{"full_text":"WATCH:  107 COVID-19 cases, 9 deaths in Manitoba Monday","sentiment_score":0.0}
{"full_text":"RT Not Mayor of London remit to encourage people to have #COVID19 vaccine. Sort out traffic, transport, homelessness &amp; crim...","sentiment_score":0.0}
{"full_text":"RT This is first anniversary of week that Dr Li Wenliang recognised the start of the #COVID19 outbreak. He continued to work...","sentiment_score":0.25}
{"full_text":"RT If the 'UK variant' were more contagious, its frequency should increase wherever it is present. Otherwise what we're l...","sentiment_score":0.25}
{"full_text":"The true toll is likely to be even higher | Exclusive via","sentiment_score":0.2}
{"full_text":"#Coronavirus and ordering your prescriptions: Allow at least 7 days between ordering and collecting them from a pharmacy If it is urgent, please go to your pharmacy The best way to order is either online through your GP practice or the NHS app","sentiment_score":0.35}
{"full_text":"Texas hits new record high of COVID-19 hospitalizations","sentiment_score":0.1481818182}
{"full_text":"The year 2020 not only was dominated by news about the pandemic, but also reports about irregularities that found themselves being unmasked in the higher chamber of Congress. #INQyearend2020","sentiment_score":0.125}
{"full_text":"RT  COVID cases are rising. Level 4 restrictions are now in place across mainland Scotland to suppress the new strain. It...","sentiment_score":0.1363636364}
{"full_text":"Day nine of the 12 Days of Ouchmas!At the start of the pandemic, the government declared millions of people in the UK \"vulnerable\".@justoctavia was one of those branded with 'the V-word' - so she decided to find the real people behind the label.https:\/\/t.co\/wjiZDgGZqi","sentiment_score":-0.2333333333}
{"full_text":"no but the solution is not to let covid19 run freely because that will ruin more lives and business. the answer is in govt supporting people until vaccines suppress infections instead of lining their own pockets with profits","sentiment_score":0.4375}
{"full_text":"Iran begins human trials of homegrown COVID-19 vaccinehttps:\/\/t.co\/5Clo7iPTc5","sentiment_score":0.0}
{"full_text":"mxcim! I will reserve my comments cause once GP becomes Wuhan lite, you know I am relocating to that dry ass province","sentiment_score":-0.0666666667}
{"full_text":"When travelling on #Luas please respect Luas staff and fellow passengers. Play your part by wearing a face covering while travelling on Luas, which is required by law. Help reduce the spread of COVID-19. We're all #InThisTogether See for more.","sentiment_score":0.5}
{"full_text":"Covid-19 in Cumbria: Covid-19 hospital patient numbers rising across north Cumbriahttps:\/\/t.co\/VDxLpeZTzz","sentiment_score":0.0}
{"full_text":"Sending prayers","sentiment_score":0.0}
{"full_text":"Jeremih reveals he still wears his hospital bracelet as a 'reminder' of his battles with COVID-19","sentiment_score":0.0}
{"full_text":"RT Hospitals across U.S. ponder rationing of care as coronavirus hospitalizations top 120,000","sentiment_score":0.5}
{"full_text":"Simon Armitage is working with long-time collaborator Brian Hill to make a film about the #COVID19 pandemic. More from our newsdesk below https:\/\/t.co\/oqEZN7mHJL","sentiment_score":0.5}
{"full_text":"RT Israeli minister blocks COVID-19 vaccinations for Palestinian prisoners; demand to overturn decision#Act4Palestinehtt...","sentiment_score":0.0}
{"full_text":"RT I've been in hospitals all over the country this past fortnight, they're all running hot. #NHS teams who haven't stopped si...","sentiment_score":0.0}
{"full_text":"U.S. Reaches Deal With Pfizer For 100 Million More Vaccine Doses: https:\/\/t.co\/gKHTh8IS7n@ETFMG #news #vaccine #covid19 #primeindexes","sentiment_score":0.5}
{"full_text":"Latest worldwide COVID-19 data: 81,767,170 cases, 1,784,026 deaths.A 2.18% fatality rate.","sentiment_score":0.5}
