{"full_text":"RT Ohio gets $34 BILLION more in federal spending than it pays in taxes each year.Connecticut pays $8 BILLION more in tax...","sentiment_score":0.5}
{"full_text":"RT HiCan you please contact me?I'm one of the Infectious Diseases Cosultant working in the front line, in BC fight...","sentiment_score":0.0}
{"full_text":"'People will die': Chicago could lose an essential hospital in the ... (the Guardian)Activists, medical professionals and community members in Chicago are rallying against the looming clo...Add your highlights:https:\/\/t.co\/1hWr1sAHfY #Chicago #IL","sentiment_score":0.0}
{"full_text":"RT Today, the Electoral College confirmed a resounding victory for and as our next President and Vice-...","sentiment_score":0.2}
{"full_text":"a pandemic within itself when will we eradicate the joined 2020 roaches ","sentiment_score":0.0}
{"full_text":"School district and China Mills fault...they didn't follow the CDC guidelines like it says keep schools open...","sentiment_score":0.0}
{"full_text":"RT What lockdown does to the Dora's ","sentiment_score":0.0}
{"full_text":"RT Delighted with the turnout during MSU Virtual Fashion Show. Despite the #Covid19 pandemic, the event had assembled vie...","sentiment_score":0.7}
{"full_text":"A Raging Pandemic Inspires Poetry With Little Bite (Nytimes)When you purchase an independently reviewed book through our site, we earn an affiliate commission.Wha...Add your highlights:https:\/\/t.co\/c3UvBmDdNz #writing","sentiment_score":-0.09375}
{"full_text":"RT All Tom Cruise needs is a motorcycle, a mask, a microphone, a map of America, and a metal rod and we'd have this COVID s...","sentiment_score":0.0}
{"full_text":"RT slowness to deal with Covid Maggie is v strange.@theSNP &amp; al...","sentiment_score":0.0}
{"full_text":"Can you #help these #students get a supply of #Kleenex for #backtoschool during #COVID? A #RETWEEET or #donation can #MakeItHappen! #COVID19 #crowdfund #crowdfunding #RetweeetPlease #rt #poverty #tuesdaymotivations #sharethegood #NorthCarolina","sentiment_score":0.0}
{"full_text":"TheHill: Joel Osteen's Texas megachurch received $4.4M COVID-19 stimulus loan... #Joel Osteen","sentiment_score":0.0}
{"full_text":"RT We are in a lockdown from truth and reality.","sentiment_score":0.0}
{"full_text":"RT ICYMI: After a popular Hamilton mall extended its shopping hours in preparation for what could be an influx of shoppers, Ontar...","sentiment_score":0.6}
{"full_text":"Inject this team into me like the Covid vaccine","sentiment_score":0.0}
{"full_text":"The latest Senior Care Today in Mississauga! Thanks to #covid19 #olderadults","sentiment_score":0.4125}
{"full_text":"RT New South Wales breaks 13-day streak without a new coronavirus case","sentiment_score":0.1363636364}
{"full_text":"RT The reason why this country won't care about 300,000 COVID deaths is the same reason we didn't implement gun control after...","sentiment_score":0.0}
{"full_text":"My hospital was a third full of Covid patients before second lockdown. A third. That is unheard of for any disease, even in winter.","sentiment_score":0.0875}
{"full_text":"Remember after hurricane Katrina when he refused to let people shelter in his high falootin' church?  Tax his phony religious ass","sentiment_score":0.08}
{"full_text":"Mrs. I INVESTED IN BODY BAGS WHEN I FOUND OUT ABOUT THE PANDEMIC AND DID NOTHING TO HELP GEORGIANS, now wants them to help pay for her election..richest Senator with $500 mill..and a $25 mill private jet paid for by tax payers..say no at the polls","sentiment_score":0.1}
{"full_text":"RT That Covid was no worse than the Flu after telling Woodward how deadly and bad it is.","sentiment_score":-0.2333333333}
{"full_text":"We will continue to use our voices!!#WhereAreYouPritzker #CagesDontStopCOVID #EndILPrisonLockdown","sentiment_score":0.0}
{"full_text":"And for the timing of that NYT article after eye was flirting withSharmeleon. At least eye don't havea President with a junkie son whonever addressed the pandemic orthe situation in Taiwan, the opioid crisis, or that the  ppl should use hand sanitiser.","sentiment_score":-0.3}
{"full_text":"RT First, it was don't wear a mask. Then, it was slow the spread. Then, it was lock everything down. Then, it was wear a...","sentiment_score":-0.0685185185}
{"full_text":"RT Statements of support for #COVID19 whistleblower #RebekahJones from across the US - World Socialist Web Site","sentiment_score":0.0}
{"full_text":"some fun news. I've been teaching adult students in a web dev bootcamp. They've been displaced by Covid. We just learned e-commerce and I was showing plug-ins that integrate with the big e-commerce plugins....","sentiment_score":0.1333333333}
{"full_text":"RT UTSW Forecast Model Shows Dallas, Tarrant COVID-19 Case Trajectories Diverge:https:\/\/t.co\/l7yQaxCA1g","sentiment_score":0.0}
{"full_text":"Covid is a hoax started by the democrats.","sentiment_score":0.0}
{"full_text":"can someone please explain to me why my land lord thinks it's okay to schedule people to tour our house when we're in a fucking pandemic","sentiment_score":-0.05}
{"full_text":"RT Time to bring up Taxing Churches once again! https:\/\/t.co\/UySZM1l4Qh","sentiment_score":0.0}
{"full_text":"RT Tom Cruise is warning 'Mission Impossible 7' crew members that they will be 'fucking gone' if they break COVID safety pro...","sentiment_score":-0.6333333333}
{"full_text":"RT Covid makes it clearer than ever that tourism is colonialism. See Tulum.","sentiment_score":0.0}
{"full_text":"RT Clean energy? McConnell will block it. Civil Rights? He'll block it.COVID relief? He'll block it.Voting Rights? He'll block...","sentiment_score":0.3666666667}
{"full_text":"Trumpers still not accepting Biden and Covid deniers still not accepting the pandemic.  It's no wonder the 1918 Pandemic was so bad.","sentiment_score":-0.7}
{"full_text":"RT This spring, a reporter exclaimed \"We had to go all the way to New Zealand to find leaders seemingly doing everything righ...","sentiment_score":0.1363636364}
{"full_text":"we're gonna stay in one of our landlords' guest room. nervous about covid, but need light to work :(","sentiment_score":-0.175}
{"full_text":"RT Peter Navarro's performance in his botched ventilator contract calls into question all the contracts he negotiated. Th...","sentiment_score":0.0}
{"full_text":"RT !!!!URGENT!!!! I'm doing $15 B+W character commissions, proceeds will go towards rent to help a black person with COVID and...","sentiment_score":-0.1666666667}
{"full_text":"RT The government is using Covid to replace God and church in our lives.Don't allow this to happen.","sentiment_score":0.0}
{"full_text":"RT I'm prepared to engage with any rational argument either for stricter or more relaxed societal shut-downs to mitigate...","sentiment_score":0.5}
{"full_text":"RT In El Paso, someone dies of COVID every 75 minutes. The situation there is so bad the county brought in more freezer tru...","sentiment_score":-0.1}
{"full_text":"RT 1\/3 Speaking of this next chapter of our #COVID19 response, let's not forget the special ingredient that has and will cont...","sentiment_score":0.1785714286}
{"full_text":"RT Covid makes it clearer than ever that tourism is colonialism. See Tulum.","sentiment_score":0.0}
{"full_text":"Um yeah, Tevis, you're literally the one carrying through with the evictions??? And have the power to stop them??? Please FUCK OUT OF HERE with this notion that \"all levels of government\" are the problem when you so happen to be the head of them. ","sentiment_score":-0.4}
{"full_text":"Ron - guess you lose that inside power - fear not, your hero will be living in FL and you can help him with more corruption, lies, and hiding the covid truth to us","sentiment_score":0.5}
{"full_text":"RT Fact checkers are fake.","sentiment_score":-0.5}
{"full_text":"I am sure they would find a way if something catastrophic was going on, like a pandemic or something. What are they supposed to do, work over the holidays like normal people?","sentiment_score":0.325}
{"full_text":"RT Update: Hours after the first person in Puerto Rico got vaccinated against COVID-19, the National Guard says 13 of 65 hospi...","sentiment_score":0.25}
{"full_text":"RT Covid is real. It is bad. Wear a mask. Get the vaccine. When I was in the hospital for two weeks with covid my doctor found...","sentiment_score":-1.0}
{"full_text":"RT We just straight up ignored role of obesity in coronavirus deaths and acted like everyone faced equal risks, needlessly jeop...","sentiment_score":-0.1}
{"full_text":"Shameful","sentiment_score":0.0}
{"full_text":"RT \"We are not shutting this fucking movie down! ... If I see it again, you're fucking gone.\"Leaked audio of Tom Cruise...","sentiment_score":-0.4648148148}
{"full_text":"RT We're thrilled that Lutheran's own Megan Nunnelly is being honored as a \"Colorado Hospital Superhero.\"As Clinical Nur...","sentiment_score":0.6}
{"full_text":"Millions of families facing food insecurity because of pandemichttps:\/\/t.co\/yNLJtkhX7T","sentiment_score":0.0}
{"full_text":"Ive been wondering if my overly religious supervisor has gotten the covid. I feel like she only pretends to be reasonable because I was kinda scary.","sentiment_score":-0.075}
{"full_text":"Here's what you need to know about #Moderna's COVID-19 vaccine. via","sentiment_score":0.0}
{"full_text":"RT Yesterday, the US death toll from COVID passed 300,000 - roughly the population of the entire City of Pittsburgh. We al...","sentiment_score":-0.05}
{"full_text":"RT Two things are clear -- 1. Congress must pass a #COVID19 relief bill.2. Disaster relief checks must be included.Proud t...","sentiment_score":0.1}
{"full_text":"RT !!!!URGENT!!!! I'm doing $15 B+W character commissions, proceeds will go towards rent to help a black person with COVID and...","sentiment_score":-0.1666666667}
{"full_text":"RT I grew up reading Ann Criswell. She was such a talent and, to the end, a true newswoman...","sentiment_score":0.175}
{"full_text":"HarperConErin &amp; conservatives are to blame for spewing the \"vaccine hesitation\" lies &amp; misinformation. Hey if you can eat hot dog wieners, you can take vaccines for toxic viruses ex. Covid, polio, mumps, etc. Save a life! Your own. Get the vaccine! #NeverCons ","sentiment_score":0.53125}
{"full_text":"I guess 1.4T stimulus bill is the right way to go so folks suffering from this pandemic can get $1200 to survive instead of being evicted. This is to and I am serious!","sentiment_score":-0.0654761905}
{"full_text":"RT Deaths \"attributed\" to COVID (both \"with\" and \"from\") have NEVER hit the same peak in April...and have plummeted.  But he...","sentiment_score":0.0}
{"full_text":"300,000+ needless dead is not fighting for us. Attacking the fundamentals of our democracy is not fighting for us. Losing foreign markets with foolish tariffs is not fighting for us. Being uninvolved in the #COVID19 relief bill is not fighting for us. Trump has never fought 4 us.","sentiment_score":-0.275}
{"full_text":"RT Non-expert users are responsible for 96% (!!) of all counter misinformation tweets.More in our paper \"The Role of the Cr...","sentiment_score":0.3125}
{"full_text":"RT \"As COVID has devastated Mexico, killing more than 110,000 people and infecting more than 1.2 million--the highest case-fatal...","sentiment_score":0.5}
{"full_text":"Can't see my dying uncle because of covid  FUCK COVID!","sentiment_score":-0.5}
{"full_text":"THREAD:","sentiment_score":0.0}
{"full_text":"RT Due to the ongoing pandemic restrictions Louis' UK + Europe tour dates for the spring have been rescheduled, and some new...","sentiment_score":0.0056818182}
{"full_text":"RT 1. Please remember as you're praising the audio of Tom Cruise yelling at crew members who don't follow Covid restrictions that...","sentiment_score":0.0}
{"full_text":"This just popped up as wellhttps:\/\/t.co\/rfx668K0J5","sentiment_score":0.0}
{"full_text":"RT \"The staggering toll -- not even the highest so far reported -- averages out to two people dead every minute in the United Sta...","sentiment_score":-0.05}
{"full_text":"RT We have a right to pray and gather whenever we want. It is our God given right. #faith #ReligiousFreedom","sentiment_score":0.2857142857}
{"full_text":"RT 1 billion doses of vaccines for low and middle-income countries. This is our global goal The EU is the number 1 supporte...","sentiment_score":0.0}
{"full_text":"RT New: There are no stimulus checks, but the bipartisan covid relief bill feature a provision that provides a $100 billion+ \"doub...","sentiment_score":0.1363636364}
{"full_text":"Tom's going Gold Base sicko mode. MI:7 billion dollar box office let's go","sentiment_score":-0.8}
{"full_text":"RT BESSIE JONES of Ellicott City, Maryland died of COVID on Nov. 4. \"Bessie was a traditional southern woman in style and...","sentiment_score":0.0}
{"full_text":"RT Saint Lucia records ONE new case of COVID-19 bringing the total number of cases to 275 Six more people recovered toda...","sentiment_score":0.2121212121}
{"full_text":"RT 1. Please remember as you're praising the audio of Tom Cruise yelling at crew members who don't follow Covid restrictions that...","sentiment_score":0.0}
{"full_text":"RT The richest man in West Virginia got the COVID vaccine today, In one of the sickest &amp; poorest states in the...","sentiment_score":0.0}
{"full_text":"RT Tom Cruise Tears Into 'Mission: Impossible 7' Crew for Not Following COVID-19 Safety Protocols","sentiment_score":-0.3333333333}
{"full_text":"RT .@jejunemag #HappyHolidays Please #share &amp; #support #holidays #GIVEAWAY #CONTEST  from my #Heart  for anyone who need...","sentiment_score":0.0}
{"full_text":"RT ever since March when stay-at-home orders hit, i've been struggling to find something good or funny to tweet. just haven't...","sentiment_score":0.475}
{"full_text":"Hubby &amp; I were just talking about all of the pros &amp; cons of #COVID19. It has brought out the good in some. It has shown the true ignorance of others. It has definitely shown the real corruption in all levels of government - including the journalists who appear to be kissing .....","sentiment_score":0.3125}
{"full_text":"RT Hubby just brought me into his office, handed me a dart and pointed to the world map on the wall. He said wherever it lands...","sentiment_score":0.0}
{"full_text":"RT And, now I'm crying.","sentiment_score":-0.2}
{"full_text":"Thank you Tom Cruise.I build sets and stages for live shows.We can't work if there are no shows.We can't work if you don't fucking #WearAMask.","sentiment_score":-0.2318181818}
{"full_text":"Few people grasped or could have planned for such a life-changing event, but a silver lining of the pandemic is consumers realizing the importance of #financialplanning, including life insurance. #insurance #pandemic #lifeinsurance #silverlining","sentiment_score":-0.1}
{"full_text":"RT \"If I see you do it again you're f--ing gone.\" Tom Cruise expressed his frustration with #MissionImpossible7 crew members on se...","sentiment_score":0.0}
{"full_text":"RT #NEW: #Ontario Health has told hospitals to clear bed space within the next 48 hours and activate their surge capacity pl...","sentiment_score":0.0787878788}
{"full_text":"RT It's almost impossible to know what's going on inside nursing homes with COVID-19 outbreaks from official sources. I'm...","sentiment_score":-0.6666666667}
{"full_text":"RT And they get a sticker! (Our CBC cameraman Trent Peppler sent this picture of the \"I Got My COVID-19 Vaccine\" stickers...","sentiment_score":0.0}
{"full_text":"RT It's somebody with covid in a grocery store right now just touching all the lettuce","sentiment_score":0.3928571429}
{"full_text":"The AMA still needs to be cleaned out","sentiment_score":0.0}
{"full_text":"NIH-funded COVID-19 home test is first to receive over-the-counter authorization from FDA","sentiment_score":0.25}
{"full_text":"RT I received our first COVID19 Pfizer vaccine!!!!!!!!","sentiment_score":1.0}
{"full_text":"While Court operating hours have been reduced due to the COVID-19 pandemic, holidays, and budget cuts, the Court has NOT CLOSED its doors.See the complete Press release for details.","sentiment_score":0.0083333333}
{"full_text":"#NOWPLAYING : Mario - I Need More  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife","sentiment_score":0.5}
{"full_text":"well, she just died, so I thought it be rude to replace her quite franklybest of luck with covid though!","sentiment_score":-0.375}
{"full_text":"RT As coronavirus vaccines advance through clinical trials, some wealthy countries have reserved enough doses to immunize their o...","sentiment_score":0.25}
{"full_text":"RT #COVID19 vaccinations have already started for the most vulnerable and for frontline workers. Today, PM Trudeau announced w...","sentiment_score":0.0}
{"full_text":"Saiu que fo lockdown???","sentiment_score":0.0}
{"full_text":"RT Today in \"One Day Numbers Can Be Deceiving: The Story Of COVID, And Also Our Collective Mental Health The Last Nine Months\",...","sentiment_score":-0.05}
{"full_text":"Prospering In A Pandemic Pt. IV","sentiment_score":0.0}
{"full_text":"RT Tom Cruise just went off on studio staff during filming of Mission Impossible 7 for breaking COVID rules and we should hire h...","sentiment_score":-0.6666666667}
{"full_text":"RT You're joking, right?There was so many video games this year We got TWO Helluva Boss episodesFUCKING KAMEN RIDER SA...","sentiment_score":0.5}
{"full_text":"RT Fifth.","sentiment_score":0.0}
{"full_text":"If you're going to NOT wear a mask AND smoke at every laundromat - can you NOT do it directly next to my car or in front of the doors?! I'm freezing dammit. Go away so I can get my laundry.","sentiment_score":0.0}
{"full_text":"RT if you think niall horan doesn't make good music &amp; isn't attractive, you more than likely have covid. lack of taste is a sym...","sentiment_score":0.5}
{"full_text":"RT ! very cool very fun very effective social distancing !","sentiment_score":0.4166666667}
{"full_text":"RT The number of people currently hospitalized with Covid-19 is still rising -- now at a record 112,816 people in the United S...","sentiment_score":0.0}
{"full_text":"RT 'Homeless Stories' was published last week, containing the accounts of 20 children, who have been in homeless accommod...","sentiment_score":0.0}
{"full_text":"After stints farming in Italy and Hawaii, Aimee Zarzynski and her fiance Kevin White started Gold Roots Farm in Corning in January.  The CN&amp;R spoke with Zarzynski about the couple's experience abroad, returning home, and opening a farm during a pandemic:","sentiment_score":0.0}
{"full_text":"City to close COVID prevention spaces for homeless at 2 hotels this month","sentiment_score":0.0}
{"full_text":"As health care workers are starting to get the first injections of the COVID-19 vaccine, where does Wisconsin stand in the fight against the coronavirus?","sentiment_score":0.125}
{"full_text":"The FDA has granted emergency authorization to Ellume's over-the-counter antigen COVID-19 test for fully at-home use.https:\/\/t.co\/3q5ES4SDEy","sentiment_score":0.0}
{"full_text":"In total, 1,950 people, made up of front-line health care workers will be vaccinated over the next few days, starting at 6 PM today.https:\/\/t.co\/sHOsYE7NT1","sentiment_score":-0.05}
{"full_text":"At least five members of Russia's State Duma have been reinfected with the coronavirus, its speaker said Tuesdayhttps:\/\/t.co\/K1YCQjxhgi","sentiment_score":-0.3}
{"full_text":"invests S$1 million in equipment to transport #COVID19Vaccines for #Singapore and endeavours to establish it as a hub for vaccine distribution to the region.","sentiment_score":0.0}
{"full_text":"Austin healthcare workers started getting the COVID-19 vaccine Tuesday. University of Texas at Austin Health and the UT Dell Medical School is scheduled to vaccinate 325 people Tuesday and hundreds more this week.","sentiment_score":0.25}
{"full_text":"In my county 3 schools implemented (pre- pandemic) one over 5 or 6 years ago. They are over a half hour from law enforcement. They don't broadcast who is armed. It's  a deterrent. Not necessarily a teacher.","sentiment_score":-0.0833333333}
{"full_text":"Live Q&amp;A at with Director, Cinematographer and G-TEAM Ambassador, on 12\/16 - 11AM PDT! Join us as he talks about overcoming the challenges during COVID-19. Register here: ","sentiment_score":0.1704545455}
{"full_text":"The 55 CPD officers exposed last month comprise 5% of the city's police force and make up, by far, the department's highest monthly new COVID-19 case total.","sentiment_score":0.0590909091}
{"full_text":"Main Stories (12-16-20)Another laboratory has been added to Western Visayas' capacity to test for SARS-CoV-2, the virus that causes coronavirus disease 2019 (COVID-19), and scale up efforts against the contagious disease.https:\/\/t.co\/0xd9ClOGhC","sentiment_score":0.0833333333}
{"full_text":"Free #CovidVaccination and 19 lakh jobs to youth were among some promises made by the BJP to #Bihar residents during the state assembly elections. (@rohit_manas)#REhttps:\/\/t.co\/2MyuCxRCgS","sentiment_score":0.4}
{"full_text":"RT ROSE MARY BLACKWELL and PAUL BLACKWELL, wife and husband of Grand Prairie, Texas, died of COVID in December. It didn't have t...","sentiment_score":0.55}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"Connecticut State Senate candidates most heavily advertised on the issue of education, with healthcare a close second. Other top issues included small businesses, Covid-19, support for the police, and utilities (such as Eversource).","sentiment_score":0.0607142857}
{"full_text":"If you see a member of our please thank them. These men and women have been on the front lines of our fight against COVID-19 for many months. #MissouriProud #ShowMeStrong","sentiment_score":0.5}
{"full_text":"Exciting news you can use! #COVID19 #COVID19News #COVIDVaccine #PPE #WearAMask","sentiment_score":0.375}
{"full_text":"The Department of Defense has announced its COVID-19 vaccine distribution plan, and eastern North Carolina bases did not make the initial list.https:\/\/t.co\/C7OlRYJMKf","sentiment_score":0.0}
{"full_text":"A former administrator reflects on the intersection of science and policy and how we got to a #Covid19 vaccine so quickly. Tune in tomorrow for alumna Dr. Irene Glowinski's story. #AUAlumni2020","sentiment_score":0.1666666667}
{"full_text":"NATIONAL SECURITY WORRIES: Could hackers have obtained nuclear secrets? COVID-19 vaccine data? Blueprints for next-generation weapons systems?https:\/\/t.co\/jOQdSfdfTk","sentiment_score":0.0}
{"full_text":"Iowans can take pride in the role we played in the monumental development and deployment of the Pfizer-BioNTech #COVID19 vaccine. UI Hospitals &amp; Clinics CEO Suresh Gunasekaran shares his thanks and encouragement as he reflects on yesterday's events.","sentiment_score":0.2}
{"full_text":"RT 302,800 Americans dead in the pandemic. What memorial for the pandemic dead? There are no names etched on a wall. No eternal...","sentiment_score":-0.2}
{"full_text":"With the first doses of a newly approved coronavirus vaccine being administered, in some cases live on television or social media, a new survey finds increasing numbers of African Americans now saying they'll get it.https:\/\/t.co\/4XUnzQxbyg","sentiment_score":0.1154040404}
{"full_text":".@MiraIronsMD reviews #COVID19 numbers and trending topics, including the granting emergency use authorization to the nation's first COVID-19 #vaccine, the post-Thanksgiving surge, and other super-spreader events overwhelming hospital admittance.","sentiment_score":0.2083333333}
{"full_text":"Moderna Coronavirus Vaccine Shows \"No Specific Safety Concerns,\" Says US Regulator#Usa #coronavirus #covidvaccine #modernaRead more:","sentiment_score":0.25}
{"full_text":"The first Christmas in a coronavirus world will be a season like no other, with governments urging people to rein themselves in to stop another deadly wave of the pandemic.","sentiment_score":0.0375}
{"full_text":"Child's quest for answers about the pandemic takes an unexpected turn","sentiment_score":0.1}
{"full_text":"Sweden's government failed to sufficiently protect the elderly in care homes from COVID-19 and is ultimately responsible for the pandemic's effects in the country, according to a stinging official report released Tuesday.https:\/\/t.co\/ykp7ck4Gu2","sentiment_score":-0.15}
{"full_text":"Yep. I've been thinking about this a lot.","sentiment_score":0.0}
{"full_text":"\"It's a big step to overcoming this pandemic, and we have to start somewhere,\" says Lucky Aguila, who was among the first people in this country to be vaccinated against COVID-19.https:\/\/t.co\/hLfnfYrRba","sentiment_score":0.1944444444}
{"full_text":"#TodayWithDrKaye: Baltimore doctor and nurse among first to receive COVID-19 vaccinations in Maryland #WEAA #TheVoiceOfTheCommunity","sentiment_score":0.25}
{"full_text":"Should people choose single-use or environmentally-friendly cloth #facemasks during the #Covid19 pandemic?","sentiment_score":0.0}
{"full_text":"As the pandemic continues, don't forget to maintain your mental health. gives us some places to find help and some ideas on how to maintain a positive mental perspective. #MayorsUpdate #WAListens #MentalHealth #MentalHealthAwareness","sentiment_score":0.0090909091}
{"full_text":"#TheTalk co-host Sharon Osbourne took to Instagram to reveal her COVID-19 diagnosis. ","sentiment_score":0.0}
{"full_text":"N.C.A.A. Crisis Shows How Biden's Surgeon General Pick Navigated the Pandemic","sentiment_score":0.05}
{"full_text":"A home test for COVID-19 will soon be on U.S. store shelves.https:\/\/t.co\/A22mw23IPJ","sentiment_score":0.0}
{"full_text":"Judicial Watch announced a fed judge ordered the HHS to begin producing communications &amp; other records of NIAID Director Anthony #Fauci and Deputy Director H. Clifford Lane about the #WHO, #China, and the coronavirus. Read:","sentiment_score":-0.125}
{"full_text":"Outstanding issues in the leadership talks include a potential second round of direct payments to individuals, a plan for $300-per-week bonus unemployment benefits, state and local aid, and the GOP-sought liability shield against COVID-19-related lawsuits.https:\/\/t.co\/6ImZiAhWB6","sentiment_score":0.0666666667}
{"full_text":"We've collected 2615 kgs of food at Thank you #yeg! We'll be collecting food donations with our volunteers until Jan. 3rd. Please stay in your car, wear a mask and pull up to our large green bins to drop off. We will assist you! #explorewinterwonder","sentiment_score":-0.0119047619}
{"full_text":"Good for him.","sentiment_score":0.7}
{"full_text":"RT Fact checkers are fake.","sentiment_score":-0.5}
{"full_text":"The plan to get the COVID vaccine from the manufacturers into hospitals, assisted-living homes, pharmacies and Americans' arms is still filled with unknowns.","sentiment_score":0.4}
{"full_text":"Current Conditions for #Sayre PATemp: 22.4FWind Chill: 22.4FHumidity: 80%Dew Point: 17.2F Barometer: 30.507 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 250.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"A group of UT Health frontline workers became the first in the area to get Pfizer's COVID-19 vaccine.","sentiment_score":0.25}
{"full_text":"Children account for a little more than 12% of all Covid-19 cases in the states that report cases by age.","sentiment_score":0.15625}
{"full_text":"RT Some good news is that the 522 new cases of infections identified in the past day is the lowest number in more than a month...","sentiment_score":0.2715909091}
{"full_text":"RT My cousin is a Dr. This is what we have been told. Everything is being diagnosed Covid. They have to or...","sentiment_score":0.0}
{"full_text":"Both sources have been hit hard by the COVID-19 pandemic, chamber CEO James Grunke said. ","sentiment_score":-0.2916666667}
{"full_text":"RT My family has COVID &amp; the health authority told my mom that if her lips turn blue to go to the hospital. She's Black. Her...","sentiment_score":-0.0833333333}
{"full_text":"RT Tom Cruise has yelled at 'MISSION IMPOSSIBLE 7' crew who broke COVID safety protocols &amp; warned they will be \"fucking go...","sentiment_score":-0.6333333333}
{"full_text":"My covid vaccine may be coming tomorrow! Happy Hanukkah indeed!","sentiment_score":1.0}
{"full_text":"#Kansas #COVID19  Deadliest place in America: They shrugged off the pandemic, then their family and friends started dying via","sentiment_score":0.0}
