{"full_text":"RT New Zealand is covid free. They've had 25 deaths.We didn't have to be in this mess.","sentiment_score":0.1204545455}
{"full_text":"RT #DieZeit's reviews new book: \"Ten Lessons for a post-pandemic World.\"https:\/\/t.co\/DW2R7j8Dy...","sentiment_score":0.0681818182}
{"full_text":"No mention of 'non-essential'https:\/\/t.co\/bD5OnR9gbb","sentiment_score":0.0}
{"full_text":"ontario wide lock down coming again #ottawa has to suffer from toronto and peels issues screw your ford we will all remember that this you id*ot with only 31% icu beds in ottawa occupied you have no issues fuxking so many lives to hell with you!!","sentiment_score":0.1314236111}
{"full_text":"Yes and I wear a mask","sentiment_score":0.0}
{"full_text":"RT If we had a serious Prime Minister and a serious government, he would be on the phone to European leaders now, saying t...","sentiment_score":-0.2222222222}
{"full_text":"RT Climate change is felt in so many different areas: DisastersInequalityCoronavirus BusinessPolitics and Policy ... and...","sentiment_score":0.25}
{"full_text":"Thank u","sentiment_score":0.0}
{"full_text":"Covid :19                              Covid :20","sentiment_score":0.0}
{"full_text":"RT WASHINGTON (AP) -- Top congressional leaders announce agreement on COVID-19 relief package, government funding bill.","sentiment_score":0.5}
{"full_text":"RT Anyways, here's Future's verse on Pardon Me.","sentiment_score":0.0}
{"full_text":"RT 1. Updated thread on children &amp; #COVID19, summarising recent research.Summary: further evidence children and adults are eq...","sentiment_score":0.0}
{"full_text":"RT The is currently describing the dire situation faced by TN hospitals given the last few weeks of exponential CO...","sentiment_score":-0.0666666667}
{"full_text":"RT Sorry but fuck the government. Australia and New Zealand have successfully handled this pandemic and the UK is just a laugha...","sentiment_score":-0.0034090909}
{"full_text":"RT \"Performative\" ISN'T:forcing a vote for M4A on the floor of the House in the middle of a pandemic when tens of millions...","sentiment_score":0.0}
{"full_text":"RT Quick reminder that it was open to the government to extend transition. We didn't have to face covid and Brexit simultaneously...","sentiment_score":0.1666666667}
{"full_text":"RT Dear Sanwo-Olu,If a lockdown is near, please don't tell us 4 hours to the beginning of the lockdown &amp; then send the military...","sentiment_score":0.0}
{"full_text":"RT As expected, ON schools will be closed for a week or two after the holiday break.https:\/\/t.co\/QSKvdEEHY9","sentiment_score":-0.1}
{"full_text":"RT For f*ck's same, can someone get them a mask?!?!?!","sentiment_score":0.0}
{"full_text":"RT Tens of thousands have lost their lives because our Government refuses to adopt a Zero Covid planUK- 67,177 deaths...","sentiment_score":0.0}
{"full_text":"RT It's tough that the #FSU football team, which sacrificed so much to make this season happen, got to play just one of its f...","sentiment_score":-0.0944444444}
{"full_text":"RT Flight FR103 STN - SNN and flight FR102 SNN - STD both confirmed as cancelled Monday 21st December due to latest #covid...","sentiment_score":0.19375}
{"full_text":"RT me no longer knowing how to dress in public once Covid has gonehttps:\/\/t.co\/9Kl37gSnlm","sentiment_score":0.0}
{"full_text":"RT Who knew that Trevor Lawrence getting CoVid was going to ultimately keep A&amp;M out of the playoff. Insane.","sentiment_score":-0.5}
{"full_text":"RT #BREAKING: Congress reaches deal on $900 billion COVID-19 relief package","sentiment_score":0.0}
{"full_text":"RT Join us LIVE tonight! 4:00pm PST Facebook, Twitter, YouTube or #pfizer #moderna #covid19 #scien...","sentiment_score":0.1704545455}
{"full_text":"When you go to China you wear a mask outside....look up ...see the fog...the pollution from stealing our industries. In the Imperial City and The Forbidden City there is less pollution (CCP's main headquarters)","sentiment_score":0.0}
{"full_text":"RT More than 1 million people have passed through U.S. airport security checkpoints in each of the past two days in a sign that public...","sentiment_score":0.0833333333}
{"full_text":"RT Congress is the only job in America where a person can get paid $174,000 a year and call it an accomplishment for doing th...","sentiment_score":0.0}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"About frickin time!https:\/\/t.co\/4ERKzGiv3P","sentiment_score":0.0}
{"full_text":"RT It's now imperative that PM seeks an agreement to extend the Brexit transition period. The new Covid strain - &amp; the var...","sentiment_score":0.1363636364}
{"full_text":"RT Travel closures: 10.35pm update.Aer Lingus will fly passengers from Ireland to UK (returning empty).Romania bans flights...","sentiment_score":0.8}
{"full_text":"RT It's now imperative that PM seeks an agreement to extend the Brexit transition period. The new Covid strain - &amp; the var...","sentiment_score":0.1363636364}
{"full_text":"What has changed since March it seems we in a worst place now all the measures etc haven't worked","sentiment_score":-1.0}
{"full_text":"RT BREAKING: Sources say all of Ontario will be placed in lockdown as of 12:01 a.m. on Dec. 24","sentiment_score":0.0}
{"full_text":"RT I'm an RN who has to work w covid patients and that fucker Mitch got his vaccine before me?","sentiment_score":0.0}
{"full_text":"RT I'm a Black non-binary photographer in Brooklyn. On Dec. 13, I invited 8 Black queer and trans folks to a studio day (no ove...","sentiment_score":-0.1666666667}
{"full_text":"COVID 19 Vaccine- Weird Science?https:\/\/t.co\/D5Xxd0PZup","sentiment_score":-0.5}
{"full_text":"RT Corona really said : #lsllh_ljdydh","sentiment_score":0.2}
{"full_text":"RT Update: Finland  join the long list of countries (including Italy, Germany, France, Kuwait, Turkey, Morocco, Austria &amp; man...","sentiment_score":-0.05}
{"full_text":"Time to get them fake IDs out and use our old age makeup skillz from high school theatre!!","sentiment_score":-0.05}
{"full_text":"BREAKING: Congress has reached a deal on a $900 billion coronavirus relief package.","sentiment_score":0.0}
{"full_text":"People whinging about the pandemic... you can still go outside! They have expanded the distance that you can reach a gym\/pokestop. You can do a raid without being at risk of covid. PoGo was a great game for getting people out and about, now everyone's just getting lazy!","sentiment_score":0.021875}
{"full_text":"RT I can't believe this has to be said but GOP lawmakers who have done nothing but make the pandemic worse shouldn't be gett...","sentiment_score":-0.4}
{"full_text":"RT GOP Tax Scam increased the federal debt by $2,000,000,000,000 (two trillion).83% of the benefits went to the wealthiest...","sentiment_score":0.0}
{"full_text":"Additionally, it's the only job where if you \"strategically\" postpone getting any work done, thousands of your recruiters defend you at their own expense","sentiment_score":0.3}
{"full_text":"RT New Zealand has announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then t...","sentiment_score":0.2018181818}
{"full_text":"Happy MoFo? You Nazi-scum brown-nosing POS! Oh, and Merry Christmas!Florida reports 8,401 new COVID-19 cases, Miami-Dade over 2K for 12th consecutive dayRead more here:","sentiment_score":0.5454545455}
{"full_text":"RT AOC cares so much about the poor -  she made sure she got the COVID vaccine before they did.  (Wet buzzard fart)","sentiment_score":0.05}
{"full_text":"JUST IN:","sentiment_score":0.0}
{"full_text":"RT Anti Covid Corg would like to remind you to stay safe this Christmas and avoid risks as much as possible &lt;3 Please t...","sentiment_score":0.25}
{"full_text":"RT This is in Columbus, Ohio. Someone posted this on Facebook. Covid has people going crazy ","sentiment_score":-0.6}
{"full_text":"COVID-19 has been an accelerant for many trends already in process before 2020 - remote working, food delivery, etc. Hopefully it will also accelerate changes in the bowl\/CFB playoff system.","sentiment_score":0.2}
{"full_text":"RT Stuck With U by Ariana Grande and Justin Bieber has raised over $850,000 for the First Responders Children's Foundation....","sentiment_score":0.25}
{"full_text":"That's the 3rd person who has COVID-19 vaccine ties that has been killed.....","sentiment_score":-0.1}
{"full_text":"Leader McConnell@senatemajldr*15mBREAKING: As the American people continue battling the coronavirus this holiday season, they will not be on their own. Congress has just reached an agreement. We will pass another rescue package ASAP. More help is on the way","sentiment_score":0.3666666667}
{"full_text":"RT COVID-19 Study of Almost Ten Million Finds No Evidence of Asymptomatic Spread, Media Quiethttps:\/\/t.co\/CRjvWUJGk6","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis is more concerned about saving his political skin than saving lives. He is more concerned with attacking...","sentiment_score":0.3333333333}
{"full_text":"RT #BREAKING: Ontario will enter province-wide lockdown as of Christmas Eve, sources sayhttps:\/\/t.co\/UwJIQDZJWK","sentiment_score":0.0}
{"full_text":"RT \"This issue of the stimulus check -- They say that they could sustain the indoor closures if that money was coming through. They...","sentiment_score":0.0}
{"full_text":"This coming from the guy that questioned if we could inject bleach to stop covid","sentiment_score":0.0}
{"full_text":"RT Breaking News: The CDC is recommending that people 75 and older be next in line to receive the coronavirus vaccine in the U.S....","sentiment_score":0.0833333333}
{"full_text":"RT The government ruined millions of lives Destroyed thousands of small businesses Decimated the mental health of our...","sentiment_score":-0.175}
{"full_text":"RT Breaking News: The CDC is recommending that people 75 and older be next in line to receive the coronavirus vaccine in the U.S....","sentiment_score":0.0833333333}
{"full_text":"RT BREAKING: Senate Majority Leader Mitch McConnell says leaders of the House and Senate have \"finalized an agreement\" on COVID-19 re...","sentiment_score":0.0}
{"full_text":"RT Your regularly scheduled reminder that Gilead is charging $3,000 for a coronavirus drug that costs less than $10 to pro...","sentiment_score":-0.0833333333}
{"full_text":"RT I literally cannot wait to get a COVID Vaccine and for the world to be finished with this nightmare.","sentiment_score":0.0}
{"full_text":"Christmas is this upcoming Friday! We know this year will be different and difficult for us to celebrate with our loves one. We want to remind you please stay away 6 feet from others and we want to make sure you stay safe and stay health as well! #girlandcreativity #StayHome","sentiment_score":0.15625}
{"full_text":"Who gets COVID19? Clive Palmer or God?","sentiment_score":0.0}
{"full_text":"RT Irish Indo: A senior Irish Government said cases of the new strain have been identified in Northern Ireland.https:\/\/t...","sentiment_score":0.0454545455}
{"full_text":"Only gone and tested positive for coronavirus just before Christmas. Fack! Thank god I put a wine order in with Aldi last week! I can't taste anything so not fussed about a food order  #christmasiscancelled","sentiment_score":0.0946969697}
{"full_text":"RT Can't believe they're talkin bout a new strain of corona like it's lemon haze ffs","sentiment_score":0.1363636364}
{"full_text":"RT Why would a guy who refused a covid test before a debate cut in front of the vaccine line?  Please tell us","sentiment_score":0.0}
{"full_text":"RT Our working families &amp; small businesses are in crisis--we can't wait any longer &amp; while this COVID relief deal is far from...","sentiment_score":-0.075}
{"full_text":"What do mean he is not real ?","sentiment_score":-0.20625}
{"full_text":"RT Why not this evening - is he having an early night? #COVID19","sentiment_score":0.1}
{"full_text":"RT Republicans want you to believe we can afford trillions in tax cuts for billionaires but only a one time $600 check fo...","sentiment_score":0.0}
{"full_text":"Hopefully yeah it's a fluke and you're enjoying hot water again . Mine spews rusty cold water. When it's hot water it's ok. But I don't want to have repairs during covid. I've been repairing simple things by myself but dunno much about boilers.","sentiment_score":0.1571428571}
{"full_text":"Congress agrees to $900 billion coronavirus stimulus deal, McConnell says","sentiment_score":0.0}
{"full_text":"RT She's young and healthy. Why is she at the front of the vaccine line?","sentiment_score":0.3}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"RT \"Everything becomes more dangerous than it was last month,\" told me. \"When 1 in 80 people in L.A. are in...","sentiment_score":-0.0333333333}
{"full_text":"AP: Top congressional leaders announce agreement on COVID-19 relief package, government funding bill.","sentiment_score":0.5}
{"full_text":"RT Unconscionable. Has the cleaning staff in the Senate - who had to work when Graham insisted on pressing ahead w\/in person J...","sentiment_score":0.0}
{"full_text":"RT Ask yourselves...why is Dr. Birx on Christian Broadcast Network at the height of #COVID19 praising Donald Trump?Because s...","sentiment_score":0.0}
{"full_text":"RT Got nothing to do tonight. Give this a watch. It will lift your spirits and get you out of the lockdown funk. Streaming...","sentiment_score":0.0}
{"full_text":"RT if GOP wanted, this could've been pass inAprilMayJuneJuly AugSeptOctNov. but GOP didn't want it to be passed. h...","sentiment_score":0.0}
{"full_text":"RT Sen. Mitch Mcconnell announced that Congress had struck a deal for Covid relief.","sentiment_score":0.0}
{"full_text":"RT Looks like the whole country being put in Brexitier 4 by the rest of the world... When incompetence meets venality, and...","sentiment_score":0.2}
{"full_text":"STOP THE BS $600!Take care of Americans during pandemic! We're dying fr our govt's neglect! $2,000 a month until over! Or maybe you've giving more to West &amp; Brady &amp; yourselves! SHAME ON USA #StimulusChecks","sentiment_score":0.625}
{"full_text":"RT Instead of complaining in these difficult times about what the pandemic prevents us from doing, let us do something for someo...","sentiment_score":-0.5}
{"full_text":"RT I lost 90lbs and joined the Army so that my son who has sickle cell disease and was kicked off of Medicaid in 2019 could...","sentiment_score":0.0}
{"full_text":"RT Moderna COVID vaccine shipments under way across United Stateshttps:\/\/t.co\/xcNhjCDRCc","sentiment_score":0.0}
{"full_text":"You do know,imbecile, that the CDC put aside doses for Congress because \" the government must continue\".","sentiment_score":0.0}
{"full_text":"did not care coronavirus, he and some Senators still not wearing masks in public! Last updated: December 20, 2020, 22:46 GMT. US Coronavirus Cases: 18,255,327 &amp; Deaths: 324,804Author-NJOpinion: Why Trump should resign today","sentiment_score":0.0}
{"full_text":"RT Looks like the whole country being put in Brexitier 4 by the rest of the world... When incompetence meets venality, and...","sentiment_score":0.2}
{"full_text":"The Dems bill was more generous &amp; on par w\/ what ALL our peer nations have been providing their citizens this yearBc of McConnell, all most Americans get is $1800 to cover an entire yearPaying ppl to stay home wldnt just be decent--it'd prop up public health &amp;boost the economy","sentiment_score":0.25}
{"full_text":"RT Looks like the whole country being put in Brexitier 4 by the rest of the world... When incompetence meets venality, and...","sentiment_score":0.2}
{"full_text":"he can't even predict a goddamn election right, and that's his DAY JOB.why the fuck is this guy trying to CLAIM HE KNOWS MORE ABOUT VACCINATION THAN THE CDC?(note he says \"ACIP\" to try and hide he's challenging the CDC's vaccination committee on vaccination, too)","sentiment_score":0.2214285714}
{"full_text":"The Senate has reached a COVID deal. Does that mean I get $600?","sentiment_score":-0.3125}
{"full_text":"Is this","sentiment_score":0.0}
{"full_text":"RT I'm wondering is this vaccine another strain of covid so we have another fake pandemic to shut down America? Lots of peop...","sentiment_score":-0.3277777778}
{"full_text":"HOLY SH!T","sentiment_score":0.0}
{"full_text":"RT Sit Werner down, lock him in a room, and force feed him red bulls and Jamie Vardy compilations. He has the physique\/ball st...","sentiment_score":-0.0777777778}
{"full_text":"RT To fight COVID, Build Back Better, and stop this nightmare from ever repeating, I'm urging Surgeon General nom...","sentiment_score":0.1833333333}
{"full_text":"Why are we denying Christmas  to hundreds of thousands of Australians when noone is currently in NSW ICU with Covid ?","sentiment_score":0.0}
{"full_text":"RT It's now imperative that PM seeks an agreement to extend the Brexit transition period. The new Covid strain - &amp; the var...","sentiment_score":0.1363636364}
{"full_text":"RT I wrote in March that the pandemic will inevitably bring political instabilityhttps:\/\/t.co\/NhibnctTfV","sentiment_score":0.0}
{"full_text":"RT Yesterday, my beloved grandmother Emma Bruk died of #COVID19. Born in 1934, she did what most people of her generation coul...","sentiment_score":0.6}
{"full_text":"Impactful science from the The top of 2020  Here is number Congratulations to the  injury in #COVID19 The current evidence ","sentiment_score":0.25}
{"full_text":"**New Blog** Scion Analytics Reflects on 2020\"Like an unlikely flower growing in the arid desert, humans are fed by hope for a better tomorrow as we endure a difficult today.\"https:\/\/t.co\/R6xWvU7oan#ScionAnalytics #Pandemic #Covid-19 #Innovation","sentiment_score":-0.0909090909}
{"full_text":"This new policy will focus on removing tweets that \"advance harmful, false or misleading narratives\" about the vaccine.https:\/\/t.co\/AFS2tALDdP","sentiment_score":-0.1318181818}
{"full_text":"RT I am now a proud recipient of the Pfizer #covid19 vaccine. I'm also pregnant. A ","sentiment_score":0.5666666667}
{"full_text":"Computer programs that automate online tasks, called bots, have aligned with the coronavirus pandemic and low inventories of hot products to create a perfect storm of holiday disappointment -- or opportunity, depending on your perspective.","sentiment_score":0.1625}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"State health officials say they anticipate receiving 175,900 doses of Moderna's COVID-19 vaccine, with about 96,000 of its allotment going to long-term care facilities.","sentiment_score":0.0}
{"full_text":"Prosecutors have charged El Salvador police chief with misconduct after he allegedly hampered an investigation into the government's misuse of pandemic funds. The country has a long history of police involvement in concealing wrongdoing and corruption.","sentiment_score":-0.075}
{"full_text":"Dirty ass bitch","sentiment_score":-0.6}
{"full_text":"Michigan ranks second for COVID-19 prisoner deaths per capita after New Jersey's prison system.https:\/\/t.co\/FxvwzUdCEY","sentiment_score":0.0681818182}
{"full_text":"RT If, like the British Government, you big up a new strain of Covid to place London and the South into a newly-devised tougher Ti...","sentiment_score":0.0454545455}
{"full_text":"When Eileen Carroll's daughter tested positive for the coronavirus, Rhode Island health officials called with the results, then told her to notify anyone her daughter might have been around.https:\/\/t.co\/EzEkLuqfuN","sentiment_score":0.2272727273}
{"full_text":"RT WE ARE HAPPY TO SHARE THAT on 12\/21\/2020, after weeks of preparing and coordinating, Megan and Brandon are able to bring...","sentiment_score":0.65}
{"full_text":"My biggest fear is getting covid from someone having a \"target adventure\" cause they were bored :(","sentiment_score":-0.625}
{"full_text":"Working from home among the many distractions of the holidays can be a challenge, but we've got some tips to help you stay productive. Read about it on Monday's Current page.","sentiment_score":0.25}
{"full_text":"PATRICIA MASTERPOL, 80 of Liverpool, New York died of COVID on April 25.  \"My mom died after being transferred from one nursing home to another at the end of March. She suffered from dementia but was otherwise completely healthy. Her death was needless.\"Shared by her daughter","sentiment_score":0.0454545455}
{"full_text":"For the third year, the Gateway Community Association is hosting its holiday \"Here Comes Santa\" Toy Giveaway on Monday, but in the midst of the COVID-19 pandemic they will hold it as a drive-thru event.","sentiment_score":0.0}
{"full_text":"Emily Johnson and JP Leider revisit why critical workers at high risk of occupational exposure to #COVID19 might deserve priority access to #vaccines and other therapeutics. #COVIDVaccine #EssentialWorkers","sentiment_score":0.0116666667}
{"full_text":"#SouthKorea's daily new #coronavirus cases topped the 1,000 mark for the fourth consecutive day on Saturday on continued cluster infections nationwide","sentiment_score":0.0454545455}
{"full_text":"Heads up, drivers! While it's anticipated that a vast majority of Americans will stay home this Christmas, you'll still want to avoid Atlanta roads these days and times  ","sentiment_score":0.0}
{"full_text":"Foreign Affairs Secretary Teddy Boy Locsin reacted to the viral video of singing presidential legal counsel, Sal Panelo inside a Greenbelt Bar amid the pandemic.https:\/\/t.co\/0QloQe5Pky#AbogadoSnitch","sentiment_score":0.0375}
{"full_text":"RT Good morning! New lockdown regulations - Tier 4 introduced, Christmas rules changed. In force 7am todayThe Health Prote...","sentiment_score":0.5056818182}
{"full_text":"I have repeatedly asked Covid deniers, and election fraud supporter for any factual evidence to back their claims. I have not had one person do so. I did however have someone send me a clip of Fox News that Trump himself had shared. #BidenHarris2020 #COVID19","sentiment_score":0.0}
{"full_text":"RT \"Being an asshole for such a sustained period of time is really exhausting...\"","sentiment_score":-0.2}
{"full_text":"The Georgia Department of Public Health reported 5,120 new confirmed cases of COVID-19 in the state on Sunday, Dec. 20--&gt;&gt;https:\/\/t.co\/RKaCBz22Cp","sentiment_score":0.1787878788}
{"full_text":"RT The European Commission should be stepping in to ensure there's no ad-hoc closure of freight between EEA countries. They did...","sentiment_score":0.0}
{"full_text":"I've bought a house in pandemic, without knowing that the demolish condition is 35 days of inactivity.I don't think this is fair in any way, the period of inactivity is far way too small, there should be at least 6 months or at best a year.","sentiment_score":0.25}
{"full_text":"A Florida nurse who has spent the last several months caring for COVID-19 patients, is sharing some of his photos that capture the emotion, stress and dedication of front-line health care workers.","sentiment_score":-0.0333333333}
{"full_text":"RT You can't cancel Christmas and lock down the south of England on the basis of an alarming new strain and not expect other...","sentiment_score":-0.0610479798}
{"full_text":"RT Fact Check: 100% accurate.","sentiment_score":0.4}
{"full_text":"RT They better get a move in. I'm 77 and I just about had enough of DJT, Rudy, Flynn. If I don't get a vaccine soon I'm going...","sentiment_score":0.25}
{"full_text":"Senate Majority Leader McConnell announces lawmakers have reached a deal for a new coronavirus relief plan","sentiment_score":0.1363636364}
{"full_text":"RT A must read for anyone that cares about science and, well, life itself and us ever getting out of this horrible covid fog....","sentiment_score":-1.0}
{"full_text":"RT They all performing at clubs in the middle of a pandemic, certainly there is no budget for a publicist ","sentiment_score":0.1071428571}
{"full_text":"RT We are dealing with thugs and bullies who want to make us sign a bad deal. Time to walk away, to hell with the EU.","sentiment_score":-0.7}
{"full_text":"RT I'm an RN who has to work w covid patients and that fucker Mitch got his vaccine before me?","sentiment_score":0.0}
{"full_text":"RT I don't have my COVID shot yet. So I am posting this picture of the stairwell where I retreated yesterday after the 6th de...","sentiment_score":0.0}
{"full_text":"RT I as well have family and friends and the job they do is difficult and dangerous. Not one I could do. Please ba...","sentiment_score":-0.55}
{"full_text":"RT BREAKING: As the American people continue battling the coronavirus this holiday season, they will not be on their own....","sentiment_score":0.3}
{"full_text":"Geeks who are producing better technology for improving the climate, ventilators for the Covid pandemic as well as providing entertainment for millions around the world... Show me a footballer outside of Rashford who's done something even coming close to that level of altruism?","sentiment_score":0.25}
{"full_text":"RT People are tired of seeing their loved ones sicken and die from #COVID while politicians like you were FIRST IN LINE to get t...","sentiment_score":0.1833333333}
{"full_text":"RT \"Ultimately [Progressives'] efforts to work within the official political system to implement economic justice fail because...","sentiment_score":-0.075}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"It includes \"another round of small business aid through the Paycheck Protection Program (PPP), a $300\/week unemployment benefit, a $600 second round of stimulus checks, and more money for things like schools, COVID-19 testing and vaccine distribution.\"","sentiment_score":-0.03}
{"full_text":"RT in our health care system the government is virtually the sole payer of hospitals so please appreciate how dire of a moment...","sentiment_score":0.0}
{"full_text":"RT Putting off tough decisions until the last moment is Boris Johnson's M.O. He's doing with both the pandemic and Brexit tra...","sentiment_score":-0.1944444444}
{"full_text":"RT Breaking News: The CDC is recommending that people 75 and older be next in line to receive the coronavirus vaccine in the U.S....","sentiment_score":0.0833333333}
{"full_text":"RT \"Without a mandate, we can expect 30-50 per cent at most to wear masks compared to 100 per cent with a mandate. Making...","sentiment_score":0.5}
{"full_text":"RT Breaking News: The CDC is recommending that people 75 and older be next in line to receive the coronavirus vaccine in the U.S....","sentiment_score":0.0833333333}
{"full_text":"RT BREAKING: McConnell on Senate floor: \"Moments ago in consultation with our committees, the four leaders of the senate and t...","sentiment_score":0.0}
{"full_text":"Run it up","sentiment_score":0.0}
{"full_text":"RT So glad we're past the baking stage of the pandemic... bananas everywhere can rest.","sentiment_score":0.125}
{"full_text":"RT New strain of COVID could be 70% more transmissible, Hancock hinting at months of lockdown, not clear if schools will return,...","sentiment_score":0.1954545455}
{"full_text":"The full impacts of #COVID19 on food&amp; health systems is yet to be realised...Impacts on nutrition could reverse decades of progress for women &amp; children unless immediate investments &amp; actions are taken#GoodFood4All #StandingTogetherForNutrition","sentiment_score":0.35}
{"full_text":"RT A #PeoplesBailout would guarantee health care during the pandemic; Cancel Rent and end evictions; extend pandemic unemploym...","sentiment_score":0.0}
