{"full_text":"RT Microbiologist David Livermore says \"people are being treated like infants\" with coronavirus restrictions, and \"those in the...","sentiment_score":0.0}
{"full_text":"RT Sex work is work.The federal gov has done almost nothing to help people in months. We must pass stimulus checks, UI, small biz r...","sentiment_score":-0.25}
{"full_text":"Nothing is \"accurate\" about covid. The numbers of deaths are not accurate, distorted by $$$ gains, and the tests are not accurate meaning the number of infections are not accurate.","sentiment_score":-0.05}
{"full_text":"So GGSIPU,has decided to conduct the odd semester exams in offline mode that too in January,2021 itself. Our university has more than 1lakh students and ensuring the social distancing and safety is quite a challenging task which is practically impossible too.#ipukillingstudents","sentiment_score":0.04}
{"full_text":"RT Bloody hell. There are 145 billionaires in the UK and unicef is sending British kids food parcels","sentiment_score":-0.4}
{"full_text":"RT SPECIAL REPORT: An astonishing pattern emerged in Florida's #COVID19 death tally -- one that suggests the state manipulated...","sentiment_score":0.4285714286}
{"full_text":"RT #Covid_19 secrets of India...#COVID19 spreads only in the #Parliament and not in rallies of BJP #WinterSession202...","sentiment_score":0.0}
{"full_text":"Why would you wear a mask and \"social distance\" after getting a vaccine?","sentiment_score":0.0333333333}
{"full_text":"RT \"On December 28th, at the end of the five day Christmas period, tighter restrictions... will come into force\" Welsh First Mini...","sentiment_score":0.25}
{"full_text":"Kinda sad when this stuff has to be made more aware","sentiment_score":0.0833333333}
{"full_text":"Facebook To Alert Users Who Share, Comment On Fake COVID-19 Posts via","sentiment_score":-0.5}
{"full_text":"RT Governments stopped using science to respond to COVID-19 the very first day they started lockdowns.","sentiment_score":0.325}
{"full_text":"RT I feel like the fact that after receiving classified briefings about COVID Kelly Loeffler and David Perdue downplayed th...","sentiment_score":0.0}
{"full_text":"RT Not a SINGLE government in the world has used the COVID crisis as an opportunity to massively educate their populations o...","sentiment_score":0.0178571429}
{"full_text":"I like beakhyun as well. I hope baek can become a member of Taemin's padding squad soon ","sentiment_score":0.0}
{"full_text":"RT Who wouldn't want immunity from #Covid19 with a painless jab?? #vaccine","sentiment_score":0.0}
{"full_text":"So he helped deliver a \"Vote Leave\" govt full of nodding dog MPs who have consistently proved feckless and borderline corrupt during the pandemic plus an eye watering hit to GDP from Brexit. Worth every penny indeed.","sentiment_score":0.1}
{"full_text":"RT EXO-L : *panic buying exo's albums*EXO :","sentiment_score":0.0}
{"full_text":"Fact check: Bell's palsy among COVID-19 trial participants likely unrelated to Pfizer vaccine via","sentiment_score":0.0}
{"full_text":"California prepares for COVID-19 fatalities with order of 5,000 body bags, refrigerator units on standby - KTLA Los Angeles via","sentiment_score":0.0}
{"full_text":"RT 300k deaths. So damn unnecessary. Utter failure in leadership. #COVID19","sentiment_score":-0.2388888889}
{"full_text":"Congress wants relief for the wealthy not the working class","sentiment_score":0.35}
{"full_text":"RT What will the  European network for monitoring fitness in #youth look like after #COVID19?The pandemic and lockdown have...","sentiment_score":0.0}
{"full_text":"Not good. Critiquing dragons is a symptom of Covid. She shouldn't travel anywhere.","sentiment_score":-0.35}
{"full_text":"RT Covid makes it clearer than ever that tourism is colonialism. See Tulum.","sentiment_score":0.0}
{"full_text":"RT In 'Lockdown Wales' gives a week by week account of the first national lockdown in Wales. He looks at the d...","sentiment_score":0.25}
{"full_text":"One thing the pandemic has accomplished is honing people's sense of humor. The great majority of your posts are thoughtful and substantive.This one IS funny . . . maybe because I can relate. I do enjoy and learn from your posts.","sentiment_score":0.41}
{"full_text":"RT Was testing this app and it has passed  #FetchYourBody2020 #RunningWithTumi #Finishing2020Healthy #90dayswithoutsugar2020 #C...","sentiment_score":0.0}
{"full_text":"RT [News Alert] #Delhi's Ganga Ram hospital claims COVID-19 triggering rare, deadly fungal infection, due to which nearly h...","sentiment_score":0.01875}
{"full_text":"In latest report we've spoken directly 5000+ older people and they've highlighted the real #COVID19  issues facing older people in the UK during the #pandemic #lockdown focussed on #mentalhealth access to #Food #Bereavement etc.","sentiment_score":0.2266666667}
{"full_text":"RT ALL YOU NEED TO DO IN A PANDEMIC IS SURVIVE.You're not supposed to be worried about doing your best or being the most...","sentiment_score":0.75}
{"full_text":"RT So, so tough for all concerned. But this is responsible, brave government and will undoubtedly save lives.","sentiment_score":0.2037037037}
{"full_text":"RT COVID-19: Wales to move to alert level 4 - 'smaller Christmas is a safer Christmas'","sentiment_score":0.0}
{"full_text":"RT Adults much more encouraged to get #COVID19 vaccine if many well-known figures do ... family seems to hold most sway, as...","sentiment_score":0.5}
{"full_text":"RT !!David Perdue is a grifter and #PandemicProfiteer, who ripped off his employees, cheated on his campaign fundraising, a...","sentiment_score":0.0}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"RT Laura Ingraham says COVID restrictions are a naked power grab by the \"medical cartel\" Here are some Fox News sponsors@...","sentiment_score":0.0}
{"full_text":"Good morning CS, Cold, windy and rainy. I'm hoping it stays as rain  stay snug and warm. I plan a quiet day at home. I hope your day goes well ","sentiment_score":0.175}
{"full_text":"Exactly!!!","sentiment_score":0.48828125}
{"full_text":"RT HCQ is effective for COVID-19.Early treatment - 65% improvement, p &lt; 0.0001Late treatment - 27% improvement, p &lt; 0.0...","sentiment_score":0.6}
{"full_text":"Comet is social distancing ","sentiment_score":0.0333333333}
{"full_text":"Themselves","sentiment_score":0.0}
{"full_text":"well seeing as he's muted or something his last tweet il put my reply up anyway, didn't think ignoring government misinfo of people dying from something other than covid but the uk government counting it as covid is ok  ","sentiment_score":0.125}
{"full_text":"RT a lil pandemic poetry..It's sounding decent??","sentiment_score":0.1666666667}
{"full_text":"RT The January Issue of is now online, featuring #coronavirus vaccines, #osteoporosis in men, #thyroid cance...","sentiment_score":0.0}
{"full_text":"RT New: There are no stimulus checks, but the bipartisan covid relief bill feature a provision that provides a $100 billion+ \"doub...","sentiment_score":0.1363636364}
{"full_text":"RT Ontario Hospital Association calls emergency board meeting over COVID-19 surge","sentiment_score":0.0}
{"full_text":"I've felt nothing for like 2 months. I haven't had any appetite either but I woke up today and felt \"ok\"  so there is hope!  The pandemic really screws with my mental health...","sentiment_score":0.2416666667}
{"full_text":"RT grabbing a coffee and wandering around Barnes and noble. Or just being able to run into the store to grab something without w...","sentiment_score":0.55}
{"full_text":"I don't get this one and am seeing it everywhere. Why do immunized people need to wear a mask? I'd heard they weren't sure if the vaccine stopped transmission and that it only prevented severe cases but that seems to@have been dispelled.","sentiment_score":0.25}
{"full_text":"RT Democrats lockdown their state. Then expect the federal government to bail them out.","sentiment_score":0.0}
{"full_text":"RT Many of us have been yelling about closing schools for months. Imagine if a hard lockdown had happened, not only under 1.0...","sentiment_score":0.0694444444}
{"full_text":"RT So, so tough for all concerned. But this is responsible, brave government and will undoubtedly save lives.","sentiment_score":0.2037037037}
{"full_text":"RT that is not the picture from the article. ","sentiment_score":0.0}
{"full_text":"RT Can't say it enough. Thank you to every person who was a part of a clinical trial for the #COVID19 vaccine. You went first...","sentiment_score":0.125}
{"full_text":"RT omg, can you imagine trying to get bailed out by your OWN MONEY YOU PAY IN TAXES","sentiment_score":0.6}
{"full_text":"RT Boris Johnson is telling care workers to survive on less than the living wage. He's freezing pay for our NHS staff.Domi...","sentiment_score":-0.1666666667}
{"full_text":"RT The Progressive Caucus is united in our position: any COVID relief package MUST include survival checks and enhanced unempl...","sentiment_score":0.0}
{"full_text":"RT You just know that most of Congress is just weighing how well they can weather the backlash if they pass a covid relief...","sentiment_score":0.5}
{"full_text":"RT #DelhiNeed #Blood Type :  A-positiveAt : VIMHANSBlood Component : Need Plasma from A+ve #COVID19 recovered patient.N...","sentiment_score":0.0}
{"full_text":"I said yesterday four nation approach relaxation #covid19 rules  travel, &amp; #superbubbles sorry say would be #SuperSpreaderEvent will make R number go above 1 have I been proved right?? #Covid_19 #COVID #Covid  #PMQs","sentiment_score":-0.0714285714}
{"full_text":"RT Which food banks or organizations are you donating to, to help feed our fellow Americans who need help in the pandemic?  W...","sentiment_score":0.0}
{"full_text":"RT Zoom was adding 5,000-6,000 servers (on AWS) a night as they scaled in the early days of the pandemic  #reInvent","sentiment_score":0.1}
{"full_text":"261 new cases in Kuwait [12:59 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"Oooh! Shame I can't use them! Tho, nobody I spoke with before covid would have understood and I'd have spent too much time explaining for it to be too fun. I mean, I couldn't say 'taking my daily constitutional' and be understood so...but I will use them in my head.","sentiment_score":0.0175}
{"full_text":"RT Called it ","sentiment_score":0.0}
{"full_text":"RT Exclusive-WHO vaccine scheme risks failure, leaving poor countries no COVID shots until 2024","sentiment_score":-0.3583333333}
{"full_text":"RT 4 weeks ago the Tories found PS16 billion for the military. This is criminal.","sentiment_score":-0.25}
{"full_text":"Anyone to takes a blind bit of notice of this bullshit needs to give their head a shake.","sentiment_score":-0.5}
{"full_text":"RT Bury's first Covid community vaccination centre up and running","sentiment_score":0.25}
{"full_text":"RT COVID-19: 'Unanimous agreement' Christmas plan will go ahead for all nations, PM says","sentiment_score":0.0}
{"full_text":"RT The Progressive Caucus is united in our position: any COVID relief package MUST include survival checks and enhanced unempl...","sentiment_score":0.0}
{"full_text":"RT Any elected official who treated Covid like a hoax belongs at the BACK of the vaccine line, not the front.","sentiment_score":0.0}
{"full_text":"They described the administration's frightening dismissal of science, Trump's slow suffocation of the agency's voice, the perversion of its messages, and the depletion of its budget.","sentiment_score":-0.4}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"RT 1\/4: An honor to be vaccinated against #COVID19 tonight @TexasChildrens @bcmhouston, dose 1\/2 of the Pfizer BioNTech #v...","sentiment_score":0.0}
{"full_text":"RT Covid isn't taking a break. If we do not act now many will die needlessly. KONP says: Boris Johnson, Save lives this Chr...","sentiment_score":0.0}
{"full_text":"The #FutureOfPayments has been transformed as a result of #COVID19. The pandemic has encouraged a widespread shift to #eCommerce and #DigitalPayment services.","sentiment_score":0.0}
{"full_text":"With COVID-19 cases continuing to be very high in Manaus, and nearly all intensive care unit beds currently occupied, there is clearly a substantial amount of the population still vulnerable.","sentiment_score":-0.0184}
{"full_text":"RT The refused to give Nigerians COVID-19 palliatives. They imposed all sorts of taxes and charges.Now they are charging yo...","sentiment_score":0.0}
{"full_text":"Don't break covid protocol and you won't get yelled at lol","sentiment_score":0.8}
{"full_text":"What a disgrace. How low can the UK go under this shambles of a government? Truly outrageous.","sentiment_score":-0.5}
{"full_text":"RT I wouldn't even know there's a pandemic if it weren't for the media","sentiment_score":0.0}
{"full_text":"RT What is so groundbreaking about our Coronavirus vaccine research this morning (pending more data of course) is that we...","sentiment_score":0.5}
{"full_text":"RT Lockdown on the perimeter, #NSD21 | #Tribe21: Knowles","sentiment_score":0.0}
{"full_text":"RT How does Boris Johnson justify a PS40,000 pay rise for Dominic Cummings while British front-line public sector workers rece...","sentiment_score":0.0}
{"full_text":"RT Boston health care workers dancing on the sidewalk to celebrate the arrival of the first  covid-19 vaccine.","sentiment_score":0.25}
{"full_text":"Maddening that they are proposing to change this or will change it at this point in time. Almost a year later since the first arrival of #COVID19 now #HCQW0RKS. ","sentiment_score":0.125}
{"full_text":"RT Saying you prefer more deaths, economic damage, businesses destroyed, suicide rates increased &amp; job losses just to own the...","sentiment_score":0.4333333333}
{"full_text":"Here's a fun mental health game I'm playing:- took this semester off from school to like, not have a complete breakdown.- feel like when I'm not in school I'm an absolute waste of space since COVID restricts other projectsI am somehow not enough but too much.","sentiment_score":-0.0027777778}
{"full_text":"RT . An ailing couple in their 80s (unable to move out) asked me to assist in getting them a physical statement f...","sentiment_score":-0.25}
{"full_text":"Kai this matter serious ooh, but how person won take go dey do registertion inside all this covid-19 wahala","sentiment_score":-0.3333333333}
{"full_text":"At least it has a sense of occasion. COVID-19:","sentiment_score":-0.3}
{"full_text":"I wish I was airplane so I can fly to America by myself. Na so Buhari wife travel madam how you reach there where is the COVID 19 is ASO ROCK QUARANTINED?!!!!!!","sentiment_score":1.0}
{"full_text":"RT DOH: Use of face shields and masks vs. COVID-19, backed by science","sentiment_score":0.0}
{"full_text":"RT If you think Covid treatment should be free (of course it should), why do you think insulin shouldn't be? Or cancer treatment?...","sentiment_score":0.4}
{"full_text":"Joining us on the Sports Buzzthis Saturday:@MHSHawksBBall  Head Coach MLB Free Agent on #COVID19 and how important it is to help if you've already had COVID.The Sports Buzz is brought to you by Homefield Credit Union","sentiment_score":0.4}
{"full_text":"Employees working from home this winter because of the COVID-19 pandemic could spend more than PS45 per month extra on heating and electricity, according to new research by NTU.","sentiment_score":0.2121212121}
{"full_text":"Minister of Health Dr. Tawfiq Al-Rabiah (@tfrabiah) announced the arrival of the first batch of the #COVID19 vaccine to #SaudiArabia on Wednesday morning","sentiment_score":0.25}
{"full_text":"RT So, so tough for all concerned. But this is responsible, brave government and will undoubtedly save lives.","sentiment_score":0.2037037037}
{"full_text":"Plus, whether or not you even have to.","sentiment_score":0.0}
{"full_text":"Just 21% of voters think #COVID19 vaccinations should be mandatory for all Americans when shots are available to them, including 26% of Democrats and 14% of Republicans, according to our latest survey with  ","sentiment_score":0.45}
{"full_text":"How kind, thank you.","sentiment_score":0.6}
{"full_text":"RT Please stay safe to all of you in the path of this massive storm in the Northeast. And staying safe still also means masks a...","sentiment_score":0.3333333333}
{"full_text":"In a year when marginalized communities were acutely affected by myriad factors--from COVID-19 to policing--@BardishKW's responsibilities have been in the spotlight. speaks to Canada's Minister of Diversity and Inclusion and Youth","sentiment_score":0.6}
{"full_text":"Since patients have been allowed to take pills at home to terminate pregnancies, major medical complications have dropped by two-thirds.https:\/\/t.co\/kXU7Hv2lkC","sentiment_score":0.03125}
{"full_text":"No words","sentiment_score":0.0}
{"full_text":"READ: Our #newsrelease about how to ensure that older adults and their caregivers remain safe in thecoming months amid continued #COVID19 restrictions. partnership with Prevention of Senior Abuse Network","sentiment_score":0.3333333333}
{"full_text":"Jim Rodwell has explained in greater detail why the game went ahead. #SAFC","sentiment_score":0.05}
{"full_text":"RT  Remotely remove data and lock down a device #SHIandMicrosoft","sentiment_score":-0.1277777778}
{"full_text":"The latest updated Covid-19 figures for #Solihull:165 cases per 100,000 people in the latest week 5-11 December.(source BBC News: continue social distancing and follow #HandsFaceSpace to keep each other safe.","sentiment_score":0.2816666667}
{"full_text":"RT Our latest Covid Conversation on Arts and Culture is available to watch (or read) online nowhttps:\/\/t.co\/leo4xPewC6Thanks...","sentiment_score":0.45}
{"full_text":"93 people referred to Public Prosecution for not wearing masks in Qatar #Qatar #QatarNews #ILoveQatar #yoursafetyismysafety","sentiment_score":0.0}
{"full_text":"RT Georgia officials who had predicted the state would receive \"hundreds of thousands\" of doses in the first wave revealed Tues...","sentiment_score":0.25}
{"full_text":"RT These are the actual stuntwomen who played the Dora Milaje in #BlackPanther for those who might not be familiar.","sentiment_score":0.1875}
{"full_text":"All this month, our Get Out Get Active programme is sharing some of the great work local partners are doing to support disabled people to stay active during COVID-19 pandemic. Check it out over on their Twitter page #GetOutGetActive","sentiment_score":0.0666666667}
{"full_text":"Only an approach that encompasses all of society can truly improve resilience to disinformation.","sentiment_score":0.0}
{"full_text":"The US has recorded at least 100,000 new COVID-19 cases every day for the last 6 weeks","sentiment_score":-0.0545454545}
{"full_text":"Valuable inputs from at Stanford. The Pandemic  is also the opportunity to accelerate Women's #leadership via","sentiment_score":0.0}
{"full_text":"Some beautiful fruit has grown from the dark soil of #lockdown and food scarcity - a food garden movement reaching across rich and poor suburbs in #CapeTown. finds out more this Sunday at 7pm on #CarteBlanche channel 101.","sentiment_score":0.235}
{"full_text":"Despite a COVID19 led shutdown period slowing down homebuilding revenues, land purchases, and development analysts predict a revenue increase of +2.8% Y\/Y for Q4. Are they right?Trade and Monitor #Lennar:https:\/\/t.co\/0WBzWqDPyT#AAATrade #StocksToWatch #Stock","sentiment_score":-0.1555555556}
{"full_text":"Taylor Swift Isn't So Sure She &amp; Joe Alwyn Would Have Made Music Together If It Weren't for Lockdownhttps:\/\/t.co\/d3HhUvgsCqPresented by","sentiment_score":0.5}
{"full_text":"When will we find out about the tier changes?https:\/\/t.co\/9YebOj5Qd8","sentiment_score":0.0}
{"full_text":"Since patients have been allowed to take pills at home to terminate pregnancies, major medical complications have dropped by two-thirds.https:\/\/t.co\/FCXDC25Hsn","sentiment_score":0.03125}
{"full_text":"will be hosting a series of training sessions to review information &amp; answer questions about their #COVID19 vaccine. Share this opportunity w\/ other clinicians. TODAY, 12\/16 9:30 am ET. yDxuqt6Pg52","sentiment_score":-0.125}
{"full_text":"RT This evisceration of PM is so painful - the inability of to come up with answers to any of these questions...","sentiment_score":-0.7}
{"full_text":"As COVID-19 vaccine arrives, Alabama Hospital Association warns: do not get too excitedhttps:\/\/t.co\/X8jNKjKUDs","sentiment_score":0.0}
{"full_text":"On the 8th day of mentoring, a mentor gave a mentee: a lesson in hope. Mentors across Michigan have shown, and some even created, a light at the end of this pandemic tunnel for their mentees. Share your story of hope with #MIMentor here:","sentiment_score":0.4}
{"full_text":"RT Last night, Tucker Carlson roundly mocked CNN for talking to Bill Gates about coronavirus policies.Tonight, Tucker's...","sentiment_score":-0.1}
{"full_text":"Huge thank you Ian Tooley who is raising money from his wonderful #Christmas lights display for our #Covid19 wards  You can see the display, and support the charity, at Fiveways, Richmond Rise, Reepham, Norwich","sentiment_score":0.7}
{"full_text":"Get COVID-19 testing at all 5 of our urgent care clinics by simply walking in! No appointment necessary. #WalkInCOVIDTesting #COVID19Testing #COVID19Test #COVID19RapidTest #AntigenTest #AntibodyTest #CornavirusTest #SanAntonio #Schertz","sentiment_score":0.0}
{"full_text":"Make more Free Range memories in 2021! Book a 7 night break now to SAVE 10%* plus secure our Lowest Price and Coronavirus Booking Guarantees!* &gt;&gt; * T's &amp; C's apply","sentiment_score":0.5}
{"full_text":"RT Nothing in the world like an early #WednesdayMorningShow #Throwback reference!#GunSmoke #MarshalDillon #DodgeCity do b...","sentiment_score":0.1}
{"full_text":"Although there is a limited amount of evidence on long-term consequences of #neurodegenerative and inflammation-mediated brain diseases associated with #COVID19, the evidence supports further study into whether these #comorbidities are risk factors.","sentiment_score":-0.0357142857}
{"full_text":"Our report, with behind the camera, on providing important rehab\/therapy services during the pandemic.https:\/\/t.co\/OPL7PqzMUp","sentiment_score":0.0}
{"full_text":"I pay to World from my International money receipt - 800, Amount - 100ynthesise ghetto of universe for Coronavirus. Permission from Lord Jesus Christ? Regards","sentiment_score":0.0}
{"full_text":"Pandemic leaves students with disabilities disconnected from peers and short on support#Pandemic #PeerSuppprt #Students #Disabilities #Education","sentiment_score":0.0}
