{"full_text":"RT Shut it down. Shut all of those serial offenders down.","sentiment_score":-0.1555555556}
{"full_text":"RT #SpiceJet is going bad to worse. This is the line for dropping luggage at Mumbai Airport. No management, no one to guide and...","sentiment_score":-0.55}
{"full_text":"RT  Remember when Jimin called for adults to help children understand why some of them have to #WearAMask &amp; that in som...","sentiment_score":0.0}
{"full_text":"RT White House staff members are now reportedly stepping over one another to be some of first people in United States to get...","sentiment_score":0.125}
{"full_text":"RT Trump had planned to snake the first doses of the Covid-19 vaccine for the White House, until he got outed. Now he's d...","sentiment_score":0.125}
{"full_text":"Aircraft cabin manufacturers continue to innovate to develop new cabin designs, and many have responded to what aircraft interiors could look like in the post-COVID-19 environment.https:\/\/t.co\/yJL6g934qK","sentiment_score":0.3181818182}
{"full_text":"RT Meghan, The Duchess of Sussex, honors the people working to feed those in need during the pandemic on CNN Heroes: An All-Star Trib...","sentiment_score":0.0}
{"full_text":"Good","sentiment_score":0.7}
{"full_text":"Digital Workplace Markethttps:\/\/t.co\/Cp64d9sZr6","sentiment_score":0.0}
{"full_text":"RT Who else is outraged that high-ranking White House officials, who spent months refusing to wear masks and long support...","sentiment_score":-0.2625}
{"full_text":"RT Haven't we already seen her approach towards the pandemic and the way her handled the Amphan funds? Don't...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Netherlands to be put on 'hard lockdown' to contain coronavirus - NOS","sentiment_score":-0.2916666667}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":"I can totally agree with that. I developed Covid a few days ago ans feel the same","sentiment_score":-0.025}
{"full_text":"Some Americans should start getting the first Covid-19 vaccine today. It will take months before everyday people get the shots","sentiment_score":0.025}
{"full_text":"RT Restaurants and bars shut down in New York again ! No flu cases .. show us the statistics on COVID in every restaurant! M...","sentiment_score":0.0287563131}
{"full_text":"RT #China's #GDP is expected to grow at least 7.5 percent in 2021, leading the world's major econmies to recover from the...","sentiment_score":-0.1125}
{"full_text":"RT UPDATE: Germany likely to be under lockdown until early next year, according to top aide for Chancellor Angela Merkel.","sentiment_score":0.15}
{"full_text":"LIVE STREAMING GIANT MEME LIVE'S POPULARITY SOARS DURING PANDEMIC, CLOCKS OVER 11 MILLION DOWNLOADShttps:\/\/t.co\/0cj129hCFC","sentiment_score":0.0909090909}
{"full_text":"Africa's Hurdles Toward a Covid Vaccine","sentiment_score":0.0}
{"full_text":"Even when politics don't get involved, science is hard.https:\/\/t.co\/0ycvPtGkeE","sentiment_score":0.0}
{"full_text":"RT 3) LET THIS SINK IN:Trump associates get fancy monoclonal antibody therapies when they get COVID.Front line ICU docto...","sentiment_score":0.0}
{"full_text":"RT CCTV Dian Shi Ju  just posted a vid: \"Last weekend, there was snowing in Wuhan, snowing in Nanjing, snowing in Tianjin. How about...","sentiment_score":0.0}
{"full_text":"RT JUST IN: The Netherlands is set to shut down schools and all non-essential shops and outlets as part of new coronavirus...","sentiment_score":-0.0095959596}
{"full_text":"RT Hollywood Bowl looks to emerge stronger from pandemic","sentiment_score":0.0}
{"full_text":"RT Shocked to hear about dear friend Ansar Abbasi hit by Covid. All doctors please take good care of him as he is a real asset t...","sentiment_score":0.0666666667}
{"full_text":"RT A vaccine won't help any of the patients with COVID19 in my ER right now. It won't help those that'll come tomorrow ei...","sentiment_score":0.2857142857}
{"full_text":"RT Touch heart and soul of your beloved ones in these challenging times of social distancing with a personal and physical \"old...","sentiment_score":0.2222222222}
{"full_text":"RT Schools are without doubt a major spreader of the virus. Many of them are having to quarantine anyway as infections run...","sentiment_score":0.28125}
{"full_text":"RT #DelhiNeed #Blood Type :  B-positiveAt : Maharaja Agrasen HospitalBlood Component : Need Plasma from B+ve #COVID19 re...","sentiment_score":0.0}
{"full_text":"Not to miss! Nao perca! 16 Dec.DIALOGUE 12LYN OSSOME, COVID-19 &amp; Insights from Ag. Southw\/ Praveen Jha &amp; Paris YerosPLUS Launch: RESEARCH BULLETINReg. Zoom: on FB:","sentiment_score":0.0}
{"full_text":"That what my phone say, and it's a fact too with the covid around...","sentiment_score":0.0}
{"full_text":"RT Health Minister says he has the prime minister's endorsement to continue in his role, as the coronavirus pa...","sentiment_score":0.0}
{"full_text":"RT Sir Keir expertly avoiding the question of the failed Wales two week circuit break lockdown on LBC.Just answers about England...","sentiment_score":-0.5}
{"full_text":"RT Trump had planned to snake the first doses of the Covid-19 vaccine for the White House, until he got outed. Now he's d...","sentiment_score":0.125}
{"full_text":"RT 1\/ A thread for all those talking about how Europe kept schools open during lockdowns &amp; surging rates. Looks like several ha...","sentiment_score":0.0}
{"full_text":"Covid-19 Impact: Aviation Lubricants Market Share, Demand and Current Forecast -","sentiment_score":0.0}
{"full_text":"Yeay!","sentiment_score":0.0}
{"full_text":"RT JUST IN: Reports that London is likely to move to tier three amid rising coronavirus case rates","sentiment_score":0.0}
{"full_text":"RT New stats about the scale of job losses in the cultural sector from our Covid-19 research project. Sign up t...","sentiment_score":0.1181818182}
{"full_text":"RT #Thread Jules is no longer on a ventilator. She died as an ICU nurse this morning from Covid-19. I do this brief thread f...","sentiment_score":0.0}
{"full_text":"RT This pandemic has cost far too many American lives and livelihoods. We must put an end to this crisis. and","sentiment_score":0.2}
{"full_text":"RT White House staff members who work in close quarters with President Trump have been told they are scheduled to receive...","sentiment_score":0.0}
{"full_text":"RT We've safely made our first deliveries of COVID-19 vaccines. We're honored to be able to use our network...","sentiment_score":0.4166666667}
{"full_text":"Not everyone.I just put $8000 on Trump at 35\/1A cool quarter mil come Jan 6th.Best pandemic ever!!","sentiment_score":0.546875}
{"full_text":"RT How many additional #Covid deaths are likely to be caused by relaxing rules at Christmas?I've asked repeatedly &amp; Govt...","sentiment_score":0.25}
{"full_text":"I know wearing masks can be uncomfortable... however there are so many reasons to wear them for ourselves and others. Be a civic hero and wear your mask with pride.","sentiment_score":0.0}
{"full_text":"This whole year 2020 it's been right out of a fictional novel. With political battles of election to a pandemic to a vaccination to the beginning of the zombie apocalypse... can't wait for the 2021 novel. The New Beginning","sentiment_score":0.1244155844}
{"full_text":"RT A conjecture: Canadians are not ready for how long the COVID pandemic still has to run. Today, we're 9 months into this. It...","sentiment_score":-0.075}
{"full_text":"In this week's new post, looks into how Malaysia dealt with gendered issues that transpired following quarantine measures brought upon by COVID-19.","sentiment_score":0.0681818182}
{"full_text":"RT The first batch of doses of Pfizer-BioNTech's COVID-19 vaccine have arrived in Canada.","sentiment_score":0.25}
{"full_text":"ME !!!!!!  and I'm Canadian.","sentiment_score":0.0}
{"full_text":"RT Isn't it interesting how the mainstream media &amp; Democrats have such a high regard for  #BillGates? Since when did they s...","sentiment_score":0.22}
{"full_text":"This ad about liberals canceling your employer provided healthcare is the reason why #MedicareForAll should be implemented.  It's a good idea to not have your health insurance attached to your employment during a pandemic! Millions have lost theirs. #morningjoe","sentiment_score":0.875}
{"full_text":"The Coronavirus Pandemic: A Tinder Box for Creative and Disruptive SMEs and Startups', produced in collaboration with the - featured in #alternativefinance #smelending #enterprenuers #covid19insights","sentiment_score":0.5}
{"full_text":"RT I just found out that 3 people per 100000 have Coronavirus in my area, not dying just that have it. I guess that's why...","sentiment_score":0.0}
{"full_text":"RT JUST IN: The Netherlands is set to shut down schools and all non-essential shops and outlets as part of new coronavirus...","sentiment_score":-0.0095959596}
{"full_text":"The Netherlands is going into lockdown again just before Christmas","sentiment_score":0.0}
{"full_text":"RT I first proposed closing schools last month when we first came out of lockdown. With vaccines rolling out, we just all...","sentiment_score":0.1666666667}
{"full_text":"4 Tips When Trying to Sublease Your Space During COVID-19 #CRE #Sublease #COVID-19 #NewNormal #TenantTips #CommercialRealEstate   ","sentiment_score":0.0}
{"full_text":"Go figure.  A Republican doing the right thing?! #morningjoe","sentiment_score":0.3571428571}
{"full_text":"RT If covid isn't a big deal -- according to the current White House -- why are they getting vaccinated first?","sentiment_score":0.0625}
{"full_text":"RT travel destinations post covid: 1. ludacris island 2. pig mountain","sentiment_score":0.0}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"RT Such a lovely range of papers at the  home event this afternoon. It was so nice to hear how people's curren...","sentiment_score":0.3666666667}
{"full_text":"RT BREAKING--Donald Trump and other top officials will be offered the Pfizer #COVID19 vaccine within days \"to ensure continuity...","sentiment_score":0.1875}
{"full_text":"RT #BREAKING - Youtube &amp; Google Docs liggen er op dit moment uit. #lockdown","sentiment_score":0.0}
{"full_text":"Congrats! Though hoping you're going after the COVID 19 vaccination program is well established.","sentiment_score":0.0}
{"full_text":"RT Breaking - UPS and FedEx trucks carrying the first U.S. shipment of coronavirus vaccine have left Pfizer's facility near K...","sentiment_score":0.1166666667}
{"full_text":"We've written to a number of MPs &amp; explained the chance to reduce inequalities &amp; increase access to transplantation on our website","sentiment_score":0.0}
{"full_text":"Your Vision is our Mission. We are here to help you achieve your goals. Connect with us on 0720703816 for all building and construction services.https:\/\/t.co\/6SBCZfD4ZWArsenal China Arteta Nairobi Christmas COVID-19 Aisha Jumwa #wakstikitaka #JusticeForOurHeroes","sentiment_score":0.0}
{"full_text":"Do your part to reduce the spread and keep everyone safe.  Make sure that you complete the COVID-19 school screening tool every day before going to your bus stop.https:\/\/t.co\/tklf3Ge0Mt","sentiment_score":0.3666666667}
{"full_text":"Gujarat has been leading the battle against TB, according to India TB report 2020. However, with the entire machinery pressed into Covid duties, the officials have been struggling to make up for lost time...https:\/\/t.co\/P381mcP8B6","sentiment_score":0.0}
{"full_text":"People with either T1D or T2D who have COVID-19 are 3x to 4x more likely to experience severe illness and hospitalization, shows research from","sentiment_score":0.25}
{"full_text":"New merchants join Schenectady's Upper Union Street business district even amid pandemichttps:\/\/t.co\/o2TzCbEvKN","sentiment_score":0.0681818182}
{"full_text":"Hard Factor 12\/14: - The 'Stop the Steal' Rally took over DC, - Family tossed from flight because 2 y\/o would not comply with mask requirement, - Vaccine news, NJ COVID influencers, &amp; more! Pod:","sentiment_score":0.1666666667}
{"full_text":"In partnership with we have produced a series of explainer videos to keep you safe during the #COVID19 pandemic. In episode one, we look at what Coronavirus is, and what the symptoms are ","sentiment_score":0.5}
{"full_text":"What are the top news stories in 2020?In this edition, we will round up on the 2020's global issues surrounding the coronavirus pandemic, US-China tension, and South China Sea. Sign up now and get this free newsletter direct to your inbox on Dec 19.","sentiment_score":0.16}
{"full_text":"On the third day of Christmas, UCFB gave to me... the 3 key things to remember in order to stay safe during the ongoing pandemic; Hands, Face, Space. #UCFBStudentCommunity","sentiment_score":0.1666666667}
{"full_text":"RT JUST IN: The Netherlands is set to shut down schools and all non-essential shops and outlets as part of new coronavirus...","sentiment_score":-0.0095959596}
{"full_text":"Fancy a brand new iPhone 12 as an early Christmas present?  We're celebrating the launch of Tiers and Tantrums: Parenting in a Pandemic e-book. Find out more here   https:\/\/t.co\/LSlIXFNAbi","sentiment_score":0.1840909091}
{"full_text":"My daughter works in a Pharmacy now home with Covid, along with my 4 year grandson. Grrrrrrrr","sentiment_score":0.0}
{"full_text":"RT Agriculture has been one sector which has been able to avoid the adverse effects of the pandemic and, in fact, come ou...","sentiment_score":0.5}
{"full_text":"Starting today, non-essential businesses in Windsor-Essex can be open for curbside pickup or delivery only.","sentiment_score":0.0}
{"full_text":"Emergency!!! Covid taken over internet too???? ","sentiment_score":0.0}
{"full_text":"Record 160,000 calls for help to St Vincent de Paul as families struggle in pandemic","sentiment_score":0.0}
{"full_text":"COVID-19 is threatening to undermine the careful conservation efforts that brought mountain gorillas back from the brink of extinction.","sentiment_score":-0.05}
{"full_text":"Some simple ways you can pandemic-proof your finances this winter https:\/\/t.co\/W7G6eXGW2k","sentiment_score":0.0}
{"full_text":"RT As I have just said to Mike Graham on the government's useless, madly costly Covid policies are like se...","sentiment_score":-0.5625}
{"full_text":"RT I know folks are gonna be upset but seriously there is no responsible way to travel internationally for leisure during a glo...","sentiment_score":-0.1444444444}
{"full_text":"Morning people and congratulations to all the graduates! You made even through a pandemic that's boss so live it up today regardless. ","sentiment_score":0.1363636364}
{"full_text":"From #Michigan to #Motihari -- the latest #COVID19vaccine updates give reasons for both jubilation and anxiety By-","sentiment_score":0.5}
{"full_text":"Knowing a vaccine works in a trial, doesn't necessarily translate into how it will work in real life. Here's everything you need to know about the latest #COVID19 #vaccine results.","sentiment_score":0.2333333333}
{"full_text":"RT Guys, how nice of The Queen to make this address thanking those for their work and compassion during the pandemic. Long...","sentiment_score":0.275}
{"full_text":"It's the giving season! MOW recipient Ruth* shared how important Meals on Wheels is to her \"The program helps my difficult situation, especially during the pandemic. I love the meals &amp; the great support I get. It brings me hope.\" To donate: *name changed","sentiment_score":0.24}
{"full_text":"PCN sites beginning COVID-19 vaccination next week - information to support you to stand up your vaccination service - 7 December 2020 - NHS England and NHS Improvement#greylit #greyliterature #nglc #COVID19 #Covid19UK #vaccination #primary_carehttps:\/\/t.co\/DEbGoVIFrR","sentiment_score":0.0}
{"full_text":"Top 20 Predictions Of How AI Is Going To Improve Cybersecurity In 2021 #CyberSecurity #CyberAttack  #ArtificialIntelligence #MachineLearning #Framework #ecommerce #COVID19 #data #AttackSolutions","sentiment_score":0.5}
{"full_text":"COVID 19 cases in India until : 14\/12\/2020 17:30Total Cases: 9885447 [+731]Active: 351223Recovered: 9388274 [+666]Deaths :143400 [+7]Total Tests: 154.57MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"\"TV viewing is in for a comeback as COVID-19 reshapes consumer choices, once again becoming the gathering point for shared social time as viewers reprioritise the importance of family relationships.\" Find out more about our #Media2021 trends report:","sentiment_score":0.3277777778}
{"full_text":"Due to the pandemic, the event has had to adapt, which included the tough decision to temporarily halt the part of the event where the kids have the opportunity to shop with police officers and members of the armed forces.","sentiment_score":-0.2569444444}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"If you see our engineers, please ensure that you maintain social distancing to keep you and our engineers safe. For more information about how we are supporting our customers and staff, check out our FAQs here:","sentiment_score":0.3208333333}
{"full_text":"Disease scientists are looking to identify other viruses that may be highly contagious and lethal in humans to forestall the next potential disease outbreak","sentiment_score":0.00875}
{"full_text":"Bradford Council has defended spending PS88,000 sending a letter explaining the November national lockdown to every household in the district.https:\/\/t.co\/7PsBqKFA7I","sentiment_score":0.0}
{"full_text":"They should have extended second lock down until this week and let us out just before Xmas. No we're fucked again","sentiment_score":-0.2518518519}
{"full_text":"The sixth  Polish Presidency in the Visegrad Group (#V4) began on July 1, 2020 and its motto is \"Back on track.\" Despite the undoubtedly difficult #economic and #epidemic situation, the initiatives of the Polish Presidency shall be assessed positively https:\/\/t.co\/8eR3tfo2wm","sentiment_score":-0.0181818182}
{"full_text":"Learning-disabled Britons are the pandemic's forgotten victims - A lowly position in the vaccine queue represents their latest trial","sentiment_score":0.25}
{"full_text":"RT Calling yourself \"doctor\" during coronavirus when you're not an M.D. is stolen valor.","sentiment_score":0.0}
{"full_text":"Corona pandemic is not yet over. Follow COVID-19 proper behavior to stay safe and inspire others by sharing your motivational story related to it with us at","sentiment_score":0.1666666667}
{"full_text":"RT Migrant worker at Malaysian medical glove manufacturer dies of Covid-19","sentiment_score":0.0}
{"full_text":"Only 10 British banks have signed up to an industry-wide plan for collecting unpaid emergency COVID-19 loans, with more than a dozen including HSBC considering going it alone, sources told Reuters.","sentiment_score":0.175}
{"full_text":"View #COVID19 estimates for the world    including total deaths, daily deaths, daily infections and testing, hospital resource use, mask use, and social distancing.","sentiment_score":0.0083333333}
{"full_text":"Ambassador Stephen Nabeta Succumbs to Covid19 #ChimpReportsNews #Covid19UG #RIPStephenNabeta #WearAMaskhttps:\/\/t.co\/yctSCFRWeb","sentiment_score":0.0}
{"full_text":"Why would people see them at the store? Curb side pickup is a thingIf they wear a mask at work then all is well.","sentiment_score":0.0}
