{"full_text":"Delighted for cathy she allowed to see her mummy and daddy today 1st from early Nov both were sick with covid and thankfully recovering . A early Christmas present something money can't buy #Priceless","sentiment_score":0.1976190476}
{"full_text":"Metaphor naturalising capitalism of the year!","sentiment_score":0.0}
{"full_text":"RT hey remember when the guy who invented the polio vaccine didn't patent it because it was paid for with public funds and becaus...","sentiment_score":0.0}
{"full_text":"RT One might think reporters had asked Pelosi how she knows when a poem is done (rather than asking about a stimulus deal in...","sentiment_score":0.0}
{"full_text":"RT French President Emmanuel Macron is the latest world leader to test positive for COVID-19, joining a growing list of others just as...","sentiment_score":0.2424242424}
{"full_text":"we saw this at the cinema. a film where everyone was coming out feeling bemused. I thought is was a true event #duped!!","sentiment_score":0.546875}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"No real surprise, still Tier 3.","sentiment_score":-0.1}
{"full_text":"RT Let's call it by it's name.#Corruption #ToryBritain","sentiment_score":0.0}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"RT 3) The plant manager, according to the lawsuit, \"organized a cash buy-in, winner-take-all betting pool for supervisors and...","sentiment_score":0.0}
{"full_text":"RT Nothing like the \"pro-life\" party eliminating healthcare during a GLOBAL PANDEMIC.California will survive without this $...","sentiment_score":0.0}
{"full_text":"RT French President Emmanuel Macron tests positive for Covid-19 after showing symptoms and will isolate","sentiment_score":0.1136363636}
{"full_text":"RT I feel very lucky to have had the vaccine. I would have no hesitation in recommending it to anyone. ","sentiment_score":0.4333333333}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"RT Marco, what would you call a group that does nothing about a pandemic that has killed 300,000 &amp; refuses to...","sentiment_score":-0.2}
{"full_text":"RT If you're wondering why the &amp; have stopped reporting on COVID in Sweden....it's because the Swedis...","sentiment_score":0.0}
{"full_text":"RT Sweden, which has famously relied on non-coercive measures, is struggling to contain a severe second wave of COVID-19","sentiment_score":0.25}
{"full_text":"It's amazing why the BBC do this with the same inappropriate people almost given a residence on the news slots. It's either deliberate or just bloody laziness- \"yeah, let's have Andrew back, got his number here.\"","sentiment_score":-0.05}
{"full_text":"My state of 1 million, RI, is receiving 9750 doses of the Pfizer Vaccine.. WTF is wrong with this administration?? They completely mismanaged this pandemic. Had hoped for some normalcy in the future, guess not.","sentiment_score":-0.225}
{"full_text":"Keeping us in tier 3 because they now know the Christmas idea is going to be bad for covid cases post new year. Issue is it won't stop some having parties and mixing more at home instead of safer venues","sentiment_score":-0.0212121212}
{"full_text":"RT The wealth of Britain's richest 1,000 people - many of whom help fund the - has increased by around PS460...","sentiment_score":0.5}
{"full_text":"RT Doctors in Wisconsin are begging for help as hospitals are overwhelmed and COVID kills people in record numbers.But in W...","sentiment_score":0.0}
{"full_text":"RT \"about $11 billion went to companies either run by friends and associates of politicians in the Conservative Party ..\"Th...","sentiment_score":0.0}
{"full_text":"RT Working people don't want pity. They want help - to get back on their feet &amp; provide for their families. That's what #covid d...","sentiment_score":-0.05}
{"full_text":"RT \"The biggest disaster of 2020 is not the coronavirus, but how the government responded to it.\"KAYA KUNG DDS KA PA RI...","sentiment_score":0.0}
{"full_text":"RT 'We could have lost her': Zimbabwe's children go hungry as crisis deepens One more illustration of...","sentiment_score":0.5}
{"full_text":"RT From COVID and its impact on business to #AI and the future of the #Cloud, experts weight in on top tech predict...","sentiment_score":0.25}
{"full_text":"RT As Pandemic Weighs On Economy, Fed Chair Powell Says Relief Is Needed","sentiment_score":0.0}
{"full_text":"RT #BREAKING French President Macron tests positive for Covid-19: presidency","sentiment_score":0.1136363636}
{"full_text":"The virus isn't taking five days off over Christmas, so neither should the restrictions.  The only thing this Government has succeeded with when it comes to the Covid-19 pandemic, is unclear messaging and bad policies.My column https:\/\/t.co\/s0PcoPvutM","sentiment_score":-0.35}
{"full_text":"RT It's, of course, from NYT piece. In America, the press, confronted with a quacking aquatic bird with...","sentiment_score":0.0}
{"full_text":"First The Simpsons predicted Donald Trump as president, now SpongeBob Squarepants has predicted COVID-19.","sentiment_score":0.25}
{"full_text":"RT To be fair, I wouldn't take a Russian Covid-19 vaccine either.Maybe Trump will send him one of ours as a final act of...","sentiment_score":0.2333333333}
{"full_text":"RT The English government stealing powers from the Devolved settlements, will limit then reduce our ability to look after the poor...","sentiment_score":-0.2}
{"full_text":"RT We are so pleased to have been involved with such a great project, helping to reduce social isolation for these vulnerable p...","sentiment_score":0.1666666667}
{"full_text":"Service Update 12:00 - Disruption owing to a track defect between London Liverpool Street and Hackney Downs All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"RT To be fair, I wouldn't take a Russian Covid-19 vaccine either.Maybe Trump will send him one of ours as a final act of...","sentiment_score":0.2333333333}
{"full_text":"Service Update 12:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Cleveland Clinic Researchers Identify Melatonin as Possible COVID-19 TreatmentAnalysis of patient data from Clevelan...","sentiment_score":0.0}
{"full_text":"RT #covid has alerted us to a few things that we must address.1. England, Scotland, Wales, NI, united and all acting as 1....","sentiment_score":-0.1}
{"full_text":"RT If you trust the mainstream media with covid facts after they ran cover for Epstein, Russia collusion, Hunter Biden's laptop, J...","sentiment_score":0.0}
{"full_text":"RT A very insightful and informative session was conducted through #NAMOAppVirtualMeet today. Guest speaker Shri","sentiment_score":0.2}
{"full_text":"RT Adverts on the radio \"Covid is highly contagious\" yet MPs are continuing to preach to us, whilst meeting...","sentiment_score":0.16}
{"full_text":"how did the Covid-denying sib react to that news?Also, all the best to your sib with Covid.","sentiment_score":1.0}
{"full_text":"RT New article on the impact of the covid-19 pandemic and the lockdown on the health and living conditions of undocumented m...","sentiment_score":0.1363636364}
{"full_text":"RT This is truly sick, disturbing and criminal","sentiment_score":-0.5380952381}
{"full_text":"RT The same senator who saw COVID-19 as an investment opportunity opposes stimulus checks for working people.","sentiment_score":0.0}
{"full_text":"RT Six months ago today, Mike Pence wrote that there isn't a coronavirus second wave.To date, more than 300,000 Americans...","sentiment_score":0.25}
{"full_text":"RT Who could possibly have seen this coming except for everyone who wasn't a huge fucking idiot","sentiment_score":-0.1333333333}
{"full_text":"Another doctor confirms that people will basically become asymptomatic. In other words, this vaccine is not the golden ticket. And we will still have to wear masks. And who knows the long-term health effects of a rushed mRNA vaccine.https:\/\/t.co\/4Y138rZJVP","sentiment_score":0.0875}
{"full_text":"RT UK finds new mutation of COVID-19 behind rapid spread across London","sentiment_score":-0.1318181818}
{"full_text":"Lawmakers near COVID-19 relief deal with second round of stimulus checks - The Wall Street Journal. The catalyst is coming! $SPX $DIA $NDX $IWM","sentiment_score":-0.05}
{"full_text":"RT Here's CNN's claiming that a rising death rate among young Americans over the last year must be due to Covid --...","sentiment_score":-0.0083333333}
{"full_text":"RT What was the hurry to get #FarmLaws passed in Parliament during pandemic? It has happened for first time that 3 laws were passed...","sentiment_score":0.25}
{"full_text":"Dr Feigl-Ding, sorry for the off-topic, but could you help put this document into context? It's making rounds in covid-denier circles:https:\/\/t.co\/wO3P2lhavb","sentiment_score":-0.5}
{"full_text":"Nothing to see here!","sentiment_score":0.0}
{"full_text":"RT #COVID19 is spreading in Ontario at a faster rate right now than at anytime in the pandemic. Joining @CBCIsmaila on @...","sentiment_score":0.2857142857}
{"full_text":"RT Global South countries, led by South Africa and India, have requested a suspension of the WTO's patent rules to enable the...","sentiment_score":0.0}
{"full_text":"Add to this the risk of Covid infection.","sentiment_score":0.0}
{"full_text":"RT Matt Hancock has announced Tier 3 coronavirus restrictions will be extended across much of south east and east England.Read...","sentiment_score":0.2}
{"full_text":"RT Congrats! #MaineMendoza (c) edgeoflightstudios","sentiment_score":0.0}
{"full_text":"If only #Trump was as concerned about bringing down #Covid as he is about bringing down #HunterBiden. #TrumpIsPathetic #Corona","sentiment_score":-0.1037037037}
{"full_text":"Saluti, the unroll you asked for: If you're wondering why the &amp; have stopped reporting on COVID in Sweden.. ..it's... See you soon. ","sentiment_score":0.0}
{"full_text":"See this","sentiment_score":0.0}
{"full_text":"I no longer have Covid-19 ","sentiment_score":0.0}
{"full_text":"RT The Progressive Caucus is united in our position: any COVID relief package MUST include survival checks and enhanced unempl...","sentiment_score":0.0}
{"full_text":"LIVE AT 7: Residents urged to stay home as crews work to clear roads amid first major storm of the season. Team coverage NOW on 7NEWS.","sentiment_score":0.1372159091}
{"full_text":"RT $15 minimum wage? Vote for Ossoff &amp; Warnock.COVID relief checks? Vote for Ossoff &amp; Warnock.Decriminalize marijuana?...","sentiment_score":0.0}
{"full_text":"RT Hi, We're able to help with any queries you have relating to the NHS COVID-19 app however advice is availabl...","sentiment_score":0.5}
{"full_text":"RT All of Surrey except Waverley moving into Covid tier 3 (very high) from this Saturday, Matt Hancock just announced","sentiment_score":0.208}
{"full_text":"Listen then, to his words, which he addressed to Parliament: \"This is a system failure... During this pandemic, people are existing on a knife's edge: one missed bill is having a spiral effect,","sentiment_score":-0.3166666667}
{"full_text":"RT This line that it's people's behaviour keeping them in Tiers is diabolical from Hancock, MPs and Councillors.This virus is s...","sentiment_score":0.0}
{"full_text":"RT THREAD that makes me really sad: Today England reported 23,432 new Covid cases - the highest since 14th November. New hospi...","sentiment_score":-0.0757575758}
{"full_text":"RT If you won't fight for basic healthcare during the worst pandemic in a century, then what the fuck are you doing in Con...","sentiment_score":-0.4666666667}
{"full_text":"RT His Excellency gave the Keynote address and touched on vital points and potentials of ndi Igbo Post-COVID","sentiment_score":0.1}
{"full_text":"RT Now it is documented. Trump's COVID policy was to infect as many Americans as possible. If this isn't premeditated murder, I...","sentiment_score":0.25}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"Office Protocols During a Pandemic #CRE #COVID-19 #NewNormals #Office","sentiment_score":0.0}
{"full_text":"RT Home Secretary Priti Patel, who supported Boris Johnson's unlawful suspension of Parliament, supported Dominic Cumming...","sentiment_score":0.0}
{"full_text":"RT #SEVENTEEN Receives COVID-19 Testing As Precautionary Measure","sentiment_score":0.0}
{"full_text":"Even though we're more connected than ever, many older adults report feeling lonely during the pandemic, especially with the holidays looming.https:\/\/t.co\/d1yWUW3rRt","sentiment_score":0.2133333333}
{"full_text":"Dining In Again?: How To Choose A Restaurant During Covid For most people, enjoying good food at a restaurant is one of life's great pleasures. It is great to tuck into a meal that you would not typically enjoy from the comfort of your own home. #guides","sentiment_score":0.5285714286}
{"full_text":"RT One set of rules for us, another for them Rhode Island Governor Tells Citizens To 'Stay Home' Before Heading To Wine Ba...","sentiment_score":0.0}
{"full_text":"RT Tomorrow I'll get vaccinated against #COVID19! You know what I'm gonna do right after?I'm gonna wear a mask, always....","sentiment_score":0.2857142857}
{"full_text":"RT \"The Grand County coroner is calling attention to the way the state health department is classifying some deaths. The cor...","sentiment_score":0.5}
{"full_text":"RT \"about $11 billion went to companies either run by friends and associates of politicians in the Conservative Party ..\"Th...","sentiment_score":0.0}
{"full_text":"A series of charts map how the pandemic recession has pushed women out of the workforce permanently, left Black folks unemployed and increased inequality. via","sentiment_score":-0.0833333333}
{"full_text":"RT Live: Hancock updates Commons on Covid tier system","sentiment_score":0.1363636364}
{"full_text":"RT Vice President Pence likely to get the coronavirus vaccine by Friday","sentiment_score":0.0}
{"full_text":"RT This is how you make signing day ceremonies happen in a pandemic with Nashville restrictions. #PearlCohn","sentiment_score":0.0}
{"full_text":"Terrible news! Another huge blow for the Welsh economy and with little evidence that hospitality is responsible for more than 2-3% of infections. Gross over reaction to virus from which 99.77 % make full recovery","sentiment_score":0.0375}
{"full_text":"RT Pope Francis (@Pontifex) urged world leaders on Thursday to divert funds used for armaments to confront problems such a...","sentiment_score":0.0}
{"full_text":"RT It's Christmas, the best time of the year and a great time for families to gather and regroup after 9 months of being pu...","sentiment_score":0.9}
{"full_text":"6 Tips on How to Beat the 2020 Holiday Blues by #HolidayBlues #StressRelief #MentalHealth #SelfLove #SelfCare #PersonalGrowth #FeelingLonely #Sadness #LifeLessons #Gratitude  #Coronavirus #OnlineTherapy #ImagoRelationshipsWork","sentiment_score":0.0}
{"full_text":"RT Labor locks down housing towers to prevent the spread of COVID-19 = badFederal Liberals lock up a family on an off shore det...","sentiment_score":-0.1555555556}
{"full_text":"RT To be clear I am not saying 'other religions had to be miserable so now I want Christians to suffer too', I'm saying t...","sentiment_score":-0.3416666667}
{"full_text":"Do your part to reduce the spread and keep everyone safe.  Make sure that you complete the COVID-19 school screening tool every day before going to your bus stop.https:\/\/t.co\/tklf3GvBE1","sentiment_score":0.3666666667}
{"full_text":"Ontario government provides money to all municipalities to help offset COVID-19 costs.https:\/\/t.co\/8UYUAxGMIl","sentiment_score":0.0}
{"full_text":"Hard Factor 12\/17: - A Thiccc COVID update to start things off, - Treasure Hunter jailed going on 5 years &amp; wont give up his booty, - Tom Cruise goes ballistic onset,- Another stimulus check coming (maybe), &amp; more! Pod:","sentiment_score":0.1666666667}
{"full_text":"#17dicembre ore 15 #webinar Bisogna iscriversiHave prisons learnt from Covid-19? How the world has reacted to the pandemic behind barshttps:\/\/t.co\/xFasELqmFE","sentiment_score":-0.4}
{"full_text":"In the 1st analysis of visuals in #COVID19 misinformation, find that more than 50% of analyzed visuals serve as evidence for false claims.Out now as part of the upcoming #VisualPolitics special issue in #IJPP ","sentiment_score":0.1523809524}
{"full_text":"*** ATTENTION KIRKHAM RESIDENTS  ***Covid testing available this weekend, from tomorrowYou will need an appointment.  See ","sentiment_score":0.4}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":".@Twitter will start enforcing the new policy next week. #Covid19 #Covid19Vaccinehttps:\/\/t.co\/cpOEYyWEuA","sentiment_score":0.0681818182}
{"full_text":"The Children's Museum of Illinois is not letting the pandemic stop local families from participating in a Christmas tradition. https:\/\/t.co\/lbq4igbQ1P","sentiment_score":0.0}
{"full_text":"ICSI should understand that we are professionals and not merely students. We do know the importance of the course and its implications. But not at the cost of getting infected leading to a mass spread of covid-19. #ICSI_HEAR_STUDENTS","sentiment_score":0.25}
{"full_text":"NEW BLOG POSTWith Canterbury being in Tier 3 and students being encouraged to travel home, online shopping is the best way to go to reduce last minute panic. As many of our local Canterbury businesses offer this option, why not support them?https:\/\/t.co\/iuKRSDv59G","sentiment_score":0.3272727273}
{"full_text":"Please do not phone our hospitals, wait to be contacted to come forward for the vaccinationThe vaccine will be offered more widely as soon as possible, we will be in touch with more people over the coming monthsThank you for your patience #MidYorksNHS #vaccination #covid","sentiment_score":0.225}
{"full_text":"Please note that HSFC will be closed for the Christmas break between 18 December 2020 to 4 January 2021.Further details, including reporting any Covid cases and getting support can be found here:","sentiment_score":-0.1}
{"full_text":"New research shows that July may have been the deadliest month for young adults in modern American history.Read this #Opinion from The New York Times (@nytimes) on WIONhttps:\/\/t.co\/V4SNY8Dbtg","sentiment_score":0.1145454545}
{"full_text":"\"During the pandemic, it has been more important than ever to work closely with people affected by dementia.\" has teamed up with dementia communications specialists to continue to deliver unique online support amidst the coronavirus pandemic.https:\/\/t.co\/S9G4exgr1M","sentiment_score":0.425}
{"full_text":"Ahh so pre covid there was also The Book Grocer which was very cheap! I don't know if they are still open though.","sentiment_score":0.325}
{"full_text":"No get it right,it was canceled due to Trump having Covid, whilst Biden had several people asking questions in a parking lot,hardly anyone watched,stop lying don't be like Biden.","sentiment_score":-0.0625}
{"full_text":"RT Nigeria International Travel PortalQ: What countries require a #COVID19 PCR negative test?A: This depends on the country y...","sentiment_score":-0.15}
{"full_text":"There are various masks available in the market currently but KN95 is one of the best protective facemasks. Purchase your KN95 mask from : #corona #facemask #kn95","sentiment_score":0.35}
{"full_text":"Jakarta and Bali Impose New Rules on Incoming Travelers.Coronavirus restrictions are being tightened in Indonesia to limit mobility during the year-end holiday season.https:\/\/t.co\/3RPlDMbgZU#Indonesia #Jakarta #Bali #COVID19","sentiment_score":0.1363636364}
{"full_text":"#SriAgenda #WatchAgain  happened #Dec8_9 #SustainableFinance for Post-Covid Recovery - Insights from #GreenFinance Centres conference video recordings  v #sri #esg #responsibleinvestment","sentiment_score":0.0}
{"full_text":"RT U.S. tops 17 million Covid-19 cases after setting record with 3,300 deaths related to coronavirus on Thursday.","sentiment_score":0.0}
{"full_text":"\"The Vegan Leather chat lockdown, supporting the Black Lives Matter movement, missing live gigs, and their latest, Wuthering Heights inspired track Gloaming\"https:\/\/t.co\/3KBlZsGcIO","sentiment_score":0.1039393939}
{"full_text":"#Saudi_Crown_Prince: #Saudi_Arabia's economy proved its ability to face the coronavirus pandemic's consequenceshttps:\/\/t.co\/A7R6y5PTTz","sentiment_score":0.0}
{"full_text":"RT i swear to god stan twitter makes you feel bad for having no job (in a pandemic) and for having hobbies beyond the age o...","sentiment_score":-0.7}
{"full_text":"VACCINE ROLLOUT: As soon as today, more hospitals in #EastTexas are expected to receive hundreds of doses of the Pfizer COVID-19 vaccine. is expected to hold a news conference at 8:45 a.m. to address distribution around the state.","sentiment_score":0.1}
{"full_text":"Who says weddings in the time of COVID-19 aren't beautiful? They are and will always be! | via","sentiment_score":1.0}
{"full_text":"Celebrating one year of working together with #RHUH and by signing 5MEUR to fight #COVID19 in #Lebanon in line with promise on 1st Septembre.","sentiment_score":0.0}
{"full_text":"Some people are uncomfortable wearing face masks. This video from shares some helpful advice for family members or carers when supporting people with learning disabilities to wear a face mask https:\/\/t.co\/rFA2uOaoME#LearningDisability #Covid19UK","sentiment_score":-0.125}
{"full_text":"Families with loved ones in long-term care facilities say there's a light at the end of the tunnel as they prepare for COVID-19 vaccines to arrive.https:\/\/t.co\/m7kpL8N26d","sentiment_score":0.55}
{"full_text":"Planning Christmas Eve church services brings challenges during pandemic in Alabama","sentiment_score":0.0}
{"full_text":"The United Nations Economic Commission for Africa has forecasted Africa's economy will rebound by 5 percent in 2021 after a 1.8 percent fall this year, as the novel coronavirus pandemic weighs on commercial activities. #Africa #economy","sentiment_score":0.1}
{"full_text":"WHO-says that it is time to end the 'panic-then-forget' cycle to fight covid-19 and the upcoming diseases. How can we get out of this cycle? Learn more.","sentiment_score":0.5}
{"full_text":"COVID 19 cases in India until : 17\/12\/2020 17:30Total Cases: 9951963 [+883]Active: 315154Recovered: 9489703 [+550]Deaths :144495 [+8]Total Tests: 157.81MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"A new report by based on its index measures the level of inclusion of women &amp; children globally, taking into account the pandemic. Findings show that COVID19 has worsened women &amp; children's lives in areas, incl, health, education &amp; economy.","sentiment_score":0.0681818182}
{"full_text":"TEKDiveUSA the latest victim of COVID-19 #TEKDiveUSA #ScubaNews #ScubadiverMag #ScubaDiverMagazine #scubadiving #scubadiverslife #underwaterworld #sealife #diving #oceanlife","sentiment_score":0.2125}
{"full_text":"That's really great! But sad the opportunity to really show you are supportive of masks wasn't used! Be those roll models and wear masks in any campaign! Could have had a festive mask day. It is SO important!","sentiment_score":0.39625}
{"full_text":"Report | Bengal reports 46 more COVID-19 deaths, 2,293 new cases.https:\/\/t.co\/oGtIEoZyOt","sentiment_score":0.3181818182}
{"full_text":"Who says weddings in the time of COVID-19 aren't beautiful? They are and will always be! https:\/\/t.co\/s40Eg58TP5","sentiment_score":1.0}
{"full_text":"WHO-says that it is time to end the 'panic-then-forget' cycle to fight covid-19 and the upcoming diseases. How can we get out of this cycle? Learn more.","sentiment_score":0.5}
{"full_text":"Can't find your exam at your preferred testing location? Appointment availability continues to change due to #COVID19. Please check periodically as we continue to increase availability and open more test centers as local guidelines change.","sentiment_score":0.09375}
{"full_text":"Answers to 5 commonly asked viewer questions about the COVID-19 vaccine #10TV","sentiment_score":-0.3}
{"full_text":"No change in our Tier then, I noticed the gov website was updated three days ago and hoped it was getting updated again today. Not the case, bring on the panic buying for xmas dinner for those who were going to the pub. So we are stuck here till 7th Jan at least","sentiment_score":-0.3}
{"full_text":"Breaking information into manageable chunks &amp; checking understanding has never been more important. Our website has more #healthliteracy #coronavirus #covid19","sentiment_score":0.4666666667}
{"full_text":"EM-Cambridge will be illuminated with up to 20 light installations that will be placed around the City from now till to Jan 2. Installations will be set up in Preston, Galt and Hespeler. Several local artists will be showcasing their work.  Follow social distancing. and enjoy","sentiment_score":0.1666666667}
{"full_text":"WHO-says that it is time to end the 'panic-then-forget' cycle to fight covid-19 and the upcoming diseases. How can we get out of this cycle? Learn more.","sentiment_score":0.5}
{"full_text":"Thoughtful article about students failing during the pandemic and how we should change practices to support them. A must read. My hope is that some of these changes to grading outlast COVID-19. They are just good for kids. #AODL #grading #assessment","sentiment_score":0.55}
