{"full_text":"RT .@CNN finally names a source for one of their stories and surprise, confirms what has been telling us s...","sentiment_score":0.0}
{"full_text":"Since the pandemic till now no work, hunger in the land I just wish to have what to eat with my family the Xmas.","sentiment_score":0.0}
{"full_text":"RT She is the #ChurchOfWoke version of a flagellate. The marks of the zealot.Just think, she needs you to die in order for he...","sentiment_score":0.0}
{"full_text":"Trump, you are damaging America with your pathetic spoilt brat behaviour. You lost. Get over it and do the job you are paid to do. Ah, I forgot, you're clueless which is why the pandemic has got out of hand in the country. Time for the 25th Amendment to be invoked.","sentiment_score":-1.0}
{"full_text":".@brian_armstrong loves privacy coins. Mark this: $TOMO #Coinbase listing will come after TomoP. I am sure has a plan...- Fast (2-4 seconds)- Cheap (Nearly zero)- Dapp Integration- Regulatory Compliance- Multi-Chain SupportWP:","sentiment_score":0.3}
{"full_text":"RT Due to Coronavirus restrictions, the World Table Tennis Championships look slightly different this year. : Imgur use...","sentiment_score":-0.0625}
{"full_text":"You rly said social distancing","sentiment_score":0.0333333333}
{"full_text":"RT Lewis Hamilton ha dado positivo en Covid19Lewis Hamilton has tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"If people can wear a mask\/face covering that would be much appreciated as I would quite like my life back and so do the rest of the country #WearMasks","sentiment_score":0.1}
{"full_text":"RT As India enters a decisive phase of the fight against COVID-19, PM visit to these facilities &amp; discussions wi...","sentiment_score":0.0}
{"full_text":"RT Like I said, this man has the biggest balls in England.\"Oh noes, they is sending me hurty words\" ","sentiment_score":0.0}
{"full_text":"The only good thing to come out of lockdown.2 is my skincare routine. I've been aggressively following Skin care guide and blog and despite my sleep troubles my skin feels glowy. No foundation days here I come.","sentiment_score":0.2333333333}
{"full_text":"What was your routine to keep yourself fit during the first lockdown and can you wish a merry Christmas to my dad Sean #AskSamForIdeal","sentiment_score":0.325}
{"full_text":"RT .@MattHancock has serious questions to answer.Starting with why and how his ex-neighbour and mate from down the pub, wh...","sentiment_score":-0.2444444444}
{"full_text":"RT Maddow reports that CDC data is inaccurate to the point where the agency is not functional in responding effectively to c...","sentiment_score":0.6}
{"full_text":"RT F1 champion Lewis Hamilton tests positive for Covid-19 and will miss an upcoming race, the sport's governing association says....","sentiment_score":0.2272727273}
{"full_text":"It was this: but most other types of chicken were almost out of stock too. Plenty of other meats so it can't be panic buying","sentiment_score":-0.0875}
{"full_text":"RT .@MattHancock has serious questions to answer.Starting with why and how his ex-neighbour and mate from down the pub, wh...","sentiment_score":-0.2444444444}
{"full_text":"RT #Jodhpur Need O-ve #blood Covid19 Convalescent plasna MDM Hospital.Call 9413906147 #bloodAid via cc","sentiment_score":0.0}
{"full_text":"COVID-19: People who refuse to get vaccine could be denied entry to venues, minister suggestshttps:\/\/t.co\/mMJ3EbXMVt","sentiment_score":0.0}
{"full_text":"RT BREAKING: Lewis Hamilton will miss this weekend's Sakhir Grand Prix in Bahrain after a positive test for Covid-19","sentiment_score":0.3636363636}
{"full_text":"Earliest reports were during Oct 2019 when the Chinese doctor reported it, who later died from it.","sentiment_score":0.0}
{"full_text":"Formula 1 champion Lewis Hamilton tests positive for COVID-19 | CBC Sports","sentiment_score":0.2272727273}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"RT Lewis Hamilton will miss this weekend's Sakhir Grand Prix in Bahrain after testing for Covid-19.","sentiment_score":0.5}
{"full_text":"#Shameless but who would have guessed ","sentiment_score":0.0}
{"full_text":"Ms Vivian Moremi, from Office of the Premier in Bojanala district, We are faced another new pandemic, Covid-19. Let us continue to observe the safety measures. We should talk about it even at home to teach our kids about #COVID19 #WorldAIDSDay #BojanalaWorldAIDSDay","sentiment_score":0.1363636364}
{"full_text":"RT .@MattHancock has serious questions to answer.Starting with why and how his ex-neighbour and mate from down the pub, wh...","sentiment_score":-0.2444444444}
{"full_text":"So breaks lockdown rules to celebrate her birthday, yet people with MORALS this year haven't, in the way they wish they could have! And to top it all she hasn't been fined, Nor the people who attended the \"bash\" Absolutely disgusting! Money really does pay doesn't it! ","sentiment_score":-0.0833333333}
{"full_text":"Indonesia to spend less than expected of COVID-19 budget by year-end #jakpost","sentiment_score":-0.1333333333}
{"full_text":"RT \"Taxing its way out of the Covid-19 crisis risks permanent economic stagnation\"https:\/\/t.co\/8OxkU5QVO4 Today's big ne...","sentiment_score":0.1}
{"full_text":"Nood na kayo boys lockdown ppl. ","sentiment_score":0.0}
{"full_text":"Finnish healthcare officials say the regulatory green light for new Covid-19 vaccines could come around Christmas or New Year, with inoculations beginning a few weeks after that when the first batches of vaccines start to arrive.","sentiment_score":0.0871212121}
{"full_text":"RT divorce\/breakup-worthy irritations highlighted by lockdown?","sentiment_score":0.0}
{"full_text":"This one you can take as EVIDENCE that Covid19 was circulating from 2016  YOU KNOW IT!!","sentiment_score":0.0}
{"full_text":"RT Shops have now reopened across the country.At this busy time of year, we need to be mindful of safety and take every...","sentiment_score":0.1}
{"full_text":"RT The truth comes out eventually#ChinaLiedPeopleDied trended earlier this year, and now there is evidence to proof ith...","sentiment_score":0.0}
{"full_text":"Taking your pet during Covid to the vets is weird. She went in on her own... I hope she doesn't attack the vet","sentiment_score":0.05}
{"full_text":"Reporting on conspiracies surely! Been shouting this from the rooftops since March but you lot wana shout 'tin foil hat' ","sentiment_score":0.625}
{"full_text":"The Corona Virus variant aka Sars-nCov-2 aka COVID 19 \/ 20 variants(Mutated\/Mutants) knews and knows NO Boundaries Globally and NOT interested in ANY Person\/s or Persons with claims to various Glory DEMISE\/s! (@pommedapie59)","sentiment_score":-0.0416666667}
{"full_text":"Best to stay safe. If we're Covid free in 2021, he'll be back next year!","sentiment_score":0.38}
{"full_text":"In France, #undocumented people are being detained pending their deportation even when affected by #COVID19.https:\/\/t.co\/dtLCuUNrG0","sentiment_score":0.0}
{"full_text":"RT 3) here is the earlier waste water study of #SARSCoV2 coronavirus in cities in Northern Italy in mid December already. This...","sentiment_score":-0.0666666667}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"RT 75% of senior decision-makers say the absence of live events and experiences since the start of the pandemic has had a...","sentiment_score":0.0619318182}
{"full_text":"RT 1\/ Probably one of the most important articles you will ever read. Brilliant, eye opening &amp; combines all the relevant data &amp;...","sentiment_score":0.55}
{"full_text":"RT Aseefa Bhutto Zardari while holding a masters degree in global health was addressing a jalsa in a pandemic. Irony just died...","sentiment_score":0.0}
{"full_text":"RT Join us on Wednesday for a dads and mental health event. We'll be sharing our mental health journeys and talking about l...","sentiment_score":-0.1}
{"full_text":"RT Government officials keep taking offense when called out for violating the standards they created","sentiment_score":0.0}
{"full_text":"RT Too bad we cut our cdc staff in China by 2\/3rds and removed our epidemiologist in Wuhan in 7\/19. Not mention kn...","sentiment_score":-0.7}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"The Independent: AI solves 50-year-old science problem in 'stunning advance'.https:\/\/t.co\/nBtQDbk7bSvia","sentiment_score":0.25}
{"full_text":"Humare to colleges b open hai 6 covid cases report ho chuke phir b open hai","sentiment_score":0.0}
{"full_text":"Cybercriminals have taken full advantage of COVID-19 by launching themed phishing attacks in previously unseen numbers targeting both individuals and businesses.","sentiment_score":0.0916666667}
{"full_text":"RT Jaehyun was tested negative for COVID-19https:\/\/t.co\/W2InwIdBLO","sentiment_score":-0.3}
{"full_text":"Some Lockdown ladies in red...whose look do you love most?#BBNaija","sentiment_score":0.5}
{"full_text":"Yes there're plans for a cycle lane on Howth rd. I had a motion passed on cycle lanes on Sybil Hill, Vernon ave. Castle ave. Our covid mobility team are over stretched with work more staff experts in cycling infastructure to be hired, this will further speed up implementation.","sentiment_score":0.15}
{"full_text":"Final reminder!Last chance to take the short, multiple choice survey exploring the impact that COVID-19 has had on the public sector's approach to digital transformation.https:\/\/t.co\/HdquXsr9WX#digitaltransformation #publicsector #cloudfirst #cloudstrategy","sentiment_score":0.0}
{"full_text":"RT #HisebChaiPishiWest Bengal has reported 459,000 Covid-19 cases till this 23rd November alone, and is...","sentiment_score":0.0}
{"full_text":"RT It's only 3 weeksIt's only 3 monthsIt's only a maskIt's only a testIt's only a 2 week circuit-breakerIt's only a four...","sentiment_score":0.0}
{"full_text":"thanks God","sentiment_score":0.2}
{"full_text":"Looking for Christmas present ideas ? We are supporting a charity auction for an orphanage in Uganda. The video highlights the wonderful work they do, since then the doctor in the video has very sadly passed away due to COVID 19.https:\/\/t.co\/UeFzZ3taCR","sentiment_score":0.095}
{"full_text":"RT Your #lockdown is NOTHING!#endspeciesism #endcarnism #COVID19 #vegan #plantbased #animalrights","sentiment_score":0.0}
{"full_text":"Will COVID-19 Kill Workplace Culture? #CRE #COVID-19 #NewNormal #TenantTipshttps:\/\/t.co\/amIK4wzkab","sentiment_score":0.0}
{"full_text":"The NHS COVID-19 app is the fastest way to see if you're at risk from coronavirus. The faster you know, the quicker you can alert and protect your loved ones. Download it free from the App Store and Google Play.#schooltoolkit #testandtrace #parentalengagement #parentpower #derby","sentiment_score":0.55}
{"full_text":"Trump adviser Scott Atlas, skeptic of virus measures, leaving White Househttps:\/\/t.co\/mdXKvKQKQ9","sentiment_score":0.0}
{"full_text":"Will longer school holidays improve testing and tracing?https:\/\/t.co\/mrqmWXmYeS","sentiment_score":0.0}
{"full_text":"This year, Santa is getting a lot of messages about Covid-19. His elves will be working hard to answer the thousands of letters he will receive this year.","sentiment_score":-0.2916666667}
{"full_text":"With the Christmas holidays around the corner, now's the time to review one's marketing strategies in light of the COVID-19 crisis. Here's how to best prepare yourself.https:\/\/t.co\/kGiLDs6JjQ","sentiment_score":0.7}
{"full_text":"Worried about the financial hit you could face from self-isolating? The Test and Trace Isolation Support scheme helps those whose incomes will be affected from isolating due to Covid-19. To see if you're eligible, visit the website https:\/\/t.co\/ne6wYTZREe","sentiment_score":-0.0625}
{"full_text":"Did you know emergency calls from women regarding intimate partner violence have increased 60% in Europe during the pandemic? Here are some debunked myths about abuse so that you can support those in need #KindnessWins #NationalAidsDayUK #16DaysofActivism #VAWGWestSussex","sentiment_score":0.2}
{"full_text":" It's 24 days until Christmas, but just 24 hours until we can welcome you back to the club shop again! Get your Christmas shopping done in person  Click and collect available when you buy online  #IRON","sentiment_score":0.4}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"China has provided North Korean leader Kim Jong Un and his family with an experimental #coronavirus vaccine, a US analyst saidhttps:\/\/t.co\/ojPuDKSjhQ","sentiment_score":0.1}
{"full_text":"Is the party going to abstain today, really?","sentiment_score":0.2}
{"full_text":"Overnight Oldies: Covid Consequences for Education","sentiment_score":0.0}
{"full_text":"RT In a time when there are so many people losing their jobs &amp; businesses, this is a kick in the face t...","sentiment_score":0.5}
{"full_text":"RT Seoul moments -- Covid-19 public safety ad on social distancing: \"If you aren't alone now, you could be alone for ever.\"No...","sentiment_score":0.0166666667}
{"full_text":"Due to the spread of COVID-19, the virus would come back and emerge in a second wave in autumn-winter the following year.Anti-epidemic efforts in life are essential.Love yourself and also protect others.The information is from","sentiment_score":-0.03125}
{"full_text":"Have you checked the latest content from the Blog! Dr discusses the Nagorno-Karabakh region between Armenia and Azerbaijan, arguing that #COVID19 has made diplomatic efforts to end the fighting in the region more difficult.","sentiment_score":0.2083333333}
{"full_text":"Atlas joined the White House this summer, where he clashed with top government scientists as he resisted stronger efforts to contain the COVID-19 pandemic that has killed more than 267,000 Americans.","sentiment_score":0.2}
{"full_text":"The borough again has the highest seven-day rate in North Yorkshire.https:\/\/t.co\/VJWcSQ2gCE","sentiment_score":0.0}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"Read perspectives from around the world on development opportunities and challenges in the #COVID19 context and beyond. Sign up to follow the conversation","sentiment_score":0.0}
{"full_text":"RT Well, that's a relief! ","sentiment_score":0.0}
{"full_text":"December is here, #lockdown is about to end, and a semi-normal #Christmas is looming.  What's more there's a mere 30 days before the annus horribilis that is #2020 will draw to an end.Join us on and  tell us what you think of 2020","sentiment_score":0.0}
{"full_text":"All public and private gatherings with anyone outside a single household are now banned in Los Angeles County, as most of the country grapples with an unprecedented surge of COVID-19. The ban will last three weeks, starting Monday and ending December 20.","sentiment_score":0.1285714286}
{"full_text":"Congratulations to our Winter graduates! We're sorry we can't celebrate in person but look forward to welcoming you back on campus in the near future. All the best for your very bright futures. #UofGgrad20 #worldchangers","sentiment_score":0.2516666667}
{"full_text":"Research prior to #COVID19 had already demonstrated that in Africa, the occurrence of #SGBV varied greatly per country, and so different outcomes of COVID-19-related restrictions in each country are to be expectedhttps:\/\/t.co\/ObmJwrk4nb#16DaysOfActivism2020 #16DaysOfActivism","sentiment_score":0.2666666667}
{"full_text":"RT Deserted by his own MPs, denied Labour backing for his Covid measures, Boris Johnson looks increasingly isolated. A crisis...","sentiment_score":0.6}
{"full_text":"There's a warm welcome for Asylum Seekers at our today 10am - 2pm at CastleGate NE1 2JQ - advice, support, food and a friendly chat with the team, all within Covid safety guidelines. Come on in and see us! #RefugeesWelcome #SafeSpace","sentiment_score":0.6229166667}
{"full_text":"As we start the final month of a turbulent yearwe remain optimistic for 2021.Meanwhile, we exercise caution as we go into a hopefully Post-COVID &amp; post-Brexit world.We will report later in the month on our 2020 trading position &amp; keeping going throughout Lockdown.#trailerhire","sentiment_score":0.0}
{"full_text":"Organizations that operate group homes for people with developmental disabilities are asking family members to do a hard thing -- NOT visit -- to protect their loved ones.https:\/\/t.co\/buGW5HSiBb","sentiment_score":0.2041666667}
{"full_text":"Vietnam reported its first local transmission of Covid-19 in nearly three months on Monday, with officials scrambling to prevent a wider outbreak in the country's most populous city.#Vietnam #COVID19https:\/\/t.co\/Jdt8U7epll","sentiment_score":0.2125}
{"full_text":"Americans face new COVID-19 restrictions after Thanksgiving","sentiment_score":0.1363636364}
{"full_text":"It is getting Christmassy! We have been in touch with Santa's elves and they have collected festive pictures for you. Welcome in our #synchrotron, in our offices, labs in #Adlershof and #Wannsee and shh... a few elves have even explored some home offices! Stay tuned #XmasAtHZB","sentiment_score":0.275}
{"full_text":"Long Beach Mayor Robert Garcia Monday proposed the creation of a $5 million relief fund to benefit restaurants, breweries and bars that have been closed or restricted due to the COVID-19 pandemic.","sentiment_score":-0.0916666667}
{"full_text":"Tertiary education leaders  At next year's #GoingGlobal2021 we'll be reimagining international higher education for a post-pandemic world with hundreds of global leaders. Take a more in-depth look at our themes and learn how you can get involved.","sentiment_score":0.15}
{"full_text":"Covid-19%20Worsens%20Food%20Security%20in%20South-East%20Asia%20-%20Future%20Directions%20International #COVID19 #foodsecurity","sentiment_score":0.0}
{"full_text":"CVS, Walgreens could administer COVID vaccines in long-term care facilities by mid-Decemberhttps:\/\/t.co\/Cch8nyjs1s","sentiment_score":0.0}
{"full_text":"Coronavirus robs biblical Bethlehem of Christmas cheer:","sentiment_score":0.0}
{"full_text":"Actor Alden Richards couldn't help but feel sudden and intense fear and anxiety in the last few days after his longtime personal assistant Tenten \"Mama Ten\" Mendoza tested positive for the coronavirus disease 2019.https:\/\/t.co\/BKIak4sQIO","sentiment_score":0.0324675325}
{"full_text":"Lakeside and coastal regions impact","sentiment_score":0.0}
{"full_text":"RT More than 60 anti-lockdown protesters have been arrested in London today. If they had been Black Lives Matter instead,...","sentiment_score":0.1666666667}
{"full_text":"Singapore studies COVID-19 pregnancy puzzle after baby born with antibodies","sentiment_score":0.0}
{"full_text":"NMI is reopening 3 of our 4 Museum sites from today 1st December with special measures in place for a safe &amp; enjoyable visit. Get the details here:","sentiment_score":0.4523809524}
{"full_text":"With 38 million HIV positive people across the world, AIDS continues to be a threat.The UN has called for a stronger focus on HIV, due to the disruption in medical supplies caused by COVID-19. Stay aware and stay aware.#WorldAIDSDay #AIDSAwareness #COVID19 #CoronaVirus #HIV","sentiment_score":0.0880681818}
{"full_text":"We're celebrating 12 days of #greatness to recognise students who have shown remarkable resilience this year. First up is Natalie Cooke, who studies Hairdressing at Channelside. Her tutor said: \"Natalie is always positive and works extremely hard\" #awards #COVID19","sentiment_score":0.2339015152}
{"full_text":"First day of December and last day of England's lockdown. It's going to be an unusual Christmas, but we're gearing up to get a bit festive. How are you getting on with your Christmas shopping? Santa will be here in no time! ","sentiment_score":0.1666666667}
{"full_text":"COVID-19 cases in Davao City Jail now 76 -- BJMP","sentiment_score":-0.1}
{"full_text":"Lockdown! A word we've heard all too often. Tomorrow, we analyse the costs and benefits if these blanket measures.How do you feel? Tweet along using #LSECOVID19  1pm, 2 Dec","sentiment_score":0.0}
{"full_text":"proud of you bby","sentiment_score":0.8}
{"full_text":"Download global projections of daily deaths, total deaths, hospital resource use, mask use, and mobility used in our #COVID19 model visualization tool. Explore the model: data:","sentiment_score":0.0}
{"full_text":"Among thousands of kids tested for COVID-19, an upset stomach, loss of taste\/smell, fever and headache were symptoms most predictive of positive test results, a Canadian study found. More information:","sentiment_score":0.4090909091}
{"full_text":"#16DaysofActivism2020: Reflecting on Sexual and Gender-Based Violence in the Wake of Covid-19.@oxfaminghana     #EUEnoughGBV #16Days #OrangeTheWorld #GenerationEquality #ENOUGH #LockdownPatriarchy #EndSGBV #HumanRights","sentiment_score":0.25}
{"full_text":"NUS spin-off company develops one-minute breath test to detect COVID-19","sentiment_score":0.0}
{"full_text":"Florida's Gov. Ron DeSantis said that schools will be required to remain open despite the rise in confirmed COVID-19 cases and hospitalizations, arguing lockdowns and closures have not worked.","sentiment_score":0.2}
{"full_text":"How the restrictions have affected city's covid case rate and deaths.https:\/\/t.co\/Ny0imbjean","sentiment_score":0.0}
{"full_text":"Hope he'll be back to the track soon!@LewisHamiltonhttps:\/\/t.co\/zBtB65LYxX","sentiment_score":0.0}
{"full_text":"The Olympics are scheduled to begin July 23.https:\/\/t.co\/ztCUhUN1Tm","sentiment_score":0.0}
{"full_text":"RT [  #OttersforDINO ]For #Dino's 23rd birthday, Dinonara Union is organizing a donation drive to save baby otter Dino's...","sentiment_score":0.0}
{"full_text":"\"I've been dreaming wildly in lockdown. Have you?\" - catch up on the summer conversation between poets and in","sentiment_score":0.1}
{"full_text":"You are a lone voice in the Labour Party. Meanwhile, Keir Starmer is clamping down on dissent by calling on tech giants to censor all opinions critical of the covid narrative. This is not about a virus. #GreateReset","sentiment_score":-0.0777777778}
{"full_text":"RT Last Wednesday, families were forcibly removed from vacant state-owned homes in El Sereno. They were charged with crimes...","sentiment_score":0.25}
{"full_text":"The World Tourism Organization called Monday for the standardisation of traveller health checks and the establishment of air corridors to ease international travel during the pandemic.","sentiment_score":0.0}
{"full_text":"#TipTuesday: Stage Hacks to engage an audience. #StayHome #StaySafe #HudsonHunxFezahLive #FezahLive #FezahOnline","sentiment_score":0.0}
{"full_text":"All the things I came to realize about style and during this pandemic.","sentiment_score":0.0}
{"full_text":"Most of the ones that haven't survived COVID have died alone without the comfort of family and friends in a hospital with staff and facility's stretched to the limit but half of america  seems to follow a cult that is feed a daily dose of misinformation","sentiment_score":0.0708333333}
{"full_text":"ICYMI: COVID-19 causes havoc on Cape Breton elite level sports teams' schedules until at least Dec. 10 -","sentiment_score":-0.3}
{"full_text":"Zapptizer spray sanitizer effective and easy to use, perfect for keeping everyone safe Sanitizer is effective against the Covid-19 virus  #sanitizer #staysafe","sentiment_score":0.6266666667}
{"full_text":"Two journalists were killed in Sindh, and two journalists were allegedly detained and tortured by security forces for reporting on COVID-19 quarantine facilities in Balochistan. Torture and enforced disappearances remained a concern. ","sentiment_score":-0.15}
{"full_text":"Controversial White House coronavirus adviser Scott Atlas resigns","sentiment_score":0.275}
{"full_text":"RT Yes sir and also we have nptel exams on 20th Dec how we come on 21st Dec... And my parents are afraid by listening of...","sentiment_score":-0.2}
{"full_text":"They're letting Covid spoil Christmas. Kids not being allowed to sit on Santa's knee, houses not having beautifully creative Christmas light displays to avoid attracting crowds, caps on numbers for celebrations &amp; even Bethlehem closed.","sentiment_score":0.2666666667}
{"full_text":"RT Have you noticed it's gone from Collective responsibility to personal responsibili...","sentiment_score":0.0}
