{"full_text":"RT The EU should be providing Covid tests to get their citizens home - not at the expense of the UK. Yet ano...","sentiment_score":0.0}
{"full_text":"RT Dear Father Christmas \"All I want for Christmas is to feel better again\" #LongCovid #LongCovidKids #COVID19 #Christm...","sentiment_score":0.5}
{"full_text":"RT Happening now: COVID-19 Relief Package Overview, sponsored by Senator and Congressman","sentiment_score":0.0}
{"full_text":"RT White House advisors tried to stop Trump from tweeting video demanding $2000 checks for Americans ","sentiment_score":0.0}
{"full_text":"RT Hello my name is Debbie, I'm a Sister in ICU. Covid is banging down the door again &amp; we're spreading into other ward areas t...","sentiment_score":-0.1402777778}
{"full_text":"RT Harden crazy lol.. he acts like Silver gonna be like \"oh she was becoming a boss? Why you ain't say that?? You good\"","sentiment_score":0.3375}
{"full_text":"I've been working odd hours during this entire pandemic at a high risk facility with 200+ clients all alone. I've isolated myself from loved ones because of fear and anxiety and now I might have COVID. And things are just getting worse. I'm exhausted.","sentiment_score":-0.0177777778}
{"full_text":"Post covid - brunch at your place ","sentiment_score":0.0}
{"full_text":"RT ME: you'll never get me to wear a maskPITCHER: how about a glove at least","sentiment_score":-0.3}
{"full_text":"RT The UK is the worst island in the world. No sun, no heat. Just 3 different strains of Covid and vibes.","sentiment_score":-0.5}
{"full_text":"RT Spoke today with a Republican Congressman who is apoplectic at what Trump is doing with this Covid relief bill. \"He's fuc...","sentiment_score":0.0}
{"full_text":"Nobody voted for covid, genius. Hope you asked for some class for Christmas because you're plumb out.","sentiment_score":0.0}
{"full_text":"RT These reports, which are often only made public because @betsy_klein &amp; other reporters obtain them, are typically mor...","sentiment_score":-0.0729166667}
{"full_text":"RT 7 months after Democrats took bold action to provide COVID relief #ForThePeople, the GOP finally agreed to a down payment o...","sentiment_score":0.0694444444}
{"full_text":"RT Do They Know It's Covid Time? - Boris Johnson and the Superspreaders song","sentiment_score":0.0}
{"full_text":"RT A Christmas miracle! I bought this back in July, and thanks to Covid messing up the postal service worldwide, it final...","sentiment_score":0.0666666667}
{"full_text":"RT COVID didn't ruin America's economy. Governors, state and local officials did.","sentiment_score":0.0}
{"full_text":"Brampton East people needing a Covid test can go here.","sentiment_score":0.0}
{"full_text":"RT breaking covid rules to save you\/someone else from suicidal thoughts\/attempts is completely valid, however using that as...","sentiment_score":0.1}
{"full_text":"RT LIVE BLOG: US marks another daily death record as President Trump criticizes coronavirus relief bill.","sentiment_score":0.0681818182}
{"full_text":"RT Who, exactly, takes final responsibility and is accountable for the administration of quarantine at Australia's airports a...","sentiment_score":0.125}
{"full_text":"RT Don't say you can't believe why she's single...... just change it bruh. Lock her down.","sentiment_score":-0.1134920635}
{"full_text":"RT In the last 24 hours, 145 more people have died. There is still time to cancel your holiday gatherings. If you are goin...","sentiment_score":0.25}
{"full_text":"RT 29 y.o. Cassie Martinez from San Diego had two heart attacks from myocarditis due to COVID and died. She was young and heal...","sentiment_score":-0.0125}
{"full_text":"RT I lost 3 family members to Covid in 4 days. Stop fucking going out and stop being fucking dumb. Stay home for the holiday...","sentiment_score":-0.4875}
{"full_text":"RT We need to send a clean bill with just $2,000 survival checks and a separate spending\/covid relief bill. Negotiating everyth...","sentiment_score":0.3666666667}
{"full_text":"These bars are corona, like I took a bite off the bat","sentiment_score":0.0}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":" 2of4 USPS have their gifts sitting in their warehouses\/Annex and refuse to delivery them. They blame Covid, and said they hired seasonal helpers and yet their is over 800,000 Americans out of work who they could have hired to deliver some joy and hope this season.","sentiment_score":0.8}
{"full_text":"RT In other COVID items GOP blocked:Back in March, progressive Dems were working to stop negative credit reports during the pandemi...","sentiment_score":-0.2125}
{"full_text":"RT hey remember when the guy who invented the polio vaccine didn't patent it because it was paid for with public funds and becaus...","sentiment_score":0.0}
{"full_text":"RT The UK is the worst island in the world. No sun, no heat. Just 3 different strains of Covid and vibes.","sentiment_score":-0.5}
{"full_text":"RT In other COVID items GOP blocked:Back in March, progressive Dems were working to stop negative credit reports during the pandemi...","sentiment_score":-0.2125}
{"full_text":"Right - A Senate that will stand for Americans is needed. Vote for and in the Georgia Run Off so there will be enough Senate votes to get Trump's Covid agenda passed!#Republicans #Georgians #GeorgiaNeedsOssoff","sentiment_score":0.1428571429}
{"full_text":"RT Today we report, with concern, a cumulative total of 954 258 cases of #COVID19, with 14 046 new cases identified since...","sentiment_score":0.0681818182}
{"full_text":"RT Our new \"COVID relief\" bill includes $10M for gender studies in Pakistan. I know a few restaurant owners in NYC who didn't hi...","sentiment_score":-0.0318181818}
{"full_text":"RT Trump running the government as a criminal enterprise in the middle of a raging pandemic.","sentiment_score":-0.2}
{"full_text":"New Hampshire sought to bar Massachusetts taxing people who stopped commuting to the state due to pandemic. A dozen other states filed a amicus curiae.New Jersey Goes After New York For Taxing Remote Workershttps:\/\/t.co\/UzICGCNc6q","sentiment_score":-0.0154545455}
{"full_text":"Pandemic update: I think I need to start watching The Family Chantel","sentiment_score":0.0}
{"full_text":"If you're in need of support, help is available:Call 2-1-1 for information and referrals to health, human, and social service organizationsCall or text the National Disaster Distress Helpline on 1-800-985-5990. Help is available 24\/7.More info:","sentiment_score":0.1444444444}
{"full_text":"RT My friend Eric tested negative for covid on 6\/25 but died on 7\/25 in San Quentin State Prison. The administration mixed him...","sentiment_score":-0.15}
{"full_text":"RT Buddy UpdateNOT AVAILABLE FOR ADOPTION UNTIL FURTHER NOTICE DUE TO COVID RESTRICTIONS","sentiment_score":0.0916666667}
{"full_text":"RT does anyone know which frat???","sentiment_score":0.0}
{"full_text":"RT Paul Manafort tweets for the first time in four years. I suspect he wasn't allowed to tweet as part of his COVID release terms...","sentiment_score":0.25}
{"full_text":"RT MICHELE RECANATI, 47 of Oelwein, Iowa died of COVID on Dec. 7.\"She was a nurse of mine that served on the front lines....","sentiment_score":0.0}
{"full_text":"India's COVID-19 Tally At 1,00,99,066 With 23,950 New Cases","sentiment_score":0.1363636364}
{"full_text":"RT JB seems determined to keep us in what Michael Crichton called a \"State of Fear.\"This will drive up the suicide rate ev...","sentiment_score":0.0}
{"full_text":"We should totally meet up after COVID and just scream bingus in a park","sentiment_score":0.0}
{"full_text":"RT Thanks to our federal and state partners. This distribution is unprecedented but all levels of government will get this...","sentiment_score":0.4}
{"full_text":"RT The President is lying. Here's the truth. The covid relief bill was combined w\/ 2021 omnibus spending bill. That's wh...","sentiment_score":0.0}
{"full_text":"RT Just think: If R's had removed him for clearly impeachable conduct we would have saved thousands upon thousands of lives...","sentiment_score":0.1}
{"full_text":"RT Harden crazy lol.. he acts like Silver gonna be like \"oh she was becoming a boss? Why you ain't say that?? You good\"","sentiment_score":0.3375}
{"full_text":"should have declined all bowl invitations. Horrible matchups and embarrassing results.Our best chance for a win gets cancelled by covid.","sentiment_score":0.2666666667}
{"full_text":"RT FOX NEWS: California doctor fired after writing letter questioning county's coronavirus lockdowns","sentiment_score":0.0}
{"full_text":"Pre print\"The most stringent intervention scenario with Tier 4 England-wide &amp; schools closed during January &amp; 2 million individuals vaccinated per wk, is the only scenario we considered which reduces peak ICU burden below levels seen during first wave\"#COVID19UK #COVID19","sentiment_score":0.1625}
{"full_text":"RT 'Obama, Clinton, W. get millions, YOU get $600': Thread goes through COVID relief bill line-by-line and it's HILARIOUSLY i...","sentiment_score":0.5}
{"full_text":"RT Special thanks to Dennis Organ for exposing Maria Bartiromo as the incompetent fraud that she is, while simultaneously poin...","sentiment_score":0.069047619}
{"full_text":"RT On May 8th a whole wonderful Senator Harris, that Vermont dude and Markey officially introduced legislation advocating for $2,...","sentiment_score":0.6}
{"full_text":"RT This is our lockdown #silverlining from for Please show us yours! Make a video or take...","sentiment_score":0.0}
{"full_text":"No. Stay away. Tennessee is basically dripping in COVID and a lot do not mask.","sentiment_score":0.0}
{"full_text":"RT Congrats to alumni &amp; for their new paper!\"J...","sentiment_score":0.1704545455}
{"full_text":"RT A judge in San Diego has ruled that he could not find a connection between restaurant services and the spread of COVID....","sentiment_score":0.0}
{"full_text":"RT Gulf Morning!@gulfkanawut Recently, the COVID-19 epidemic has repeated again. I hope you can protect yourself and sta...","sentiment_score":0.0}
{"full_text":"Whirlwind of a day starting early with Sadie testing positive for Covid. As a dad, I immediately let my anxiety creep in with worries about what the next couple of weeks will look like for her. As I sit here in our living room, watching our church service online, my little ...","sentiment_score":0.0279545455}
{"full_text":"RT A Tenn. nurse asked a Dr. to start Ivermectin for her critically ill dad in the ICU w\/ COVID. He turned around in 2 da...","sentiment_score":-0.5}
{"full_text":"RT Hey ANTIFA and Black Lives Matter-- maybe instead of sending your foot soldiers to go after innocent small business owners...","sentiment_score":0.0277777778}
{"full_text":"RT I'm telling you, people. The rest of the free world is STUNNED, at how our government has done almost NOTHING for the c...","sentiment_score":0.4}
{"full_text":"Uncle Covid is under the bed kids, and he'll get you if you're bad.  He knows when you've been meeting with friends, he knows when you're outside, he knows your favorite stuffed pet and he'll make sure that it dies...","sentiment_score":0.075}
{"full_text":"Dlo out game 1 because of a violation of COVID protocols? Are you kidding me? I'm a Russell believer but if you are gonna be the guy, you gotta be the guy","sentiment_score":-0.4}
{"full_text":"No idea.We should start in January.","sentiment_score":0.0}
{"full_text":"I got my COVID-19 vaccine last week. Thanks for a well organized vaccine clinic! And today it was time for our daughter's 6 months old vaccines...","sentiment_score":0.1166666667}
{"full_text":"Once again this President is determined to create chaos as political vengeance,  which is actually a betrayal of his Oath of Office to protect the American People, &amp; its Military. Politicizing the Pandemic is a crime.#GetHimOut#Leavehttps:\/\/t.co\/ZQvHJObQDh","sentiment_score":-0.025}
{"full_text":"RT if you're upset about coronavirus or lockdown just remember every three months a person is torn to pieces by a crocodil...","sentiment_score":0.0}
{"full_text":"For advocacy I would recommend: cut taxes (income and property) allocated to public schools, Shrink the compulsory age range requirements. Repeal regulations directed at private schools. My view: the implosion of pub schools (esp during Covid) is accelerating. Opportunity is now","sentiment_score":0.0}
{"full_text":"RT Singapore has confirmed its first #COVID19 case carrying the potentially more contagious strain of the virus circulating...","sentiment_score":0.3833333333}
{"full_text":"It's called balance ","sentiment_score":0.0}
{"full_text":"He understands completely","sentiment_score":0.1}
{"full_text":"COVID 19 Case Bulletin Daily Report as of 23 December 2020","sentiment_score":0.0}
{"full_text":"RT Harden crazy lol.. he acts like Silver gonna be like \"oh she was becoming a boss? Why you ain't say that?? You good\"","sentiment_score":0.3375}
{"full_text":"India Will Look Back At Pandemic Year As A Year of Historic Reforms: Anurag Thakur","sentiment_score":0.0}
{"full_text":"RT Here's the simple truth: Our darkest days in this battle against COVID are ahead of us -- not behind us.   We need to prepar...","sentiment_score":0.1}
{"full_text":"What Pediatricians Say Can't Wait","sentiment_score":0.0}
{"full_text":"RT I feel like I should reiterate that the best coronavirus stimulus policy would be ending the lockdowns, letting people...","sentiment_score":1.0}
{"full_text":"RT why does the government hate their citizens so bad?","sentiment_score":-0.75}
{"full_text":"Dayum id love to be impregnated by him Btw i need to let you know. The USA is gonna enact a law called SISEA which will make it impossible for online playforms from fur affinity and twitter to only fans and patreon to host NSFW contenthttps:\/\/t.co\/V4R0XdNdzH","sentiment_score":-0.0555555556}
{"full_text":"They locked us down for this...","sentiment_score":-0.1555555556}
{"full_text":"RT According to data from December began with 259,697 dead since the pandemic's beginning. On December 23,...","sentiment_score":-0.2}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"I do not get it. My fam follows rules but not locked down. My cousins saw my sister on the street and said yeah, Courtney said you're all taking this very seriously. My sister (immunocompromised) looked at them and said yes we're following CDC protocol because I'd rather not die.","sentiment_score":-0.1962962963}
{"full_text":"Trump is not against the bill for say. He is against give foreign countries money they could be giving to us. And the millions they want the give to horney fish. attack on Covid relief bill could lead to government shutdown, lapse in unemployment aid","sentiment_score":-0.125}
{"full_text":"RT Trump running the government as a criminal enterprise in the middle of a raging pandemic.","sentiment_score":-0.2}
{"full_text":"My mom: habatussauda....cure covid19Me: paper mana tu?It's fun actually, when we both are doing research.Anything scientific, the question is 'paper mana tu?'","sentiment_score":0.15}
{"full_text":"Covid has possibly saved us from no-deal.","sentiment_score":0.0}
{"full_text":"RT Kroger will offer the COVID-19 vaccine nationwide","sentiment_score":0.0}
{"full_text":"RT \"The 9 months that I had been working to save people and prevent the spread of this virus and talk to people -- Nothing could pre...","sentiment_score":0.0}
{"full_text":"YES he also sabotaged the AIDS epidemic.","sentiment_score":0.0}
{"full_text":"RT Trump threatening to blow up the Covid relief bill is purely about revenge against McConnell. His loyalty has never been w...","sentiment_score":0.2142857143}
{"full_text":"Flexibility around work is becoming a necessity. Pandemic-dictated #WFH has shown productivity needn't suffer if work is done away from the office. To help your remote workers, use a central collaboration app such as Slack to facilitate teamwork.","sentiment_score":0.0875}
{"full_text":"Mutant Strain Of Coronavirus Has Airlines Scrambling. Many Will Require Travelers Coming To NYC From The UK To Test Negative. |","sentiment_score":0.1}
{"full_text":"RT \"The president vetoed away people's last unemployment check on Christmas week in a pandemic\" seems like a bad thing to hav...","sentiment_score":-0.35}
{"full_text":"RT Employers will no longer have to provide paid sick leave to workers who get infected with COVID-19 in the new bill.If Mit...","sentiment_score":-0.288961039}
{"full_text":"Law &amp; Order or Law &amp; Crimes, Not only guilty of Sedition ,let's tell the truth about the #pandemic. Trump's lies, failures and denials during a public health crisis meet the legal standard for second-degree murder.","sentiment_score":-0.06}
{"full_text":"RT Hey remember that 250k donation you refused to take from me for frontline covid workers?  I still have it....","sentiment_score":0.0}
{"full_text":"RT In April, the no. of patients with Covid in hospital in England peaked at 18,974.On Christmas Day, we are set to pass...","sentiment_score":0.0}
{"full_text":"RT This is important to understand. Ford's attempt to deflect was bogus. Which takes us back what he was deflecting from. His r...","sentiment_score":0.2}
{"full_text":"You talk about lockdowns yet you have no clue what biden will do. If youve actually been paying attention you would see america is one of the world countries dealing with covid right now. This iant about personal freedoms its about the lives of all. Yall clearly dont see that","sentiment_score":0.0964285714}
{"full_text":"but busy lives. COVID has made it harder. We've stayed away from weddings,birthdays,funerals, and now the holidays so our small family will see each other next year.  Beth contracted COVID recently. It was a wake up call to me. I wanted to do something","sentiment_score":-0.0625}
{"full_text":"RT I'm old enough to remember when we had free speech in my country.","sentiment_score":0.1666666667}
{"full_text":"RT We don't deserve EMTs but could we get them a vaccine before the covid-denying congress-critters? Please?","sentiment_score":0.0}
{"full_text":"RT Trump running the government as a criminal enterprise in the middle of a raging pandemic.","sentiment_score":-0.2}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"The state reports there are more Arizonans on ventilators than ever. Hospital ICU beds in the state are at 93% capacity, the highest level since the pandemic began. Arizona hospital leaders are calling for extreme caution. reports.","sentiment_score":0.1875}
{"full_text":"LOOK: 'Pandemic belen' in Sorsogon church","sentiment_score":0.0}
{"full_text":"After nearly a week of lowered Coronavirus hospitalizations Nebraska will go from \"yellow\" to \"blue\" starting at 12:01 a.m. #ChristmasEve","sentiment_score":0.025}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"A man who lost his life due to complications of the novel coronavirus wrote a final goodbye to his spouse of 21 years.","sentiment_score":-0.0625}
{"full_text":"RT Did COVID19 help increase K-pop album sales?","sentiment_score":0.0}
{"full_text":"The pandemic put many things on pause, but meaningful engagement wasn't one of them. We held and partook in 40+ community listening sessions and coalition meetings to advocate for community-driven solutions for health, mobility, and environmental justice","sentiment_score":0.5}
{"full_text":"RT Voters elected Biden because they wanted a government that actually addresses their key needs -- an end to the pandemic...","sentiment_score":0.0}
{"full_text":"Join us on Saturday morning 10AM for our NEW show, Tracking COVID-19, with hosts David Goldberg &amp; Dr. Krystal Atkinson. This week's guest is Dr. Bradford Warden, Chief of Cardiology &amp; Executive Director of our Heart &amp; Vascular Center. Live stream at","sentiment_score":0.0575757576}
{"full_text":"Trump surprised some of his closest officials when he threatened not to sign a US$2.3 trillion package that includes government funding and coronavirus aid.https:\/\/t.co\/hnwnGbzuUm","sentiment_score":0.1}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"RT It took a once in a century pandemic for American policy elite to learn you can alleviate poverty by giving poor people money.","sentiment_score":-0.2}
{"full_text":"RT Jalandhar, Ludhiana, Chandigarh, Delhi , Bangalore, Chennai, Mumbai .. big Xmas programs...happening.. defying govt order...","sentiment_score":0.0}
{"full_text":"Ho! Ho! Ho! Merry Christmas  If you have a wish to  what would you ask? While for us, definitely going to ask him to free us from COVID-19? Wouldn't it be the best present  everrrr?!!  So... Merry Christmas, everyone! Don't forget to tell Santa your wish #payfo","sentiment_score":0.35}
{"full_text":"My friend, front-line ER doc here in #Houston just noted this. ALMOST 20K NEW #COVID19 CASES IN #TEXAS TODAY. Welcome to #CovidChristmas. I am horrified for our medical heros. They are at the end of their rope. If you can, pray for them. #StayHome","sentiment_score":0.3121212121}
{"full_text":"Westchester County residents can now see the latest COVID-19 information for their municipality and the surrounding areas.https:\/\/t.co\/l7NbTC0cda","sentiment_score":0.5}
{"full_text":"A holiday celebration at a church in a small town has caused 97 coronavirus cases and counting","sentiment_score":-0.25}
{"full_text":"Police say porch piracy on the Eastern Shore is down this year despite an increase in online shopping.WATCH THE FULL STORY:","sentiment_score":0.0972222222}
{"full_text":"RT $600 is a slap in the face to every American struggling due to the pandemic. You deserve better.I voted against the 5,5...","sentiment_score":-0.0625}
{"full_text":"While #COVID cases increase, so do the incidents of #gunviolence in America. A correlation? Healthcare, community, and law enforcement leaders must coordinate efforts to end this public #health crisis","sentiment_score":0.0}
{"full_text":"RT This is Dr. Susan MooreShe was hospitalized for covid and during her hospitalization, she documented the racist neglect she...","sentiment_score":0.0}
{"full_text":"RT Harden crazy lol.. he acts like Silver gonna be like \"oh she was becoming a boss? Why you ain't say that?? You good\"","sentiment_score":0.3375}
{"full_text":"FTFYLet's pass $2,000 survival checks that put money directly in people's pockets, and cancel the hundreds of billions of wasteful spending that has nothing to do with COVID.","sentiment_score":0.1}
{"full_text":"A wonderful and important ode to Queer spaces lost or struggling due to the pandemic from &gt;&gt;https:\/\/t.co\/n3JC6ZW5kp","sentiment_score":0.425}
{"full_text":"Snuggle up, get cozy and stay home for the holidays.","sentiment_score":-0.2}
{"full_text":"Nah nah, it's from my medicine. Not bc I have Covid ","sentiment_score":0.0}
{"full_text":"Discuss strategic #ESG topics in a COVID-19 constrained world.Join the ESG Certificate Program in February!Register now - Limited spots #corpgov","sentiment_score":-0.0714285714}
{"full_text":"RT The UK is the worst island in the world. No sun, no heat. Just 3 different strains of Covid and vibes.","sentiment_score":-0.5}
{"full_text":"#DigiByte till 2021#HappyNewYear2021https:\/\/t.co\/xkp9Qg8SYC","sentiment_score":0.0}
{"full_text":"At home, there's an unwritten rule: No talk about COVID.","sentiment_score":0.0}
{"full_text":"See the Moderna COVID-19 vaccine administered at the Mississippi National Guard's 172d Airlift Wing facility in Flowood on Wednesday.","sentiment_score":0.0}
{"full_text":"Reports about the new coronavirus strain came as the Philippines braces for the expected surge in COVID-19 cases due to the holiday season.","sentiment_score":-0.0295454545}
{"full_text":"Did a local hospital board member \"jump the line\" to get a COVID-19 vaccine in the group of Tier 1 first responders? #weinvestigate TONIGHT at 6pm","sentiment_score":0.125}
