{"full_text":"RT CDC to recommend adults 75 and older and those in essential roles such as first responders, teachers, farmworkers, prison guards,...","sentiment_score":0.1041666667}
{"full_text":"McConnell is the one who adjourned the Senate before the election without even taking up coronavirus relief.","sentiment_score":0.0}
{"full_text":"RT BREAKING: President Trump calls the COVID-relief bill a \"disgrace\" and is threatening to veto it if Congress doesn't cu...","sentiment_score":0.0}
{"full_text":"Trump refuses to sign the coronavirus relief bill demanding the $600 direct payments be increased to $2000. More volatility yay","sentiment_score":0.3}
{"full_text":"Stimulus checks: Biden to push for more payments in next Covid plan","sentiment_score":0.25}
{"full_text":"You did read that less than a quarter of it goes do Covid relief right?  How do you feel about Burma's election?  Do you monitor the wind in Tibet?  Those are in there.","sentiment_score":0.0595238095}
{"full_text":"RT Nah tell Tom Brady take it","sentiment_score":0.0}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"They both suck and neither should pass.","sentiment_score":0.0}
{"full_text":"A Healthy Meal Kit Service Steps Up to Compete With Restaurants (Eater Chicago)Meal kits have soared in popularity during the pandemic as a safe, cost-effective way for people ...Add your highlights:https:\/\/t.co\/ZhTNUS1qOW...","sentiment_score":0.5}
{"full_text":"Not saying adding $1400 to the checks Feds send out would be my top priority, but lefty shitposters, if not lefty policies, might rack up a nice win here if they get Trump to convince GOP Senators to spend more money on COVID relief.*Just* enough to tolerate gloating tweets.","sentiment_score":0.48}
{"full_text":"RT Long #COVID19  \"is a phenomenon that is really quite real &amp; quite extensive,\"#DrFauci said earlier this monthhttps:\/\/t.co\/2...","sentiment_score":0.07}
{"full_text":"RT A felony carrying up to 10 years imprisonment, snuck into a pandemic relief bill. The US prison culture marches on","sentiment_score":0.0}
{"full_text":"Globex $SPX futures $ES_H hits the skids couetesy of Moron-in-Chief injecting himself in #COVID19 STIMULUS BILL","sentiment_score":0.0}
{"full_text":"RT New Zealand will make its supply of #COVID19 vaccines available to all Pacific island neighbors.New Zealand should be t...","sentiment_score":0.2681818182}
{"full_text":"Hi all, I'm inviting you all to join CashGem, a site that lets you earn money with social media. I just earned $128 and you can too! Sign up today for a $30 bonus! #cashgem #cashappfriday #stayathome","sentiment_score":0.0520833333}
{"full_text":"I dunno why everyone's still complaining about covid, celebrities SANG to us yall!","sentiment_score":0.0}
{"full_text":"a pandemic","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell is falsifying the history of how we got the rescue package, all to save his Georgia senators. But he and...","sentiment_score":0.0}
{"full_text":"Ossoff....is listening. Warnock and Ossoff for the SENATE. Get rid of.......\"THE GREAT KENTUCKY STALL\"mcCONnell's grip on legislation is KILLING Americans.","sentiment_score":0.8}
{"full_text":"RT Why are we using 2019 tax data if working families lost an income in 2020...you know, when the pandemic started. On paper, w...","sentiment_score":0.0}
{"full_text":"RT A number of items listed by President Trump are included in the Omnibus spending package to which the COVID-relief bill...","sentiment_score":0.0}
{"full_text":"RT A new wave of #covid19 is crashing into hospitals in London and the UKThere is no clapping this time.No rainbows in the...","sentiment_score":0.1363636364}
{"full_text":"There's always a tweet.","sentiment_score":0.0}
{"full_text":"RT Nah tell Tom Brady take it","sentiment_score":0.0}
{"full_text":"RT Japan is set to ban entry for non-citizen travelers from the UK starting Christmas Eve due to concerns over the new strai...","sentiment_score":0.0037878788}
{"full_text":"RT BREAKING: Amelia Bedelia has escaped with large quantities of the Covid vaccine after being told to \"Take the vaccine\"","sentiment_score":0.2142857143}
{"full_text":"If we were not in a pandemic I would insist you bring me this baby immediately.","sentiment_score":0.0}
{"full_text":"Find yourself someone who thinks about you as much as AE thinks about Wisconsin basketball.","sentiment_score":0.2}
{"full_text":"RT Breaking ...The COVID relief bill to be renamed ... The Steaming Pile of Horse Shit Porkulus Monstrosity From Hell Bill.","sentiment_score":-0.2}
{"full_text":"You know what China did, right?","sentiment_score":0.2857142857}
{"full_text":"RT Excited to be in Fulton Cty, GA this AM for an Early Voting event w &amp; Due to the COVID relief vo...","sentiment_score":0.1166666667}
{"full_text":"Welp I agree","sentiment_score":0.0}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"RT The \"pinheads on Capitol Hill\" passed a COVID relief bill so they could go home for Christmas after the talked","sentiment_score":-0.3}
{"full_text":"RT Love the low key accusations that I'm self-loathing. The first tweet should have read \"the spending package that COVID...","sentiment_score":0.1875}
{"full_text":"RT The audacity to travel during a pandemic and then complain about the infrastructure in said country when you could've staye...","sentiment_score":0.0}
{"full_text":"RT Just In: Trump refuses to sign pandemic relief package unless more money goes into stimulus checks","sentiment_score":0.5}
{"full_text":"RT Must listen!!  Although Trump will veto this bill, listen to where the Covid relief bill funds will be going and you'll be...","sentiment_score":0.0}
{"full_text":"RT A poem:COVID is redThe flu is blueAnymore nonsense...And I will punch (block) you. #COVID19 (ht for figu...","sentiment_score":0.0}
{"full_text":"RT New Zealand has announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then t...","sentiment_score":0.2018181818}
{"full_text":" sick   sick  sooo sick i think his turntables catchin ' #COVID19","sentiment_score":-0.7142857143}
{"full_text":"RT Trump's team - led by Mnuchin - helped negotiate covid relief deal. WH officials are on record saying he'd sign it. And after t...","sentiment_score":0.0}
{"full_text":"RT Members of Congress have not missed one paycheck in 9 months. Not one politician can say jack shit about president Trump stat...","sentiment_score":-0.2}
{"full_text":"RT \"This decision is not ethical or effective.\" Colombia's plan to exclude undocumented Venezuelans from vaccination rollout m...","sentiment_score":0.25}
{"full_text":"RT I'm pleased to see my Veterans in STEM Act included in this historic bipartisan legislative package that will help suppor...","sentiment_score":0.25}
{"full_text":"RT BREAKING: Trump is refusing to sign the Covid relief bill, because he's a traitor.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Trump appointed Judge Singhal correctly interprets Executive Order--business curfews struck d...","sentiment_score":0.0}
{"full_text":"RT China Virus Mutation: says panic is responsible for spreading the virus, and the new strain discovered in the U...","sentiment_score":0.1681818182}
{"full_text":"RT No Covid denying politician should get a vaccine before every Dr, nurse, hospital worker, EMT, cop, fire fighter, teach...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Trump calls the COVID relief bill a \"disgrace\", slams the amount of \"wasteful spending\" in it, citing money going...","sentiment_score":0.0}
{"full_text":"Big developments from The White House tonight. Don't spend your $600 just yet. #COVID19","sentiment_score":0.0}
{"full_text":"Russia adds 28,776 COVID-19 cases","sentiment_score":0.0}
{"full_text":"RT #ScottyFromPhotoOps #ScottyfrommarketingVictoria has requested 300 ADF personnel for border COVID checkpoint assistanc...","sentiment_score":0.0}
{"full_text":"RT Trump doesn't want to sign the COVID relief package, because why give people $600 when you could give them nothing.","sentiment_score":0.0}
{"full_text":"LOL...nothing like a Chinese puppet telling you the \"Dark Days Ahead\" will be tough due to a virus that has a 99% survival rate.  But please, live your life in fear as you die from cancer, heart attack, or stroke.","sentiment_score":-0.1055050505}
{"full_text":"Most of the objections he made were the Omnibus Bill (gen Gov funding) NOT the Covid Relief Bill.https:\/\/t.co\/qMHNVLRIdk","sentiment_score":0.5}
{"full_text":"RT Pleased that we were able to get so much done #ForThePeople in the closing days of the 116th Congress, including the eme...","sentiment_score":0.4}
{"full_text":"Package pours money into the Pentagon, gives rich people big new tax breaks, doubles funding for Congress's own private health care system. inadequate unemployment benefits,$6 billion to making business executives' meals tax deductible, $3 billion to a tax break for landlords.","sentiment_score":0.2222727273}
{"full_text":"RT YOU REALIZE THAT YOU ARE ONE OF THE ASSHOLES WHO HASN'T MISSED A PAYCHECK BUT IS KEEPING YOUR CONSTITUENTS FROM GETTIN...","sentiment_score":0.0}
{"full_text":"RT TRAIN DERAILMENT UPDATE (1\/2): The evacuation order has been lifted for local residents of Custer, WA. Roadblocks will...","sentiment_score":0.0}
{"full_text":"RT Trump threatens to veto the Covid relief bill and then concludes by saying of the next administration, \"maybe that administrat...","sentiment_score":0.0}
{"full_text":"When your mother or your kid gets COVID, you better not bring them to the hospital... suffer, idiot","sentiment_score":-0.15}
{"full_text":"RT MeidasTouch correspondent takes on COVID-denying politicians who skipped the line to get the vaccine. Watch a...","sentiment_score":0.0}
{"full_text":"RT The UK detected this variant because of rapid and more comprehensive sequencing and data sharing.US scientists &amp; exp...","sentiment_score":0.5}
{"full_text":"i really registered for two labs during a pandemic BYEEEEE","sentiment_score":0.2}
{"full_text":"Thanks! Due to Covid-19, we did process extensions of expiration dates, but it seems your ticket was not one of the tickets automatically extended. Please resend the ticket number into a DM and delete the public post so that we can get that resolved for you! Wolf","sentiment_score":0.0416666667}
{"full_text":"RT Our thoughts are with our British friends...","sentiment_score":0.0}
{"full_text":"HOLY W what the heck","sentiment_score":0.0}
{"full_text":"So are we going to stop pretending like college athletes aren't affected by COVID?It may not kill people 18-22 but the long-term effects are real. I wouldn't wish them on anyone.","sentiment_score":0.2}
{"full_text":"RT One of Trump's complaints is that the so-called \"three martini lunch\" tax break for business meals he got in the COVID r...","sentiment_score":0.0}
{"full_text":"That's my president!!!!","sentiment_score":0.0}
{"full_text":"RT Nothing beats face to face 1 on 1 and in person organizing, but as the pandemic continues on we are forced to reckon w\/...","sentiment_score":-0.3}
{"full_text":"I knew he was finna play around.","sentiment_score":0.0}
{"full_text":"RT Some people on here are absolutely miserable. \"We should have shut down two weeks earlier.\"\"We should never have reop...","sentiment_score":-0.3851851852}
{"full_text":"RT JUST IN: President Trump says the coronavirus relief bill is a 'disgrace' with a lot of wasteful spending, calls for di...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Trump is refusing to sign the Covid relief bill, because he's a traitor.","sentiment_score":0.0}
{"full_text":"RT Are y'all not aware if the many bills Dems passed in the House and introduced in the Senate to bring COVID aid to the A...","sentiment_score":0.1875}
{"full_text":"RT BREAKING: President Trump calls the COVID-relief bill a \"disgrace\" and is threatening to veto it if Congress doesn't cu...","sentiment_score":0.0}
{"full_text":"RT GOP: \"We can't do $1200 checks. That's irresponsible. Think of the deficit.\"Also GOP: \"As part of a COVID deal we are allocating...","sentiment_score":0.0}
{"full_text":"(also i didn't mean this as like correcting u but more jus to b like !! i think the meaning is different and life will still get better after the pandemic)","sentiment_score":0.2421875}
{"full_text":"In response to the rising incidence rates of COVID-19, we are canceling December and January Ullr Nights out of concern for the safety of our community. All existing reservations will be refunded within the next two weeks. Learn more:","sentiment_score":0.25}
{"full_text":"RT Trump should be removed from office immediately for refusing to sign the bipartisan Covid relief bill. Damn traitor.","sentiment_score":0.0}
{"full_text":"Doing nothing but delaying it more. We never getting shit lmao","sentiment_score":0.3}
{"full_text":"RT This tweet from two hours ago is already out-of-date. Apparently, the rules are now changed, and households can have two \"si...","sentiment_score":0.05}
{"full_text":"How to Minimize COVID Risk and Enjoy the Holidays","sentiment_score":0.4}
{"full_text":"RT BREAKING: Trump is refusing to sign the Covid relief bill, because he's a traitor.","sentiment_score":0.0}
{"full_text":"RT Tell that to other countries who haven't had single cases of COVID and are back to having f...","sentiment_score":-0.0654761905}
{"full_text":"RT How did we go from \"flatten the curve\" to \"stay home until you accept communism\"?","sentiment_score":0.0}
{"full_text":"RT The Democrats are trying to blame Mitch McConnell over the horrendous Covid spending bill. Not one Democrat voted no for the bi...","sentiment_score":0.0}
{"full_text":"RT Science is important, but with more than 18 million infected and 320,000 lives lost to COVID-19 in our country, so is common...","sentiment_score":0.2}
{"full_text":"RT While they were deemed #essentialworkers and rewarded with hazard pay or bonuses early in the pandemic, many warehouse w...","sentiment_score":0.3}
{"full_text":"RT Why I voted Against The Bloated COVID Bill:Unconscionable SpendingBillions for NY Public Transport Endless Laws...","sentiment_score":-0.0625}
{"full_text":"Who's gearing up to begin a diet and fitness program at the new year and drop your pandemic weight and tone up those muscles?ME!Until then, I'm munching down our iced sugar Christmas cookies with sprinkles.","sentiment_score":-0.0095959596}
{"full_text":"RT When your country's COVID-19 relief bill includes $10 million in \"gender programs\" for Pakistan, you know Congress is br...","sentiment_score":0.0}
{"full_text":"That money can afford. But you'll still have a human at the wheel and you cannot account for human emotion or failure. There's not PPE for that. There's no policy, punishment or lockdown to prevent that.Human emotion is raw, real, and can lead to a lapse in judgement or mistake","sentiment_score":-0.0694871795}
{"full_text":"Faking covid *","sentiment_score":0.0}
{"full_text":"Beats the fu__out of 600. But if I was out of work due to COVID it would not be enough. People want their jobs back!!","sentiment_score":-0.0416666667}
{"full_text":"How to Minimize COVID Risk and Enjoy the Holidays","sentiment_score":0.4}
{"full_text":"RT Hello everyone!! My name is Chi  and I'm an 18 year old, digital cartoon artist\/animator! Sometimes I do water c...","sentiment_score":0.05}
{"full_text":"True dat.","sentiment_score":0.35}
{"full_text":"RT A felony carrying up to 10 years imprisonment, snuck into a pandemic relief bill. The US prison culture marches on","sentiment_score":0.0}
{"full_text":"RT BREAKING: President Trump calls the COVID-relief bill a \"disgrace\" and is threatening to veto it if Congress doesn't cu...","sentiment_score":0.0}
{"full_text":"Where tf the traitors puppet arab leaders going to spend their Christmas now","sentiment_score":0.0}
{"full_text":"RT Interestingly, the biggest single group of those who are still in the Remain in Mexico plan are Cubans, fleeing a cruel di...","sentiment_score":-0.1904761905}
{"full_text":"Population growth in the U.S. already was stagnant over the past several years due to immigration restrictions and a dip in fertility, but coronavirus-related deaths exacerbated that lethargic-growth trend, said William Frey.","sentiment_score":-0.125}
{"full_text":"it's getting real scary out there too many of our relatives getting infected","sentiment_score":-0.125}
{"full_text":"RT Trump should be removed from office immediately for refusing to sign the bipartisan Covid relief bill. Damn traitor.","sentiment_score":0.0}
{"full_text":"RT Greg Abbott got the COVID vaccine today. Yesterday, he and his Republican cronies decided to disregard CDC recommend...","sentiment_score":0.0}
{"full_text":"RT Republicans who downplayed the coronavirus pandemic or ignored public health advice -- including Sens. Ernst, Rubio, and G...","sentiment_score":0.0}
{"full_text":"RT Translated: [Democrats] want to make rich people pay their fair share of taxes.651 American billionaires have gained $1,000,...","sentiment_score":0.08125}
{"full_text":"RT Georgia -- help is on the way!We just secured an additional $900 billion in targeted relief, more PPP funding, and extended...","sentiment_score":0.5}
{"full_text":"RT A MASK OF MY OWN FACEI'D WEAR THAT!#DreamFanart","sentiment_score":0.6}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"RT Please answer:why does the covid relief bill, meant to help Americans at a very difficult time, have hundreds of millions to go...","sentiment_score":-0.65}
{"full_text":"RT I just listen to 7 am ABC News on the radio. Nine of the twelve stories were about or mentioned Covid19. Is there anyt...","sentiment_score":0.0}
{"full_text":"RT President Trump just sent back the COVID bill to Congress &amp; demands direct payments be increased from $600 to at least $2,00...","sentiment_score":-0.0666666667}
{"full_text":"Trump calls for Congress to amend COVID relief bill","sentiment_score":0.0}
{"full_text":"RT BREAKING: President Trump calls the COVID-relief bill a \"disgrace\" and is threatening to veto it if Congress doesn't cu...","sentiment_score":0.0}
{"full_text":"RT When your country's COVID-19 relief bill includes $10 million in \"gender programs\" for Pakistan, you know Congress is br...","sentiment_score":0.0}
{"full_text":"RT Govt wants to blame econ recession on #coronavirus, not on #BrexitDisasterBut they especially effect different secto...","sentiment_score":0.0666666667}
{"full_text":"RT This epidemic cannot beat us as long as we have them#hwiidthiphyx2wish","sentiment_score":-0.05}
{"full_text":"Washington state still has not adjusted COVID death numbers which could be inflated by as much as 20% due to counting gunshot victims, drug overdoses and moreCheck out my latest for &amp; my interview w\/@MaxfordNelsen from the","sentiment_score":0.1916666667}
{"full_text":"New #COVID19 strain may cause holiday surge to worsen if it enters PH: expert","sentiment_score":0.1363636364}
{"full_text":"The Covid threat had shown how the security of #China could be threatened in unconventional ways -- Manoj Joshi writes.","sentiment_score":0.0}
{"full_text":"About 85% of #internet users in the US watched #onlinevideos in 2018, and a majority of internet users say that the trend of watching more online videos will continue, even after the #COVID19 outbreak ends. #socialmediamarketing","sentiment_score":0.5}
{"full_text":"This pandemic relief is all fucked up tbh","sentiment_score":-0.6}
{"full_text":"Turkey isolates all travelers from the UK regardless of COVID-19 test results#COVID19trhttps:\/\/t.co\/V4xesShqkk","sentiment_score":0.0}
{"full_text":"WBAP Morning News: Virologist Dr. Benjamin Neuman joined the program to talk about the ins and outs of the different COVID-19 vaccines. Is all this talk about the vaccines being bad, or is it just all fake news?https:\/\/t.co\/07wlWaWE8t","sentiment_score":-0.4}
{"full_text":"\"The virus has introduced another unexpected twist, becoming a 'stress test' for schooling -- and making it abundantly clear that ed tech must be part of the future in a far more systematic and effective way.\"https:\/\/t.co\/Rvj2ACpNkj#futureofed #futureofed #futureoflearning","sentiment_score":0.2642857143}
{"full_text":"Asking for a friend - how much money has been awarded to the struggling American people since the CV19 outbreak? Also, how much TAX PAYER'S money has been spent on his golfing days out of the Oval in 4 years?","sentiment_score":0.075}
{"full_text":" You gotta be six feet apart!   This teacher uses a catchy song to encourage social distancing in the hallway.","sentiment_score":0.0333333333}
{"full_text":"The basic measures against infectious disease, as well as the novel coronavirus, are washing hands and \"\"coughing manners\"\" including wearing a mask.#JNTOsafetravel","sentiment_score":0.0}
{"full_text":"Lol shut the fuck up. The Right fought tooth and nail to get corporate kickbacks out at the start of the pandemic and now they're fighting tooth and nail to make sure regular Americans don't get a single goddamn crumb.","sentiment_score":0.1591836735}
{"full_text":"No other Solution Except Safety Precautions in accordance to the Directiobs of World Health Organisation (WHO) that's Using of Face Mask as Law,Washing handsRegularly and Social Distancing rather than to wait for Vaccine which is a dream and is at Experimental Stage","sentiment_score":0.0652777778}
{"full_text":"TRUMP THREATENS VETO OF STIMLUS PAYMENTS AND UNEMPLOYMENT BENEFITS!!!!https:\/\/t.co\/SVa2RFDd2r","sentiment_score":0.0}
{"full_text":"Viet Nam has demonstrated to the world its leadership on managing COVID-19. It has the potential to do the same on tackling #PlasticPollution and adopting a #CircularEconomy.","sentiment_score":0.0}
{"full_text":"The holiday season can cause stress and depression for many of us. It's no wonder. Holidays can present a dizzying array of demands, and this year, COVID-19 only adds more stress and worry. These tips from may help minimize holiday stress.","sentiment_score":0.25}
{"full_text":"In today's #COVID19 update, reviews trending topics related to the pandemic over the past week, and news that data shows Moderna may also be effective against transmission of the virus.","sentiment_score":0.1166666667}
{"full_text":"Walmart accused of fueling opioid epidemic in Justice Department lawsuit","sentiment_score":0.0}
{"full_text":"Inspiring People: Naples chef gets creative to stay afloat through pandemichttps:\/\/t.co\/WiyNaUyQJM","sentiment_score":0.3333333333}
{"full_text":"#COVID19 #Vaccine Update:  When can YOU get the vaccine? It depends on your health, occupation and where you livehttps:\/\/www.cnn.com\/2020\/12\/22\/us\/coronavirus-vaccine-general-public-states\/index.html","sentiment_score":0.0}
{"full_text":"I feel for you but this is what happens when the president screws up pandemic response.","sentiment_score":0.0}
{"full_text":"RT I SURE AM GLAD THEY ADDED THOSE TAX DEDUCTIONS FOR PEOPLE WHO OWN RACE HORSES INTO THE COVID-RELIEF BILL.","sentiment_score":0.5333333333}
{"full_text":"RT Why I voted Against The Bloated COVID Bill:Unconscionable SpendingBillions for NY Public Transport Endless Laws...","sentiment_score":-0.0625}
{"full_text":"RT New York is vigorously trying to find the UK  mutated variant in its samples. None found so far among 3700 virus samples...","sentiment_score":0.1181818182}
{"full_text":"Texas Sen. Ted Cruz votes against COVID-19 relief package, says relief was tied to 'wasteful end-of-year spending' and 'pet projects' via","sentiment_score":0.0}
{"full_text":"RT Congress should get the economy open in America before getting gender programs funded in Pakistan.The Uniparty that writes...","sentiment_score":0.0}
{"full_text":"According to a holiday data report, the sales of string Christmas lights are up 194 percent from last year.","sentiment_score":0.0}
{"full_text":"Joe Biden would've signed this instantly but y'all ain't ready for that conversation","sentiment_score":0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 37.0FWind Chill: 31.0FHumidity: 70%Dew Point: 28.3F Barometer: 30.228 inHgWind: 8 mph from the NNWCorona Virus Weekly Stats:Cases: 265.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Every American left and right should be calling for a #VETO of this stimulus \"deal\"-- which provides MORE funding to forei...","sentiment_score":0.1964285714}
{"full_text":"EFF ALL THE WAY OFF  Sincerely, HARRIS COUNTY. #Loser #LOCKHIMUP","sentiment_score":0.5}
{"full_text":"This year, which began with such promise, went sour in a hurry.But there's hope on the horizon. In his latest column, when experts believe life could get back to \"normal,\" in 2021.MORE: https:\/\/t.co\/l3PWyvhlfX","sentiment_score":0.1}
{"full_text":"RT i wish i understood monetary policy enough to understand y da fuq governments can't print more money and make the stimulus...","sentiment_score":0.25}
{"full_text":"Kate Middleton &amp; Prince William Under Fire For Breaking Coronavirus Rules -","sentiment_score":0.0}
{"full_text":"After 10 nightmarish months, the first COVID-19 vaccinations began, a historic milestone in a brutal battle.https:\/\/t.co\/SoSuLBoos4","sentiment_score":-0.2083333333}
{"full_text":"Miss you dude! When lockdown is over we'll have to meet up, if only so you can appreciate some of the trainers I bought.","sentiment_score":0.0}
{"full_text":"Apparently the alpacas didn't get the message about social distancing these holidays.......#alpacalover #alpacahill #babyalpaca #alpaca #alpacas #camelid #alpaka #alpakas #alpacaworld #alpacalife #camelids","sentiment_score":0.0416666667}
{"full_text":"Back on Earth One...Millions of people in food lines.....Talk about out of touch.","sentiment_score":0.0}
{"full_text":"I expect the experts are riding herd on the mutations covid19 is going through. I don't think they're doing it cuz they're bored. The sooner we starve this virus to extinction the less risk it morphs into something worse.","sentiment_score":-0.3555555556}
{"full_text":"BUTTTTT, she's kicked covid's fucking ass! ","sentiment_score":-0.75}
{"full_text":"RT 201223 sehun \"there seems to be a lot of fine dust, if it's possible please stay at home\"\"who changed my profile picture...","sentiment_score":0.2083333333}
{"full_text":"RT This times 1000000000 WTF?!?","sentiment_score":-0.625}
