{"full_text":"Update seems they are German nationals. You are correct. Fitting under some exemption to allow entry into Australia.https:\/\/t.co\/1hNyFRU7ED","sentiment_score":0.25}
{"full_text":"RT Looking at pictures from kot 5 aside, it seems very few masks were being worn and no real physical\/social distancing in the mi...","sentiment_score":-0.18}
{"full_text":"RT 11,000 workers at Tyson Foods got COVID &amp; 36 died while managers made bets on how many would get sick. The working condi...","sentiment_score":-0.1071428571}
{"full_text":"Thanks for this PSA. #MaskUp #WearAMask #StopTheSpread","sentiment_score":0.2}
{"full_text":"Thank God he'll be gone soon","sentiment_score":0.0}
{"full_text":"RT 60,000 plus dead from #COVID19; billions siphoned off to Tory corporate chums; countdown to the Brexit cliff-edge.Time fo...","sentiment_score":-0.1}
{"full_text":"i think the red carpet cancelled cos of covid restrictions","sentiment_score":0.0}
{"full_text":"Sir no response to my complaint tweet about ilkegsl brick kiln operating at Kaproli village Mere affecting thousands of residents with severe air pollution by coal smoke.Aggravsting lung problems during do save us.Panchayat doesn't bother.","sentiment_score":-0.4}
{"full_text":"That's the sincerity of right to life folks on full display - in a raging pandemic, no less.","sentiment_score":0.2396825397}
{"full_text":"Yeah dont stay home due to COVID-19. Listen to the idiot.","sentiment_score":-0.4625}
{"full_text":"RT Suspecting you may Covid and then flue comes from no where","sentiment_score":0.0}
{"full_text":"RT He's right, guys.","sentiment_score":0.2857142857}
{"full_text":"Tucker Carlson: The coronavirus pandemic is a global fraud perpetrated by China, abetted by the powerful #FoxNews","sentiment_score":0.15}
{"full_text":"RT #WearAMask indoors I mean in your own home if needed! Best to remain with only your pod, but if outsiders are present wear a...","sentiment_score":0.2875}
{"full_text":"RT Honestly I will do the same, if anything I believe with COVID and next gen release and t...","sentiment_score":0.2}
{"full_text":"RT Goldman Sachs estimated that mask wearing would save $1 trillion in lost businesses and the party of free enterprise said \"n...","sentiment_score":0.4}
{"full_text":"RT The United States, and western countries in general, could learn a lot from South Korea. Our response to Covid 19 has been hi...","sentiment_score":0.025}
{"full_text":"#COVID19 impacted on many lives in various ways. Watch out reports","sentiment_score":0.25}
{"full_text":"RT But don't for one second assume the wingers gravitating to Trump, Q-anon and other loony tunes conspiracy theories -- or jus...","sentiment_score":-0.0625}
{"full_text":"Sad that with 92 lakh+ recovered Covid patients, families of Covid patients in hospitals for days are desperately searching for plasma donors. Video messages from celebrities to recovered Covid patients to donate plasma &amp; able bodied people to donate blood needed","sentiment_score":-0.2}
{"full_text":"RT Actress says pro-lockdown politicians should forego their salaries while Americans suffer from their policies h...","sentiment_score":0.0}
{"full_text":"RT So that's what you look like! Congratulations to ,  #scicomm star for your impressive Swiss cheese spread in the...","sentiment_score":1.0}
{"full_text":"We're covid free here. Lockdown worked. Did you report it?","sentiment_score":0.4}
{"full_text":"RT A short film \"Fight together-Win together\" on COVID-19 appropriate behaviour, conceived by Officers of CGST  Trivandrum Zo...","sentiment_score":0.25}
{"full_text":"RT The five kinds of places where coronavirus cases are spreading the most are:1Restaurants2Bars3Cafes4Hotels5Places of...","sentiment_score":0.5}
{"full_text":"A selfish SOB is what he is and his supporters continue to send him money! It's a con people! He doesn't care about you, or your family; but he loves that you're naive enough to send him your money! He works in our government and needs to send us our money! We paid taxes!","sentiment_score":-0.3604166667}
{"full_text":"I will wear a mask as long as Joe asks me to do so because he follows science and I like living","sentiment_score":-0.05}
{"full_text":"About the COVID 19 vaccine","sentiment_score":0.0}
{"full_text":"RT I have an alert. Im a NJ licensed Optician in a Nj mall.I have huge concerns about non-social distancing.People...","sentiment_score":0.4}
{"full_text":"RT - Very interesting articleWant to know why COVID and WHY the Vaccine Agenda?","sentiment_score":0.65}
{"full_text":"RT Boom--MASKS WORK &amp; COST EFFECTIVE--Just 20 days after mandatory face mask rules, new #COVID19 infections lowered by ~45% in G...","sentiment_score":0.1363636364}
{"full_text":"Who funds vaccines?  What do they believe about population control?https:\/\/t.co\/Ksm7kLleQy","sentiment_score":0.0}
{"full_text":"RT COVID is real, but perhaps the problem is health care and the lack of beds. In 2018 Canadian's had put improved health...","sentiment_score":0.2}
{"full_text":"RT As of today, 45,395,734 people around the world have contracted COVID-19 and recovered from it. Please RT this news fo...","sentiment_score":0.0}
{"full_text":"RT Was binge drinking with some rich kids today and they were like \"aki si we fika coast this weekend, my parents are in SA...","sentiment_score":0.375}
{"full_text":"RT LA County breaks daily record with 8,948 new COVID-19 cases as stay-at-home-order issued for SoCal","sentiment_score":0.0681818182}
{"full_text":"An absolute cycle threshold does not exist and is unreliable for PCROne number could help reveal how infectious a COVID-19 patient is. Should test results include it? | Science | AAAS","sentiment_score":0.2}
{"full_text":"RT It should be a crime to demand people stay home because they might get sick, yet refuse to provide them with the money to...","sentiment_score":-0.7142857143}
{"full_text":"RT IMHO school is an ongoing super spreader series of events that needs to be skipped.  No one needs say 3rd grade if it me...","sentiment_score":0.1666666667}
{"full_text":"The CDC seems to think its between 2 and 4, current best guess estimate as of Sept.2020 2.5.","sentiment_score":0.5}
{"full_text":"RT \"On November 25, he retweeted a tweet that asked if the Covid-19 virus was partisan since it seemed to be disproportionatel...","sentiment_score":0.0}
{"full_text":"RT GOP scumbag Dan Crenshaw once went on a crying rant after jokes were made about him, but here he is mocking the working...","sentiment_score":-0.2}
{"full_text":"RT Roughly a dozen attendees and eight municipal &amp; county police at tonight's vigil for ICE detainees in Hudson County, NJ....","sentiment_score":-0.1}
{"full_text":"RT \"At the core of Boston's resistance to inoculation was a heavy racial bias...The white puritans of Boston refused to defil...","sentiment_score":-0.1}
{"full_text":"How Covid vaccine will be rolled outhttps:\/\/t.co\/l7uWVo5XCS","sentiment_score":0.0}
{"full_text":"RT As communities begin to come back together,  CVS Health is doing its part to help them do that safely. From businesses to sc...","sentiment_score":0.25}
{"full_text":"#Replug | Bharat Biotech says Covaxin efficacy can be determined only 14 days after second dose after Anil Vij tests positive for coronavirushttps:\/\/t.co\/6rQ7pjJS1H","sentiment_score":0.0757575758}
{"full_text":"The seven-day rolling average of COVID-19 attributable deaths in the U.S. has passed 2,000 for the first time.","sentiment_score":0.05}
{"full_text":"County defends COVID-19 protections at Atlantic City office building","sentiment_score":0.0}
{"full_text":"The new restrictions come after California Gov. Gavin Newsom said he was pulling an \"emergency brake\" on Thursday to stop the spread of the coronavirus.","sentiment_score":0.1363636364}
{"full_text":"Moscow opens dozens of coronavirus vaccination centers","sentiment_score":0.0}
{"full_text":"The Czech health minister insisted the traditional trio needed to follow the government's infection-control measures just like everyone else, which meant wearing masks and practicing social distancing.https:\/\/t.co\/wSAPtmRc4k","sentiment_score":0.0166666667}
{"full_text":"COVID VACCINE: Provincial governments across #China are placing orders for experimental, domestically made coronavirus vaccines, though health officials have yet to say how well they work or how they may reach the country's 1.4 billion peoplehttps:\/\/t.co\/qIEYWDYrTv","sentiment_score":0.1}
{"full_text":"Tune into 'The Health and Humor Show' with on - #HealthNews including ingredients for the good life-immunity boosting foods and the other epidemic-scam activity.","sentiment_score":0.2875}
{"full_text":"RT A volunteer force tasked to assist Indian Police, the Indian Home Guard formed on this day in 1946, has served the nation wit...","sentiment_score":0.0}
{"full_text":"The chief declared Friday that positive results from coronavirus vaccine trials mean the world \"can begin to dream about the end of the pandemic\" #COVID19 #coronavirus ","sentiment_score":-0.0426136364}
{"full_text":"COVID-19 cases by zip code in Mecklenburg County: How your community is affected  ","sentiment_score":0.0}
{"full_text":"is also doing its part to ensure safety if people by keeping them informed in all ways possible. | via","sentiment_score":0.0}
{"full_text":"Talks moved slowly Saturday over a massive funding bill to keep the government open and on a Covid relief package that congressional leaders are trying to hammer out. ","sentiment_score":-0.1}
{"full_text":"Not even a single PIL filed by anyone for welfare ,safety  issues of covid 19 and other issues  of students related to examination in SC,This shows no one cares about #Cs students, All cs students, members of cs faternity needs to unite  as happened in case of #icai #cma students","sentiment_score":-0.0654761905}
{"full_text":"As per reports, Drugs Controller General of India (DCGI) has received a request from the US-based Pfizer for Emergency Use Authorization of the COVID-19 vaccine.@pfizer #dgci#COVID19 #vaccine","sentiment_score":0.05}
{"full_text":"RT \"Overcrowded housing is a breeding ground for the #COVID19 virus. Unfortunately, the community of Shamattawa is also dealing...","sentiment_score":-0.5}
{"full_text":"Women touching a dead body is still a cultural taboo in Nepal.","sentiment_score":0.1333333333}
{"full_text":"Our employees wear protective gears and follow all health guidelines while making your surroundings safer. Call Bengal Sanitization now!7980708710\/9830246789#sanitizing #covid19  #affordablerates #staysafe #sanitisationservice #sanitizationnearme#sanitizationinkolkata","sentiment_score":0.0}
{"full_text":"PSX's benchmark index is expected to surge around 25% to 52,000 pts by the end of December 2021 - with the return of economic activities to normality and disappearing of Covid-19 challenging times into history.#InvestinBalochistanhttps:\/\/t.co\/1lk11qjq2T","sentiment_score":0.2}
{"full_text":"#Russia - Moscow starts inoculating vulnerable workers against coronavirus #AFP  Kirill Kudryavtsev","sentiment_score":-0.5}
{"full_text":"#ICYMI: Leaked data from Chinese health authorities shows that officials in the Hubei province, where the virus is believed to have originated, failed to report thousands of new daily cases.","sentiment_score":-0.0909090909}
{"full_text":"RT Our country is in the middle of a dramatic spike in COVID-19 cases. Please wear a mask, keep social distancing, and limit the...","sentiment_score":-0.1333333333}
{"full_text":"Happy Independence Day, Finland! During Covid-19, Finns and other expats have returned back to their childhood country in large numbers...No judgements! But this proverb will be quoted  Finplanation: When the world collapses around you, the safest place is your original home!","sentiment_score":0.3223214286}
{"full_text":"COVID 19 cases in India until : 06\/12\/2020 11:30Total Cases: 9644529 [+0]Active: 402002Recovered: 9099946 [+0]Deaths :140216 [+0]Total Tests: 146.99MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"People going through grief &amp; bereavement can often feel alone &amp; isolated, particularly during the pandemic. By sharing your own experiences, you can show them that they're not alone. Your story could become someone's hope. #ShareYourStory at","sentiment_score":-0.0111111111}
{"full_text":"Would you pay a few dollars a month to use Facebook?1. Yes (tell us how much)2. No way, regardless of costFacebook to remove COVID-19 vaccine-related misinformation: admin. accuses FB of discriminating against US workers:","sentiment_score":-0.2}
{"full_text":"is also doing its part to ensure safety if people by keeping them informed in all ways possible. https:\/\/t.co\/tTlzBt6Blg","sentiment_score":0.0}
{"full_text":"You have questions about COVID-19 testing, and we've done our best to give you answers that are accessible and easy-to-understand. Check out our FAQs at #3WS","sentiment_score":0.6875}
{"full_text":"Due to the screening for COVID-19 which passengers will be subject to prior to check-in, international flight passengers are advised to arrive 4 hours prior to the departure time and domestic flight passengers are advised to arrive 2 hours prior to the departure time.","sentiment_score":-0.0416666667}
{"full_text":"RT Well, this is a bit awkward. COVID-19 may cause long-term erectile dysfunction in men. Yet another reason to heed publ...","sentiment_score":-0.6}
{"full_text":"RT There is no reason for gyms to be closing due to COVID-19 in the first place. Is Cuomo finally starting to see that locking do...","sentiment_score":0.0416666667}
{"full_text":"Something to think about.#abpoli #ableg #cdnpoli #COVIDAlert now","sentiment_score":0.0}
{"full_text":"NBA's Karl-Anthony Towns says he lost 7 family members to COVID-19, including mother | Details:","sentiment_score":0.0}
{"full_text":"Postponing school till Covid is over","sentiment_score":0.0}
{"full_text":"In a country where leaders seldom talk about their health matters, Dr Kibicho, who spent 15 days in a hospital bed after he contracted Covid-19, says the experience was humbling.","sentiment_score":-0.1}
{"full_text":"RT trump just told his Valdosta crowd we're \"rounding the turn\" on COVID-19 again -- a day after we lost another 3,000 people....","sentiment_score":0.0}
{"full_text":"RT We aim so low, and thank these politicians for scraps. If they were actually trying to stimulate the econ...","sentiment_score":0.0}
{"full_text":"#covid &amp; #containmentzone - such a convenient reason to cancel plans, avoid  family meetings and get your own way without being projected as an asshole :D","sentiment_score":0.5333333333}
{"full_text":"Time: 06:00 * Temp: 3.4degC * Wind: W 0.0 to 0.0mph * Pressure: 998.5hPa * Rain: 0.0mm * Hum: 93% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:30 * Sunset: 15:58 * Cloudbase: 520ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT twitter was at its best on the day trump caught covid, ever since then we've been chasing impossible comedy goals here","sentiment_score":0.1666666667}
{"full_text":"RT I'm walking into an overnight ER shift. It's cold out. Im tired. I open Twitter on my walk and see this and NOW I'm al...","sentiment_score":-0.3333333333}
{"full_text":"Close to seven out of ten organizations have taken more than 3 months to recover from disruptions in the wake of the COVID-19 crisis. Ensure your #SupplyChain is resilient enough by building #Agility and fostering strong partnerships #CRI #AppsMgt #Capg...","sentiment_score":0.2333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 31.1FWind Chill: 25.4FHumidity: 91%Dew Point: 28.8F Barometer: 30.006 inHgWind: 6 mph from the NNWCorona Virus Weekly Stats:Cases: 207.000000Deaths: 11.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"I hope you get Oscar, and don't have covid.","sentiment_score":0.0}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"Good to know I'm not alone. In the early stages of Covid I even panic bought equipment to help keep my husband alive. It seems strange to me now, but looking back at the images we were seeing from Italy, and messages we got about the NHS being overwhelmed, it made perfect sense.","sentiment_score":0.3083333333}
{"full_text":"CPA Kalinda Gonzaga Joseph shares key consideration to put into perspective when preparing financial statements in the COVID-19 pandemic via  #PromotingProfessionalismInAccountancy","sentiment_score":0.0}
{"full_text":"Senior Chief.Your statement avoids the discussion altogether. The people asking him to follow the science are the same ones who confuse science and opinion.  Please, show me science that says wearing masks for 100 days is not helpful and will not reduce the spread of COVID.","sentiment_score":0.0}
{"full_text":"RT Few days back AAP Govt in Delhi send SOS to Centre to help them in containing Covid19 situation. Today same AAP govt facil...","sentiment_score":-0.0666666667}
{"full_text":"RT In the past 48 hours, at least 5,495 more Americans were killed by Covid. They and their loved ones would've been able to...","sentiment_score":0.1583333333}
{"full_text":"RT As I'm rewatching it, The Crazies (2010) seems like a prophetic fever dream about mid-American fear of government over...","sentiment_score":0.0}
{"full_text":"RT OKAY GUYS (and others with penises) will THIS get you to wear your damn masks?","sentiment_score":0.5}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":"(38) The End of Analog and Covid Induced Drive to Consumer Digitization","sentiment_score":0.0}
{"full_text":"Subscribe to Edapt and receive your first 2 months for free!  https:\/\/t.co\/LnbjHfbPw6We can support staff with:COVID-19 related questions Allegations Grievances Employment contracts Appraisal And much more ...#teachertwitter #edutwitter","sentiment_score":0.3125}
{"full_text":"RT hi im an 18 yr old trans girl who has covid so i havent been working. i need to pay my phone bill coming up as well as my...","sentiment_score":0.1}
{"full_text":"RT Woman dupes 3 men on pretext of marrying. Notice the slant justification for her crime mentioning #Pandemic? That's how me...","sentiment_score":0.0}
{"full_text":"AS A LEADER, WHAT IS YOUR GOAL? #leadership #inspirationLet us spread Mask Love! #India #World Quick delivery #Masks via Amazon #WearAMaskPlease #MasksSaveLives #CareGuardMask #quotes #action","sentiment_score":0.3527777778}
{"full_text":"Even with low inventory, expect a strong 2021 housing market.Even prior the the pandemic housing inventory had hit its record lows.Last year total new listings increased by .22% while total sales increased by 19.29%.This could further drain inventory as 2021 approaches.","sentiment_score":0.0813852814}
{"full_text":"Which is why we need an investigation into its origins which is what Australia has suggested the WHO conduct. The fact China actively tried to stop and oppose this doesn't reflect well on them because deep down they know they botched this virus right at the beginning","sentiment_score":-0.0007936508}
{"full_text":"Hello #Lahore! Our #HumAhang team is here to conduct awareness sessions on #coronavirus and distribute #masks and #sanitizers for the second wave.Thanks to the German Cooperation fund and the Embassy of the Federal Republic of Germany Islamabad for their support.","sentiment_score":0.0}
{"full_text":"This asshole wants YOU dead! What \"president for the people\" would want people going on en mass in the middle of a deadly pandemic for nothing but HIS self gain! Are his followers that stupid as to follow what he's saying? By the numbers it looks like they are!","sentiment_score":-0.26}
{"full_text":"RT Airborne \"AEROSOLS ARE THE DOMINANT EXPOSURE PATHWAY\" for #SARSCoV2, says leading scientist who warned Dr Fauci...","sentiment_score":0.0}
{"full_text":"Plan for the next 30 days going nowhere ..#home #lockdown XoRZ","sentiment_score":0.0}
{"full_text":"I can't wait for the day when we don't have to wear face masks anymore, but until then our dual layer face mask is a great option - it's safe and comfortable","sentiment_score":0.5666666667}
{"full_text":"RT Facts #COVIDIOTS #COVID19 #WearADamnMask","sentiment_score":0.0}
{"full_text":"RT Thousands of Americans died from the coronavirus today. Thousands died yesterday. And thousands died the day before that....","sentiment_score":0.0}
{"full_text":"RT We are seeing over 5,000 people die of COVID-19 a week and Donald Trump is hosting a superspreader event in Georgia.","sentiment_score":0.0}
{"full_text":"We should however redouble efforts, determination and perseverance in strictly implementing the pillars of the strategy.  We should go beyond the present situation, by preparing for post-pandemic conditions in the world. - Moussa Faki #quotesnigeria","sentiment_score":0.0}
{"full_text":"Jessica Calarco, associate professor of sociology at Indiana University...explains how societal pressures and our own ideas about motherhood, are causing working mothers to suffer greater anxiety and depression than before the pandemic.","sentiment_score":0.55}
{"full_text":"RT trump just told his Valdosta crowd we're \"rounding the turn\" on COVID-19 again -- a day after we lost another 3,000 people....","sentiment_score":0.0}
{"full_text":"Anne Chng on LinkedIn: Opportunities Amid A Pandemic: Rockwell Automation On Digital Transformation","sentiment_score":0.0}
{"full_text":"I've worn a mask every time I have been outside since March. Of course I will wear a mask.","sentiment_score":0.0}
{"full_text":"RT India's super rich got richer despite the pandemic","sentiment_score":0.3541666667}
{"full_text":"RT Hi, it is me, your local \"I had a mild covid case in March and recovered in &lt; a week\" friend here to remind you that:a)...","sentiment_score":0.1666666667}
{"full_text":"Animal cruelty cases spike in King County; prosecutors and service organizations consider pandemic's role | The Seattle Times","sentiment_score":0.0}
{"full_text":"India Today - India coronavirus tally over 96.4 lakh with 36011 fresh cases #indiacoronavirustally #freshcases #IndiaToday -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.3}
{"full_text":"RT It's not an anniversary or anything today I always forget to keep track of dates but it's 3AM in the morning and that'...","sentiment_score":0.0}
{"full_text":"RT #DeepTech like #AI &amp; #ML can play an enormous role in analysing massive amounts of data around the human genome &amp; drug mole...","sentiment_score":0.0}
{"full_text":"RT HUMANMINKSHUMAN transmission on mink farms in NL. 68% of the tested farm workers and\/or contacts had evidence of #SARSC...","sentiment_score":0.0}
{"full_text":"\"Attendance at Saturday's rally was noticeably smaller than a \"Mega Freedom Rally\" in Vancouver in October, where police estimated more than 1,000 people turned up.\"No surprise: less prep, no big names outside of Donnelly, no prairie convoys","sentiment_score":0.0666666667}
{"full_text":"Indonesia minister turns himself in for COVID-19 aid graft","sentiment_score":0.0}
{"full_text":"Makes good sense. Covid lives on some surfaces extraordinary long. Fools that shop without masks aren't hand hygiene conscientious either and they touch everything.","sentiment_score":0.3277777778}
{"full_text":"Hitler Learns TRUMP HAS COVID - and he's SHOCKED! via","sentiment_score":-0.875}
{"full_text":"RT REMINDERS FOR THE SIGNSaries: wear a masktaurus: wear a maskgemini: wear a maskcancer: wear a maskleo: wear a mask...","sentiment_score":0.0}
{"full_text":"Trump minions have been labeled DOMESTIC TERRORIST BY THE FBI TERRORIST WATCH LIST!!!!!! Right wing extremism is a VIRUS WORSE THAN COVID-19","sentiment_score":-0.0380952381}
{"full_text":"RT As of today, 45,395,734 people around the world have contracted COVID-19 and recovered from it. Please RT this news fo...","sentiment_score":0.0}
{"full_text":"RT Satellite images found increased activity at Wuhan hospitals in Aug 2019.Analysis showed unusual internet searches for...","sentiment_score":0.2}
{"full_text":"RT Covering up with a mask protects not just yourself, but those around you. The same is true for health insurance. In a CO...","sentiment_score":0.175}
{"full_text":"Don't miss the FINAL Cities on the Frontline speaker series session this year on December 10, discussing what we have learned in six months of speaker series sessions on #ResilientRecovery.  Register here:https:\/\/t.co\/F1w6clMdTH #ResilientRecovery #COVID19 #UrbanResilience","sentiment_score":0.0}
{"full_text":"i swear to god when the pandemic has reached a manageable state and parties come back i better not see and SINGLE tiktok dance","sentiment_score":0.1428571429}
{"full_text":"RT \"We have made America safe again,\" Trump says, wrapping up his speech on a day when nearly 2,500 Americans died from the coron...","sentiment_score":0.3}
{"full_text":"RT I live in Oregon. Thank you to the OR Medical Board for issuing an emergency suspension after finding that Steven LaTulipp...","sentiment_score":0.0681818182}
{"full_text":"Weather Forecast at 06:00 * Mostly cloudy and cooler. Precipitation possible within 12 hours, possibly heavy at times. Windy. * #conlig, #bangor * #stayathome *","sentiment_score":0.1}
{"full_text":"Whatever.If someone is really unwilling to go get a free, painless, appointment free, fast COVID test to see me, it's just not that important for me to see them.","sentiment_score":0.32}
{"full_text":"COVID-19: Governors propose that the president impose a lockdown","sentiment_score":0.0}
{"full_text":"Well I started to get warm painting this box and had to stop. I'll do more in a bit. Really only have energy to get up to make food, then it's back to the couch. #covid","sentiment_score":0.275}
{"full_text":"Corona update: 622 fresh cases, 2 deaths in Telangana","sentiment_score":0.3}
{"full_text":"My Dad contracted Covid-19, so this year I wasn't able to spend Thanksgiving with him...he passed last night...PLEASE WEAR YALL MASK...do this 6 feet thing...flatten the curve and get rid of this jawn","sentiment_score":0.25}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"RT Pfizer seeks emergency use authorisation for its Covid-19 vaccine in India","sentiment_score":0.0}
{"full_text":"RT \"Obama and Trump are set to become the two most annoying ex-presidents in US history, both incapable of relinquishing the s...","sentiment_score":-0.15}
