{"full_text":"RT If you think Covid treatment should be free (of course it should), why do you think insulin shouldn't be? Or cancer treatment?...","sentiment_score":0.4}
{"full_text":"RT Two Trump appointees at the Centers for Disease Control speak out about White House interference in their work during the...","sentiment_score":0.0}
{"full_text":"The best way for Pompeo to avoid contact with others is to attend his own Christmas party.","sentiment_score":0.8}
{"full_text":"RT Would I get a Covid vaccine? Absolutely -- the moment it's my turn.","sentiment_score":0.2}
{"full_text":"RT BBC Scotland already trying to use the minor Covid app issue to undermine the FM. Look at this image.","sentiment_score":-0.05}
{"full_text":"RT 1. Please remember as you're praising the audio of Tom Cruise yelling at crew members who don't follow Covid restrictions that...","sentiment_score":0.0}
{"full_text":"RT JUST IN--The new \"variant\" discovered in UK of the #SARSCoV2 virus is indeed a mutation within the critical \"spike\" protein...","sentiment_score":0.0681818182}
{"full_text":"It's not even about the lack of money. If people want to do anything in their free time THEIR EMPLOYER HAS NO BUSINESS BEING INVOLVED.","sentiment_score":0.4}
{"full_text":"Read the whole thread!","sentiment_score":0.25}
{"full_text":"RT The Progressive Caucus is united in our position: any COVID relief package MUST include survival checks and enhanced unempl...","sentiment_score":0.0}
{"full_text":"Trump sent China our strategic stockpile of ventilators and PPE when he knew COVID was going to kill thousands of Americans. So, no.","sentiment_score":0.0}
{"full_text":"RT Last night, Tucker Carlson roundly mocked CNN for talking to Bill Gates about coronavirus policies.Tonight, Tucker's...","sentiment_score":-0.1}
{"full_text":"RT Here it is. The Pfizer-BioNTech COVID-19 Vaccine arrives at hospital in San Diego.","sentiment_score":0.0}
{"full_text":"Did you forget to keep the 24,796 Texans who died due to this pandemic in your thoughts and prayers? So much sorrow so many needing our prayers!","sentiment_score":0.2333333333}
{"full_text":"is grifting for the man who allowed 303,948 Americans to die unnecessarily of #COVID19 and further destroy our environment. How much PPP did Graham's family get?","sentiment_score":-0.1}
{"full_text":"RT UK to stick with relaxed Christmas Covid rules but nations split on guidance","sentiment_score":0.0}
{"full_text":"Let the masses eat Covid!","sentiment_score":0.0}
{"full_text":"RT CDC Announces Children Will Be Last To Receive Covid Vaccine Because What Are Those Little Twerps Going To Do About It","sentiment_score":-0.09375}
{"full_text":"RT Those Christmas Covid-19 rules in brief...","sentiment_score":0.0}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"It's a dramatization of what actually happened, why should Netflix lie to its subscribers? Besides, shouldn't the Govt be more wore about 2nd wave Covid 19, Brexit failure &amp; the looming Great Depression in the UK?","sentiment_score":0.1966666667}
{"full_text":"RT btw, breaking silence now, with 300,000 dead, is not commendable.","sentiment_score":-0.2}
{"full_text":"ECONOMISTS couldn't anticipate people spending money during a recession and pandemic..??!! they are fucking idiots then, and we likely shouldn't put much stock in anything they say.","sentiment_score":-0.2}
{"full_text":"You know with the Russian hacking news, Covid, wildfires, etc. thank you for reminding me that TV ratings are the correct priority","sentiment_score":0.0}
{"full_text":"RT I feel like the fact that after receiving classified briefings about COVID Kelly Loeffler and David Perdue downplayed th...","sentiment_score":0.0}
{"full_text":"On average one man every 2 hours takes his life in the UK. It's often said a factor is that men don't talk.Do we all know Here's an article from talking about his experience","sentiment_score":-0.15}
{"full_text":"Stay away from the Sun-in and home made perm kits, kids","sentiment_score":0.0}
{"full_text":"RT Excellent meeting with UK Secretary of State of Discussed the vast potential of the India-UK pa...","sentiment_score":0.3333333333}
{"full_text":"#COVID-19 and the wave of #imports reaching the US will keep pressure on transportation capacity and pricing, from #ports to the last mile, shippers warned Tuesday. #shipper #trucking #logistics #freight Via","sentiment_score":0.0}
{"full_text":"There's no better time than now to be \"cash poor\".It's #COVID19 times anyway. Instead of wasting your money on a shopping spree, get your hands on some #Bitcoin and some #crypto. Save the rest on well-leveraged ETFs. Reduce your waste. Increase your wealth. Simple as that.","sentiment_score":-0.2125}
{"full_text":"COVID vaccines!!  What is there in store for us !! #secondwave","sentiment_score":0.0}
{"full_text":"Considering the virus mortality rate is 0.6% and an average age of 82+  with the countries average age of mortality 82 can you explain the logic of a vaccine or lockdown?we are spending billions to push our average mortality rate higher by fractions, question is why?","sentiment_score":-0.05}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"On Jan 13, join us for a conversation with Sean Casey and Tara Mazurk, Global Public Affairs. They will break down the practical ways the federal government is supporting our recovery from the impacts of COVID-19.Register &gt;","sentiment_score":0.0236111111}
{"full_text":"Not sure they've thought this advice through quite properly ","sentiment_score":-0.125}
{"full_text":"RT The coronavirus emerged a year ago in Wuhan, China, and swept across the world. It brought joblessness and lockdowns, infirmity and...","sentiment_score":0.0}
{"full_text":"RT 32 deaths per hour in Canada - from all causes. Put covid in proper perspective.","sentiment_score":0.0}
{"full_text":"RT No DIRECT PAYMENTS, no deal. That's been our message and we are now closer to getting cash into the hands of people who have b...","sentiment_score":-0.05}
{"full_text":"I'm really happy that they are finally agreeing, but this should have happened months ago!! There are so many people that are struggling so badly right now and they could have helped them a long time ago! #demvoice1 ","sentiment_score":0.3046428571}
{"full_text":"RT It's somebody with covid in a grocery store right now just touching all the lettuce","sentiment_score":0.3928571429}
{"full_text":"RT Eton and other private schools allowed to close for the safety of staff and pupils, state schools in Greenwich where Covid is r...","sentiment_score":-0.0625}
{"full_text":"RT Get a flu shot and a COVID-19 test in one stop this Friday (12\/18). Stop by the Southeast Health Department (249 Billingsle...","sentiment_score":0.0}
{"full_text":"RT If you can wear garments day &amp; night even in 100% humidity, stuffed in a pair of skinny jeans, layered under a shade shir...","sentiment_score":0.0}
{"full_text":"Slaoui says Johnson &amp; Johnson will close Phase III trial slots tomorrow, hopes to determine efficacy by early January. Says AstraZeneca should fill its vaccine Phase III trial by the end of the year.","sentiment_score":0.1}
{"full_text":"RT Ouch!!!! Looks like Sanjeev brought fake news factory tumbling down","sentiment_score":-0.3277777778}
{"full_text":"RT Speaking As A Physician I Proudly Cancelled My Membership In The Leftist AMA Years AgoThe AMA \"Rescinds\" Statement Aga...","sentiment_score":0.375}
{"full_text":"RT I wrote this in June when #PsychoTrump told the families of the more than 100,000 Americans who had already died unnecessa...","sentiment_score":0.5}
{"full_text":"RT 1\/4: An honor to be vaccinated against #COVID19 tonight @TexasChildrens @bcmhouston, dose 1\/2 of the Pfizer BioNTech #v...","sentiment_score":0.0}
{"full_text":"They really worked hard to reach where they are now and they still do. If it weren't for Corona I can't imagine the no. of flights they'd have taken to and fro! This image hit me hard, and gives me motivation to work hard even more! Thank you","sentiment_score":-0.0245833333}
{"full_text":"RT Side effect: Although schools &amp; universities adapted to remote learning, #COVID19 pandemic is disrupting #education for an...","sentiment_score":-0.1}
{"full_text":"RT NEW: What does the rapid adoption of digital technology for delivering #NHS care mean for patients? An animated scrollin...","sentiment_score":-0.0587121212}
{"full_text":"oh WOW. im reading thru the comments. ppl who did catch COVID who have allergies AND asthma, they showed mild symptoms... WAHT","sentiment_score":0.2166666667}
{"full_text":"RT Remember Wales - These people destroying your livelihoods? haven't earned a penny less this year and won't do next yea...","sentiment_score":-0.1222222222}
{"full_text":"RT Hey dudes, HDHH is back today! To help with social distancing we will be working in shifts. Folsom will be there aro...","sentiment_score":0.0166666667}
{"full_text":"RT \"Marvel Studios is exploring new talent deals to provide flexibility in case the pandemic or other factors lead the stu...","sentiment_score":0.0056818182}
{"full_text":"RT Tight controls on #COVID19 vaccine may limit queue-jumping for the well connected. came under fire following repor...","sentiment_score":-0.0892857143}
{"full_text":"RT Here's my special #COVID19 update to my vetted collection of Twitter Disability &amp; Chronic Illness hashtags. Please share it!...","sentiment_score":0.4464285714}
{"full_text":"RT To kill a health worker amid a pandemic is an act of terrorism.","sentiment_score":0.0}
{"full_text":"RT Why the well-off love the lockdown. Me on the excellent Brendan O'Neill podcast talking about lockdowns and fre...","sentiment_score":0.6333333333}
{"full_text":"RT Other countries were able to control the pandemic just with mask and some without a lockdown.We have lockdown...","sentiment_score":0.1875}
{"full_text":"RT #StopHybridExamsinSastra@SVaidhyasubrama Please do consider about this sir. Because this pandemic is not...","sentiment_score":0.0}
{"full_text":"RT We demand wages that allow us to stay home if we have to.Our lives and yours depend on it. #FightFor15","sentiment_score":0.0}
{"full_text":"RT Silver lining of a pandemic? Don't have to fight a crowd to get a family photo at the Rockefeller Christmas tree","sentiment_score":0.0}
{"full_text":"RT Tom Cruise went ballistic on the Mission: Impossible 7 crew for breaking COVID protocols...https:\/\/t.co\/WbIpVlja7w","sentiment_score":-0.6666666667}
{"full_text":"RT Germany closes shops, schools as coronavirus deaths hit new record","sentiment_score":0.1363636364}
{"full_text":"RT Votes in support of SA and India's proposal","sentiment_score":0.0}
{"full_text":"RT I'm not mad at #TomCruise or the #tomcruiserant. That's all. Take this s--t seriously. The air can kill you. #COVID19","sentiment_score":-0.0104166667}
{"full_text":"RT \"Every time that the science clashed with the messaging, messaging won\": Two Trump appointees at CDC break their silence...","sentiment_score":0.0}
{"full_text":"RT Is this not embarrassing for this country?","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic is far from over. The world pharmaceutical companies are developing vaccines for all communities of the world. Don't loose faith, someone is looking out for you!","sentiment_score":0.0019230769}
{"full_text":"RT we know baby","sentiment_score":0.0}
{"full_text":"RT I was once denied the purchase of a water bottle at BYU campus because I was returning from a run with shorts above the kne...","sentiment_score":0.0}
{"full_text":"My daughter a thoracic surgeon in Tampa FL is recovering from COVID which she contracted on Nov. 14.  She was extremely sick and placed on blood thinners, blood pressure meds and others. She was offered Regeneron but did not accept in order for those in most need to receive.","sentiment_score":-0.1071428571}
{"full_text":"People stay home if you can","sentiment_score":0.0}
{"full_text":"The man almost died, if he wanted some sense of normalcy i don't see anything wrong. Who's to say he didn't wear a mask there and made sure dude who cut his hair was negative. Your calling insanity like he was caught in a club ","sentiment_score":-0.1}
{"full_text":"RT Sex work is work.The federal gov has done almost nothing to help people in months. We must pass stimulus checks, UI, small biz r...","sentiment_score":-0.25}
{"full_text":"RT Governments stopped using science to respond to COVID-19 the very first day they started lockdowns.","sentiment_score":0.325}
{"full_text":"RT you've heard of lockdown, now get ready for another lockdown we are doing lockdown again sorry","sentiment_score":-0.15}
{"full_text":"RT Closing Hospitality over Christmas and NYE will only push people to socialise indoors, where there are no COVID regulations...","sentiment_score":0.0}
{"full_text":"RT This guy should be behind bars. He is on a crime spree.","sentiment_score":-0.4}
{"full_text":".@SouthwestAir CEO Gary Kelly last week insisted all of these new destinations are permanent, not just pandemic places.","sentiment_score":0.0681818182}
{"full_text":"No, wait, HE's the worst!","sentiment_score":-1.0}
{"full_text":"How many countries have used a #COVID #vacine on the public?Answer:   ONE the #UnitedKingdom  Personally, I am a little unsure if this is a good thing or bad.What's you're view?Statistics and ResearchCoronavirus (COVID-19) Vaccinations https:\/\/t.co\/ZGeEqcbtKz","sentiment_score":0.3375}
{"full_text":"16 January 2021 - Johnson and Hancock blame a meteoric rise in Covid cases and related deaths on people failing to be sensible over Christmas.  A (PS100k spokesperson) says you cannot blame Government Policy.","sentiment_score":0.0}
{"full_text":"RT I feel like the fact that after receiving classified briefings about COVID Kelly Loeffler and David Perdue downplayed th...","sentiment_score":0.0}
{"full_text":"Trump should get the real credit he deserves for making Covid-19 the killer it is in this country for his bungling of response and denying it in the first place! These 302,000 deaths are on his hands!","sentiment_score":0.2953125}
{"full_text":"RT \"Members of the same family have died alongside each other...\" Warning from the frontline of Swansea Bay hospitals:","sentiment_score":-0.0625}
{"full_text":"RT It's really sad that the same people who don't believe in the science of climate change, think COVID-19 is a hoax, and thin...","sentiment_score":-0.3}
{"full_text":"RT Georgia, your opportunity to choose Covid relief for your family, affordable healthcare, fair wages, an end to voter suppres...","sentiment_score":0.7}
{"full_text":"He is taking care of business. Only in covid land though. That's his new state.","sentiment_score":0.0681818182}
{"full_text":"RT Our daily update is published. States reported 1.7 million tests, 190k cases, and 2,918 deaths. 112,816 people are cur...","sentiment_score":0.0}
{"full_text":"The Pandemic Hasn't Stopped This School District From Suing Parents Over Unpaid Textbook Fees -- ProPublica","sentiment_score":0.2}
{"full_text":"RT Retweet or like if every form of lockdown needs to fuck off forever.","sentiment_score":-0.4}
{"full_text":"Understanding health disparities in the age of #COVID19: New research uncovers a range of racial and ethnic inequities among people hospitalized for the disease. #AHA20 #alaskahasheart","sentiment_score":0.1363636364}
{"full_text":"Just an incredible title. I can understand breaking down groups of people and surveying their willingness to take a vaccine, but are Black people not Americans?","sentiment_score":0.1925925926}
{"full_text":"RT It's not a COVID-19 relief package if it doesn't include survival checks.It's not a COVID-19 relief package if it doesn't i...","sentiment_score":0.0}
{"full_text":"RT \"Despite taking every precaution and following all guidance, COVID-19 is ravaging skilled nursing facilities throughout the c...","sentiment_score":0.25}
{"full_text":"RT Excellent thread of information and resources regarding the COVID-19 vaccines ","sentiment_score":1.0}
{"full_text":"RT CDC Announces Children Will Be Last To Receive Covid Vaccine Because What Are Those Little Twerps Going To Do About It","sentiment_score":-0.09375}
{"full_text":"Bars and restaurants in the country will now close at 22:00 local time and owners have been asked to ensure tables are two metres apart.#Namibia | #COVID19 | #Bitcoin","sentiment_score":0.0}
{"full_text":"RT Doug's going to look at helicopters today. Doug wants a photo-op with helicopters today. Here's a picture of a helicopter...","sentiment_score":0.2}
{"full_text":"RT Such a good time it was before the pandemic struck. Now that there's limited physical contact, has given a...","sentiment_score":0.1571428571}
{"full_text":"With enforced #lockdown restrictions and #socialdistancing norms in place, #virtualdating has slowly become the new 'Favourite' among Indian singles. #COVID19 #India","sentiment_score":-0.0818181818}
{"full_text":"RT This Thursday on #MorningLive, We talk COVID-19 vaccines with our panelists: Dr Anban Pillay from the Health Dept, Pro...","sentiment_score":0.0}
{"full_text":"Make sure you have the latest version of the COVID Alert App!","sentiment_score":0.5625}
{"full_text":"Watch on #Periscope: #185. COVIDCalls 12.10.2020 COVID-19 &amp; the National AIDS Memorialhttps:\/\/t.co\/w5sD2GENiF","sentiment_score":0.0}
{"full_text":"Not shocking, but still infuriating. The CDC was weakened &amp; controlled by Trump admin, leading to the deaths of thousands of Americans. I would love to see make a special trip to CDC to help restore #PublicHealth morale AND shore up its funding. ","sentiment_score":0.1892857143}
{"full_text":"RT CDC Announces Children Will Be Last To Receive Covid Vaccine Because What Are Those Little Twerps Going To Do About It","sentiment_score":-0.09375}
{"full_text":"Funny timing Donald, catch my second appearance on the local Fox network that aired last nighthttps:\/\/t.co\/xrmiGvGmf5","sentiment_score":0.07}
{"full_text":"1 hr to go! Join us for tips on how to use workplace data in your strategic and tactical workplace plans. Sign up below #facilitiesmanagement #workplacedata #covid #futureofwork #workplace","sentiment_score":0.0}
{"full_text":"RT One of the key scientists behind the Moderna vaccine is Dr. Kizzmekia Corbett, a 34-year-old Black woman who will go do...","sentiment_score":-0.1888888889}
{"full_text":"RT This is yet another example of why the American people fired He put himself and his friends above our Countr...","sentiment_score":0.0}
{"full_text":"'No matter what..' !!!?","sentiment_score":0.0}
{"full_text":"RT The virus doesn't discriminate but our society does.","sentiment_score":0.0}
{"full_text":"RT Nature's 10: ten people who helped shape science in 2020A COVID vaccine developer, an Arctic voyager and a prime min...","sentiment_score":0.0}
{"full_text":"RT Florida covid-19 whistleblower: 'Nothing' Gov. Ron DeSantis has done with the virus has been honest","sentiment_score":0.6}
{"full_text":"i swear","sentiment_score":0.0}
{"full_text":"On December 16 1880, Outbreak of the First Boer War between the Boer South African Republic and the British Empire.","sentiment_score":0.0833333333}
{"full_text":"RT While COVID-19 has changed the way we do business, there are things you can do to keep your employees and customers sa...","sentiment_score":0.0}
{"full_text":"Missouri Is Stronger Together! Are you experiencing trauma due to COVID-19? Access Crisis Intervention is available 24\/7 near you and is completely confidential.Visit for more information. We are here! #MOConnects","sentiment_score":0.22}
{"full_text":"Are you taking a leaf from Jane Austen's book? #coronavirus #WashYourHands #Reading #Books","sentiment_score":0.0}
{"full_text":"Use of a Modified Plastic Viewing System for Safer General Anesthesia Care in Pediatric Ophthalmic Surgery During the COVID-19 Pandemic:","sentiment_score":0.05}
{"full_text":"#Covid19 | Are high-contact services recovering?Restaurants and bars are starting to see more crowds.Read more:","sentiment_score":0.3333333333}
{"full_text":"Tourism sector faces revival after Covid-19#Tour #Tourism","sentiment_score":0.0}
{"full_text":"One MP says he has heard nothing since last weekhttps:\/\/t.co\/FghT4KByPM","sentiment_score":0.0}
{"full_text":"RT Remember:99% unaffected IS NOT pandemic IS NOT racistLegal guns ARE NOT problem in 's carbon footprint IS minusc...","sentiment_score":-0.05}
{"full_text":"RT OMG Trudeau can say this in front of his media because he knows they won't ask why Trudeau gave away 16 tonne of our nations...","sentiment_score":0.0}
{"full_text":"It has been a season full of ups and downs for the Privateer. A pandemic and a broken neck shook up Ben's plans for race domination.Watch episode 8 of Walk the Talk now: #mtb #mountainbiking #bikelife","sentiment_score":-0.025}
{"full_text":"Why am I still reminding adults in my house that hand-washing is a thing? #BeSafe #COVID19","sentiment_score":0.0}
{"full_text":"Making the transition back home can sometimes throw a wrench in the exercise routine you had in place, especially with the pandemic going on. But don't worry, we've got you covered! Here are some activities that you can do at home to help you stay active. #workingoutfromhome","sentiment_score":-0.0444444444}
{"full_text":"The long lines and huge demand on our food pantries are clear signs of the real struggles people are facing because of this pandemic. It's why we need action to help North Texas families now.","sentiment_score":0.15}
{"full_text":"'That BAME communities are hardest-hit by Covid-19 unveils deeply rooted racism in environmental access in British society.'Amalric Pouzoulet on covid-19 and environmental (in)accessibility: environmental racism in the pandemic:https:\/\/t.co\/oG1pELuzRo","sentiment_score":0.0}
{"full_text":"RT Reports suggest Neetu Kapoor, #VarunDhawan and director Raj Mehta have tested negative for #COVID19 and will resume shooting...","sentiment_score":-0.3}
{"full_text":"A number of new housing developments are being built in our area https:\/\/t.co\/SPOWuZJYYc","sentiment_score":0.1363636364}
{"full_text":"RT .@noahweiland has done a great national service. What has done to the is sabotage in a pandemi...","sentiment_score":0.8}
{"full_text":"The potential role of outdoor public spaces this winter: \"They can offer free outdoor activities, such as ice-skating, snowshoeing, &amp; even art installations, to reduce pandemic fatigue &amp; lure people away from indoor gatherings.\"","sentiment_score":0.1}
{"full_text":"TONIGHT: \"COVID-19: What the Medical Profession Has Learned So Far, and Ways You Can Keep Safe,\" by Dr. Stavros Christoudias- \"Ways To Be Proactive About Your Health\" by Dr. Kelly BlundyThis Virtual Lecture is FREE to all patient members. Register here:","sentiment_score":0.25}
{"full_text":"RT Multi-millionaire televangelist Joel Osteen's Lakewood megachurch received $4.4 million in federal COVID-19 relief fun...","sentiment_score":0.3}
{"full_text":"Help slow the spread of COVID-19 in DuPage! QUARANTINE keeps a person infected with COVID-19 away from others. Please stay home and quarantine if you have been exposed to COVID-19 to keep others safe. #StaySafeDuPage","sentiment_score":0.0625}
{"full_text":"Get tested to help prevent #COVID19 from continuing to spread while we wait for vaccines. If you have symptoms, or have been in close contact with someone who's tested positive, visit for testing info and call 503-988-8939 for an appointment.","sentiment_score":0.2272727273}
{"full_text":"Patio dining was used heavily in the late spring and summer to help with proper air circulation and social distancing, but how is it possible in fall and winter? Here are some helpful tips for restaurants hoping to pull off cold-weather outdoor dining this year. #PartsTownTips","sentiment_score":-0.0933333333}
{"full_text":"Pyongyang is now telling its foreign community to avoid playing with snow for fear of contracting COVID-19.Despite claiming zero cases, North Korea is continuing to circulate fringe and unsupported scientific theories about how the virus can spread.","sentiment_score":-0.125}
{"full_text":"Justin Trudeau's government expands its inoculation effort in Canada, securing 417,000 initial doses of two Covid-19 vaccines by the end of year...","sentiment_score":0.0}
{"full_text":"Why partisanship affected Americans' pandemic perceptions.","sentiment_score":0.0}
{"full_text":"Until 23 December reduce your contacts and stick with your household so that you can enjoy Christmas safely this year. Watch this short film for more info.  Read more ","sentiment_score":0.38}
{"full_text":"Canada, Sweden Virus Model Updated fro Dec 15, 2020The lockdown \"narrative\" continues to fail. #COVID19 #Covid_19 #NoMoreLockdowns","sentiment_score":-0.5}
{"full_text":"Cllr John Young, Leader of the Luton Conservative Party took a rapid test this week. Testing will help identify those who show no symptoms.if you don't have any symptoms? Pop into Farley or Lewsey to get a test.More","sentiment_score":0.1}
{"full_text":"Our last #changemanagement webinar on the post #COVID19 future starts at 11am EST w\/ speakers &amp; Steve Hall of - follow highlights from their discussion here!https:\/\/t.co\/qZIhNWYy30","sentiment_score":0.0}
{"full_text":"Hospitals are filling up so fast in California that officials are rolling out mobile field facilities and scrambling to hire more doctors and nurses to prepare for an expected surge in coronavirus patients.","sentiment_score":0.2}
{"full_text":"Florida covid-19 whistleblower: 'Nothing' Gov. Ron DeathSantis has done with the virus has been honesthttps:\/\/t.co\/jL0U4n81WX","sentiment_score":0.0}
{"full_text":"Is she a doctor?  Or just another college drop out?","sentiment_score":0.0}
{"full_text":"[actor tells people to adhere to health protocols to save lives or else be removed from the set] is news...","sentiment_score":0.0}
{"full_text":"Indonesia's president to receive country's first COVID-19 #vaccine shot","sentiment_score":0.25}
