{"full_text":"RT I'm sure the people in Kentucky, who voted for Mitch McConnell, are so well off they don't need any extra covid relief...","sentiment_score":0.25}
{"full_text":"RT Leading by example.","sentiment_score":0.0}
{"full_text":"RT Toronto is reporting a big single-day record of 957 COVID-19 cases Tuesday, with 10 new deaths.**This is very, very likely in...","sentiment_score":0.0454545455}
{"full_text":"I see this as failed pandemic policy. This was completely avoidable and frankly is completely unacceptable at this stage of the game.","sentiment_score":-0.175}
{"full_text":"RT Colorado has discovered a case of a highly infectious coronavirus variant first detected in the UK, Governor Jared Polis said,...","sentiment_score":0.205}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"RT I have just had the busiest COVID-related working day since the start of the pandemic. The recurring theme is \"I didn't think...","sentiment_score":0.0}
{"full_text":"RT California has had some of the toughest restrictions in the country to combat the coronavirus, from a complete ban on restaur...","sentiment_score":0.1}
{"full_text":"RT \"At the current rate, Operation Warp Speed would take almost 10 years to inoculate enough Americans to get the pandemic und...","sentiment_score":0.0}
{"full_text":"Trump's Failure:","sentiment_score":-0.3166666667}
{"full_text":"RT Trump vs. the Establishment: Join us at 5 &amp; 7 PM\/ET as demands RINO Senators vote to give more China Virus r...","sentiment_score":0.5}
{"full_text":"RT A  on COVID Living Room Spread: Saturday: - Older, out of the house brother wants to visit younger siblings.  Mom says...","sentiment_score":0.1222222222}
{"full_text":"RT I'm so glad doctors are coming out and saying this.","sentiment_score":0.5}
{"full_text":"RT Today, we're recognizing Juan Fernandez, a patient transporter at He's spent months with COVID-19 patients...","sentiment_score":-0.1}
{"full_text":"RT My cousin from Mexico was talking to to my dad on the phone &amp; she told him that they call one of our cousins \"La corona...","sentiment_score":0.0}
{"full_text":"RT But it was a convenient scare story to keep the masses compliant when the govt destroyed Christmas.","sentiment_score":0.0}
{"full_text":"RT Worst prediction of 2020: Elon Musk: There will be \"close to zero\" new cases of covid by the end of April. Billionaires ar...","sentiment_score":-0.4318181818}
{"full_text":"RT Coronavirus cases in last year Australia : 28,350 Hong Kong : 8,671New Zealand : 2,151Taiwan : 793Thailan...","sentiment_score":0.0}
{"full_text":"The Founders, many of whom lived through a smallpox epidemic and related lockdowns in the 1770s, would definitely say \"use your common sense don't be a whiny prick and try not to get everybody sick.\"","sentiment_score":-0.1028571429}
{"full_text":"RT #Greece's government is facing a backlash from doctors and opposition parties after dozens of senior government officials re...","sentiment_score":0.0}
{"full_text":"Good old Boris making Brum great again. Why can't they shimmy off to one of those 40 new Tory Hospital builds ?","sentiment_score":0.4340909091}
{"full_text":"RT As he objects to attempt to bring the House-passed bill to the floor it should now be crystal clear to every...","sentiment_score":0.1}
{"full_text":"I wonder why this simple strategy is not being followed by the decision makers - Vaccine + Lockdown","sentiment_score":0.0}
{"full_text":"RT What?  Kamala jumps the line even though she said she wouldn't take a vaccine developed under President Trump?  What a h...","sentiment_score":0.1}
{"full_text":"RT Right now, McConnell is blocking COVID relief. Georgia has the power to free us from his stranglehold by electing","sentiment_score":0.3428571429}
{"full_text":"all u fucks are outta touch","sentiment_score":0.0}
{"full_text":"Another loss for the LOSER!","sentiment_score":0.0}
{"full_text":"RT Dozens of emergency ambulances are queued up outside Essex Hospitals A&amp;E dept with 7 hour + waiting time to hand patients ove...","sentiment_score":0.0}
{"full_text":"im choosing to unread this ","sentiment_score":0.1}
{"full_text":"RT \"From Covid intelligence to getting my personal shit together to being of service to others, the LO's been a lifeline d...","sentiment_score":-0.1}
{"full_text":"Mitch McConnell blocks unanimous vote on $2,000 COVID-19 stimulus checks","sentiment_score":0.0}
{"full_text":"RT Dear Tae, Happy 25th Birthday!Thank you for opening up about your experience with burnout &amp; depression via 'Blue &amp;...","sentiment_score":0.4}
{"full_text":"'Toxic Individualism': Pandemic Politics Driving Health Care Workers From Small Towns","sentiment_score":-0.25}
{"full_text":"RT Trump wants 'em. House passed 'em, bipartisan. It's Senate Rs that blocked 'em.","sentiment_score":0.2}
{"full_text":"RT Jared Kushner, eight months ago today on COVID: \"This is a great success story, and I think that's really what needs to...","sentiment_score":0.4333333333}
{"full_text":"RT Do that vaccine work on the new UK corona strain?","sentiment_score":0.1363636364}
{"full_text":"yes pls i would like a birthday","sentiment_score":0.0}
{"full_text":"RT He was a 75 year old man with a history of heart problems.\"early findings suggest the vaccine was not connected to the...","sentiment_score":0.1}
{"full_text":"They can have Steve Bruce back I will drive him there ..covid compliant of course. Please ask them ","sentiment_score":0.0}
{"full_text":"RT New Year's Eve will look a little different this year. We must continue to protect our loved ones and the community by havin...","sentiment_score":0.1622159091}
{"full_text":"RT I also constructed a quick FAQ with some background information on this COVID variant.","sentiment_score":0.3333333333}
{"full_text":"RT Biden says Trump admin not administering doses of covid vaccine quickly enough, saying current pace won't get life back to norm...","sentiment_score":0.0}
{"full_text":"RT The first known infection of the British COVID-19 variant in the U.S. has been identified in a Colorado man in his twenties....","sentiment_score":0.125}
{"full_text":"RT Professor Whitty, a consultant physician at UCL Hospital, was spotted working on the north London hospital's respiratory...","sentiment_score":0.0}
{"full_text":"RT It is not a happy new year for those hit hard by Covid19.The Morrison Government is cutting both JobSeeker &amp; JobKeeper:...","sentiment_score":-0.2888257576}
{"full_text":"RT You seeing this and  ??? ","sentiment_score":0.0}
{"full_text":"RT \"If we want to restore faith in our government, now is the time to address the pain, and the anxiety and the fear that so many o...","sentiment_score":0.5}
{"full_text":"RT Joe Biden just spoke to the public and did not mention $2,000 stimulus checks whatsoever... just told ppl to wear a mask","sentiment_score":0.0}
{"full_text":"Trophy's keep the fans on side mate, I couldn't tell you the direction were going in seems like a covid infection rate chart tbh ","sentiment_score":0.0}
{"full_text":"RT Excuse me? Why do MODERNA's BOARD MEMBERS and PEOPLE WHO LIVE WITH MODERNA'S BOARD MEMBERS need to jump the line and get ear...","sentiment_score":0.0431818182}
{"full_text":"RT Speaker Boehner accurately described Cruz years ago but  apparently we're now pretending that Ted was anything other than a s...","sentiment_score":0.1083333333}
{"full_text":"RT 53,000 new cases today.53,000.And still - incredibly - we are not in lockdown.I just cannot bear the inertia. It i...","sentiment_score":0.5181818182}
{"full_text":"RT 91-yr-old Margaret Keenan from UK, the first person in the world to be given the Pfizer\/BioNTech #Covid19 #vaccine outside a c...","sentiment_score":0.125}
{"full_text":"To the people who believe masks can stop the spread of a  virus.We were done with you in 1920 when your hostility escalated and you started shooting people.Ignorance never truly dies, it just waits for the really dim ones to step up to the mike.https:\/\/t.co\/kNqy6DfRzQ","sentiment_score":0.1}
{"full_text":"Warp speed.  via","sentiment_score":0.0}
{"full_text":"First case of highly infectious coronavirus variant detected in Colorado - The Washington Post","sentiment_score":0.205}
{"full_text":"RT Your occasional reminder that if you're a vaper or someone who cares about people who smoke having access to safer option...","sentiment_score":0.0}
{"full_text":"RT Given that we surpassed 70,000 #COVID19 deaths in UK on Christmas Day, and there are now more patients with coronavirus in ho...","sentiment_score":0.5}
{"full_text":"At a restaurant right now and these people are clearly not social distancing as they're supposed to be.It's a small restaurant and it's pretty crowded, which makes things worst for them","sentiment_score":-0.1461904762}
{"full_text":"RT Over 193,900 people have died of the novel #coronavirus in 475 cities checkered across all of #Iran's 31 provinces, accor...","sentiment_score":0.0}
{"full_text":"RT Surge Capacity - what if COVID-19 overwhelms the NHS? - @DrMQureshi ","sentiment_score":0.0}
{"full_text":"RT Dec. 29, 2020:As of today, we received $4.32\/day to get through this pandemic.That's 432 pennies per...","sentiment_score":0.0}
{"full_text":"RT A friend called from the US perplexed as to how 6 million Ghanaians could vote for JM in spite of his record. I replied, 70...","sentiment_score":0.4}
{"full_text":"RT To Mitch McConnell the pandemic is not a crisis. He's got a job and never goes hungry. To McConnell its just another issue...","sentiment_score":0.0}
{"full_text":"We ain't never getting out the damn house","sentiment_score":0.0}
{"full_text":"RT COVID-19 patients are filling hospital beds across the state. Increases in patients have been reported in most of the sta...","sentiment_score":0.5}
{"full_text":"RT I'm sure the millions of teachers being sent back to school in January will be relieved that Moderna board members will be able...","sentiment_score":0.3333333333}
{"full_text":"RT In July of 1776 the entire of city of Boston was closed so they could safely inoculate for smallpox. It lasted months and...","sentiment_score":0.1333333333}
{"full_text":"RT Dear Tae, Happy 25th Birthday!Thank you for opening up about your experience with burnout &amp; depression via 'Blue &amp;...","sentiment_score":0.4}
{"full_text":"RT Yr 2050:\"Grandpa what did you do during the Great Pandemic\"\"You know how I have two big scars on my knees and I always s...","sentiment_score":0.4}
{"full_text":"I have personally known 3 people with Covid, and 2 of my relatives dying of it! ","sentiment_score":0.0}
{"full_text":"The new COVID strain confirmed in Colorado","sentiment_score":0.2681818182}
{"full_text":"RT House Democrats have fought for covid relief checks since May.Mitch McConnell pressed \"pause\" and millions suffered. Toda...","sentiment_score":0.0}
{"full_text":"RT 112 Albertans are dead in the last 5 days from #COVID19 &amp; I'm seeing people still commenting on older age, comorbiditie...","sentiment_score":-0.0111111111}
{"full_text":"RT it's the South African strain, but when they call it the Chinese virus it's a huge problem? okay it's fine.","sentiment_score":0.2633333333}
{"full_text":"So in the middle of a pandemic this is what is reporting on?  How can he call himself a \"journalist\"?  What a complete and utter joke he is.","sentiment_score":0.0333333333}
{"full_text":"RT Looks like an apology has been issued for this group. #copolitics","sentiment_score":0.0}
{"full_text":"RT As a microbiologist, I'm not that surprised by the pandemic. The most surprising symptom to me has been the associated res...","sentiment_score":0.4333333333}
{"full_text":"RT Today we discovered Colorado's first case of the COVID-19 variant B.1.1.7, the same variant discovered in the UK. The health...","sentiment_score":0.125}
{"full_text":"RT Yes everyone please call Toomey. Fill his answering machine if nobody answers! #stimulus#McConnell#COVID19...","sentiment_score":0.0}
{"full_text":"RT \"At the current rate, Operation Warp Speed would take almost 10 years to inoculate enough Americans to get the pandemic und...","sentiment_score":0.0}
{"full_text":"The One Thing You Can Stop Doing to Avoid COVID, According to Doctorshttps:\/\/t.co\/MYjhF8kWTk","sentiment_score":0.0}
{"full_text":"RT Biden says Trump admin not administering doses of covid vaccine quickly enough, saying current pace won't get life back to norm...","sentiment_score":0.0}
{"full_text":"RT NEW: Did you know that the PCR test offers a rough approximation of the viral load and not just a yes\/no to the question o...","sentiment_score":0.0454545455}
{"full_text":"RT This pandemic is still going. Please avoid travel if possible during this holiday season and wear a mask in public.","sentiment_score":0.0}
{"full_text":"RT Shocking lockdown puppy-smuggling trade exposed as dogs are torn from their mothers to be shipped to UK!https:\/\/t.co...","sentiment_score":-1.0}
{"full_text":"RT 30% seems generous. has been a dismal failure, and in 2023, voters will not forget his incompeten...","sentiment_score":-0.3166666667}
{"full_text":"RT Biden says Trump admin not administering doses of covid vaccine quickly enough, saying current pace won't get life back to norm...","sentiment_score":0.0}
{"full_text":"RT Vice President-elect Kamala Harris received a COVID-19 vaccination in front of cameras as the incoming Biden administration se...","sentiment_score":0.0}
{"full_text":"My job just sent an email saying how covid didn't stop us and we had a breakout year and grew as a business.  I think they forgot they cut our bonuses earlier this year and blamed covid.....whew it's finna be hell in here","sentiment_score":0.0}
{"full_text":"RT Dear Tae, Happy 25th Birthday!Thank you for opening up about your experience with burnout &amp; depression via 'Blue &amp;...","sentiment_score":0.4}
{"full_text":"tw \/\/ covid mention, fitnesssometimes I get breathless walking up the stairs and I think I have covid but actually I'm just unbelievably unfit","sentiment_score":-0.125}
{"full_text":"RT I just cannot for the LIFE of me get my head around the complete and utter loss of intellectual function that leaves all t...","sentiment_score":0.1333333333}
{"full_text":"Because we all know covid can tell time. Right?","sentiment_score":0.2857142857}
{"full_text":"with a mask?  6 ft apart?  because any other way is unacceptable.  How about JUST STAY HOME so American can get healthy.","sentiment_score":0.125}
{"full_text":"RT My fave thing about the lockdown is that people love to justify what they're doing by saying \"but the taxis are full\"Bru...","sentiment_score":0.425}
{"full_text":"Hillary isn't going to prison. There is no ObamaGate. There is no border wall. There is no migrant, terrorist caravan. Beautiful healthcare didn't arrive. North Korea still has nuclear weapons. The tax cut was for the rich. The coronavirus didn't go down to zero.  You didn't win.","sentiment_score":0.4673611111}
{"full_text":"RT By this morning it was clear there is an urgent case for a total lockdown, total schools closure and a new furlough sche...","sentiment_score":0.0590909091}
{"full_text":"RT Sadly, this new, more contagious #coronavirus variant has likely been in the US for at least several weeks.The US rare...","sentiment_score":0.0194805195}
{"full_text":"RT People: we need a national stay at home order of three weeks minimum. Get your heads around it NOW. Essential services and t...","sentiment_score":0.0}
{"full_text":"RT first korea's ministry of culture praising taehyung's stay at home challenge and now world health organization's director gene...","sentiment_score":0.25}
{"full_text":"RT As a parent I just received notice that an LSA at son2's school sadly died yesterday after catching covid.This is devastating f...","sentiment_score":-0.3}
{"full_text":"RT Over 80% of Americans are for cash relief during the pandemic. Vote for it and you're a hero. Vote against it and millions...","sentiment_score":0.0}
{"full_text":"RT Lockdowns aren't stopping COVID.","sentiment_score":0.0}
{"full_text":"Dalton, Georgia, planned for progress, not a pandemic (part 3 of a 3-part series) | Chattanooga Times Free Press","sentiment_score":0.4}
{"full_text":"RT We spent our 15th Wedding Anniversary last week at a test centre getting my hubby tested for Covid. He's now in critical...","sentiment_score":-0.0333333333}
{"full_text":"RT Should know better, and does.","sentiment_score":0.5}
{"full_text":"Kenney's COVID Cabinet. There's a label that will stick. #ableg #UCP","sentiment_score":0.0}
{"full_text":"RT What?  Kamala jumps the line even though she said she wouldn't take a vaccine developed under President Trump?  What a h...","sentiment_score":0.1}
{"full_text":"Seniors, who's next in line for the coronavirus vaccine? You need to know, so we're bringing you what the CDC has recommended.https:\/\/t.co\/hDEaE4unfF","sentiment_score":0.0}
{"full_text":"The Democrats COVID rescue bill had money for police and fire departments, the Republicans insisted it be removed. You're trying to distract &amp; confuse Georgia voters, shame on you.","sentiment_score":0.0}
{"full_text":"RT For all Londoners, \"A mask, a mask! My kingdom for a mask!\" However, in this case, a mask is quite significant...","sentiment_score":0.375}
{"full_text":"Jim Jordan is an idiot.Also, the founders would say \"What's Ohio?\".","sentiment_score":0.0}
{"full_text":"We want to understand the lives of women of color in our country right now, and we want to hear from YOU.Tell us: How are you coping with the pandemic -- emotionally or in any other ways? Call 929-353-7006 or respond online to help shape our show:","sentiment_score":0.0535714286}
{"full_text":"Hong Kong, India Ban Flights from the U.K.Fears over a more infectious variant of Covid-19 have prompted authorities to cut key air links with #Britain.https:\/\/t.co\/kgFy64kTyr#COVID19 #TravelBan #HongKong #India","sentiment_score":0.25}
{"full_text":"A fine for the bride but not for the groom ... is that fine? #covid19nsw #falascawedding #doltonehouse","sentiment_score":0.4166666667}
{"full_text":"\"One thing I think we're learning, epidemiologically, is that [the homeless] population has a very high level of immune resistance, of immunity and resilience against an influenza of this nature.\"- Jason Kenney, May 27#ableg #abhealth #abpoli #covid19abhttps:\/\/t.co\/cuMj1aHNMd","sentiment_score":0.208}
{"full_text":"If its a new strain wouldnt it be covid-20?","sentiment_score":0.1363636364}
{"full_text":"U.S. home prices jumped in October by the most in more than six years as a pandemic-fueled buying rush drives the number of available properties for sale to record lows","sentiment_score":0.4666666667}
{"full_text":"RT Holidays for Conservatives is TOTALLY ESSENTIAL travel. Now if Trudeau had gone on vacation in December we would've atta...","sentiment_score":0.0}
{"full_text":"Dubai aims to vaccinate 70% of its population with the coronavirus shot developed by Pfizer Inc. and BioNTech SE by the end of next year, Reuters reported, citing a health officialhttps:\/\/t.co\/YP0l6GAATN","sentiment_score":0.05}
{"full_text":"RT I've had elderly patients say to me \"I don't understand how I got COVID, I've been so careful. I wear a mask, clean my ha...","sentiment_score":0.1333333333}
{"full_text":"RT When you say you don't know who to believe on Covid, you're treating the testimony of frontline NHS doctors and nurses l...","sentiment_score":0.0}
{"full_text":"The Transportation Security Administration (TSA) reported screening 1.3 million passengers on Sunday, Dec. 27, more than any single day since the coronavirus pandemic began.","sentiment_score":0.2142857143}
{"full_text":"RT I can't stop thinking about this tour de force, by The breadth is vast yet stunningly intricate and dee...","sentiment_score":0.25}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"so much we could've done that ultimately went unaddressed. arguably the best piece of journalism all year on our country's covid-19 response. well done,","sentiment_score":0.4}
{"full_text":"Lots of Europeans come to Colorado to ski so maybe it's that. British airways operates a lhr to Denver flight but not sure if it's resumed from covid","sentiment_score":-0.125}
{"full_text":"DSHS has a new map of where vaccines have been sent, but it doesn't list many details. The state's best advice to find available doses is to call each provider.","sentiment_score":0.5090909091}
{"full_text":"RT COVID-19: NGO to unveil counseling support for mental health challenge | TheCable","sentiment_score":-0.1}
{"full_text":"FUCK MY LIFE I GUESS","sentiment_score":-0.4}
{"full_text":"Saudi Arabia: Friday sermons to focus on COVID-19 vaccinationEmphasis laid on safety, effectiveness of #vaccine, shunning false information#saudiarabia","sentiment_score":-0.4}
{"full_text":"Many viewers across Central Indiana have sent questions surrounding COVID-19 and vaccinations over the last few weeks. Tuesday, we took some of the questions to experts in our area to get answers.","sentiment_score":0.075}
{"full_text":"Early data suggests wearables can flag some Covid-19 cases early via #wearables #mHealth #healthcare","sentiment_score":0.1}
{"full_text":"There are just days left to double your impact before the end of the year. Your support right now is critical as we continue caring for our communities and our patients with #COVID-19.","sentiment_score":0.0714285714}
{"full_text":"RT You know how I mentioned what the orisha Obaluaye said that the pandemic won't leave till greed falls? The fact this news hap...","sentiment_score":0.0}
{"full_text":"ACT Clubs received almost $3.3 million in COVID emergency relief funding in the 2019-2020 year, via","sentiment_score":0.0}
{"full_text":"She's got a point","sentiment_score":0.0}
{"full_text":"Democrats and President Trump hectored Senate Republicans on Tuesday to take up legislation passed by the House that would increase direct relief payments to many Americans -- but the path ahead remains unclear.","sentiment_score":0.3}
{"full_text":"COVID cases are rises *very* fast in Carshalton, and Sutton more widely just like they are across the country. We ALL need to work hard, follow the Tier 4 rules- that is STAY AT HOME- and follow Hands, Face, Space if we do go out for essentials.","sentiment_score":0.0920833333}
{"full_text":"#Bestof2020 #10. From May:COVID: KN95 rejection angers mask supplier to Vancouver's Chinese consulate #cdnpoli #uspoli #coronavirus #PPE #vanRE #covid19 #bcpoli","sentiment_score":0.0}
{"full_text":"#Hanover 's #MedicalOfficerofHealth , #DrKaushalSingh, says that while Hanover's #COVID19 cases remains the lowest in the country, there is still cause for concern in light of a recent surge in infections.Visit the link:https:\/\/t.co\/LRW7z7v1iJ#jamaica #pandemic #secondwave","sentiment_score":0.2}
{"full_text":"RT it's the South African strain, but when they call it the Chinese virus it's a huge problem? okay it's fine.","sentiment_score":0.2633333333}
{"full_text":"A Boerne area family set their eyes on home-schooling before their first son was even born and are happy to welcome short-term homeschoolers into the fold during COVID-19.https:\/\/t.co\/jx98DoJUQl","sentiment_score":0.6166666667}
{"full_text":"4 new COVID-19 cases reported Tuesday in Appanoose Countyhttps:\/\/t.co\/niPuiwmWbv#KTVONews #Iowa #COVID19","sentiment_score":0.1363636364}
{"full_text":"Southern California's stay-at-home order will remain until further notice, public health officials confirm ","sentiment_score":0.0}
{"full_text":"President-elect Joe Biden criticized the Trump administration Tuesday for the pace of distributing COVID-19 vaccines, saying it is \"falling far behind.\"https:\/\/t.co\/g3gWFEPYmB","sentiment_score":-0.15}
{"full_text":"RT I actually think SARS-CoV-2 is the big one. If fatality rate was higher, or kids were affected then all countries would pu...","sentiment_score":0.0833333333}
{"full_text":"RT The Georgia Senate race is about:Affordable Healthcare COVID Relief Higher Wages Jobs Justice ReformVoting Ri...","sentiment_score":0.25}
