{"full_text":"Here are today's testing sites. Save time by pre-registering at  -Symptoms? Stay home and call your doctor. -Doctor isn't available or cannot give you a COVID-19 test? Visit a free public testing site near you. -Stay home while you await results.","sentiment_score":0.225}
{"full_text":"insured unemployment is regular state UI for the week ending 11\/28data for all programs is for week ending 11\/21: 19.0 m including 8.6 million claiming Pandemic Unemployment Assistance (PUA), 4.5 m claiming PEUC for those exhausting state UIhttps:\/\/t.co\/fUhrforu1P2\/4","sentiment_score":-0.2}
{"full_text":"RT Weird that Covid is just like the flu but every right wing political figure that tests positive is immediately flown to th...","sentiment_score":0.0032467532}
{"full_text":"RT We should prioritize workers, not large corporations. Yet, Mitch McConnell is fighting tooth and nail to let corporatio...","sentiment_score":-0.1071428571}
{"full_text":"All sorts of goodies here. How kids' immune systems can evade COVID. Childrens' untrained immune response seems to be key to eliminating SARS-CoV-2.https:\/\/t.co\/aesLkfguDa","sentiment_score":0.0}
{"full_text":"Whether it crossed over from one species to another due to questionable food choices, or whether it broke out of a lab, neither you or I will ever know. But what relevance is the source of the outbreak. They'd both be man made in your eyes.","sentiment_score":-0.3125}
{"full_text":"The Ministry has extended the moratorium on youth aging out of care until March 31st 2021. Thank you Now on to a readiness based system for Yth aging out","sentiment_score":0.0}
{"full_text":"RT Check on your archaeology friends during Covid, they are not okay.","sentiment_score":-0.25}
{"full_text":"I thought it was the deadlines, social commitments, and family tasks (travel plans, shopping, wrapping) that made this time of year challenging. But in the pandemic when travel and parties are off the books, time is still hard to come by. What about you?","sentiment_score":0.0805555556}
{"full_text":"RT the Lakers organization is so well-run that we still never found out which 2 players got Covid 9 months ago","sentiment_score":0.0}
{"full_text":"RT #ENHYPEN Members All Test Negative For COVID-19","sentiment_score":-0.3}
{"full_text":"RT I MISS CONCERTS AND TRAVELING SO MUCH I ACTUALLY FEEL LIKE CRYING, WILL EVERYONE PLEASE JUST STOP GOING OUT IN LARGE GR...","sentiment_score":0.0047619048}
{"full_text":"RT Oh no. You might have seen viral tweet today at Mitch McConnell. Meanwhile on a personal note, her grandma...","sentiment_score":0.0}
{"full_text":"RT Getting a Covid Test and my Nurse is a 22 Yr old Black Woman with a twist out speaking to me in AAVE and this is the sa...","sentiment_score":-0.0333333333}
{"full_text":"one of my friends had bells palsy in year 8 and you could barely even tell. a few months later she was fine. imagine thinking you'd rather get covid (the long term repercussions of which we still don't even fully understand) than a TINY chance of having bells palsy. is she okay","sentiment_score":0.1023809524}
{"full_text":"This is sickening.","sentiment_score":-0.9}
{"full_text":"An active duty American in our village died of COVID yesterday afternoon. He had been checked at the base hospital yesterday morning, and he was considered well enough to be sent home with ibuprofen. By the time the school buses rolled into the village, he was gone.","sentiment_score":-0.2333333333}
{"full_text":"Covid is gone now guys lol","sentiment_score":0.8}
{"full_text":"\"W-IFE is set to make real gains in the post-COVID world thanks to the ease of deployment and emphasis on touchless travel solutions\" -  James Macrae, CTO, Bluebox, Airbus OSP@BlueboxAviation #IFE Full story...https:\/\/t.co\/HIGVBkyFL6","sentiment_score":0.25}
{"full_text":"RT Y'all wanna sit in this pandemic so bad I'm tryna be out in the summer...","sentiment_score":-0.7}
{"full_text":"RT REPORT: Millions In COVID-19 Relief Loans Went To Companies Partially Owned By California Democratic Gov. Newsom","sentiment_score":-0.1}
{"full_text":"RT And they expect us to care about that made up #femicide stat.","sentiment_score":0.0}
{"full_text":"Not at all.  England's second lockdown was unjustified.","sentiment_score":0.0}
{"full_text":"And the UK is leading with THEIR Covid vaccination program.  Oh wait, wasnt that your responsibility here?  Shame on you.","sentiment_score":0.0}
{"full_text":"RT According to this HHS document, Washington DC was given all of 108 doses of Regeneron's monoclonal antibody cocktail....","sentiment_score":0.0}
{"full_text":"RT Sure has. It looks to be killing a lot more of them now, though it's hard to say for sure. is practically at the sta...","sentiment_score":0.3020833333}
{"full_text":"RT READ + RT this BREAKING article by Lyn Redwood in #TheDefender in response to the news of the life-threat...","sentiment_score":0.0}
{"full_text":"Seething here ","sentiment_score":0.0}
{"full_text":"RT A South Korean study raises concerns that six feet of social distance may not be far enough to keep people safe from the coron...","sentiment_score":0.1583333333}
{"full_text":"Disgusting hearing how shop workers are being treated in this Pandemic They have placed themselves in danger to make sure the public had everything they need And people can't display basic manners toward them #JeremyVine","sentiment_score":-0.125}
{"full_text":"Hello NIRSAL I applied for COVID-19 loan since 20 June  no thing  i see up to know, plss what i can do","sentiment_score":0.0}
{"full_text":"RT Useful information on the order in which #Covid19 vaccines will be administered in Ireland at this link here. Please ret...","sentiment_score":0.3}
{"full_text":"RT The stage is set for the TV Leadership Excellence Awards, 2020 'lockdown' edition, organized by foremost African communit...","sentiment_score":0.0}
{"full_text":"This is undoubtedly an abuse of power and is sickening -- completely unnecessary.","sentiment_score":-0.65}
{"full_text":"RT I saw a cancer patient today who told me, while in tears, that his 35 year old daughter was found dead alone from Covid-19 i...","sentiment_score":-0.05}
{"full_text":"Will 2021 be the year of the sicker American patient?Indeed, based on year-end data from looking at #COVID19 impact on US #healthcarehttps:\/\/t.co\/HDkxtkZfm9#Coronavirus delayed diagnoses for #cancer, fewer #prescriptions filled, postponed elective surgery","sentiment_score":0.2}
{"full_text":"RT RT of #XenTegra: \"via #BleepingComputer Blog: \"Pfizer COVID-19 vaccine documents accessed in EMA cyberattack:\"","sentiment_score":0.0}
{"full_text":"RT You can't write this stuff.Two inconclusive tests BEFORE his positive one on gameday, and yet still allowed to be in c...","sentiment_score":0.2272727273}
{"full_text":"RT More Americans died of COVID19 today than died on 9\/11.After that horrendous attack, we restructured our way of life...","sentiment_score":0.5}
{"full_text":"......I despise these people.","sentiment_score":0.0}
{"full_text":"RT The Coronavirus is so dangerous...Both men in their 70's President Trump and Rudy Giuliani beat it in a couple days.Trump d...","sentiment_score":0.0}
{"full_text":"Lol it's nice to see good conversation and laughter during all this covid chaos","sentiment_score":0.7}
{"full_text":"RT 13 countries maintain the death penalty for blasphemy or apostasy, &amp; 42 enforce imprisonment. During the pandemic, the si...","sentiment_score":0.0}
{"full_text":"RT Florida has 1 million covid-19 cases, over 19,000 deaths, countless unemployment claims to be paid, a looming eviction crisi...","sentiment_score":0.0}
{"full_text":"RT Everyone at the negotiating table--including Senate Rs--has agreed to a compromise. Except one. Mitch McConnell is refusi...","sentiment_score":0.0}
{"full_text":"RT HUGE: The entire town of Mossyrock, WA will be defying Governor Inslee's lockdown orders. They are asking for support...","sentiment_score":0.2}
{"full_text":"RT On #HumanRightsDay , please remember that your actions matter. Matter to the forgotten innocents who are suffering from t...","sentiment_score":0.0}
{"full_text":"Another dentist dies of covid!","sentiment_score":0.0}
{"full_text":"RT Wow. Thanks Governor. That should take care of everything. Continue to do nothing. Thanks.","sentiment_score":0.1666666667}
{"full_text":"RT I am remembering the quote \"All the buffaloes  are from High profiles\" #COVID__19 #penipokur #sl #C...","sentiment_score":0.16}
{"full_text":"RT The apparently has a rule never to mention to the lockdowns. It's always the virus. So tiring.","sentiment_score":0.05}
{"full_text":"RT My personal insight into life in #Melbourne during the Covid crisis.. Australia's worst impacted city. ","sentiment_score":-0.5}
{"full_text":"As soon as the pandemic is over I'm going to Rhode Island and finding his restaurant and having me some calamari. I deserve this.","sentiment_score":0.0}
{"full_text":"RT There was never a \"recovery.\" There was a stock market uptick. \"Recovery\" implies that the pandemic was at some point un...","sentiment_score":0.0}
{"full_text":"Interesting dilemma. Would you rather be considered a drunk or just a moron?","sentiment_score":-0.2666666667}
{"full_text":"RT Pfizer's COVID-19 vaccine faces one final hurdle before an expected decision to greenlight the shot for use in millions of American...","sentiment_score":-0.0333333333}
{"full_text":"After not sleeping well, I received some great news. I applied for a small covid relief grant through school, and got approved.  Thank you for telling me about it.","sentiment_score":0.275}
{"full_text":"On International #HumanRightsDay, as the pandemic continues to underscore many #humanrights gaps around the world, let's #BuildBackBetter by ensuring that the rights of those most in need are at the center of our recovery efforts.","sentiment_score":0.225}
{"full_text":"RT Tale of two Filipina nurses:May Parsons getting worldwide recognition for administering first COVID19 vaccine, and Mar...","sentiment_score":0.25}
{"full_text":"No state policy, no mask mandates?  Glad you are wasting taxpayer money in a frivolous court case with 16 other states to disenfranchise voters in Michigan, GA, PA and WI.  Much more important to waste time on windmills than develop any sort of COVID policy for your state.","sentiment_score":0.215}
{"full_text":"RT Before #Kaithi release &amp; result, he picked youngster #Lokesh for #MasterBefore #Doctor release &amp; result (and despite...","sentiment_score":0.0}
{"full_text":"RT Republicans will take their shoes off at the airport for the rest of their lives for the 3,000 people who died on one day...","sentiment_score":0.0}
{"full_text":"RT fromChappaquiddickto the CoronavirusCuomo learned humanity and leadership from Ted Kennedy? Did he use the treat...","sentiment_score":0.0}
{"full_text":"RT Dr. Deborah Birx can NOT stick around in the Biden administration.Too often she indulged Donald Trump's wi...","sentiment_score":0.0}
{"full_text":"RT Question: If a Republican Governor catches COVID - does that make headlines?  Maybe a big, top of the fold headline? Take...","sentiment_score":0.25}
{"full_text":"RT Again, there can be no \"recovery\" from a crisis you never truly responded to. All we did was slightly delay the collapse","sentiment_score":-0.1666666667}
{"full_text":"Culture integration is critical to success with #MnA and specifically #DEI alignment. Tell us how the #pandemic has transformed your deal process and we'll send you the research. #FutureofWork #HR","sentiment_score":0.15}
{"full_text":"RT We tried to warn you, and even now many still won't listen.","sentiment_score":0.5}
{"full_text":"RT More than 3,000 people died yesterday of COVID and Rudy is over here bragging about the special treatment he gets.@brith...","sentiment_score":0.4285714286}
{"full_text":"RT More than 3000 Americans died from COVID-19.YESTERDAY. Leadership matters. Look forward to the Biden-Harris administ...","sentiment_score":0.5}
{"full_text":"RT Rep. Katie Porter tore into McConnell for holding up the $908 billion COVID-19 stimulus bill over corporate protection...","sentiment_score":0.0}
{"full_text":"RT Rudy Giuliani, the latest member of President Trump's inner circle to contract Covid-19, said that he received at least two of...","sentiment_score":0.0666666667}
{"full_text":"RT 46 workers got sick following a COVID-19 outbreak at an call center in our district. Two tragically passed away, b...","sentiment_score":-0.2714285714}
{"full_text":"RT Leftists: Billionaires are immoral and should not exist.Leftists: Billionaires should censor my political speech.","sentiment_score":0.0}
{"full_text":"Just a random video with my random Bane Impression in the early morning before heading off to work. Wishin you guys to stay safe and wear a mask!","sentiment_score":-0.06875}
{"full_text":"You can't make this stuff up ","sentiment_score":0.0}
{"full_text":"Tackling recruitment with little or no human resource department? Read this guide on how to hire now #HR #recruitment #Covid #guide","sentiment_score":-0.09375}
{"full_text":"RT In a special partnership with four #Shapers share how youth can drive society's response to the #COVID19 crisi...","sentiment_score":0.3571428571}
{"full_text":"Study models airflow inside a car to reduce SARS-CoV-2 transmission","sentiment_score":0.0}
{"full_text":"RT Arvind Kejriwal and AAP did not want COVID patients from neighbouring states, UP ,Haryana and Rajasthan to come to Delhi...","sentiment_score":0.0}
{"full_text":"The 3 Things That Made Me Want to Sell My House During the Pandemic","sentiment_score":0.0}
{"full_text":"RT Thank you","sentiment_score":0.0}
{"full_text":"RT Stealing to survive: More Americans are shoplifting food as aid runs out during the pandemic","sentiment_score":0.5}
{"full_text":"Unemployment is sjy high in MA.  Many can't afford rent.  Why are you allowing evictions?  You both are well aware RAFT is backlogged.  So what's the plan now? #EvictionCrisis #massachusetts #COVID19 #covid19ma #TrumpVirus #GOPComplicitTraitors","sentiment_score":0.3033333333}
{"full_text":"RT An excellent service by NSS volunteers of JSS college Mysore in their adopted village school painting in COVID-19 pande...","sentiment_score":1.0}
{"full_text":"RT The pandemic has made it excruciatingly clear that health care is rationed in the United States. I welcome constructiv...","sentiment_score":0.465}
{"full_text":"RT \"Giuliani appeared unaware of the scarcity issues...In fact, the antibody treatments are so scarce that officials in Ut...","sentiment_score":0.0}
{"full_text":"RT Oh shit. Y'all mean environmental racism impacts our health? Shocker.","sentiment_score":-0.25625}
{"full_text":"3000+  dead Americans in one day from Corona. Trump remains fixated on his loss and can't be bothered to even mention it. That's some hoax isn't it Donnie.","sentiment_score":-0.2}
{"full_text":"RT HUGE: The entire town of Mossyrock, WA will be defying Governor Inslee's lockdown orders. They are asking for support...","sentiment_score":0.2}
{"full_text":"RT Check on your archaeology friends during Covid, they are not okay.","sentiment_score":-0.25}
{"full_text":"Schools and teachers are having to completely adjust expectations in this environment. In our district many of us pushed back against the pre-covid expectations of X assignments\/week since we see kids 2x\/week,NOT 5, and we're given some leeway in this area. It's helping I think.","sentiment_score":0.2}
{"full_text":"RT  Hey GA neighbors! @ReverendWarnock fights for: Covid relief Survival checks Stopping evictions Good jobs Go...","sentiment_score":0.7}
{"full_text":"RT Join us for the next Science Cafe 'Lets GO VIRAL: #COVID19 Therapies &amp; Vaccines' for the pu...","sentiment_score":0.0}
{"full_text":"That's because your a douche bag! Paper and cloth masks do nothing to stop a micron size virus in the air. Only a N95 mask can do that, but you already know that and u still want to force this theater on the public . China joe is corrupt as the day is long !","sentiment_score":-0.140625}
{"full_text":"RT More Americans died from Covid today than died in the 9\/11 attacks","sentiment_score":0.5}
{"full_text":"Our classrooms are our homes now. The traditional concept of school is different because we are protecting the people we care about, our students, ours\/their families and colleagues. We are teaching everyday. Support us by demanding the district to collaborate &amp; be creative.","sentiment_score":0.075}
{"full_text":"RT As the transition to our new Administration continues, I'm working to ensure small businesses will be a top priority in...","sentiment_score":0.1287878788}
{"full_text":"RT SHUT EVERYTHING FOREVER. THE PLAGUE THAT 999 OUT OF 1000 PEOPLE WORLDWIDE SURVIVE SPREADS INDOORS.IT'S SCIENCE.","sentiment_score":0.0}
{"full_text":"RT Pandemic speeds up migration of infrastructure to the cloud","sentiment_score":0.0}
{"full_text":"did WE pay for Giuliani's Covid 19 medical care? I wouldn't doubt it. Looks like Pompeo might be next.","sentiment_score":0.0}
{"full_text":"RT More than 3,000 people died yesterday of COVID and Rudy is over here bragging about the special treatment he gets.@brith...","sentiment_score":0.4285714286}
{"full_text":"The Supreme Court expressed displeasure at repeated constitution of committees to probe the fire incidents at two private Covid hospitals in #Rajkot and #Ahmedabad, and directed the state to file a report on these incidents by December 11.https:\/\/t.co\/Kl5ZhgjmnG","sentiment_score":0.0}
{"full_text":"Mississippi Gov. Tate Reeves announced more restrictions to slow the spread of COVID-19, including mask requirements for several counties in the News Channel 3 viewing area.https:\/\/t.co\/l6hDERHGgn","sentiment_score":0.0666666667}
{"full_text":"Can I stop wearing a mask after getting a COVID-19 vaccine?Here is what one health expert is saying:https:\/\/t.co\/vh4nkn9jMq","sentiment_score":0.0}
{"full_text":"I was asked to reflect on chaplaincy &amp; working at the Spiritual Life Center during a pandemic for the magazine. Check it out here:https:\/\/t.co\/1yOcvutW75","sentiment_score":-0.05}
{"full_text":"It will pick up asymptomatic cases much earlier and reduce the number of people who need to self-isolate.","sentiment_score":0.0}
{"full_text":"You will have to take complete information about those who have been reacted to by Covid Vaccine in Britain: Puneet Mishra","sentiment_score":0.1}
{"full_text":"For a Relative of a Care Home Resident unable to consent for themselves: COVID-19 vaccination consent form - Public Health England#Covid19UK #clinical_governance #informed_consent #vaccinationhttps:\/\/t.co\/eYKpbbH2HX","sentiment_score":-0.1666666667}
{"full_text":"RT On #HumanRightsDay  our message is clear: HEALTH IS A HUMAN RIGHTHEALTH IS A HUMAN RIGHT HEALTH IS A HUMAN RIGHT HEALTH IS A...","sentiment_score":0.1119047619}
{"full_text":"Vicarious trauma occurs when providers are indirectly exposed to traumatic events via first-hand accounts. Compassion fatigue and #burnout can also result from chronic workplace stress, such as during the #pandemic. #Selfcare strategies can help:","sentiment_score":0.0}
{"full_text":"Polish vegetable export is growing despite the pandemic(Photo credit:https:\/\/t.co\/cdBtm2dndK)https:\/\/t.co\/6lG2vX87IH","sentiment_score":0.0}
{"full_text":"For Boston University students having difficulties managing school because of COVID-19, the morality of cheating during online exams is far from black-and-white.","sentiment_score":0.1}
{"full_text":"RT \"If it wasn't me, I wouldn't have been put in a hospital frankly,\" Rudy Giuliani told WABC radio. \"Sometimes when you'r...","sentiment_score":0.0}
{"full_text":"NEWS: The impact of the pandemic means Chichester District Council will have to use more than PS2m of its reserves to balance its budget in 2021\/22.https:\/\/t.co\/eSsXio8j9v #moreradionews #chichester","sentiment_score":0.5}
{"full_text":"\"Covid has been the ultimate disrupter to the global economy.\"https:\/\/t.co\/EpdXTbArT9#GPC #GeorgiaPrintco","sentiment_score":0.0}
{"full_text":"Join and on Dec 15th, 9am EST for \"Is It Just Me?\": Paying Attention to Your Mental Health During the Time of COVID-19 and Civil Unrest\", a webinar series that address specific wellness issues led by healthcare professionals.","sentiment_score":-0.05}
{"full_text":"FREE TESTING: Health Services is offering FREE, drive-thru, rapid COVID-19 testing. It's Fast, Free and For All Ages! Visit for information.","sentiment_score":0.375}
{"full_text":"Quick COVID-19 TestingYou may need COVID-19 testing for travel, employment, work, or school. We make sure we are ready to handle your healthcare needs. We now offer COVID-19 testing. You can get your results within 15 minutes.#ProgressiveUrgentCareCastroValley #COVID19Testing","sentiment_score":0.3444444444}
{"full_text":"Has your #smallbiz been impacted by the pandemic? You may be eligible for federal tax credits.Find out what options are available -","sentiment_score":0.4}
{"full_text":"Have a safe and happy holiday season! Help protect yourself from #COVID19 by following the guidelines for safe holiday plans.","sentiment_score":0.5}
{"full_text":"!! For latest updates from Sunderland City Council around services &amp; news from across the city, sign up to receive our E-newsletter, we will also be keeping everyone up to date regarding the situation with #Covid19:https:\/\/t.co\/FcGT7yvXd1#MySunderland","sentiment_score":0.5}
{"full_text":"M2M supports libraries during the lockdown, &amp; today our spotlight shines on our Xmas special guest Carol Ann Duffy's choice, Manchester Central Library, the city's library &amp; information service. Learn more about the Library and what Carol Ann thinks of ithttps:\/\/t.co\/SU5XOCX82t","sentiment_score":0.2857142857}
{"full_text":"How are outsourcing leaders and providers responding to #COVID19? Read our new report for insights on: Outsourcing strategies #RPA and #cloud Commercials and contractshttps:\/\/t.co\/4lbq9mRW4O","sentiment_score":0.1363636364}
{"full_text":"In response to the COVID-19 pandemic, we will be offering our secure, private mental health care services through telehealth technology for the safety of our patients and practitioners.#Telehealth #QualityHealthCare #MentalHealthServices #AccessToCare #ExperiencedProviders","sentiment_score":0.1}
{"full_text":"You go girlfriend ","sentiment_score":0.0}
{"full_text":"Additionally, the NSAA didn't take formal action to ban fans at #nebpreps events if #COVID hospitalizations across the state surpass 25% of hospital beds.More from","sentiment_score":0.1}
{"full_text":"The latest data highlights warning signs.https:\/\/t.co\/9iO1ROCHKV","sentiment_score":0.5}
{"full_text":"Digital Baal Mela #littlecoronawarriors \"Poem on Corona Pandamic\"Name : rkssit  Age : 7 YearsClass : 2nd Location : Kota, Rajasthan Sponsored by : #littlecoronawarriors","sentiment_score":0.0}
{"full_text":"Conflict, COVID-19 and natural disasters are exposing girls to sexual abuse, child marriage and pregnancy.We're calling on governments to increase support for mental health and protection services for vulnerable children and women. Learn more. ","sentiment_score":0.1}
{"full_text":"How are outsourcing leaders and providers responding to #COVID19? Read our new report for insights on: Outsourcing strategies #RPA and #cloud Commercials and contractshttps:\/\/t.co\/7JryPvJHEu","sentiment_score":0.1363636364}
{"full_text":"Cole Pinnow, president of Pfizer Canada, says the company will start shipping doses of its COVID-19 vaccine Friday, to arrive in Canada a few days later.https:\/\/t.co\/tID70hV4Yv","sentiment_score":-0.2}
{"full_text":"Watch Dorset County Hospital choir sing song as 'heartfelt tribute' to 'amazing' community during the coronavirus pandemichttps:\/\/t.co\/iK9HPrB19W","sentiment_score":0.3}
{"full_text":"Here are the details on where and when to receive a COVID-19 test in Douglas County:","sentiment_score":0.0}
{"full_text":"RT We should prioritize workers, not large corporations. Yet, Mitch McConnell is fighting tooth and nail to let corporatio...","sentiment_score":-0.1071428571}
{"full_text":"Headlines: Oklahoma COVID-19 Hospitalizations, Hunter Joins Texas Lawsuit &amp; Vilsack to Head USDA via","sentiment_score":0.0}
{"full_text":"As SA experiences Covid-19 surge, SANParks urges visitors to practice responsible behaviour","sentiment_score":0.2}
{"full_text":"#COVID19 compelled agencies to reimagine their mission in the face of change. Is this accelerated pace of reinvention here to stay?","sentiment_score":0.0}
{"full_text":"Women must be part of the decision-making &amp; leadership roles in COVID-19 recovery, especially in countries affected by crisis. This #HumanRightsDay, see how delivers #JusticeForWomen through our #HumanRights work:","sentiment_score":0.0}
{"full_text":"Today at noon! Informatics #GrandRounds with #DrBrianHasselfeld. Hear about scaling up #telemedicine during the pandemic.","sentiment_score":0.0}
{"full_text":"A recent study shows that the pandemic is causing American students in grades K-6 to fall behind in math, about five to ten percentile points lower compared to 2019.https:\/\/t.co\/onD7gzGj4o","sentiment_score":-0.1}
{"full_text":"I feel like we did this for my cousins' virtual grad party this year.Ain't no party like a party.I even had a slide for 'chai break'. #AmIFun","sentiment_score":0.0}
{"full_text":"Join the Greenway Conservancy TODAY at 1p for an engaging exploration of the importance of public art during the COVID-19 pandemic. Register for our latest FREE webinar today at:","sentiment_score":0.325}
{"full_text":"Is it time to eat the rich?how bout now?","sentiment_score":0.0}
{"full_text":"Mcconnell is an enemy of the people! He is colluding with Trump to overthrow democracy. He's craven man with blood on his hands who may even care less about the people than TrumpCovid made Mitch McConnell's 'grim reaper' nickname into reality via","sentiment_score":-0.5833333333}
{"full_text":"Because it's 2020... Be safe, be practical and give the gift of protection! Our FDA, CE &amp; ISO-9001 certified PPE is the perfect stocking stuffer and available for immediate shipping. #PPE #PPESupplies #stockingstuffers #PPENow #WearAMask","sentiment_score":0.675}
{"full_text":"Pfizer COVID-19 vaccine faces last hurdle before US decision ","sentiment_score":0.0}
{"full_text":"Coronavirus has not gone away. If you have symptoms or are asked to stay at home by the NHS then it is really important you do. We all need to do our bit to keep each other safe and stop the spread of coronavirus #BeKind","sentiment_score":0.2583333333}
{"full_text":"Are you ready for the 12 days of COVID Christmas?","sentiment_score":0.2}
{"full_text":"From \"Approximately 87,000 West Bank Palestinians are legally employed in Israel, in addition to another 35,000 who work in West Bank settlements. The workers will be randomly given the tests while passing through Israeli checkpoints.\"https:\/\/t.co\/NOLS89ECtJ","sentiment_score":-0.2333333333}
{"full_text":"Amid the Covid-19 Crisis, Single-Family Homes May Be the Smart Investment","sentiment_score":0.2142857143}
{"full_text":"Genius Brands, Lionsgate, US Global Investors Execs Talk Adapting To Coronavirus","sentiment_score":0.0}
