{"full_text":"Exactly! We haven't called your variant the UK variant. Don't sully us. ","sentiment_score":0.3125}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"Today: Covid Vaccine","sentiment_score":0.0}
{"full_text":"RT Didi,we're also fighting like farmers,unethical lockdown destroyed Ours life.Uknow that well. Today's w...","sentiment_score":0.0}
{"full_text":"I spent six years in the Army defending people's right to do what they want. Stop being a whiny bitch because you picked a hard job.","sentiment_score":-0.0353174603}
{"full_text":"RT The World Trade Organization (WTO) is currently discussing a proposal by India and South Africa calling for a waiver of...","sentiment_score":0.0}
{"full_text":"RT It never ends. First masks don't work.  Then masks always work.  First it cannot be spread via aerosol.  Now it's primaril...","sentiment_score":0.25}
{"full_text":"RT #VT health cmsr. Dr Mark Levine begins remarks noting 3 newly reported #COVID19 deaths from yesterday. 43 active outbreaks a...","sentiment_score":0.0015151515}
{"full_text":"RT The first time Mr. Brightside plays at a bar post-pandemic I'm ripping my shirt off","sentiment_score":0.25}
{"full_text":"Sigh","sentiment_score":0.0}
{"full_text":"Merry Crisis &amp; Happy New Fear!","sentiment_score":0.4852272727}
{"full_text":"So how can you trust ANYTHING he says???!!! Fact of the matter is we're managing this \"pandemic\" with archaic smallpox protocols instead of managing it like the flu. CONSPIRACY!! IT'S STARING YOU IN THE FACE!!!","sentiment_score":0.0}
{"full_text":"RT Report | New COVID-19 strain: Hyderabad starts 'Wear a Mask campaign'.https:\/\/t.co\/vA0My4BQtx","sentiment_score":0.1363636364}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"Waste, Negligence and Cronyism: Inside Britain's Pandemic Spending","sentiment_score":-0.2}
{"full_text":"RT Greetings to one &amp; all. where's Gopi? Hard to believe that there's &lt;1 week to go for the #NewYear. A cha...","sentiment_score":-0.2916666667}
{"full_text":"RT The important metric here is 0.04.It takes a planet.https:\/\/t.co\/3TAv7yi9lT","sentiment_score":0.4}
{"full_text":"I'm living my life.  I'm also social distancing and I'm not flying to Indiana to spend Christmas with my family.  Why?  Because I would rather spend the next 10 years with my Parents, rather that risk getting COVID on a plane and then possibly kill my parents.","sentiment_score":0.0111111111}
{"full_text":"[IN PHOTOS] A theater in Turkey creates awareness on pandemic #coronavirus","sentiment_score":0.0}
{"full_text":"RT This is my child,  She was just diagnosed with Covid and is struggling to breathe.  I can't say what I w...","sentiment_score":0.0}
{"full_text":"RT But I ,&amp; Believe Next Yr Will Be Better,I Wear a Mask..Their Cool &amp; Save Lives.I Want To Wish You a Happy Holiday &amp; Some fn...","sentiment_score":0.3833333333}
{"full_text":"RT This is a tragic story that made the headlines- there are so many more that never do. Last week a black mother of 3 with Cov...","sentiment_score":0.0166666667}
{"full_text":"RT #MerryChristmas to all of you. My heartfelt prayers for a speedy recovery of all those who have been infected with the #...","sentiment_score":0.0}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"Merry Christmas this still sucked!!!!","sentiment_score":0.0}
{"full_text":"Big Education Ape: NANCY BAILEY: Education's \"Better Angels of Our Nature\" During a Pandemic -","sentiment_score":0.25}
{"full_text":"RT me when i wake up and none of the presents are shaped like the end of a global pandemic and freedom from d...","sentiment_score":0.0}
{"full_text":"RT If it wasn't for congressional Republicans you would be getting $2,000 in COVID relief.","sentiment_score":0.0}
{"full_text":"RT Due to worsening covid19 situation and due to uncertainty and delays of exams, we have not being able to study for proff. If i...","sentiment_score":0.0833333333}
{"full_text":"My website is currently registered via - I'll be changing that in the coming week after learning of their heartless fake Christmas bonus email in the middle of a pandemic. Unacceptable.","sentiment_score":-0.1666666667}
{"full_text":"RT > Pope urges world to share vaccines in Christmas message curbed by Covid-19","sentiment_score":0.0}
{"full_text":"RT See also: Propaganda by Edward Bernays, 1928","sentiment_score":-0.1}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT Respect and gratitude to all the health care workers who are spending their Christmas Day trying to save the lives of #covid19...","sentiment_score":0.0}
{"full_text":"RT Covid: Queen spends Christmas apart from family","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"RT You are losing the dignity of white coat , its illogical &amp; out of question.Not a single bachelor degree holder are pro...","sentiment_score":-0.0357142857}
{"full_text":"RT This is infuriating.Cancelling student debt will shrink the Black-White wealth gap by 25 points. It will allow many...","sentiment_score":0.5}
{"full_text":"A Black doctor died of Covid-19 weeks after accusing hospital staff of racist treatment - CNN","sentiment_score":-0.1666666667}
{"full_text":"RT In Canada there are more than 1200 hospitals. Total number of Covid 19 patients in ICU care in Canada now is &lt; 650. THIS PAND...","sentiment_score":0.25}
{"full_text":"This is not a new strain. It's still just a variant.All the best and many thanks.#coronavirus disease 2019 (COVID-19) #COVID19 #UK #World","sentiment_score":0.4772727273}
{"full_text":"#Jordan records 30 deaths and 1,616 new #coronavirus cases.Read more:","sentiment_score":0.3181818182}
{"full_text":"RT Coronavirus cases in Europe top 25 million: AFP tally","sentiment_score":0.5}
{"full_text":"RT Stop gaslighting parents and teachers #SilenceOfOurFriends","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"Yes snow here in north Toronto, pretty. Have a great day regardless of social distancing.","sentiment_score":0.3611111111}
{"full_text":"JUST IN:New coronavirus strain found in Nigeria, different from UK variantJapan records first cases of mutated #COVID19 strain from the United Kingdom. \"mutated form of COVID-19 that is said to spread more easily,\" #covid #prayfortheworld","sentiment_score":0.2958333333}
{"full_text":"RT The UN is broken","sentiment_score":-0.4}
{"full_text":"RT A reminder during this time of year which can be very stressful (pandemic or not)...\"Family is everything,\" is only true if y...","sentiment_score":0.1833333333}
{"full_text":"Rajinikanth: Rajinikanth admitted to hospital over fluctuations in blood pressure; hospital says not showing Covid-19 symptoms","sentiment_score":0.0}
{"full_text":"RT Moderna COVID-19 vaccine may cause side effects for those with cosmetic facial fillers: FDA","sentiment_score":0.0}
{"full_text":"RT Sergey Malozemov, \"Miracle of Technology\" show host, tells why the science will win the fight against the pandemic and...","sentiment_score":0.8}
{"full_text":"RT cares nothing about the American people. Only himself. #TrumpIsACompleteFailure #Trump...","sentiment_score":0.0}
{"full_text":"RT So excited to be part of the beginning of the end of COVID-19 pandemic. When you get your chance, please get vaccinate...","sentiment_score":0.375}
{"full_text":"And they have universal health care!","sentiment_score":0.0}
{"full_text":"RT You are losing the dignity of white coat , its illogical &amp; out of question.Not a single bachelor degree holder are pro...","sentiment_score":-0.0357142857}
{"full_text":"RT Click the links below and stay 1-2 minutes to trends his program in Yahoo Japan!YUTA897: at Home...","sentiment_score":0.0}
{"full_text":"RT My heart is heavy that courageous physician  who saved thousands of lives,developed and published a protocol to treat...","sentiment_score":-0.2}
{"full_text":"RT JUST IN: New coronavirus strain found in Nigeria, different from UK variant","sentiment_score":0.0681818182}
{"full_text":"RT [17'S] We will be the Rudolph, who get to be a santa?Did you all enjoy the holiday together with Seventeen?This end o...","sentiment_score":0.4}
{"full_text":"RT This nigga flew to Paris in a pandemic to eat beans.","sentiment_score":0.0}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"The question was progress to what ? The pandemic is temporary . The \"Robin Hood \" theory is not going to work. The rich invest their money business borrows that money which create jobs. Tax the investors to much and away go the jobs and the investors.","sentiment_score":0.2875}
{"full_text":"RT Mali's opposition leader Soumaila Cisse dies from #Covid19","sentiment_score":0.0}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT the first person i wanna see after covid is dua","sentiment_score":0.25}
{"full_text":"Inside the Psychology of People Who Don't Wear Masks","sentiment_score":0.0}
{"full_text":"RT A reminder of the season--and hope for a brighter future.","sentiment_score":0.0}
{"full_text":"RT My heart is heavy that courageous physician  who saved thousands of lives,developed and published a protocol to treat...","sentiment_score":-0.2}
{"full_text":"What's with the Trump veto due to insufficient individual covid relief? #unitedstates","sentiment_score":-0.0625}
{"full_text":"Do not gift #COVID19 for #Christmas and New Year#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID #corona #Covid_19 #coronavirus #christmas2020","sentiment_score":0.1363636364}
{"full_text":"Have a safe and #COVID free #Holiday Season!#MerryChristmas | #HappyHolidays | #MaskUp | #SocialDistance | #AvoidTravel | #WashHands","sentiment_score":0.45}
{"full_text":"From us to you: have a very Merry Christmas!Remember to keep your distance  wash your hands  &amp; wear your mask  Protect the ones you love on this festive occasion.","sentiment_score":0.35}
{"full_text":"This year, we posted our very first ZOiS #AdventCalendar with impressions from our staff members' #research trips. With this thread you can enjoy the pictures and travel the region from home...","sentiment_score":0.3625}
{"full_text":"On the first day of Christmas, the CPS gives to you...A COVID recovery plan!Earlier this year we worked with on how Govt could kickstart the economy and minimise the long-term damage from the coronavirus crisis.Read here ","sentiment_score":0.25}
{"full_text":"The demand for new films and TV shows is clearly there, but how has COVID-19 affected the film industry?  https:\/\/t.co\/KhiGnZAayy #filmindustry #filmmaking #Hollywood #covid19 #pandemic","sentiment_score":0.1181818182}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"\"Stop the Virus of #Disinformation\" - report looks into the malicious use of social media during the #COVID19 pandemic and technology options to fight it. #TakeCareBeforeYouShare#FactsMatter","sentiment_score":0.0333333333}
{"full_text":"Hello ! If you live in GMT-8 then *some* governments think that COVID is taking a 24-hour break (how nice of it !).That is not the case, so please stay safe !Merry Christmas !","sentiment_score":0.5558712121}
{"full_text":"The world can overcome the #COVID19 crisis only if we truly leave no one behind.Inclusion protects everyone, while exclusion places everyone at risk.#MigrantsDay","sentiment_score":0.0}
{"full_text":"Merry Christmas, Louisiana! Wishing everyone a safe Christmas that adheres to Louisiana's Covid-19 guidelines so we can keep all our loved ones healthy. #Louisiana #MerryChristmas2020","sentiment_score":0.5666666667}
{"full_text":"Most #coronavirus cases are transmitted #indoors.Open windows twice a day for fifteen minutes to let in fresh air.","sentiment_score":0.4}
{"full_text":"STAFF SPOTLIGHT: Happy Birthday to Training Coordinator Holly Justice. Holly's had quite the year training for the Primary elections &amp; Presidential election and working in the County COVID-19 call center.  Thank you for all your hard work, Holly. We hope you enjoy your birthday!","sentiment_score":0.2616666667}
{"full_text":"Acrylic shields are in place at the security checkpoint at Arnold Palmer Regional Airport as an added measure to help prevent the spread of the coronavirus.https:\/\/t.co\/RRXuj8Bnp7","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 25\/12\/2020 20:30Total Cases: 10157495 [+10027]Active: 279382Recovered: 9728094 [+10896]Deaths :147237 [+109]Total Tests: 166.31MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT During Covid pendamic whole world appreciate the work of popular front of India #IndiaWithPFI","sentiment_score":0.4}
{"full_text":"Lawmakers have had to strike a balance between open government and public health as they prepare for January committee meetings.","sentiment_score":0.0}
{"full_text":"\"This will give the American people the same community level information that is available to federal personnel,\" wrote several federal officials responsible for the release of previously undisclosed White House data on COVID-19.https:\/\/t.co\/LMjcD2BgsL","sentiment_score":0.0619047619}
{"full_text":".@DetrNevada's Barbara Buckley said unless the U.S. House of Representatives, Senate and President Trump agree on a bill that extends pandemic relief, Nevada would be forced to stop providing benefits to about 200,000 people who currently receive them.https:\/\/t.co\/CJkwFhD9ue","sentiment_score":-0.15}
{"full_text":"Maharashtra has reduced the institutional quarantine period to seven days for flyers coming in from Europe, South Africa and the Middle East, if they do not test positive for the Covid-19 virushttps:\/\/t.co\/gErxez0Tjj","sentiment_score":0.1136363636}
{"full_text":"Highs for today.     Checkout  your Temps and Weather at                    #wx #weather #cold# colder #cooling #flooding  #nice    #rain #storm #temps  #Freezing  #lows #usa #nws #news #heat   #F iday #holiday #x ek #day  #lockdown","sentiment_score":0.0}
{"full_text":"Cuz dey scum like him or don't have enough grey cells to think, or just stupidly blissfully ignorant.","sentiment_score":-0.2875}
{"full_text":"1 in 4 women have children at home during the pandemic -- AT HOME Learning Act would extend #PaidLeave and #PaidSickDays policies to ensure that women can take time off to support their children without being forced to leave the workforce.","sentiment_score":-0.3}
{"full_text":"DOH: 170 new cases of COVID-19 and 10 additional deaths reported Thursdayhttps:\/\/t.co\/CdfAxtpWAz","sentiment_score":0.1363636364}
{"full_text":"B2B Marketing News: Top B2B Marketing Pandemic Skills, Marketing Word of The Year, Bing Adds Analytics Features, &amp; LinkedIn's New Stories Ads","sentiment_score":0.3181818182}
{"full_text":"Dirty Honey has been hard at work on new music during the pandemic, and the band is hoping to release it next year.","sentiment_score":-0.1888257576}
{"full_text":"Why is there no covid spread amongst mosquitoes.","sentiment_score":0.0}
{"full_text":"The penultimate week of the year was no less chaotic. Lawmakers on Monday night finally agreed to an omnibus coronavirus relief and stimulus package, which came after months of fighting between parties. ","sentiment_score":0.0416666667}
{"full_text":"Wishing all those that celebrate a #MerryChristmas! May your day be filled with love, joy, and good health.Want to ensure you're on the #NiceList next year?  Continue to wear a mask, wash your hands, and keep a safe distance from others. #MaskUpMA #COVID19MA","sentiment_score":0.4833333333}
{"full_text":"Many non-profits have struggled to pay rent during the pandemic, and that includes two San Diego organizations that support foster families","sentiment_score":0.5}
{"full_text":"US to require negative COVID-19 test from UK travelers","sentiment_score":-0.3}
{"full_text":"RT This is the Covid response report of Punjab Govt. On page 334 the report says \"opening up of agricultural marketing beyond...","sentiment_score":0.0}
{"full_text":"Happy Holidays from our family to yours! Be safe. Wear a mask. Take care of your community.","sentiment_score":0.75}
{"full_text":"'Twas the evening of Christmas, and all through the Lou,The creatures were stirring, from pandemic not flu.If you're looking for something to change up the mix,At 314 The City Bar, we'll see you at six. ","sentiment_score":0.0}
{"full_text":"The Department of Art, Culture &amp; Tourism wishes you and your loved ones a Merry Christmas!Stay safe and remember to follow all COVID guidelines as set by the Governor....#PVDACT #PVDCreativeCapital #MerryChristmas #HappyHolidays","sentiment_score":0.6}
{"full_text":"From airports to freeways, millions of Americans have or will travel Christmas Eve despite warnings from health officials to stay home amid the COVID-19 pandemic.https:\/\/t.co\/irk9ZWXppZ","sentiment_score":0.0}
{"full_text":"Of course, we all know what happened in March. #COVID hit the U.S. hard, and everything we knew about day-to-day life changed. Attackers wasted no time in using #coronavirus-themed lures in their attacks #MalwareYIR","sentiment_score":-0.2458333333}
{"full_text":"Now that the fall semester at has ended, university epidemiologist Rebecca Smith looks back at what the university learned.https:\/\/t.co\/OROisGOT7c","sentiment_score":0.0}
{"full_text":"Did you send out or receive a ton of holiday cards this year!? \"We saw an increase of nearly 50%\" in holiday card sales, says Jill Sour, who owns Stamped Paper Co. in Dallas.","sentiment_score":-0.025}
{"full_text":"As COVID-19 impacts college sports, it also impacts late-blooming high school senior athletes who are looking for a big chance.https:\/\/t.co\/9CbA5P9KAS","sentiment_score":0.08}
{"full_text":"RT Need Plasma donor urgently Blood Group O+(ve)Specifications:Should have post September covid positive and Negative Rep...","sentiment_score":-0.0363636364}
{"full_text":"Our offices are closed today in observance of the Christmas Holiday. We will resume normal operations on Monday, December 28th. **For COVID-19 information and updates, visit","sentiment_score":0.025}
{"full_text":"Halfway through this downer of a year, we published a list of 100 positive things that had happened so far, despite a raging worldwide pandemic, a country upended by a fight for racial equality, a divisive election and the loss of beloved celebrities.https:\/\/t.co\/hhJJFUkCRL","sentiment_score":0.3424242424}
{"full_text":"RT While many Americans are in medical centers or quarantine, VP Pence, chief of President's Covid-19 task force, has reporte...","sentiment_score":0.25}
{"full_text":"\"At least one thing went right in 2020: Pharmaceutical companies came through.\"  Great overview of what worked and didn't vs #COVID19.","sentiment_score":0.2619047619}
{"full_text":"The 29th annual running of the Christmas Day event on Lough Derg has been going ahead over the holiday period, in adherence with Covid-19 restrictions.https:\/\/t.co\/j4KvIBfvsn","sentiment_score":0.0}
{"full_text":"Two years ago, China stopped accepting plastic waste from the United States when a 25-year agreement ended. This left the country scrambling to find new ways to dispose of polymer trash. The onset of COVID-19 has compounded the problem. ","sentiment_score":-0.0212121212}
{"full_text":"Thinking of mama, wonderful wife &amp; his son, partner &amp; everyone who isn't here today, especially those lost to covid as well as those we loved. Lit a candle &amp; said a prayer. love to all of you.","sentiment_score":0.55}
{"full_text":"As you celebrate the holidays today, please be safe, protect yourself and protect others. #WearAMask #BeSafeOutThere","sentiment_score":0.5}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"Pennsylvania recently announced new restrictions for businesses to limit the spread of COVID-19 during the holiday season. Stores in Bethlehem are working to attract shoppers while following guidelines.","sentiment_score":0.0454545455}
{"full_text":"Merry Christmas from everyone at Clovis Urgent Care. We are closed today but will be open tomorrow. https:\/\/t.co\/kmdCirvPUv...#happyholidays #family #friends #christmas #COVID19Testing  #COVID #COVID19 #UrgentCare #UrgentCareClinic #ClovisCA #Fresno #holidays #christmasday","sentiment_score":-0.05}
{"full_text":"KPMG: \"COVID-19 is changing consumer behavior worldwide, business needs to adapt rapidly\"","sentiment_score":0.0}
{"full_text":"How a Lakes illustrator used lockdown to take a journey through Faerielandhttps:\/\/t.co\/AIVJ7M54lX","sentiment_score":0.0}
{"full_text":"This pandemic Christmas Eve has turned what should be a preciously scarce moment to spend time with her family into yet another daily instalment of her life as a widow who lives alone.","sentiment_score":0.25}
{"full_text":"Grieving daughter touched by billboard campaign honoring COVID victims' memories | #RGV #coronavirus","sentiment_score":0.0}
{"full_text":"In a new global survey, 1,200 leaders around the globe say the pandemic has alerted them to the urgent need to get \"learning\" right. And that they are struggling to get it right.","sentiment_score":0.1769480519}
{"full_text":"A doctor explains the risks associated with getting COVID-19 while pregnant are far worse than the risks associated with the vaccine.","sentiment_score":0.0111111111}
{"full_text":"New York Times asks: Did COVID shut down live festival of content-free lessons and carols? -","sentiment_score":0.0390572391}
{"full_text":"Cheshire will soon be placed into the 'Very High Alert' level","sentiment_score":0.208}
