{"full_text":"RT BREAKING: UK Scientists have found a new variant of the #coronavirus Matt Hancock has announcedhttps:\/\/t.co\/jsjkGHvuPC","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: America's Frontline Doctors are at the CDC in Atlanta to protest against forcing millions of Americans to take...","sentiment_score":0.0}
{"full_text":"RT Until they were called out, White House staffers were going to be the first to be vaccinated for COVID-19. That's right. T...","sentiment_score":0.1785714286}
{"full_text":"RT BREAKING: Sputnik V vaccine found to be 100% effective against severe COVID-19","sentiment_score":0.6}
{"full_text":"I see you fail to mention the NHS staff that will be overwhelmed with the intake of patients, with doctors, nurses &amp; medical staff working through the Christmas period.#COVID19 #tier3 #WearAMaskSaveALife","sentiment_score":-0.25}
{"full_text":"RT Nigeria stood by u when your brother passed on. Best you could do is spew nonsense in both your tracks &amp; TL all because y...","sentiment_score":1.0}
{"full_text":"Amen","sentiment_score":0.0}
{"full_text":"RT The #COVID19 #vaccines give us hope that we'll be able to end this pandemic in the coming months. This video was developed...","sentiment_score":0.3}
{"full_text":"RT Post your vaccine pics #cardiotwitter! Let's encourage vaccination!#Covid19 #RadialFirst #accfit #IGotTheShot","sentiment_score":0.0}
{"full_text":" How could you  organise  such exams during COVID. How can you do that and will you be responsible and could you insure students ??? .","sentiment_score":0.1}
{"full_text":"RT As GP surgeries across Britain begin receiving Covid vaccines, receptionists start booking people in for May 2023.","sentiment_score":0.0}
{"full_text":"A nurse in Queens became the first person in the state Monday morning to receive the long-awaited COVID-19 vaccine, in an extraordinary moment of hope after a devastating year.","sentiment_score":-0.1388888889}
{"full_text":"Who is y'all. I am an individual. I don't make these blanket statement claims you are making. Everyone is different, bioindividuality is real, and everyone will process and react differently, in the same way some people die from covid and some are asymptomatic.","sentiment_score":0.04}
{"full_text":"London in Covid Tier 3. Former Health Sec Jeremy Hunt asks Matt Hancock if people can travel to Oxford Street for Xmas shopping. Current Health Sec says \"it's an important question\". Fails to answer it.","sentiment_score":-0.05}
{"full_text":"My cousin tested positive for Covid ","sentiment_score":0.2272727273}
{"full_text":"RT Happy Friday and weekendWishing you happy days\/nights#StayAtHome #StaySafeStayHealthy","sentiment_score":0.8}
{"full_text":"RT Covid-19 vaccine: first US doses given to frontline workers - live","sentiment_score":0.1931818182}
{"full_text":"RT #StayHome, #LearnFromHome. Watch live interaction with experts by Connecting to #PMeVidya #DTHTV channels (I to XII) trial run....","sentiment_score":0.1363636364}
{"full_text":"RT Tweet below from a Politico reporter from June 2020.@realDonaldTrump was right.Today, coronavirus vaccines are being de...","sentiment_score":0.0}
{"full_text":"RT Health secretary Matt Hancock has told MPs a \"new variant\" of the COVID-19 virus has been identified which might be assoc...","sentiment_score":0.1363636364}
{"full_text":"Remember demos in France against Macron\/globalism by \"#yellowvests\". At least one recent Vic anti-lockdown protest emulated this theme. Organizers told demonstrators to wear safety jackets. Organizers may be plants setting these people up as right-wing terror threat.","sentiment_score":-0.15}
{"full_text":"It's deeply saddening to see them use Black people as the face of this vaccine.","sentiment_score":-0.0833333333}
{"full_text":"Anyone get the flu anymore or we just sticking to Covid?","sentiment_score":0.0}
{"full_text":"RT All Area Layum Gilli Da #Master","sentiment_score":0.0}
{"full_text":"RT Jihyo:\"When covid is gone, there's so much I want to do with ONCEI want to do melody project againI want to have a concert...","sentiment_score":0.2}
{"full_text":"RT Her eyes. The thousands yard stare we have all become so familiar with.","sentiment_score":0.375}
{"full_text":"&amp; his Administration &amp; Allowed Americans to die. Knew about #COVID19 in January. walked around w\/o a mask &amp; held huge parties. Lied to the entire country\/world  #Trump is no leader. He's a bigot &amp; Molester of #truth. Not a president","sentiment_score":0.2}
{"full_text":"RT I think a lot about incentives, opportunity costs, inequalities &amp; complex systems. In his latest big story, @edyong209 con...","sentiment_score":0.0666666667}
{"full_text":"RT In Louisiana, both the pharmacist giving the vaccine &amp; the nurse receiving it are women. In New York, a Black woman healt...","sentiment_score":-0.0151515152}
{"full_text":"RT It's a good day, America. The first doses of the #COVID19 vaccine are being administered and the #ElectoralCollege will...","sentiment_score":0.475}
{"full_text":"RT COVID-19 vaccination: First priority groups. Remember that the hospital will contact those that are eligible for a v...","sentiment_score":0.25}
{"full_text":"When things ease up with Covid. Your welcome to come over and watch a game with us.","sentiment_score":0.2}
{"full_text":"RT The Electoral College is voting for Biden-Harris &amp; the first Covid-19 vaccines are being administered today. Happy Monday,...","sentiment_score":0.525}
{"full_text":"Then I'd be going against Covid regulations","sentiment_score":0.0}
{"full_text":"RT BREAKING: Scientists have identified a new variant of #coronavirus which may be responsible for the \"faster spread\" in Sou...","sentiment_score":0.1681818182}
{"full_text":"Aur surakshit airport k liye..     Make in india UVC Disinfectant machine for aircraft, hospitals. hotels offices CSIO\/ICMR CERTIFIED TESTED. TOP LAB SAYS 100% CORONA KILLER  TOO.CSIO APPROVEDIt's very less price and very much effective","sentiment_score":0.2944444444}
{"full_text":"RT A critical care nurse was the first person in New York and among the first people in the US to get a shot of the coronavirus vacci...","sentiment_score":0.1590909091}
{"full_text":"I suppose I would add that Europe is connected in the same way US States are connected. They had different responses, and different outcomes. The US is right along with many Western European countries:https:\/\/t.co\/udniUNga4G","sentiment_score":0.112244898}
{"full_text":"RT The has fallen asleep, face down on their keyboard holding the Alt Key down.Alt+Electors Alt+Dip...","sentiment_score":-0.0777777778}
{"full_text":"RT Logically; we have a new flu vaccine every year because of new strains. &amp; yet here is telling us that there...","sentiment_score":0.1742424242}
{"full_text":"St. Mary's General Hospital now has a second active COVID-19 outbreak inside the building.","sentiment_score":-0.0277777778}
{"full_text":"I remember Funke Akindele was in Handcuffs too so....","sentiment_score":0.0}
{"full_text":"RT Until they were called out, White House staffers were going to be the first to be vaccinated for COVID-19. That's right. T...","sentiment_score":0.1785714286}
{"full_text":"Great to the #Covid19 vaccine starting today. Operation Warp Speed is a success!I hope the economy survives all unnecessary state lockdowns while we win the war against the virus.@RealDonaldTrump","sentiment_score":0.3}
{"full_text":"RT Everyone, please say a warm welcome to 'Covid 21'.","sentiment_score":0.7}
{"full_text":"RT New variant of coronavirus identified, and it may be associated with faster spread in south of England, UK Health Secretary sa...","sentiment_score":0.1363636364}
{"full_text":"RT If u have covid &amp; YOU KNOW and are still going out  , go 2 hell .","sentiment_score":0.0}
{"full_text":"RT Prisons are incubators for disease. But this investigation shows that the spread of Covid-19 \"was also due to the Texas...","sentiment_score":-0.125}
{"full_text":"Hey Does this mean if I workout at his gym I can sue his racist,homophobic ass if I get COVID-19?","sentiment_score":-0.3125}
{"full_text":"RT .@MattHancock tells MPs the very worrying news that UK has identified a new variant of Coronavirus which may be associated w...","sentiment_score":0.1681818182}
{"full_text":"RT This is an historic occasion.This is hope.This is the beginning of the end of the pandemic. The first #COVID19 vacci...","sentiment_score":0.125}
{"full_text":"New Variant. Sure.","sentiment_score":0.3181818182}
{"full_text":"RT As GP surgeries across Britain begin receiving Covid vaccines, receptionists start booking people in for May 2023.","sentiment_score":0.0}
{"full_text":"RT LEADERSHIP MATTERS: Florida COVID response, led by  Taiwan COVID response, led by Vice-President Dr...","sentiment_score":0.0}
{"full_text":"RT Lets acknowledge that the getting these vaccines safely across our nation today have been keeping us fed &amp; sup...","sentiment_score":0.5}
{"full_text":"RT How'd that work out?","sentiment_score":0.0}
{"full_text":"Why the global V-shaped economic recovery has stayed on track, despite recently rising COVID cases and shutdowns, putting 6.4% GDP growth in reach for 2021.","sentiment_score":0.0666666667}
{"full_text":"Great point Laura","sentiment_score":0.8}
{"full_text":"RT Sue The Fox Disinformation Network into oblivion for their part in the anti-pandemic conspiracy. #TurnOf...","sentiment_score":0.0}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":"RT COVID-19 reporting is getting looser, shoddier, and more confusing.Example: actual number of Americans who will be vacc...","sentiment_score":0.25}
{"full_text":"RT Leaving home to go about your daily activities and coming back in one piece is a very underrated blessing, stay safe everyon...","sentiment_score":0.175}
{"full_text":"RT A new strain of coronavirus?I think I speak for everybody in the UK when I say I fucking hate it here.","sentiment_score":-0.3318181818}
{"full_text":"How can job seekers, policy makers &amp; educators stay up to date with the labour market in the rapidly changing world of work amidst #COVID19? Join us tomorrow along with &amp; for a new report &amp; webinar discussion! Sign up today:","sentiment_score":0.1704545455}
{"full_text":"RT Praying for Maulana Tariq Jamil's speedy and full recovery from Covid 19.","sentiment_score":0.35}
{"full_text":"Great review in Perspective of exhibition which opened at the MAC on Fri. '..the product of an artist who has fully immersed himself in his habitual environment...his meanderings in the city reflect the increased loneliness of the streets during the current pandemic.'","sentiment_score":0.4}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":"RT Conquest's Third Law: \"The simplest way to explain the behavior of any bureaucratic organization is to assume that it is controll...","sentiment_score":0.0}
{"full_text":"I am! Doubly jealous because this just made me remember that there was a place near me (recently lost to the pandemic) that made the BEST banana pudding ice cream (with Nilla wafers), and I won't be able to have it when the warm weather comes back ","sentiment_score":0.3142857143}
{"full_text":"RT COVID-19 vaccines arrived bright and early today to -- WBUR photographer grabbed these photos of pharmacy t...","sentiment_score":0.4}
{"full_text":"Say hello to Gedling for me, Martin. I had to cancel my UK trip earlier this year due to Covid. Hope you have a great Christmas.","sentiment_score":0.225}
{"full_text":"RT New variant of coronavirus identified, and it may be associated with faster spread in south of England, UK Health Secretary sa...","sentiment_score":0.1363636364}
{"full_text":"RT We are so excited to have administered the first round of #COVID19 vaccines at #OSUWexMed at 10:47 this morning. #InThisTo...","sentiment_score":0.1416666667}
{"full_text":"RT The Electoral College is voting for Biden-Harris &amp; the first Covid-19 vaccines are being administered today. Happy Monday,...","sentiment_score":0.525}
{"full_text":"We've been expecting you!","sentiment_score":0.0}
{"full_text":"Great to see funders like &amp; come together for collaborative projects. Concerted efforts and rapid response programmes are more important than ever during the COVID-19 pandemic. #CovidResearchIreland","sentiment_score":0.5666666667}
{"full_text":"Did you know there are different types of #COVID tests? reports that #ClinicalTests are for symptomatic people while #RapidTests are designed for effective #Surveillance.","sentiment_score":0.3}
{"full_text":"Matt Hancock has also revealed the UK has found a new type of #coronavirus that's \"growing faster\" than the existing one.But he says there's currently no evidence to suggest it's more likely to cause serious disease &amp; it's \"highly unlikely\" that a vaccine won't work against it.","sentiment_score":-0.0328282828}
{"full_text":" Check out this article on the need for increased support of language learning in light of the COVID-19 pandemic. It's never too late to learn another language and gain advantageous 21st-century skills for your professional and personal life!https:\/\/t.co\/IjRiyjqztD","sentiment_score":0.05}
{"full_text":"Mayn","sentiment_score":0.0}
{"full_text":"Vaccine Day  #Covid19","sentiment_score":0.0}
{"full_text":"Wolf, New Jersey Governor Call On Congress For COVID-19 Relief Package:https:\/\/t.co\/mXNdO5DMrf","sentiment_score":0.1363636364}
{"full_text":"RT The initial volume of calls to our #COVID19 vaccine scheduling line for our health care workers is much greater than an...","sentiment_score":0.25}
{"full_text":"RT BREAKING: Critical care nurse in New York is among first in US to receive a coronavirus vaccine: \"We all need to do our parts to...","sentiment_score":0.1287878788}
{"full_text":"RT Take a look and follow these strong women#BlackLivesMatter#Solidarity#coronavirusuk#SocialistSunday","sentiment_score":0.4333333333}
{"full_text":"RT You and I both know that this money is not coming from the athletic department. None of us are in any position to dictat...","sentiment_score":0.0}
{"full_text":"Beyond me how we can be this far into a pandemic and individuals seem unable to protect themselves from a virus. Like I get how it can still be getting around but \"off the chart\". What is everyone doing? French kissing strangers? Licking door handles? Wear a flipping mask...","sentiment_score":-0.1333333333}
{"full_text":"RT  Black women protecting Black women with a vaccine developed by a Black woman. We all we got ","sentiment_score":-0.1}
{"full_text":"Oh frig.","sentiment_score":0.0}
{"full_text":"Blatant harassment on the disabled ","sentiment_score":-0.35}
{"full_text":"RT 1. We are resolute in our criticism of the #lockdown response to #Covid19There is a growing body of evidence-based stu...","sentiment_score":0.0}
{"full_text":"And so it begins ........Contractors can require COVID-19 vaccinations for jobsite workers, lawyers say via","sentiment_score":0.0}
{"full_text":"RT How Do mRNA COVID-19 Vaccines Work? | Listen to Today's HFM audio on CCHF's Homepage:","sentiment_score":0.0}
{"full_text":"RT This is not ok. People who claimed Covid is a \"fake virus\" to be vaccinated first is wrong.  People who didn't listen to s...","sentiment_score":-0.25}
{"full_text":"Quality stuff","sentiment_score":0.0}
{"full_text":"RT Request to madam Kindly extend due date of ITR and Tax audit for A.Y. 20-21 to 31.03.2021 due to covid-1...","sentiment_score":0.1166666667}
{"full_text":"RT The government (national, local) is preparing for a surge. But we should all do our part to prevent it.It will be impossib...","sentiment_score":0.0}
{"full_text":"RT sorry, the naked cleaning co., but that's not really how trademarks workhttps:\/\/t.co\/b6S2akgz7k","sentiment_score":-0.2}
{"full_text":"\"I trust science; I don't trust what COVID will do to me or the people around me.\"Nurse Sandra Lindsay said it better than anyone has. Our frontline healthcare and essential workers are the People of the Year (ahem .@TIME magazine). #CovidVaccine","sentiment_score":0.25}
{"full_text":"so basically national lockdown again, and people are still buying this utter garbage?","sentiment_score":0.0}
{"full_text":"RT It's a good day, America. The first doses of the #COVID19 vaccine are being administered and the #ElectoralCollege will...","sentiment_score":0.475}
{"full_text":"RT . 16,750,000  #COVID infections.300,000 COVID deaths.Food lines. Home\/business foreclosures.Russia in...","sentiment_score":0.0}
{"full_text":"RT Who else is outraged that high-ranking White House officials, who spent months refusing to wear masks and long support...","sentiment_score":-0.2625}
{"full_text":"RT Every woman you know who has a full-time job and became a full-time caretaker due to the pandemic just because They're The Wom...","sentiment_score":-0.125}
{"full_text":"RT Wow, goosebumps! The first person vaccinated in NYC is a Black woman receiving the vaccine from another Black woman...","sentiment_score":0.0104166667}
{"full_text":"Just as London goes into tier 3 lockdown restrictions.  You have just saved the week!","sentiment_score":0.0}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":"RT Another historic moment. The first Ohioans have now been vaccinated against #COVID19 at We wouldn't be here...","sentiment_score":0.125}
{"full_text":"One in four rural households report being unable to get medical care for serious problems, due to the pandemic, according to a new poll from NPR, the Robert Wood Johnson Foundation and Harvard.","sentiment_score":-0.1369949495}
{"full_text":"Let's not kill off any percentage of the population unnecessarily. #COVID19 is a #pandemic #DoctorsLivesMatter","sentiment_score":-0.4}
{"full_text":"RT Health Secretary says the new variant of Covid-19 discovered in England is now being assessed at Porton Down to see if it...","sentiment_score":-0.0095959596}
{"full_text":"RT Gov. Ron DeSantis is also hosting a holiday party for state legislators at the Governor's Mansion this evening, a gather...","sentiment_score":0.0}
{"full_text":"#ARCpointLabs Offer Affordable, Accurate and Convenient COVID-19 Saliva Tests COVID-19 saliva tests with 48-hour turnaround for results are now available. As or more accurate than nasal swab. $155 at lab, $200 shipped to your home. (831) 324-0772 email monterey@arcpointlabs.com","sentiment_score":0.425}
{"full_text":"RT Would very much like some actual scientific information on this rather than just \"ARGH MUTATION!\". Given that all similar cries...","sentiment_score":0.0866666667}
{"full_text":"RT Trump doesn't care if his coup attempt radicalizes people to kill Americans. After all, 300,000 Americans have now died...","sentiment_score":0.0}
{"full_text":"How do people not find any of this scary? This is France! Look at the way the French government deals with their people, who came out to defend their rights. Does this still look civilised, free and democratic to you? -","sentiment_score":-0.075}
{"full_text":"RT     I also want to warn people that COVID is raging through the US right now. Hang in there. Continue to isolate. Don't be...","sentiment_score":0.2857142857}
{"full_text":"RT I wonder how many asymptomatic COVID carriers have infected people without ever knowing they had COVID.","sentiment_score":0.5}
{"full_text":"RT Health Secretary says the new variant of Covid-19 discovered in England is now being assessed at Porton Down to see if it...","sentiment_score":-0.0095959596}
{"full_text":"RT Jihyo:\"When covid is gone, there's so much I want to do with ONCEI want to do melody project againI want to have a concert...","sentiment_score":0.2}
{"full_text":"Still my friend wants us to go to Central London where \"things\" are happening..","sentiment_score":0.1}
{"full_text":"Cmon family","sentiment_score":0.0}
{"full_text":"RT BREAKING: Per media reports, Sandra Lindsay, Long Island nurse, receives COVID-19 vaccine this AM. She is among the very firs...","sentiment_score":0.075}
{"full_text":"RT When the pandemic hit, Dockside Seafood in Savannah was on the verge of closing their doors for good. I was proud to help th...","sentiment_score":0.75}
{"full_text":"RT Call your councilmembers today and tell them to protect the right to return to a job for ALL hospitality &amp; service workers --...","sentiment_score":0.2857142857}
{"full_text":"RT I hadn't even thought about this.!! Roughly 80 percent of non-COVID-19 clinical trials in the U.S. were interrupted or s...","sentiment_score":-0.1}
{"full_text":"Exposure to the natural world is vital for intellectual and social development. In a new policy brief, Prof Nicole Ardoin and researcher Alison Bowers share why environmental education should be part of the post-COVID classroom.  ","sentiment_score":0.1116161616}
{"full_text":"#WMRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"In the 12 months of 2020, Donald gave to me...  4 historic peace deals  speedy economic recovery  A COVID vaccine","sentiment_score":0.1}
{"full_text":"RT A new strain of Coronavirus.At this time of year.Located ENTIRELY within the South East of England...","sentiment_score":0.0681818182}
{"full_text":"\"Covid vaccines: Will drug companies make bumper profits?\"At the start of the pandemic, we were warned: it takes years to develop a vaccine, so don't expect too much too soon","sentiment_score":0.2}
{"full_text":"RT If any man wants to be with his family in a global pandemic who  would stand in his way. If Elhamed wants to go home, I w...","sentiment_score":0.1333333333}
{"full_text":"'Healing Is Coming': U.S. Starts Vaccinating People Against COVID-19","sentiment_score":0.0}
{"full_text":"RT Haven't we already seen her approach towards the pandemic and the way her handled the Amphan funds? Don't we...","sentiment_score":0.0}
{"full_text":"A Covid Consumer Christmas - Much hinges on how much the wealthiest households splurge having seen their discretionary spend rise while poorer household incomes come under pressure from rising unemployment &amp; fears over job security.","sentiment_score":0.2}
{"full_text":"Uncertain future looms for refugees seeking a pandemic-era fresh start in Canada","sentiment_score":0.15}
{"full_text":"Our very own talks pregnancy during #COVID19, thank you for this!","sentiment_score":0.975}
{"full_text":"How one Texas non-profit is helping foster children learn and stay safe during the pandemic","sentiment_score":0.5}
{"full_text":"Funding alert ","sentiment_score":0.0}
{"full_text":"Sanofi and GlaxoSmithKline have delayed the rollout of their COVID-19 vaccine after it failed to produce a strong immune response in the elderly.","sentiment_score":-0.0333333333}
{"full_text":"RT Pubs and restaurants probably have the most COVID precautions put in place but are the only ones being punished.Again...","sentiment_score":0.25}
{"full_text":"RT CCP Leak Confirms Pfizer, AstraZeneca Employed 123 Communist Party Members ","sentiment_score":0.0}
{"full_text":"Electric Noel Drive-Thru is open Tuesday through Sunday evenings with neon glowing lights for a memorable and COVID-safe Christmas experience! #LA #NorcoCalifornia","sentiment_score":0.3125}
{"full_text":"RT thank you for the dick after our workout  #GayPorn #stayhome #quarantine &amp; jerk off to this  WATCH THE FU...","sentiment_score":0.0}
{"full_text":"\"The #COVID19 pandemic and social unrest in 2020 reminds us that the #insurance industry's challenges might change on a year-to-year basis, but they will never end.\" Learn more from John Trace and Jay Dhru of via","sentiment_score":0.2666666667}
{"full_text":"Waiting For Friday To Come Around Again. #MondayMood #ThursdayBoots #QuarentineLife #Boots","sentiment_score":0.0}
{"full_text":"Travel scams are on the rise, particularly since the pandemic. Before you fall victim to a scam when booking your next trip, take a few minutes to read our advice.https:\/\/t.co\/QKgPD7S8U9#travel #scam #scammer #vacation #protips #advice","sentiment_score":-0.0270833333}
{"full_text":"Representative Dale Lueck talks COVID-19 vaccine in weekly updatehttps:\/\/t.co\/kQEenpFEXL","sentiment_score":0.0}
{"full_text":"Hahaha super covid. Hahaha London in tier 3. Hahaha everything getting worse","sentiment_score":0.1066666667}
{"full_text":"RT So, Chris, your new 'LockDown' treatment is still highly experimental. It  was only first used anywhere this year.Hav...","sentiment_score":0.1215909091}
{"full_text":"writes \"My experience with my cane has, above all, taught me how few options I really have.\" Many patients who suffer from #VisionLoss &amp; #Blindness do not have treatment options. We need #VisionResearchNow to provide effective solutions!https:\/\/t.co\/4MMGtloi9Y","sentiment_score":0.22}
{"full_text":"RT Love how so many people with influence are completely ignorant to what's going on.Cuomo's running the most corrupt sta...","sentiment_score":0.22}
{"full_text":"Offset Says He Won't Take COVID-19 Vaccine","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 14\/12\/2020 21:30Total Cases: 9902262 [+17546]Active: 340943Recovered: 9415086 [+27478]Deaths :143667 [+274]Total Tests: 154.57MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#Austria defends virus tests despite low numbers#Coronavirus","sentiment_score":0.0}
{"full_text":"Last week we started the largest Covid-19 vaccination programme in the history of the NHS. This is an important next step in our response to the Coronavirus pandemic with our partners across the  South West.Find out about the roll-out at","sentiment_score":0.1333333333}
{"full_text":"The WHA is happy to present our annual Holiday Meals.  This year will be a grab and go pick up in your community room. Unable to leave your home? Please call Resident Services to request a delivery508-635-3306.#WHA #worcesterhousing #worcesterma #COVID19 #programs","sentiment_score":0.1}
{"full_text":"\"Communication is necessary, especially during times of uncertainty. Don't assume information is being properly conveyed to the right people.\" - 4 Ways to Engage Customers and Partners During a Pandemic","sentiment_score":0.0714285714}
{"full_text":"During the first phase of distributing COVID-19 vaccines, the Ohio Dept. of Health will focus on vaccinating those most at risk &amp; essential healthcare workers caring for COVID-19 patients. Vaccines won't yet be available for all Ohioans during phase one.","sentiment_score":0.2875}
{"full_text":"This holiday season, we all have to make sacrifices to preserve limited healthcare resources and slow the spread of #COVID19. Cases are surging and in-person gatherings are not worth the risk. Stay home and save lives.","sentiment_score":-0.1738095238}
{"full_text":"\"Human damage to #biodiversity is leading us into a #pandemic era -- the virus that causes #COVID19 is linked to similar viruses in bats, which may have been passed to humans.\" and Judith Lorraine Fisher via #environment","sentiment_score":0.0}
{"full_text":"Have you read our latest post?. What are you waiting for!?#COVID19 has changed the way we teach &amp; learn, everything is online. Education Volunteer, Ruth Sinclair-Jones shares with you her experience! Can you relate?https:\/\/t.co\/v6hvm7LSx2@RC_Southwark #Education","sentiment_score":0.625}
{"full_text":"Latest data shows that the coronavirus infection rate is rising in Somerset. As we head towards Christmas it is essential that we all play our part in reducing the spread and getting the infection rates down. Please remember #HandsFaceSpace.","sentiment_score":0.1148148148}
{"full_text":"RT Hancock tells the Commons that the UK has identified a new variant of COVID and that the Government has informed WHO.Jus...","sentiment_score":0.1363636364}
{"full_text":"Join at a Dec. 17 webinar at 3pm ET discussing the pre- and post- COVID mental health effects and explores an overview of six critical topics. Register at","sentiment_score":-0.05}
{"full_text":"RT It's a good day, America. The first doses of the #COVID19 vaccine are being administered and the #ElectoralCollege will...","sentiment_score":0.475}
{"full_text":"The \"gravity of the current pandemic\" and the lack of alternatives are sufficiently serious to justify use of #vaccines from Pfizer and Moderna, despite their \"remote connection to morally compromised cell lines.\"","sentiment_score":-0.1083333333}
{"full_text":"How is assisting #LatinAmerica in addressing #COVID19? \"Donations have gone to first responders, hospital personnel, and those treating the most vulnerable in big and small cities across the region,\" writes Ambassador Read more ","sentiment_score":0.0833333333}
{"full_text":"Even neolithic humans cared for their elderly and disabled, but capitalism just throws that out of the window. It's wild that capitalism can create justifications against something that I'm pretty sure is inherent within humans.","sentiment_score":0.1625}
{"full_text":"Chances are it wasn't covid 19 at all.Just a normal every year bug","sentiment_score":0.15}
{"full_text":"My office &amp; I are pleased to share the highly anticipated information from Governor &amp; our wonderful colleagues at the regarding the COVID-19 vaccine.#WilmDE #netDE #COVID19DE See more:https:\/\/t.co\/JmAd9UW3zD","sentiment_score":0.5533333333}
