{"full_text":"RT INDIAN GOVT IS SAID TO HALT ALL INTERNATIONAL FLIGHTS FROM UK AND EU TO PREVENT NEW MUTATION OF COVID19 VIRUS#OOTT#Break...","sentiment_score":0.0681818182}
{"full_text":"Try the Miles app today and get rewarded for your travels, practicing social distancing, and even staying home. Earn miles and redeem them for exclusive rewards. Download the app now to get 2,000 bonus miles using your invite code JP4ENW.","sentiment_score":0.0333333333}
{"full_text":"RT Looks like the whole country being put in Brexitier 4 by the rest of the world... When incompetence meets venality, and...","sentiment_score":0.2}
{"full_text":"RT I have many things to be grateful for, but one I never imagined-a negative Covid test. It's been an honor  finishing medicine...","sentiment_score":0.1}
{"full_text":"RT McConnell is on CSpan2 lying about the Covid Relief bill they just agreed to. He's trying to blame Democrats when it was his...","sentiment_score":0.0}
{"full_text":"That sound like COVID ","sentiment_score":0.4}
{"full_text":"RT Taiwan's handling of its covid-19 outbreak has been exemplary. Our Banyan column from March argued that the WHO is missin...","sentiment_score":0.0}
{"full_text":"RT There's COVID19 in Nigeria, people I know have died from it.Don't join the people saying COVID19 is not here and the g...","sentiment_score":0.0}
{"full_text":"RT Dear You failed to stop the coronavirus explosion in the United States when you only focused on China (and i...","sentiment_score":-0.25}
{"full_text":"Covid-19 infection doesn't give a lasting immunity with low monoclonal antibody counts, you tiny, tiny dicked man.","sentiment_score":0.0}
{"full_text":"RT But Dan wanted to lock down aged care, and was prevented by federal...","sentiment_score":-0.1277777778}
{"full_text":"Work together to fight the epidemic","sentiment_score":0.0}
{"full_text":"RT Coronil, a herbal remedy from India, was found on sale in shops in predominantly Asian areas across the capital.Manufacture...","sentiment_score":0.0}
{"full_text":"Oh Europe is doing WAY better than us is what I heard. -&gt;https:\/\/t.co\/6jFY99KkOH","sentiment_score":0.5}
{"full_text":"RT Kicking people out of their homes at the peak of the pandemic is evil, and it endangers all of us, in case you don't care...","sentiment_score":-1.0}
{"full_text":"RT OKEx Hero RecruitmentIf you are familiar with #crypto &amp; #blockchain, especially #swap.OKEx can help you be the Hero o...","sentiment_score":0.1875}
{"full_text":"RT New mutation of corona virus has emerged in UK, which is a super-spreader. I urge central govt to ban all flights fro...","sentiment_score":0.0681818182}
{"full_text":"RT We are on the edge of a housing crisis like no other. Federal, state and local governments must recognize that housing is a...","sentiment_score":0.03125}
{"full_text":"#BREAKING Report from Kanegi Foundation says major migrant flows expected from covid-ravaged, poorly-governed island kingdom of Britain, where #Brexit peace talks have broken down, and its equally troubled former colony, US, which is teetering on the brink of anarchy.","sentiment_score":-0.1821759259}
{"full_text":"RT A virtual Parliament should be recalled today.PM failing to manage the Covid crisis and we urgently need an extension t...","sentiment_score":0.0}
{"full_text":"If they're battling coronavirus why did you steal one of the first vaccinations?","sentiment_score":0.25}
{"full_text":"RT Apart from encouraging police to shoot during his speeches, what did President Duterte do while impunity in the ranks su...","sentiment_score":0.0}
{"full_text":"RT Italy has detected a patient infected with the new strain of coronavirus found in Britain. The patient and his partner returned fr...","sentiment_score":0.1363636364}
{"full_text":"RT Lindsey Graham and Marco Rubio getting COVID-19 vaccinations first is the equivalent of men who dressed as women in order...","sentiment_score":0.25}
{"full_text":"RT Sorry but fuck the government. Australia and New Zealand have successfully handled this pandemic and the UK is just a laugha...","sentiment_score":-0.0034090909}
{"full_text":"RT New mutation of corona virus has emerged in UK, which is a super-spreader. I urge central govt to ban all flights fro...","sentiment_score":0.0681818182}
{"full_text":"RT On the occasion of Welfare Month-December 2020,on 18.12.20,a free Covid-19 awareness-cum-health check up camp was organis...","sentiment_score":0.4}
{"full_text":"RT If 2 out of every 100 planes fell out of the sky, would you fly?If I handed you 100 skittles and told you two of them...","sentiment_score":0.0}
{"full_text":"RT Please do your part to keep yourself and others safe: listen to the experts, wear a mask, and practice social distancing.","sentiment_score":0.2666666667}
{"full_text":"RT I'm an RN in an ER. Yesterday an 11 year old boy died in my ER. I have not received the COVID vac...","sentiment_score":0.1}
{"full_text":"RT Pandemic relief by country (up to % of wages):Japan: 100% of wages Netherlands: 90% Norway: 90% Germany: 87%  France: 84...","sentiment_score":0.0}
{"full_text":"RT Good morning LA! Our city has the highest rate of Covid cases in the world, our ICU capacity is at 0%, about 1 in 80 people...","sentiment_score":0.875}
{"full_text":"The great reset is real. If you don't think so go on the United Nations, website. They want to cripple the US economy to bring it to the level of the rest of the world. This was a plan and COVID was the tool!","sentiment_score":0.525}
{"full_text":"Would you like to visit the Maldives?  Our island resorts are one of the safest destinations for travel during this pandemic. Travel insurance is available as well!#VisitMaldives at","sentiment_score":0.4}
{"full_text":"RT Movie theaters to get $15 billing in aid in latest COVID-19 stimulus package:https:\/\/t.co\/pZrgEchXFN","sentiment_score":0.5}
{"full_text":"Hi Jimmy, numbers from CDC","sentiment_score":0.0}
{"full_text":"RT \"A federal advisory panel recommended Sunday that people 75 and older and essential workers like firefighters, teachers and...","sentiment_score":0.0833333333}
{"full_text":"Pfizer vaccineBur they can still give us a tweeked vaccine or something easily.","sentiment_score":0.4333333333}
{"full_text":"ACT Policing will have a presence along the Federal Highway located at the Majura Parkway turnoff.","sentiment_score":0.0}
{"full_text":"It's not the classes per day, it's what is done outside of class - gatherings, parties, etc. the students have to take responsibility for masking and social distancing on and off campus.","sentiment_score":0.0166666667}
{"full_text":"RT Following yesterday's announcement regarding new Tier 4 restrictions for London, we have sent an updated version of ou...","sentiment_score":0.0681818182}
{"full_text":"RT So far, there have been 821 confirmed #COVID19 cases from the Samut Sakhon cluster. 4,688 have been tested with the resu...","sentiment_score":0.25}
{"full_text":"RT \"We are facing something much darker than a respiratory virus. A great theft is occurring under the pretext of safety....","sentiment_score":0.5}
{"full_text":"RT Try not to go to the Walmart's here in Corona, the one on McKinley closed cause they had an outbreak and won't open till...","sentiment_score":-0.05}
{"full_text":"RT Honoured to have been 'tweet quoted' as part of this very informative article about the new UK variant - what we know and w...","sentiment_score":0.1681818182}
{"full_text":"RT The Chinese Communist Party must be held accountable for infecting the world with a deadly virus and pay the costs they h...","sentiment_score":-0.1}
{"full_text":"RT This is what the covid vaccine is doing to people, stay woke","sentiment_score":0.0}
{"full_text":"RT It's a new week..4 more days to Christmas Please stay safe people....Covid cases are up, some are really ill &amp; some ar...","sentiment_score":0.1590909091}
{"full_text":"This is why Covid slammed the fuck out of the USA.Because people are so unbelievably stupid &amp; ENTITLED- like who gives a fuck abt 'canceled plans'- your child is sick with a virus that is WIPING OUT MASSES and you - I cant even finish my thought-Just YUCK. Seriously.","sentiment_score":-0.5295238095}
{"full_text":"RT Surgeon general: Immigration status should not be barrier to receiving COVID-19 vaccine","sentiment_score":0.05}
{"full_text":"RT #Tier4 could last for four months as Boris Johnson told to 'apologise to Britain' #coronavirus","sentiment_score":0.0}
{"full_text":"Biden to receive COVID vaccine as Trump remains on sidelines Donald Trump Vaccine COVID-19 Joe Biden coronavirus vaccine","sentiment_score":0.0}
{"full_text":"Yes. I have a viral lung infection and the doctors don't know if it's COVID related. Even though I've had two negative coronavirus tests, I'm isolating to be on the safe side.","sentiment_score":0.0666666667}
{"full_text":"RT There's COVID19 in Nigeria, people I know have died from it.Don't join the people saying COVID19 is not here and the g...","sentiment_score":0.0}
{"full_text":"RT 'A giant bonfire of taxpayers' money': fraud and the UK pandemic loan scheme via","sentiment_score":0.0}
{"full_text":"RT British mutation of COVID virus is 70% more infectious.  It has 23 unique changes. No one knows yet what this means for...","sentiment_score":0.2916666667}
{"full_text":"RT #Manipur's First Woman Auto Driver Laibi Oinam setting an exemplary example for society by breaking chains of societal...","sentiment_score":0.25}
{"full_text":"RT nCdC iS mAnIpUlaTiNg nIgErIaNs tO sTeAl fUnDs","sentiment_score":0.0}
{"full_text":"RT In a sane world, when an occupant of the White House is talking about a military coup to stay in power, claiming he wo...","sentiment_score":-0.05}
{"full_text":"RT This Christmas we should all give thanks for the gift which keeps on giving!","sentiment_score":0.25}
{"full_text":"RT \"If not now, during a global pandemic that has killed more than 300,000 Americans and caused nearly 15 million America...","sentiment_score":0.1}
{"full_text":"RT Vaccines would get to the vulnerable much faster if we deferred vaccinating the 17 million people who've already had COVID, b...","sentiment_score":-0.15}
{"full_text":"RT There's a new mutated coronavirus that is just reported in London UK. It is described \"out of control\" and \"very infectious\"....","sentiment_score":0.1681818182}
{"full_text":"RT There's a lot of concern and confusion right now about the new #sarscov2 variant identified in UK. I've spent today and yesterd...","sentiment_score":0.1073593074}
{"full_text":"I'm on SSDI and I received the $1200 check. But honestly, I think we should be last or not get any because we still get our monthly checks (not a large amount but still we managed to survive before the pandemic). There are too many new hungry and homeless children: they go first!","sentiment_score":0.2402867965}
{"full_text":"Helluva thread","sentiment_score":0.0}
{"full_text":"RT This is so important for everyone concerned about allergies and the vaccine. They've identified specifically what caused t...","sentiment_score":0.4}
{"full_text":"RT Yet another example of why white privilege is also bad for white people.","sentiment_score":-0.2333333333}
{"full_text":"RT Nine of every 10 El Pasoans who have died of COVID-19 are Hispanic. The COVID-19 death rate among El Paso Hispanics is 49...","sentiment_score":0.0}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"RT There's COVID19 in Nigeria, people I know have died from it.Don't join the people saying COVID19 is not here and the g...","sentiment_score":0.0}
{"full_text":"RT $600 for ten months of pandemic works out to be... $2 a day.","sentiment_score":0.0}
{"full_text":"RT Healthy 31-year-old who has access to top the best medical care on the planet puts vaccinating herself ahead of health ca...","sentiment_score":0.5}
{"full_text":"The UK variant is in Australiahttps:\/\/t.co\/1n9U9gjuij","sentiment_score":0.0}
{"full_text":"RT Companies like Walmart and Amazon reap fortunes off of a pandemic and don't even give their workers the minimum they need t...","sentiment_score":0.0}
{"full_text":"I saw this today. Wow.https:\/\/t.co\/C2BRaOapj7","sentiment_score":0.0}
{"full_text":"RT In case electing Trump was not evidence enough, flying and visiting in the middle of an out-of-control vir...","sentiment_score":0.0}
{"full_text":"RT JUST IN: California Governor Gavin Newsom enters quarantine after staff member tested positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"CM urges the central government to immediately ban all flights from UKNew mutation of corona virus has emerged in UKThis mutated coronavirus strain is a super-spreader@timesofindia #mutation #MutatedCoronavirus","sentiment_score":0.0}
{"full_text":"RT Matt Hancock(14\/12\/2020) tells the HoC about the new variant of coronavirus, but then tells #marr he only found out about th...","sentiment_score":0.0681818182}
{"full_text":"COVID was also mutating.  The theory of herd immunity is based on it mutating to a less dangerous strain.  This isn't polio, the massive vaccine for this type of virus was not thought through with the sharpest minds.","sentiment_score":-0.2555555556}
{"full_text":"Covid19 is not an excuse not to vote in person unless you never leave your home for anything! All votes should be cast and counted on election day!","sentiment_score":-0.078125}
{"full_text":"RT New mutation of corona virus has emerged in UK, which is a super-spreader. I urge central govt to ban all flights fro...","sentiment_score":0.0681818182}
{"full_text":"RT #BreakingDelhi CM urges the central government to ban all flights from UK immediately in the light of...","sentiment_score":0.2}
{"full_text":"RT #cdnpoli #TrudeauDictatorship Using #Covid19 as an excuse to destroy Canada.","sentiment_score":-0.125}
{"full_text":"RT New mutation of corona virus has emerged in UK, which is a super-spreader. I urge central govt to ban all flights fro...","sentiment_score":0.0681818182}
{"full_text":"RT Why are Republicans who've downplayed the seriousness of the coronavirus or who've stood by as their colleagues downplaye...","sentiment_score":0.0}
{"full_text":"RT Statement from President-elect Biden on bipartisan agreement on COVID-19 relief:https:\/\/t.co\/sIC4FmXdDe","sentiment_score":0.0}
{"full_text":"RT Your regularly scheduled reminder that Gilead is charging $3,000 for a coronavirus drug that costs less than $10 to pro...","sentiment_score":-0.0833333333}
{"full_text":"Threat Assessment Brief: Rapid increase of a SARS-CoV-2 variant with multiple spike protein mutations observed in the United Kingdom","sentiment_score":0.0}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"I may be old but I recall a time you were screaming at the top of your voice to end a \"draconian lockdown which was ruining the economy\" --- Wise Adern gave up on advice from the likes of you many moons ago.","sentiment_score":0.45}
{"full_text":"RT Cure to covid is to snort 3 lines of this","sentiment_score":0.0}
{"full_text":"Your thoughts___ on the impact of #COVID19 on youth employment (in sport). __Learn more i about the sport's contribution to skills development and employability | SK4YS handbook  #youthlead #youthsport","sentiment_score":0.5}
{"full_text":"RT Things to remember when going out:1. Wear a mask2. Social distance3. Pray not to get murdered by the police4. Wash your h...","sentiment_score":0.0333333333}
{"full_text":"RT Sex work is work.The federal gov has done almost nothing to help people in months. We must pass stimulus checks, UI, small biz r...","sentiment_score":-0.25}
{"full_text":"RT Remember when people said the pandemic would be a great equalizer? It turns out the 614 billionaires in the U.S. grew the...","sentiment_score":0.8}
{"full_text":"#PicOfTheDay: \"Duk Ling, Hong Kong's last remaining traditional junk, in Victoria Harbour. It has been docked after stricter coronavirus rules were brought in.\" Via #journalism","sentiment_score":0.0}
{"full_text":"The Victorian Covid response was managed out Dictator Dan's office in contradiction with the Westminster system. Covid Cabinet-oversight was a farce. Members had no expertise. No govt. DUE PROCESS-DUE DILIGENCE. No Ministerial responsibility. Instead Andrews behaved as a DESPOT.","sentiment_score":-0.2625}
{"full_text":"RT Take no pleasure in pointing out that when we passed a motion in the NI Assembly calling for a transition extension in...","sentiment_score":0.0}
{"full_text":"We ran into a similar issue - had a family member come down with COVID symptoms and had to cancel our stay.  would apparently rather have sick people come to their resort than exercise a reasonable cancellation policy.","sentiment_score":-0.123968254}
{"full_text":"RT *Update No. 20: Measures taken to combat spread of Coronavirus.*#PresidentAkufoAddoSpeaksOnCoronavirus#COVID19","sentiment_score":0.0}
{"full_text":"RT Take no pleasure in pointing out that when we passed a motion in the NI Assembly calling for a transition extension in...","sentiment_score":0.0}
{"full_text":"RT It's now imperative that PM seeks an agreement to extend the Brexit transition period. The new Covid strain - &amp; the var...","sentiment_score":0.1363636364}
{"full_text":"RT A new strain of a virus during a pandemic cutting off our supply lines sort of highlights how fucking batshit we'd have to...","sentiment_score":-0.3545454545}
{"full_text":"RT at least 20% of incarcerated people have been infected with COVID-19, with a mortality rate about 5% higher than the nation...","sentiment_score":-0.025}
{"full_text":"Thanks for scaring your readers to death! Naturally it will tribute to the raising number of covid related deaths (including suicides and domestic violence) !  Keep up your stupid propaganda! ","sentiment_score":-0.0958333333}
{"full_text":"Also to the argument of protecting immunocompromised and the elderly; they can quite literally die from ANY other threat such as cross contamination, an ecoli outbreak, a common cold or a car accident. Like anyone else on Earth. Everytime we step outside our doors we risk death.","sentiment_score":-0.1708333333}
{"full_text":"RT If you feel like you've forgotten how to talk to people over the course of the pandemic, you're not alone.","sentiment_score":0.0}
{"full_text":"RT Thank you for your tireless work. Especially sharing this. Easy to see in numbers someone had COVID-19 and survived...","sentiment_score":0.2166666667}
{"full_text":"NEW YEAR'S EVE IN NEW YORK 2021Who is performing? Changes in plans due to COVID-19? How to watch the Times Square New Year's Eve ball drop? #NewYearsEve #NewYork  #timessquare #ContentWriting #bloggerstribe Check it out at:https:\/\/t.co\/dDKAT1GjZy","sentiment_score":0.0710227273}
{"full_text":" Lorries are stopped from entering #France for 48 hours because of fears over the new #coronavirus strain, but what does that mean for Christmas deliveries?  READ MORE:","sentiment_score":0.1079545455}
{"full_text":"Amdavadis grapple with reduced libido amid pandemic","sentiment_score":0.0}
{"full_text":"*  #Coronavirus restrictions were raised to the fourth level only last Friday and experts are urging a further tightening, pointing out that the steep increase indicates the start of the third wave of the #pandemic in the #CzechRepublichttps:\/\/t.co\/s7mN0ju9si","sentiment_score":0.0}
{"full_text":"2.7 million robots are working in factories around the globe right now. The manufacturing industry is no stranger to automation, and this pandemic has accelerated the trend even further. The question arises: Is automation still an attractive proposition?","sentiment_score":0.3619047619}
{"full_text":"The way I tested positive for covid the same day my dad got out of his 10 day quarantine ","sentiment_score":0.1136363636}
{"full_text":"My rage is boundless.My husband is immune suppressed from his MS meds.He probably can't get it. I can. So that I don't bring this home.But no, let's give it to corrupt asshats who lied and still lie about the danger of the pandemic.","sentiment_score":-0.5}
{"full_text":"COVID-19 Taking Emotional Toll on Native Americanshttps:\/\/t.co\/SzigK3jvTP","sentiment_score":0.0}
{"full_text":"Review of the year in the world of religion 2020: Covid chaos, places of worship go online but face a precarious future,  faith groups polarised in US election, a  spike in conspiracy theories, the crime of sex abuse and the loss of an incredible man","sentiment_score":0.45}
{"full_text":"\"Like every other Pacific Islander, women would say, women should not play sport. Women are basically meant to stay at home and cook while men are able to go out and do whatever they want.\"- | |","sentiment_score":0.1875}
{"full_text":" Covid testing units will be open throughout the Christmas holiday - including Christmas Day &amp; Boxing Day If you need a test you can book one here: thanks to the teams working throughout the festive season to keep us all safe @DHSCgovuk","sentiment_score":0.2333333333}
{"full_text":"RT Want to watch a holiday movie? A close friend and one of my favorite people has watched SO MANY and reviewe...","sentiment_score":0.5}
{"full_text":"The continuing Covid-19 pandemic means even Father Christmas is working from home this year.","sentiment_score":0.0}
{"full_text":"One in five secondary school pupils were absent on one day due to Covid #covid19uk #schools #hertfordshire","sentiment_score":-0.2125}
{"full_text":"RT Rajya Sabha Chairman, Shri M. Venkaiah Naidu received four reports from Department Related Standing Committee on Home Af...","sentiment_score":0.0}
{"full_text":"European neighbours shut doors to Britain amid alarm over new coronavirus strain (Reuters)","sentiment_score":0.0681818182}
{"full_text":"RT If home isn't safe bc you're at risk from #domesticabuse the #COVID19 #Christmas restrictions on movement *don't* apply...","sentiment_score":0.5}
{"full_text":"COVID 19 cases in India until : 21\/12\/2020 12:30Total Cases: 10056599 [+318]Active: 302053Recovered: 9606027 [+612]Deaths :145847 [+2]Total Tests: 162.1MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT New mutation of corona virus has emerged in UK, which is a super-spreader. I urge central govt to ban all flights fro...","sentiment_score":0.0681818182}
{"full_text":"With social distancing events the \"new normal\", it is critical that the performance and events management sector adapts to this quickly in order to continue to function and thrive. Mainstage Ltd has come up with an innovative solution to help with this.https:\/\/t.co\/RVVJI9jVTY","sentiment_score":0.1921717172}
{"full_text":"comes the sun - Happy winter solstice folks. Hang in there. The year is on the turn and the promise of spring is ahead. Best of all a Coronavirus vaccine is surely not far away. ","sentiment_score":0.5833333333}
{"full_text":"More than 1,000 new cases in Yorkshire - and around 5 per cent are thought to be the new mutant strain of coronavirushttps:\/\/t.co\/MIHKKr3LNf","sentiment_score":0.2575757576}
{"full_text":"RT I'm a little ugly so i might still wear my mask when covid over ","sentiment_score":-0.44375}
{"full_text":"RT Asked if there any plans for new years at first he have a work schedule but might cancel due to covid But there might b...","sentiment_score":0.0871212121}
{"full_text":"[PRESS RELEASE] Covid crisis mistakes will be repeated unless government improves use of science advice","sentiment_score":0.0}
{"full_text":"RT Chairman Ken Marsh tells how police officers are in the middle of keeping people safe from Covid-19. \"There's no conversati...","sentiment_score":0.25}
{"full_text":"RT BREAKING: Man with an estimated net worth of $34,137,534 thinks $600 is enough.","sentiment_score":0.1}
{"full_text":"#IHT #LIVE #LIVENEWS #TRENDINGNEWS #INDIA #CORONA #COVID #COVID-19  #CM Read more at:","sentiment_score":0.3181818182}
{"full_text":"Holiday season gatherings and travelling involves risk. Remember we should all follow the national guidance, and important updates from local health authorities, to make the holidays as safe as possible during the #COVID19 pandemic.#COVID19#Zambia#NewNormal#MaskUp#KeepSafe","sentiment_score":0.225}
{"full_text":"RT #AmitShah #MamtaBanerjee  SEE HOW U  R CALLOUS IN TREATING LIVES IF CITIZ...","sentiment_score":0.0}
{"full_text":"RT people who likes strawberry milk you guys need to get checked up :(( i heard having no taste is a symptom of covid :\/\/","sentiment_score":-0.75}
{"full_text":"RT Georgia, if you want a real covid survival package that will give you the money you need, vote for Ossoff and Warnock. Eno...","sentiment_score":0.2}
{"full_text":"Latest worldwide COVID-19 data: 77,180,517 cases, 1,699,726 deaths.A 2.2% fatality rate.","sentiment_score":0.5}
{"full_text":"RT The US government thinks the average American can survive a global pandemic and economic crisis on $1,800.Stop waiting fo...","sentiment_score":0.0125}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT This has turned out to be a pretty awesome spreadsheet. ","sentiment_score":0.625}
{"full_text":"RT 7 followers away from affiliate on twitch. joining today man what a beautiful year. beside the covid mes...","sentiment_score":0.85}
{"full_text":"RT Vaccines would get to the vulnerable much faster if we deferred vaccinating the 17 million people who've already had COVID, b...","sentiment_score":-0.15}
{"full_text":"RT Detroit's US Ecology just expanded its hazardous waste facility nearly 10x to accept hazmat from countries all over the world....","sentiment_score":0.1666666667}
{"full_text":"RT Racing in a Bubble: How the Hong Kong Jockey Club successfully navigated through the COVID-19 pandemic to stage the","sentiment_score":0.75}
{"full_text":"RT Canada has been giving everyone $2000 a month since beginning of pandemic but we finally got #MoscowMitch to send $600 after t...","sentiment_score":0.0}
{"full_text":"RT For what it's worth, other countries shutting their borders to us is how it's meant to work. We discovered a new virus...","sentiment_score":0.1037878788}
