{"full_text":"RT Well, this is a bit awkward. COVID-19 may cause long-term erectile dysfunction in men. Yet another reason to heed publ...","sentiment_score":-0.6}
{"full_text":"RT Uy translationto hell with coronavirusyes, let's kiss!#canmex #Countryhumansmexico #countryhumanscanada","sentiment_score":0.0}
{"full_text":"RT This...","sentiment_score":0.0}
{"full_text":"RT Call me a radical lefty, but I don't think Americans should be forming massive bread lines while America's billionaires make a...","sentiment_score":0.0}
{"full_text":"He doesn't have to worry about COVID. Apparently Dabo is immune to the pandemic.","sentiment_score":0.05}
{"full_text":"RT Canadian premier issues urgent plea: If you don't think Covid is real, you're an idiothttps:\/\/t.co\/1apX6r1XST","sentiment_score":0.2}
{"full_text":"If you believe in the freedom to NOT CONTRACT OR EXPOSE SOMEONE TO A DEADLY VIRUS, #WearAMask !Not a difficult concept.","sentiment_score":0.0}
{"full_text":"i feel it #ExperienceVirtualWorship will record the best virtual worship concert we ever experienced in the history of Lockdown","sentiment_score":0.9}
{"full_text":"RT Coronavirus cases, hospitalizations and deaths have hit record-breaking numbers in the United States. The head of the CDC wa...","sentiment_score":0.0}
{"full_text":"RT Trump stands on a stage claiming he won the election in front of crowds without masks and jammed close, as if the Covi...","sentiment_score":-0.1}
{"full_text":"RT Speak for yourself","sentiment_score":0.0}
{"full_text":"RT So excited that we're going to have a cure for this in like, twenty seconds.","sentiment_score":0.375}
{"full_text":"RT \"Wear a mask or your dick won't work\" could likely be the most effective public health initiative this nation has ever seen.","sentiment_score":0.275}
{"full_text":"RT please sign this petition. We have to use the tools we have to make some noise...","sentiment_score":0.0}
{"full_text":"RT Thinking about all the frontline health care workers who are working tirelessly fighting this pandemic. As they face r...","sentiment_score":0.0}
{"full_text":"RT I feel personally offended everyday when the sun begins setting at 4:45 pm","sentiment_score":-0.1}
{"full_text":"RT Bar Owner Forced To Close Her Business LIVID After Mayor Okays Movie Studio's Food Tent Next Doorhttps:\/\/t.co\/YixYD7RZwc...","sentiment_score":-0.15}
{"full_text":"Just rolled like 15 joints, I'm in ct, and there's so many people I want to smoke and talk with. But fuck covid, I love y'all","sentiment_score":0.2}
{"full_text":"RT Steady social distancing takde dah","sentiment_score":0.1}
{"full_text":"Yes I do! And I do!","sentiment_score":0.0}
{"full_text":"RT Are California legislators aware that they don't work for -- they work for the people -- and if they don't like his...","sentiment_score":0.25}
{"full_text":"I wanted a wedding but noOoOoOo stupid covid!","sentiment_score":-1.0}
{"full_text":"Revenge? Are you joking? This is disgusting behavior and not how a leader is supposed to act","sentiment_score":-1.0}
{"full_text":"Looking for ideas on how to support #SmallBusinesses this season, check out this article  #buylocal #supportsmallbusiness","sentiment_score":0.0}
{"full_text":"RT Call me a radical lefty, but I don't think Americans should be forming massive bread lines while America's billionaires make a...","sentiment_score":0.0}
{"full_text":"RT \"Xiumin, Officially discharged today (Dec 6) without returning to the military base due to COVID-19 protocol.. First member in...","sentiment_score":-0.19375}
{"full_text":"Yes, Becca, please tell me why the COVID vaccine is dangerous for you but your unregulated Monat product is safe.","sentiment_score":-0.05}
{"full_text":"RT 11,000 workers at Tyson Foods got COVID &amp; 36 died while managers made bets on how many would get sick. The working condi...","sentiment_score":-0.1071428571}
{"full_text":"Id rather they did lock everyone down!!! It'll be the only way to (Hopefully) stop people from travelling to other areas Dv","sentiment_score":-0.1429398148}
{"full_text":"Apparently you don't read what's going on in the States. It's 10x worse there. Entire cities shut down with stay at home orders. Police forces formed to enforce no gathering for the holidays. You're bananas if you're want what trump is selling.","sentiment_score":-0.1263888889}
{"full_text":"RT Kuwait holds parliamentary election under shadow of coronavirus","sentiment_score":0.0}
{"full_text":"RT COVID cases are higher than ever, and says winter could be the toughest period in the history of U.S. public h...","sentiment_score":0.125}
{"full_text":"RT For all the people tweeting #RecallGavinNewsom , if you put this effort towards calling senators and demanding an adequate...","sentiment_score":0.3333333333}
{"full_text":"My personal float is on lock down.... lol","sentiment_score":0.2148148148}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"RT Call me a radical lefty, but I don't think Americans should be forming massive bread lines while America's billionaires make a...","sentiment_score":0.0}
{"full_text":"My father has stage 4 lung cancer, in the middle of a pandemic in SC, a state without a mask mandate. He's trying his best and wearing mask, and fools are purposely not wearing theirs.Thanks for making risky situations risked for families like mine.","sentiment_score":0.5}
{"full_text":"I'm saddened and heartbroken for this family  Caitlyn Kauffman was just performing her job of protecting and serving our nation as an ICU NURSE during a PANDEMIC. Senseless violence ):","sentiment_score":0.0}
{"full_text":"RT This is on you","sentiment_score":0.0}
{"full_text":"RT #2800gpmphw_fhwMPHW\/FHW of Gujarat haven't got any single holiday since this covid pendemic.Emergency duty 24 hours t...","sentiment_score":-0.0714285714}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"Hillary would of jumped on the spread of the virus, she would not of ignored the CDC, or yelled \"liberate\" and let the virus run rampant through America.  She also would of fought for a better stimulus package for US. We really missed the boat, when trump won.","sentiment_score":0.35}
{"full_text":"RT One person in the room with you has COVID-19. Here's how long it takes to get infected","sentiment_score":-0.05}
{"full_text":"RT trump just told his Valdosta crowd we're \"rounding the turn\" on COVID-19 again -- a day after we lost another 3,000 people....","sentiment_score":0.0}
{"full_text":"Brodie Got P's It Don't Come Wit Seeds When I'm Down North That G Lock On Me","sentiment_score":-0.1555555556}
{"full_text":"Death rate is the same, flu and other diseases way down. Half the country (fuck the other half) wearing masks and having much better virus avoidance measures, which directly explains the way down.  The fact that death rate is the same tells you all you need to know about COVID.","sentiment_score":-0.0631313131}
{"full_text":"RT The medical license of an Oregon doctor who refused to wear a face mask despite the ongoing coronavirus pandemic has been revo...","sentiment_score":0.0}
{"full_text":"this","sentiment_score":0.0}
{"full_text":"Coronavirus: With 36,011 fresh cases, India's Covid tally at 96.4 lakh","sentiment_score":0.3}
{"full_text":"RT He really packed them into a stadium during a global pandemic to force them to watch Newsmax","sentiment_score":0.1}
{"full_text":"RT With 36,011 new #COVID19 infections, India's total cases rise to 96,44,222With 482 new deaths, toll mounts to 1,40,182. Total ac...","sentiment_score":0.0681818182}
{"full_text":"just a small rant: i came to SA to visit my family - not go to the bars and risk giving them corona. i've had people who havent talked to me in years hit me up asking me to go out (sorry lmao) &amp; if i wanted to see people i would have broadcasted that i'm coming back into town","sentiment_score":-0.0375}
{"full_text":"But instead of wildfire, this mad king has COVID-19.","sentiment_score":-0.625}
{"full_text":"RT Meanwhile:https:\/\/t.co\/IcaGEogEb9","sentiment_score":0.0}
{"full_text":"RT More than the financial help that Taylor is extending to her fans, it is her genuine care that matters the most. You can clea...","sentiment_score":0.35}
{"full_text":"Its rigged, its a fraud! PROTEST BY STAYING HOME!!! Trumps attorneys  plead with you to stay home!","sentiment_score":0.0}
{"full_text":"Kids are incredibly resilient, much more so than their parents give them credit for. They will understand why we have to protect Santa from COVID this year!","sentiment_score":0.7625}
{"full_text":"RT EXACTLY they should all stay open ~ why don't these restaurants band together and file a lawsuit ~ they...","sentiment_score":0.125}
{"full_text":"RT More of this, please.","sentiment_score":0.5}
{"full_text":"RT A family of Muslim immigrants from Turkey newly arrived in Germany.The boy in the yellow t-shirt went on to lead the te...","sentiment_score":0.0681818182}
{"full_text":"RT I checked with medical experts and apparently you CAN physically wear a mask AND a tinfoil hat at the same time. Just cleari...","sentiment_score":0.0125}
{"full_text":"RT Please look at KAT and tell him about the 98% survival rate","sentiment_score":0.0}
{"full_text":"RT Massachusetts has more new COVID cases per capita than Georgia, Florida, or TexasOur wastewater data (below) shows more i...","sentiment_score":0.3787878788}
{"full_text":"He will also have brought more COVID 19 in Georgia!","sentiment_score":0.625}
{"full_text":"RT The US added more than 1 million coronavirus cases in the first 5 days of December, while the EU has their surge in hand,...","sentiment_score":0.375}
{"full_text":"BASED OMAR","sentiment_score":0.0}
{"full_text":"#ShodhGanga captures, indexes, stores, disseminates\/preserves ETDs submitted by the researchers, making them accessible to the entire learned community.Happy to share that over 2 lakh+ theses were uploaded on the portal during #COVID19.More:","sentiment_score":0.1875}
{"full_text":"With the coronavirus spread, stay calm indoors, wear a mask outdoors. Socialize with Social distancing via WhosHere.#Coronavirus #SocialDistancing #StayHomeSaveLives","sentiment_score":0.1666666667}
{"full_text":"Enhanced COVID-19 control measures are in place at each facility, according to the health authority, which include visitor restrictions, increased cleaning, twice-per-day screening of all staff and residents and more.","sentiment_score":0.5}
{"full_text":"#FromTheRight: Like COVID-19 Vaccines? Thank Globalization! | Analysis by #CoronavirusUSA #COVID19Vaccine #Globalization #World","sentiment_score":0.0}
{"full_text":"#Hindi #Tesla #India #COVID #Corruption #AwakenIndia #Agenda21 #freeenergy #toroidal #Zeropoint #Bhaumastra #Mahabharata #Shiva Watch full video:","sentiment_score":0.35}
{"full_text":"WATCH: Straight from the Source interview with BOC-7 on their efforts to ensure the non-disruption of the supply chain in the region amid the COVID-19 pandemic #LagingHanda","sentiment_score":0.2}
{"full_text":"A nurse can monitor coronavirus patients' vital signs for any sign of deterioration via an app","sentiment_score":0.1}
{"full_text":"S.Korea to consider new curbs as #COVID19 cases hit 9-month high","sentiment_score":0.1481818182}
{"full_text":"Twitter's technology strategy makes every customer interaction count. Here's what you can learn from them to transform your post-#COVID19 #workforce. #FutureOfWork","sentiment_score":0.0}
{"full_text":"For the first time, the FDA has given authorization for a test that will detect for both coronavirus and influenza infections.https:\/\/t.co\/veoX4syVks","sentiment_score":0.25}
{"full_text":"Only a few dozen people attended the lighting of the Christmas tree in the biblical city of Bethlehem on Saturday night, as coronavirus restrictions scaled back the annual event.https:\/\/t.co\/zTG2vG3l7A","sentiment_score":-0.0666666667}
{"full_text":"Interior Health has declared a #COVID19 outbreak at Village by the Station in #Penticton after a staff member and a resident tested positive for the virus.","sentiment_score":0.2272727273}
{"full_text":"RT UPDATE: #MAMA2020 Red Carpet has been cancelled as precautions against COVID-19. The main event will start at 6 PM KST ","sentiment_score":0.0833333333}
{"full_text":"\"It's a symbiotic relationship. We're so dependent on events. Plus, we can't hold Christmas parties, so that really hurt us, too.\" ","sentiment_score":0.2}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT 11,000 workers at Tyson Foods got COVID &amp; 36 died while managers made bets on how many would get sick. The working condi...","sentiment_score":-0.1071428571}
{"full_text":"WASHINGTON -- President-elect Joe Biden said Friday that another round of coronavirus stimulus checks \"may still be in play.\" ","sentiment_score":-0.2}
{"full_text":"RT Massachusetts has more new COVID cases per capita than Georgia, Florida, or TexasOur wastewater data (below) shows more i...","sentiment_score":0.3787878788}
{"full_text":"Health officials confirmed 18 new deaths Saturday, bringing the statewide death toll from the virus to 1,007.","sentiment_score":0.2681818182}
{"full_text":"Most of it will go to the United States.https:\/\/t.co\/kYA6wk5dxL","sentiment_score":0.5}
{"full_text":"It's time to enjoy modern concept apartement with green environment with us!.  021 4870 4999 . #dirumahaja #stayathome #apartemensentratimur #apartemenekslusif #apartemenjakartatimur #lawanviruscovid","sentiment_score":0.1166666667}
{"full_text":"China Media Group launches '2020 China Fights,' 4K #documentary on China's COVID-19 fight #COVID19","sentiment_score":0.0}
{"full_text":"#COVID19: Mumbai's COVID tally stands at 285,267https:\/\/t.co\/MAXbssUPMj","sentiment_score":0.0}
{"full_text":"A glimpse of how the travel and #languageeducation industry manages to survive during this pandemic. #languageschoolseo #travelindustrymatters","sentiment_score":0.0}
{"full_text":"RT If you ate at the cafe, don't worry about what's in the corona vaccine","sentiment_score":0.0}
{"full_text":"This Mexican student is undertaking a residency at He is working with intestinal cells to see how the #COVID virus  affects them.https:\/\/t.co\/gplV8ANEMI","sentiment_score":0.0}
{"full_text":"Britain's Queen Elizabeth to get #COVID19 vaccine 'in weeks': reports","sentiment_score":0.0}
{"full_text":"Rest in peace Janet","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 06\/12\/2020 10:30Total Cases: 9644529 [+0]Active: 402002Recovered: 9099946 [+0]Deaths :140216 [+0]Total Tests: 145.89MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"RT ain't no we! tf lol","sentiment_score":0.8}
{"full_text":"Possible symptoms to look out for when you get the coronavirus vaccine","sentiment_score":0.0}
{"full_text":"RT If you played beer pong with beer IN THE CUPS, I don't want to hear your concerns about what's in the covid vaccine.","sentiment_score":0.0}
{"full_text":"RT Parents both are admitted for COVID and it's a tough time for us. But I just thought at this moment, I should register the...","sentiment_score":-0.3888888889}
{"full_text":"RT Happy Gulf's Day.This is mygift for you. It not expensive but it is full of mylove.Alway smile in there in every saturat...","sentiment_score":0.425}
{"full_text":"In the news today: Gam-COVID-VacViral vector vaccine candidate based on human adenovirusMoscow starts mass COVID-19 vaccination with its Sputnik V shotCovid 19 coronavirus: Russia starts Sputnik V vaccine rollout in Moscow #Gam-COVID-Vac","sentiment_score":0.0}
{"full_text":"The importance of pivoting to a new career: From the head chef to the accountant: Baltimore area's restaurant workers weigh switching careers amid pandemic #COVID19 #forensicscience #career #forensics #forensicscienceacademy #Udemy","sentiment_score":0.1363636364}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"moon-irah tries 2 cope wth not bein allowed anymor 2 sleep on my tummy #coronavirus #physicaldistancing #covidph #covid19","sentiment_score":-0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 31.8FWind Chill: 28.9FHumidity: 92%Dew Point: 29.7F Barometer: 30.000 inHgWind: 3 mph from the NNWCorona Virus Weekly Stats:Cases: 207.000000Deaths: 11.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT Defeating &amp; me is Bernie Sanders' top priority, because it will \"have a profound impact on our country.\" Wha...","sentiment_score":0.2916666667}
{"full_text":"RT As of today, 45,395,734 people around the world have contracted COVID-19 and recovered from it. Please RT this news fo...","sentiment_score":0.0}
{"full_text":"RT As of today, 45,395,734 people around the world have contracted COVID-19 and recovered from it. Please RT this news fo...","sentiment_score":0.0}
{"full_text":"RT \"Our grandparents had to get drafted and go fight wars. That was their sacrifice they had to do. We have to shutdown normal opera...","sentiment_score":0.15}
{"full_text":"RT This is happening in my city here in Australia right now in December 2020. Post-covid festivals are here. We haven't had...","sentiment_score":0.2857142857}
{"full_text":"Health unions urge Albertans to start taking pandemic seriously -","sentiment_score":-0.3333333333}
{"full_text":"RT Trump is holding a super spreader event to campaign for an election he's already lost over 30 times.","sentiment_score":0.3333333333}
{"full_text":"Learning and unlearning is equally essential.The corporate world after the pandemic will be different.Let's join us and understand the thought process of our thought leaders.@SHRMindia Annual Conference and Expo happening on 9th till the 11th December 2020.","sentiment_score":0.0}
{"full_text":"COVID-19 vaccine rollout relies heavily on pharmacy giants CVS and Walgreens","sentiment_score":-0.2}
{"full_text":"Time: 05:00 * Temp: 3.4degC * Wind: W 0.0 to 0.0mph * Pressure: 998.3hPa * Rain: 0.0mm * Hum: 93% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:30 * Sunset: 15:58 * Cloudbase: 520ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Massachusetts has more new COVID cases per capita than Georgia, Florida, or TexasOur wastewater data (below) shows more i...","sentiment_score":0.3787878788}
{"full_text":"RT We kill chicken during easter in my house, today we will be eating frozen foods wey don freeze since covid-19,the taste can...","sentiment_score":-0.6}
{"full_text":"RT Pfizer India has become the first pharmaceutical firm to seek from the Drugs Controller General of India (DCGI) an emergen...","sentiment_score":0.0333333333}
{"full_text":"South Korea to consider new curbs as COVID-19 cases hit nine-month high","sentiment_score":0.1481818182}
{"full_text":"- Ted Wheeler and West Coast mayors call for federal COVID Relief #Orpol #PDX #NYT #CNN #FoxNews #Oregon #Biden #Garcetti #EricGarcetti #JennyDurkan #Tedwheeler","sentiment_score":0.0}
{"full_text":"RT trump just told his Valdosta crowd we're \"rounding the turn\" on COVID-19 again -- a day after we lost another 3,000 people....","sentiment_score":0.0}
{"full_text":"RT This...","sentiment_score":0.0}
{"full_text":"Remember that period during the whole Black Lives Matter, Covid P when the NBA was in turmoil and the only thing Pay Bev had to saw was 'If Bron playing then we're playing'","sentiment_score":0.0111111111}
{"full_text":"RT Trump says coronavirus vaccine deliveries will start next weekhttps:\/\/t.co\/fjhRqmaQ7N","sentiment_score":0.0}
{"full_text":"Lockdowns aren't the answer and even WHO said not to used them. But no one gives a shit","sentiment_score":-0.2}
{"full_text":"As activities increasingly go online, government reactions to the coronavirus have made the internet less free in many parts of the world. #GraphicTruth","sentiment_score":0.2444444444}
{"full_text":"So COVID is currently the 3rd leading cause of death in the United States. And you think this is some big joke? You're either morally bankrupt or soulless.","sentiment_score":0.0}
{"full_text":"The term \"workplace\" generally meant a dedicated office space, but now after COVID-19 how will the workplace look? Click the link below to find the answer!","sentiment_score":0.0625}
{"full_text":"I haven't been with Adiel all day since an employee tested positive for covid. I just wana get my results back so I can snuggle and kiss my baby ","sentiment_score":0.1136363636}
{"full_text":"RT A family of Muslim immigrants from Turkey newly arrived in Germany.The boy in the yellow t-shirt went on to lead the te...","sentiment_score":0.0681818182}
{"full_text":"Good","sentiment_score":0.7}
{"full_text":"How can insurers recover from the COVID-19 global recession?","sentiment_score":0.0}
{"full_text":"COVID rally.","sentiment_score":0.0}
{"full_text":"RT Regular person goes broke in the pandemic: 4-hour bread lines and homelessnessCompany goes bankrupt in the pandemic:...","sentiment_score":0.0}
{"full_text":"LMFAO at 5am ","sentiment_score":0.0}
{"full_text":"RT Trump is holding another one of COVID super spreader rallies tonightOur hospital system is on the verge of collapseHe's do...","sentiment_score":0.3333333333}
{"full_text":"RT Karl-Anthony Towns said that he \"hasn't been in a good place\" since his mother went to the hospital. Towns said he's lo...","sentiment_score":0.7}
{"full_text":"RT Dan Crenshaw, my wife waited tables for years before she started her own business. My son waited tables while in school....","sentiment_score":0.6}
{"full_text":"RT Throwback to this gem from lockdown 1.0. Who's excited for more content like this on the next one  Full video","sentiment_score":0.30625}
{"full_text":"This is crazy. Be safe everyone!","sentiment_score":0.0125}
{"full_text":"RT Minnesota Timberwolves' center Karl-Anthony Towns lost an uncle to COVID-19 this week--the seventh family member, includi...","sentiment_score":-0.1}
{"full_text":"RT A Doctor Who Boasted That He And His Staff Don't Wear Masks Has Had His Medical License Suspended","sentiment_score":0.0}
{"full_text":"Our freight services remain unaffected, with strict Covid-19 protocols in place. For more information please visit:","sentiment_score":0.225}
{"full_text":"RT #2800gpmphw_fhw We continuosly fight in pandemic from march2020 without fear and we also able to fight for our rights...@CMOG...","sentiment_score":0.5}
{"full_text":"Repuicans convincing you to destroy yourselves so they gain from your hard work and angst without all the guilt and blame for the sick, dead and dying. Shocking. #RepublicansAreDestroyingAmerica #RepublicansAreTheVirus #RepublicansAreCorrupt","sentiment_score":-0.3176587302}
{"full_text":"Many of the NASEM links link to the CDC website &amp; do not link to data.  Health children site--impressive--but there are no robust data of other vaccines on schedule or schdule as a whole.  The antigen &amp; timing studies can't answer question of whole schedule.  Reassuring-ok.","sentiment_score":0.19375}
{"full_text":"RT More of this, please.","sentiment_score":0.5}
{"full_text":"From adopting to a post-covid workplace to doubling down on digital transformation, the The Irish Times #ServiceNow hub has it all.","sentiment_score":-0.0518518519}
{"full_text":"RT Thousands of Americans died from the coronavirus today. Thousands died yesterday. And thousands died the day before that....","sentiment_score":0.0}
{"full_text":"Thank you Leven Friends______Leven Cotton#1 Bedding Brand in IndonesiaGuaranteed Always 100% Cotton@levencotton #spreifullkatun #dirumahaja#stayhome #stayhealthy #leventestimonials","sentiment_score":0.0}
{"full_text":"RT Changes to reporting of exposures will help, but the response time needs to be shortened, and above all, there needs to be mas...","sentiment_score":0.0}
{"full_text":"RT INDIA: PM Narendra Modi says healthcare workers, frontline workers, elderly will be first to get COVID-19 vaccine","sentiment_score":0.25}
{"full_text":"California restaurateur vows to continue outdoor service, defying Newsom #FoxNews","sentiment_score":0.0}
{"full_text":"RT We are thankful to Dr. Gilman and all the inspiring frontline workers who risk their lives to protect us during this pand...","sentiment_score":0.5}
{"full_text":"Never seen a nigga get more chances then JG ","sentiment_score":0.5}
{"full_text":"RT every american mayor right now is like \"stay home except for essential trips,\" and then the next day has to apologize aft...","sentiment_score":0.0714285714}
{"full_text":"Festival packaging in the Corona times","sentiment_score":0.0}
{"full_text":"RT Riverside County sheriff refuses to implement Calif. Gov. Newsom's lockdown orders -","sentiment_score":0.0}
{"full_text":"RT Earlier in the pandemic, B.C.'s unemployment rate topped 13.4 per cent. Last month it was down to 7.1.","sentiment_score":-0.0518518519}
{"full_text":"RT Here's my updated COVID-19 dashboard for Texas.Texas is averaging 12,217 new cases per day, a new record high. Previous r...","sentiment_score":0.0665151515}
{"full_text":"It will be a joy to hear from Christopher Marriott President &amp; Founder, Email Connect LLC at Deliverability Summit 2020  where he will share his reflections on 50BN emails sent post Covid. #deliverabilitysummit  #deliverability  ","sentiment_score":0.8}
{"full_text":"Keep Calm and Rock On!","sentiment_score":0.375}
