{"full_text":"pretty often the same people who talk about wanting \"everything back to normal\" are the ones out there living life normally as if there ISN'T a pandemic going on. you don't want \"liFe bAcK tO nOrMaL\" you want the bars open again bc you're an alcoholic ","sentiment_score":0.05}
{"full_text":"RT My flight just had to detour and land in Chicago because someone wouldn't wear a mask","sentiment_score":0.0}
{"full_text":"RT JUST IN: France's Macron Tests Positive for Coronavirus Despite National Shutdown Measures","sentiment_score":0.2272727273}
{"full_text":"RT This. Is. Genocide.Trump and every single member of his craven Administration who went along with this (silently or not) sh...","sentiment_score":-0.0357142857}
{"full_text":"RT Joe Biden has reached out to Jacinda Arden, PM of New Zealand, to discuss the prevention of COVID spreading methods used...","sentiment_score":0.1363636364}
{"full_text":"This pandemic has been devastating for all Americans, including those who have served and sacrificed for our country. I am proud to lead H.R. 7105 to provide much-needed relief for veterans during this pandemic and to strengthen the benefits they have earned in the years ahead.","sentiment_score":-0.1}
{"full_text":"HHS Secretary Azar says Pfizer keeps government at 'arm's length' on Covid vaccine manufacturing -","sentiment_score":0.0}
{"full_text":"You wanna talk about fudging numbers...congress allowed the medical community to list any and every death as covid to get paid. Covid basically wiped out all other forms of death this year. When the numbers come out I'm curious to see if the death toll is the same as last year.","sentiment_score":-0.045}
{"full_text":"Former Houston police captain charged with pointing gun at repairman, believing he was a voter fraud 'mastermind,'  has covid-19, his lawyer says, and did not appear in court","sentiment_score":0.0}
{"full_text":"Also think this: 9 months in, our messaging still isn't clear. We wipe surfaces 10x a day despite that being a very rare type of transmission. The virus primarily spreads when people are in close proximity in small spaces, for extended periods. *Said as a COVID+ person.","sentiment_score":0.16}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Trump &amp; Fellow GOP Nazis are Establishing New Record Highs! High Jobless Claims, High Covid-19 Infection Rates, High Mortality Rates During Trump Pandemic and the highs keep coming...https:\/\/t.co\/DofvMSvh1j","sentiment_score":0.1626136364}
{"full_text":"RT Florida Governor Ron DeSantis says I should face repercussions for challenging his outrageous handling of the pandemic","sentiment_score":-0.25}
{"full_text":"Ventura restaurant getting national attention from Ivanka Trump or opening,people should use their brains!No need to fill your stomach,and then have to be admitted to hospital.Dirty politics out.","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Nah run that back lmaaoooo what","sentiment_score":0.0}
{"full_text":"RT The air you breathe on planes comes directly from the jet engines (yes really).Toxic fumes from jet engine oil seeping...","sentiment_score":0.1}
{"full_text":"RT New covid deaths yesterday in the US: 3,538Total covid deaths since the pandemic began:Japan: 2,688Australia: 908Sout...","sentiment_score":0.1363636364}
{"full_text":"RT In its efforts to procure supplies to fight the coronavirus, Britain has awarded thousands of contracts worth billions of doll...","sentiment_score":0.3}
{"full_text":"I know of people within 2 degrees of separation of me that have died of COVID. I know of zero people in that group who have committed suicide. The response to mental health is support and basic needs, not endangering public health in a pandemic. Republicans have not helped.","sentiment_score":-0.0333333333}
{"full_text":"RT Wishing y'all a great weekend with your loved ones #StaySafe #WearAMask  Lydebug ","sentiment_score":0.75}
{"full_text":"RT Austria: Live PCR test in Parliament: Coca Cola tests COVID-19 positiveAustrian MP administers COVID-19 PCR test to beve...","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: America's Frontline Doctors has now launched an official petition against forced experimental vaccines. No St...","sentiment_score":-0.1}
{"full_text":"RT It was announced today, that #Herefordshire will move to Tier 1: Medium alert from Saturday 19 December. We can't be comp...","sentiment_score":0.0}
{"full_text":"RT Buy January, Get February FREE! Due to continued COVID-19 impacts on South Shore Line commuters, the SSL announces t...","sentiment_score":0.1875}
{"full_text":"Damn son","sentiment_score":0.0}
{"full_text":"RT According to the data from the AZ Governor's office almost 70% of #COVID19 patients in the ICU in Arizona are on ventila...","sentiment_score":0.0}
{"full_text":"RT PARTY LIKE IT'S (NOT) 2020: In scenes unimaginable in many cities around the world reeling under a resurgence of the coronavirus p...","sentiment_score":0.5}
{"full_text":"RT The #USPS Is a hot mess. Now their sending out emails and blaming covid-19 for delays, but wait a minute here, they were ac...","sentiment_score":0.0375}
{"full_text":"RT  69% of undocumented immigrant workers have jobs deemed essential by DHS.If you serve on the frontlines in the military,...","sentiment_score":-0.05}
{"full_text":"RT If I could retweet this Nicolle Wallace tweet a thousand times, I would.","sentiment_score":0.0}
{"full_text":"Already forecasting misinformation??? How does know what is true and false about a month-old vaccine??? 1 and 1 always equaled 7. Never forget that!","sentiment_score":-0.075}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Maybe not the best year to have spent a considerable amount of money on snowboards and gear for the family.","sentiment_score":0.3333333333}
{"full_text":"RT Covid-related claims \"gaining momentum\", warns defendant firm","sentiment_score":-0.2}
{"full_text":"RT 3,400 Americans died just yesterday from Covid-19, more deaths than we had on 9\/11.This will forever be Trump's legacy.","sentiment_score":0.5}
{"full_text":"RT Also for the residents who have to return home &amp; couldn't do it due to pandemic travel restrictions #FlightstoChina...","sentiment_score":-0.125}
{"full_text":"RT #LouisTomlinson's #LiveFromLondon gig breaks record for Biggest Male Solo Artist Livestream of The year and saves jobl...","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT The Woj Pod w\/ Ian Eagle: We did get to KD\/Kyrie Nets, but detoured to his early broadcasting days on Exit 16W with Derrick Co...","sentiment_score":0.1}
{"full_text":"RT #Breaking Williamsburg County Schools says all Kingstree area schools are closing at noon today because of COVID. Those s...","sentiment_score":0.0}
{"full_text":"RT I smell another lockdown.","sentiment_score":0.0}
{"full_text":"RT Latest #COVID19 update (week 50\/2020)Global:# 71 554 018 cases# 1 613 671 deathsEU\/EEA\/UK:# 15 130 100 cases# 375 930...","sentiment_score":0.5}
{"full_text":"For those who think the borders are closed....","sentiment_score":-0.1}
{"full_text":"RT US coronavirus data for Wednesday, Dec. 16, according to count:* Cases: 232,086 (record)* Deaths: 3,293 (record)","sentiment_score":0.0}
{"full_text":"RT This tweet is kind of misleading, the headline says, \"BTS agency, 62 confirmed cases at location of BH new building\" mean...","sentiment_score":0.2059659091}
{"full_text":"RT I look at New Zealand and keep thinking if only we had lived on an island then maybe we could have kept COVID at bay.","sentiment_score":0.0681818182}
{"full_text":"RT I plan to use my coronavirus vaccine microchip as a fail-safe for getting the Death Star plans to the rebellion, of course.","sentiment_score":0.0}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"I don't trust the left ever when they quote the pope. The supposed quote is from a book he wrote, and the article took a cut up sentence from it. The book also warns against governments using covid as a reason to increase their power and emphasizes giving to charity in this time","sentiment_score":0.0}
{"full_text":"RT I WARNED OPENLY since July that Trump admin appeared to have a secret Herd Immunity strategy. I predicted we would find N...","sentiment_score":-0.2}
{"full_text":"RT Highlighting challenges faced by working parents during the pandemic.  reports.","sentiment_score":0.0}
{"full_text":"RT This is so stupid. It's just a way to deflect from the real news about Covid, and the economy, which is be...","sentiment_score":-0.3}
{"full_text":"What you need to know about the new variant of #coronavirus in the #UK #newscientist #covid19 #coronavirus #mutation #travel #science #outbreak #pandemic #pharma #mkt","sentiment_score":0.1363636364}
{"full_text":"RT Check out the new for timely sociology on the pandemic!@KirkegaardSine and I wr...","sentiment_score":0.1363636364}
{"full_text":"Mfs buying up toilet paper stock piling that shit then turnin around &amp; selling it on eBay","sentiment_score":-0.1166666667}
{"full_text":"RT So Freddie Kitchens calls plays against...the Browns.","sentiment_score":0.0}
{"full_text":"RT 38 million people living in Tier 3 23,432 new Covid cases reported yesterday 15,000-plus Covid-19 patients in...","sentiment_score":0.1363636364}
{"full_text":"Idc what nobody say he a lunatic and you not talking to me like that","sentiment_score":0.0}
{"full_text":"Service Update 16:00 - Disruption owing to a track defect between London Liverpool Street and Hackney Downs All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"Service Update 16:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT Makes sense doesn't it?? America has an agenda","sentiment_score":0.0}
{"full_text":"I hope you saved enough for a divorce lawyer ","sentiment_score":0.0}
{"full_text":"oh now the disruptor deputy is going to speak to us about kyrie!","sentiment_score":0.0}
{"full_text":"RT San Diego judge overrides Newsom's order and allows restaurants to re-open. AmazIng development. Looks like Santa Claus is c...","sentiment_score":0.6}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"RT \"The government has done the best anyone could do in its tenure. Even in corona times, it took care of ev...","sentiment_score":1.0}
{"full_text":"RT #Florida: Here it is- Florida State Receives $132,000 (Yes 132K !) per #Covid Case from #DeepState #FederalGov. As part of...","sentiment_score":0.0}
{"full_text":"Oh no where will they find another PA.","sentiment_score":0.0}
{"full_text":"RT Let me understand, Steven Mnuchin funneled $500B of PPP Covid relief and gave millions to himself, Jared Kushner, Devin...","sentiment_score":0.0}
{"full_text":"RT You're a professional but don't know when you have an empty syringe? Allegedly, this is the first COVID-19 vaccinations a...","sentiment_score":0.0375}
{"full_text":"Update from President Stanley: Spring Semester plans, including the Influenza (flu) vaccination requirement, Reducing spread of COVID-19 after returning to East Lansing, Mandatory COVID-19 testing and continuing to keep our community safe.https:\/\/t.co\/D4QrW66hLo","sentiment_score":0.0}
{"full_text":"In this house we respect science and we love","sentiment_score":0.5}
{"full_text":"The elites dictating (and botching) public corona response KNEW FROM THE BEGINNING that they would have the quickest access to treatment + vaccines.","sentiment_score":0.0}
{"full_text":"RT please use this breathing exercise if you are having a hard time breathing rn!! svt is getting tested for covid-19 and l...","sentiment_score":-0.4557291667}
{"full_text":"RT Reminder! Pandemic UI programs expire in just 9 days. Without federal assistance from Congress, there will be no way to...","sentiment_score":0.0}
{"full_text":"RT Your actions make a difference. #DoYourPart to help bend the COVID-19 curve back down: celebrate virtually stick to your...","sentiment_score":-0.0777777778}
{"full_text":"RT This insistence that schools stay open next week is baffling. In Germany schools were closed as of yesterday but emergency...","sentiment_score":-0.0333333333}
{"full_text":"RPR DC live update covid 19","sentiment_score":0.1363636364}
{"full_text":"This is a man who strongly supports lockdown as long as his perceived exemption remains intact. Damn hypocrite. I'll never take him seriously again.","sentiment_score":0.0166666667}
{"full_text":"RT Now even the WHO says that PCR tests are unreliable and give a very high rate of false positives when using a high number...","sentiment_score":-0.0106666667}
{"full_text":"Tennessee is leading in cases of COVID, and you're playing with Photoshop? You truly are Deplorable.","sentiment_score":-0.6}
{"full_text":"Personal profiteering at the country's expense? Not dismissing how Trump knew about covid in October 2019. He left NY and warned Bibi mid November. \"Malicious intent\" knowing death would result...  murder.....","sentiment_score":0.0}
{"full_text":"This idiot is in charge of your life in Pennsylvania","sentiment_score":-0.8}
{"full_text":"RT Tyson has fired seven management employees at its biggest pork processing plant in Waterloo, Iowa, as a result of an independent i...","sentiment_score":0.0}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT -Over 300,000 Americans have died from COVID-Millions have lots jobs-Millions have slipped into poverty &amp; unemployment benefi...","sentiment_score":0.0}
{"full_text":"RT What a performance by a tinpot government add that sharps containers to the #covid pile you lying useles...","sentiment_score":0.0}
{"full_text":"has chosen to install #DeCurtisShield Kiosks at its facilities as part of its new robust health and safety practices in response to COVID-19 and future health threats.","sentiment_score":0.0681818182}
{"full_text":"RT I feel very lucky to have had the vaccine. I would have no hesitation in recommending it to anyone. ","sentiment_score":0.4333333333}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"PM Narendra Modi Faces Flak After Video of Him Attending Event Without Mask Goes Viral #NarendraModi #Mask #FaceMask #Coronavirus #COVID19","sentiment_score":0.0}
{"full_text":"RT Florida Governor Ron DeSantis says I should face repercussions for challenging his outrageous handling of the pandemic","sentiment_score":-0.25}
{"full_text":"RT Health Canada warns of counterfeit #COVID19 #vaccines sold online","sentiment_score":0.0}
{"full_text":"Stay at home and be safe!!!!","sentiment_score":1.0}
{"full_text":"Kenosha WI 99,944+Decatur IL 70,746+St Cloud FL 54,579+Enterprise AL 28,376+Kihei HI 20,881+Corinth MS 14,472+Portales NM 11,610+Stroudsburg PA 5,558+Newport DE 1,039+Vanderbilt MI 565=17Dec20 US confirmed #COVID19 deaths: 307,770","sentiment_score":0.4}
{"full_text":"\"Economists have linked Australia and New Zealand's ability to suppress the spread of Covid-19 to the countries' improving financial outlook. Both nations have reported only a handful of new cases in recent weeks, with most infected people in hotel quarantine.6\/","sentiment_score":0.1287878788}
{"full_text":"Currently sitting at $33\/$55 monthly minimum goal. Tiers start as low as $1. There's even a \"sugar daddy\" tier, mostly as a joke, but at that level, I'm even willing to chip in and offer daily support messages and an always available sympathetic ear ","sentiment_score":0.2357142857}
{"full_text":"RT I've just been informed that although the Covid vaccine won't contain microchips, it will have the new U2 album","sentiment_score":0.1363636364}
{"full_text":"RT Every 24 seconds.","sentiment_score":0.0}
{"full_text":"He has lost what little mind he had..Covid is record breaking numbers yesterday and u still are crying about the election..At least pretend to care about the american people.. covid should have taken your fat ass...clown","sentiment_score":-0.171875}
{"full_text":"Navy COVID-19 Vaccination Policy, Reserve Force Guidance #NavyReservehttps:\/\/t.co\/602FLPvF5X","sentiment_score":0.0}
{"full_text":"RT Still no fucking knighthood ","sentiment_score":0.3}
{"full_text":"RT When Trump promised a coronavirus vaccine by year's end, Washington Post journalists had a weird reaction: They fact-checked...","sentiment_score":-0.5}
{"full_text":"So you're perfectly within your rights to spread covid to vulnerable people? You selfish POS.","sentiment_score":0.0}
{"full_text":"New post: Bisley Ranges - COVID Tier Change","sentiment_score":0.1363636364}
{"full_text":"RT There's not a single fact that supports closing indoor dining due to Covid-19. This is all about forcing small busine...","sentiment_score":-0.1130952381}
{"full_text":"RT If you trust the mainstream media with covid facts after they ran cover for Epstein, Russia collusion, Hunter Biden's laptop, J...","sentiment_score":0.0}
{"full_text":"RT And if you believe \"both sides are blocking checks &amp; COVID relief\" then you should call your member of Congress anyway and ask the...","sentiment_score":0.0}
{"full_text":"RT 12. Unfortunately, you cannot completely trust what you hear from the media. They have consistently got it wrong for the past...","sentiment_score":-0.18}
{"full_text":"RT I hope everyone in #TN just witnessed expressly blame them and their families for the current #COVID19 spike. T...","sentiment_score":0.0}
{"full_text":"Can  leave the North Pole? Was his area ordered manditory stay in home ??","sentiment_score":0.0}
{"full_text":"RT I feel very lucky to have had the vaccine. I would have no hesitation in recommending it to anyone. ","sentiment_score":0.4333333333}
{"full_text":"Yes, and your point?","sentiment_score":0.0}
{"full_text":"RT kelly loeffler and david perdue downplayed covid and then invested in BODY BAGS. these people are so heinous","sentiment_score":0.0}
{"full_text":"RT Say that!","sentiment_score":0.0}
{"full_text":"Should you take the COVID Vaccine? Will it affect your flu shoot? 1Hood Media and Gateway Medical Society proudly present Ask A Black Doctor tonight at 7pm on and","sentiment_score":-0.0555555556}
{"full_text":"The Biogen conference was held at the end of February, before most states had taken action to control the spread of COVID-19.","sentiment_score":0.3}
{"full_text":"RT Quite something when UK government corruption in a pandemic becomes headline news in the NYTimes.","sentiment_score":0.0}
{"full_text":"1 out of every 132 residents have died, and people still won't wear masks.","sentiment_score":0.0}
{"full_text":"\"Just wanting to be helpful\" in the way that only certain clueless white women are capable.","sentiment_score":0.1035714286}
{"full_text":"RT It should be obvious by now that \"wearing a mask\" and \"social distancing\" aren't enough.More people need to stay home, so...","sentiment_score":0.0166666667}
{"full_text":" Using the mask prevents transmissions and new outbreaks! Wear it correctly: do not put the mask under your nose, around your neck or on your elbow...And remember: - Increase social distancing Avoid unnecessary contacts Wash your hands frequently#TriaSalut","sentiment_score":-0.0654040404}
{"full_text":"Special Alert: SoCal 511 is keeping you up to date on the Coronavirus(Covid-19) impacts to transportation in the 5 county areas(Los Angeles, OC, Ventura, Riverside, and San Bernardino)every hour. For more information visit:","sentiment_score":0.4285714286}
{"full_text":"2 Alaska Health Workers Got Emergency Treatment After Receiving Pfizer's VaccineOne of the workers, who did not have a history of allergies remained in the hospital on Wednesday nightSome reactions to the vaccine were also reported last week in Britain","sentiment_score":0.0}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"Not a good look for Secretary of State Alex Padilla, especially as he's being considered for a senate appointment. The EAC IG needs to investigate &amp; California needs to return the money.","sentiment_score":-0.175}
{"full_text":"2 Alaska Health Workers Got Emergency Treatment After Receiving Pfizer's Vaccine","sentiment_score":0.0}
{"full_text":"The pandemic has been a nightmare on the job front for lots of different careers  If you're in the creative industry check out our 'How to navigate creative careers during a pandemic' providing you with a creative careers practical guide https:\/\/t.co\/hqvauMNUGe","sentiment_score":0.375}
{"full_text":"The staff of the London Underground would like us all to know that, if the goal is not met, they'll be going on strike promptly. Eek!Let's avoid a transport-lockdown and get their parcels delivered! More Info:","sentiment_score":0.5}
{"full_text":"From \"COVID vaccines are on the way. We break down what you need to know.\"","sentiment_score":-0.1555555556}
{"full_text":" #chatbot with Artificial Intelligence technology help in the fight against the #coronavirus pandemic.Discover more,","sentiment_score":-0.05}
{"full_text":"\"Nothing could have prepared me for 2020.\"Amber Heard has spoken to Sky News about her experiences this year and how filming was stopped for the TV series she was working on about a pandemic because of the #coronavirus.More on this interview here:","sentiment_score":0.0}
{"full_text":"Stories from our Dec. 21 digital issue are online now: Christmas traditions under COVID; meditations while sheltering in place; Colombian Mennonites continues witness despite great risk; celebrating Christmas in Israel; and much more.","sentiment_score":0.4333333333}
{"full_text":"#Sustainable shopping is healthy, even amid a #pandemic via","sentiment_score":0.5}
{"full_text":"Nevada reported a new record number of coronavirus deaths for a single day on Wednesday, the morning after Reno-area residents voiced strong objections to lawmakers about mask mandates, business restrictions and school closures.https:\/\/t.co\/WeG629E9il","sentiment_score":0.1660894661}
{"full_text":"Here is a link to studies showing how inefficient and damaging lockdowns are. If you truly believe lockdowns are necessary and good, I don't want to hear from you any more. Even if you are in team panic, you should be able to see why they are a bad idea.","sentiment_score":0.2}
{"full_text":"RT Well, during a pandemic, while our cities are strapped for the cash needed to vaccinate us, at least the San Diego Police...","sentiment_score":-0.3}
{"full_text":"Most gym owners in the Spokane area are facing the same reality: The second round of coronavirus shutdowns by Inslee on Nov. 15 have left them in dire financial situations with no income to pay for rent, employees and other expenses.","sentiment_score":0.025}
{"full_text":"#COVID19 was thought to be a quick disease. The virus did its damage, and, for those who survived, was gone in a month or so. But new research suggests that it can linger much longer than anyone thought.","sentiment_score":0.2232323232}
{"full_text":"Don't miss the live session on \"How Affordable Technology Ensured Continuation Of Education And Jobs During the Pandemic.\" Register Now- #BGRIndiaConclave2020","sentiment_score":0.1363636364}
{"full_text":"Ok, ignoring the pandemic for a minute...Is it better to buy or rent?","sentiment_score":0.5}
{"full_text":"No10 refuses to rule out third lockdown in England as cases soar in London and some other parts of the country...new Welsh lockdown starts on Dec 28 and Scottish govt says it's a \"possibility\" north of the border after Christmas...","sentiment_score":-0.0625}
{"full_text":"Reminder: Appointments are available this week at our COVID-19 testing sites throughout the city.If you need a test, don't delay. Make an appointment now.https:\/\/t.co\/rXkjWMTUmx","sentiment_score":0.4}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Good night Cape Town! Our team will return at 09.00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands","sentiment_score":0.875}
{"full_text":"The past ten months have been a nightmare to all the skilled migrants. 489,491,190 visa holders need clarifications now that the Covid-19 vaccine is half way there to Australia.#stop_travelban_Australiatemporaryskilledmigrants@ABCaustralia@7NewsAustralia@AlanTudgeMP","sentiment_score":0.0208333333}
{"full_text":"Chronic Statin Use Reduces All Cause Mortality in COVID 19","sentiment_score":0.0}
{"full_text":"Your Sports On Demand Podcast features...-Watertown Wrestling Shut Down Due COVID-Preview Of Castlewood vs Arlington-SDSU Fans Can Add A Cutout To Jacks Events-Talk Twins and St. Paul Saintshttps:\/\/t.co\/gdTHfNPMnQ","sentiment_score":-0.1402777778}
{"full_text":"Online shopping has boomed this year due to various coronavirus restrictions, and many households will now be receiving parcelshttps:\/\/t.co\/Hw9uwX4rse","sentiment_score":0.125}
{"full_text":"A new report from indicates: \"Canadians who worried about having enough food during the first wave of the (...) pandemic this spring were more likely to perceive their mental health as poor and report anxiety symptoms than those who did not.\"","sentiment_score":0.0551948052}
{"full_text":"2020 has been a year like no other with the global pandemic. takes a look at some of the best political horror films of the year:","sentiment_score":0.265625}
{"full_text":"RT A social media video claims COVID-19 vaccine syringes can contain an optional microchip for gathering information on patien...","sentiment_score":0.0333333333}
{"full_text":"WAR STORY: The #Somalia Battle That Propelled Maj Gen Paul Loketch to the Top #ChimpReportsNews  #UgandaNews #WearAMask","sentiment_score":0.5}
{"full_text":"RT From a neighbour ~ BE CAREFULL!!!!!!! COVID is TWICE as bad when its snowing! Heard it on CBC!!!!","sentiment_score":-1.0}
{"full_text":"#Hospitals are short-staffed and managing more patients due to the pandemic. Here's how we're helping our partners at and Evolution Health keep their patients and care teams safe. #remotemonitoringhttps:\/\/t.co\/DXbWgKduDA","sentiment_score":0.2916666667}
{"full_text":"aw firms that hosted summer associate programs haven't skimped on job offers in the pandemic, and they've seen increased acceptance rates this year, according to a new report by the National Association for Law Placement.","sentiment_score":0.1181818182}
{"full_text":"The 24\/7 Family Carers, based in Manorhamilton, used part of their COVID Emergency Fund Grant to put together these thoughtful and beautiful Christmas packs for their service users. #Leitrim #24\/7FamilyCarers #DepRCD #COVID19","sentiment_score":0.625}
{"full_text":"Share your experiences of flying as a #wheelchair user by taking &amp; survey. Insight from this will be used to lobby the airlines to consider #disabled people now &amp; after the #COVID19 pandemic - our opinions matter.","sentiment_score":-0.2}
{"full_text":"Let's keep making space to help stop the spread of Coronavirus. #HandsFaceSpace #StayAlert","sentiment_score":0.0}
