{"full_text":"RT Any elected official who treated Covid like a hoax belongs at the BACK of the vaccine line, not the front.","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Unfortunately, McDisaster has already said no! I guess we should expect this kind of ignorance out of him! When has he shown any common sense w\/o being pushed into a corner?https:\/\/t.co\/9Vj0qJ3AIi","sentiment_score":-0.0583333333}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT \"Governor Whitmer later said it wasn't COVID. She claimed it was a security threat. She first claimed COVID, but later i...","sentiment_score":0.0833333333}
{"full_text":"RT One thing to do before #2020 ends: Reflect on all you experienced, especially on the many challenges &amp; stresses you endu...","sentiment_score":0.4333333333}
{"full_text":"RT Covid makes it clearer than ever that tourism is colonialism. See Tulum.","sentiment_score":0.0}
{"full_text":"RT Not going to celebrate $600 checks for Americans who have lost everything &amp; gotten into a hole so deep they may never get out....","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT The entire Bay Area will fall under a state mandated lockdown order beginning tomorrow night...as region's ICU capacity slip...","sentiment_score":0.0}
{"full_text":"RT BREAKING--Republican TN Rep. David Byrd on an ICU ventilator for COVID-19, &amp; \"needs a miracle\". Byrd &amp; GOP colleagues di...","sentiment_score":0.0}
{"full_text":"RT Joe Biden rallies are the best place for social distancing in history.","sentiment_score":0.5166666667}
{"full_text":"RT The same senator who saw COVID-19 as an investment opportunity opposes stimulus checks for working people.","sentiment_score":0.0}
{"full_text":"RT Very thankful to have received the COVID vaccine today. Literally won a lottery to get it. Thanks to all who contributed to...","sentiment_score":0.2}
{"full_text":"RT The vast levels of inequality in the UK coupled to the dire state of much of the media has led us here: asset-rich boom...","sentiment_score":0.1}
{"full_text":"RT 1st- I am disturbed to see a congresswoman promoting such an abusive industry2nd- this woman says she didn't want to take...","sentiment_score":0.0}
{"full_text":"RT We interviewed Chris DeFelice, the owner of Dirty Water in Washington DC, who is hosting a fundraiser tonight at his bar f...","sentiment_score":-0.6}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT SPECIAL REPORT: An astonishing pattern emerged in Florida's #COVID19 death tally -- one that suggests the state manipulated...","sentiment_score":0.4285714286}
{"full_text":"RT hey remember when the guy who invented the polio vaccine didn't patent it because it was paid for with public funds and becaus...","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT It's way past time for our elected officials to take care our people during this pandemic.  We are Americans, we need to...","sentiment_score":-0.25}
{"full_text":"My job just got it's date to receive our covid vaccines ","sentiment_score":0.0}
{"full_text":"Like bro doctors wear this shit for HOURS AND HOURS during a fkn surgery and if they would be harmed by the mask during a OPERATION i highly think they would not put themself and their patient in that kinda risk, its like the minute covid hit apprerntly half of america is asmatic","sentiment_score":-0.0688888889}
{"full_text":"You still got your head so far up your arse that you think Bumbling Boris, Gove and the chums club Brexit is going to do anything other than ruin the county, in addition to completely f__King up Covid management and killing thousands through incompetence.","sentiment_score":0.025}
{"full_text":"RT We all know how Howard would have handled the pandemic. it would have been \"no work, no pay\" fo...","sentiment_score":0.0}
{"full_text":"RT Eviction moratoriums are about to end. Without federal COVID relief for individuals, we'll ring in the New Year with a mas...","sentiment_score":0.1363636364}
{"full_text":"RT Please as You go out this December, be careful, if its not very important that You go , just stay home , streets is rugge...","sentiment_score":-0.1269230769}
{"full_text":"RT Is $600 for a second COVID check enough?","sentiment_score":0.0}
{"full_text":"RT In the middle of one of the richest cities in one of the biggest economies in the World.","sentiment_score":0.0}
{"full_text":"RT As I've said many times, on here and to my colleagues, any #COVID19 Relief Bill we pass MUST include direct cash payme...","sentiment_score":0.3}
{"full_text":"RT i'm sorry the canadian government is telling people they're taking back the covid relief payments b\/c those people were TOO...","sentiment_score":-0.25}
{"full_text":"This Paul Alexander sounds a little bit unhinged. ...educated in a combination of epidemiology, research methodology, biostatistics, and evidence-based medicine\/EBM. He's not a physician. ","sentiment_score":-0.1875}
{"full_text":"RT #BREAKING: This morning the Government announced that two additional COVID-19 vaccine agreements have been secured, as part o...","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Yet has no true access to medical grade N95 #PPE?","sentiment_score":-0.0875}
{"full_text":"RT A historic day at the Nation's First Hospital! Today, we started #Covid19 vaccinations at Pennsylvania Hospital. Amongst the...","sentiment_score":0.15625}
{"full_text":"RT Kenya Airways pilots are threatening to refuse to fly to Guangzhou due to what they claim are violations of their human right...","sentiment_score":0.2401785714}
{"full_text":"No, no, no, citizens, SOTP stands for  --|Save Our Toilet Paper ( per Pandemic! )","sentiment_score":-0.0416666667}
{"full_text":"RT Attending the #SVGSummit today? Don't miss our SVP of Solutions, Jared Timmins, discuss what production will look like pos...","sentiment_score":0.0}
{"full_text":"VA charges us $48 for road usage. I'm just grateful for online servicing during COVID.","sentiment_score":0.0}
{"full_text":"RT Chris Christie in a new video: \"You know, lying in isolation in the I.C.U. for seven days, I thought about how wrong I wa...","sentiment_score":-0.1818181818}
{"full_text":"I can't believe people call US as a greatest country. We all saw the real picture when pandemic hit. It's a disgrace what working people in US have to face while the rich are getting richer. Other developed countries have been giving stimulus checks every month to its citizens","sentiment_score":0.31}
{"full_text":"RT \"We want them infected.\"Trump appointee repeatedly urged top health officials to let millions of Americans contract Covid-1...","sentiment_score":0.5}
{"full_text":"RT The same senator who saw COVID-19 as an investment opportunity opposes stimulus checks for working people.","sentiment_score":0.0}
{"full_text":"Krouse said he encourages everyone to receive the COVID-19 vaccine once it becomes available.","sentiment_score":0.4}
{"full_text":"How does death rate by year prove there aren't that many COVID related deaths?","sentiment_score":0.25}
{"full_text":"We are going to be more appalled every time we hear something new. I wouldn't even take an aspirin from Ivanka!#goodriddance","sentiment_score":-0.0545454545}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"RT #BREAKING Judge Wohlfeil has again found San Diego strip clubs Cheetahs and Pacers can provide live adult entertainment d...","sentiment_score":0.1181818182}
{"full_text":"RT More than two-thirds of undocumented immigrant workers have jobs 'essential' to Covid fight, says study. By @JuliaEAinsley...","sentiment_score":0.25}
{"full_text":"RT I feel like the fact that after receiving classified briefings about COVID Kelly Loeffler and David Perdue downplayed th...","sentiment_score":0.0}
{"full_text":"Enough evidence for me! I take it for menopause, and vitamin C also! I'm never sick and have been with my parents all year, none of us were sick with #COVID19!","sentiment_score":-0.1785714286}
{"full_text":"RT Georgians, are you tired of gridlock in the Senate? GA &amp; the rest of America needs COVID relief, unemployment assistance &amp;...","sentiment_score":-0.4}
{"full_text":"RT BTS's V Is Hanging Out With Fans To Protect Them From COVID-19https:\/\/t.co\/gtfBYb02T4","sentiment_score":0.0}
{"full_text":"I am right there with you!  Our whole house is dealing with covid right now. Even our relatively mild version is no joke. We were being cautious and still got it.","sentiment_score":0.294047619}
{"full_text":"RT She helped win the most votes of any presidential candidate ever. She did so during a global pandemic while rais...","sentiment_score":0.4333333333}
{"full_text":"It is anger at someone doing nothing and saying nothing but empty rhetoric during an once in a century pandemic as over 300,000 are dead, millions without insurance, jobs, hungry and about to thrown on the streets. We need more than Status Quo Joe, we need assistance now.","sentiment_score":-0.125}
{"full_text":"RT All-Cause Excess Mortality and COVID-19-Related Mortality Among US Adults Aged 25-44 Years, March-July 2020The COVID-19...","sentiment_score":-0.1}
{"full_text":"Oh wauw! Thank you Mark that you did watch her account, like I asked!! You're the best! Can't hug you now but I will after the Corona crisis hihihi Steffi will have the best Christmas ever now, thank you sweetieMuch love from Holland as well ","sentiment_score":0.8333333333}
{"full_text":"US records the DEADLIEST day of the pandemic","sentiment_score":0.0}
{"full_text":"RT Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.So you'd think he'd be ab...","sentiment_score":0.375}
{"full_text":"RT 4 weeks ago the Tories found PS16 billion for the military. This is criminal.","sentiment_score":-0.25}
{"full_text":"RT If you learn nothing else from 2020, it should be how quickly those you trusted with high office were prepared to trade your...","sentiment_score":0.2466666667}
{"full_text":"$2,000 like Canada does every month until the pandemic is over.","sentiment_score":0.0}
{"full_text":"RT $600 stimulus checks as GOP gave themselves millions of dollars in PPP Covid relief is a major fuck you to everyone who...","sentiment_score":-0.16875}
{"full_text":"RT The Philippines would have secured the delivery of 10 million doses of Pfizer COVID-19 vaccines as early as January nex...","sentiment_score":0.1}
{"full_text":"RT Our guru brother, Sruti Ram, passed away today from Covid-19 complications. He was one of Ram Dass's first caretakers in M...","sentiment_score":0.25}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"So!!! Wear a mask to set an example.   But to Late for that.  They did so much damage already","sentiment_score":-0.05}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"RT Is $600 for a second COVID check enough?","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Came to put em in a box like covid-19https:\/\/t.co\/31ZsWTlWGK","sentiment_score":0.0}
{"full_text":"John Howards comments can only be read as a slight on performance: resisting lockdowns, prioritising economy of life, deranged economic analysis like \"springback\", no masks, premature opening of borders, no Aged Care plans #auspolhttps:\/\/t.co\/f6Py4oJyh3","sentiment_score":0.0208333333}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"RT \"Governor Whitmer later said it wasn't COVID. She claimed it was a security threat. She first claimed COVID, but later i...","sentiment_score":0.0833333333}
{"full_text":"RT 2020 was a whirlwind of fast-paced changes. In the wake of COVID-19 5 newly legalized states &amp; more, the cannabis industry h...","sentiment_score":0.3181818182}
{"full_text":"RT This is in Columbus, Ohio. Someone posted this on Facebook. Covid has people going crazy ","sentiment_score":-0.6}
{"full_text":"RT Wow.A top Trump appointee,  Paul Alexander, repeatedly urged top health officials to adopt a \"herd immunity\" approach to Cov...","sentiment_score":0.5}
{"full_text":"Good advice for caring for COVID-19. Thank you","sentiment_score":0.7}
{"full_text":"Thankfully Puerto Rico is far ahead of other Caribbean islands in receiving Covid vaccines and done properly can leapfrog other Caribbean destinations when it reopens for tourism.","sentiment_score":-0.0375}
{"full_text":"RT BREAKING: Fauci and Birx recommend nuking U.S. cities to slow spread of coronavirus.","sentiment_score":-0.3}
{"full_text":"RT New #COVID19 Research: An international call for cases identified 38 children with neurological disease related to #SA...","sentiment_score":0.0454545455}
{"full_text":"Prediction 2021 Only 1\/2 Americans will take vaccine-hospitals will suddenly start calling it pneumonia and not COVID they'll call it the flu not C they'll call respiratory infection not C Dem will say we did it  lockdowns worked justify destroying 1000's businesses mil's Lives","sentiment_score":-0.0666666667}
{"full_text":"RT Let me understand, Steven Mnuchin funneled $500B of PPP Covid relief and gave millions to himself, Jared Kushner, Devin...","sentiment_score":0.0}
{"full_text":"May they suffer appropriately.","sentiment_score":0.5}
{"full_text":"RT We're fighting hard for stimulus checks in this COVID-relief bill. And, we believe we'll get them. The American people need...","sentiment_score":-0.1458333333}
{"full_text":"RT Great round-up from and on the work from and economists and Raj Chett...","sentiment_score":0.8}
{"full_text":"RT The Louisiana Department of Health reports 3,275 #COVID19 cases reported to the state since December 15, 2020. The total...","sentiment_score":0.0}
{"full_text":"After 8 months of COVID, just how small will that zebra sweater look...","sentiment_score":-0.25}
{"full_text":"The fact that he denied it knowing DAMN well all along the dangers that will come with Covid-19, makes him a criminal. #JusticeMatters #TrumpCrimesAgainstHumanity","sentiment_score":-0.4}
{"full_text":"RT Great thread, so I'll just add one thing. The picture of Dr. Ioannidis they chose was absolutely perfect. This is the...","sentiment_score":0.9}
{"full_text":"RT .@anipal150: Mirror Online: Animal abuse fears as breeders exploit demand for imported dogs during lockdown.https:\/\/t.co\/tRd...","sentiment_score":0.0}
{"full_text":"RT Florida Gov Ron DeSantis: Restaurants to remain open amid COVID-19","sentiment_score":0.0}
{"full_text":"RT Yet another award for CCAMP C-CIDA supported selected them for 10th Anjani Mashelkar Inc...","sentiment_score":0.0}
{"full_text":"RT Today is the day #IGotTheShot We can finally see the light at the end of the tunnel!!! The Covid-19 vaccine is safe and e...","sentiment_score":0.4270833333}
{"full_text":"Im not sure they understand vaccination and social distancing","sentiment_score":-0.1083333333}
{"full_text":"RT Prisoners are 5.5 times more like to get covid than the general population and 3 times more likely to die from it.","sentiment_score":0.2625}
{"full_text":"RT #COVID19 update: 640 cases reported today, for a total of 44,103. There are 9,950 active cases and 362 people are in hospital,...","sentiment_score":-0.0666666667}
{"full_text":"RT Great more excuses for censorship","sentiment_score":0.65}
{"full_text":"RT OMG! Finally we have some surveillance estimates of #LongCovid. My call since July to #CountLongCovid has been answere...","sentiment_score":0.0}
{"full_text":"Yeah, what she said! right on!","sentiment_score":0.3571428571}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"I love that we can use the \"extra\" doses and #vaccinate more people against #COVID19","sentiment_score":0.3333333333}
{"full_text":"RT COVID-19: Alberta reports 1,270 new cases, 16 deaths","sentiment_score":0.1363636364}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"\"Nothing fundamentally will change.\"","sentiment_score":0.0}
{"full_text":"RT Disappointed, if not surprised, to see some praise Tom Cruise for abusing his film crew over virus guidelines during a produ...","sentiment_score":-0.4}
{"full_text":"Love it! Let them he kids &amp; enjoy!","sentiment_score":0.5625}
{"full_text":"RT That girl who flew from LA to Miami with a dead Covid body behind her the other day is on IG with a countdown to her Ba...","sentiment_score":-0.2416666667}
{"full_text":"RT gonna stick to singing for now:))","sentiment_score":0.5}
{"full_text":"The US reported 113,069 current Covid-19 hospitalizations on Wednesday, setting a new record high since the pandemic began, according to the Covid Tracking Project. This is the 15th consecutive day that the US has remained above 100,000 current hospitalizations. --","sentiment_score":0.0592727273}
{"full_text":"When the pandemic hit, Julie Pettitt, Funstation, spirit of generosity, moved her 92-year-old father to live with her and found a way to bring her family together and chuckle through it - proving the power of laughter. See what she says here:","sentiment_score":0.1363636364}
{"full_text":"Tom Cruise should be screaming at them the whole time.","sentiment_score":0.2}
{"full_text":"RT Let me understand, Steven Mnuchin funneled $500B of PPP Covid relief and gave millions to himself, Jared Kushner, Devin...","sentiment_score":0.0}
{"full_text":"you stop&amp;think that we send soldiers into battle with the equipment that they need,yet we're asking nurses to do the exact same thing,but without the equipment that they needed.\"-Ernest Grant, president of the American Nurses Association","sentiment_score":0.0833333333}
{"full_text":"Since the event, Biogen has been working with researchers at the Broad Institute to advance COVID-19 research using blood samples from those infected during the meeting.","sentiment_score":0.0625}
{"full_text":"RT I was once denied the purchase of a water bottle at BYU campus because I was returning from a run with shorts above the kne...","sentiment_score":0.0}
{"full_text":"RT If you learn nothing else from 2020, it should be how quickly those you trusted with high office were prepared to trade your...","sentiment_score":0.2466666667}
{"full_text":"Umm, there was an outbreak which no other state had, it was called the second wave lol","sentiment_score":0.2875}
{"full_text":"Passengers may kindly not, extended dates for following Festival Express Special Trains.All #COVID19 norms will be strictly followed.#Karnataka #IndianRailways #Passengers #travel #Reservation #TrainUpdates #SWRRLYtrainupdates #Mysuru #Bengaluru #safetravels","sentiment_score":0.019047619}
{"full_text":"Biden and Pence set to receive COVID-19 vaccine soon","sentiment_score":0.0}
{"full_text":"Public health officials said dozens of COVID-19 cases were linked back to a Christmas celebration held by a Hendersonville church.","sentiment_score":0.0}
{"full_text":"RT The same senator who saw COVID-19 as an investment opportunity opposes stimulus checks for working people.","sentiment_score":0.0}
{"full_text":"The economic impact of the pandemic is expected to limit public spending on cybersecurity, digital services and broadband via","sentiment_score":0.025}
{"full_text":"RT As part of our rapid (but careful!) review of COVID-19 submissions, we have collected 8 high-quality behavioral papers. Th...","sentiment_score":-0.125}
{"full_text":"Wear a face mask and be considerate! Union Cab requires face masks to be worn throughout our rides for the time being. Call 608-242-2000 and get to where you need to be. #CoOpMeansTogether","sentiment_score":0.0}
{"full_text":"Look at the current #Coronavirus statistics in #Iran.#COVID19 #CoronaVirus #Pandemic #Corona #virus","sentiment_score":0.0}
{"full_text":"They're gonna start banning everyone aren't they","sentiment_score":0.0}
{"full_text":"RT Your daily reminder that David Perdue has fought against stimulus checks for the entire pandemic.","sentiment_score":0.0}
{"full_text":"RT Wow.A top Trump appointee,  Paul Alexander, repeatedly urged top health officials to adopt a \"herd immunity\" approach to Cov...","sentiment_score":0.5}
{"full_text":"Or the city of Des Moines and a suburb or so...","sentiment_score":0.0}
{"full_text":"How the pandemic has accelerated employee activism, with implications for #employerbranding","sentiment_score":0.0}
{"full_text":"In our Q&amp;A after his 2020 Lowy Lecture, I quizzed on US-China relations, America's COVID response, foreign policy and climate change.  WATCH:","sentiment_score":-0.125}
{"full_text":"Hundreds of restaurant workers rally in central New York, blaming the governor for fresh lockdown restrictions they warn will force most out of business","sentiment_score":0.2340909091}
{"full_text":"ICU nurse Sandra Lindsay made history as the first American to get the COVID-19 vaccine and she tells she got the vaccine publicly to help \"preserve public health and safety.\"","sentiment_score":0.0625}
{"full_text":"RT 300,000 dead from COVID, democracy on life support, health care about to be taken from millions, millions facing evictio...","sentiment_score":-0.2}
{"full_text":"why are these people so stupid#YouCantMakeThisUp #auspol #COVIDIOT Wilson: *thinks* it's ok I'll just pop in to say have a nice holiday before I go into quarantine.","sentiment_score":0.55}
{"full_text":"RT Christie is the only person in the president's world who has visibly done a mea culpa on masks and who has encouraged other...","sentiment_score":-0.0625}
{"full_text":"Nearly 3,400 coronavirus-related deaths were reported in the United States on Wednesday, topping all previous days during the pandemic, according to Johns Hopkins University data.","sentiment_score":-0.0333333333}
{"full_text":"RT A $600 one time payment is nothing. We need $2,000 a month, retroactive to the beginning of the pandemic, and until it's...","sentiment_score":0.0}
{"full_text":"This new policy will focus on removing tweets that \"advance harmful, false or misleading narratives\" about the vaccine.https:\/\/t.co\/AFS2tAu2mh","sentiment_score":-0.1318181818}
{"full_text":"If we divided up the money that America's billionaires made during the pandemic - not even their entire wealth, literally just the amount that they've accrued since March - we could send every American a check for $3,000 right now.#StimulusCheckNOW","sentiment_score":0.0952380952}
{"full_text":"The funding helped fact-checkers experiment with new formats and hire additional staff to help fight the COVID-19 infodemic. Read about the projects here  #factcheck #factchecker #facts #ifcn #coronavirus #COVID19","sentiment_score":0.1363636364}
{"full_text":"#throwbackthursday The world looks different today than a year ago and we're all struggling a bit to adjust to the new normal of the covid19 pandemic. Still, we're sure there are some good things that have happened over the year. What are you grateful for this year? #gratitude","sentiment_score":0.2972727273}
{"full_text":"This article shares community tips from people who learned new ways to find--and spread--joy! #MyOptionB #OptionBThere","sentiment_score":0.1704545455}
{"full_text":"Entry Level Environmental Jobs For Anyone Looking To Break Into The Environmental Sector  The global pandemic has, unfortunately, brought about a lot of job uncertainty in many areas of the economy.   #nature #sustainability #savetheplanet","sentiment_score":0.0}
{"full_text":"How do #pandemics affect other existential threats like #ClimateChange and the use of #NuclearWeapons?  Latest report by explores new ways to think about addressing nuclear weapons in a world re-shaped by #COVID19.","sentiment_score":0.1704545455}
{"full_text":"RT bts members shamelessly bring their own mics and wear masks in a public setting, in the middle of a pandemic.  anything to...","sentiment_score":0.2}
{"full_text":"Flu has all but disappeared. One wonders what the high cycle count is doing to misattribution to Covid when one dies of two other comorbidities. The annual counts for many other diseases is quite low in 2020. Please report all context -- you're a doctor.","sentiment_score":0.082}
{"full_text":"RT In the fifth richest nation on Earth, where scarcely-taxed billionaires build palaces and the government scatters  PS100m...","sentiment_score":0.0}
{"full_text":"The veteran actor tore into crew members for allegedly not following COVID-19 safety protocolshttps:\/\/t.co\/c3K2pb9ii5","sentiment_score":0.0}
{"full_text":"COVID-19 made one of our picks for the #2020YearInReview for Best Limited Series, \"Billionaire Island\" read a bit differently - - but as tells us, it actually made the series come out stronger.","sentiment_score":0.2321428571}
{"full_text":"The CRA has announced a temporary flat rate method to work from home expenses, in light of the impact of the COVID-19 pandemic. However, the regular T2200 process will still be available to those who wish to file a claim for greater expenses.Learn more:","sentiment_score":0.2958333333}
{"full_text":"In this article published by CEO Jonathan Reckford (@JReckford ) shared the 5 key actions we can take to aid post-pandemic recovery through #housing: #housingforall #housingatthecenter #postpandemic","sentiment_score":0.0}
{"full_text":"Our view: After months of frustrating inaction, Congress must step up.https:\/\/t.co\/bYoDwFkZFq","sentiment_score":-0.4}
{"full_text":"NEW from We can create a #highered system that works #forthemany and serves as an engine of innovation, prosperity, and democracy. And that requires getting our #COVID19 response right.","sentiment_score":0.211038961}
{"full_text":"Tom Cruise's rant at crew members who violated COVID-19 safety measures on the set of \"Mission: Impossible 7\" was profane and a little over the top.But he said what many of us are thinking. All the time, says","sentiment_score":-0.1180555556}
{"full_text":"RT Some good news! Gillian McIntosh, the Abbotsford woman who gave birth via C-section in early November while in an induced co...","sentiment_score":0.4875}
{"full_text":"These abuses of power in Central and Eastern Europe cannot be ignored. It is crucial to pay attention to how these times of crisis can further exacerbate the already existing illiberal tendencies across the region.https:\/\/t.co\/SACx52EAIK","sentiment_score":0.0}
{"full_text":"RT The people telling you to lock down will still have their jobs after you lose yours.","sentiment_score":-0.1555555556}
{"full_text":"Here's what we know so far about the side effects of #COVID19 vaccines.https:\/\/t.co\/gyJ8CVvcvQ","sentiment_score":0.1}
{"full_text":"This is a great time to be some sort of a technology technician. This point in time, there is a need for those capable of working on technology.https:\/\/t.co\/ayUGqA4zlp#legaltech #law #legal #COVID19","sentiment_score":0.4}
{"full_text":"#COVID19 Community Support Update, December 16, 2020.Get the latest on community support programs and projects in the #CityofGoodLiving here:","sentiment_score":0.5}
{"full_text":"Enjoy your Holiday vacation, let Gofer help you to pay your bills. Book a Gofer now!Contact us for inquiries:(632) 8806 2486 \/ +63 917 522 4180 \/ goferph@gmail.com#StayHome #GofersInAFlash","sentiment_score":0.4}
{"full_text":"The partisan gap observed in Covid-19 spending only grows wider when considering the issue of healthcare at large. 36.8% of Democratic ad spending featured some reference to healthcare, as opposed to only 8.8% of Republican spending.","sentiment_score":0.0714285714}
{"full_text":"7 Day US Covid Cases per 1K 12-11-20:  Our Covid visualizations provide accurate insight into covid-19 thanks to our data scientists and USAFacts #covidvislualizations #coviddata #smcanalytics #covid19 #coronavirus #covid_19","sentiment_score":0.3}
{"full_text":"The COVID-19 Pandemic - Thankfully the US Economy was strong entering the Pandemic and able to emerge more agile our collective experience will act as  accelerator for agencies to modernize.","sentiment_score":0.4833333333}
{"full_text":"Dr. Deena Hinshaw doesn't think we need to sound the alarm just yethttps:\/\/t.co\/p9FUpI1PIM","sentiment_score":0.4}
{"full_text":"Trump appointees describe the crushing of the CDC","sentiment_score":0.4}
{"full_text":"The changes include expand guidance to allow Michiganders 16 years of age and older to receive the vaccine and also provided updated information on pregnant women and the vaccine.https:\/\/t.co\/1YQVCllNX4","sentiment_score":0.25}
{"full_text":"Qs for tomorrow's (12\/17 US) Global #gtchat (#giftED #talented) Powered by #TAGT this week (12\/17 US) Our topic: \"2020 Retrospective: The Lost Year\" #NAGC #SENG #parenting #parentinginapandemic #2ekids #edchat #txeduchat #AussieED #nt2t #COVID19 #pandemic #edutwitter","sentiment_score":0.4}
{"full_text":"Good to see you're following CDC guidelines. :)","sentiment_score":0.4}
{"full_text":"RT My mask couldn't hide my excitement for today! Covid-19 vaccine  #COVID19 #CovidVaccines #CovidVaccine #IGotTheShot...","sentiment_score":0.0}
{"full_text":"'I am tired, and my soul hurts': B.C. nurse reflects on working in ICU unit during COVID","sentiment_score":-0.4}
