{"full_text":"RT Held another tele townhall today. 2,500 dialed in for resources, relief, compassion. Every story shared hit hard, esp t...","sentiment_score":-0.2916666667}
{"full_text":"RT Might gotta take the COVID vaccine  for this one cause this something a nigga gotta watch in theaters ","sentiment_score":0.0}
{"full_text":"RT It is time to buy #COVID19 vaccines and our rulers are AWOL. We are waiting for charity vaccines. For how long are we goin...","sentiment_score":-0.05}
{"full_text":"RT HAHA, I never seen an organization set up to trick people and points the finger at themselves, at the same time.","sentiment_score":0.1}
{"full_text":"They admit they blocked for election!that makes no sence, their price tag was higher to help people which wins votes alone, your price tag didnt want to do a damn thing thats why trump failed and why you were rejected. Send the help for the people in a pandemic they wont reject","sentiment_score":0.0166666667}
{"full_text":"RT 3,046 COVID-19 deaths today.Thank you, Trump voters.","sentiment_score":0.0}
{"full_text":"RT Hi Janet, During this current surge, the safest choice is to stay home. The more you go out, the more you expos...","sentiment_score":0.3333333333}
{"full_text":"RT The organization says that conducting the 2021 count with over 8,000 volunteers just isn't safe, given the current surge in COVI...","sentiment_score":0.25}
{"full_text":"RT This is quite something. Of all the positive Covid tests of the 9,000+ students at Cambridge University tested in the week to...","sentiment_score":0.2272727273}
{"full_text":"RT 'I was so proud to contribute to stopping the pandemic.'May Parsons is the nurse to give the first Covid-19 vaccine in the world...","sentiment_score":0.525}
{"full_text":"RT Rich countries with less than 15% of the world's population have secured 53% of the best vaccines. Almost all of Pfizer\/BioNTe...","sentiment_score":0.4027777778}
{"full_text":"I CAN NOT WAIT UNTIL I CAN EXPLORE THE CITY AGAIN WITH MY FRIENDS, but I'm going to do my part in staying at home, wearing a face mask until the pandemic is under control.","sentiment_score":0.0}
{"full_text":"RT sorry, but that covid vaccine??? no thank you y'all can hate me all y'all want","sentiment_score":-0.65}
{"full_text":"RT Check on your archaeology friends during Covid, they are not okay.","sentiment_score":-0.25}
{"full_text":"RT I promise you this: I will spare no effort -- or commitment -- to end this pandemic.","sentiment_score":0.0}
{"full_text":"RT Imagine that 15 passenger jets full of Covid-19 patients crashed today, all across the US, and killed everyone on board....","sentiment_score":0.075}
{"full_text":"RT We should prioritize workers, not large corporations. Yet, Mitch McConnell is fighting tooth and nail to let corporatio...","sentiment_score":-0.1071428571}
{"full_text":"RT He. Doesn't. Care.","sentiment_score":0.0}
{"full_text":"RT I wish Covid never existed... but at the same time, it really has changed my life and opened my eyes to so much.","sentiment_score":0.1333333333}
{"full_text":"RT I pray when SCOTUS denies hearing this #TexasLawSuit they have a statement about how this insane run of frivolous suits tha...","sentiment_score":-1.0}
{"full_text":"RT For the vast majority, this pandemic has been utter misery.But for a wealthy few, it has been an opportunity to cash-in...","sentiment_score":0.075}
{"full_text":"No son reales, elL covid si","sentiment_score":0.0}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT More than COVID , we need Vaccine for EGO","sentiment_score":0.5}
{"full_text":"If you could take a moment and pray for the Herrera family that would be greatly appreciated!! ","sentiment_score":0.3125}
{"full_text":"RT Bernie Sanders Admits Democrats Blocked COVID Relief For Americans (VIDEO)","sentiment_score":0.0}
{"full_text":"RT  Reduced access to services Fear of acquiring #COVID19It's more important than ever to address and end conflict-relat...","sentiment_score":0.45}
{"full_text":"RT Clean energy? McConnell will block it. Civil Rights? He'll block it.COVID relief? He'll block it.Voting Rights? He'll block...","sentiment_score":0.3666666667}
{"full_text":"we fighting 2 pandemics, covid 19 and stupidity","sentiment_score":-0.6}
{"full_text":"Ready for another adventure #WearAMask #Zion","sentiment_score":0.2}
{"full_text":"RT If you are writing a play about COVID stop","sentiment_score":0.0}
{"full_text":"my role has totally changed since covid. being asked to give vaccines, process swab tests like lab corp, travel to nursing homes to immunize and thrown into pharmacist roles that I did not have the schooling for because there aren't enough resources out there right now is scary.","sentiment_score":-0.0535714286}
{"full_text":"RT Wonder if people denouncing this realize how common it was in the Dust Bowl and in Depression-era Appalachia for residents t...","sentiment_score":-0.3}
{"full_text":"RT NEW: In just a few weeks, Biden and his team will move into a White House that has seen dozens of Covid infections. Here...","sentiment_score":-0.0212121212}
{"full_text":"RT \"How we made this pandemic a political thing makes me absolutely enraged,\" Leslie Jones speaks with about American's...","sentiment_score":0.0666666667}
{"full_text":"RT a statistic that i think about everyday-- in the united states, filipinos make up 4% of nurses, but filipinos nurses make up...","sentiment_score":-0.2}
{"full_text":"if you're willing to eat a McRib don't worry about what's in the coronavirus vaccine","sentiment_score":0.25}
{"full_text":"A big part of the issue is the supply of electronics, particularly processors, due to covid restrictions in Asia. But Nvidia also creates their own shortage on early npi launches, just like Playstation and Microsoft.","sentiment_score":0.1483333333}
{"full_text":"i worry we don't have enough counseling for covid+ people!","sentiment_score":0.0}
{"full_text":"For fucks sake today over 3,000 people died from Covid...and this is your focus?  You are NOT a leader and do us all a favor and just step down.","sentiment_score":-0.1555555556}
{"full_text":"I can easily say I'm one of the luckiest people ever to call someone as amazing as as a friend! Love this man and can't wait till covid is over to give him a big ol kiss!","sentiment_score":0.4208333333}
{"full_text":"RT The #COVID19 pandemic has reinforced a fundamental truth: human rights violations harm us all.People and their right...","sentiment_score":0.1428571429}
{"full_text":"RT If you leave your church during Covid, please at least email your Pastor &amp; let them know.So many ghosting out, it's honestly...","sentiment_score":0.2666666667}
{"full_text":"2020: aCOVID19:","sentiment_score":0.0}
{"full_text":"RT Ok, it's been 3 weeks and to my knowledge not a single hospital has collapsed.","sentiment_score":0.2678571429}
{"full_text":"What does this have to do with 3,000 people having their lives taken by COVID?","sentiment_score":0.0}
{"full_text":"RT [] BTS is currently in first place for FAVORITE QUARANTEAM!Tweet \"I'm voting for #QuaranteamBTS in #TheLockdownAwards o...","sentiment_score":0.375}
{"full_text":"RT Clean energy? McConnell will block it. Civil Rights? He'll block it.COVID relief? He'll block it.Voting Rights? He'll block...","sentiment_score":0.3666666667}
{"full_text":"RT Horrible. Sad. Avoidable.  And our president is completely AWOL.","sentiment_score":-0.4666666667}
{"full_text":"RT Read the draft and on page 23 it saysFDA-CMS Vaccine Effectiveness Experience* Actively studying risk fa...","sentiment_score":-0.1333333333}
{"full_text":"We knew this","sentiment_score":0.0}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT The failure to provide for dignified, appropriate and safe funeral practices for grieving families results in distress and...","sentiment_score":0.2277777778}
{"full_text":"RT Our daily update is published. States reported 1.8 million tests, 210k cases, and a record 106,688 COVID-19 patients i...","sentiment_score":0.0}
{"full_text":"people that only start to realize covid is serious after it directly affects their social lives ------&gt; ","sentiment_score":-0.05}
{"full_text":"RT Almost 30 staffers and members of Michigan's House of Reps have contracted the coronavirus this year -- a week after Rudy Giu...","sentiment_score":0.0}
{"full_text":"As they should. We Canadians were sold bill of goods colloquially known as our Social Safety Net. Bwah. Nothing social or safe about it; net is more9 spider web - no substance when going gets rough.","sentiment_score":0.0777777778}
{"full_text":"RT Covid-19 is still with us.We must do everything in our power to avoid contracting the disease. Please Stay  Safe. h...","sentiment_score":0.5}
{"full_text":"RT WOW--even FL GOP very angry about the house raid! A top Republican state &amp; federal prosecutor, &amp; judicial appointee of G...","sentiment_score":-0.15625}
{"full_text":"RT No one wants to hug you jackass. Covid or no Covid.","sentiment_score":-0.15}
{"full_text":"RT I saw a Video on the News of Vehicle Food lines that reminded me of Airport Parking Lot. Yet, Sen. McConnell is refusing to...","sentiment_score":0.0}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"RT \"COVID iSnT tHaT bAd\"Last night my dad was cardioverted, in the hallway of the ER. I managed his airway. We weren't at the...","sentiment_score":-0.35}
{"full_text":"RT If you have been to boardy barn don't have to worry about the covid vaccine...","sentiment_score":0.0}
{"full_text":"Biden ' Won't be Moving in !","sentiment_score":0.0}
{"full_text":"RT COVID death toll exceeds 3000 &amp; 9\/11 death toll in a a single day. I am hollowed out at this.","sentiment_score":-0.0714285714}
{"full_text":"RT COVID is spreading.Millions of Americans are on unemployment.Senator McConnell: It is past time for the Senate to act.","sentiment_score":-0.25}
{"full_text":"RT New Therapy for Flu May Help in Fight Against COVID-19, HIV, and Many Other Pathogenic Viruses. #PublicHealth #DiebO37 ","sentiment_score":0.1704545455}
{"full_text":"RT DIANE GOETSCHIUS, 60 of Beaumont, Texas died of COVID on Dec. 2. She was a beloved kindergarten teacher for over 26 yea...","sentiment_score":0.7}
{"full_text":"RT Everyone at the negotiating table--including Senate Rs--has agreed to a compromise. Except one. Mitch McConnell is refusi...","sentiment_score":0.0}
{"full_text":"Let's hope this COVID pandemic ends soon.  HHope that the German people can get out of this disaster as soon as possible.","sentiment_score":0.0}
{"full_text":"I love having my digestive system during a pandemic where gastrointestinal distress is a symptom. It's extra cool that getting nervous makes the gut trouble worse.","sentiment_score":0.05}
{"full_text":"RT One person should not have this kind of power;to control all legislature, to deny millions of people #COVID19 relief, to be s...","sentiment_score":0.6}
{"full_text":"RT There's a shelter in need of Christmas gifts for the children they house in the Bronx. Due to Covid, they created a wishli...","sentiment_score":-0.125}
{"full_text":"RT Rep Katie Porter I cried today b\/c my Grandmother is dying of Covid-19 and McConnell will not pass a relief bill becaus...","sentiment_score":0.0}
{"full_text":"RT The Church partnered with Christkindlmarkt SLC and Navajo Strong, two nonprofit organizations, to sponsor the St. Marti...","sentiment_score":0.4333333333}
{"full_text":"What am I paying for?  I watch my local news during a pandemic on and both of you are STEALING MY FREEDOM of watching local news","sentiment_score":0.0}
{"full_text":"RT The U.S. topped 3,000 deaths Wednesday in what is a single-day record, according to the COVID Tracking Project.","sentiment_score":0.0}
{"full_text":"RT Imagine drafting 15,200,000 Americans (the current number of COVID-19 cases) to go to war knowing 2,249 (the seven day ave...","sentiment_score":0.0}
{"full_text":"RT Heartbreaking letters to Santa reveal pandemic's toll on children","sentiment_score":0.0}
{"full_text":"This virus was made in the CCP P4 Lab in Wuhan, then spread to the whole world!!","sentiment_score":0.3125}
{"full_text":"Allergy warning over Covid-19 vaccine","sentiment_score":0.0}
{"full_text":"RT Clean energy? McConnell will block it. Civil Rights? He'll block it.COVID relief? He'll block it.Voting Rights? He'll block...","sentiment_score":0.3666666667}
{"full_text":"RT Going to bed tonight thinking about all the families and friends who are grieving. These aren't just numbers. They are loved...","sentiment_score":0.7}
{"full_text":"Insurance rejecters remain steadfast despite huge impact of COVID-19","sentiment_score":0.4}
{"full_text":"RT Imagine that 15 passenger jets full of Covid-19 patients crashed today, all across the US, and killed everyone on board....","sentiment_score":0.075}
{"full_text":"RT These are some of the darkest in American history ","sentiment_score":0.0}
{"full_text":"Emerging research from The Commission for Financial Capability has found that 10% of Kiwis are actually earning more now than they were pre-COVID.","sentiment_score":0.1666666667}
{"full_text":"everything has been thrown off due to the pandemic. thats all","sentiment_score":-0.125}
{"full_text":"RT Another thing, please download the COVID app.","sentiment_score":0.0}
{"full_text":"Let them move in with you PROBLEM SOLVED","sentiment_score":0.0}
{"full_text":"RT More than a third of Americans live where hospitals are running critically short of intensive care beds.Our analysis of fede...","sentiment_score":0.1590909091}
{"full_text":"RT BREAKING--United States recorded more than 3,000 #COVID19 deaths in a single day, a pandemic record. US also now topped...","sentiment_score":0.2142857143}
{"full_text":"#Syria - School children wearing masks due to the Covid-19 pandemic, sit at a makeshift school set up by locals in Ma'arin.A picture by #AFP photographer","sentiment_score":-0.125}
{"full_text":"RT Getting a Covid Test and my Nurse is a 22 Yr old Black Woman with a twist out speaking to me in AAVE and this is the sa...","sentiment_score":-0.0333333333}
{"full_text":"The second-term Democrat said a routine test on Tuesday detected the coronavirus.https:\/\/t.co\/zpPIgJFGlN","sentiment_score":0.0}
{"full_text":"Still waiting for help from Congress! #Relief4Charities. Charities scramble to plug revenue holes during pandemic","sentiment_score":0.0}
{"full_text":"Recent research found that children's behavior is linked to gut health.The same research found that certain bacteria are found in \"happy\" children and most of the time absent in kids considered high maintenance, and those with behavioral problems.https:\/\/t.co\/DJAXDTaM9m","sentiment_score":0.279047619}
{"full_text":"so there's a stay at home order but malls are open and essential ? lmao","sentiment_score":0.2}
{"full_text":"Protect your medical staff and patients at every step of the patient's journey. Leave all your worries related to PPE, social distancing, and sanitization processes to our SafeSpace solution. Contact us now!","sentiment_score":0.0138888889}
{"full_text":"Health Canada has approved Pfizer's #COVID19 vaccine for national use, the second country in the world to do so. #Kamloops","sentiment_score":0.0}
{"full_text":"About 1\/4 in US won't get coronavirus vaccine, AP poll findshttps:\/\/t.co\/ghhzj1NXGa","sentiment_score":0.0}
{"full_text":"RT Nearly $3 million meant for small businesses amid #COVID19 pandemic went to companies Gov. Newsom founded, data shows","sentiment_score":-0.075}
{"full_text":"A #voice strategy is no longer optional. #COVID19 created a need for contactless experiences, increasing its pace and popularity.","sentiment_score":0.0}
{"full_text":"RT 3000k dead today close that yesterday over 270k dead in 9 months. And, America can't even bother to have a minute of s...","sentiment_score":-0.2}
{"full_text":"RT Found these Via on Instagram Concise, accurate and should be extremely helpful in current discourse. CO...","sentiment_score":0.09375}
{"full_text":"Taylor Swift makes $13,000 donations to 2 moms on verge of eviction amid pandemic","sentiment_score":0.0}
{"full_text":"#Iran's President Hassan Rouhani said Wednesday that U.S. sanctions are making it difficult for Iran to purchase medicine and health supplies from abroad, including #COVID19 vaccines needed to contain the worst outbreak in the #MiddleEast.","sentiment_score":-0.75}
{"full_text":"'Guinea pigs': Why African Americans are wary of the COVID vaccine","sentiment_score":-0.25}
{"full_text":"\"We need your help. Wear a mask for 100 days. It's the easiest thing you can do to reduce Covid cases, hospitalizations, and deaths,\" Biden said.https:\/\/t.co\/IiIAj3fnOC","sentiment_score":0.0}
{"full_text":"The United States achieved another grim record on Wednesday, recording more than 3,000 COVID-19 deaths in a single day, The Washington Post and The New York Times reported.","sentiment_score":-0.1087662338}
{"full_text":"Impact of covid-19 on the lives of Kenyan youth populationhttps:\/\/t.co\/5Eg9FKClrGDownload Nowhttps:\/\/t.co\/qDSolgcHX5","sentiment_score":0.0}
{"full_text":"This year's #HumanRightsDay theme relates to the COVID-19 pandemic and focuses on the need to build back better by ensuring Human Rights are central to recovery efforts #Standup4HumanRights #HumanRightsDay #JMH","sentiment_score":0.125}
{"full_text":"From the editorial board: We are turning the corner on COVID-19\"UAE Ministry of Health announces 86 per cent vaccine efficacy\"https:\/\/t.co\/qw5yJO9nor  | #CovidVaccine #UAE","sentiment_score":0.0}
{"full_text":"As the coronavirus pandemic continues to halt plans for people around the world, women are thinking about their fertility future and taking family planning into their own hands.","sentiment_score":0.3}
{"full_text":" VIETNAM'S 2ND COVID-19 VACCINE READY FOR HUMAN TRIALS IN MARCH 2021When the whole world is in the race for the Covd-19 vaccine, Vietnam is no exception.#ViegoGlobal #Vietnam #COVID19vaccine","sentiment_score":0.1}
{"full_text":"RT \"[Billionaires'] wealth growth is so great that they alone could provide a $3,000 stimulus payment to every man, woman and chi...","sentiment_score":0.8}
{"full_text":"When small business already suffering due to covid you did a #surgicalstrike on small business by suo motto cancellation of GSTINDon't forget we are the people who put you there","sentiment_score":-0.2083333333}
{"full_text":"Our Ford in Ontario reveals restrictions for those who do not take a COVID-19 vaccine.https:\/\/t.co\/OgGPohlZvt","sentiment_score":0.0}
{"full_text":"RT James, I have always understood your opposition to CRT and the general insanity of the tot...","sentiment_score":0.05}
{"full_text":"As the pandemic continues to worsen, and businesses are forced to follow stricter regulations, how does the #cryptocurrencymarket continue to thrive despite social, political, and #financialunrest?https:\/\/t.co\/NpAI9eHTtb via","sentiment_score":-0.0888888889}
{"full_text":"The pandemic-linked dip in 2020 emissions of up to 7% will have a negligible impact on climate change.What we need:Ambitious efforts for a green recovery and to close the #EmissionsGap.","sentiment_score":-0.2}
{"full_text":"RT Just remember...if coronavirus is as bad as they say it is..giant corporations such as Target and Walmart would be clo...","sentiment_score":-0.35}
{"full_text":"Today marks #HumanRightsDay This year's theme \"Recover Better - Stand Up for Human Rights\" stresses the need to #buildforwardbetter following #COVID19 and ensure human rights are central to recovery efforts. #16Days #16DaysUG #OrangeTheWorld ","sentiment_score":0.1}
{"full_text":"RT Going on vacation during the pandemic is big colonizer energy","sentiment_score":0.0}
{"full_text":"U.S. House of Representatives passes one-week extension to fund the federal government to prevent a shutdown, buying more time for COVID-19 relief talks. The bill passed with a veto-proof majority, despite the threats of President Trump. Bill goes to Senate for vote.","sentiment_score":0.5}
{"full_text":"A spokesperson for UMC disputed the data and said the hospital will provide correct capacity information Thursday. That would mark the first time UMC provided information on how many hospital beds are available.https:\/\/t.co\/nctuDflZ7s","sentiment_score":0.375}
{"full_text":"Oof yeah I can totally get that. Like people are always hitting up for lewds but I also cook, do crafts and make a lot of things. Hell I work with a lot of mediums and volunteer often. Just not atm cause covid.","sentiment_score":0.0}
{"full_text":" #HumanRightsDay is observed every year on 10 December. This year's Human Rights Day theme relates to the COVID-19 pandemic and focuses on the need to build back better by ensuring Human Rights are central to recovery efforts.","sentiment_score":0.1}
{"full_text":"Christmas poses \"genuine risk\" of increasing Covid-19 cases in Royal Boroughhttps:\/\/t.co\/P4rN1vBZiR","sentiment_score":0.4}
{"full_text":"Andress has to forfeit the game because a prior opponent had somebody test positive for #COVID19, so Canutillo advances to the next round. ","sentiment_score":-0.0745454545}
{"full_text":"Allergic reaction to Pfizer #COVID19 vaccine 'normal': expert","sentiment_score":0.15}
{"full_text":"Bachelet: COVID Politicization Upending Myriad Human Rights Norms","sentiment_score":0.0}
{"full_text":"See, the COVID Tracking Projecthttps:\/\/t.co\/SNYukSyjN1","sentiment_score":0.0}
{"full_text":"Very disappointing that #NY21 has not tweeted her concern for #Vets who have #GulfWar Illness and may be at elevated #CoronavirusPandemic risk.#VA has only order 195,000 vaccines and has 400,000 VA employees","sentiment_score":-0.39}
{"full_text":"RT You know what defunds the police? NOT passing the Heroes Act. Who do you think is laid off when states and cities face mou...","sentiment_score":0.0}
{"full_text":"RT From Latino Caucus member What in tarnation is going on with Southern California sheriffs and corona...","sentiment_score":0.0}
{"full_text":"RT The government should thank state Premiers who got Australia through this covid year despite Morrison wanting to let the virus...","sentiment_score":0.0}
{"full_text":"Local company's COVID-19 killing lights endorsed by independent testing lab. ","sentiment_score":0.0}
{"full_text":"RT As the pandemic continues to take its toll this winter, we're reminded that the majority of healthcare workers are women. R...","sentiment_score":0.0}
{"full_text":"RT More Americans died of COVID19 today than died on 9\/11.After that horrendous attack, we restructured our way of life...","sentiment_score":0.5}
{"full_text":"RT This is just from another universe compared to what our leadership had been doing and saying.","sentiment_score":0.0}
{"full_text":"So my job's covid self assessment thing had a bit about \"if you have body aches you can't explain, stay home and talk to your doctor!\"And i was just like. You guys are getting \/explanations\/?","sentiment_score":0.0}
{"full_text":"NO - keep it directly related to COVID relief.   And, whoever is writing these tweets might want to tell Dianne that she is showing signs of dementia and needs to retire gracefully.","sentiment_score":0.0}
{"full_text":"Time: 05:00 * Temp: 7.3degC * Wind: SSE 0.0 to 4.9mph * Pressure: 990.4hPa * Rain: 0.0mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:35 * Sunset: 15:57 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT \/1 Mini #Thread - Advice from Beloved Huzoor about the #CoronaVaccine !!He was asked - Should We Take the #COVID19 Vacci...","sentiment_score":1.0}
{"full_text":"Multilevel Marketing Cults: Lies, Pyramid Schemes, and the Pursuit of Financial Freedom. #COVID19 #WayBackWednesday #HumpDay #WellnessWednesday","sentiment_score":0.0}
{"full_text":"I know covid has us all forced into debt and I appreciate everything that's been donated! I'm halfway to reaching my goal! Ive got 403\/700. If yall wouldn't mind rting this so it reaches more people it would help a lot. Thanks so much https:\/\/t.co\/2QFiKEWDxD","sentiment_score":0.1078125}
{"full_text":"RT 3,046 COVID-19 deaths today.Thank you, Trump voters.","sentiment_score":0.0}
{"full_text":"RT China's aviation regulator recommends cabin crew on charter flights to high-risk Covid-19 destinations should wear disposable...","sentiment_score":0.0}
{"full_text":"A church in Toronto has filed a constitutional challenge over Ontario's COVID-19 health regulations. The Toronto International Celebration Church says in court documents that it intends to question the constitutional validity of the Reopening Ontario Act.","sentiment_score":0.0}
{"full_text":"RT #COVID19 VACCINE UPDATE:CA is now expecting approx. 672,000 doses of the Moderna vaccine in the next few weeks.The fir...","sentiment_score":-0.1}
{"full_text":"Germany reports record 23,679 new coronavirus cases in latest update todayThe number of deaths in the past four days total up to 1,600 ...https:\/\/t.co\/uIrqTEQkkM","sentiment_score":0.0965909091}
{"full_text":"Senate Democrats Reject Waiver for Biden's foreign trip since coronavirus vaccine 86 % effective, UAE health leaders say.","sentiment_score":0.2375}
{"full_text":"RT 3,046 COVID-19 deaths today.Thank you, Trump voters.","sentiment_score":0.0}
{"full_text":"RT It's amazing the experiences students share with us, their appreciation &amp; relief when professors are supportive, kind- an...","sentiment_score":0.5666666667}
{"full_text":"Two takeaways:Obvious: Greater risk factor for indoor activities.Less so: South Korea's brilliant use of advanced technologies to conduct precision tracing, data mining, and video surveillance to re-enact the event. That's technology serving health professionals beat COVID-19","sentiment_score":0.6}
{"full_text":"This is tone deaf and alienating. We need serious reforms and financial aid during COVID. This is what millions need and voted for.","sentiment_score":-0.2111111111}
{"full_text":"RT Over 3,000 Americans have died from Covid in the past 24 hours. The highest death toll to date. I'm horrified and heartbro...","sentiment_score":-0.25}
{"full_text":"RT Georgia voters deserve COVID relief, healthcare during a pandemic, and protection of their voting rights. and","sentiment_score":0.0}
{"full_text":"RT Plans to distribute the COVID vaccine to healthcare staff absolutely must include offering it to:- Custodial staff- La...","sentiment_score":0.2}
{"full_text":"Covid-19 Live Updates: U.S., Breaking a Record, Tops the 3,000 Daily Death Mark.  Once again a grim situation as like in April  May 2020.","sentiment_score":-0.2878787879}
{"full_text":"Once the last wave of this pandemic finally recedes, a new world will emerge. Yet many of the habits we form now, under duress, such as heightened concern for personal safety, are here to stay. Check out the report.","sentiment_score":0.1060606061}
{"full_text":"RT legal twitter: class action lawsuit against congress for failing to pass a COVID stimulus bill?yes, mitch is blocking...","sentiment_score":0.15}
{"full_text":"RT Jason Kenney waited two months to long to act and try and stem the surge of #COVID19 its not Alberta Bash...","sentiment_score":-0.05}
{"full_text":"RT \"I really am sorry, from the bottom of my heart. But if the price we pay is 590 deaths a day then this in unacceptable.\"Germa...","sentiment_score":-0.5}
