{"full_text":"RT Wow. This is a lot higher than I thought it would be!","sentiment_score":0.20625}
{"full_text":"RT Stockholm's ICU capacity hit 99% this week. Sweden  is also completely out of ICU nursing staff because of high resignati...","sentiment_score":0.13}
{"full_text":"RT Only sensible thing to do would be shutdown these airlines in the name of Covid and don't bail them out. Suddenly they wil...","sentiment_score":0.0}
{"full_text":"RT damn this is what a conscious community looks like","sentiment_score":0.1}
{"full_text":"RT The SPC commended ADNOC for its robust and proactive response to COVID-19 throughout this year, which has consistently...","sentiment_score":0.25}
{"full_text":"RT BREAKING: Worrying surge in UK coronavirus deaths, 519 more reported today which is 30% higher than last Saturday &amp; highes...","sentiment_score":0.25}
{"full_text":"White evangelicals are immune to Coronavirus.! This claim is disputed","sentiment_score":0.0}
{"full_text":"I have had COVID.  I agree with this.","sentiment_score":0.0}
{"full_text":"RT Charley Pride died of COVID one month after performing at the CMAs, which were indoors and full of people not wearing...","sentiment_score":0.35}
{"full_text":"RT Keep fighting And executives need to have their asses sued for public endangerment and damaging...","sentiment_score":0.0}
{"full_text":"RT For those who remember my photo of Michael Wright struggling to breathe in the ICU last month, an update: He tragically lo...","sentiment_score":0.0}
{"full_text":"Why would one wear a mask if they have already been vaccinated.The ignorance runs deep in these people ...","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Ride down when the pandemic is over only, obviously. Wear a mask and socially distance and don't be Typhoid Mary, we've got a ways to go on that.","sentiment_score":-0.0305555556}
{"full_text":"RT My first 100 days won't end COVID-19, but we can slow the spread, save lives, and get back to our lives with our loved ones....","sentiment_score":0.1625}
{"full_text":"RT It's truly a historic moment in the war against coronavirus. We're about to get the final step in the U.S. approval of a C...","sentiment_score":0.0}
{"full_text":"Anybody got eyes on COVID-20?","sentiment_score":0.0}
{"full_text":"I do like you Lisa but Labour have a mountain to climb and the thought of that shadow cabinet being in charge during the pandemic fills me with horror !!!!!","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT US Covid-19 cases surpass 16 million. What a legacy Donny","sentiment_score":0.0}
{"full_text":"RT These nutcases are the reason we have had 16 million COVID19 cases and 300,000 deaths.","sentiment_score":0.0}
{"full_text":"So, Sumlin will get paid $7.3 million to sit on his couch, while his players will continue to make nothing, playing during a pandemic. And yet a not-insignificant number of people will continue to defend this system.","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Bro they saying this shit is cancelled. And it's covid related","sentiment_score":-0.1}
{"full_text":"Ashanti was chilling in Kenya right? They need to go back to virtual","sentiment_score":-0.0714285714}
{"full_text":"Not the verzuz being cancelled  fuck you COVID","sentiment_score":-0.4}
{"full_text":"RT Charley Pride died of COVID one month after performing at the CMAs, which were indoors and full of people not wearing...","sentiment_score":0.35}
{"full_text":"People who pronounce it \"Tar-shay\" should be the last to get the COVID vaccine.","sentiment_score":0.0}
{"full_text":"RT You can support the businesses and also wear a mask so you don't infect others. So many s...","sentiment_score":0.5}
{"full_text":"RT CHICO has been dreaming of his family since AUG. Now the Covid lockdowns are back #SouthLA shelter volunteers have been su...","sentiment_score":0.0}
{"full_text":"RT The next 3 months will be the darkest winter in American history. Please protect your families and your community. #COVID19...","sentiment_score":0.0}
{"full_text":"RT Practice Tip!Employers Beware: Anticipating a Post COVID-19 Workplace:","sentiment_score":0.0}
{"full_text":"I told you the trial run of the Covid vaccine was already in place!  Go ARMY!!  #ArmyNavyGame","sentiment_score":0.0}
{"full_text":"Same here-we were looking at the map! Gov GAbbot has been iffy on COVID!","sentiment_score":0.0}
{"full_text":"Trump doesn&amp;#039;t -- then briefly does -- wear mask in stands at Army-Navy football game as Covid rages across U.S.","sentiment_score":-0.2}
{"full_text":"RT Billionaires shouldn't be allowed to add a collective $1 trillion to their net worths during the pandemic while survival chec...","sentiment_score":0.0}
{"full_text":"Firefighters on the COVID-19 frontline -  ARTICLE In US Covid-19 hot zones, firefighters now 'pump more oxygen than water'","sentiment_score":0.375}
{"full_text":"RT 2 weeks to flatten the curve was a mistake and I'm sorry I fell for it.I was stupid to trust politicians to not take...","sentiment_score":-0.65}
{"full_text":"RT #URGENT: The US just surpassed 16 million Covid-19 cases. It only took 4 days to go from 15 million to 16 million cases, ma...","sentiment_score":0.0}
{"full_text":"RT Country music legend Charley Pride -- who became the genre's first Black superstar with \"Kiss An Angel Good Mornin'\" and...","sentiment_score":0.2611111111}
{"full_text":"Ninety new cases of COVID-19 confirmed to Rensselaer County Health Department, it was announced on Saturday.The ninety new cases are a single-day record for the county. The previous high for new cases in a single day was 89, set yesterday, December 11:","sentiment_score":0.104427953}
{"full_text":"RT Omo everyone should stay safe in Lagos . turnups everywhere , Corona still Dey o , no go use Detty December cause Gobe fo...","sentiment_score":0.5}
{"full_text":"RT And of course, there's the littlest ones, right?\"Very young children, meanwhile, have also long flown below the radar, e...","sentiment_score":0.1219047619}
{"full_text":"Imagine waking up one morning, watching the President of the country trying to commit a coup while about 300k people have died of covid, then deciding to pen an essay on how Dr. Biden should use her legitimately earned titles. I know we say white men live diff lives from us ..","sentiment_score":0.0681818182}
{"full_text":"RT Buy AGT aGifttoken Today!Click the link in bio to shop.Happy Holidays. #christmast...","sentiment_score":0.0}
{"full_text":"RT Slow clap for UCP MLA Nathan Neudorf who thought it would be a good idea to send an email opposing a mask mandate duri...","sentiment_score":0.2}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT NEW video: After receiving classified briefings about the virus, Loeffler and Perdue invested in body bags. Have no more...","sentiment_score":-0.0568181818}
{"full_text":" if the DJ and both of them don't have it fuck it","sentiment_score":-0.4}
{"full_text":"RT Are you listening ?Evidence is here.You repeat your lies again on LFT's I will consider it deliberate m...","sentiment_score":0.0}
{"full_text":"This is the English Nationalist party they are intent on war with Scotland's allies who do you stand with ","sentiment_score":0.0}
{"full_text":"RT Trump, a clear and present danger to American lives and those who would come here from other shores.","sentiment_score":-0.00625}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Rethink capabilities to emerge stronger from COVID-19 via","sentiment_score":0.0}
{"full_text":"This is so wholesome and beautiful","sentiment_score":0.85}
{"full_text":"Grieving Rutgers rallies for emotional win at Maryland after 3 teammates lose loved ones, including a COVID-19 death","sentiment_score":0.5}
{"full_text":"RT Billionaires shouldn't be allowed to add a collective $1 trillion to their net worths during the pandemic while survival chec...","sentiment_score":0.0}
{"full_text":"RT I'm hopeful about the vaccine from scientists but disillusioned because all we had to do while they researched a vaccin...","sentiment_score":0.0}
{"full_text":"RT Continued amazing work by all research teams. More than 2000 UK participants enrolled into this international tr...","sentiment_score":0.3666666667}
{"full_text":"You a wild nigga lmaaooo","sentiment_score":0.1}
{"full_text":"Enjoy your Covid, you fuckin' twats.","sentiment_score":0.4}
{"full_text":"Indiana is the Mississippi of COVID-19.","sentiment_score":0.0}
{"full_text":"RT Trump doesn't -- then briefly does -- wear mask in stands at Army-Navy football game as Covid rages across U.S.","sentiment_score":-0.2}
{"full_text":"RT i dont even know if im still alive before this pandemic ends thats why im scared and such so i wanna enjoy my life bc id...","sentiment_score":0.1666666667}
{"full_text":"RT Dr. Fauci hopes children can start receiving the COVID-19 vaccine by fall 2021, a few months after it is widely distribute...","sentiment_score":-0.15}
{"full_text":"She's bringing me much needed levity during this pandemic hell ","sentiment_score":0.2}
{"full_text":"First U.S. shots in COVID-19 vaccine campaign coming Monday, Army general says","sentiment_score":0.15}
{"full_text":"Short term yes. Because of the unforseen pandemic.  Prior to that Economy was strongest its been in decades. The bail outs and furlough should just cause a blip. We had a v shaped recovery from Lockdown 1.","sentiment_score":0.0}
{"full_text":"RT Charley Pride died of COVID one month after performing at the CMAs, which were indoors and full of people not wearing...","sentiment_score":0.35}
{"full_text":"Great stories","sentiment_score":0.8}
{"full_text":"RT Dear spiritual sister , please don't hug that brother carelessly. He may not tell you but some things are rising when you...","sentiment_score":-0.25}
{"full_text":"RT #URGENT: The US just surpassed 16 million Covid-19 cases. It only took 4 days to go from 15 million to 16 million cases, ma...","sentiment_score":0.0}
{"full_text":"RT Very sad news. Country music pioneer and legend, a man of many talents and grace, Charley Pride has passed away from COVID....","sentiment_score":-0.075}
{"full_text":"RT HAPPENING NOW: THIS IS AMAZING! The entire town of Mossyrock, WA is out rallying after the Mayor of Mossyrock anno...","sentiment_score":0.375}
{"full_text":"RT Couldn't this also be said of the Democratic Party?","sentiment_score":0.0}
{"full_text":"Wasn't in the mood for the male bashing music tonight honestly ","sentiment_score":0.3}
{"full_text":"RT This person will be serving in the House of Representatives soon","sentiment_score":0.0}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"Mass bailout frees 17 people from Philly jails during COVID surge - WHYY","sentiment_score":0.0}
{"full_text":"RT Meantime, Dr. Eric Caumes fears the vaccine has such serious side effects that only people at extreme risk from #...","sentiment_score":-0.1145833333}
{"full_text":"It hasn't wiped out the flu, and if you considered the information from the actual experts you'd learn that covid is more contagious than seasonal flu and there's more superspreading events. I follow many news sources and they are not making it up.. It was Bjorn Eriksson speaking","sentiment_score":0.375}
{"full_text":"RT #covid19. #Poverty CHOICES by  #auspol  #Insiders","sentiment_score":0.0}
{"full_text":"\"Country music legend Charley Pride dies at 86 from COVID-19 complications\" ","sentiment_score":0.0}
{"full_text":"RT Family gets kicked off an airplane because their two year old won't wear a mask. This is all complete and total madness. ht...","sentiment_score":0.0666666667}
{"full_text":"RT So the biggest Loser is going to Gato rally in a pandemic for Georgiastwo bigges...","sentiment_score":0.0}
{"full_text":"RT Exclusive: Keyshia Cole Verzuz Ashanti Battle Postponed Due To Covid-Related Incident","sentiment_score":-0.125}
{"full_text":"RT I am allowed to fly directly next to perfect strangers on a packed plane with no social-distancing between strangers &amp; du...","sentiment_score":0.6}
{"full_text":"No. Nunes did not just get a #COVID19 Dx. He had a COVID19 ***antibody*** positive test. He later admitted he thought he had the virus in October.","sentiment_score":0.1136363636}
{"full_text":"RT One of the difficulties in conveying how horrible this pandemic is continues to be the inability to consistently do so visu...","sentiment_score":-0.375}
{"full_text":"my man licking those fingers in the middle of a pandemic like he just polished a bag of cheetos https:\/\/t.co\/4iSgkuGBge","sentiment_score":0.0}
{"full_text":"RT In August the tiny town of Sturgis, South Dakota hosted a 10-dy motorcycle rally of &gt;460,000 people, most not wearing m...","sentiment_score":0.25}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"wants 41% of aid for 8% of small biz. SIX other sectors (inc. Accom.) will recover SLOWER. Together their distress is exponentially more impactful on our nation. They're not asking for exclusionary help; EQUAL.","sentiment_score":0.065}
{"full_text":"  Interesting report of Covid infection at ~20 ft distance in indoor dining situation--proven through contact tracing and reproducing conditions.  Serious implications for indoor dining and gathering--especially as USA confronts increasing infections.","sentiment_score":0.0833333333}
{"full_text":"RT NEW: ER doctor in Arizona says he was penalized by employer for speaking out about threat of COVID-19 on hospital capacity","sentiment_score":0.1363636364}
{"full_text":"I never care about politics. But this is ridiculos, so many people dying of covid and he says Germany is worths? Wtf? Why he has his life lock as president? Sure thing cause he has nothing to hide. So bottom line you think it makes sense he was so rich but only lay so little? ...","sentiment_score":0.1145833333}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"RT Exclusive: Keyshia Cole Verzuz Ashanti Battle Postponed Due To Covid-Related Incident","sentiment_score":-0.125}
{"full_text":"I craft \"You gonna learn today!\" monologues in my head to avoid cussing... and because I don't feel like getting arrested in a pandemic and all...","sentiment_score":0.0}
{"full_text":"CONGRATS TO  and FOR WINNING THE LAST MCC IN SEASON 1!I can't thank enough for creating another good event, and for making anyone who has been having a hard time from the pandemic a good time! THANK YOU !","sentiment_score":0.3180555556}
{"full_text":"All I know is ..... Babyface did his battle on Instagram after getting over COVID so someone better thing of something FAST!! I ALREADY LEFT MY NIGGA  IM READY TO CRY AND BE HEARTBROKEN TONIGHT !!!!","sentiment_score":0.3251953125}
{"full_text":"RT HAPPENING NOW: THIS IS AMAZING! The entire town of Mossyrock, WA is out rallying after the Mayor of Mossyrock anno...","sentiment_score":0.375}
{"full_text":"RT Holy shit. Congressman-elect Bob Good of Virginia starts speaking and immediately proclaims, \"this looks like a group of peopl...","sentiment_score":0.25}
{"full_text":"RT Sorry to come across as a Scrooge, but as an oncologist who is on a #COVID19 ward rota to help out our amazing acute medicine...","sentiment_score":0.2333333333}
{"full_text":"RT Sad to share the news that Charley Pride died today in Dallas due to complications from Covid-19 at age 86.Charley is c...","sentiment_score":-0.3125}
{"full_text":"RT in retrospect, it was a mistake not being a billionaire before heading into this pandemic","sentiment_score":0.0}
{"full_text":"America rife with COVID and we've got this illiterate swanning about  #moneytalks","sentiment_score":0.0}
{"full_text":"RT Pfizer's Covid vaccine ships within hours. Here's how the U.S. plans to deliver it. - CNBC yes yes yes ","sentiment_score":0.0}
{"full_text":"This can't be true ","sentiment_score":0.35}
{"full_text":"RT BREAKING: Worrying surge in UK coronavirus deaths, 519 more reported today which is 30% higher than last Saturday &amp; highes...","sentiment_score":0.25}
{"full_text":"RT there have been NO outbreaks from these rallies and demonstrations. remember how many thousands turned out to Culp rallies...","sentiment_score":0.5}
{"full_text":"It's been some weeks since I had an outbreak of morale of any description.","sentiment_score":0.0}
{"full_text":"Bipartisanship is important and needed to investigate and resolve the government's failed #COVID response","sentiment_score":-0.05}
{"full_text":"Operation Warp Speed Official: #First #COVID-#19 #Vaccines to Arrive #Monday  &gt; U.S. DEPARTMENT OF DEFENSE &gt; #DefenseDepartmentNews","sentiment_score":0.25}
{"full_text":"RT Live in your cubicle while the World Economic Forum billionaires enjoy multiple, massive estates! WEF says \"you'll own...","sentiment_score":0.2227272727}
{"full_text":"RT Face masks - saving lives, useless or costing lives?This study suggests that, rather than protecting others from large drop...","sentiment_score":-0.1428571429}
{"full_text":"One \"stimulus\" survival check is wholly INADEQUATE! BAIL OUT PEOPLE FIRST! Trickle up. MILLIONS are out of $, losing homes. DIRECT $ TO PEOPLE NOW! 3K\/ mo to stay home. Retroactive. Moratorium on rent \/ mortgages","sentiment_score":0.21875}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"RT Stockholm's ICU capacity hit 99% this week. Sweden  is also completely out of ICU nursing staff because of high resignati...","sentiment_score":0.13}
{"full_text":"RT Ireland currently has the lowest #COVID19 incidence in Europe and has protected against the significant mortality and sever...","sentiment_score":0.1875}
{"full_text":"RT This is what the covid vaccine is doing to people, stay woke","sentiment_score":0.0}
{"full_text":"RT So, same as Democrat Governors and Mayors? Got it.","sentiment_score":0.0}
{"full_text":"'Twas a fortnight before Christmas, after the trickiest of years;Canberrans left their concerns at home, crowds shunned COVID fears;At Stage 88, picnicking by the lake;Loved ones formed a carol chorus and what a sound they did make.via","sentiment_score":0.2}
{"full_text":"supposedly they're saying it's cancelled because one of ashanti's people had covid or something","sentiment_score":0.0}
{"full_text":"The U.S. has reached a record 3,309 daily coronavirus deaths, according to data compiled by Johns Hopkins University.https:\/\/t.co\/2XKoTbfMBx","sentiment_score":0.0}
{"full_text":"Wondering where other health units are in terms of COVID-19 restrictions? We have a map here.https:\/\/t.co\/FdGONuWka3","sentiment_score":-0.125}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"This is so stupid everyone is tested players don't wear masks why should the coaches have too hard for players to hear  the coach when he is trying to yell with a mask on!","sentiment_score":-0.5822916667}
{"full_text":"Logging in the Tahoe National Forestc. 1936Tahoe National Forest Collection#Christmas #Christmas2020 #COVID19 #History","sentiment_score":0.0}
{"full_text":"Special SACPA to discuss response to COVID-19 lockdowns#YQL","sentiment_score":0.3571428571}
{"full_text":"Folks - we're seeing another spike of COVID - and our hospitals are nearly full. Please stay home when you can, and stay safe. With all the division in America we should realize - this fight is ALL OF US against the virus.","sentiment_score":0.425}
{"full_text":"RT Exclusive: Keyshia Cole Verzuz Ashanti Battle Postponed Due To Covid-Related Incident","sentiment_score":-0.125}
{"full_text":"Yes, I'm afraid so. Wear a mask if you value human life - yours &amp; mine.","sentiment_score":-0.3}
{"full_text":"Wondering where other health units are in terms of COVID-19 restrictions? We have a map here.https:\/\/t.co\/cDevuAeL1E","sentiment_score":-0.125}
{"full_text":"Truth &amp; Good News #God #Jesus #Christ #Bible #Grace #Mercy #Muslim #Allah #Catholic #Atheist #Religion #satan #Science #devil #COVID19 #drugs #Drunk #LGBTQ #porn #love #Cyberpunk2077 #nintendo #PS5 #Xbox #NBA #NFL #iphone #tattoo #trump #Biden #BorisJohnson #Lockdown #fear","sentiment_score":0.175}
{"full_text":"As pharmacists gear up to administer the COVID-19 vaccine soon, how can they prepare to accurately address patients' questions and concerns?https:\/\/t.co\/jNLCYgWF1f","sentiment_score":0.4}
{"full_text":"Our 'Journalism in a Pandemic' MOOC is now available as self-directed course in 6 languages, including Arabic &amp; Russianhttps:\/\/t.co\/6TKiFtY5eZ","sentiment_score":0.4}
{"full_text":"We sat down with the influential Austinite to talk about his inspiration behind beloved spots like The White Horse and Stay Gold, along with the challenges of operating during the COVID-19 pandemic.https:\/\/t.co\/yNtOnDLFua","sentiment_score":0.0361111111}
{"full_text":"In Latin America, 52% of women work in the informal sector, leaving women disproportionately vulnerable to the pandemic's economic consequences.Read more in the latest #WeeklyAsado ","sentiment_score":0.175}
{"full_text":"RT #BREAKING: Groundbreaking Black country musician Charley Pride has died of #COVID19 complications at 86. One month a...","sentiment_score":-0.1666666667}
{"full_text":"This is how Ring of Honor will handle the COVID-19 absences at Final Battle.","sentiment_score":0.0}
{"full_text":"RT Democrats like and will deliver for workers! The partnership with labor is vital for Georgia...","sentiment_score":0.1}
{"full_text":"Even as markets worldwide are reeling from the effects of the Wuhan Coronavirus pandemic, over twenty foreign companies are eyeing to invest over Rs 9000 crores in Uttar Pradeshhttps:\/\/t.co\/A4A5eruyF8","sentiment_score":-0.125}
{"full_text":"The nation's first COVID-19 vaccine will begin arriving in states Monday morning, U.S. officials said Saturday, after the government gave the final go-ahead to the shots needed to end an outbreak that has killed nearly 300,000 Americans.https:\/\/t.co\/H8BKv5i7fp","sentiment_score":0.0375}
{"full_text":"VIDEO | 'Disgusting!' UK charity stirs controversy with #Christmas ad featuring #Santa struggling with #COVID","sentiment_score":-1.0}
{"full_text":"RT minha au? eu quero q se lasque pcr eu vou e divulgar pandemic timeline your voice powerpoint out of plans kiss marry kil...","sentiment_score":0.0}
{"full_text":"COVID-19 laid bare the decades-long decline of manufacturing that left our nation straining to produce face masks, ventilators... With vaccines nearly ready, we have an opportunity to defeat the virus &amp; revive a manufacturing base... USW President's blog:","sentiment_score":-0.1375}
{"full_text":"CHRISTMAS TREE DELIVERY  A man from Bucks County is making it easier and safer for you to have a Christmas tree this holiday season.https:\/\/t.co\/WwqE3yB9dW","sentiment_score":0.0}
{"full_text":"RT They need to be prosecuted and sent to prison!","sentiment_score":0.0}
{"full_text":"Pride was honored last month by Country Music Association, receiving the Willie Nelson Lifetime Achievement Award at the CMA Awards.","sentiment_score":0.0}
{"full_text":"Charley Pride, whose rich baritone voice and impeccable song-sense altered American culture, died Dec. 12 in Dallas of complications from COVID-19 at age 86.","sentiment_score":0.375}
{"full_text":"RT The new reality is this: travel to France is not an absolute right. Nor are trips to Spain, Greece, most of Europe's be...","sentiment_score":0.2805194805}
{"full_text":"I think a little bit of my country heart might die if it comes to light that #CharleyPride contracted Covid from a CMA awards which lacked many safety measures, could have moved online and was only held to pander to a portion of fans that don't believe in the virus or masks","sentiment_score":0.178125}
{"full_text":"The NAEP tests of 4th and 8th grade reading and math scheduled for 2021 will be deferred at least a year. This means, in effect, that NAEP is AWOL for the pandemic and the school shutdowns and learning losses that it's causing. Here's why that matters.","sentiment_score":-0.3}
{"full_text":"First real snow of the year. The sun came out and it was all very pretty. Glad I can just stay home and enjoy it.","sentiment_score":0.335}
{"full_text":"Throughout the course of history, vaccinations have saved millions of lives. Because of them, diseases such as smallpox and polio are virtually nonexistent. Want to learn more about how vaccines have changed the course of history? #CovidVaccine","sentiment_score":0.25}
{"full_text":"Need something to do on a Saturday night during a Pandemic? Make these healthy granola bars! (Is that an oxymoron?) Not with these!     #healthyeating #yummyfood #getactive","sentiment_score":0.78125}
{"full_text":"Current Conditions for #Sayre PATemp: 50.4FWind Chill: 50.4FHumidity: 85%Dew Point: 45.9F Barometer: 29.923 inHgWind: 3 mph from the SCorona Virus Weekly Stats:Cases: 260.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"RT Likewise, Jimin, Namjoon, Jin, Yoongi, Hobi, Taehyung &amp; Jungkook and crew - please take care of yourselves &amp; stay sa...","sentiment_score":0.0}
{"full_text":"RT *URGENT MESSAGE*The Grange University Hospital is under significant pressure this afternoon due to the very high numb...","sentiment_score":-0.0355}
{"full_text":"Thanks for sharing...make it count!","sentiment_score":0.25}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"RT So many folks have argued that there's nothing you can do to slow the spread of the virusThat essentially, policy doesn't...","sentiment_score":0.0666666667}
{"full_text":"RT Charley Pride, country music's first Black star whose rich baritone on such hits as \"Kiss an Angel Good Morning,\" has passed...","sentiment_score":0.2316666667}
{"full_text":"Sir , a nuclear state without a foreign minister  , well if I dare to ask you who is the Health minister of This nuclear state during this corona pandemic ? You will surely craft an answer , if you did , think about two names , Tariq Fatmi and Sartaj Aziz . Thank you .","sentiment_score":0.1875}
{"full_text":"Due to COVID-19, #breastcancer screening and diagnostic exams are being postponed, research funding is being reduced, clinical trials are delayed and patients are grappling with financial concerns. Your help is CRITICAL.","sentiment_score":-0.0416666667}
{"full_text":"RT As a member of the EU, we have enjoyed decades of peace &amp; prosperity.We left the EU in January 2020 and haven't even...","sentiment_score":0.25}
{"full_text":"I figured when Ashanti was in Kenya this week it would be postponed due to COVID-19 precautions","sentiment_score":-0.125}
{"full_text":"RT This is what the covid vaccine is doing to people, stay woke","sentiment_score":0.0}
{"full_text":"Whilst these are unprecedented times and staff are working flat out, serious questions posed by this: how is the newest hospital in the country struggling after 2 weeks, this was meant to bring extra capability, and yet already people in SE Wales are being asked to stay away","sentiment_score":0.0604166667}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
