{"full_text":"RT $300\/week is only $7.50\/hour. Barely minimum wage. Senators have never cut their budgets, but they want to give a pay cut...","sentiment_score":0.025}
{"full_text":"RT Much of what was said in this interview, was BS.","sentiment_score":0.2}
{"full_text":"RT $2000\/mo of #DirectCashRelief during a once in a lifetime global pandemic is not too much to demand of a government that...","sentiment_score":0.1}
{"full_text":"RT Phoenix Az metropolitan area. My unit is now 100 percent COVID. Converted another unit for COVID positives. Doub...","sentiment_score":0.0}
{"full_text":"Probably as much as Covid, was a \"hoax\"! How does it feel to be the LEAST SUCCESSFUL  WH occupant, EVER?!!!!!!!!!!!!","sentiment_score":0.3166666667}
{"full_text":"RT B.C.'s first #coronavirus case was announced 308 days ago by Today she's in damage control after biggest dat...","sentiment_score":0.25}
{"full_text":"bitch me lmao","sentiment_score":0.6}
{"full_text":"You obviously have no knowledge of your own but listen and believe which leads to disappointment almost always. Less ppl died this year then the last 5-7 years. How do u explain that? If ppl could just ask themselves \"is the attention that is going on of Covid for saving lives\"","sentiment_score":-0.0333333333}
{"full_text":"ooh!I've got one that rolls out to 1\/4 inch ... and this is the year of the pandemic where I'm only cooking for myself so too many pies are dangerous...!","sentiment_score":-0.0833333333}
{"full_text":"What's the avg number of fb friends a person in ND has? There's a high probability at least one person on your friend list is dead","sentiment_score":-0.1133333333}
{"full_text":"RT Vain attempts by and the covid zero crowd to \"control\" a seasonal resp...","sentiment_score":0.0}
{"full_text":"RT Paying rent during a pandemic should be illegal","sentiment_score":-0.5}
{"full_text":"People saying \"It wasn't technically against the rules at the time and place that they did it\" are missing the bigger picture. I don't know that you have to be perfect, but you have to avoid the easy stuff whether it's against the rules or not.","sentiment_score":0.2466666667}
{"full_text":"RT Sunny Deol tweets after contracting COVID-19, updates on health status","sentiment_score":0.0}
{"full_text":"thinking about how i made an entire playlist dedicated to hanging out with my friends right before the coronavirus thing happened bye","sentiment_score":0.1428571429}
{"full_text":"RT the world is severely hit by #COVID19 and #gst offices are issuing notice for audit u\/s 65.","sentiment_score":0.0}
{"full_text":"RT what's the german word for getting dumped 30 minutes into a 2 hour covid testing line &amp; you're in the car together??","sentiment_score":0.0}
{"full_text":"look at us, look at us compared to the rest of the first world. All capitalist countries. Look at the unnecessary suffering and death our trickle down system has caused.Anyone think Janet Yellen and Neera Taden going to fix this shit?","sentiment_score":-0.1263888889}
{"full_text":"Will many doctors commit suicide due to COVID-19 deaths causing PTSD?USA hit record hospitalizations. Will hospitals have enough nurses?Virginia?DC?2,300 daily US COVID-19 deaths. Will 10,000 die daily before Christmas?Click below for answers:https:\/\/t.co\/OWX8jETPYB","sentiment_score":0.075}
{"full_text":"RT The Ravens arrive at their hotel in Pittsburgh after reports of 2 more positive Covid tests today (1 player &amp; 1 staff member)....","sentiment_score":0.3636363636}
{"full_text":"RT U.S. CDC to shorten COVID-19 quarantine to 10 days, seven days with negative test: AP","sentiment_score":-0.3}
{"full_text":"RT The #GrimReaper, #MitchMcConnell is now auditioning for the #GrinchThatStoleXmas!McConnell shoots down bipartisan $900 bill...","sentiment_score":-0.1555555556}
{"full_text":"#Debenhams hasn't been the store that it was for quite a while now. Greedy &amp; then poor management had sadly all but brought it to it's knees way before #Covid19.","sentiment_score":-0.45}
{"full_text":"RT Our Wednesday Sun editorial: Liberals have promised &amp; reneged on universal daycare since 1993. Now Chrystia Freeland says th...","sentiment_score":0.0}
{"full_text":"RT I will never forgive Trump and the for willfully LYING while our loved ones DIED on their watch.Pass it on.#COV...","sentiment_score":0.7}
{"full_text":"RT Please, everyone do everything you can to not get COVID and to not pass it to others. I am young and healthy and it h...","sentiment_score":0.3}
{"full_text":"What a Beautiful Mom!!!","sentiment_score":1.0}
{"full_text":"RT I don't share personal details often, but I believe in the power of prayer and have something to say. COVID is real and to...","sentiment_score":0.1}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"RT Paying rent during a pandemic should be illegal","sentiment_score":-0.5}
{"full_text":"NO SHIT FAM","sentiment_score":0.1}
{"full_text":"RT Thank you for this positivity  #StayUnited4SSR","sentiment_score":0.0}
{"full_text":"Alumnus reads the poem \"La Corona, A Mexican Lynching, No. 47\" for Foundation:https:\/\/t.co\/YiiCfsSihN","sentiment_score":0.0}
{"full_text":"You go, boy!","sentiment_score":0.0}
{"full_text":"RT If there's one thing I hope sticks post-pandemic, it's basketball coaches being allowed to dress for games like they're ba...","sentiment_score":0.0}
{"full_text":"RT I will never forgive Trump and the for willfully LYING while our loved ones DIED on their watch.Pass it on.#COV...","sentiment_score":0.7}
{"full_text":"RT Condolence MeetingConsidering the current scenario of COVID-19 crisis, online arrangements have been made to pay tribut...","sentiment_score":0.0}
{"full_text":"RT I will never forgive Trump and the for willfully LYING while our loved ones DIED on their watch.Pass it on.#COV...","sentiment_score":0.7}
{"full_text":"RT He did win in a landslide.","sentiment_score":0.8}
{"full_text":"\"Our hearts are saddened at the tragic loss of our friend and colleague Sylvia Garcia. Our prayers are with her family and may her soul rest in eternal peace.\"~ Mary Parr-Sanchez, NEA- New Mexico President","sentiment_score":-0.3068181818}
{"full_text":"RT Best of times and worst of times. One store forced closed but next door has brisk business. Seems the #coronavirus know...","sentiment_score":-0.08}
{"full_text":"#CCP lies. When they get caught lying, they first claim \"I know more than you\". Then they say \"I don't know where you get info from\". Then they accuse you of lying.  CCP doesn't have a concept of truth, only narratives, lies, &amp; cover-ups.","sentiment_score":0.25}
{"full_text":"RT Let's stop pretending we're following science in our COVID response. We're following capitalism.","sentiment_score":0.0}
{"full_text":"RT BROADWAY BARES: ZOOM IN!! #BroadwayBares is my favorite time of year! There was no way a pandemic was gonna prevent","sentiment_score":0.625}
{"full_text":"Y'all getting your post pandemic fits together?","sentiment_score":0.0}
{"full_text":"RT It's December 1. Rent is due today. And millions of Americans--who've been out of work because of this pandemic--are struggling...","sentiment_score":-0.125}
{"full_text":"President Donald Trump's chief of staff Mark Meadows has reportedly tested positive for the coronavirus, meaning that the White House may soon be dealing with a second outbrea...https:\/\/t.co\/LTIvo4GKsV","sentiment_score":0.0757575758}
{"full_text":"RT Omkareswara Swamy temple committee chairman Prathap Reddy and temple staff thrashed two PRIESTS Murugu Phani Sarma and Chakr...","sentiment_score":0.0}
{"full_text":"\"Vic economy went backwards\" - 112 day lockdown will do that but thanks Einstein\"800 lives lost\" - Majority in aged care which is a Fed Govt responsibility\"Hundreds of thousands of people are out of work\" - and all recieving jobkeeper or jobseeker which was doubled33 days 0 1","sentiment_score":0.05}
{"full_text":"You want to! Live or you want to die it's your choice. But I pray that you are smart enough to know better. Use your brain and not your ego.","sentiment_score":0.2126623377}
{"full_text":"RT (BREAKING) EVERGLOW's Yiren And Sihyeon Test Positive For The Coronavirushttps:\/\/t.co\/jUgxnjWaac","sentiment_score":0.2272727273}
{"full_text":"RT Crap,  my cousin tested positive for covid-19.","sentiment_score":-0.2863636364}
{"full_text":"Sory 19","sentiment_score":0.0}
{"full_text":"RT I can honestly say that in the past 8 months I've never seen this many confirmed COVID obituaries in just one night of...","sentiment_score":0.3125}
{"full_text":"RT Calls for stimulus grow louder amid fears of second COVID-19 recession","sentiment_score":0.0}
{"full_text":"Learn how use digital platform to provide a source of hope for community during #COVID19 . When children, youth, adults, couples or families face life's challenges, programs and services provide the care and compassion to help achieve wellness.","sentiment_score":0.0}
{"full_text":"RT Thank you David Corn for your article on Republican Senator GA OPPOSED extending COVID aid while her h...","sentiment_score":0.0}
{"full_text":"RT The only pandemic we're facing is corruption.","sentiment_score":0.0}
{"full_text":"RT I will never forgive Trump and the for willfully LYING while our loved ones DIED on their watch.Pass it on.#COV...","sentiment_score":0.7}
{"full_text":"How very sad and how unnecessary.","sentiment_score":-0.525}
{"full_text":"Now, if I was the leader of a nation that's been accused of doing something like starting\/spreading COVID &amp; are adamant they didn't I'd be more than happy to let people investigate....","sentiment_score":0.4666666667}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"There's an episode from last yr i think where Cheyenne says she has a friend named Corona that i find so funny rewatching now ","sentiment_score":0.125}
{"full_text":"RT 2020 is wild, y'all.","sentiment_score":0.1}
{"full_text":"#Spain has inaugurated a brand-new hospital in #Madrid, to treat #COVID19 patients. The facility is meant to help alleviate pressure in other public hospitals, but critics say it is nothing but a vanity project. Rahul Pathak reports.","sentiment_score":-0.0625}
{"full_text":"The head of the agency responsible for authorizing COVID-19 vaccines said Tuesday that it would take the time needed to \"get this right,\" despite increasing pressure to speed up the process.https:\/\/t.co\/geMOw8JQLr","sentiment_score":0.2428571429}
{"full_text":"The COVID-19 pandemic may potentially leave permanent scars on advanced and emerging economies alike. However, the crisis also raises an opportunity to foster stronger economic fundamentals for future growth and development.","sentiment_score":0.15}
{"full_text":"\"I'm working 20 hours a week, trying to support a child, trying to go to school, trying to pay bills, trying to make rent on time.\"https:\/\/t.co\/LBXDgL3eCP","sentiment_score":0.0}
{"full_text":"The Federal Government will provide a one-off payment to help travel agents who are processing consumer refunds while unable to trade due to the COVID-19 pandemic.https:\/\/t.co\/53RwH7zRwG","sentiment_score":-0.3125}
{"full_text":"Forest Rangers Discussing Winter Recreation at Sugar Bowl Lodgec. 1947Is that an ugly Christmas sweater?Tahoe National Forest Collection#election #COVID19 #History #Christmas #Tahoe","sentiment_score":-0.7}
{"full_text":"Teachers may be the first trusted adults who children will see after the #COVID19 pandemic.It is critical for schools &amp; teachers to be equipped with knowledge, messaging &amp; clear reporting mechanisms for any violence against children &amp; domestic violence.#16Days #OrangeTheWorld","sentiment_score":0.0875}
{"full_text":"In Pics: Worst outbreak in more than 4 years","sentiment_score":-0.25}
{"full_text":"Ice-T Says Father-in-Law Is a Reformed 'No Masker' After Going to ICU for COVID-19https:\/\/t.co\/OzElMWj4aYPresented by","sentiment_score":0.0}
{"full_text":"Yooooo nigga what ","sentiment_score":0.0}
{"full_text":"Scientists have found the #SARS-CoV-2 #virus on outer #packaging of frozen imported cod, suggesting that the #frozenfood industry could be bringing the virus back into #China. Read their findings published in #Biosafety and Health:","sentiment_score":0.0}
{"full_text":"RT Today Mitch McConnell nixed the Covid compromise.How did we get to the point where one senator can single-handedly thwart as...","sentiment_score":0.0}
{"full_text":"COVID Prevention Tips: COVID-Friendly Safety Protocols That Must Follow While Visiting Public Spaces#DoctorVerified #DrSanjayShah","sentiment_score":0.0}
{"full_text":"Have questions about #COVID19 and #Unlock6? We will answer them.Email us at covid19faqs@thequint.com.","sentiment_score":0.0}
{"full_text":"Face masks are not meant to be worn on your chin. When not in use, store your masks that are not wet or dirty in a paper bag so that they can be reused. #StaySafeStayHealthy #StaySafe #MaskUp #MaskOn #COVID__19","sentiment_score":-0.275}
{"full_text":"the Supreme Court said that once posters are pasted outside the homes of COVID-19 patients, these people are treated as \"untouchables\", reflecting a different \"ground reality\".https:\/\/t.co\/wNYUK56LKq","sentiment_score":0.0}
{"full_text":"During our recent webinar with he answered questions about the state and federal responses to COVID-19; a federal public option; the future of the ACA; and more. Get the webinar replay at the link!","sentiment_score":0.15625}
{"full_text":"Nigerian Authorities Worry as Citizens Flout Coronavirus Rules","sentiment_score":0.0}
{"full_text":"A customer left a $3,000 tip for a single beer as a restaurant voluntarily closed because of the COVID-19 pandemic.--&gt;&gt;","sentiment_score":-0.0571428571}
{"full_text":"India says may not need to vaccinate entire population to control #COVID19https:\/\/t.co\/g83TOgF89U","sentiment_score":0.0}
{"full_text":"We're at the last hour of #GivingTuesday! It's not too late to support Community Bridges in emerging from this pandemic stronger than ever. Give now:","sentiment_score":-0.15}
{"full_text":"Several Caribbean countries, including Jamaica, are shaping up to miss the ambitious 90-90-90 United Nations target for the end of this year to help end the AIDS epidemic. Read more: #GLNRToday","sentiment_score":0.25}
{"full_text":"\"If you look across the country right now, we are really in a public health crisis because we are having a surge the likes of which is worse than those we saw in the late winter or early spring,\" said  Dr. Anthony Fauci. ","sentiment_score":-0.0628571429}
{"full_text":"Health care workers and nursing home residents should be at the front of the line when the first coronavirus vaccine shots become available, an influential government advisory panel said Tuesday.","sentiment_score":0.325}
{"full_text":"Health care workers and nursing home residents should be at the front of the line when the first coronavirus vaccine shots become available, an influential government advisory panel said Tuesday.","sentiment_score":0.325}
{"full_text":"Four Colorado inmates died within the last 48 hours after experiencing COVID-19 symptoms. As of now, 1,558 have the virus. ","sentiment_score":0.0}
{"full_text":"Health officials fear the crisis will be even worse in coming weeks, after many Americans ignored pleas to stay home over Thanksgiving and avoid people who don't live with them.","sentiment_score":0.0787878788}
{"full_text":"Two high school sweethearts are now working on the front lines of the COVID-19 pandemic in California.","sentiment_score":0.16}
{"full_text":"Here are some advice to help you and your family to stay healthy at home during this period of confinement and self-quarantine.Looking for a job? Visit our website now at #XremoJob #Facts #Knowledge #KitaJagaKita #StayAtHome #StaySafe","sentiment_score":0.5}
{"full_text":"As cases of the coronavirus continue to climb in Indiana, the Floyd County Commissioners have decided not to keep County Health Officer Dr. Tom Harris on for another term.","sentiment_score":0.0}
{"full_text":"As #GivingTuesday winds down, we hope you will make a final consideration of donating to LSA.It's not too late to join the Global Giving Movement!  We are able to continue our mission because of your generosity!","sentiment_score":0.0338888889}
{"full_text":"With all 750 slots taken within two hours of registration opening, the Town of Irondequoit is opening a limited amount of additional time slots for Wednesday's COVID-19 testing event.","sentiment_score":-0.0714285714}
{"full_text":"Hm. Wonder what the spin is here? Rich politicians can have parties during a pandemic? (Hint: it shouldn't matter what side of the political fence they're on. So... why're so many people so quiet all of a sudden?)","sentiment_score":0.175}
{"full_text":"We're still months away from getting the coronavirus vaccine, but one virus people can help avoid is the flu. More people are getting the flu vaccine this season compared to years past.","sentiment_score":0.125}
{"full_text":"Senate Republican McConnell said Tuesday he's largely sticking with a partisan, scaled-back COVID-19 relief bill, even as Democratic leaders and a bipartisan group of moderates offered concessions in hopes of passing pandemic aid before Congress adjourns.","sentiment_score":0.2142857143}
{"full_text":"The shots will be rationed in the early stages.https:\/\/t.co\/ywnDjrJhqo","sentiment_score":0.1}
{"full_text":"[PHOTO] Indonesia warns citizens as #COVID19 cases rise","sentiment_score":0.0}
{"full_text":"US Senate Republicans urge Democrats to swiftly adopt consensus #COVID19 relief package@SenateGOP","sentiment_score":0.0}
{"full_text":"Millions of Coronavirus vaccines are already being produced, just waiting on authorization from the FDA. Both Pfizer and Moderna are currently waiting for emergency use authorization for their COVID-19 vaccines.","sentiment_score":0.0}
{"full_text":"#SunnyDeol tests positive for COVID-19 and is in isolation@iamsunnydeol","sentiment_score":0.2272727273}
{"full_text":"Ice-T Says Father-in-Law Is a Reformed 'No Masker' After Going to ICU for COVID-19https:\/\/t.co\/p7vz7N3eegPresented by","sentiment_score":0.0}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"Michigan couple married for 47 years die of coronavirus within a minute of one another #7News","sentiment_score":0.25}
{"full_text":"Number of COVID-2019 cases across globe up by over 453,000 in past day -- WHO","sentiment_score":-0.25}
{"full_text":"RT NEWS RELEASE: Canadian Constitution Foundation launches search for plaintiff to challenge lockdown measuresRead the full re...","sentiment_score":0.35}
{"full_text":"If you dont eat out your friends, are you even friends at all?","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 32.5FWind Chill: 25.6FHumidity: 89%Dew Point: 29.6F Barometer: 29.766 inHgWind: 8 mph from the SCorona Virus Weekly Stats:Cases: 149.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"CDC panel says health workers, nursing homes will get Covid vaccine first via","sentiment_score":0.25}
{"full_text":"In Fox interview, Parscale blames Trump's lack of empathy about coronavirus for election loss. By - Annie Karni","sentiment_score":0.0}
{"full_text":"RT Haha yes they wanted Mark Ingram back SoOOoOOOooOo badly Edwards against Pittsburgh:11\/01\/2020- 16-87-112\/29\/2019-...","sentiment_score":-0.1666666667}
{"full_text":" #COVID-19 hit the planet the moment when we least expected it. Does it mean that due to the coronavirus pandemic all the lonely people won't be able to meet their second halves? No way! We are here to prove it.https:\/\/t.co\/KwrylmTFB2","sentiment_score":-0.0625}
{"full_text":"In Mein Kampf the \"technique\" was known as the Big Lie...It's was EXACTLY Biden's campaign strategy:1. Exasperate COVID-192. man BAD3. Lockdowns are the ONLY cure4. Universal Mail-In Ballots\/ran5. Defund LEO\/Can't Breathe\/RIOT6.  MandateProve me wrong...","sentiment_score":-0.05}
{"full_text":"CDC will decrease coronavirus quarantine time from 14 to 7-10 days.","sentiment_score":0.0}
{"full_text":"RT In the latest chapter of #CCP COVID misinformation and lies, #China is now using a PR overhaul to point the finger at...","sentiment_score":0.5}
{"full_text":"Build a Web Application Without Code #COVID19 #TopicTuesday #TipTuesday #TransformationTuesday","sentiment_score":0.0}
{"full_text":"RT In the future, the only places left for us to work will be Amazon, Walmart, Dollar General, sometimes for DoorDash, and...","sentiment_score":0.0125}
{"full_text":"If a blend of online and in-person research methods are right in #highereducation post-pandemic, then I suspect the same will be true for academic conferences. Blending = less flying, less expense, and more focused face-to-face time","sentiment_score":0.1146258503}
{"full_text":"#COVID19 cases in #France stay below 10,000 for third day #Sharjah24","sentiment_score":0.0}
{"full_text":"RT That wearing masks during deadly pandemic has ever been controversial is just the dumbest shit ever.","sentiment_score":0.05}
{"full_text":"RT Covid ICU RN Seattle WA. I am ECMO trained and we have been non-stop.  We have A LOT of patient...","sentiment_score":0.0}
{"full_text":"RT Thank goodness isn't PM...I would not trust a vaccine or even covid19 tests under...","sentiment_score":0.0}
{"full_text":"Tested Negative for COVID today after a client who tested positive exposed me last week . Thanking God I'm in the clear.","sentiment_score":0.0068181818}
{"full_text":"RT Trump's COVID Team Terrified: Trump Shows No Concern, No Plan for Coming Explosion, 'He's Checked Out'","sentiment_score":0.0}
{"full_text":"Ducks announce furloughs and layoffs of employees due to coronavirus","sentiment_score":-0.125}
{"full_text":"We're in New Zealand and currently at alert level 1 (covid not eradicated but zero community transmission (furiously touching wood))","sentiment_score":0.2121212121}
{"full_text":"RT I will never forgive Trump and the for willfully LYING while our loved ones DIED on their watch.Pass it on.#COV...","sentiment_score":0.7}
{"full_text":"pretty much","sentiment_score":0.225}
{"full_text":"RT \"'Fake news' about a #Covid19 #vaccine has become a second pandemic, #RedCross chief says\" by","sentiment_score":-0.25}
{"full_text":"RT Paying rent during a pandemic should be illegal","sentiment_score":-0.5}
{"full_text":"Sitting with poor &amp; less fortunate#quote #WiseWords #TransRightsAreHumanRights #thebachlorette #UAENationalDay49 #prayforsemeru #startcisshaming #SpotifyWrapped #FortniteNexusWar #FortniteSeason5 #GenshinImpact #JustinTrudeau #louiesasbabies #COVID19 #nakedattraction #motivation","sentiment_score":-0.2833333333}
{"full_text":"Honestly I hate those people who can hold up a social life during corona. I cannot leave the fucking house without being scared I can get the virus and end up killing one of my parents.","sentiment_score":-0.4555555556}
{"full_text":"RT Wednesday, December 2 - coronavirus cases in Queensland:* 3 new cases* 10 active cases* 1,205 total confirmed cases*...","sentiment_score":0.1007575758}
{"full_text":"ICYMI: 'Southeast Asia and Major Powers' webcast, where Richard Maude Dr Huong Le Thu Sharon Li-Lian Seah and examine #SoutheastAsia and #ASEAN's shifting power dynamics since the pandemic.","sentiment_score":0.0625}
{"full_text":"this is a reminder to always wear your mask and avoid social gatherings!#staysafeug #Iam4Angella","sentiment_score":0.0333333333}
{"full_text":"Local hospitals preparing for increase in COVID-19 patients","sentiment_score":0.0}
{"full_text":"The pandemic has led to a surge in demand for online learning. Help SeekersGuidance reach millions more, donate generously this #GivingTuesday Give today:","sentiment_score":0.5}
{"full_text":"Pandemic-Proof Your Habits","sentiment_score":0.0}
{"full_text":"RT Not really sure about reporting this from an account called \"GOOD\"","sentiment_score":0.225}
{"full_text":"Pre- #COVID19 #data is quickly losing value -- 66% of those we surveyed at Cognizant refreshed their models to improve #AI projections.","sentiment_score":0.3333333333}
{"full_text":"Truth","sentiment_score":0.0}
{"full_text":"Health care workers overwhelmed amid record coronavirus hospitalizations","sentiment_score":0.0}
{"full_text":"5 states reporting rise in active Covid-19 cases, says govt data - india news -","sentiment_score":-0.1333333333}
{"full_text":"RT I could be tripping, but they just made it sound like Marcus Garrett is suffering from covid symptoms during this game wi...","sentiment_score":0.0}
{"full_text":"RT Hey twitter friends. Australia needs your help. Because we want an enquiry into the origins of Covid, China is making us p...","sentiment_score":0.0}
{"full_text":"RT Today Mitch McConnell nixed the Covid compromise.How did we get to the point where one senator can single-handedly thwart as...","sentiment_score":0.0}
{"full_text":"Gove, what a wonderful happening Covid has been for you and your fellow saboteurs. A great smokescreen to cover up your pillaging.","sentiment_score":0.9}
{"full_text":"This article shows that there was little excess death this year. Flu and heart disease deaths are down, why is that?  They removed the article when they realized it undermined their doom narrative.","sentiment_score":-0.1715277778}
{"full_text":"RT The first shipments of Pfizer's coronavirus vaccine will be delivered on Dec. 15, according to an Operation Warp Speed document...","sentiment_score":0.25}
{"full_text":"I am so grateful to have the opportunity to commission snd premiere these great new works for piano from Peter S. Shin and Joel Thompson thanks to the UBC Public Scholars Initiative videos in article","sentiment_score":0.2840909091}
{"full_text":"RT Many of our racialized\/migrant members &amp; workers in precarious employment have benefited from the amazing Good Fo...","sentiment_score":0.6}
{"full_text":"RT If a deal hasn't been reached before the Taxation Bill is published &amp; if it contains provisions in breach of the NI Protoco...","sentiment_score":0.0}
{"full_text":"Aggressive health care infrastructure spending, strict lockdown and social distancing policies and thorough contact tracing to snuff out new spreads.","sentiment_score":0.0848484848}
{"full_text":"RT Wishing you well on your Covid recovery! I know it robs people of their taste","sentiment_score":0.0}
{"full_text":"RT NEW: This is Wuhan now. Maskless parties with thousands of youth. A huge exhibition on China's victory over COVID. A sea...","sentiment_score":0.2681818182}
{"full_text":"so soon ? atleast make students suffer more ? \/S","sentiment_score":0.5}
{"full_text":"It's always easier to stop the news than to stop the virus in countries like China.","sentiment_score":0.0}
