{"full_text":"Helpful travel guides for the pandemic season.","sentiment_score":0.0}
{"full_text":"RT We'd like to apologise to all teachers and school staff on behalf of the GovernmentThey have also worked throughout the p...","sentiment_score":0.0}
{"full_text":"with only 17% assymptomatic in that estimate and shall we say a \"broad\" accounting of US fatality.Why are Covid deaths &gt;&gt; excess deaths since November?  That really should be impossible.","sentiment_score":-0.1010416667}
{"full_text":"RT What pisses me off the most is that these walkabouts are conducted more often in black communities, with aggression at that. H...","sentiment_score":0.2777777778}
{"full_text":"RT THE ACTUAL MATH! Just so we're clear, Congress could send each American $2,000 EVERY MONTH UNTIL MAY 2021 for less than th...","sentiment_score":-0.0166666667}
{"full_text":"RT Jeff Bezos could give every single Amazon employee $105,000 and still be as rich as he was before the pandemic. Tax the...","sentiment_score":0.1517857143}
{"full_text":"RT The first few months of 2021 in the US are going to be much harder than the entire year of 2020. Every doctor knows this. Yo...","sentiment_score":-0.0125}
{"full_text":"RT With the current size and speed of the pandemic, I just can't believe primary schools are told to open with full class...","sentiment_score":0.1875}
{"full_text":"RT Weird how all these people are out here dying from a hoax that was supposed to be over by Easter that companies are creatin...","sentiment_score":-0.5}
{"full_text":"RT For years, Republicans were obedient to Trump's every whim.They stood by his failed COVID response. His lies. His impe...","sentiment_score":-0.05}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"Dr. Li Wenliang first posted about novel Coronavirus on December 30th 2019He died of coronavirus on February 5th at 2:58.","sentiment_score":0.25}
{"full_text":"RT Oh no!  Actress Dawn Wells who portrayed Mary Ann on Gilligan's Island has passed away from Covid 19 complications at 82...","sentiment_score":0.0}
{"full_text":"RT Thank you so much for everything this year - your work has made a huge impact on how we view and understand t...","sentiment_score":0.3}
{"full_text":"RT BREAKING: Health Secretary Matt Hancock says that three quarters of the population of England are now going to be in Tier 4 du...","sentiment_score":0.0}
{"full_text":"RT The Covid vaccines are very very good at preventing disease and they are very very safeThey are not perfect; no medication i...","sentiment_score":0.2233333333}
{"full_text":"RT BREAKING | SA reports highest Covid-19 infections in a single day with 17 710 cases, bringing the total cases to 1 039 161. The...","sentiment_score":-0.0357142857}
{"full_text":"RT NOTICE TO CANADIAN TRAVELLERS ABROAD:As an additional measure to protect the health and safety of Canadians, the Goverm...","sentiment_score":0.0}
{"full_text":"awww, 23rd January. First coronavirus tweet, cute","sentiment_score":0.3833333333}
{"full_text":"I wish you were as smart as the NZ government!","sentiment_score":0.2678571429}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"not scared of whats in the covid vaccine my freshman year of college i ate pizza while taking a shower in a communal bathroom","sentiment_score":0.0}
{"full_text":"RT I've never stayed this long without going for a massage. My body is complaining but I'm scared of corona ","sentiment_score":-0.05}
{"full_text":"RT The government and in particular is going to have to explain why the failed to follow the lockdown measures as a...","sentiment_score":-0.1666666667}
{"full_text":"RT This World War 2 survivor of the Japanese occupation of the Philippines, a great grandmother and retired school teacher w...","sentiment_score":0.4}
{"full_text":"RT Confirming this very, very sad news: Rep.-elect Luke Letlow has died of coronavirus. He was 41 and had a wife &amp; 2 small chil...","sentiment_score":-0.45}
{"full_text":"RT Mayor Walsh is asking Boston residents not to have New Year's Eve parties, including small gatherings, tomorrow night in o...","sentiment_score":-0.0568181818}
{"full_text":"An experiment from 03\/27\/20 in the NEJM showed the virus can remain in the air up to three hours.  Later, more than 200 internat'l scientists signed an open letter cautioning that such transmission is \"a real risk\" and urged the WHO to update its guidance","sentiment_score":0.14}
{"full_text":"Air travellers entering Canada must have a negative COVID-19 test before arrival, Ottawa sayshttps:\/\/t.co\/0rLH0nE5Kk","sentiment_score":-0.3}
{"full_text":"RT Congressman-elect Luke Letlow suffered a heart attack following operationSo it wasn't COVID. Another lie. ","sentiment_score":0.0}
{"full_text":"RT Our sweet castaway has become another victim of COVID. Rest In Peace, Dawn.","sentiment_score":0.1375}
{"full_text":"I hate to tell you but we WILL be sticking up with this until 2022. the vaccine only HELPS to block off corona for limited time unless it becomes resistant and then we need new ones... again and again. so this could end then by 2025 or even 2030!Good luck to all sensible ones.","sentiment_score":-0.1837662338}
{"full_text":"Stay home. Lives are at stake. What's more important? Going to a concert or dying? Just saying....    ","sentiment_score":0.45}
{"full_text":"It pretty much is a lockdown can't believe nearly a year later we are at square one","sentiment_score":0.1375}
{"full_text":"RT Sir Michael Marmot - 'We were in a very bad state. 10 yrs ago public expenditure was 42% of GDP, now its 35%. That is...","sentiment_score":-0.455}
{"full_text":"RT My nephew has COVID-19, which he caught during a holiday outing with his father.My nephew lives with my sister--his moth...","sentiment_score":0.0}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"RT Reminder as you think about how to ring in 2021 tomorrow night: *Asymptomatic transmission is POSSIBLE*Pre-symptomatic tra...","sentiment_score":0.0}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"RT NEW: These are stark figures. From midnight in England:Tier 1 - 0.002 million people Tier 2 - 0 Tier 3 - 12.2 million...","sentiment_score":-0.0318181818}
{"full_text":"RT Beyonce will offer $5,000 grants to help 100 people facing foreclosures or evictions due to the housing crisis caused by the coron...","sentiment_score":-0.125}
{"full_text":"The COVID-19 pandemic may be an opportunity to transform the way we live | CBC Documentaries You First","sentiment_score":0.1931818182}
{"full_text":"COVID-19: a lasting impact on District and Community Nursing Teams?","sentiment_score":0.0}
{"full_text":"RT Daily reminder that people whose loved ones are dying from cancelled serious illness treatments have to watch this.","sentiment_score":0.1222222222}
{"full_text":"RT There is not a single woman on the government's cabinet committees on Covid 19 operations, domestic and economic strateg...","sentiment_score":0.0785714286}
{"full_text":"Im immune to coronavirus cuz I drink all the half empty waters in my room","sentiment_score":-0.1333333333}
{"full_text":"RT Heartbreaking - Dawn Wells (Mary Ann, Gilligan's Island) has died from COVID. She was 82. I always loved her appreciat...","sentiment_score":0.7}
{"full_text":"RT As you may know, today the newest COVID variant was detected in the U.S. I am resposting this in order to combat misinf...","sentiment_score":0.0}
{"full_text":"RT Covid-19: Republic of Ireland moves to Level Five restrictions","sentiment_score":0.0}
{"full_text":"Virus germs mutate. It's what they do. Mutation follows the path of least resistance. When talking about a population of trillions or greater virii, it it possible, if not likely that the same mutation can occur in two or more places simultaneously. Simple probability.","sentiment_score":0.1}
{"full_text":"'Toxic Individualism': Pandemic Politics Driving Health Care Workers From Small Towns","sentiment_score":-0.25}
{"full_text":"RT My friend is hand feeding 10 covid +ve patients a day in a care home because everyone else is off sick. They've had fou...","sentiment_score":-0.7142857143}
{"full_text":"RT We can save 60,000-100,000 lives in the weeks and months ahead if we step up together.Wear a mask. Stay socially distanced....","sentiment_score":0.0333333333}
{"full_text":"Yeah the pandemic understandably causes a lot of paranoia especially if you are interacting with ppl who are weak to catching it","sentiment_score":0.075}
{"full_text":"What, are you coming back to meet whoever wins the Georgia run-offs?  Don't expect them to be Republicans.  Not after shut down the $2k COVID relief bill.  Mitch is experienced enough to know what he's doing, so he must not like the Republicans in that race.","sentiment_score":0.1888888889}
{"full_text":"RT Votes for #Ossoff &amp; #Warnock are votes forCOVID reliefOngoing pandemic reliefAnd #HealthJobsJustice","sentiment_score":0.0}
{"full_text":"RT Jeff Bezos could give every single Amazon employee $105,000 and still be as rich as he was before the pandemic. Tax the...","sentiment_score":0.1517857143}
{"full_text":"RT What a sad and terrible day. Landslides in Norway, a bombing in Yemen, record covid infections in the UK and elsewhere, a...","sentiment_score":-0.75}
{"full_text":"'Gilligan's Island' star Dawn Wells dies, COVID-19 cited (sacbee)FILE - In this April 29, 2016 file photo, Dawn Wells arrives at the Daytime Creative Arts Emmy Aw...Add your highlights:https:\/\/t.co\/XXlwPYTbpP...","sentiment_score":0.5}
{"full_text":"RT Correct. They are immersed in a culture of misinformation: \"oh it's just the flu\" or \"oh it's only killing old people, so...","sentiment_score":0.05}
{"full_text":"RT  Premier League statement \"The Premier League has not discussed pausing the season and has no plans to do so.\"The League co...","sentiment_score":0.0}
{"full_text":"RT When did so many of us turn into such heartless, evil, and nasty creatures taking pleasure in someone else's death? And wh...","sentiment_score":-0.375}
{"full_text":"RT 2020 was hard for African-Americans. Amid #COVID19, racial protests and turbulent elections, they escaped through streami...","sentiment_score":-0.2916666667}
{"full_text":"RT Top presidential historian on Trump's legacy: 'He was largely responsible for the deaths of hundreds of thousands of Americ...","sentiment_score":0.35}
{"full_text":"RT Meanwhile in Greenwich borough.","sentiment_score":0.0}
{"full_text":"RT Ppl: Man fuck this lockdown. Imma travel and LIVE MY LIFE. *TravelsAlso ppl: Why virus keep spreading? Why w...","sentiment_score":-0.1318181818}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"RT Weird how all these people are out here dying from a hoax that was supposed to be over by Easter that companies are creatin...","sentiment_score":-0.5}
{"full_text":"RT I just signed up to donate $10\/month to unseat Ron Johnson, who continues to suggest his constituents take medicine for Co...","sentiment_score":0.0}
{"full_text":"RT THE ACTUAL MATH! Just so we're clear, Congress could send each American $2,000 EVERY MONTH UNTIL MAY 2021 for less than th...","sentiment_score":-0.0166666667}
{"full_text":"RT Hubei province, where Covid started, has 57m people and cities of 11mThey locked down completely, closed airports, ro...","sentiment_score":-0.1277777778}
{"full_text":"RT This is a poor headline. #COVID19 Incubation time is ~6 days and vaccine needs roughly 7-12 days to begin to confer immunit...","sentiment_score":-0.25}
{"full_text":"Shorshor","sentiment_score":0.0}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"I'd deffo rather be in lockdown than in Dubai","sentiment_score":0.0}
{"full_text":"RT ICYMIChelsea's next THREE opponents (Man City, Morecambe, Fulham) all have COVID outbreaks in their squadThis may mean a...","sentiment_score":-0.15625}
{"full_text":"RT The real COVID vaccine #BackBorris","sentiment_score":0.2}
{"full_text":"RT In the past 24hrs, there have been 37 airliner crashes, each plane w\/over 100 ppl. 3,700 dead! Oh wait -- sorry. Correction: In...","sentiment_score":-0.3333333333}
{"full_text":"RT This is important.If you were exposed to #COVID19 on Christmas Day - you'll be in your most infectious period for New Y...","sentiment_score":0.3181818182}
{"full_text":"RT China is a modern day Nazi Germany and the people obsessed with being on \"the right side of history\" keep saying nothing ab...","sentiment_score":-0.0047619048}
{"full_text":"RT Los Angeles County says several LA hospitals have gone on \"internal disaster\" because of oxygen issues, closing off to inco...","sentiment_score":0.0}
{"full_text":"RT It!Is!Happening!Georgia is coming togetherTo defeat #COVID19To get REAL #stimulus checksTo get better jobsTo...","sentiment_score":0.35}
{"full_text":"My kid is zombie walking around the house terrorizing her Barbie dolls, taunting them with \"I am the virus.\" Just in case anyone was wondering if this pandemic would have any lasting effect on children.","sentiment_score":0.0}
{"full_text":"RT This is Sarah Gilbert who oversaw the team who did the actual work in creating the Oxford vaccine. This is the woman who de...","sentiment_score":0.0}
{"full_text":"Boris Johnson orders highest coronavirus restrictions for three quarters of the UK's population to counter surge of new strain #auspol #qldpol #nswpol #vicpol","sentiment_score":0.1363636364}
{"full_text":"RT One year ago today, one minute before midnight, the low-tech volunteer-run list published a report on a few case...","sentiment_score":-0.2}
{"full_text":"RT It strikes me how unaffordable these tests are for most people.The government requiring folks to pay for their own testing...","sentiment_score":0.55}
{"full_text":"RT Reuters should be ashamed of this click bait headline. person hadn't even had the second dose. Smh.","sentiment_score":0.0}
{"full_text":"RT This is important.If you were exposed to #COVID19 on Christmas Day - you'll be in your most infectious period for New Y...","sentiment_score":0.3181818182}
{"full_text":"Crisis averted; just gonna stay home","sentiment_score":0.0}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"RT Doctors: Sunlight kills the CoronavirusBill Gates :","sentiment_score":0.0}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"and call it Covid-19 and a half","sentiment_score":-0.1666666667}
{"full_text":"RT Close schools now. Immediate lockdown needed. For fuck sake.","sentiment_score":-0.4}
{"full_text":"RT 1\/ comments on the revised school reopening plan: \"Today's announcement missed an important headline w...","sentiment_score":0.4}
{"full_text":"RT #RIP Shabba-Doo; fantastic dancer &amp; choreographer worked w\/ everyone from Sinatra and Midler to Madonna and Three 6 Mafia....","sentiment_score":0.4}
{"full_text":"RT Jesus....and no fucking lockdown? This govt needs to be charged with manslaughter.","sentiment_score":0.3}
{"full_text":"^if covid is all good","sentiment_score":0.7}
{"full_text":"RT The madness keeps coming -https:\/\/t.co\/mdXl4MeTYf","sentiment_score":0.0}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"Well before Sandra Bullock or Meg Ryan, this was America's sweetheart. Anyone who watched endless reruns of the famous castaways growing up can attest.R.I.P. Dawn Wells, aka Mary Ann. #GilligansIsland","sentiment_score":0.1875}
{"full_text":"RT ***Important Covid-19 Update***Sefton is being moved from Tier 2 to Tier 3 Very High local Covid alert level. Find out...","sentiment_score":0.2026666667}
{"full_text":"Covid 19 is everywhere, don't be so dumb. Infact SA has a new strain which is feared to be spreading everywhere. Get a grip, take this hate to hell!","sentiment_score":-0.4128787879}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"RT \"If we don't get these numbers down and we have overcapacity in our hospitals, we're going to have to take further action,...","sentiment_score":-0.0185185185}
{"full_text":"RT Good news for vaccines means great news for antibody testing! How do you know if the vaccine has been effective?...","sentiment_score":0.7666666667}
{"full_text":"RT Canada is very concerned following the 4-year sentence of citizen journalist Zhang Zhan. We call for her immediate release an...","sentiment_score":0.1}
{"full_text":"RT Imagine the headlines and reports if Putin was silencing Russian healthcare staff from talking about COVID. Done it? Good now...","sentiment_score":0.35}
{"full_text":"RT Remember, when David Perdue and Kelly Loeffler were briefed on COVID, their first calls were to their stock brokers.","sentiment_score":0.25}
{"full_text":"RT A history of the Trump covid response in four acts.","sentiment_score":0.0}
{"full_text":"RT tw.a thread about whats happening in croatia. if you stay quiet, f,uck you. no one cares bout u trying to be funny on my...","sentiment_score":0.125}
{"full_text":"Imagine that..... I can NOT with any of these people sorry","sentiment_score":-0.5}
{"full_text":"RT  Premier League statement \"The Premier League has not discussed pausing the season and has no plans to do so.\"The League co...","sentiment_score":0.0}
{"full_text":"Maybe you will be next to join the guy from Louisiana.","sentiment_score":0.0}
{"full_text":"Kim Taehyung happens once in a life! He has the biggest most beautiful soul, loves genuinely &amp; cares deeply for everyone. The fact he took the time to show love &amp; appreciation through his song for those the frontline of this pandemic speaks volumes!#HelpingHandWithTae","sentiment_score":0.45}
{"full_text":"RT Covid is a tragic reality. Regulations must be enforced. But it is amazing to me that SAPS suddenly have the resources...","sentiment_score":-0.05}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"RT Y'all screaming \"my body, my choice\" about COVID vaccines should realize that we're spiraling into \"my ER, my choice\"...","sentiment_score":0.0}
{"full_text":"RT  Premier League statement \"The Premier League has not discussed pausing the season and has no plans to do so.\"The League co...","sentiment_score":0.0}
{"full_text":"RT The madness keeps coming -https:\/\/t.co\/mdXl4MeTYf","sentiment_score":0.0}
{"full_text":"RT new rule: if you called covid a hoax, you go straight the fuck to the end of the vaccine line. no exceptions","sentiment_score":-0.0212121212}
{"full_text":"RT We entered this pandemic with: 40k too few nurses 10k too few doctors 17k too few beds A mere 4000 ICU beds...","sentiment_score":-0.275}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"I need heavier dumbbells for the garage but they Damn near tripled the brick since the pandemic.","sentiment_score":0.1}
{"full_text":"RT The Premier League has not discussed pausing the season and has no plans to do soThe League continues to have confiden...","sentiment_score":0.0}
{"full_text":"RT Appreciated the opportunity to speak with General Hillier today to affirm the importance of keeping schools safe by taking eve...","sentiment_score":0.25}
{"full_text":"It's no secret Trump Tools like Banks want us to forget he has blood all over his hands with the state sponsored child abuse \"Just to be cruel\" and the 341,801 #COVID19 deaths in which we were told it was under control in Feb, hoax in Mar, disappear in April #GOPSeditiousTraitors","sentiment_score":-0.4}
{"full_text":"RT This is an important answer from Prof Van Tam - we don't yet know if the vaccines stop people transmitting the virus (as...","sentiment_score":0.4}
{"full_text":"the citizens of Alabama have a right to know why we can't contact you or get a response from you or your office! Where is the Covid relief for dependents over the age of 17? But we can spend money for closed art museums and foreign pork projects?","sentiment_score":0.044047619}
{"full_text":"RT The Great Pandemic Robbery. How so much of the PS22,000,000,000 for Test and Trace went to friends of the government, while B...","sentiment_score":0.5}
{"full_text":"The German government thought the virus had killed off populism. But on top of the AfD, it now has the anti-lockdown Querdenker movement to contend with. Politics was never going to stand still for a virus, says Sabine Beppler-Spahlhttps:\/\/t.co\/xm0lXidxBE","sentiment_score":0.1}
{"full_text":"People suffering from \"pandemic stomach\" are buying up over-the-counter antacids like they're the new toilet paper.But the problem isn't always the heartburn associated with spicy or acidic foods.","sentiment_score":0.0515151515}
{"full_text":"#Economics is certainly more important now than ever before and that is because of #covid_19 which has crippled the economies of the world.You can now read about everyday economic issues and how they impact our everyday lives. #COVID19 #economyhttps:\/\/t.co\/TZvVkajbMi","sentiment_score":0.14}
{"full_text":"Congressman-elect Luke Letlow (R-LA) Dies from Coronavirus; 9th-generation Louisianan Fought 'Slow-boil Socialism' via - Breaking News, U.S. and World News.","sentiment_score":0.0}
{"full_text":"Should have it but clueless Johnson must want to be known as the Pol Pot of Britain.","sentiment_score":0.0}
{"full_text":"RT I get some client.2 months ago, ein son get small cold. Nobody else get. I say I doubt say e be covid, she say oh why...","sentiment_score":-0.425}
{"full_text":"High school sports were greatly affected by the pandemic, which is evident in our list of the top 10 high school sports stories for the year.https:\/\/t.co\/Cs5n7bEPnF","sentiment_score":0.374}
{"full_text":"Have you recently welcomed a new pet into your home? Congratulations! Stay prepared and get all their supplies shipped right to your door! ","sentiment_score":0.1758658009}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"RT Sen. Marco Rubio: Dr. Fauci lied about coronavirus to manipulate our behavior -- that's appalling","sentiment_score":-0.35}
{"full_text":"RT The people of England must support independence for Wales, Scotland, Cornwall &amp; Northern Ireland for a chance to press...","sentiment_score":0.0}
{"full_text":"Hear about how small businesses can utilize #CT's Shared Work Program to help them through the pandemic on this week's segment of \"Tell Me Something Good\" on Lite 100.5","sentiment_score":0.225}
{"full_text":"A new variant of the coronavirus that may be more contagious has been found in a Colorado man who had not been traveling.https:\/\/t.co\/kJdQ75GcK5","sentiment_score":0.3181818182}
{"full_text":"RT I dunno, but between ordering the vaccination centres to close over Christmas and the finance minister buggering off to an...","sentiment_score":0.0}
{"full_text":"\"We have to be aware that mental health care... is not a luxury.\"","sentiment_score":0.075}
{"full_text":"It will be next week before the public begins receiving COVID-19 vaccinations in Polk County, and those shots will only be offered in some communities.","sentiment_score":0.0}
{"full_text":"This year, Make the Road has distributed $4.5 MILLION in cash aid to over 6,000 families, while continuing to provide critical services to tens of thousands more amidst COVID.Will you make a year-end gift to support our #Recovery4All efforts in 2021?https:\/\/t.co\/PgHuEa9Jdh","sentiment_score":0.25}
{"full_text":"NEWS POLL: With the arrival of the Moderna vaccine today, do you think the provincial government is doing enough to rollout the COVID-19 vaccines? VOTE HERE:","sentiment_score":0.0}
{"full_text":"Can we say national hero!!","sentiment_score":0.0}
{"full_text":" Town's trip to Fleetwood - originally scheduled for Saturday - has been moved back to Monday, 4 January. Kick-off 7.45pm.The decision comes following an outbreak of Covid-19 at the Club, with the extra two days allowing more recovery time for those affected. #itfc","sentiment_score":0.175}
{"full_text":"Three COVID cases end Victoria's streak -","sentiment_score":0.0}
{"full_text":"A Colorado National Guard member has the first reported U.S. case of COVID-19 variant and a second case is suspected in another Guard member, according to health officials.https:\/\/t.co\/7LCr9nF2YH","sentiment_score":0.125}
{"full_text":"RT R.I.P. Dawn Wells. So sad. I watched Gilligan's Island religiously and had a big crush on Mary Ann and her coconut cream...","sentiment_score":-0.1666666667}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"Ohio's prison system, which has seen one of the largest COVID-19 outbreaks anywhere in the country, will vaccinate a handful of inmates starting this week.","sentiment_score":0.0}
{"full_text":"For People With Terminal Illnesses, Time Lost To Covid-19 Can't Be Made Up. #TerminalIllness #Cancer #DelayedTreatment #PublicHealthhttps:\/\/t.co\/bszVPCXK9L","sentiment_score":0.0}
{"full_text":"I and Rep. Pam Snyder are reintroducing a bill that that would offer grants to ultra-small businesses impacted by the COVID-19 global pandemic. Learn more:","sentiment_score":0.25}
{"full_text":"RT The Premier League has not discussed pausing the season and has no plans to do soThe League continues to have confiden...","sentiment_score":0.0}
{"full_text":"RT The Premier League has not discussed pausing the season and has no plans to do soThe League continues to have confiden...","sentiment_score":0.0}
{"full_text":"Could Florida's rocky vaccine rollout to seniors be a lesson?","sentiment_score":0.0}
