{"full_text":"Hospitals across the U.S. reach breaking point as coronavirus surges","sentiment_score":0.0}
{"full_text":"RT In 25 days the UK leaves the single market and customs union.Businesses and authorities still don't know the rules that rep...","sentiment_score":-0.0714285714}
{"full_text":"RT Virginia sets a new record today with 3,880 new COVID-19 cases. There is no caveat like yesterday. The percent positivity...","sentiment_score":0.1363636364}
{"full_text":"First major hospital outbreak called atypical polio. Its M.E. Coxsackie B most likelyhttps:\/\/t.co\/j43NoJnpya","sentiment_score":0.203125}
{"full_text":"","sentiment_score":0.0}
{"full_text":"RT This is happening in my city here in Australia right now in December 2020. Post-covid festivals are here. We haven't had...","sentiment_score":0.2857142857}
{"full_text":"\"Netanyahu seems to have embraced the notion that in a Covid-crazed world a leader must show disregard towards the many implications authoritarian Covid policies have on the society at large in order to guarantee victory against the invisible enemy, no matter the cost","sentiment_score":0.3571428571}
{"full_text":"thank you for putting Pandemic P in his place Doc","sentiment_score":0.0}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"RT With COVID-19 cases rising across the nation, we need to ramp up our production of personal protective equipment. We have to...","sentiment_score":0.0}
{"full_text":"RT What are my taxes being used for if I have no quality healthcare, underfunded schools, no PPE for healthcare...","sentiment_score":0.0}
{"full_text":"RT The president is only taking care of the TV stations meanwhile the people is dy...","sentiment_score":0.0}
{"full_text":"And we're closed for week one.  5800 tests completed.  One amazing team delivering it.  Open until Friday 11th if you've not booked in yet:","sentiment_score":0.1666666667}
{"full_text":"nobody: ...Covid survivers:","sentiment_score":0.0}
{"full_text":"RT This is what happens when you take the virus seriously. This is the freedom the GOP is taking from you.","sentiment_score":-0.3333333333}
{"full_text":"RT Great to have posted all prior evidence against lockdown on social media, politicians and mainstream media c...","sentiment_score":0.2777777778}
{"full_text":"RT One of biggest sponsors is Resorts literally funds propaganda about #COVID, fake election...","sentiment_score":-0.3}
{"full_text":"why are we playing sports in a pandemic????","sentiment_score":0.0}
{"full_text":"All natural covid vaccine*. More effective then the pfizer vaccine.*Side effects may include loss of taste and smell, coughing, fever, difficulty breathing, coma, death.","sentiment_score":0.275}
{"full_text":"RT #Mumbai #Urgent Need B+ #blood #COVID19 Convalescent Plasma donor Hiranandani Hospital, Powai. Call 9821063839#BloodAid v...","sentiment_score":0.0}
{"full_text":"RT Do you care about other people? Wear a mask.","sentiment_score":-0.125}
{"full_text":"RT For some reason I haven't seen many people noting that we've passed a milestone -- 7 day average Covid deaths, more meaning...","sentiment_score":0.2833333333}
{"full_text":"7 false positives? Hell nah Niggas got Covid they jus letting them play","sentiment_score":-0.4}
{"full_text":"RT They use terms like \"handouts,\" \"welfare,\" &amp; \"freebies\" for struggling Americans but use the term \"pandemic relief\" for bil...","sentiment_score":0.0}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":"RT With COVID-19 cases rising across the nation, we need to ramp up our production of personal protective equipment. We have to...","sentiment_score":0.0}
{"full_text":"Ass gouls","sentiment_score":0.0}
{"full_text":"270,000 dead, 13 million COVID19 cases. NO national plan. And this is all you care about?#DerelictionofDuty?","sentiment_score":-0.2}
{"full_text":"RT This is what happens when you take the virus seriously. This is the freedom the GOP is taking from you.","sentiment_score":-0.3333333333}
{"full_text":"RT The Portland Trail Blazers are closing their practice facility today for deep cleaning after three positive coronavirus...","sentiment_score":0.1136363636}
{"full_text":"RT Missouri. Hospitals are full but still have docs, nurse's that refuse to believe it's real. Lots of people refu...","sentiment_score":0.275}
{"full_text":"RT The White House coronavirus response coordinator urged Americans to stay vigilant and follow public health guidelines.","sentiment_score":0.0}
{"full_text":"Please continue giving free grains to the poor citizen of india it's very helpful for poor people due to COVID 19","sentiment_score":-0.065}
{"full_text":"Csn you cite how many Covid cases have been linked to hairdressers?","sentiment_score":0.5}
{"full_text":"data but they want face coverings on at all times in public so outdoor dining as a result has to close according to them. They believe gatherings without masks in general are causing the rise in cases.","sentiment_score":0.025}
{"full_text":"Do wht  you feel you need to . Research and wear a mask if you want . Wrap yourself in Saran Wrap for all I care .Stay home if you like . But I won't allow you or anyone else to take my freedom and the freedom of my children away . Bottom line .","sentiment_score":0.0}
{"full_text":"The Covid numbers are off by 50K and rising.","sentiment_score":0.0}
{"full_text":"RT Re-posting my piece from yesterday ...","sentiment_score":0.0}
{"full_text":"RT Medical technologists and lab workers are the pandemic's unsung heroes.","sentiment_score":0.0}
{"full_text":"Despite promise, few in U.S. adopting COVID-19 exposure apps","sentiment_score":-0.2}
{"full_text":"That's what keeps me going o...after loosing my job in the covid, I had to start my shoe and sandal making business using my one room apartment but I need support to do it well cos I see myself overcoming...consider me for support Boss Yule","sentiment_score":0.0}
{"full_text":"Nayef Aguerd. No need to even look at any other defender on the platform. Top scorer for Rennes. Rennes haven't won since he got COVID. Two 250+ PB scores already season plus a PB win on gold day.","sentiment_score":0.3916666667}
{"full_text":"RT .@RevDrBarber: ask yourself -- if this pandemic was killing U.S. Senators like it's killing poor and low wealth people, woul...","sentiment_score":-0.2}
{"full_text":"RT FYI - if you didn't work in ID and pandemic prep before COVID and you spend a lot of time opining about failures of the...","sentiment_score":0.0}
{"full_text":"RT WWII vet beats COVID-19 in time to turn 104 - Los Angeles Times","sentiment_score":0.0}
{"full_text":"RT Sharing this wish list from Check them out. NTN has been proving mutual aid through PPE donations for nu...","sentiment_score":0.0}
{"full_text":"RT Covid strikes our schedule for the first time this season. Our Varsity Boys' game at Fort Mill scheduled for Tuesday, 12...","sentiment_score":-0.075}
{"full_text":"RT This is happening in my city here in Australia right now in December 2020. We haven't had a case of covid in the communit...","sentiment_score":0.2857142857}
{"full_text":"RT \"The more solidarity, the greater the chance of building a fairer world\" - recently asked former Brazilia...","sentiment_score":0.25}
{"full_text":"RT Use headphones ZARNISH calling chodo mujhe chodo.....#lockdown #hornywife #desihotwife #desiboobs #desiass #khicpl...","sentiment_score":0.0}
{"full_text":"RT #Venezuela's authorities of the National Electoral Council (CNE) will implement the Strategic Biosafety Plan designed t...","sentiment_score":0.0}
{"full_text":"RT #Raiders with that social distancing defense.","sentiment_score":0.0333333333}
{"full_text":"The Haldi way of boosting immunity lies in Ayurveda, atleast the pandemic witnessed so! #mystory ","sentiment_score":0.0}
{"full_text":"RT My fantasy football roster is so damaged with injuries and Covid, ESPN should just let us put kickers in the RB\/WR\/Flex sp...","sentiment_score":0.0}
{"full_text":"I love it#COVIDIOTS","sentiment_score":0.5}
{"full_text":"So let me summarize, covid was the killer, no underlying cause lime cancer, cardio vascular decease flue.... (Which has desapearwd by the way ) but for vaccination this is a different story... How do you say f..k you in German","sentiment_score":0.0}
{"full_text":"hey how about saying sorry for breaking the phone yall also say sorry for waiting outside in a pandemic without your masks on x","sentiment_score":-0.3333333333}
{"full_text":"RT Of all the things I thought I would witness in my life, the most pathetic has to be this. A mind I adored and respected,...","sentiment_score":-0.25}
{"full_text":"RT You should be ashamed. This is a world wide pandemic that not only gives you the power to have a statewide ind...","sentiment_score":-0.05}
{"full_text":"RT \"As of last count, 70.8% of COVID-19 deaths in Canada have been persons over the age of 80, with the 70-79 bracket accounting...","sentiment_score":0.0}
{"full_text":"We clearly picked the wrong Sunday #Browns game to stay at home instead of going to a sports bar!","sentiment_score":-0.3}
{"full_text":"5KM Santa run to start the day... Good friends... Good weather... Good times...  #sundayvibes #SantaClaus #WearAMask","sentiment_score":0.7}
{"full_text":"Hum ny ghar kiyn Chora?\/House Shifting During LockDown\/ Lively Food By S... via","sentiment_score":0.1363636364}
{"full_text":"RT Welcome back CDC... - CDC warns that restaurant dining is a very high risk activity - CDC warns that exercise should be perfo...","sentiment_score":0.336}
{"full_text":"RT An Oregon doctor who boasted that he never wears a mask and compared COVID-19 to the \"common cold\" has had his license...","sentiment_score":-0.45}
{"full_text":"RT What a moron.And this is the guy has been boosting.Tucker, do you approve of Mr. Presti slamming his car...","sentiment_score":0.0}
{"full_text":"RT 7 Washington state nursing home residents with Covid-19 died after staff members attended a 300-person wedding that violated t...","sentiment_score":0.0}
{"full_text":"This....THIS!!!","sentiment_score":0.0}
{"full_text":"Defiant Bar Owner RUNS OVER COP Enforcing Illegal Lockdown In NYC, Rich ... via time you peasants learned your place.  This guy is like the sheriff of Nottingham.","sentiment_score":-0.0625}
{"full_text":"So have they shut down the mink farms?","sentiment_score":-0.1555555556}
{"full_text":"It was fantastic!  I'd like to see sniffer get more than 100 people at a rally....even without the excuse of covid!","sentiment_score":0.3125}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"pandemic ,,,,,,,,,,,","sentiment_score":0.0}
{"full_text":"RT It's 4am. Most of the city is sleeping. I just saw an unstable COVID patient in the same room I saw my first COVID pat...","sentiment_score":0.25}
{"full_text":"RT So much for \"new leadership\" by abstaining on two of the biggest issues of our time, Brexit and COVID, Starmer is standing on...","sentiment_score":0.1681818182}
{"full_text":"Bored? Here's something you could be doing today as President. The federal government has downgraded the quantity of coronavirus vaccine it projects it will distribute in December from 300 million to closer to 40 million doses.","sentiment_score":-0.5}
{"full_text":"RT Who the fuck are the 42% who think this Government are handling the pandemic well?","sentiment_score":-0.4}
{"full_text":"Its been almost a week and a half with #COVID for my dad and he still doesnt feel better. Does anyone have remedies that have helped?","sentiment_score":0.1666666667}
{"full_text":"RT To create more space for people to be active during the pandemic, High Park has been closed to car traffic on weekends....","sentiment_score":0.1066666667}
{"full_text":"Lmaoooo!!! Come now. Shey them don lift lockdown?","sentiment_score":0.0}
{"full_text":"The Trail Blazers are closing their practice facility for deep cleaning after three positive coronavirus tests within the organization, per","sentiment_score":0.1136363636}
{"full_text":"Facts - Not Fear - Will Stop the Pandemic Isolation led to a 20 percent increase in dementia-related deaths among our elderly population. #FordFailedThePeople from","sentiment_score":0.0}
{"full_text":"Opinion: Europe can only beat coronavirus togetherhttps:\/\/t.co\/owHj8AM5Ko","sentiment_score":0.0}
{"full_text":"I think you should invent a word or phrase for that because there are many of us that did not lock down a friend for lockdown.","sentiment_score":0.1722222222}
{"full_text":"RT When Lockdown began, i decided to start saving coins and R10 notes. Today i am proud to say it amounts to R4336.00. There...","sentiment_score":0.8}
{"full_text":"RT One of biggest sponsors is Resorts literally funds propaganda about #COVID, fake election...","sentiment_score":-0.3}
{"full_text":"Really sorry to hear your friend's wife did this. I hope they all stay well - I don't wish COVID on anyone.","sentiment_score":-0.5}
{"full_text":"Deborah Birx Bemoans Americans 'Parroting Back' Trump's Anti-Mask Messaging as COVID Surge Intensifies  WHAT A HUGE PRICE TO PAY FOR DOWNPLAYING THE TREAT FROM THE DEADLY CORONA VIRUS.....!!!!","sentiment_score":-0.0294270833}
{"full_text":"RT When the pandemic is over, Congress must empower a special panel to hold public hearings and find out what went wrong. Peo...","sentiment_score":-0.0476190476}
{"full_text":"Don't know about a vaccine for Covid but you could certainly do with one watching Tottenham Hotspurs. Nauseous doesn't do them justice!","sentiment_score":0.2678571429}
{"full_text":"While you are watching boring football games and following third rate news channels, other world leaders are working on a Covid testing strategy for the winter.","sentiment_score":-0.28125}
{"full_text":"It's not Biden's slogan , all leaders around the world are spewing the same bull it's all part of the global reset they hope to accomplish by crushing the economy across the globe. It's all attached to Covid. Wake up everyone. Trump was in their way. He wanted non of it.","sentiment_score":0.1333333333}
{"full_text":"RT Only 2 Americans died of Ebola. GOP liars attacked Obama for \"failed leadership\".COVID deaths?283,000.GOP praise...","sentiment_score":-0.25}
{"full_text":"CDC: Telehealth visits more than doubled in March 2020 by","sentiment_score":0.5}
{"full_text":"#EmployeeRecognition &amp; Rewards During #COVID19https:\/\/t.co\/gcJDpnigZb#EmployeeAppreciation #HR","sentiment_score":0.0}
{"full_text":"RT Let me be clear. After 9 months of dealing with Covid, our emergency department has not spread it, nor has our ICU.","sentiment_score":0.1}
{"full_text":"RT When the pandemic is over, Congress must empower a special panel to hold public hearings and find out what went wrong. Peo...","sentiment_score":-0.0476190476}
{"full_text":"RT go OFF dave","sentiment_score":0.0}
{"full_text":"RT Covid is the ultimate IQ test.","sentiment_score":0.0}
{"full_text":"\"Well, you've done really well, you've done everything you're supposed to do for pretrial release but you still have to go into jail before your trial anyway because it doesn't appear that you understand everything that's going on?\"","sentiment_score":0.05}
{"full_text":"Although Canada and the U.S. agreed to close their shared border to non-essential travel during the pandemic, they each crafted their own policies. That has sparked some confusion and frustration because the rules vary.","sentiment_score":0.6}
{"full_text":"The three former Presidents hope that they can increase public trust in the COVID-19 vaccine.https:\/\/t.co\/zAM7B5KhZi","sentiment_score":0.0}
{"full_text":"Wanna visualize how your backyard, garden, swimming pool would look like?Contact Me: #landscapedesign #BTSxMMA #garden #COVID19 #backyard","sentiment_score":0.0}
{"full_text":"This time last year i was watch Gremlins : 35th Anniversary (4K Restoration) at #covid19 sucks :(","sentiment_score":-0.35}
{"full_text":"Covid as a catalyst for hope ","sentiment_score":0.0}
{"full_text":"If you've recovered from the coronavirus please consider donating blood plasma to help the #NHS treat COVID-19 patients.You could help save lives. Donating only takes about 45 minutes.#TeamLAS paramedic Richard donated his plasma. This is his story:","sentiment_score":0.0}
{"full_text":"RT Here is a thread to explain the findings of this study, that used computational tools to predict T cell reactive seque...","sentiment_score":0.0}
{"full_text":"As companies -- and symposium -- pivot during pandemic, they can't let up, business experts say.","sentiment_score":0.0}
{"full_text":"RT \"Waiver Table\"-No mask? No prob! Sign a waiver so when you contract Covid and: sweat\/ache\/wheeze\/can't b...","sentiment_score":0.0}
{"full_text":"Does the pandemic mark the end of democracy and the beginning of a new World Order? Here is what you all need to know about the post-COVID-19 International Order. A must-read for the students of International Relations and CSS aspirants.https:\/\/t.co\/pMPyC1jevZ","sentiment_score":0.0454545455}
{"full_text":"Dr. Waly Diouf, head of anthropological studies for ALIMA in #Guinea, explains the psychological impacts of #COVID19. He helps and supports the medical and technical teams to improve the care of patients affected. These activities are supported by the ","sentiment_score":0.0}
{"full_text":"Has Britain's Covid response finally become 'world beating' - and did Brexit boost vaccine rollout?https:\/\/t.co\/TjTFI1ItDi","sentiment_score":0.0}
{"full_text":"Governor #Newsom is ordering ANOTHER lockdown in California, just weeks after being caught breaking his own rules - and he's not the only Liberal Politician doing that! reacts - \"These people don't know what they're doing. They don't have a clue.\" #VarneyCo","sentiment_score":0.3}
{"full_text":"All Americans who want to get a #coronavirus #vaccine should be able to do so by the second quarter of 2021, according to Health and Human Services official Alex Azar. (AFP)","sentiment_score":0.1666666667}
{"full_text":"RT You sent a nigga youve never laid eyes on money? During a pandemic?","sentiment_score":0.0}
{"full_text":"Kathryn Ivey was fresh out of nursing school in May -- and headed straight to work in an ICU caring for COVID-19 patients.","sentiment_score":0.25}
{"full_text":"Karl-Anthony Towns, Jordyn Woods' boyfriend, has lost 7 family members to COVID-19:","sentiment_score":0.0}
{"full_text":"We can beat this as a team, #RNation! Download the COVID Alert app today:","sentiment_score":0.0}
{"full_text":"The federal government expects to ship 35 to 40 million COVID vaccine doses to states this month -- instead of the 300 million doses originally promised.https:\/\/t.co\/mVqKNyxy3Y","sentiment_score":0.375}
{"full_text":"For months, Speaker Pelosi refused to negotiate on #COVID--19 relief while the American people suffered. She's only coming to the table now that the election is over. Absolutely despicable.","sentiment_score":0.0666666667}
{"full_text":"RT #WaitLetMeGetThisStraight I wear a mask because of the expert advice from Epidemiologists. You refuse to wear a mask beca...","sentiment_score":0.0}
{"full_text":"Won't you just count them as dying within 28 days of vaccination, like you do for for Covid?","sentiment_score":0.0}
{"full_text":"A Michigan pastor is taking heat for what's being called an \"irresponsible\" sermon he made on Nov. 14 -- when he encouraged his congregation to purposely contract COVID-19.https:\/\/t.co\/8vNb7m1tSe","sentiment_score":-0.225}
{"full_text":"\"One can understand the particular frustration of the small shop owners who see the government directing all their potential clients to their mammoth competitors.\" -- by #onpoli","sentiment_score":-0.0277777778}
{"full_text":"#lockdown, #children #religion #politics #Covid #family #jobs #travel #food.We all have something in common, something that brings us together, some things we agree on &amp; some things we disagree on, but the human race is one. #MoreInCommon #EuropeTalks","sentiment_score":-0.15}
{"full_text":"Going out to eat? Remember your mask and that by Provincial Order only 4 people may sit at each table.https:\/\/t.co\/FwgrUY2xMl #OttCity","sentiment_score":0.0}
{"full_text":"Sunday Funday!  Nothing better than a cup of coffee, lifetime movies and Christmas lights. #selfcare #selflove #SocialDistancing #relaxation #bestfriends #podcast #relaxing","sentiment_score":0.5}
{"full_text":"RT Seeing other countries living their best lives while America is still on lockdown and 2,000 people a day are dying feels like a...","sentiment_score":0.4375}
{"full_text":"The pharmacy has had their lobby closed since April due to the pandemic, but they have been administering flu shots in their parking lot. They plan to conduct the COVID-19 vaccines in the same way.","sentiment_score":-0.075}
{"full_text":"The program expires on Dec. 26.","sentiment_score":0.0}
{"full_text":"Vaccine not 'silver bullet' to end threat of Covid says MPhttps:\/\/t.co\/9xkycbhzY6","sentiment_score":0.0}
{"full_text":"Dr. Richard Martinello says regulations are helping contain the spread of #COVID-19","sentiment_score":0.0}
{"full_text":"Obama, Bush, Clinton willing to take coronavirus vaccine on camera","sentiment_score":0.25}
{"full_text":"Local leaders are working hard on the front lines of #COVID19, protecting residents from a 2nd wave, + keeping vital #cdnmuni services running strong. Together we can keep our cities + communities supported + we can build a better Canada. Join FCM today:","sentiment_score":0.1236111111}
{"full_text":"Congratulations to the #MLS Columbus #Crew96 for winning their Conference Semifinal in the #MLSCupPlayoffs over Nashville in a 2-0 as they will play in Conference Final later on this afternoon at home against New England so please people stay tuned for more info on it from me","sentiment_score":0.2272727273}
{"full_text":"\"The vaccine's critical,\" said Dr. Deborah Birx, the White House coronavirus response coordinator. \"But it's not going to save us from this current surge. Only we can save us from this current surge.\"","sentiment_score":0.0}
{"full_text":" GEORGIA RESIDENTS!The outcome of the upcoming runoff election will possibly determine whether Congress passes a coronavirus stimulus bill that will provide more aid.Your vote holds POWER. Register to vote and VOTE EARLY. For more info visit","sentiment_score":0.275}
{"full_text":"Learn how we can overcome challenges faced in 2020 and how evidence can move digital medicine forward in a post-pandemic world.","sentiment_score":0.0}
{"full_text":"can we stop talking about election fraud and start talking about how we plan on fighting the authoritarian coronavirus policies perpetuated by a majority of both parties?","sentiment_score":0.0}
{"full_text":"RT Exclusive to  Dr Mike Yeadon Former Pfizer Vice President Dr Mike Yeadon discusses his th...","sentiment_score":0.0}
{"full_text":"These are the top issues that influenced Black voters this election.","sentiment_score":0.1666666667}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"It's the #Love we give that matters most. #MotherTeresa#JoyTrain #Joy #Kindness #COVID19 #MentalHealth #Mindfulness #GoldenHearts #Quote #IAM #SuperSoulSunday #SundayMorning #SundayMotivation #ThinkBIGSundayWithMarsha RT","sentiment_score":0.6}
{"full_text":"Alexa, play Must Be Nice by Lyfe Jennings","sentiment_score":0.6}
{"full_text":"Current Conditions for #Sayre PATemp: 32.5FWind Chill: 26.8FHumidity: 72%Dew Point: 24.4F Barometer: 30.004 inHgWind: 5 mph from the WCorona Virus Weekly Stats:Cases: 232.000000Deaths: 11.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Corona who? #KONGWA","sentiment_score":0.0}
{"full_text":"She's an outlier. That happens with flu and colds too. That isn't widespread. Sorry about your mom, but she isn't the norm.There are plenty of people in my mentions commenting that they've either had it or have it now and they're fine. Again. Outliers exist and your mom is one.","sentiment_score":-0.0416666667}
{"full_text":"RT If you're shocked that only 1 in 10 Congressional Republicans is willing to accept the election results, bear in mind that...","sentiment_score":-0.15}
{"full_text":"In the news today: IndonesiaCountry in Southeast Asia and OceaniaCovid 19 coronavirus: A million doses of Chinese-made vaccine arrive in IndonesiaIndonesia minister accused of bribery following raid #Indonesia","sentiment_score":0.0}
{"full_text":"RT Aminnn. #tamkapatmaistiyoruz","sentiment_score":0.0}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":"Because some people don't want to leave other people alone.","sentiment_score":-0.125}
{"full_text":"RT 12\/6 COVID-19 in Illinois thread begins here.7,598 new confirmed + probable cases, 79,538 tests run.9.55% positivity rate f...","sentiment_score":0.2681818182}
{"full_text":"Meet The Homecoming Queens Of COVID","sentiment_score":0.0}
