{"full_text":"I'm a student Journalist at Canterbury Christ Church University and I was wondering if I could interview you and ask about the NBA and how Covid-19 has affected it's revenue if you are available.","sentiment_score":0.4}
{"full_text":"You'll have more luck getting the covid vaccine before he follows you...","sentiment_score":0.5}
{"full_text":"RT Remember when Chris Whitty told us the truth about the risk of Covid? Worth watching... It feels like a LONG time ago but eve...","sentiment_score":0.125}
{"full_text":"RT This is an example of how inequities, poverty, suffering, deaths are still the legacies of imperialism and colonialism.","sentiment_score":0.0}
{"full_text":"RT It would be very easy to pass COVID relief but GOP members like Loeffler &amp; Perdue are preventing it because they think it's...","sentiment_score":0.5633333333}
{"full_text":"Nevermind the political messenger: When it comes to COVID-19 guidance, trust the message, experts say via","sentiment_score":0.0}
{"full_text":"RT #MondayMotivationTo assist #NHS Trusts avoid cases of #NHSFraud in relation to the risks from COVID 19 based frauds we have a...","sentiment_score":0.0}
{"full_text":"RT Only solution to the coronavirus","sentiment_score":0.0}
{"full_text":"Thread","sentiment_score":0.0}
{"full_text":"about the health of the people and due to the doubts on the safety of the vaccines that are supposed to help in dealing with covid-19 virus and the fact which I said earlier was that the vaccines are not yet in the stage 3 of the vaccine development process.The officials of the","sentiment_score":-0.0625}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"Today is our monthly Zoom meeting. Consultant endocrinologist Matthew Oldfield and DSN Helen Church will speak on \"Diabetes in the Time of Covid\". Call details on Anyone welcome, esp people affected by #diabetes in or around ","sentiment_score":0.8}
{"full_text":"Girl, never found love ","sentiment_score":0.5}
{"full_text":"Hey Florida, Wake up!","sentiment_score":0.0}
{"full_text":"RT BREAKING--Donald Trump and other top officials will be offered the Pfizer #COVID19 vaccine within days \"to ensure continuity...","sentiment_score":0.1875}
{"full_text":"RT Asian Development Bank rolls out $9bn Covid vaccine scheme via","sentiment_score":0.0}
{"full_text":"RT Sir Keir expertly avoiding the question of the failed Wales two week circuit break lockdown on LBC.Just answers about England...","sentiment_score":-0.5}
{"full_text":"RT  Remember when Jimin called for adults to help children understand why some of them have to #WearAMask &amp; that in som...","sentiment_score":0.0}
{"full_text":"They did by finally scheduling them to play two teams who the Steelers were unable to beat.","sentiment_score":-0.25}
{"full_text":"RT Well - looks like that didn't happen#cdnpoli","sentiment_score":0.0}
{"full_text":"RT If covid isn't a big deal -- according to the current White House -- why are they getting vaccinated first?","sentiment_score":0.0625}
{"full_text":"RT 2020: the year sport stopped amid pandemic and protests - video review","sentiment_score":0.0}
{"full_text":"RT LEADERSHIP MATTERS: Florida COVID response, led by  Taiwan COVID response, led by Vice-President Dr...","sentiment_score":0.0}
{"full_text":"COVID-19: Father-of-two dies of cancer after MRI scan 'delayed' by coronavirus crisishttps:\/\/t.co\/LOxBtZXVTABlame the pandemic &amp; also the #NHS for letting him &amp; his poor family down!","sentiment_score":-0.2972222222}
{"full_text":"#PMImranKhan prays for #MaulanaTariqJameel's speedy recovery from COVID-19#TheNews","sentiment_score":0.0}
{"full_text":"2\/2)Mukoma  total covid PPE spending was PS15 Billion. One of the companies I consult for got PS400m for its vaccine research grant. That MP in your video exposed corruption of abt PS1Bn &amp;ignored the other PS14Bn used efficiently! Vaccine is out.@JaqueSand","sentiment_score":-0.078125}
{"full_text":"RT What ELITIST BS is this??? How do Trumpers not see how it runs through the GOP? Crazy!","sentiment_score":-0.75}
{"full_text":"RT Practices in more than a hundred parts of the country will start getting #CovidVaccine deliveries today, as the NHS continu...","sentiment_score":0.5}
{"full_text":"RT New blog on tackling #mentalhealth issues in #lockdown with #Christmas  coming up and the value of #friendship","sentiment_score":0.1363636364}
{"full_text":"Foreign-born doctors reignite Italy's citizenship debate","sentiment_score":0.0}
{"full_text":"What the ...... madness in time of a pandemic","sentiment_score":0.0}
{"full_text":"RT Yes it is worth a reminder. The only thing that changed was the govt set it's course on an experimental strategy that...","sentiment_score":0.1333333333}
{"full_text":"When your cult is sitting on over a billion dollars and demands its members clean the buildings for free lol. God I am so glad I never have to set up classrooms and vacuum the cultural hall EVER AGAIN!","sentiment_score":0.3638888889}
{"full_text":"RT Remember when Chris Whitty told us the truth about the risk of Covid? Worth watching... It feels like a LONG time ago but eve...","sentiment_score":0.125}
{"full_text":"RT Haven't we already seen her approach towards the pandemic and the way her handled the Amphan funds? Don'...","sentiment_score":0.0}
{"full_text":"RT Kiss an angel good morning\/And love her like the devil when you get back home.","sentiment_score":0.4}
{"full_text":"RT For the safety of all involved, Fact In Star will be taking a break from recording due to the recent uptrend in COVID19 cas...","sentiment_score":-0.0625}
{"full_text":"For some workers, #RemoteWorking isn't an option. See how employers can protect those people who must be in the workplace during #COVID19. #wellbeing","sentiment_score":0.0}
{"full_text":"RT #Covid19 #vaccines will be free for S'poreans; vaccination recommended but voluntary for adultshttps:\/\/t.co\/nLhnpxofwZ","sentiment_score":0.4}
{"full_text":"RT \"As the White House has forged ahead with a packed season of at least 25 indoor holiday parties, ignoring warnings from its o...","sentiment_score":-0.15}
{"full_text":"RT 90 year old Annie Innes, from Lanarkshire, became the first care home resident in Scotland to receive the Covid-19 vacc...","sentiment_score":0.175}
{"full_text":"RT 90 year old Annie Innes, from Lanarkshire, became the first care home resident in Scotland to receive the Covid-19 vacc...","sentiment_score":0.175}
{"full_text":"Check out these wonderful portraits drawn by local artist BecGouverneur in the main corridor from Costa down through to main xray SMH &amp; can be seen on her virtual gallery on her website. There r 9 portraits all of staff in the pandemic.","sentiment_score":0.2355555556}
{"full_text":"Toulouse Pros- Ambitious club with great facilities and good set up. Would be good for a close rival to CatalansCons- In a post Covid &amp; Brexit world how will this work so well?!Overall- Could be an interesting choice but issues outside the RL world will affect their bid","sentiment_score":0.4916666667}
{"full_text":"Rats abandoning the sinking ship #Trump'sTitanic","sentiment_score":0.0}
{"full_text":"RT This. The first lockdown proved its a political choice, and in the 21st century, the government is yet again choosing to le...","sentiment_score":0.0833333333}
{"full_text":"Nah, the maga crowd says COVID doesn't exist.  How would it be if the maga leaders lined up for a vac?","sentiment_score":0.0}
{"full_text":"RT This has to be one the most dishonest columns I can remember ever reading. I mean, not even Trump critics could possibly...","sentiment_score":-0.028125}
{"full_text":"why did you still choose to kill people when you were already told In March this did not work?","sentiment_score":0.0}
{"full_text":"RT SOMEHOW YOU HAVE MONEY TO CAGE KIDSSOMEHOW YOU HAVE MONEY FOR ENDLESS WARSOMEHOW YOU HAVE MONEY TO DRONE BABIESSOMEHOW...","sentiment_score":-0.125}
{"full_text":"RT I don't buy their narrative. When they had covid in March they swanned on up to Deeside with it. This who...","sentiment_score":0.0}
{"full_text":"A particular poignant one of the mortuary staff.  This is our lovely pictured above, who worked in ICU &amp; out on the wards taking care our covid patients in the first wave #oneteamonegoal ","sentiment_score":0.1833333333}
{"full_text":"OK the. Let the virus rip. The government model points to 100K deaths from Covid if we do that","sentiment_score":0.5}
{"full_text":"RT I've chased cum with a four loko, no I am not worried about what's in the covid vaccine","sentiment_score":0.0}
{"full_text":"RT Let me give you the history behind #ESPSocialHousing. After COVID hit, asked to come up with a plan to...","sentiment_score":-0.4}
{"full_text":"RT If covid isn't a big deal -- according to the current White House -- why are they getting vaccinated first?","sentiment_score":0.0625}
{"full_text":"A recent survey in U.S. asked people if they'd take a #COVID19 vaccine.42% of Black respondents:  61% of white respondents: @letzing explains how a history of medical racism plays a role in fueling mistrusthttps:\/\/t.co\/ffHfobrH7Y","sentiment_score":-0.0416666667}
{"full_text":"bestie in a pandemic?","sentiment_score":0.0}
{"full_text":"RT The webinar is starting in a few minutes. Join us!","sentiment_score":-0.125}
{"full_text":"RT Here we go again - senior Test and Trace official leaves to join a supplier. Supplier is one of the first companies t...","sentiment_score":0.25}
{"full_text":"RT The world's 5 centibillionaires aren't alone in getting richer as many people struggle to make ends meet. The 651 U.S. billionai...","sentiment_score":0.5}
{"full_text":"RT A real hope...","sentiment_score":0.2}
{"full_text":"RT .@BillGates on Covid: \"Even through 2022\" we should be prepared for life to not return to \"normal\"  Says \"sadly\" it's \"a...","sentiment_score":-0.175}
{"full_text":"RT At the most extreme, researchers aren't sure what is possible when it comes to permanent brain disorders like Parkinson'...","sentiment_score":0.21875}
{"full_text":"Ethical AI monitoring in the post-COVID workplacehttps:\/\/t.co\/KgqnLPpSiI","sentiment_score":0.2}
{"full_text":"#IndestructiblePaint anticipate that when #COVID19 is contained and production begins to escalate again, the demand for our products and, therefore #SupportTraining, will grow very rapidly. Discover more..https:\/\/t.co\/pGneNLp9Fn #SpecialistCoatings #TrainingCourses #ukmfg #mfg","sentiment_score":0.2}
{"full_text":"The Indian Institute of Technology-#Madras has been hit by the #coronavirus outbreak with over 100 people, a majority of them students, testing positive for the contagion, a top health official said on Monday. #IITMadras #COVID19","sentiment_score":0.3636363636}
{"full_text":"Global tobacco research and control efforts tend to have a strong focus on cigarettes. This is largely true during the current pandemic, with pooled evidence from studies conducted till date suggesting that cigarette smoking may be a risk factor. Read:","sentiment_score":0.1958333333}
{"full_text":"Many people are spending their days working from home in casualwear during the coronavirus pandemic. They have few, if any, parties or gatherings where they dress up, but jewelry sales staging a holiday comebackLearn more:","sentiment_score":0.2666666667}
{"full_text":"Cybercriminals have sensed an opportunity to lure people into buying fake remedies on the dark web, said a report from cybersecurity firm Check Pointhttps:\/\/t.co\/pisCcCO9Rd","sentiment_score":-0.2833333333}
{"full_text":"Many entrepreneurs in the travel industry saw their business disappear from Covid-19. With normality years away, many are looking to other options","sentiment_score":0.2916666667}
{"full_text":"RT If u have covid &amp; YOU KNOW and are still going out  , go 2 hell .","sentiment_score":0.0}
{"full_text":"A new year means new #actingclasses! We're pleased Scene Study at will be back on the go each Thu evening this Jan, 6-9pm Depending on numbers you may work in smaller slots to allow for appropriate social distancing: #MancMade","sentiment_score":0.1914502165}
{"full_text":"This new paper from and reports on occupational COVID-19 risk for anaesthesia and intensive care staff and describes some of the reasons why they are low-risk specialties in a high-risk setting.#FOAMedhttps:\/\/t.co\/uidWueJ08t","sentiment_score":0.1363636364}
{"full_text":"Happy Monday We just want to say a big thanks to everyone for continuing to follow our social distancing rules.","sentiment_score":0.2583333333}
{"full_text":"As we navigate through #COVID19 this winter, it's important to look after your #mentalhealth. Remember, you're not alone  visit to register for a safe community to support your mental health, 24\/7.","sentiment_score":0.2666666667}
{"full_text":"Health officials recommend staying at home for the holidays to prevent the spread of COVID-19. But if you really need to spend time with extended family, here are some things you need to keep in mind.","sentiment_score":0.2}
{"full_text":"Wythenshawe has been chosen as the first area in Manchester to start COVID vaccinations from 16 December. People aged 80 and over will be first to receive the vaccination. Those eligible will get a letter or call from their GP. More areas across the city will follow soon.","sentiment_score":0.225}
{"full_text":"Palm oil labor abuses linked to world's top brands, banks #modernslavery #labourabuses ","sentiment_score":0.5}
{"full_text":"in 10 Male8 in 10 FEMALE in their 50s\/60s face redundancy after furlough! https:\/\/t.co\/XsM70UQ67l Theft of our SP has added MORE inequality to the gender that was Never &amp; Still Isn't Equal!#BackTo60 #FullRestitution #CEDAW#PayOurPension","sentiment_score":0.25}
{"full_text":"\"Sligo University Hospital feel it is vital that the MySlainte programme continues. As #COVID19 levels are impacting on waiting lists in the acute services, virtual cardiac rehab allows us to have alternative options to address our patient's needs\".  Learn more.","sentiment_score":0.2875}
{"full_text":"RT Was thinking about this yesterday after visiting some close friends. Been a while since I hugged anyone else apart from my...","sentiment_score":0.0}
{"full_text":"RT Covid-19, thrombose, information patient  via","sentiment_score":0.0}
{"full_text":"Those experiencing more social activity during social distancing had lower loneliness, &amp; lower anxiety &amp; depression &amp; were less likely to see negative changes in these outcomes since before social distancing began","sentiment_score":0.019047619}
{"full_text":"Chargeback Reduction Tip #5Overcommunication is key when shipping products. All parts of business are being effected by COVID-19 including shipping and transit times. Business owners should overcommunicate shipping times especially if delays are expected.","sentiment_score":-0.0333333333}
{"full_text":"Record PS1m month as historic galvanizer rises to the Covid-19 challenge..Read more about it here -&gt; -&gt; #Galvenizers #Business #WestMidlands #Shropshire","sentiment_score":0.25}
{"full_text":"#China - Beating the odds, Wuhan horse racing gallops beyond virus.   #AFP","sentiment_score":0.0}
{"full_text":"Apricon has shared results of their recent survey regarding business plans for employees who work from home during the pandemic.https:\/\/t.co\/X9JDGQEN8I #pandemic #lockdown","sentiment_score":0.0}
{"full_text":"There are simple steps that you can take while out shopping to help reduce the spread of #COVID19. Keep your distance if you have to queue outside, in the aisles and while queuing to pay. Please be kind to staff and other customers","sentiment_score":0.11875}
{"full_text":"Watch: 'COVID-19 conga' causes concern as Durban residents revel","sentiment_score":0.0}
{"full_text":"How does Dorset compare to weekly Covid-19 rates for other areas in Englandhttps:\/\/t.co\/gvMLL7qh7C","sentiment_score":-0.125}
{"full_text":"Looking for more information on what it means to form a Christmas bubble?Check out the link ","sentiment_score":0.5}
{"full_text":"On 16 Dec. our panel of experts will discuss #COVID19 in #EasternEurope: Economic and Political Consequences. Register today!","sentiment_score":0.1}
{"full_text":"What challenges does the rollout of the #COVID19 vaccine present for those working in NHS &amp; local authority settings? Find out the answers to this question &amp; more by reading our Chief Officer latest blog: #LetsGetVaccinated","sentiment_score":0.25}
{"full_text":"I'm proud to be part of two fantastic organisations delivering the COVID vaccine:an NHS trust which is already vaccinating patients and staff@stjohnambulance - and I'll be training vaccinators and other vaccine centre volunteers for the mass rollout.#DocsforVax","sentiment_score":0.3583333333}
{"full_text":"[N][E][X][T] [U][P]GFC take on on Tuesday evening. Come and get your fix of football at Emerald Park tomorrow!PS6 Entry, Usual COVID measures in place.  #greenarmy","sentiment_score":-0.25}
{"full_text":"Western Cape Minister of Transport and Public Works, urges motorist to continue obeying road safety rules, as well as practicing #Covid19 guidelines this #FestiveSeason.Play your part to ensure that everyone gets #SafelyHome#BoozeFreeRoads #SafeRoadsForAll","sentiment_score":0.0}
{"full_text":"Expert-led sessions on health &amp; safety in times of COVID-19, ticket sales and promotion + filming shows at our School Production online conference. See the full programme:","sentiment_score":0.35}
{"full_text":"Social engineering works by keeping up to date and exploiting current concerns, cue covid vaccine vishing calls to the elderly","sentiment_score":0.0166666667}
{"full_text":"| As we enjoy our festive season fun, let's remember to protect ourselves and our loved ones from COVID-19.  From the beach, ziplining or at the park. Remember to wash your hands, maintain social distancing and mask up! Please SHARE far and wide for awareness.","sentiment_score":0.2402777778}
{"full_text":"Ya... verbally 'thanks' only... how sincere Lawrence how sincere...How abt we verbally 'thank' you for your service to your nation, give you a lower salary than Tsai Ing-wen since ALL OF YOU didn't do as gd as her?? We can give tt $$ to frontliners #Singapore #Coronapocalypse","sentiment_score":0.2333333333}
{"full_text":"RT Isn't it strange that the anti-lockdown, anti-vax, anti-mask, anti-everything movement are all pro-#Brexit!","sentiment_score":-0.0625}
{"full_text":" Human rights must not be an afterthought in times of crisis - they must guide the Covid-19 response &amp; recovery This #HumanRightsDay , we &amp; 114 orgs wrote to political leaders urging them to protect rights &amp; stand with us for our #HumanRightsAct:","sentiment_score":0.0}
{"full_text":"Drugmakers and U.S. regulators plan to launch clinical trials in January testing the safety of COVID-19 vaccines on pregnant women and young children, said Dr. Anthony Fauci.","sentiment_score":0.2166666667}
{"full_text":"States will start getting COVID-19 vaccine today, US sayshttps:\/\/t.co\/mEQSFDoooB","sentiment_score":0.0}
{"full_text":"Malacanang on Monday downplayed concerns that China could put pressure on developing countries such as the Philippines on geopolitical issues, in exchange for the supply of vaccines against COVID-19.https:\/\/t.co\/1R7XBCuqv4","sentiment_score":0.0}
{"full_text":"Sanitize your warehouse or mill with Bengal Sanitization, with rates as low as Rs 70. We offer efficient services at affordable rates.7980708710\/9830246789#bengalsanitization #sanitizing #sanitizationservice #affordablerates #covid19  #kolkataagainstcorona","sentiment_score":0.0}
{"full_text":"Berkhamsted FC News Update Berkhamsted Comrades returned to Spartan South Midlands League action with a 3-0 win and the first team are at home twice this week after the lockdown.https:\/\/t.co\/d3Wx2TvdMz#UpTheComrades!","sentiment_score":0.4041666667}
{"full_text":"The lateral flow testing regime begins in one Cheshire borough on Mondayhttps:\/\/t.co\/Gnp46qBunq","sentiment_score":0.0}
{"full_text":"Court of Appeals Kicks Off Criminal Appeal Session in Lira #ChimpReportsNews #CourtOfAppeal #WearAMaskhttps:\/\/t.co\/3Km75mDjYi","sentiment_score":-0.4}
{"full_text":"Benchmark Research needs thousands of participants to join new and existing #COVID19 vaccine clinical trials","sentiment_score":0.1363636364}
{"full_text":"RT A vaccine won't help any of the patients with COVID19 in my ER right now. It won't help those that'll come tomorrow ei...","sentiment_score":0.2857142857}
{"full_text":"Like saving money on your energy bills?Try these tips from Struggling to pay your energy bills?@CitizensAdvice is here for youFor help in Fylde ring 0300 330 1166","sentiment_score":0.0}
{"full_text":"It is possible to take the Christmas Travel Test until Friday 18 Dec and after that if you develop COVID-19 symptoms, you should use the Testing for COVID-19: Early Alert Service (EAS). More info and Christmas closure times here:","sentiment_score":0.2}
{"full_text":"Donnie, it's none of your damn business!  Why not concentrate on the deaths from your incompetence concerning COVID19!","sentiment_score":0.0}
{"full_text":"$AMRN Amarin Highlights Multiple VASCEPA(r) (Icosapent Ethyl)-Related Scientific Findings Presented at National Lipid Association (NLA) Scientific Sessions 2020, Including First COVID-19 Clinical Resultshttps:\/\/t.co\/3lVlnrFiol#covid19","sentiment_score":0.125}
{"full_text":"More people will be allowed to sit together on Sydney trains after COVID-19 risks for commuters were downgraded.https:\/\/t.co\/fxFQpWtD3M","sentiment_score":0.5}
{"full_text":"Our next three discussions of #IPSADisrupt are about to begin! Panel A event: 'COVID, Crisis and International and National Governance' with Soeren Keil, Biligtsaikhan Uuganbayar, Ajay Kumar Singh, Gilberto Marcos Antonio Rodrigues,TheanBee Soon and Mark Meirowitz","sentiment_score":0.0}
{"full_text":"59% of Hospitality Professionals still think the sector offers good career opportunities according to our latest survey in partnership with but this is down 15pp since June. Will the pandemic lead to retention and recruitment issues in 2021?","sentiment_score":0.2861111111}
{"full_text":"Current Conditions for #Sayre PATemp: 35.1FWind Chill: 35.1FHumidity: 86%Dew Point: 31.3F Barometer: 30.092 inHgWind: 1 mph from the SSECorona Virus Weekly Stats:Cases: 273.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Record PS1m month as historic galvanizer rises to the Covid-19 challenge..Read more about it here -&gt; -&gt; #Galvenizers #Business #WestMidlands #Shropshire","sentiment_score":0.25}
{"full_text":"Belief of having had unconfirmed Covid-19 infection reduces willingness to participate in app-based contact tracing. #npjdigitalmed","sentiment_score":0.0}
{"full_text":"It's important to have separate passwords for your online accounts, but sometimes it's hard to remember them all. Saving passwords to your browser is a safe and secure trick. Find out how you can stay #CyberAware https:\/\/t.co\/qHSRURXTt7","sentiment_score":0.2520833333}
{"full_text":"Download and share weekly maps of #COVID19 mask use  for the United States and the world  on your social media, blog, or newsletter:","sentiment_score":0.0333333333}
{"full_text":"To go online has been the option left for micro, small and medium enterprises (MSMEs) in Western Visayas in order to continue their business amid the pandemic.https:\/\/t.co\/Xq2uu4trBy","sentiment_score":-0.0833333333}
{"full_text":"We are monitoring developments concerning COVID-19 restrictions in line with guidance from the Government. Please refer to our website for updates on Town Council services, facilities and activities:","sentiment_score":0.0}
{"full_text":"COVID peer support group - Join and share your experiencesTomorrow, Tuesday 15 December 1-2pm on Zoom#deaf, live in #Essex?Found #COVID information confusing?How have you coped with face coverings?Have you been able to access services?Email: talkmore@royaldeaf.org.uk","sentiment_score":0.3181818182}
{"full_text":"Gift someone a love 2 shop gift card this Christmas! Free voucher on all online orders over PS725! Stay at home and order online  https:\/\/t.co\/GpnqT0S9hg*T's and 's Apply see webste or more detals","sentiment_score":0.5416666667}
{"full_text":"Have you checked our EXCLUSIVE interview with the incredible yet?We talk about her background, the pandemic &amp; what she's been up to!Read here: #edm #dancemusic #interview #blogpost #blogging #blogger #ArtistOnTwitter #Artist","sentiment_score":0.9}
{"full_text":"#TheSNPAdventCalendarOfShameWindow 14: True coloursIgnore smoke and mirrors, Nationalist Party\/Cause is driven by pious Scottish exceptionalism and anti-English hatred. Irony here, English very welcome in south, Central Belt puddle drinkers not so muchhttps:\/\/t.co\/3cRX2bzpJE","sentiment_score":0.27}
{"full_text":"Time: 10:00 * Temp: 8.1degC * Wind: SSW 4.9 to 16.0mph * Pressure: 980.7hPa * Rain: 0.2mm * Hum: 89% * ET: 0.0mm * Solar: 53.0W\/m2 * UV Index: 0.0 * Sunrise: 08:39 * Sunset: 15:57 * Cloudbase: 800ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"COVID-19 Hasn't Changed What People Want from Businesses","sentiment_score":0.0}
{"full_text":"TikToks that prove even a pandemic can't change work dynamics","sentiment_score":0.0}
{"full_text":"Digital Ethics Summit 2020: governance key to inclusive post-Covid economic recovery #SofiaITC #Technology #Innovation","sentiment_score":0.0666666667}
{"full_text":"How much have house prices risen this year? #Propertynews #buyers #coronavirus","sentiment_score":0.2}
{"full_text":"Coronavirus: More Than 100 UK Clinics To Receive Pfizer Vaccine Today (UK SKY)","sentiment_score":0.5}
{"full_text":"You had one job.","sentiment_score":0.0}
{"full_text":"Not at all. I've been lied to for 9 month, sent into a lockdown that increased infections. All the time suicides increased, mental health and economic health have tanked. Time we took our own decisions","sentiment_score":0.2333333333}
{"full_text":"I highly recommend wiliams2hacker on Instagram.He's a professional hacker he helped me recover my account within 45 min,specialize on fixing social accounts all kind of accounts including bank issuesWatsap Clone &amp;CREDIT IMPROVEMENTS.https:\/\/t.co\/j65KPMg7Gp","sentiment_score":0.2233333333}
{"full_text":"SGF, Boss Mustapha goes into isolation after family members test positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"New article: \"Biggest Growth on Liability Insurance Market with COVID-19 Impact Analysis, Top Companies Liberty Mutual, Medical Protective, Allianz, ...\" has been published on Fintech Zoom - #Fintech #Blockchain #Crypto #Cryptocurrency #ICO","sentiment_score":0.2121212121}
{"full_text":"RT .@mehdirhasan: Sen. McConnell's Covid-19 inaction shows he's willing to inflict pain and suffering on millions of Americans. htt...","sentiment_score":0.25}
