{"full_text":"RT Scientists alarmed at spread of Covid mutant","sentiment_score":0.0}
{"full_text":"COVID-19 Christmas lockdown leads to chaos, mass exodus out of London - New York Post","sentiment_score":0.1363636364}
{"full_text":"RT Nature is pretty amazing. Check out this #dolphin\/#whale play date. Let's protect people and the planet. #ActOnClimate#...","sentiment_score":0.425}
{"full_text":"RT While we study data in Nigeria &amp; await additional guidance from on new strains causing COVID19, travellers MUST implemen...","sentiment_score":0.1363636364}
{"full_text":"RT All I see is \"free housing is possible.\"","sentiment_score":0.2}
{"full_text":"What about those who already have the COVID-19 Antibodies???","sentiment_score":0.0}
{"full_text":"RT New coronavirus cases are up more than 50% in a week","sentiment_score":0.3181818182}
{"full_text":"The way 2020 has been I wouldn't be surprised if Chris Rea is the first to get a fine for flouting lockdown rules...","sentiment_score":0.2555555556}
{"full_text":"RT A new strain of COVID? This isn't natural, this is EVIL. Humanity is being attacked by dark forces. Don't be complacen...","sentiment_score":-0.2284090909}
{"full_text":"RT People are tired of Bible-quoting hypocrites like Marco Rubio who attend super-spreader events, don't wear a mask, mock tho...","sentiment_score":-0.4}
{"full_text":"No one at gate knows if she actually had COVID, science does not know if that fully makes you immune....and every time a minority is killed by a cop you morons say 'they should have just followed the commands and they'd be okay' ...well it's true for this MAGA white lady too","sentiment_score":-0.025}
{"full_text":"I love this thread so much","sentiment_score":0.35}
{"full_text":"RT If it turns out that the British prime minister exaggerated the seriousness of this new #COVID19 strain yesterday in order...","sentiment_score":-0.1212121212}
{"full_text":"Every mask I see in the shops (even medical shops) is N95 mask. ","sentiment_score":0.0}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT New Zealand says it will provide free doses of coronavirus vaccines to its residents as well as neighboring nations Tokelau, Cook...","sentiment_score":0.2681818182}
{"full_text":"Answers to Your Questions About the New Covid Vaccines in the U.S.","sentiment_score":0.1363636364}
{"full_text":"Here's how the CDC's advisory committee defines \"other essential workers\" -- making up about 57 million people.  - transportation &amp; logistics- food service- housing\/construction- finance- IT\/communication- media- legal - public safety- water\/waste management","sentiment_score":0.01875}
{"full_text":"RT In a sane world, when an occupant of the White House is talking about a military coup to stay in power, claiming he wo...","sentiment_score":-0.05}
{"full_text":"The return travellers #scottyfrommarketing said he'd have all home by xmas?\"Haven't had a huge second wave YET\".  Numbers are trending like Vic's did.Gold Plated Gladys can't trace source of outbreak, though word is quarantine exempt persons to blame.","sentiment_score":0.2}
{"full_text":"RT Why would a guy who refused a covid test before a debate cut in front of the vaccine line?  Please tell us","sentiment_score":0.0}
{"full_text":"Free covid","sentiment_score":0.4}
{"full_text":"Make It Rain.","sentiment_score":0.0}
{"full_text":"RT Did you know:Drug overdoses have killed 448 more people in San Francisco this year than the Chinese Coronavirus--nearly...","sentiment_score":0.1}
{"full_text":"RT Lots of progress last night on a major COVID deal. Extended unemployment comp, cash payments, money for small biz and va...","sentiment_score":-0.0625}
{"full_text":"I wish people would listen and put the health and safety of everyone else before their own interests :\/People are more upset over lockdown than spreading around a deadly virus and that is crazy","sentiment_score":0.075}
{"full_text":"RT WE ARE GONNA BE STUCK IN THIS BLOODY COUNTRY FOREVERRRRRR","sentiment_score":-0.8}
{"full_text":"RT People are tired of Bible-quoting hypocrites like Marco Rubio who attend super-spreader events, don't wear a mask, mock tho...","sentiment_score":-0.4}
{"full_text":"RT Growing number of countries banning travel from the UK due to coronavirus mutation:- UK flights banned in Austria, the Nether...","sentiment_score":-0.125}
{"full_text":"South Africa: COVID-19 infections in religious communities","sentiment_score":0.0}
{"full_text":"RT There is a myth lots of people want to believe that nobody anywhere has a clue or knows what they are doing or is handling COV...","sentiment_score":0.0}
{"full_text":"RT Hancock told MPs in the Commons the new Covid strain was more virulent on Monday but claims on #Ridge he was only told on Fr...","sentiment_score":0.2121212121}
{"full_text":"RT *Exhales*We're good","sentiment_score":0.7}
{"full_text":"RT In a sane world, when an occupant of the White House is talking about a military coup to stay in power, claiming he wo...","sentiment_score":-0.05}
{"full_text":"The #BIGLY 2020 #TrumpHoax.#PTL he's a private citizen again just 31 days. Sorry is best we could do to replace worst we've done. Who said elderly should get back of line? ","sentiment_score":-0.0833333333}
{"full_text":"i just hope it makes her life in lockdown a little bit more fun ","sentiment_score":0.2041666667}
{"full_text":"RT When Covid police arrests you at Cubana but deep down you know you won't be paying for the fish and drinks you bought.","sentiment_score":-0.0777777778}
{"full_text":"This is infuriating to me. Those politicians should be at the end of the line, not getting vaccinated before so many others.","sentiment_score":-0.05}
{"full_text":"RT All the GOP Senators who couldn't find the fortitude to stand up to a 74 year old man in a spray tan and girdle are now cut...","sentiment_score":0.1}
{"full_text":"RT While london enters the strictest restrictions ever imposed in human history, the London nightingale with capacity for 4000...","sentiment_score":0.0}
{"full_text":"RT Cases rising quickly. We have low cases and deaths compared to EU\/UK\/US. This is at risk now- just as vaccines arrive. To p...","sentiment_score":0.1666666667}
{"full_text":"RT Breaking: Germany's government confirms plans to restrict flights to\/from UK, and to\/from South Africa due to a new strain o...","sentiment_score":0.0056818182}
{"full_text":"RT Rishi Sunak is a multi millionaire banker with more spending power than 10,000 council office staff who took calls from th...","sentiment_score":0.5}
{"full_text":"RT Oh did the needle have a Trump tweet written on it","sentiment_score":0.0}
{"full_text":"My mom is 66 with diabetes and high blood pressure. She's also a nurse whose worked through all this to care for the elderly and several cases of covid at her job. She has no idea when the vaccine will be provided for her. Meanwhile fucking Rubio got it and he's called it a hoax","sentiment_score":-0.1466666667}
{"full_text":"RT Who agrees it's OUTRAGEOUS that and cut to the head of the line and got their Covid vac...","sentiment_score":-1.0}
{"full_text":"RT People are tired of Bible-quoting hypocrites like Marco Rubio who attend super-spreader events, don't wear a mask, mock tho...","sentiment_score":-0.4}
{"full_text":"The heart of the scam originates with the faulty PCR test. All gov institutions and corporations depriving rights based upon this fraud must be out on NOTICE.If continued they are liable for damages. ","sentiment_score":-0.1}
{"full_text":"RT Sen. Barrasso on coronavirus relief bill: 'This gets done today'","sentiment_score":0.0}
{"full_text":"okay tatapusin ko muna yung boy's lockdown and if it fits my narrative imma post it","sentiment_score":0.5}
{"full_text":"RT People are tired of Bible-quoting hypocrites like Marco Rubio who attend super-spreader events, don't wear a mask, mock tho...","sentiment_score":-0.4}
{"full_text":"I'm honestly glad that our first game back after the covid layoff is against Creighton. We were probably going to lose against whoever we played, it might as well be against someone we were probably gonna lose to anyways","sentiment_score":0.0875}
{"full_text":"RT We all have COVID fatigue. You're not a patriot because you have large gatherings and refuse to wear a mask. You're just s...","sentiment_score":0.2142857143}
{"full_text":"RT Never trust the CBC. I just checked the stats directly (https:\/\/t.co\/gIw07pUfyY) and cases are down, hospitalizations are d...","sentiment_score":-0.0277777778}
{"full_text":"Probably because it will make little difference in the short\/medium term. Clearly, he expects little if any 'drag'. Obviously there will be sharp increases in growth connections Spring due to Lifting of COVID restrictions\/ pent up demand. Effects Brexit disguised.","sentiment_score":-0.0892857143}
{"full_text":"RT Struggling as we watch Congress &amp; exec branch Repubs who cavalierly spread it &amp; called Covid a hoax getting vaccinated...","sentiment_score":0.0}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT Did you know:Drug overdoses have killed 448 more people in San Francisco this year than the Chinese Coronavirus--nearly...","sentiment_score":0.1}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"RT Fishing trawler \"Echizen Maru\"61 sailors tested negative AND had 14 days of quarantine.After 35 days(!) outbreak of...","sentiment_score":-0.15}
{"full_text":"Hospitalization Usage Snapshot Saturday 12\/29\/2020 for the whole MARC area. ICU beds Used by Non-Covid-19 patients: 50.55% ICU beds Used by Covid-19 Patients: 31.87% Available ICU beds: 17.58% Number of available ICU beds: 80","sentiment_score":0.3333333333}
{"full_text":"RT I'm gonna do this at the doctor's office when I get the covid vaccine","sentiment_score":0.0}
{"full_text":"RT Been getting a lot of messages on Etsy of people who say they're going to charge back when I literally can't control the USPS...","sentiment_score":0.0}
{"full_text":"RT #ProtestAgainstPMCA massive crowd showed up today.  A guy named Ramesh showed up from TharParkar after getting to 3 di...","sentiment_score":0.0}
{"full_text":"Yes, COVID deaths are 2-3 times higher in certain groups compared to the averages. But death rates are 10-50 times higher in upper age groups, esp when existing conditions are factored.","sentiment_score":0.1785714286}
{"full_text":"\"masks don't work\" is a talking point, an old and tired talking pointpeople don't wear masks around people they know, that's what's causing the spikepeople won't stay home, that's what's causing the spikestop spreading misinformation ","sentiment_score":-0.15}
{"full_text":"RT I support this","sentiment_score":0.0}
{"full_text":"RT This was a delight to read.","sentiment_score":0.0}
{"full_text":"RT Scottish Labour seems to have published a poll that shows almost 60% of people want a Scottish independence referendum i...","sentiment_score":0.0}
{"full_text":"RT I've been in the hospital for over a week with a spine infection. I had to wait 3 days for a biopsy &amp; hours most days for pa...","sentiment_score":0.5}
{"full_text":"On Saturday we had 80 ICU beds left for the Kansas City area. It has only been worse 2 other days in the pandemic. December 4 when we only had 56 beds and December 9 when we only had 68 beds.","sentiment_score":-0.0875}
{"full_text":"RT People are tired of Bible-quoting hypocrites like Marco Rubio who attend super-spreader events, don't wear a mask, mock tho...","sentiment_score":-0.4}
{"full_text":"No Easter death toll this year, Easter was during Hard Lockdown, Matric Party  associated deaths also fewer. Festive Season not yet complete.","sentiment_score":-0.0958333333}
{"full_text":"Up to 5X that amount have died from overdoses in the same time frame. Should all the American businesses just shut down then? You Covid freaks have also now caused millions across the world to die of starvation. Liberals are such fools!","sentiment_score":-0.0388888889}
{"full_text":"RT I'm an RN who has to work w covid patients and that fucker Mitch got his vaccine before me?","sentiment_score":0.0}
{"full_text":"RT Two Georgia hospitals in the same district.  One is slammed with #COVID19 and received no vaccine this week.  One, an infl...","sentiment_score":0.0}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"New Covid-19 mutation explained.","sentiment_score":0.1363636364}
{"full_text":"RT So, you got your vaccine before frontline healthcare workers.That says everything about who you are and who is your priori...","sentiment_score":0.0}
{"full_text":"RT Austria, Netherlands, Italy &amp; Belgium now suspending travel from UK.Ireland, Germany, France &amp; Spain considering their op...","sentiment_score":0.0}
{"full_text":"RT 1\/ The SF, Austin, Miami debate represents the beauty and strength of American Federalism - A\/B testing different versions of A...","sentiment_score":0.0}
{"full_text":"RT Children don't get covid. But if they do they don't spread it. But if they do they don't get it at school. But if they do...","sentiment_score":0.0}
{"full_text":"New Study Found 80% of COVID-19 Patients Were Vitamin D Deficienthttps:\/\/t.co\/TcUsMgzOq6","sentiment_score":0.1363636364}
{"full_text":"#WHO says in close contact with #UK officials on new COVID-19 #virus #variant  ","sentiment_score":0.1363636364}
{"full_text":"RT Ya salimos en los papeles internacionales...As Spain faces third wave of Covid singer plays to 5,000-strong audience","sentiment_score":0.0}
{"full_text":"RT COVID-19: UK reports highest daily increase in cases as concerns grow over new virus strain","sentiment_score":0.0681818182}
{"full_text":"RT We're more tired of spineless, sellout Republicans who won't fight for President Trump.","sentiment_score":0.05}
{"full_text":"RT Lots of progress last night on a major COVID deal. Extended unemployment comp, cash payments, money for small biz and va...","sentiment_score":-0.0625}
{"full_text":"Government bail out banks.Taxpayers bail out government.That's not how it's supposed to work. Don't listen to them. Save your money. Especially if you're young and still with your parents. You'll never have a better opportunity. Look into things like lifetime ISAs","sentiment_score":0.2}
{"full_text":"RT Hypocrisy.... ","sentiment_score":0.0}
{"full_text":"RT White House #COVID Super Spreaderhttps:\/\/t.co\/Xek8C0UCel","sentiment_score":0.1666666667}
{"full_text":"RT I'm not sure some of you understand...When people who spent years working 80-100 hr weeks, missed large sections of thei...","sentiment_score":-0.0452380952}
{"full_text":"RT Covid is increasing day by day.And there is no vaccination to people of india right now..If any student will affect with...","sentiment_score":0.2857142857}
{"full_text":"RT Cure to covid is to snort 3 lines of this","sentiment_score":0.0}
{"full_text":"It's wide spread also not social distancing and they get nasty if you challenge them","sentiment_score":-0.3722222222}
{"full_text":"RT Let us remember that as 2020 came to a close, the ruling class bragged about getting their vaccines while debating whether...","sentiment_score":0.0}
{"full_text":"RT Marco Rubio getting the vaccine before my ICU doctor husband and his 102 year old, nursing home dwelling grandmother g...","sentiment_score":0.1}
{"full_text":"That's counter to CDC guidance. Those who test positive don't need to test for 90 days. As long as they isolate for 10 days and are symptom free for the last 24 hours the CDC says they are no longer considered contagious, even though they could still \"shed the virus\" in a test","sentiment_score":0.1443181818}
{"full_text":"RT Here is your daily reminder to listen to the experts!The recommends that Americans #WearAMask  inside of all...","sentiment_score":0.0}
{"full_text":"RT A must read for anyone that cares about science and, well, life itself and us ever getting out of this horrible covid fog....","sentiment_score":-1.0}
{"full_text":"RT If the new variant of COVID has been in the U.K. since September and it's 70 x more infectious, then how come it's onl...","sentiment_score":0.3181818182}
{"full_text":"RT People are tired of being told they have to stay home &amp; can't work or open their business by people who break their own rul...","sentiment_score":0.0666666667}
{"full_text":"Follow the rules or we go into another lockdown like the first time round, either sacrifice one Christmas or have absolutely no life for 1\/2 months is the way I see it","sentiment_score":-0.0166666667}
{"full_text":"RT Madrid authorities say concert attended by thousands followed Covid rules | Spain | The Guardian","sentiment_score":0.0}
{"full_text":"RT One thing I learned from watching all the GOP dudes getting covid shots is that push-ups must be considered a form of socia...","sentiment_score":0.0}
{"full_text":"100 calls in eight days: Anmore paramedic's team fights off COVID in small-town B.C. #COVID19BC via","sentiment_score":0.0}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"RT BREAKING: The UK has reported a record daily rise in confirmed #coronavirus cases, with another 35,928 infections. More here...","sentiment_score":0.3}
{"full_text":"RT #Corona -Dinner for One ","sentiment_score":0.0}
{"full_text":"I *know*! I'm so excited! I'll still be able to unwrap my presents when Father Covid comes down the chimney.","sentiment_score":0.2710648148}
{"full_text":"RT #3 Public health is about everyone. It should not be used to shift the burden of disease from the affluent to the less...","sentiment_score":0.1611111111}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":"RT You mean lack of Covid response!#ONEV1 #DemVoice1 #wtpBlue #BluePath #DemCast #DemCastFL","sentiment_score":-0.3125}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":"RT Preparing to do the paper review at 10.30am, and working my way through Boris Johnson's back catalogue of...","sentiment_score":0.0}
{"full_text":"RT Spoiler in the replieshttps:\/\/t.co\/0u4wUDWsuB","sentiment_score":0.0}
{"full_text":"Although the COVID-19 pandemic postponed surgeries and limited in-person care, patients still need cataract surgery. It's incumbent on us to handle the pre- and post-op care, whether in-person or through telehealth.Review your comanagement protocols:https:\/\/t.co\/i3frQA2N59","sentiment_score":-0.0714285714}
{"full_text":"Nearly 3 in 10 Nigerian women have experienced physical violence by age 15, It became worse during the COVID19 lock down in Nigeria especially in Oyo State. #EstablishOyoSARC #YSMANG","sentiment_score":0.0574074074}
{"full_text":"The Salvation Army's iconic Red Kettle Campaign is struggling to meet its fundraising targets as communities locally and nationwide continue to battle the COVID-19 pandemic.https:\/\/t.co\/6ssRSZ7e9p","sentiment_score":0.1666666667}
{"full_text":"\"I've been an occasional baker for a while now, but now I've all but perfected my own bread recipe\" #lockdown #QuarantineLife ","sentiment_score":0.3}
{"full_text":"income groups that are struggling just as hard as anyone because of the cost of: Food and other essentials have  skyrocketed.Additional cost having to use a service like Postmates and Door Dash because of the pandemic because they are the highest risk. #SOULLESSREPUBLICANS","sentiment_score":-0.2083333333}
{"full_text":"RT We may be voting today on one of the largest financial packages in American history, and no one has seen the text of th...","sentiment_score":0.0}
{"full_text":"Best of #sundayread: The pandemic means a lost year for our children.https:\/\/t.co\/0BNUzX5XKx","sentiment_score":1.0}
{"full_text":"RT I'm a Black non-binary photographer in Brooklyn. On Dec. 13, I invited 8 Black queer and trans folks to a studio day (no ove...","sentiment_score":-0.1666666667}
{"full_text":"When chat makes you wear a mask bunny ears, and clown nose.... ","sentiment_score":0.0}
{"full_text":"RT They're partying in Wuhan and we're locked down in America.Total scam.","sentiment_score":-0.1555555556}
{"full_text":"RT I lost my grandmother today. For those selfish people who refuse to wear a mask or follow guidelines there are real co...","sentiment_score":-0.15}
{"full_text":"The pandemic has taught me to be grateful for small joys of life: Helly Shahhttps:\/\/t.co\/r1XmKQka79#HellyShah #Lockdown #Covid19","sentiment_score":-0.25}
{"full_text":"It seems particularly difficult to focus on a single task during the pandemic -- and according to researcher and psychology professor our lack of attention in uncertain times makes evolutionary sense.","sentiment_score":-0.2857142857}
{"full_text":"Players and fans alike will greet the 2021 season with uncertainty and consistent questioning.But there's one thing for sure about tennis in the coming year: It won't be boring.@SteveTignor and discuss:","sentiment_score":0.375}
{"full_text":"There are no plans to postpone the league as things stand.https:\/\/t.co\/bS4RDQJC3V","sentiment_score":0.0}
{"full_text":"OPINION: Developing COVID-19 vaccines was the easy part. #HamOnt #Ancaster #Dundas #HamiltonMountain #StoneyCreek #COVID19 #vaccine","sentiment_score":0.4333333333}
{"full_text":"Early Day Guard Stationc. 1912Tahoe National Forest Collection#ShopLocal #Christmas #ChristmasIsComing #Christmasgifts #COVID19 #ShopPlacer","sentiment_score":0.1}
{"full_text":"Hanukkah Takes On Special Meaning As COVID-19 Vaccines Begin To Distribute: #COVID19WY","sentiment_score":0.3571428571}
{"full_text":"Practicing Social #SelfCare in a pandemic: Write cards to friends. Bake cookies for a neighbor or relative. Read a book with a friend &amp; text about it.  Get 101+ ideas for more #selfcare:","sentiment_score":0.1777777778}
{"full_text":"RT There is a myth lots of people want to believe that nobody anywhere has a clue or knows what they are doing or is handling COV...","sentiment_score":0.0}
{"full_text":"Whilst the pandemic is a worldwide bummer for all things fun, the HHDC has kept up its lively discussions with even more rigour online.","sentiment_score":0.3121212121}
{"full_text":"RT Running joke that Rs don't do evidence-based policy, they do policy-based evidence. Except it's not a joke","sentiment_score":0.0}
{"full_text":"Latest worldwide COVID-19 data: 76,885,254 cases, 1,696,009 deaths.A 2.21% fatality rate.","sentiment_score":0.5}
{"full_text":"Israel's 'coronavirus cabinet' Sunday approved new travel restrictions barring non-Israelis from Britain, Denmark, South Africa, will force returning Israelis to isolate in quarantine hotels; \"We need to close off the whole world immediately,\"https:\/\/t.co\/RB4JWRcwq2","sentiment_score":0.1681818182}
{"full_text":"RT \"Yet again, the Prime Minister waited until the 11th hour to take this decision.\"Labour leader Sir Keir Starmer says \"a...","sentiment_score":0.0}
{"full_text":"If you develop coronavirus symptoms, please self-isolate and get a test. All tests are free &amp; you can book in the following ways:1https:\/\/t.co\/us8UfSaDDa 2call 1193https:\/\/t.co\/ob597SnVKM 4call council  020 7974 4444 (option 9)","sentiment_score":0.2}
{"full_text":"Fintech digital transformation challenges during COVID-19\"The digital strategy has taken centre stage on the fintech roadmap\"Sponsored by","sentiment_score":0.0}
{"full_text":"Did U know 62% of US small businesses reported they need to see consumer spending return to pre-COVID levels by the end of 2020 to survive? Remember when U #ShopSmall &amp; #ShopLocal this holiday season - and all year long - you can help create a big impact.","sentiment_score":-0.1}
{"full_text":"Are you prepared if there's a #fire in your home? Stay in the know with and #HeartsOfHeroesTV","sentiment_score":0.0}
{"full_text":"RT People are tired of Bible-quoting hypocrites like Marco Rubio who attend super-spreader events, don't wear a mask, mock tho...","sentiment_score":-0.4}
{"full_text":"RT A variant of the coronavirus \"as much as 70 percent more transmissible than previous versions.\"Scary.  ","sentiment_score":0.0083333333}
{"full_text":"Here's a look at the top COVID-19 questions on our radar:","sentiment_score":0.5}
{"full_text":"RT Don't mess with a Statistiker. Facts vs. fiction #Covid19at","sentiment_score":-0.175}
{"full_text":"He knew the law and the exemptions. An emergency situation over his offspring was the Get Out of Jail Card. No jury would convict. It was the 1st song and dance he made leaving No.10. His 2nd was just recently. I expect he knows the Lock Down timings inside out. Party Time!","sentiment_score":-0.0736111111}
