{"full_text":"RT Um, men...you might wanna read the last line of this article before you roll up your sleeves for the COVID jab!  http...","sentiment_score":0.0}
{"full_text":"RT It's sinister how all good news that doesn't hinge upon a Western vaccine is quashed.Links to studies at source:1. I...","sentiment_score":0.0666666667}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"well hello, i want her because this christmas wasn't the best, i couldn't meet with family cuz of covid, now this would make it a lot better and tbh she looks hella great, would love to be rocking her in a solo or arena","sentiment_score":0.7}
{"full_text":"RT UPS driver brought to tears when hundreds of neighbors thank him for his work during the pandemic ","sentiment_score":0.0}
{"full_text":"I was supposed to be otw to Pennsylvania right now to see all of my family for Christmas... COVID sucks.","sentiment_score":-0.0071428571}
{"full_text":"RT Twitter is a selective outrage machine. Here is something that should outrage practically all Its users.","sentiment_score":0.0}
{"full_text":"Lies and more lies, keep your vaccine!! How stupid do you think the American people are? We already know Rna is not to be used on humans!! The biggest kicker it doesn't stop covid virus!! ","sentiment_score":-0.00625}
{"full_text":"RT DeSantis has a callous disregard for the almost 21,000 Floridians and almost 330,000 Americans who have died from COVID...","sentiment_score":0.0}
{"full_text":"RT France discovers first case of new coronavirus variant in man who arrived from London","sentiment_score":0.1931818182}
{"full_text":"RT Difficult not to forget that today #Christmas2020, thousands of Americans will lose their lives to #COVID19 = single leadin...","sentiment_score":-0.2857142857}
{"full_text":"RT Trump is at Mar Lago. People are hurting. He vetoes the bill to support the military. He refuses to sign bill that has budge...","sentiment_score":-0.1}
{"full_text":"Fuck the covid, where'd she find a circus tent to wear as a dress!!","sentiment_score":-0.625}
{"full_text":"RT Next year we must get daily stats on the pandemic of unemployment.","sentiment_score":0.0}
{"full_text":"RT Very interesting preprint on epidemiology of B.1.1.7 (or the 'Variant of concern' - VOC) in SE England. Have not fully dige...","sentiment_score":0.65}
{"full_text":"RT Representation by Economic Cell BJP Rajasthan for #Extend_Due_Dates. 1.15Lac+ tweets for #ExtendDueDate. Consider the si...","sentiment_score":0.2}
{"full_text":"ah the covid conversation at the family christmas","sentiment_score":0.0}
{"full_text":"As for the third uncle, he has the coof... #COVID19. He, my aunt, and probably my twin cousins, got tested and my uncle is in the hospital.I will let you know what is going on in my main YouTube channel:","sentiment_score":0.0833333333}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT 2020 is the deadliest year in US history, with deaths expected to top 3,000,000 for the first time -- due mainly to the coronav...","sentiment_score":0.1383333333}
{"full_text":"RT Oyo Governor, Others Ignore COVID-19 Protocols At His 53rd Birthday Bash | Sahara Reporters","sentiment_score":0.0}
{"full_text":"Wow, just wow.","sentiment_score":0.1}
{"full_text":"Social distancing rules for some, but not all it seems #AUSvIND","sentiment_score":0.0333333333}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"I once walked into a bathroom full of dudes drunk as hell and said \"aye we got some watchers in here!\"","sentiment_score":-0.1375}
{"full_text":"RT More than 6 million people have boarded flights in the past six days.In the middle of a once in a century Pandemic.I wi...","sentiment_score":0.0833333333}
{"full_text":"RT This is beautiful!Remembering the New Yorkers We've Lost to COVIDRead the stories of some who died from the coronaviru...","sentiment_score":0.1363636364}
{"full_text":"Yes because it seem only the sane people are staying home! The other idiots getting out spreading this virus and we are the one paying the price!","sentiment_score":-0.375}
{"full_text":"RT Saturday, 26 December - coronavirus cases in Queensland:* 0 new locally acquired* 1 overseas acquired - in hotel quara...","sentiment_score":0.0681818182}
{"full_text":"RT Merry Christmas from San Francisco where a gingerbread monolith appeared overnight at Corona Heights Park.","sentiment_score":0.0}
{"full_text":"You got that right I think this whole covid-19 deal was a plan from China and the demotard's to take out Trump but it backfired on them they didn't think Trump would handle it as well as he has!!!","sentiment_score":0.3381696429}
{"full_text":"Hmmm... Chinese birth control huh? They could use a little of that. Wonder how they found out?","sentiment_score":-0.09375}
{"full_text":"RT \"There have been many changes in our daily life - #WearAMask is one of the biggest.Mask is the easiest, yet effective prevent...","sentiment_score":0.3666666667}
{"full_text":"RT Victorians are strongly advised not to travel to Sydney as you may not be able to re-enter without undertaking hotel quarant...","sentiment_score":0.4666666667}
{"full_text":"RT Um, men...you might wanna read the last line of this article before you roll up your sleeves for the COVID jab!  http...","sentiment_score":0.0}
{"full_text":"RT Day 1 post-#COVID19 vaccine: arm soreness comparable to a tetanus booster shot and mild fatigue. Overall, minimal side...","sentiment_score":0.0777777778}
{"full_text":"RT Let play where's CORONA...","sentiment_score":0.0}
{"full_text":"RT Number of students investigated for cheating at Oxford University has more than DOUBLED since start of pandemic, figures s...","sentiment_score":0.5}
{"full_text":"RT #Colts have three players on the COVID-19 list this week: RT Braden Smith, practice squad OL Joey Hunt and practice squad DT...","sentiment_score":0.0}
{"full_text":"RT Mr. Gower's kid dying in a pandemic and nobody being able to pay their rent made that firs...","sentiment_score":0.5}
{"full_text":"RT baby it's covid outside","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT Merry Christmas from San Francisco where a gingerbread monolith appeared overnight at Corona Heights Park.","sentiment_score":0.0}
{"full_text":"RT Crikey!  The CDC is trying to kill diabetics ...https:\/\/t.co\/3WltSVeucE","sentiment_score":0.0}
{"full_text":"I miss them so much ;-;","sentiment_score":0.2}
{"full_text":"RT Because of an increase in coronavirus cases, to ensure the safety of the cast, staff and audience, the event {LOVE&amp;ART FAMI...","sentiment_score":0.0}
{"full_text":"No one group damaged themselves more during COVID than public schools and teachers unions.","sentiment_score":0.25}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"I mean, he did have an inordinate amount of time to recover because of COVID.","sentiment_score":-0.3125}
{"full_text":"RT The United States is the only advanced democracy not to give direct and substantial cash relief to its citizens during t...","sentiment_score":0.1666666667}
{"full_text":"RT While Trump is executing criminals he doesn't know and pardoning the ones he does, Republicans say no to giving America...","sentiment_score":0.0}
{"full_text":"Mathematical modeling suggests that the mutations in this variant make the virus more transmissible. What does that mean for preventive measures -- and the new vaccines?https:\/\/t.co\/Cyk3TvWKcw","sentiment_score":0.0809659091}
{"full_text":"It made no sense to the Alonzos that it could be anything serious because they had been taking extreme precautions against the coronavirus for months, rarely venturing outside their multigenerational family household.","sentiment_score":-0.0395833333}
{"full_text":"The U.S. Postal Service said on its website that it was \"experiencing unprecedented volume increases and limited employee availability due to the impacts of COVID-19.\"","sentiment_score":0.1345238095}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"Probably because they'd need to have a long layoff afterwards since this year it would break COVID protocols","sentiment_score":-0.05}
{"full_text":"RT Still haven't caught corona, not even a global pandemic want me","sentiment_score":0.0}
{"full_text":"The twin public health and economic crises of #COVID19 have disproportionately impacted journalists and members of the press in Indonesia. &amp; latest on challenges journalists are facing amid increased hostility to press freedom:","sentiment_score":0.2333333333}
{"full_text":"#WashWeekPBS is on in one hour. &amp; join at the table to reflect on everything that happened in 2020, including the ongoing global pandemic, a national racial reckoning &amp; a historic election. Read more:","sentiment_score":0.1666666667}
{"full_text":"Billie Bemis on a Tricyclec. 1925#Christmas #ChristmasDay #MerryChristmas #HappyHolidays #MerryChristmas2020 #COVID19","sentiment_score":0.0}
{"full_text":"\"I don't know the public knows what us warehouse workers are going through to make the holidays happen,\" one worker said.#ProtectAllWorkers","sentiment_score":0.0}
{"full_text":"Capitol Hill Books is where you can find a good read even during the pandemic.But as COVID-19 relief talks are in limbo in the halls of Congress, the phone lines at Capitol Hill Books keep ringing.People keep mistaking the bookstore for Congress.https:\/\/t.co\/bikyz2Y8L5","sentiment_score":0.7}
{"full_text":"A usually festive and economically important time for the Holy Land's tiny Christian minority has been changed with an absence of pilgrims.https:\/\/t.co\/buPNGB4kTU","sentiment_score":0.0275}
{"full_text":"The Duke women's basketball team ended its season Friday amid the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"A memory care facility in Washington brought some unexpected cheer to the residents and their families just in time for the holidays.https:\/\/t.co\/fOLYYfZjYE","sentiment_score":0.1}
{"full_text":"For subscribers: As One Southern Indiana moves into 2021, the CEO said she sees the organization providing more direction for local businesses through training and education opportunities.","sentiment_score":0.1666666667}
{"full_text":"RT As Nicola Sturgeon obsesses about independence\/separation young people in Scotland with autism are being sent to high-...","sentiment_score":0.13}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"See a list of free coronavirus testing sites affiliated with the Hamilton County Health Department, plus other sites in Hamilton County, Southeast Tennessee and Northwest Georgia:","sentiment_score":0.1375}
{"full_text":"Trump golfs in Florida as COVID relief hangs in the balance","sentiment_score":0.0}
{"full_text":"The Needy Cases Fund is a Central Jersey holiday tradition and we thank our donors this year for showing once again that generosity is more powerful than adversity. See our list:","sentiment_score":0.2666666667}
{"full_text":"In dueling Christmas messages, President-elect Joe Biden and President Donald Trump delivered very different visions of the country amid the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"Passengers will now be required to have a negative PCR or antigen test within 72 hours of boarding their flight from the UK to the US. The CDC said the order will be signed Friday and go into effect on Monday","sentiment_score":-0.3}
{"full_text":"As COVID-19 cases in the Lowcountry rise, some municipalities have responded by canceling December's large-scale holiday events like parades and tree lightings.https:\/\/t.co\/mLa9p4ZWjV","sentiment_score":0.0}
{"full_text":"I first followed him because he was making sense about masks at the start of the pandemic. I think he's a medical doctor, but he clearly doesn't know his recent political history!","sentiment_score":0.07}
{"full_text":"Coronavirus: France finds first case of new variant - https:\/\/t.co\/tRHV58uGq5","sentiment_score":0.1931818182}
{"full_text":"RT \"He's spent the past six weeks seemingly more focused on settling scores with Fox News than he has been on the coronavirus pa...","sentiment_score":0.05}
{"full_text":"RT Thank you to the medical staff in ICUs across the country this Christmas morning. Prayers for the families who are opening...","sentiment_score":0.0}
{"full_text":"RT Senate Republicans have blocked a $2000 pandemic survival check for those in need.Merry Christmas from the GOP.","sentiment_score":0.0}
{"full_text":"Warren County reports second coronavirus death in three days - Glens Falls Post-Star","sentiment_score":0.0}
{"full_text":" Tweet rising in popularity within Science Pulse database [2\/3]  ","sentiment_score":0.0}
{"full_text":"Cells At Work! manga to end in January, final chapter will feature COVID-19#CellsAtWork #COVID19","sentiment_score":0.0}
{"full_text":"RT State reports 120 COVID-19 cases, eight on Hawaii island, 17 on Maui, 95 on Oahu. No new deaths reported.","sentiment_score":-0.0681818182}
{"full_text":"Remarkable message from an amazing monarch. ","sentiment_score":0.675}
{"full_text":"More inspiration to stay home for a few weeks...","sentiment_score":0.15}
{"full_text":"Current Conditions for #Sayre PATemp: 27.6FWind Chill: 26.3FHumidity: 94%Dew Point: 26.1F Barometer: 29.724 inHgWind: 2 mph from the SSWCorona Virus Weekly Stats:Cases: 200.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":" Popular tweet among scientists, including RTs from profiles not included in Science Pulse [3\/3]","sentiment_score":0.6}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"France records first case of new COVID-19 variant as cases rise","sentiment_score":0.1931818182}
{"full_text":"RT She also told the New York Times that racial inequality \"requires us to prioritize by race.\" The chair of the CDC commit...","sentiment_score":0.1363636364}
{"full_text":"He wasn't irresponsible and have rallies that could spread COVID.  The people who support him, more people than who support trump,  believe in science and doctors,  unlike the dumbasses who support trump.","sentiment_score":0.5}
{"full_text":"The Trump administration wants to take credit for a covid vaccine. Trump supporters are undermining it.","sentiment_score":0.2}
{"full_text":"Working at 3 AM #COVID19 #humblebrag #careerpath #job","sentiment_score":0.0}
{"full_text":"RT NUC orders universities to stop academic activities over increase in number of COVID19 new cases","sentiment_score":0.0681818182}
{"full_text":"How could technology improve workplace health and safety, even after the pandemic? And what are the tradeoffs? My Colleague Michael Chui shares his thoughts with The Wall Street Journal.","sentiment_score":0.0}
{"full_text":"RT .@RonDeSantisFL, your tax paper salaried spokesperson blocked me months ago when I called him out for s...","sentiment_score":0.0}
{"full_text":"New AI model detects asymptomatic Covid-19 infections through device-recorded coughs by Massachusetts Institute of Technology (MIT)","sentiment_score":0.1363636364}
{"full_text":"That's a demon","sentiment_score":0.0}
{"full_text":"In his video, Trump claimed that \"throughout the summer Dems cruelly blocked COVID relief legislation in an effort to advance there extreme left agenda and influence the election.\"House Democrats tried Thursday to increase the stimulus checks and were blocked by Republicans.","sentiment_score":-0.375}
{"full_text":"One 9\/11 worth of Americans have died from COVID-19 in the last 23 hours. One hundred and eight 9\/11s worth of Americans have died from COVID-19 since the start of the pandemic.","sentiment_score":0.2}
{"full_text":"Growing Number in Congress Demanding Answers on Covid-19 at the Borderhttps:\/\/t.co\/Q5iy4bH2cq12 Aug 2020A significant numbers of ill Covid-19 patients are legally and illegally crossing the southern border for treatment.#BuildTheWallqt-cis-stories-034 #borderObserver","sentiment_score":-0.085}
{"full_text":"RT 30 doctors from Poland spent the whole Christmas Eve night doing covid tests for #LorryDrivers one lorry after another. T...","sentiment_score":0.05}
{"full_text":"Shout out to those who still kept in mind that there's a pandemic happening and decided to go against traveling, gathering in large numbers and wearing masks when with people who aren't in your household. Me, my family and our masks appreciate you.","sentiment_score":0.2142857143}
{"full_text":"RT Fecal aerosols... 9 infections in 3 families due to vertically shared toilet drainage pipes + aerosols from pipes.To ev...","sentiment_score":-0.0791666667}
{"full_text":"RT Want to know what really went on with the COVID relief bill (e.g. who inserted the foreign aid) and how we can restore...","sentiment_score":0.0375}
{"full_text":"RT Terrorist attack in Downtown Nashville. Human remains found there. Looming government shutdown. No Covid relief. Virus raging...","sentiment_score":0.0}
{"full_text":"The World Food Program not only delivers rice, beans and other staples. During Covid-19, its sprawling logistics network has ferried aid workers and medical equipment. #philanthropy2020 ","sentiment_score":-0.0416666667}
{"full_text":"Once Corona is over I won't have an excuse for being antisocial","sentiment_score":-0.05}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"Local Norfolk business does well, even during pandemic","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT If you ignore the blatant pork barrelling, corruption, lying and the politicisation of a pandemic, t...","sentiment_score":-0.5}
{"full_text":"RT well its not about opioids; fentanyl isnt falling from the sky and its not an *epidemic* -- its a social disaster, a ma...","sentiment_score":0.0333333333}
{"full_text":"One thing being in a pandemic has taught me is I can survive without seeing and being around certain family members aka cousins\/extended family! Therefore moving very far away will not make me feel any remorse at all about leaving them!","sentiment_score":0.2151785714}
{"full_text":"I rest my case.","sentiment_score":0.0}
{"full_text":"Welcome to Lockdown again ","sentiment_score":0.8}
{"full_text":"COVID-19 resurgence: Suspend all academic activities,NUC tells varsities","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
