{"full_text":"RT Mercedes will be without seven-time F1 world champion Lewis Hamilton at this weekend's Sakhir Grand Prix in Bahrain after he...","sentiment_score":0.5}
{"full_text":"RT Fancy that#Cheltenham racecourse to attract much needed revenue as a likely #coronavirus mass vaccination centreIn en...","sentiment_score":0.1}
{"full_text":"BULL","sentiment_score":0.0}
{"full_text":"RT If a 43 year old man died in a car crash, would you ask if he had chronic conditions?If a fire rampaged a LTC facility a...","sentiment_score":0.1}
{"full_text":"To their utter disgrace, our broadcasting MSM are ignoring the destruction of lives and livelihoods, to millions of our citizens, caused by the Covid restrictions and lockdowns (Tiers).","sentiment_score":0.0}
{"full_text":"RT Pleased to hear ...  Everyone on ITV This Morning agrees NO VACCINE PASSPORTInc those desperate to have it (clearl...","sentiment_score":-0.05}
{"full_text":"Lewis Hamilton Tests Positive for COVID-19 and Will Miss the Sakhir Formula 1 Grand Prix","sentiment_score":0.3636363636}
{"full_text":"RT Analysis: COVID-19 worsens Europe's inequalities in yet another way - the fertility gap","sentiment_score":0.0}
{"full_text":"RT Disgusting maggot","sentiment_score":-1.0}
{"full_text":"Lewis Hamilton Tests Positive for COVID-19 and Will Miss the Sakhir Formula 1 Grand Prix","sentiment_score":0.3636363636}
{"full_text":"Even of #COVID19 doesn't kill you, it can really take a toll on you. This guy was in his 30s and in great shape.https:\/\/t.co\/dx6YCGJEtp","sentiment_score":0.5}
{"full_text":"This month, One Free Press Coalition focuses on cases of violations against journalists amid the coronavirus pandemic.https:\/\/t.co\/WRqLufi59M","sentiment_score":0.4}
{"full_text":"RT #InsiderTraitor Kelly Loeffler wants Georgians to believe she knows what it's like to wait for a paycheck. She's worth bt...","sentiment_score":0.25}
{"full_text":"Hello Caroline, Click here and follow this path. My Broadband speedNo connection or slow Wifi.Simple steps to try at homeChoose your hubChoose the 1st photoScroll to the bottom of the page and click the Yes button to contact Sky. Stay safe ^LS","sentiment_score":0.1}
{"full_text":"RT Couple married for 47 years die from coronavirus on the same day within seconds","sentiment_score":0.125}
{"full_text":"RT It would only take one punch, and one man to die, and would be outraged.Laws would change and curfews im...","sentiment_score":0.0}
{"full_text":"A lovely December surprise hearing (my!) regional museum as well as national museums getting recognition for adapting to COVID ","sentiment_score":0.625}
{"full_text":"RT React Developer Work from home due to CovidPS32k Depending on experienceLocation: North EastNO VISA  - UK ONLYhttps:\/\/t....","sentiment_score":-0.125}
{"full_text":"RT Because of a deadly pandemic - and because Biden is not a homicidal sociopath - it will be a very different-looking in...","sentiment_score":0.0}
{"full_text":"RT BBC Sportsound is right now broadcasting an overtly political item about Scottish football and the apparent lack of pandem...","sentiment_score":0.1119047619}
{"full_text":"RT Shocker... The better question for is why they waited until after the election for their public epiphany that China...","sentiment_score":0.25}
{"full_text":"Holy #corona I hope humans never gather in groups like that again. Better yet, I hope no one ever dresses like that again. #scary","sentiment_score":0.0}
{"full_text":"RT Scott Atlas was the purest example of the Trump-Fox feedback loop in action: An unqualified ideologue launched to power beca...","sentiment_score":0.1}
{"full_text":"RT Just how exactly did mate &amp; neighbour, a man with *no* experience in medical supplies, win a PS30 million...","sentiment_score":0.35}
{"full_text":"RT 'Another cycle of grief': Bereaved families feel 'isolated' as they cope with loss during the #COVID19 pandemic","sentiment_score":-0.8}
{"full_text":"RT LA County Supervisor dines at restaurant hours after voting to ban outdoor dining. The corona-tyrants have utter contempt fo...","sentiment_score":0.0}
{"full_text":"RT It's gonna be so embarrassing when I still want to cancel plans and stay home","sentiment_score":0.0}
{"full_text":"\"Barcelona, which has a population of 1.6 million, received 30 million visitors in 2019; Venice, 270,000 residents, 25 million visitors; Amsterdam, population 873,000, welcomed 19 million tourists.\"https:\/\/t.co\/IIxQvw3pHS","sentiment_score":0.0}
{"full_text":"RT \"everyone take care of your health, be careful of covid. i am always thankful for you and i sincerely miss you, thank you v...","sentiment_score":0.2}
{"full_text":"RT Today is #WorldAIDSDay!Take a moment to thank community health workers, nurses, doctors, scientists &amp; everybody involved in the...","sentiment_score":0.0}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"RT COVID Update December 1: Donald Trump, here's your chance. This message is for you. No need to tweet that he won't do any o...","sentiment_score":0.0}
{"full_text":"RT Things Scott didn't get upset about in 2020: bushfires, climate change, coronavirus, BLM, aged care crisis, disability c...","sentiment_score":-0.1}
{"full_text":"RT If you're still social distancing, washing your hands, and wearing a mask, please retweet this tweet. I just want people to k...","sentiment_score":0.0333333333}
{"full_text":"I love the way they all react when they get he wants to pillow fight. Some are quite quick to pick up on it. Normally, someone in your face, forcing you to interact, on the street isn't something enjoyable. Dude made it fun for everyone.I assume these were filmed before COVID.","sentiment_score":0.3305555556}
{"full_text":"RT So sorry to hear about the Sun Bowl not being played. Wrote about exec dir Bernie Olivas and the historic Sun in August....","sentiment_score":-0.25}
{"full_text":"Republican staffer booted out of Colorado state capitol after showing up despite positive COVID test","sentiment_score":0.2272727273}
{"full_text":"RT NHS and care staff will receive a one-off PS500 payment from the Scottish Government for their work during the Covid pandemic,...","sentiment_score":0.0}
{"full_text":"December 1st with 50 days to go - 268,103 Americans dead because of trumps inaction and bungling of the pandemic - Lock him up!!!","sentiment_score":-0.390625}
{"full_text":"HELLO HELLO OMG abt the covid thingy , my mom took the test and it came out negative :DDDD","sentiment_score":-0.3}
{"full_text":"LOL! only a virus can stop him!","sentiment_score":0.5}
{"full_text":"RT Houston doctor hugs COVID-19 patient in ICU on Thanksgiving","sentiment_score":0.0}
{"full_text":"RT When all is said and done and we look back upon these times in which we live, we may find that children and their child...","sentiment_score":0.0681818182}
{"full_text":"RT [INFO] 201201 On December 1st, SM Entertainment officially announced to Newsen that all #NCT members and staff have tested nega...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Lewis Hamilton will miss this weekend's Sakhir Grand Prix in Bahrain after a positive test for Covid-19","sentiment_score":0.3636363636}
{"full_text":"RT There is something funny happening with COVID hospitalizationsProportion of COVID pts getting hospitalized fallingA lot...","sentiment_score":0.25}
{"full_text":"RT It's gonna be so embarrassing when I still want to cancel plans and stay home","sentiment_score":0.0}
{"full_text":"RT Just hours after Los Angeles County Supervisor Sheila Kuehl voted to ban outdoor dining at L.A. County's 31,000 restaurants over...","sentiment_score":0.0}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"RT Republican Senators think all Americans are fucking stupid.They keep trying to blame the House &amp; Democrats for no new Cov...","sentiment_score":-0.3340909091}
{"full_text":"Dear Hyderabadis,I'm penning this tweet with deep sense of concern. We who consider ourselves to be educated haven't voted yet!Vote for the future of this city that you live in!All Covid Safety protocols are in place!We just can't be keyboard warriors! Come out &amp; VOTE!","sentiment_score":0.0710227273}
{"full_text":"This is a well made, raw, insight in a community hit hard by the pandemic. Thank the Lord for these priests.TW: suicide, infant mortalityhttps:\/\/t.co\/X5grjXdDGD","sentiment_score":-0.2612179487}
{"full_text":"RT Just In | #Gujarat BJP Rajya Sabha member Abhay Bhardwaj passed away due to post #COVID19 complications. He was under treatm...","sentiment_score":-0.125}
{"full_text":" We have vouchers issued before Covid, Jan 6, 2020. They state \"E-Voucher valid for one year\". Are these vouchers going to have their validity extended? I can find into on your web site about vouchers issued after March 2020 but not before.","sentiment_score":0.0}
{"full_text":"RT \"Today a reader, tomorrow a leader.\" - Margaret Fuller.  Well done and may you multiply the breed of young readers","sentiment_score":0.05}
{"full_text":"RT Medical twitter, the cut-off oximeter reading for escalating care in acute Covid-19 should be 94% (at rest) or a 3% dr...","sentiment_score":0.3}
{"full_text":"did you see this?","sentiment_score":0.0}
{"full_text":"RT Dr. Scott Atlas has resigned as a special adviser to Trump on the coronavirus. He must feel that his work ... is done.","sentiment_score":0.3571428571}
{"full_text":"RT 2020 might set a new bankruptcy record for Japan's ramen shops, while others have had to innovate to stay afloat.We check...","sentiment_score":0.1363636364}
{"full_text":"Today 11 AM COVID Town Hall@USArmyTACOM's Marion Wicker w\/ on #OperationWarpSpeed Register &gt;","sentiment_score":0.0}
{"full_text":"RT Therapeutic anticoagulation in intubated COVID-19 patients led to significantly fewer days on the ventilator and trended...","sentiment_score":0.375}
{"full_text":"RT Henry Lau and his staff were all tested negative for Covid 19. Henry also attended MBC's Music Core last Nov 28th. Wishing for...","sentiment_score":-0.15}
{"full_text":"RT Are you fed up with MPs facing no legal repercussions or challenge for things they say written or unwritten that mislead th...","sentiment_score":-0.1}
{"full_text":"RT TL is really arguing over several things that shouldn't even be happening in a pandemic.","sentiment_score":0.1}
{"full_text":"RT a gulf lockdown this is amazing im tearing up he is so loved #HBDGulfProjects23rd","sentiment_score":0.65}
{"full_text":"Yes, the famous specialist who said on TV that the pandemic was not going to reach France. \"There will be one or two cases, not more\", that's what he said.","sentiment_score":0.125}
{"full_text":"This is why the Dems are in the weakest position and ever and only won the presidency because a quarter of a million people died. The Dems tried heir best to lose and would have if not for COVID.","sentiment_score":0.5}
{"full_text":"Listen to this #podcast  on what we do, why we do it and how #Covid has affected us!","sentiment_score":0.0}
{"full_text":"RT Finally, Facebook groups are also excluded for adjudication by the terms &amp; references Facebook set for its own Oversight B...","sentiment_score":0.3}
{"full_text":"RT Ending violence against women is everyone's business.@UN_Women explains 10 ways you can #orangetheworld &amp; take action dur...","sentiment_score":0.1}
{"full_text":"yeah these people in kansas are dumb JUST WEAR UR MASK BRO","sentiment_score":-0.375}
{"full_text":"RT VACCINE UPDATE: CA will be receiving 327,000 doses of the new Pfizer #COVID19 vaccine in mid December.Transparency, equi...","sentiment_score":0.0681818182}
{"full_text":"No need for #vaccines, COVID pandemic is over, says Former Vice President of Pfizer","sentiment_score":0.0}
{"full_text":"Tips for staying happy during a COVID winter? Exercise yes, but what else? Lauren Pufpaf shares 6 other tactics for stress management during the challenge that lies ahead.","sentiment_score":0.3375}
{"full_text":"What is COVID-19 in your local language???","sentiment_score":0.0}
{"full_text":"I just looked outside. As an educator? I have thoughts about this. But as a human and someone who sees the bullshit and how we are failing to educate in a pandemic, as well as community struggles, it is what it is.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Lewis Hamilton will miss this weekend's Sakhir Grand Prix in Bahrain after a positive test for Covid-19","sentiment_score":0.3636363636}
{"full_text":"How will students be educated during the pandemic?         What will happen to small-medium enterprises impacted by the pandemic?          Find out more here! (1\/3)","sentiment_score":0.625}
{"full_text":"Coronavirus updates: Gov. Ron DeSantis says Florida schools to stay open in 2021; Alaska's largest city tightens restrictions; 268K US death","sentiment_score":0.0}
{"full_text":"RT Coronavirus Cases in Sri Lanka is currently 23987!- Active : 6309- Cases Today : 503- Deaths : 118- Cases Yesterday :...","sentiment_score":-0.0666666667}
{"full_text":"In case you missed it, Fara Gold McLaughlin was on Making Healthcare a few weeks ago, and talked about growing up in a military family, how to deepen relationships in the time of COVID-19, and her thoughts on the future of Healthcare.Listen now:","sentiment_score":-0.1}
{"full_text":"Thank you. Glad to be still be travelling for my essential to trip to Doncaster for collegeExcellent services on the Scarborough services still. even with covid","sentiment_score":0.25}
{"full_text":"RT Dear internet: the vaccines are about to come out. They need both shots to work. You will probably get injection site...","sentiment_score":0.0}
{"full_text":"RT (Not so) friendly reminder that we're in the middle of a real pandemic. Tolong ini baca ya, pls RT penti...","sentiment_score":0.1916666667}
{"full_text":"I call more ","sentiment_score":0.5}
{"full_text":"RT Republican Senators think all Americans are fucking stupid.They keep trying to blame the House &amp; Democrats for no new Cov...","sentiment_score":-0.3340909091}
{"full_text":"RT The report that St Louis has had more deaths from homicide than from Coronavirus should put in stark relief how over the...","sentiment_score":0.15}
{"full_text":"This is slightly different!","sentiment_score":0.0}
{"full_text":"RT For someone who lived thorough 80\/90s #WorldAIDSDay carries a special meaning. Proud to bring fading AIDS-epidemic narrativ...","sentiment_score":0.5785714286}
{"full_text":"RT Quick reminder NE was forced to play w\/o starting QB, SF on a short week w\/o their top three WRs, DEN w\/o *ANY* QBs, but...","sentiment_score":0.1066666667}
{"full_text":"We couldn't get on the water this year. But, by standing with us through the pandemic, you have helped so many young people stay positive about their future after cancer treatment. That is why this #GivingTuesday we are simply saying, 'Thank you'.https:\/\/t.co\/Kk0auOebRl","sentiment_score":0.1654545455}
{"full_text":"The next live #PONToonSymposium seminar, by Professor is all about data, learning and education in a post covid world - check it out now via this link! #PONToonSymposium","sentiment_score":0.0852272727}
{"full_text":"For people with disabilities, #tourism has proven a vehicle for integration that is now threatened by the Covid-19 pandemic.Ahead of Int'l Day for People with Disabilities stay tuned for #UNWTO's updated recommendations on accessible tourism for all:","sentiment_score":0.375}
{"full_text":"#WorldAidsDay Our Contemporary Art Practice and Visual Communication students have made sure to mark World Aids Day with an exhibition, despite the #Covid restrictions. Read all about it here and view the exhibition online:","sentiment_score":0.2222222222}
{"full_text":"There are a few practical ways to stay connected to older relatives during the pandemic.https:\/\/t.co\/r3CWd9yIsJ","sentiment_score":-0.0166666667}
{"full_text":"United States: Supreme Court Rules in Favor of Religious Freedom During Pandemic by #USA","sentiment_score":0.0}
{"full_text":"This is a great thread and some of the analysis is a little counterintuitive. Dr  Jha shows why the falling hospitalization rate is not necessarily a result of increased testing. In fact, it's a sign of major problems for anyone who needs care.","sentiment_score":0.16875}
{"full_text":"RT #Delhi Need B+ #Blood Covid19 Convalescent #Plasma Fortis Hospital, Vasant Kunj.Call 9818805215, 9717130346 #BloodAid via...","sentiment_score":0.0}
{"full_text":"soon pag wala na covid  i miss you!!","sentiment_score":0.0}
{"full_text":"What is the 95-95-95 treatment goal? How can we strategize to attain it with the current program focus shift from HIV\/AIDS to Covid-19 #Youth4YFC #WorldAIDSDay","sentiment_score":0.0}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #tuesdayFeeling #TuesdayMotivation #TuesdayThoughts","sentiment_score":0.0}
{"full_text":"NMI is reopening 3 of our 4 Museum sites from today 1st December with special measures in place for a safe &amp; enjoyable visit. Get the details here:","sentiment_score":0.4523809524}
{"full_text":"In case you missed it: Last Nov 29, in episode 6 of CASA San Miguel's Sunday's Best online special, \"Healing Through Music in the Time of COVID,\" Pundaquit Virtuosi performs a repertoire of the 90s educational TV show themes we have grown to love.:","sentiment_score":0.4214285714}
{"full_text":"Have you heard? There's a TIME CHANGE for Stay Home Story Time!We are changing the time for Stay At Home Story Time to 1:30 pm beginning Wednesday, DECEMBER 2!Please mark your calendars!EP patrons email leanne.ross@elmwoodpark.bccls.org for Zoom link &amp; materials needed!","sentiment_score":0.0}
{"full_text":"A Scunthorpe charity, which looks after sex workers, says the challenges of Covid-19 are making their lives even more dangerous.Our reporter to Donna Stewart, from the Reset Programme at The Blue Door.","sentiment_score":0.25}
{"full_text":"DOCTOR'S ADVICE: An infectious disease doctor says if you saw extended family or anyone outside your household on Thanksgiving, you should assume you've been infected with COVID-19.https:\/\/t.co\/fyto9BOI7m","sentiment_score":0.0}
{"full_text":"Preparations are underway to distribute a COVID-19 vaccine. It comes as several drugmakers await FDA approval. ","sentiment_score":0.0}
{"full_text":"VIDEO: \"It's very difficult, you can imagine. You're inside a room where people come in in spacesuits, and you have no communication with anybody else, only by phone if you're lucky.\"","sentiment_score":-0.1055555556}
{"full_text":"COVID vaccine: Now we've found one, how do we get it to people?https:\/\/t.co\/TMLIoRvFWE#MNewsWorld #MNews","sentiment_score":0.0}
{"full_text":"Americans returning home from Thanksgiving break faced strict new coronavirus measures around the country Monday as health officials brace for a disastrous worsening of the out-of-control surge because of holiday gatherings over the long weekend.https:\/\/t.co\/ru4D3YMGcV","sentiment_score":-0.2045454545}
{"full_text":"It's so important everyone that needs to self-isolate does. This is to stop the spread of #coronavirus and keep people safe. There is a range of support available if you cannot work: You can also contact your local community hub ","sentiment_score":0.325}
{"full_text":"Children may react to stress in a different way by being clingy, anxious, withdrawing, angry or agitated. Help your children cope with stress during the #COVID19 outbreak.#COVID19#WorkingonFire#MentalHealthAwareness","sentiment_score":-0.25}
{"full_text":"RT 48. 48 women killed.","sentiment_score":-0.2}
{"full_text":"This #GivingTuesday, help make a difference in the lives of women and girls around the world. #GivingTuesday2020Your donation of a #COVID19 CARE Package(r) will be matched by a generous donor, doubling your impact!Give now ","sentiment_score":0.0}
{"full_text":"Europeans push back on COVID restrictions ahead of holiday season:","sentiment_score":0.0}
{"full_text":"States with few coronavirus restrictions are spreading the virus beyond their borders -","sentiment_score":-0.2}
{"full_text":"By donating to support today, you will be joining people all over the world as the #GiveBack2020 to the charities who have supported them through the pandemic.https:\/\/t.co\/5EVWiVGMqF #CharityTuesday","sentiment_score":0.0}
{"full_text":"After #Delhi, #Gujarat reduces #COVID19 test prices to Rs800 from Rs1,500 for private labshttps:\/\/t.co\/jX3spZAk4L","sentiment_score":0.0}
{"full_text":"New research shows students have fallen behind in math since the pandemic disrupted school, but most are progressing at a normal pace in reading","sentiment_score":0.0965909091}
{"full_text":"\"I want to be with my wife,\" the crying patient said. His doctor held him close, hugging him until he felt better.","sentiment_score":0.15}
{"full_text":"Expert: Thanksgiving gatherings not yet a factor in COVID case statistics.","sentiment_score":0.0}
{"full_text":"Can we count on you to make time to give blood during this season of giving? The need for blood doesn't pause for the holidays or a pandemic. Please schedule an appointment to donate at","sentiment_score":0.0}
{"full_text":"RT today is d4 post ThanksgivingMost likely days to develop #COVID19 symptoms if you were infected on TG are TODAY through W...","sentiment_score":0.0}
{"full_text":"Somerset County holds Maryland's highest COVID-19 positivity rate. ","sentiment_score":0.0}
{"full_text":"From Wednesday 2 December, local #Coronavirus restrictions will be in place Check which restriction tier your local area is in  Take a look at advice on coronavirus ","sentiment_score":0.0}
{"full_text":"With Covid-19 accelerating online sales around the world! Don't get left behind we provide a lawful fair transparent cost effecive way to sell bloodstock to a global audience enter now online? #bloodstock #Covid_19 #onlinesales #integrity #transparency #horseracing #staysafe","sentiment_score":0.06}
{"full_text":"Missed Session 1 of the 12th South China Sea Conference on 2020 developments and COVID impact? Rewatch the FULL SESSION, moderated by Amb. w. here on our website. #SCSC12https:\/\/t.co\/EZbr40hCCx","sentiment_score":0.35}
{"full_text":"[#Science : Keep Digging On The HIV]Some 38 million people are living with HIV worldwide. We must not forget the struggle to eradicate this other pandemic. Although considerable progress has been made in the treatment, science needs to find a vaccine. #WorldAIDSDay #HIV","sentiment_score":-0.0125}
{"full_text":"Notts companies are praising the networking experts at for helping them through the pandemic. Kuku dropped all charges and worked for free during covid, now the team are winning awards. Alongside #business the team support charities like . #Nottingham","sentiment_score":0.45}
{"full_text":"Our business grant applications are now liveThere are two grants with different eligibility criteria for businesses. Please make sure you apply for the right grant for your business.All criteria and application information can be found here:","sentiment_score":0.2619047619}
{"full_text":"Current ACTIVE COVID-19 Cases (12\/1)  6am","sentiment_score":-0.0666666667}
{"full_text":"WEEKLY: &amp; talk COVID lockdown tiers, Tory rebellions and the slicing of foreign aid on this week's panel show.Plus - Has COVID changed the debate on UBI? And do we need a 'normal' Christmas?Listen how you like:","sentiment_score":0.0125}
{"full_text":"Every day in 2020 we are reminded of life's uncertainties and the possibility of dramatic change and upheaval in our worlds. One thing is certain: We all need kindness and connection.","sentiment_score":-0.1095238095}
{"full_text":"Kick off your day with the news at COVID-19 Patients Face Retinal Complications* ONH Prelaminar Schisis May Signify Glaucoma* Advanced DR Increases Risk of Progression","sentiment_score":0.4}
{"full_text":"RT Perspective: Some of us are lucky in this pandemic. And here's what we need to do.","sentiment_score":0.3333333333}
{"full_text":"Dr. Scott Atlas, a neuroradiologist who served as a science adviser to and was skeptical of measures to control the spread of COVID-19, is leaving his position:https:\/\/t.co\/9vHtl8KdkV#coronavirus","sentiment_score":-0.5}
{"full_text":"Deliver a safe, effective COVID-19 vaccine in less than a year? Impossible. Meet Moncef Slaoui.https:\/\/t.co\/LSp2RqqKWS","sentiment_score":0.0666666667}
{"full_text":"#COVID19 McMaster Survival Guide has just been updated. Changes include:* Risk assessment tools (4C mortality score)* Diagnostic tests* Treatments options* Recommendations for pregnant patientsDownload  #MedTwitter #FOAMed #MedEd","sentiment_score":0.3333333333}
{"full_text":".@bobwojnowski: Beyond the COVID issues, something clearly is broken at Michigan -- a spirit, a confidence, a scheme -- and before Harbaugh can attempt to repair it, he has to admit it. ","sentiment_score":-0.4}
{"full_text":"The county's director of public health said residents were \"absolutely fed up with having restrictions imposed and losing control over their lives, so they are pushing at the boundaries.\"#coronavirus #restrictions #lockdownhttps:\/\/t.co\/0AHB2aPhkn","sentiment_score":0.1}
{"full_text":"The Ebola outbreak in West Africa in late 2013 provides a deeply worrying prior pandemic-response example, for violence against women soared - while at the same time, it was reported that #SGBV was deprioritized, unrecognized, or ignoredhttps:\/\/t.co\/ObmJwr2tvD #16DaysOfActivism","sentiment_score":-0.075}
