{"full_text":"RT The today continues the myth that Morrison's pandemic response was \"exceptional\".Rubbish.It never looked like tha...","sentiment_score":0.6666666667}
{"full_text":"Canadians are out in droves this fall in pursuit of a vacation home or cottage as the country hunkers down for a long winter amid the COVID-19 pandemic.","sentiment_score":-0.1027777778}
{"full_text":"Rest In Peace. You were a true legend.","sentiment_score":0.35}
{"full_text":"Why Ashanti had to get Covid !? Cuz they already knew the deal lol","sentiment_score":0.8}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"I think these tweets of moral disbelief with the president's failure to act presidential -- AT THIS POINT IN TIME -- are ridiculous. He tweeted about his personal gripes and conspiracies but not the pandemic?  Oh My!  Frankly, it would be shocking if he did otherwise.","sentiment_score":-0.33}
{"full_text":"RT The pandemic is causing a 9\/11 death toll every day and this is what the media chooses to focus on. Awesome","sentiment_score":1.0}
{"full_text":"RT Holy shit. Congressman-elect Bob Good of Virginia starts speaking and immediately proclaims, \"this looks like a group of peopl...","sentiment_score":0.25}
{"full_text":"reason why Covid increase is  all too focus on Mask. Hands not proper washing is major cause of Spread .Virus has to get into nose mouth and touching item then nose mouth is most common transmitter.touching Elevator buttons-Gas pumps-door handles-not isolating if + not mask","sentiment_score":0.1525}
{"full_text":"RT Been doing shots this entire pandemic Mr. Pfizer glad you could join the party.","sentiment_score":0.25}
{"full_text":"Totally agree. Ultimately he doesn't have the funds or ambition to get us out of League One.  Covid hasn't helped with finances but he's never had enough to really have a good crack at League one.","sentiment_score":0.18}
{"full_text":"RT Washington isn't broken. It's blocked at the slammed-shut door of the Senate Majority Leader. ","sentiment_score":-0.4}
{"full_text":"\"if u wear a mask, u can naver be happy\" Mask","sentiment_score":0.8}
{"full_text":"RT But, but Ducey let so many people die of COVID! Surely he deserves credit for that?","sentiment_score":0.5625}
{"full_text":"I have been looking forward to this #VERZUZ  all week. I HAD MY DAY PLANNED OUT. but Ashanti had to travel the damn world, got Covid and now it's postponed until Jan 9th.....","sentiment_score":0.0}
{"full_text":"RT After COVID. What to Expect?- Majority recovers in 2-3 weeks- Lingering symptoms for months in some cases- Not contagi...","sentiment_score":0.0}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"RT She like the way I rrr","sentiment_score":0.0}
{"full_text":"Forever grateful for the time we spent together  Heartbreaking that COVID took you from us, but will always cherish the wisdom and joy. An inspiring person and amazing grandfather. Cheers to an amazing life. Love you.","sentiment_score":0.4833333333}
{"full_text":"RT WH Coronavirus Task Force urges Florida to take immediate action: on mask wearing, close or severely limit indoor dining,...","sentiment_score":0.1}
{"full_text":"She lying. She been had it ok. She thought it was a cold and it got worse now she sound horrible","sentiment_score":-0.22}
{"full_text":"I'm not crying, you're crying. ","sentiment_score":-0.05}
{"full_text":"RT More Americans have died from Covid-19 in 9 months than in combat over 4 years in World War II. The virus death toll exceeds...","sentiment_score":0.5}
{"full_text":"RT Dr. Francis Boyle exposed to the world that COVID-19 had the HIV delivery system in the totally manmade virus develope...","sentiment_score":0.0}
{"full_text":"RT Certain scientists made a lot of efforts using disinformation, to attack one of SMOKING GUNs in 1st Yan Report - furin cl...","sentiment_score":0.2142857143}
{"full_text":"RT White House coronavirus report contradicts DeSantis. Is that why he refused to disclose it?","sentiment_score":0.0}
{"full_text":"RT Endless money for wars? No problem. Endless money for tax breaks for the rich? No problem. Endless money for corporate w...","sentiment_score":0.0}
{"full_text":"RT 'Faith kept us dancing': Troupes preserve Day of the Virgin of Guadalupe traditions amid pandemic ","sentiment_score":0.0}
{"full_text":"RT Three households are allowed to meet this Christmas but that does not make it safe.  The less we mix, the less we...","sentiment_score":0.0555555556}
{"full_text":"RT Today's update on the numbers:Total COVID hospitalizations are at 5,359.Of the 242,927 tests reported yesterday, 11,129...","sentiment_score":0.0}
{"full_text":"RT #URGENT: The US just surpassed 16 million Covid-19 cases. It only took 4 days to go from 15 million to 16 million cases, ma...","sentiment_score":0.0}
{"full_text":"RT Dude. One phone call.\"For those who believe the official WH Statement that Proud Boys leade...","sentiment_score":0.8}
{"full_text":"RT Libya atop 5!!Finally putting Libya on the research map  This year has been the worst for Libya plagued by the biggest\/lo...","sentiment_score":-1.0}
{"full_text":"RT first (&amp; last) pre-covid stone litho print","sentiment_score":0.125}
{"full_text":"RT Ya'll haven't been scared of STDs having unprotected sex with all kinds of different people, but you're yelling at people...","sentiment_score":0.0}
{"full_text":"Wow. So much for herd immunity.","sentiment_score":0.15}
{"full_text":"RT People who get covid and then be like \"this shit is real like what does this all mean\" sound exactly like men who would get...","sentiment_score":0.0675}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT Before the Fall 2020 semester ends, President and CEO Kwang-Wu Kim announced changes for the Spring and Fall 2021 semester...","sentiment_score":0.0}
{"full_text":"Federal officials stage COVID-19 vaccination run-through via","sentiment_score":0.0}
{"full_text":"RT Washington isn't broken. It's blocked at the slammed-shut door of the Senate Majority Leader. ","sentiment_score":-0.4}
{"full_text":"1. Ashanti looks sick2. That story dont really add up and even if it did, you have covid and spread it to whoever you were traveling with and possibly people accommodating you while you stayed.3. Verzuz has peaked. 5th season of martin","sentiment_score":0.1}
{"full_text":"RT As for my covid vaccine, I will be donating it to the Democrats. It's the least I can do!","sentiment_score":-0.375}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT Rudy Giuliani: I got special Covid treatment because I'm a \"celebrity.\"","sentiment_score":0.3571428571}
{"full_text":"I had female friends on FB saying this very thing in July. I was appalled. And, they are very well educated. No excuses. It was a narrative they wanted to believe because lockdown was no fun.","sentiment_score":-0.11}
{"full_text":"Hitler did this. So this guy can screw off.","sentiment_score":0.0}
{"full_text":"RT  If a marathon-running 29-year old nurse can die of #COVID19, anybody can. Please mask up, distance, ventilate the airb...","sentiment_score":0.1}
{"full_text":"RT She like the way I rrr","sentiment_score":0.0}
{"full_text":"RT My first 100 days won't end COVID-19, but we can slow the spread, save lives, and get back to our lives with our loved ones....","sentiment_score":0.1625}
{"full_text":"RT Me Working On COVID-19 Cure For Ashanti Cause... AINT SHIT BEING CANCELED !!#VERZUZ","sentiment_score":-0.3125}
{"full_text":"RT Vote OSSOFF &amp; WARNOCK! Let's take the rest of the trash out Georgia!","sentiment_score":0.0}
{"full_text":"first another great show appearance and now your Iowa squad silences WI fans? If COVID let me, I would probably hug you.","sentiment_score":0.525}
{"full_text":"RT Was said in Bihar, but yes as a campaign promise. But remember the trolling? Baap re! Ab koi kuch nai bolega. Because as...","sentiment_score":0.0}
{"full_text":"U.S. says COVID-19 vaccine to start arriving in states Monday via","sentiment_score":0.0}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"RT Wear a mask.  It's the easiest thing you can do to reduce COVID cases, hospitalizations, and deaths.It's not a political...","sentiment_score":0.0}
{"full_text":"Covid round 3 is getting on my nervesssss ","sentiment_score":-0.2}
{"full_text":"RT 4 Outdated Rules Every Business Owner Needs to Ditch #SaturdayVibes  #Saturday #SaturdayMood #Career...","sentiment_score":-0.4}
{"full_text":"RT we are in a panini press and you worried about spelling ","sentiment_score":0.0}
{"full_text":"Exciting developments!","sentiment_score":0.375}
{"full_text":"Ashanti test positive for COVID ","sentiment_score":0.2272727273}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"RT #Most Covid deaths in Europe#Greatest economic hit#Failed on Brexit deal#PS22bn on failed Test &amp; Trace#Billions...","sentiment_score":0.0666666667}
{"full_text":"RT Finally a Canadian newspaper is attacking the government. OPINION: Canada's COVID-19 strategy is an assault on the work...","sentiment_score":0.0}
{"full_text":"RT 29 years old.29.","sentiment_score":0.0}
{"full_text":"RT 29 years old.29.","sentiment_score":0.0}
{"full_text":"RT Unfortunately, we have to postpone tonight's #VERZUZ. Ashanti tested positive for COVID-19, and we cannot put anyone at r...","sentiment_score":-0.1363636364}
{"full_text":"RT Actress Carol Sutton, a beloved New Orleans native known for her roles in \"Queen Sugar\" and \"Steel Magnolias,\" has died at 76 d...","sentiment_score":0.4181818182}
{"full_text":"RT Mask Up","sentiment_score":0.0}
{"full_text":"300k dead from covid because trump did nothing.","sentiment_score":-0.2}
{"full_text":"Covid or not they better put that damn #versuz on ","sentiment_score":0.5}
{"full_text":"RT Audrey Ellis, 29yo Transplant RN, UC downtown Denver Hospital,   died of #covid19 cardiac damage 3\/22. She loved life, Irish d...","sentiment_score":0.2166666667}
{"full_text":"RT we are in a panini press and you worried about spelling ","sentiment_score":0.0}
{"full_text":"Y'all mfs crazy ","sentiment_score":-0.6}
{"full_text":"RT Imagine living under an actual dictatorship where your family have been killed or raped and you hear Victorians complaining...","sentiment_score":-0.1}
{"full_text":"I should be watching the 4th quarter of a Cougar win rn several Jager bombs deep getting ready for the Sounders final rn but... Covid :)","sentiment_score":0.25}
{"full_text":"RT I don't believe she hugged a family member yesterday but was on the phone with Keyshia last night trying to figure out how to...","sentiment_score":0.0}
{"full_text":"RT This is what the covid vaccine is doing to people, stay woke","sentiment_score":0.0}
{"full_text":"They're postponing it she just tested positive for COVID","sentiment_score":0.2272727273}
{"full_text":"RT Wear a mask.  It's the easiest thing you can do to reduce COVID cases, hospitalizations, and deaths.It's not a political...","sentiment_score":0.0}
{"full_text":"Pretty certain this is better than the US.","sentiment_score":0.3214285714}
{"full_text":"Ashanti got Covid smh she's def sick on there but like a cold, overall she seems fine","sentiment_score":-0.2244047619}
{"full_text":"RT You've been sitting on this bill for MONTHS.  Seems like you could care less if we live or die. #Traitor","sentiment_score":-0.0151515152}
{"full_text":"RT Wages subsidized by the government during pandemic: - $2,000 a month  - Up to 100% - Up to 90% - Up to 87%...","sentiment_score":0.0}
{"full_text":"on the topic of DV. This conversation can help many. There are places like this all over. #JusticeForJohnnyDepp CHOICES adapts to helping those in need during pandemic","sentiment_score":0.5}
{"full_text":"RT Wow...thank you for all you do!!","sentiment_score":0.0}
{"full_text":"Black Chicagoans anxious about Covid-19 vaccine as historic hospital set to close","sentiment_score":-0.1388888889}
{"full_text":"Will Tenants Have the Upper Hand in a Post-Coronavirus World? #CRE #COVID-19 #TenantTips #NewNormalhttps:\/\/t.co\/6G5g7PPmYY","sentiment_score":0.0}
{"full_text":"RT Just received the best Christmas call possible. My husband, an ICU nurse in the heat of this covid nightmare, just ran do...","sentiment_score":0.5}
{"full_text":"I was watching both was definitely watching vz when Jay black start talking that be too much brother lolol","sentiment_score":0.2083333333}
{"full_text":"RT A very interesting read - take a few moments to read this Op-Ed from the","sentiment_score":0.225}
{"full_text":"RT This is what the covid vaccine is doing to people, stay woke","sentiment_score":0.0}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"Ashanti got COVID? Wow, niggas ain't shit!","sentiment_score":-0.075}
{"full_text":"Yh Ashanti caught covid","sentiment_score":0.0}
{"full_text":"I'm crying ","sentiment_score":-0.2}
{"full_text":"Wear a mask. Wash your hands. Practice social distancing. ","sentiment_score":0.0333333333}
{"full_text":"RT Washington isn't broken. It's blocked at the slammed-shut door of the Senate Majority Leader. ","sentiment_score":-0.4}
{"full_text":"RT \"Covid is less deadly than flu\"So I looked into it. Data from USA (sources in next tweet)Average annual flu deaths...","sentiment_score":-0.1222222222}
{"full_text":"RT Operation Warp Speed Official:  COVID-19 Vaccines to Arrive Monday #WarpSpeed Great N...","sentiment_score":0.8}
{"full_text":"American author and humorist David Sedaris says the COVID-19 pandemic has robbed him of a key part of his creative process: the laughter and feedback of a live audience.https:\/\/t.co\/0vXZVR2Qs3","sentiment_score":0.1590909091}
{"full_text":"My tl is full of cup sleeve picsI was going to go to my first cup sleeve today but it got cancelled bc of covidI'm sad but safety\/health comes first","sentiment_score":0.0875}
{"full_text":"Dr. Melanie Swift said side effects to the COVID-19 vaccine mean the vaccine is working. | By","sentiment_score":-0.3125}
{"full_text":"#Florida reports 10,557 new #COVID-19 #coronavirus incidences on #Saturday ... | #SARSCoV2 | #infections | #COVID19 | #PublicHealth | #pandemic | By via","sentiment_score":0.1363636364}
{"full_text":"The pandemic upended education as we know it. The ed-tech industry says its \"innovative\" products can ease our pain. Research says otherwise.https:\/\/t.co\/s55WBgtc39","sentiment_score":0.5}
{"full_text":"RT Billionaires shouldn't be allowed to add a collective $1 trillion to their net worths during the pandemic while survival chec...","sentiment_score":0.0}
{"full_text":"RT Watch broadcast: Mossy Rock WA Anti Lockdown Rally","sentiment_score":0.0}
{"full_text":"Especially how holiday season will be in 2020 #covid19 #pandemic #socialdistancing","sentiment_score":0.0}
{"full_text":"Former employees at Westport's Chop Tops Salon claim their bosses continued to work while positive for COVID-19.","sentiment_score":0.1136363636}
{"full_text":"RT Ashanti gon' go and get fucking corona when she knew how important today was! She don't like to come to work, that's w...","sentiment_score":-0.05}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"I miss u","sentiment_score":0.0}
{"full_text":"\"The pandemic has shown us what truly is important. Our family, friends, neighbors, and community,\" Julie Lovelass said.","sentiment_score":0.4}
{"full_text":"No. 2 Baylor pauses team activities indefinitely due to COVID-19.","sentiment_score":-0.125}
{"full_text":"Can We Finally Stop Talking About \"Natural\" COVID-19 #HerdImmunity? Please?","sentiment_score":0.05}
{"full_text":"WATCH: Dr Chatu Yapa provides a #COVID19 update for Sunday 13 December 2020.","sentiment_score":0.0}
{"full_text":"The University of Missouri delivered on its promise of an on-campus experience for the fall semester, students and officials said, but they also acknowledged a need for adjustments during the pandemic and room for improvement.","sentiment_score":0.0}
{"full_text":"RT ICYMI: Ashanti enjoying vacation in Kenya despite US Covid-19 warninghttps:\/\/t.co\/B3J4tuxxtl","sentiment_score":0.5}
{"full_text":"As more stringent lockdown measures go into place, we wanted to ask restaurants how people can help them out.","sentiment_score":0.5}
{"full_text":"Let's be better #Humans!#JoyTrain #Joy #Love  #Kindness #MentalHealth #Mindfulness #GoldenHearts #IAM #COVID19 #IDWP #IAMChoosingLove #ChooseLove #Quote #SaturdayThoughts #SaturdayMotivation #SaturdayMorning #ThinkBIGSundayWithMarsha RT","sentiment_score":0.6}
{"full_text":".#Hannukah has started, so looked at how the Jewish community is celebrating during a #pandemic.https:\/\/t.co\/QCegyJJ2Sk","sentiment_score":0.0}
{"full_text":"Trials scheduled Jan. 25 will be delayed until April 12.","sentiment_score":0.0}
{"full_text":"The Philadelphia Flower Show will move outside next year for the first time in its nearly 200-year history because of the coronavirus pandemic.https:\/\/t.co\/rE6SzEaBi7","sentiment_score":0.0875}
{"full_text":"Here's what you need to know today. ","sentiment_score":0.0}
{"full_text":"This! ","sentiment_score":0.0}
{"full_text":"RT Let's remember every one of them!  Treasonous!","sentiment_score":0.0}
{"full_text":"RT so now the #VERZUZ is cancelled bc ashanti got covid? i-","sentiment_score":0.0}
{"full_text":"Wear your facemask properly to #PreventCOVID19.#takeresponsibility to #StopTheSpread of #COVID","sentiment_score":0.0}
{"full_text":"RT In the last two weeks, there have been 30,964 COVID deaths in the United States.That is  2,702 more dead than the  Un...","sentiment_score":0.1}
{"full_text":"I am stacking shelves at Tesco during Coronavirus and the usual charity collection process for out of date food has broken down. Loads of food is getting wasted so If you run a soup kitchen talk to your local supermarket manager.","sentiment_score":-0.2011111111}
{"full_text":"RT Wear a mask.  It's the easiest thing you can do to reduce COVID cases, hospitalizations, and deaths.It's not a political...","sentiment_score":0.0}
{"full_text":"Find more debunked #COVID19 myths here:","sentiment_score":0.5}
{"full_text":"Find more debunked #COVID19 vaccine myths here:","sentiment_score":0.5}
{"full_text":"RT INNER MOON | JIN &amp; V CUPSLEEVE BIRTHDAY EVENT DECEMBER 11. 2020Yesterday was definitely a blast! It was worth the wai...","sentiment_score":0.1}
{"full_text":"May she Rest In Peace also ","sentiment_score":0.0}
{"full_text":"The goal of universal health coverage is to improve health for all people worldwide. Investments to create resilient health systems are needed to prevent a crisis, like the #COVID19 pandemic, from derailing progress and essential health services. #UHCday","sentiment_score":0.0}
{"full_text":"RT Lets get real people! Jim Jordan &amp; the other 105 Retrumplicans are not only traitors to \"We The People\", thei...","sentiment_score":0.0416666667}
{"full_text":"I don't understand this. No, doctors and scientists aren't lying. Biases exist in all humans. I don't deny Covid has caused severe impacts on many doctors and all scientists are working towards the best outcomes. But many aren't taking into account  collateral damage of advice.","sentiment_score":0.6666666667}
{"full_text":"Current Conditions for #Sayre PATemp: 49.7FWind Chill: 48.9FHumidity: 87%Dew Point: 46.0F Barometer: 29.937 inHgWind: 4 mph from the SSECorona Virus Weekly Stats:Cases: 260.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Thankful","sentiment_score":0.0}
{"full_text":" Check out the three most popular tweets in English in Science Pulse tonight [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"RT If someone in your life is like \"I'm not afraid of catching Covid-19\" but they are afraid of a vaccine, that person is a...","sentiment_score":0.1}
{"full_text":"What has been shameful is DJT mask-less parties at WH  #WearAMask #StayHome","sentiment_score":0.0}
{"full_text":"RT What a kick in the nuts to the 15-hour shift I worked just last night. 100% he's too big a fucking coward to come and joi...","sentiment_score":-0.2}
{"full_text":"RT Charley Pride (1934-2020), who died today from Covid-19 complications:","sentiment_score":0.0}
{"full_text":"RT Paying rent during a pandemic should be illegal","sentiment_score":-0.5}
{"full_text":"Congressman-Elect: \"This is a phony pandemic. It's a virus, not a pandemic\" [Dumbass]","sentiment_score":0.0}
{"full_text":"SARS-CoV-2 Vaccines Development: An Overview  -   #SARS-CoV-2 #Vaccines #Development: #An #Overview #","sentiment_score":0.0}
{"full_text":"Should be getting my covid test results any day now. Still no signs, but just in case, pray for me y'all. ","sentiment_score":0.0}
{"full_text":"RT \"A pandemic is a test of a country's governance, and this is one the United States has failed.\" on who\/what to blame...","sentiment_score":-0.5}
{"full_text":"Minimise risk and maximise customer trust with these store safety measures. Be prepared as lockdown measures lift after #COVID and ensure safety in the #NewNormal. #salesforce","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"We can never forget these heroes who risk and in cases like this give their lives to help others. #WearAMask","sentiment_score":0.0}
{"full_text":"One 9\/11 worth of Americans have died from COVID-19 in the last 24 hours. Ninety-seven 9\/11s worth of Americans have died from COVID-19 since the start of the pandemic.","sentiment_score":0.2}
{"full_text":": We having a versuz party?Me: It's Canceled, Ashanti got covid.My mom: Covid??! She scared.... ","sentiment_score":0.0}
{"full_text":"RT This summer, the world's largest coral reef system, the Great Barrier Reef, suffered the worst mass bleaching outbreak eve...","sentiment_score":-0.1}
{"full_text":"RT #PrimaryHealthCare helps protect you &amp; protect everyone during #COVID19 by: maintaining essential health services sharing...","sentiment_score":0.0}
{"full_text":"This COVID reminding us to relax because it's a pandemic","sentiment_score":0.0}
{"full_text":"Me too","sentiment_score":0.0}
