{"full_text":"Rest and get well soon.","sentiment_score":0.0}
{"full_text":"Right...Over 30k Expert Doctors Have Supported His Opinion and Are Warning Us Now!Thanks For being of service!The Truth Shall Set Us Free!Blessings...Dr Scott","sentiment_score":0.0}
{"full_text":"RT Hope she's having a good day.Gave us all a little bit of sunshine during lockdown ","sentiment_score":0.25625}
{"full_text":"RT Congratulations to Donald Trump for getting impeached, catching coronavirus, and losing reelection all in the same year.","sentiment_score":0.3}
{"full_text":"RT I know the medical experts predicted this would happen after Thanksgiving, but it's hard to wrap your head and your heart...","sentiment_score":-0.1458333333}
{"full_text":"RT The pandemic will not be over when population level (herd) immunity is reached or exceeded. Because of the enormous number o...","sentiment_score":0.0}
{"full_text":"RT I talked to Top Chef's about why restaurants are getting nervous about the bipartisan COVID deal, which has...","sentiment_score":0.5}
{"full_text":"RT Yesterday marked another tragic, preventable milestone in our fight against COVID-19, but this news is a bright light. I'm gr...","sentiment_score":0.1125}
{"full_text":"In the name of the pious Shari'a, I appeal to all my Muslim believers to not take the Covid vaccine as it is not Halal certified. Moreover, no Maulana was associated with its development.#MuslimsBoycottCovidVaccine","sentiment_score":0.0}
{"full_text":"RT Hi we've just heard you tell that 1 in 3 people are asymptomatic and spreading covid-19. Please c...","sentiment_score":0.0}
{"full_text":"RT The GOP spent most of 2020 rejecting science in the face of a deadly pandemic; now it's rejecting democracy in the face of...","sentiment_score":0.0666666667}
{"full_text":"Wear a mask and maybe a face shield ","sentiment_score":0.0}
{"full_text":"Shall we do #KalangalaIslandTour ","sentiment_score":0.0}
{"full_text":"RT Staggering numbers (&amp; these were PRE-COVID): The numbers continue to move in wrong direction. 2018 a death by #suicide &amp; 25...","sentiment_score":-0.5}
{"full_text":"It's not just this recent racist spree of death. He's been killing American citizens for years, through environmental regulation dismantling and of course his complete COVID failure.","sentiment_score":-0.0541666667}
{"full_text":"RT Addressed A Booth Level Karyakartas Meeting At #Warangal This Evening.Appreciate The Work They've Undertaken During C...","sentiment_score":0.0}
{"full_text":"RT over 6,000 people have died of covid in the LAST TWO DAYS, you sociopathic buffoon","sentiment_score":0.0}
{"full_text":"Good job!!!!!!!","sentiment_score":1.0}
{"full_text":"Welcome to the Third Reich. Florida state police release body cam video of raid on ex-Covid data's scientist home - CNN","sentiment_score":0.4}
{"full_text":"RT Much as we all hate them, confirmation that lockdowns do work in terms of saving lives","sentiment_score":-0.3}
{"full_text":"RT Can someone confirm this translation? Breathtakingly arrogant and downright horrific if the translation is accurate... ...","sentiment_score":0.1333333333}
{"full_text":"Like Joe Biden and Kamala Uganda Harris on the cover of time. Maybe the fact that Governor Cuomo killed 12K elderly citizens and nursing homes by putting covid patients inside nursing homes! Or how about locking your state down fully and killing every small business in your state","sentiment_score":-0.2185185185}
{"full_text":"RT #AnnaUniversity to conduct classes for UG\/PG programme (except final semester) during January-April session through #onl...","sentiment_score":0.0}
{"full_text":"ok so are we gonna get ts10 before or after covid ends?","sentiment_score":0.5}
{"full_text":"RT Save the USA: WEAR A MASK.","sentiment_score":0.0}
{"full_text":"RT \"Safe social distancing is not just ignored [at Whole Foods] but discouraged. The richest man in America couldn't care less...","sentiment_score":0.1416666667}
{"full_text":"RT The GOP spent most of 2020 rejecting science in the face of a deadly pandemic; now it's rejecting democracy in the face of...","sentiment_score":0.0666666667}
{"full_text":"Deaths if distancing mandates are relaxed on the left. Deaths if mask usage is universal. #WearAMaskGraphs from","sentiment_score":0.0}
{"full_text":"RT My sister and I tested positive for Covid. First exposure was on Sunday bc that's when we were together. We were at Ro...","sentiment_score":0.2386363636}
{"full_text":"RT STOP comparing #swineflu numbers to Covid-19. They changed requirements for the coronavirus which allows for post-mortem...","sentiment_score":0.0}
{"full_text":"63% of Americans have been living paycheck to paycheck since Covid hit","sentiment_score":0.0}
{"full_text":"Wear A Mask: Ex-Alabama State Senator Larry Dixon Issues Chilling Deathbed Warning About COVID-19 Moments Before Passing Away","sentiment_score":-0.5}
{"full_text":"RT What will it take for us overcome the inequities that #COVID19 has brought to light and ensure access to quality health...","sentiment_score":0.4}
{"full_text":"I get locked down, but I get up again ...with a little help from our Lockdown Hero Thanks for helping us through ","sentiment_score":-0.0476851852}
{"full_text":"RT Coach K always thinking big picture* *when his team sucks and it helps his overall record","sentiment_score":-0.1}
{"full_text":"#COVID19 was essentially a giant gentrification undertaking by the sociopaths in power","sentiment_score":0.0}
{"full_text":"I completely disagree with those who think that university COVID guidelines should come with no penalties for violators, but this column presents an interesting innovative approach that I think would (or could) work well.","sentiment_score":0.3666666667}
{"full_text":"The same methods we use to help prevent the spread of COVID also help prevent the spread of the Flu and other such viruses. Who'da thunk?","sentiment_score":-0.0416666667}
{"full_text":"RT McConnell just blocked a COVID deal that had support from Senate Ds, Senate Rs, and even the WH. Georgia, if you wan...","sentiment_score":-0.2}
{"full_text":"Case reports for severe covid describe cytokine storm. A sizable chunk of the medical literature that pops up when you search for 'covid cytokine storm' also says covid causes cytokine storm, though a few researchers seem to believe it's something similar to CS instead.","sentiment_score":-0.0666666667}
{"full_text":"RT Oh. My. God. ","sentiment_score":0.0}
{"full_text":"RT The lede on this story is pretty sobering.","sentiment_score":0.25}
{"full_text":"Ayooooo if you book a carnival cruise before 12\/13 you get a free drink package.  Covid im going to need you to go, bc I need to be on a boat in the middle of the ocean.","sentiment_score":0.2}
{"full_text":"It was a house call for god sakes lmao but no I'm dumb didn't bro just have covid  he tweaked","sentiment_score":0.39375}
{"full_text":"RT Our Leader, Senator Hutto, is calling on Governor McMaster to implement a 90-day mask mandate statewide. COVID-19 is sw...","sentiment_score":0.0}
{"full_text":"I gotta get a COVID test cuz mfs at work careless","sentiment_score":-0.5}
{"full_text":"RT Save the USA: WEAR A MASK.","sentiment_score":0.0}
{"full_text":"RT I didn't believe it, so I did the math. It's actually worse: 1 out of every 582 residents. MA is the 6th highest in per-capit...","sentiment_score":-0.4}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"RT #GlobalWICEssays Competition#WIC &amp; #COVID Dec 12,2020 Meet our fantastic judges@netta_doc from the US","sentiment_score":0.4}
{"full_text":"I'm not sure I'd characterize the current EOIR approach as having \"an abundance of caution\"","sentiment_score":-0.125}
{"full_text":"Dan Crenshaw DESTROYS Nancy Pelosi for Politicizing COVID Relief","sentiment_score":0.0}
{"full_text":"This should not be happening in America It's happening because doesn't care. He only cares about maintaining his legal immunity as president. American lives be damned.","sentiment_score":0.0666666667}
{"full_text":"Ok.I'll keep the mask and stick the vaccine up Fauci's a$$.That seems fair.I will never be sick with COVID.Never.","sentiment_score":-0.7142857143}
{"full_text":"RT If you never de-vein shrimp before cooking them, don't worry about what's in the COVID vaccine.","sentiment_score":0.0}
{"full_text":"War Room: Pandemic Ep 577 via","sentiment_score":0.0}
{"full_text":"RT Hello!  This is Zoey, NHPR's new Community Engagement Producer. I'll be answering questions about my job, community engagement...","sentiment_score":0.1363636364}
{"full_text":"RT  Steve Bruce says some #NUFC players are suffering 'fatigue' after the outbreak of COVID-19.","sentiment_score":0.0}
{"full_text":"tw mentions of death , killing , murder , anti-Black racism , police violence , police brutality , violence , hatred , covid-19 , stabbing , injuries , attack ----Tell DC Hotels: REJECT white supremacy. Do NOT host hate. ","sentiment_score":-0.4666666667}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"Measures meant to protect the community are ineffective if they hurt people in that community. Medical interventions must be voluntary. via","sentiment_score":0.0}
{"full_text":"RT 'Homecare has helped me every day to function. Things get done that I couldn't do myself around the house, you know? I'd be lo...","sentiment_score":0.0}
{"full_text":"Read an article on \"illegal\" immigrants. Considering the sad state of this country thanks to Trump &amp; GOP, why would anyone want to come here? #COVIDIOT #COVID #GOPComplicitTraitors #gop","sentiment_score":-0.2666666667}
{"full_text":"RT I really don't understand why anybody celebrates Fauci. We are the laughing stock of the world with how we've handled this...","sentiment_score":0.2}
{"full_text":"RT Imagine being mad at Tom Wolf for keeping citizens safe rather than being mad at the higher ups for not offering proper aid t...","sentiment_score":-0.1}
{"full_text":"Hmmm. Not doctors? Not covid vaccine researchers?","sentiment_score":0.0}
{"full_text":"UK food and drink exports fell by 12.9% to PS15.2bn in the first nine months of 2020, as manufacturers struggled with the coronavirus pandemic and uncertainty surrounding the end of the #Brexit transition period","sentiment_score":0.25}
{"full_text":"I wore a mask when around people  and still got covid. Its bullshit","sentiment_score":0.0}
{"full_text":"RT Congratulations to Guardians of the Year: Dr. Anthony Fauci '62, who was recognized for leading with clear, objecti...","sentiment_score":0.1}
{"full_text":"Absolutely true. Can't wait for my turn for the vaccine, not seen my grandkids since February.","sentiment_score":0.35}
{"full_text":"People have been moving like they're above this disease\/pandemic no matter the status or creed since the beginningThe value and respect for life isn't there. There isn't any evidence of precautions nor modeling being an example in footageSAD!","sentiment_score":0.0}
{"full_text":"Thought you were the wartime president against COVID? You've killed more people than US military deaths in World War Two.","sentiment_score":0.0666666667}
{"full_text":"RT Eli Gold, the longtime Voice of the Crimson Tide, announced on Nick Saban's \"Hey Coach\" radio show Thursday night that he and h...","sentiment_score":0.0}
{"full_text":"RT Sorry Richard, but this infuriates me! These guys are paid millions, and to do what? Play hockey! Not risk t...","sentiment_score":-0.78125}
{"full_text":"RT 10 years to the day after his famous 8+ hour filibuster against the extension of the bush tax cuts, bernie is again tonight...","sentiment_score":0.5}
{"full_text":"RT if u drank a four loko from the years 2009 -- 2011 you don't get to question whats in the covid vaccine","sentiment_score":0.0}
{"full_text":"RT The GOP spent most of 2020 rejecting science in the face of a deadly pandemic; now it's rejecting democracy in the face of...","sentiment_score":0.0666666667}
{"full_text":"RT Due to COVID restrictions, we are unable to host our College I.D. Camp this year.  But thanks to teaming...","sentiment_score":-0.1416666667}
{"full_text":"\"I think we need to have strong frameworks to support us to be able to provide for the people in the context of the #pandemic. This is why I am such a strong believer in the need for an international framework on #trade and #health.\"","sentiment_score":0.2733333333}
{"full_text":"RT People with learning disabilities 'six times likelier to die from coronavirus', report finds. This is an utter scandal t...","sentiment_score":0.0}
{"full_text":"Reminder: Leicestershire is in Tier 3 coronavirus restrictions. Please visit for more details","sentiment_score":0.5}
{"full_text":"if the United States would have put employees in charge of COVID testing this pandemic would have ended 8 months ago.","sentiment_score":0.0}
{"full_text":"James Todaro should have his medical license revoked ... seeing some of the Alex Jones shite on his TL.Unphucking believable anyone like this could make thru Med School let alone premedBe interesting to see who took his finals for him..  and a real \"background\" check...  O_O","sentiment_score":0.25}
{"full_text":"RT Focus on the GOOD news:Corona has apparently CURED the flu, common cold, pneumonia, heart disease, cancer, major organ fa...","sentiment_score":-0.0175}
{"full_text":"How to Stay Cool in Summers Minus an Air Conditioner #home #tipstricks","sentiment_score":0.125}
{"full_text":"Those that don't wear a mask......","sentiment_score":0.0}
{"full_text":"I have been sneezing for two days and have like a horrible headache and nausea and STILL have to work because I'm too busy, and my anxiety brain is always like \"COVID!\" even tho I know I very likely do NOT have Covid, and it's just TOO MUCH","sentiment_score":-0.16875}
{"full_text":"Ooh ...seems Baldrick Balderdash is drunk on power. His tweets are increasingly authoritarian.","sentiment_score":-0.5}
{"full_text":"'Fresh Air' Critic Revisits The TV, Books And Movies That Helped Ease Lockdown","sentiment_score":0.3}
{"full_text":"RT Yesterday marked another tragic, preventable milestone in our fight against COVID-19, but this news is a bright light. I'm gr...","sentiment_score":0.1125}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"Your question asked by Uri Dadush to Do you believe that #globalization is slowing permanently and is the #pandemic reinforcing this trend?","sentiment_score":0.0}
{"full_text":"RT The red line is people who got placebo who were infected with covid. The blue line is people who got the Pfizer\/BioNTec...","sentiment_score":0.0}
{"full_text":"Blue Coat School confirms small number of new Covid caseshttps:\/\/t.co\/HxmnWDSFL5","sentiment_score":-0.0378787879}
{"full_text":"While there have been a number of high-profile vishing cases over the past few years, the rise of a decentralized remote workforce due to COVID-19 has created a whole new playing field for phone scammers. Click below to read more about the history of Spamhttps:\/\/t.co\/xyPK1N13SI","sentiment_score":0.0230519481}
{"full_text":"The latest AAAmbler's Newsfeed! #covid19","sentiment_score":0.625}
{"full_text":"RT Kim Ki-duk, whose films have won the Golden Lion in Venice, a Silver Bear in Berlin, and an Un Certain Regard award in...","sentiment_score":0.2571428571}
{"full_text":"The recording of webinar on the strategic use of diagnostic #tests for #COVID19 response is now available!https:\/\/t.co\/9n5Xhhn0im","sentiment_score":0.0}
{"full_text":"\"None of us would be engaged today in this way if it was not for the #pandemic, even though the #technology was available before. This has happened in so many areas in #education, in #health and so many others\"","sentiment_score":0.4666666667}
{"full_text":"mRNA goes back to 1990. Then issue has been that every time a MERS or a SARS presented itself it didn't last enough to generate the big investment needed to develop the full vaccine and trials etc . Covid 19, a pandemic did. The story of mRNA is very cool.","sentiment_score":0.1341666667}
{"full_text":"#COVID__19 #Covid_19 covid #COVID19 #covid","sentiment_score":0.0}
{"full_text":"RT Save the USA: WEAR A MASK.","sentiment_score":0.0}
{"full_text":"Ahh, a stay at home Friday Birthday for me.  ","sentiment_score":0.0}
{"full_text":"Are the Covid-19 Vaccines Safe? by","sentiment_score":0.5}
{"full_text":"\"You can say that #globalization is moving from the goods realm to the services realm with increased flows of #data that just exploded in the context of the #pandemic.\"","sentiment_score":0.0}
{"full_text":"RT #Trump* now owns 25 of the 30 deadliest days in US history*30 #COVID19 11\/24 2,210 dead*29 COVID 4\/16 2,255 dead*28 CO...","sentiment_score":0.0}
{"full_text":"An Arizona community mourning the loss of a beloved couple is stepping up for their teenage daughter, who is now left without both of her parents due to the novel coronavirus.","sentiment_score":0.14375}
{"full_text":"For #nonprofits taking lead or secondary roles in critical care services amid COVID-19, now's the time to assess and enhance your #Cybersecurity plan. Our latest blog post highlights key points to consider along the way:","sentiment_score":0.05}
{"full_text":"With nearly 40,000 members, the online tracker offers concerned B.C. parents a single location where all school exposure information can be viewed. #bced #Covid19Bchttps:\/\/t.co\/pYIqrv8ESu","sentiment_score":0.0428571429}
{"full_text":"What would we do without animal research?! #COVID19Vaccine #animalresearch","sentiment_score":0.0}
{"full_text":"RT Athens, TN is at 100% capacity and Cleveland is at 99% capacity.  Bet there would be a mask mandate in Cleveland if  there...","sentiment_score":0.0}
{"full_text":"RT Where to find trustworthy #evidence on #COVID19? We are collaborating on multiple projects with our #L*OVE platform arou...","sentiment_score":0.0}
{"full_text":"No benefit seen from plasma treatment in severe #COVID19; virus may hurt male fertility","sentiment_score":0.0}
{"full_text":"Songbird review -- Michael Bay presents coronavirus: the blockbuster","sentiment_score":0.0}
{"full_text":"#Indiana hospital rehearses roll-out of much-anticipated #COVID19 vaccine#US #Covid19Vaccine","sentiment_score":0.0}
{"full_text":"Everybody must instill discipline to their own actions, it is what we need to prevent the spread of CoVID-19.  #PNPPatrolPlan2030  #PNPKakampiMo #WeServeAndProtect #TeamPNP #WeFightAsOne","sentiment_score":0.6}
{"full_text":"But the real answer is that Dems voted more by mail in a pandemic b\/c they didn't listen to stupid Trump rants against the mail. B\/c of stupid RepublifKKK election rules, mail-in ballots couldn't start to be counted until election day or even after polls close. You know this!","sentiment_score":-0.275}
{"full_text":"RT Remember when Republicans mocked me for warning about this, and I was called a \"f-- b--\" on the steps of the Capitol for discussing...","sentiment_score":0.0}
{"full_text":"Victoria Brown: 'Holding Onto the Light' is a triptych on yoga mats sampling imagery documenting my lockdown experience. Experience this unique piece in  our virtual  gallery! Click the link to enter. #HereForCulture #hospitalarts","sentiment_score":0.434375}
{"full_text":"From \"miasm\" to nursing during the #AIDS epidemic to early rules governing UVA's nursing students' lives, the latest issue of the WINDOWS IN TIME is chock-full of perspective, wisdom, and commentary. Stay home - and read!","sentiment_score":0.3625}
{"full_text":"Lessons for GH from COVID-19: UHC &amp; Preparedness@TakemiKeizoProf &amp; Mary Robinson reflect on #solidarity during the #COVID19pandemic &amp; discuss how it's been fostered &amp; undermined with 16\/12 |9am GMTRegisterhttps:\/\/t.co\/zWkHTo2AZP","sentiment_score":0.0}
{"full_text":"* event #NE100Forum 2.0 is LIVE  Watch herehttps:\/\/t.co\/FWXKoH08p54PM-5PM Will #COVID19 Damage Europe More Than the Greek Crisis?w\/ Zoltan Pogatsa, Professor, University of Sopron &amp; Joanna Tyrowicz, Professor, University of WarsawSupport by","sentiment_score":0.2121212121}
{"full_text":"We all need to do our best to fight the virus and one of the best things you can do on SEPTA is wear a mask! #MaskUpSEPTA #InItTogether","sentiment_score":1.0}
{"full_text":"This is everything you need to know about the new rules","sentiment_score":0.1363636364}
{"full_text":"The Canada Emergency Rent Subsidy is now available for businesses, non-profits and charities that continue to face uncertainty and economic challenges because of the COVID-19 pandemic. information here:","sentiment_score":0.3}
{"full_text":"A safe and effective #COVID19 vaccine is needed for all generations. Hear from on the importance of clinical trial participation among older adults--and learn more about diversity in vaccine research.","sentiment_score":0.4416666667}
{"full_text":"beyond parody","sentiment_score":0.0}
{"full_text":"RT israel is getting covid vaccines as a part of EU vaccination deals while palestinians are completely ignored and gaza's h...","sentiment_score":0.1}
{"full_text":"14 groups, seven each in #Carlow &amp; #Kilkenny, have been granted additional funding ... ","sentiment_score":0.0}
{"full_text":"There's just one day left until our wonderful winter workshops and we can't wait to welcome you back for some safe, festive fun!A parent who attended our October half term sessions said 'Covid precautions were impeccable'Book here","sentiment_score":0.4119047619}
{"full_text":"As part of London United, CACT has teamed up with to thank them for their efforts during the COVID-19 pandemic.Last week, Oxleas staff were given a tour of The Valley by legend Bob Bolder as part of a series of events to thank Oxleas staff... #cafc","sentiment_score":0.0}
{"full_text":"How about doing the job you were elected to do instead of standing behind a coward and showing how much of a coward you are yourself.  You were elected to represent the people of NC not stand behind an attempted coup of a free and fair election.  You should be focusing on COVID","sentiment_score":0.1}
{"full_text":"Everything being blamed on covid what has happened to the other deaths i havent heard about heart attacks or cancer deaths everyone will get covid so lots of people will have it even if its not making them sick","sentiment_score":-0.4196428571}
{"full_text":"#ICYMI On the latest #MAXF1 Update #MaxBreakfast host  and discuss the Abu Dhabi Grand Prix at return after Covid Layoff and Sebastian Vettel's last race for Listen again herehttps:\/\/t.co\/dF7YnGKIEr","sentiment_score":0.3333333333}
{"full_text":"Nazarbayev notes interaction of EAEU states, Russia's role in fight against COVID-19:https:\/\/t.co\/ULzz9r8qJu","sentiment_score":0.0}
{"full_text":"Super cool convo on #TWiV about #Coronavirus and bats. They discuss an addendum to Lots of coronavirus in bats yet to be discovered. #COVID19","sentiment_score":0.3416666667}
{"full_text":"Think that's bad? I went to work at 4AM at my first job and found out that the closing manager didn't lock the store down and I got in trouble for walking around in the store. Also I did so bad working at that time that they banned me from opening shift. ","sentiment_score":-0.3011111111}
{"full_text":"Researchers at have identified a phishing scam that \"lures victims to 'fill out a form' to get their vaccine.\" #CybersecurityNews#COVID19Vaccine","sentiment_score":0.0}
{"full_text":"U.S. Food and Drug Administration will grant emergency use authorization to Pfizer\/BioNTech #COVID19 #vaccine and vaccinations could begin as early as Monday, Health and Human Services Secretary Alex Azar said Friday morning.","sentiment_score":0.05}
{"full_text":"EXCLUSIVE: Premier League clubs told to scrap Christmas parties to avoid breaching UK coronavirus laws","sentiment_score":0.0}
{"full_text":"Our personal responses to #COVID19 guidelines can test, and possibly damage, our relationships with other humans, leading to wonder: How do I ask my friends to respect my social distancing? answers.","sentiment_score":-0.0229166667}
{"full_text":"The Prime Minister said the region will bounce back from Covid and continue to \"level up\"https:\/\/t.co\/JEa4ISVrwN","sentiment_score":0.0}
{"full_text":"House Democrats claim to support our small businesses but have blocked over 40 attempts by Republicans to deliver additional COVID relief. Simply put, this is politics over the needs of the people.","sentiment_score":-0.125}
{"full_text":"Looking for a COVID-friendly \"party\"? ~ virtual Gingerbread party + Friday night cheese board + s'mores station + \"Cafe de Paris\" experience + Forge Cellars masterclass ++https:\/\/t.co\/T0VouaXt8O","sentiment_score":0.0}
{"full_text":"Fusion Antibodies and Queen's University get grant to develop COVID-19 antibodieshttps:\/\/t.co\/sF0DUPmtLx#COVID19","sentiment_score":0.0}
{"full_text":"This week was National Influenza Vaccination Week, a reminder that there's still time to get vaccinated.When more people are protected against flu, it is less likely to spread. To learn more about benefits of flu vaccination visit:","sentiment_score":0.2083333333}
{"full_text":"To all the parents, how have your children responded to COVID-19 while at school?Keep them safer during this festive season and ensure they continue to adhere to the health guidelines.#COVID19#Zambia#NewNormal#MaskUp#KeepSafe#ZNPHI#HealthyHolidays","sentiment_score":0.0}
