{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT If this stay at home order is upsetting you. Just know that when I got to see my dad for 30 seconds at the hospital be...","sentiment_score":0.0}
{"full_text":"RT #SAGE (incl ) says schools must close for JanuaryWill follow the #science with 40k+ cases to...","sentiment_score":0.0}
{"full_text":"RT First time Johor jadi juara ","sentiment_score":0.25}
{"full_text":"Due to surgeries,awaiting surgery,and neighbors dead fronm Covid,I have been isolating  since April 3.","sentiment_score":-0.1625}
{"full_text":"I have a good friend who is a genetic research scientist at UCLA. He said the COVID vaccine, which is a RNA vaccine, is incapable of altering DNA. It goes into DNA which then produces proteins which fight COVID if exposed.","sentiment_score":0.7}
{"full_text":"RT \"a record 11,775 Texans were hospitalized with the virus Tuesday.\" reports the but enjoy your \"close to hea...","sentiment_score":0.4}
{"full_text":"RT Once in office, I will be asking the American people to wear a mask for the first 100 days of my administration. Not as a pol...","sentiment_score":0.125}
{"full_text":"RT Read this again. Read this again. Read this again. Read this again. Read this again.","sentiment_score":0.0}
{"full_text":"VIDEO     ","sentiment_score":0.0}
{"full_text":"seems to me that he was for removing COVID-19 restrictions to open the economy, despite the virus still rampaging because of the \"economy.\" Unfortunate his death is being used as a talking point, but that's the cost of being a politician.","sentiment_score":-0.25}
{"full_text":"RT Jim Jordan Schooled On History After Invoking Founders To Swipe At COVID-19 Lockdowns via","sentiment_score":0.0}
{"full_text":"RT #MoscowMitch and the GOP want to make getting $2000 in COVID relief contingent on them getting what they want. It's nev...","sentiment_score":-0.1}
{"full_text":"RT After ten months of the pandemic, we still don't have enough testing. It's a travesty.We need to scale up testing so anyone...","sentiment_score":0.0}
{"full_text":"RT COVID-19 &amp; flu may spread at the same time this winter. A #fluvaccine can help save medical resources for the care of #COVID19...","sentiment_score":0.0}
{"full_text":"RT From a minister that shut down Industry, lost the Grand Final to another state, made the greatest hors...","sentiment_score":0.3361111111}
{"full_text":"Did fair bit of exercise first lockdown bit recently yikes!","sentiment_score":0.3166666667}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT #Mask use does not cause bacterial infection. Wash your mask daily in the laundry. Use laundry detergent and the warmest suitab...","sentiment_score":0.0}
{"full_text":"RT Jon Ossoff to CNN on whether Trump's campaign event will help Republicans: \"President Trump does little at his rallies bu...","sentiment_score":-0.1875}
{"full_text":"RT At the risk of shouting into the void,  on papers from 2020 that most changed how I think abt COVID, as an ID physician-sc...","sentiment_score":0.5}
{"full_text":"Sounds like if there was a 2 week covid break it would suit Everton","sentiment_score":0.0}
{"full_text":"Saskatchewan premier says he wouldn't change a thing about COVID-19 response | CBC News","sentiment_score":0.0}
{"full_text":"RT Meanwhile, one of your colleagues just died of COVID at age 41 before even being sworn in as a Member of Congress.","sentiment_score":0.0}
{"full_text":"RT 3,626 Americans died yesterday from covid-19. Those numbers are staggering. So many of those deaths were preventable. And T...","sentiment_score":0.5}
{"full_text":"RT Asked if Letlow had any underlying conditions that would have made his death more likely, Dr. GE Ghali at LSU-Shreveport sai...","sentiment_score":0.25}
{"full_text":"RT BREAKING: MADAGASCAR QUITS WORLD HEALTH ORGANISATION OVER COVID-19 SCANDALMadagascar President, Andry Ranoelina, has remove...","sentiment_score":0.0}
{"full_text":"My final bit of advice if this, stop thinking of this as a recessionary economy. This is a pandemic economy. Don't look to previous recessions for the answer. Look to previous pandemics. That is where you will find the best outlooks. Low end wage earners fare best in long run.","sentiment_score":0.230952381}
{"full_text":"Cinema halls, theatres in #Odisha allowed to open with up to 50% capacityOdisha govt issues new #COVID19 guidelines for the month of #January 2021. #OdishaNews","sentiment_score":0.0681818182}
{"full_text":"Not coercion, just the science.","sentiment_score":0.0}
{"full_text":"I can blame the president of a country for that country's response to a global pandemic","sentiment_score":0.0}
{"full_text":"RT 1. Please DM for 5K  ","sentiment_score":0.0}
{"full_text":"RT I listen to Stacey.","sentiment_score":0.0}
{"full_text":"RT Now imagine if every one of the 330,000+ deaths received as much attention as the tragic passing of a young congressman-e...","sentiment_score":-0.15}
{"full_text":"RT 2020 has been a difficult year. I am thankful to all Punjabis for working closely with Govt in the fight against #Covid...","sentiment_score":-0.5}
{"full_text":"Then send a clean American Covid relief package Chucks Twitter writer!!! Stop with the BS foreign relief packages, oh and let Hollywood bail out the Kennedy Center.  You do realize Trump is letting you all expose yourself and  Washington's real feelings towards Americans ?","sentiment_score":0.0683333333}
{"full_text":"RT This is barbaric and obsceneShe did a public service, not a crimeChinese Citizen Journalist Sentenced to 4 Years fo...","sentiment_score":0.0}
{"full_text":"Some people don't get the point of social distancing, nor they seem to know how to counthttps:\/\/t.co\/j75yQb6HAC","sentiment_score":0.0333333333}
{"full_text":"RT Pray for your friends abroad,  covid isn't mere banter for them.","sentiment_score":-0.5}
{"full_text":"RT #Britain  on Wednesday became the first country in the world to approve a #coronavirus #vaccine developed by...","sentiment_score":0.175}
{"full_text":"yes go on..talk about the pandemic he ignored.  the millions of unemployed people during his great economy. his spending money on pep rallys to boost his lies and and his fragile ego. tell about all the deals he really brokered. he hasn't done shit!!","sentiment_score":0.171875}
{"full_text":"2021 Will be a Crucial Year for Esports Leagues as They Look to Sell Media Rights in a COVID-19 World - The Esports Observer - eSports For Us #esports #gaming #gamers","sentiment_score":0.0}
{"full_text":"RT Vaccinate NHS workers as soon as possible, medical groups urge","sentiment_score":0.0}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"RT I don't usually tweet on 'project fear'. But after 2 days covering COVID admissions - the admission rate is worse then Apr...","sentiment_score":-0.325}
{"full_text":"RT What's the most amazing thing you've seen in #Scotland?  Callanish Standing Stones, Isle of Lewis, IG\/ja...","sentiment_score":0.55}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"Russia and Iran have now each lost more than 55,000 people to Covid though I'm afraid I doubt both sets of figures.","sentiment_score":-0.05}
{"full_text":"RT \"At the current rate, Operation Warp Speed would take almost 10 years to inoculate enough Americans to get the pandemic und...","sentiment_score":0.0}
{"full_text":"RT Rapid-result #COVID19 testing for people who don't have symptoms is now available to anyone who lives or works in Swale &amp; Than...","sentiment_score":0.4}
{"full_text":"Vaccines are Safe, No Matter What Bobby Kennedy Says","sentiment_score":0.5}
{"full_text":"RT I feel 100% comfortable being vaccinated. We are in the middle of the worst pandemic for 100 years and there are now vacc...","sentiment_score":-0.2}
{"full_text":"RT While many artists were badly affected by the pandemic career-wise,here's SB19 who's able to survive a challenging year provi...","sentiment_score":0.2}
{"full_text":"RT BREAKING: MADAGASCAR QUITS WORLD HEALTH ORGANISATION OVER COVID-19 SCANDALMadagascar President, Andry Ranoelina, has remove...","sentiment_score":0.0}
{"full_text":"RT Miracle: Coronavirus Passes Over Houses With Chick-Fil-A Sauce Smeared On Door Posts #BestOfTheBee","sentiment_score":0.0}
{"full_text":"RT LIVE NOW: Independent SAGE is calling for an immediate national lockdown. We'll be hearing from frontline doctors and...","sentiment_score":0.0681818182}
{"full_text":"i love you ","sentiment_score":0.5}
{"full_text":"RT I barely passed high school biology and even I know that the Pfizer vaccine only becomes effective 4 weeks after 1st dose, 2...","sentiment_score":0.2025}
{"full_text":"The Rapid (Antigen) and Standard (PCR) viral tests are a nasal\/throat swab that are designed to identify current infections of the COVID-19 virus. We can get your results within the hour! Contact us today at (609) 557-3350 to book an appointment! #ARCpointLabs","sentiment_score":0.0}
{"full_text":"A republican this you moment","sentiment_score":0.0}
{"full_text":"Hubs has just admitted to me he has a man crush on Jon Ossoff. I told him it's cool, because I have a crush on him, too. We decided when COVID's over, we're totally going to attempt to invite him to dinner. ","sentiment_score":0.175}
{"full_text":"RT The smug football-spiking glee over Luke Letlow's death at 41 is one of the most repulsive things I've seen on this site....","sentiment_score":0.5}
{"full_text":"RT Day 3 since my COVID diagnosis- shortness of breath, cough, fatigue. New: cold sweats, either vivid dreams or hallucination...","sentiment_score":-0.1128787879}
{"full_text":"RT Morning MeeMaw Nag(tm):What is ending: 2020 What is not ending: This Twitter community and all the people who are here for...","sentiment_score":0.0}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"Do as I say, not as I do. They wonder why people won't take this pandemic seriously. We sacrifice while the \"leaders\" do whatever they like.","sentiment_score":-0.3333333333}
{"full_text":"RT #EXO's #DO To Be Discharged From Military Service Due To #COVID19 Regulations!https:\/\/t.co\/voIKiI1GUN","sentiment_score":-0.1125}
{"full_text":"Where's the science?? Is covid more contagious between 10:30 pm and 6 am?? Isn't shortening hours just going to cause more people to go before 10:30 creating larger crowds earlier? Wake up people! This isn't science; this is all about control and eliminating anything pleasurable.","sentiment_score":0.25}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"340k Americans have died from a pandemic you downplayed from the start. Don't pretend to care now...","sentiment_score":0.0}
{"full_text":"RT California nurse tests positive over a week after receiving Pfizer COVID-19 vaccine: ABC","sentiment_score":0.2272727273}
{"full_text":"Manufacturing &amp; warehouse workers shared their horrific working conditions through a social media campaign #HumansInBrampton', which aims to highlight stories of essential workers in manufacturing, food processing, warehouses &amp; transportation. #canlab","sentiment_score":-0.3222222222}
{"full_text":"Literally no one, and by that I mean NO ONE thinks Coronavirus is a hoax. That there actually is no disease called SARS-CoV-2 and that it can kill people. Literally no one thinks this, I'm so tires of that straw man.I have it right now and think the economy should open up.","sentiment_score":-0.0066964286}
{"full_text":"Didn't you say that you didn't even read the bill? But you voted yes anyway? Sure... a \"clean\" bill.Stop the grandstanding!Are dads who have back child support actually gonna see this money this time or does the government not think they need help again during the lockdowns?","sentiment_score":0.2166666667}
{"full_text":"RT IT's hard to resist is when the plea for a visit comes from a loved one. A PNW friend told me...","sentiment_score":0.2041666667}
{"full_text":"Oxford-AstraZeneca Coronavirus Vaccine Approved For Use In UK","sentiment_score":0.0}
{"full_text":"Hospitals are full to capacity and ambulance services are buckling under pressure as UK records its highest number of new COVID-19 infections yet#healthcare #hospitals #health #covid #healthinsurance","sentiment_score":0.2431818182}
{"full_text":"Incomparable, Spanish Flu was far worse as it killed a lot of young people, where as covid pretty much only kills over 65s","sentiment_score":0.03125}
{"full_text":"RT Ohio State study: 30% of student athletes have heart damage linked to COVID-19","sentiment_score":0.0}
{"full_text":"RT Oh come on! Who hasn't spent $60,000 plus on a luxury vacation abroad while telling people to stay at home, and being in...","sentiment_score":-0.1}
{"full_text":"How about you donate $144,000,000 towards COVID relief. That's about how much the American tax payer has paid for your golf!","sentiment_score":0.1}
{"full_text":"RT I barely passed high school biology and even I know that the Pfizer vaccine only becomes effective 4 weeks after 1st dose, 2...","sentiment_score":0.2025}
{"full_text":"SAG-AFTRA Says Most Shows Will Remain On Hiatus Until At Least Mid-January l Deadline ","sentiment_score":0.1}
{"full_text":"RT McConnell is saying he will give us the $2,000 if we give up freedom of speech &amp; spend money to try and overturn the elec...","sentiment_score":0.0}
{"full_text":"RT Guys Covid 19 is ravaging Nigeria! Use your masks, stay six feet apart and avoid large crowds. People are dying! Stay safe!","sentiment_score":0.4464285714}
{"full_text":"News of the loss of Congressman-Elect Luke Letlow is heartbreaking and shocking. Extending my condolences to his family, friends, supporters and his entire community during this time of bereavement.","sentiment_score":-0.5}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"RT In Netherlands it is also curfew at 10p.m wtf too stop spreading corona v...","sentiment_score":-0.5}
{"full_text":"Now, in our post-pandemic world, is the best time to make a smart career move. Find out why here #finance #accountancy #2021 #newjob","sentiment_score":0.6071428571}
{"full_text":"RT  We now know what this Tory Brexit means: Broken promises Economic vandalism Leaving the largest free trading bloc...","sentiment_score":0.0666666667}
{"full_text":"RT It hasn't even been 24 hours and instead of announcing the exposure sites right near his electorate, David has decided...","sentiment_score":0.1928571429}
{"full_text":".@CDCgov is expected to release final mortality statistics for 2019 later this month. But this is 2020. We take a look at how #COVID19 could impact eventual data for 2020, and where that leaves heart disease and stroke  #californiahasheart","sentiment_score":-0.0333333333}
{"full_text":"Overland Park firefighters make video to connect with students during pandemic","sentiment_score":0.0}
{"full_text":"fraan, if we never really took covid seriously now we need to. ","sentiment_score":-0.2166666667}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening.Call 116 123 (Samaritans UK)Just two. Any two. Copy, not RT.","sentiment_score":0.0}
{"full_text":"RT #COVIDIOT Get ready 2021","sentiment_score":0.2}
{"full_text":"RT CDC: People With Dirt On Clintons Have 843% Greater Risk Of Suicide #BestOfTheBee","sentiment_score":0.5}
{"full_text":"RT More than 2 million children have tested positive for Covid-19 in the US. As of Dec. 24, children represented 12.4% of all case...","sentiment_score":0.3636363636}
{"full_text":"At a traffic signal when you stop your car and find someone begging and they keep pestering you - you would role down the glass and may be give them a one rupee coin- very reluctantly  - just to get rid of them. Don't you find something similar","sentiment_score":0.0148148148}
{"full_text":"RT What happens when a vaccination program is run as a logistics program by White House appointees with zero experience with...","sentiment_score":0.0}
{"full_text":"RT This Beverley Kruger deactivated her Facebook Account &amp; saying \"Lockdown Fu*king level 3, Can you bunch of monkeys stop...","sentiment_score":0.0}
{"full_text":"That's interesting.  Here in MD it seems that the name brand stuff goes first.  Which means that I've tried some new-to-me (and tasty) new items.  (This was more in the beginning of the pandemic...most supplies seem pretty much back to normal now.)","sentiment_score":0.2551948052}
{"full_text":"The corona virus is way less fatal than TB and many other diseases killing many South Africans each year.It is also clear from observable evidence that only a specific demographic is susceptible to the virus.","sentiment_score":0.1154761905}
{"full_text":"RT How China CDC head Dr. George Gao comment #CovidVaccine:- CCP's inactivated vac is more \"advanced\" just because China go...","sentiment_score":0.45}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"For many, the coronavirus is not the only pandemic that we have been enduring over the past several months. The loneliness imposed by the mandated quarantine has wreaked havoc on the mental health of millions of people around the globe.Read more:","sentiment_score":0.1083333333}
{"full_text":"RT Negative, Luke Letlow DID receive the special treatment and he still died. You are correct that #COVID19...","sentiment_score":0.0285714286}
{"full_text":"RT The first few months of 2021 in the US are going to be much harder than the entire year of 2020. Every doctor knows this. Yo...","sentiment_score":-0.0125}
{"full_text":"Concerned about #COVID19 relief and access to healthcare? Then VOTE for and in the Jan. 5 runoff elections. And you can still vote early! Find your early voting location here: #ReclaimGeorgia #FlipTheSenate","sentiment_score":0.1125}
{"full_text":"China Daily Hong Kong has selected five keywords that were most revealing on our platforms in 2020. Keyword No. 2: COVID-19 - a completely new word in 2020. Read what it's about and do follow us to see the next keyword ! #keywords #year2020 #HK #CDHK #COVID19","sentiment_score":0.1590909091}
{"full_text":"In March #2020 we started using the Thinking Policy blog to provide information and resources about #COVID-19, and readers seemed to appreciate it, particularly during the early months of the pandemic.https:\/\/t.co\/r4MISlB0Q4","sentiment_score":0.1333333333}
{"full_text":"The traction from the first few months of the pandemic was enough to get us into From there, we were able to raise a $1.75M seed round. From there, we were able to hire a rockstar product team (5 full-time and still growing!).","sentiment_score":0.1625}
{"full_text":"Family Video permanently shuttered half its footprint this year amid fallout from COVID-19. Now it's \"all hands on deck\" for the tenacious retailer.https:\/\/t.co\/FH7C3PnVdd","sentiment_score":-0.1666666667}
{"full_text":"RT BREAKING NEWS: The Government has accepted recommendation for authorisation of #CO...","sentiment_score":0.0}
{"full_text":"RT Why aren't people listening? It is real. Hospitals in the South East and London are being OVERWHELMED with CoViD. Stop ign...","sentiment_score":0.2}
{"full_text":"RT If you don't follow Shaun...follow Shaun. Not comfortable reading but the London situation is real and pretty scary tbh...","sentiment_score":-0.0625}
{"full_text":"Kids are falling behind on their reading skills during the pandemic.https:\/\/t.co\/wzg0iiwLgX","sentiment_score":-0.4}
{"full_text":"The pandemic shifted the climate for #cybersecurity and working remote poses unique security challenges. Find out more in our latest CYBER blog: #informationsecurity #securityblog","sentiment_score":0.31875}
{"full_text":"Delhi Airport says it's ready to facilitate the distribution of #Covid19 vaccines. Read:","sentiment_score":0.2}
{"full_text":"Let's face it, 2020 wasn't the greatest year. It's time to look 2021 in the eye and say \"yes\" to some new and rewarding experiences.Here are 7 New Year's resolutions not even COVID-19 can stop:","sentiment_score":0.4431818182}
{"full_text":"As this year ends, we're reflecting on an exceptional achievement - being ranked 1st for student satisfaction in our subject area in the NSS2020!Despite the challenges created by COVID19, we'll continue to work to deliver an exceptional educational experience for our students.","sentiment_score":0.3541666667}
{"full_text":"Here are a few tips to help you with social distancing during the current pandemic:a. Use delivery services whenever possibleb. Avoid going to stores during peak hours when possiblec. Stay at least 6 feet away from strangers in public#SocialDistancingTips","sentiment_score":-0.1166666667}
{"full_text":"The pandemic will have far-reaching effects on how the #insurance and #financial services industries interacts with customers, with many focusing on expanding need for #remote support. #HowTo have a helpful conversation with #AI, via","sentiment_score":0.1333333333}
{"full_text":"This winter is an important time for everyone. We must keep working together through COVID-19.For more information on the new restrictions, head to","sentiment_score":0.3454545455}
{"full_text":"Being young or being fit does not guarantee that #COVID19 will not have an impact on your long term health. Although most people recover without treatment, some people can experience 'Long COVID' for weeks or even months. Visit:","sentiment_score":0.18}
{"full_text":"Over the past month, the COVID-19 infection rate in the country has been falling and so are the number of people dying from it.#Coronavirus #Vaccine","sentiment_score":-0.25}
{"full_text":"Have you encountered an exceptional educator, who has innovated through this unbelievably challenging time?@aapmstsc would love to know!","sentiment_score":0.5972222222}
{"full_text":"#Russian #monk charged with inciting suicidal acts in #sermons:","sentiment_score":0.0}
{"full_text":"RT 41-year-old Congressman-elect Luke Letlow--who held numerous maskless rallies during his campaign and pushed to reop...","sentiment_score":0.0}
{"full_text":"The number is still well below what it was this time last year, indicating that some are heeding the advice of health experts. ","sentiment_score":0.0}
{"full_text":"VACCINATED: Marvin Rehkop fought the Battle of the Bulge and now has fewer #coronavirus worries!","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 30\/12\/2020 19:30Total Cases: 10251594 [+6268]Active: 261211Recovered: 9839046 [+5707]Deaths :148503 [+28]Total Tests: 170.92MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"An outbreak at MCI-Norfolk is raising concerns about the state prison system's protocols for when and how to deal with inmates who have tested positive and when they can return to the general inmate population.https:\/\/t.co\/V8JXtmlPMN","sentiment_score":0.1386363636}
{"full_text":"RT \"...from the multiple traumatic deaths they are witnessing and then having to go back for more. We need everyone to be m...","sentiment_score":0.1666666667}
{"full_text":"Georgia again climbed the national rankings in new coronavirus cases, and state officials are racing to reopen a field hospital at the Georgia World Congress Center Thursday as medical centers statewide see record numbers of COVID-19 patients.","sentiment_score":0.0121212121}
{"full_text":"Coronavirus means an increased number of us are spending more time at home. The Scottish Fire and Rescue Service wants to ensure your home is as safe from fire risk as possible, and are encouraging you to complete their short questionnaire.https:\/\/t.co\/y0DpjLlRR3","sentiment_score":0.2166666667}
{"full_text":"Look here...someone saying we didn't mourn Herman Caine, passing away!I seem to remember the Democrats laughing saying he should have worn a mask to a Trump rally!#IdiotAlert","sentiment_score":0.0}
{"full_text":"In 2021 DCFPI will keep the pressure on policymakers to protect vital programs that help residents make ends meet and stay safe during the pandemic. Help us by making your donation to DCFPI before MIDNIGHT tomorrow","sentiment_score":0.3}
{"full_text":"A Sheffield centre for vulnerable people recalls the panic felt during the first wave of the coronavirus crisishttps:\/\/t.co\/IZZiQyAOUh","sentiment_score":-0.125}
{"full_text":"RT Here's how COVID is affecting hospitals, I'm staying at a cancer hospital rn &amp; they have to triage blood transfusions becaus...","sentiment_score":0.0}
{"full_text":"2021 Goals: 1k on whatever platform I decide to stream on Consistent YouTube uploads Finally buying a computer and a dope ass setup Meeting new people Going to a LAN\/Event (If COVID ends) Signing a brand deal with a reputable company Give back to my community","sentiment_score":0.1772727273}
{"full_text":"New Zealand eliminates local transmission of Covid via","sentiment_score":0.0681818182}
{"full_text":"RT California nurse tests positive over a week after receiving Pfizer COVID-19 vaccine: ABC | Article [AMP] | Reuters","sentiment_score":0.2272727273}
{"full_text":"Live sessions featuring COVID-19 thought leaders, pharma and biotech execs, and top investors will be broadcast in partneringONE(r) starting on Tuesday, January 5, 2021. View the Biotech Showcase (tm) digital agenda. &gt;&gt; ","sentiment_score":0.1590909091}
{"full_text":"Have you ever thought of advertising with us?Our posts are hitting a huge reach at the moment and with more people on their phones during the lockdown than ever before now is a great time to start!Get your product and business out there now to a huge local audience!","sentiment_score":0.42}
{"full_text":"WATCH: From - A year of social distancing, working from home and isolation in pics","sentiment_score":0.0333333333}
{"full_text":"Dr. Clyde Yancy, stated that \"we cannot partition the social experience from the scientific reality, because they are intertwined.\"  explores the intersection of clinical trials and the COVID-19 pandemic. ","sentiment_score":0.0333333333}
{"full_text":"RT There is no excuse in a few weeks or months from now to claim that this was unexpected, could not have been foreseen o...","sentiment_score":-0.025}
{"full_text":"Nearly 500,000 people likely got COVID-19 in Wuhan -- that's 10 times higher than the official number | By","sentiment_score":0.1166666667}
{"full_text":"This year has been tough, filled with events and news that have challenged us all. Take care of yourself and each other while you stay at home. Stay safe!Stay connected! Spread kindness! #GlobalGoals #mentalhealth #SDGs","sentiment_score":-0.061400463}
{"full_text":"Download the app and protect yourself and others from #COVID19 It's the fastest way of knowing when you're at risk from coronavirus (COVID-19).","sentiment_score":0.0}
{"full_text":"Preventing Coronavirus DiseaseIt is no doubt that children are among those who are prone to different diseases and coronavirus is one of them.Read more: #CoronavirusPrevention","sentiment_score":0.25}
{"full_text":"Onix and her father both lost their jobs due to COVID-19, and now their families live in the same house to consolidate their limited resources. Find out how much the food from Community Crisis Center means to them.","sentiment_score":0.0066558442}
{"full_text":"Test and Trace miss one-in-three Oxfordshire Covid contactshttps:\/\/t.co\/7YrPqzaXDz","sentiment_score":0.0}
{"full_text":"Ring in #2021 with a resolution to stay healthy! Ask your health care professional which #vaccines you need to keep illness away.","sentiment_score":0.3625}
{"full_text":"RT Everything is dumb and needs to end now.","sentiment_score":-0.375}
{"full_text":"Dr. Clyde Yancy, stated that \"we cannot partition the social experience from the scientific reality, because they are intertwined.\"  explores the intersection of clinical trials and the COVID-19 pandemic. ","sentiment_score":0.0333333333}
{"full_text":"RT #BetoIsRight December 17, 2020Greg Abbott-\"No, we will not have any more shutdowns in Texas\"December 30, 2020TEXAS SH...","sentiment_score":0.5}
{"full_text":"Dire conditions &amp; deaths failed to make headlines with the world's attention firmly on the pandemic. How can you be an ally? Ep. 5 - We spoke to Josie, co-founder of about her work with refugees and what it means to be an effective ally.","sentiment_score":-0.0333333333}
