{"full_text":".@chicago do you know that since 1996 the City of Chicago .@chicagosmayor issued 54.5 million tickets for 2.8 Billion dollars and 1.8 billion in outstanding debt? Source ProPublicaDo you know that the City of Chicago continues the assault on drivers during the pandemic?","sentiment_score":0.5}
{"full_text":"RT Also to be clear, here are just SOME of the items Republicans are fighting tooth and nail against in the middle of a pandemic:-...","sentiment_score":0.05}
{"full_text":"Oxidants demand G6PD to overcome (&amp; G6PD is vital part of innate immune system of each cell) - so depletion can cause a wide range of reactions (including all the worst now w\/COVID19) In 2013, my mom suddenly had all the same reactions as worst Covid today","sentiment_score":-0.3333333333}
{"full_text":"But ppl actually in China, who were here at the time, know the Party was caught off guard with Covid. Outside of Wuhan I mean. It was the ppl who closed their villages, put up barricades, closed roads and imposed lockdown. It was volunteers manning the temp check stations...","sentiment_score":-0.1025}
{"full_text":"RT We live in a system where the people who most fervently denied and downplayed the coronavirus are among the first to rec...","sentiment_score":0.2954545455}
{"full_text":"RT COVID SYMPTOMSThe message needs to get out that the symptoms mentioned are not always present.Many (positive) people I k...","sentiment_score":0.2272727273}
{"full_text":"RT Good morning my 2 followers,Isn't it interesting how the mainstream media fed us the narrative: \"The United States is rec...","sentiment_score":0.6}
{"full_text":"RT TUCKER: Ideologues at the CDC have decided the elderly should not be at the front of the [vaccine] line. The center's adv...","sentiment_score":-0.1}
{"full_text":"Lest we forget how we got into this Covid nightmare. Wrong then, wrong every step of the way, wrong again now. Cancel the Christmas concessions, please. The virus isn't taking a festive break from infecting and killing people. #followthescience","sentiment_score":-0.5}
{"full_text":"Rotherham United's fixture with Derby County has been postponed due to a positive Covid-19 test. #rufc #dcfc","sentiment_score":0.0511363636}
{"full_text":"RT Our paper in led by signed by &gt;300 scientists calling for pan-European commitment to rapidly c...","sentiment_score":0.0}
{"full_text":"RT Pandemic relief in each country from its government: (up to %wages)100% of wages in Japan 90% Netherlands  90% Norw...","sentiment_score":-0.75}
{"full_text":"RT I love how they are spinning this as representatives showing us the vaccine is safe when in reality this is showing us...","sentiment_score":0.5}
{"full_text":"If you're looking to a mask to bring you peace, you'll never have it. If you're looking to social distancing to ease your worry, it won't work. If you're looking to a vaccine to bring you hope, your search will continue. Jesus is the only way.","sentiment_score":0.0166666667}
{"full_text":"RT HHS message to Bill Gates about COVID vaccine distribution in the U.S.:\"The American taxpayers paid for...","sentiment_score":0.0}
{"full_text":"RT Oh boy. Navarro has migrated from China expert to Covid expert to now American election expert in the span of one year. What's...","sentiment_score":0.0}
{"full_text":"RT I have been working on pandemic outbreaks for 15 years.There is a misunderstanding of the difference between the respon...","sentiment_score":0.0}
{"full_text":"RT Hearing what a lot of other journos are. That it'sTier 4 - 'stay at home'Tier 3 SE &amp; London move into Tier 4.Ppl adv...","sentiment_score":-0.125}
{"full_text":"RT The world's best system of disinformation sits not in Moscow, but Beijing. A new leak shows how Beijing pulled on specialize...","sentiment_score":0.5681818182}
{"full_text":"RT #China's regime is a death machine.  #CCP #CCPChina #coronavirus #Covid_19","sentiment_score":0.0}
{"full_text":"Thats a very different kind of Lockdown movie.","sentiment_score":0.3}
{"full_text":"RT BREAKING: Christmas cancelled for London, South East and East, as areas moved into new Tier 4 with \"stay at home\" mess...","sentiment_score":-0.0193181818}
{"full_text":"Alberta:The government added overflow beds in a makeshift hospital across the street from the University hospital last week. Today they moved Pediatric ICU patients to make room for more severe COVID cases.https:\/\/t.co\/vwSMCiooga","sentiment_score":0.25}
{"full_text":"RT \"Inspectors have issued about 31,500 health &amp; safety orders, which identifyworkplace violations &amp; require employers to a...","sentiment_score":0.0}
{"full_text":"This is so stupid. It's not that hard to figure out how to prioritize equitably and sensibly who receives the COVID  vaccine. On the heels of foisting Scott Atlas on the country, this is not a good year for Stanford medicine. #COVID19 #COVID #vaccine #Stanford","sentiment_score":-0.4805555556}
{"full_text":"RT Murdoch jumps the queue on Covid vaccine to save himself whilst his minions have caused the death of many gullible people...","sentiment_score":0.5}
{"full_text":"RT Susan Rice warns COVID-19 'is not the big one,' future pandemic could be worse | Just The News","sentiment_score":-0.1333333333}
{"full_text":"It's clear when you put it that way.  looked like he was going to help with Covid until campaign time. Then for optics, fake-caught covid, and never helped since. Did he look the other way because of rallies, or was he part of Covid's birth in 2019? Did  let  in?","sentiment_score":-0.0125}
{"full_text":"You speak in PAST-TENSE....nothing is over YET.He should be led away in CUFFS...anything LESS is asking for DESTRUCTION.ameriKKKa's COWARDICE is also the PANDEMIC","sentiment_score":-0.1666666667}
{"full_text":"RT Derby v Rotherham is off, because of covid outbreak in the Rotherham squad. They might follow Sunderland and Peterborough, in...","sentiment_score":0.0}
{"full_text":"RT This is our beautiful son Jack. During lockdown he was living alone 80 miles away. He lost his job, a month later he spl...","sentiment_score":0.425}
{"full_text":"Some president leave their mark on our country.  This one will leave a STAIN!!","sentiment_score":0.0}
{"full_text":"RT Corona has disappeared within 4 days?15 Dec                                19th Dec","sentiment_score":0.0}
{"full_text":"RT Let us remember that as 2020 came to a close, the ruling class bragged about getting their vaccines while debating whether...","sentiment_score":0.0}
{"full_text":"RT On the intensive care unit today covering a colleague who is unwell, so only time for a brief update this week. You may...","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell is a traitor to this country. That he got the vaccine after willfully failing to protect us from Covid-19 i...","sentiment_score":0.0}
{"full_text":"From Orlando to Los Angeles, these might be the Disney Parks vacationers...????","sentiment_score":0.0}
{"full_text":"I concur with all my heart. There is truly something deeply dark and sinister about this COVID 19 stuff; and I think that it's time for us to wake up and smell the coffee.The proponents of the 'new works order' are unrelenting and they are up to something very bad and terrible.","sentiment_score":-0.4847272727}
{"full_text":"RT you know how they say \"help yourself before helping others\" in those airplane safety videos? the...","sentiment_score":0.0}
{"full_text":"RT New strain of coronavirus causing alarm in the South East of England. So -- Let's create chaos on SE roads and in SE por...","sentiment_score":0.1363636364}
{"full_text":"RT A look back at a timeline of statements and actions related to COVID-19, including his falsehoods about...","sentiment_score":0.0}
{"full_text":"No new measures. Just putting the ball further into your court. Scruffy waster.","sentiment_score":-0.0340909091}
{"full_text":"RT I love how they are spinning this as representatives showing us the vaccine is safe when in reality this is showing us...","sentiment_score":0.5}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT Impossible. The city has been among the most stringently locked down in the country. Since lockdowns definitely work, t...","sentiment_score":-0.0805555556}
{"full_text":"Maddd!!! The date,this guy better come and tell us when this shit is going","sentiment_score":0.15}
{"full_text":"My church (Daystar) for example still enforces covid guidelines, it is now on us really, if we all obey the guidelines as recommended but goats everywhere around us.","sentiment_score":0.2}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT Also to be clear, here are just SOME of the items Republicans are fighting tooth and nail against in the middle of a pandemic:-...","sentiment_score":0.05}
{"full_text":"By 'covid deaths' you actually mean deaths FROM ANY REASON after receiving a (false) positive test result in the last 28 days.","sentiment_score":-0.1213068182}
{"full_text":"Rich, do us all a favour and lock your self down you bedwetter","sentiment_score":0.1097222222}
{"full_text":"Service Update 14:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"Service Update 14:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT \"We have Michigan hospitals and nursing homes ready to administer this vaccine. And the bottleneck appears to be the White...","sentiment_score":0.1}
{"full_text":"RT Not just a fucking grifter but one who happily lets Putin and Covid-19 screw us all while he spends his time whining about an...","sentiment_score":0.1}
{"full_text":"RT It was always very risky to be announcing Xmas plans a month in advance when the situation is changing day by day. Sorry...","sentiment_score":-0.15}
{"full_text":"RT I tweeted today my sis in law died alone today at home, Covid. Her teenage daughter found her. I was sad my Twitter fam h...","sentiment_score":-0.25}
{"full_text":"RT Here's the real war on Christmas. Americans in desperate need of help because of the pandemic, denied aid by Mitch McC...","sentiment_score":-0.2}
{"full_text":"RT Lots of lawmakers are getting their first vaccine shots today. Good for them! I would take it the first day I could too....","sentiment_score":0.4583333333}
{"full_text":"Hey it's me, your favorite dumbass who puts on lipstick knowing she has to wear a mask all day","sentiment_score":0.5}
{"full_text":"this man be like up all on everyone at work like a koala bear","sentiment_score":0.0}
{"full_text":"RT Let us remember that as 2020 came to a close, the ruling class bragged about getting their vaccines while debating whether...","sentiment_score":0.0}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"You like comparing apples to oranges","sentiment_score":0.0}
{"full_text":"RT Why is it okay for Republicans to give a tax break to rich people which added a trillion and a half dollars to the deficit,...","sentiment_score":0.2361111111}
{"full_text":"Completely different experience for me. Flew Emirates from Dubai, definitely do not dare fake your PCR test there. We were the only flight that landed at that moment though. Immigration was quick. Slow baggage. Everyone wore a mask. Mediocre Social Distancing.","sentiment_score":-0.1166666667}
{"full_text":"United States of chinaca America is finished","sentiment_score":0.0}
{"full_text":"Oh. And the title of the first paper I linked, the one from Stanford? It's literally titled \"Indoor dining major cause of COVID-19 'superspreader' events.\"Just stop with the conspiracy BS.","sentiment_score":0.15625}
{"full_text":"RT BREAKING: Hamilton moving into COVID-19 lockdown Monday #HamOnt","sentiment_score":0.0}
{"full_text":"RT BREAKING: Christmas cancelled for London, South East and East, as areas moved into new Tier 4 with \"stay at home\" mess...","sentiment_score":-0.0193181818}
{"full_text":"RT This is absolutely mind-blowing: 1 in 100 Americans have tested positive for coronavirus in the last two weeks.","sentiment_score":0.1424242424}
{"full_text":"My grandfather recovered from covid-19. His age is 93. Thanks covid-19 Team of sanjaygandhihospital #Sanjaygandhihospital","sentiment_score":0.2}
{"full_text":"Another lockdown coming? Fuck off now","sentiment_score":-0.4}
{"full_text":"God did not intend for people to live in fear!","sentiment_score":0.1704545455}
{"full_text":"RT Asked Gruden why Isaiah Johnson and Bryan Edwards didn't play more. Johnson got banged up on special teams and Edwards missed...","sentiment_score":0.4285714286}
{"full_text":"Boris to address nation in press conference today amid fears of travel ban via","sentiment_score":0.0}
{"full_text":"RT We are suffering!We elect people to represent us. We trust them to promote the general welfare. We help reelect them....","sentiment_score":0.425}
{"full_text":"Donald, let's face it, you've lost. You've killed over 300,000 Americans with your lies about Covid so be happy you broke a record. The most murderous president to have ever served!","sentiment_score":0.4083333333}
{"full_text":"RT It's been a journey, but we made it, in the middle of a pandemic. I'll shares the ins &amp; outs of the journey soon--bit...","sentiment_score":0.0}
{"full_text":"So Boris Johnson is to address the nation this afternoon. #covid #newstrainCovid #Christmas","sentiment_score":0.0}
{"full_text":"RT CDC Director Robert Redfield appears to have violated the Federal Records Act by instructing a CDC employee to destroy an ema...","sentiment_score":-0.2}
{"full_text":"RT I Earnestly Request Hon'ble PM #Pakistan and PM #AJK  To Ensure The Availability Of 's  C...","sentiment_score":0.0}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"Hope they cover our paramedics #EMT#Florida","sentiment_score":0.0}
{"full_text":"RT We live in a system where the people who most fervently denied and downplayed the coronavirus are among the first to rec...","sentiment_score":0.2954545455}
{"full_text":"Message of Hope-COVID update - 950wx51 Air 2020-12-19 #nowplaying #gospelmusic","sentiment_score":0.0}
{"full_text":"RT In a free country, 72 year old ladies are not forced to work at grocery stores nine months into a pandemic just to keep a...","sentiment_score":0.2166666667}
{"full_text":"RT Blocking critical funds in a pandemic is an act that knowingly creates hunger, eviction, &amp; desperation.Republicans fearmonger ab...","sentiment_score":0.0}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"Neither will meet the needs and that's why the virus is out of control, people can't afford to stay home when sick with the virus.","sentiment_score":-0.7142857143}
{"full_text":"RT WASHINGTON (AP) -- The definition of a scandal changes quickly in Washington.Via @stevenpsloan ","sentiment_score":0.3333333333}
{"full_text":"RT Did Ron Johnson vote for the sweeping Tax bill to the richest Americans in 2017 thus blowing up the deficit and debt? You be...","sentiment_score":0.0}
{"full_text":"Certain events, such as the course of and reaction to the COVID-19 pandemic, can create a domino effect that may change how we interact and what we value. . Learn more about this on my blog:","sentiment_score":0.2380952381}
{"full_text":"via Traveling for the holidays, unless for emergencies, is a display of apathy and disdain for fellow Americans, as well as a display of abject selfishness.Love thy neighbor.Stay home. Wear a mask.","sentiment_score":0.0}
{"full_text":"I cannot stand this dangerous, evil woman.","sentiment_score":-0.8}
{"full_text":"RT I only have 46 followers and im only 15, but Im praying we reach our goal. Since my sister passed life has been hard an...","sentiment_score":-0.0972222222}
{"full_text":"RT Lots of lawmakers are getting their first vaccine shots today. Good for them! I would take it the first day I could too....","sentiment_score":0.4583333333}
{"full_text":"Came out of the first one way too soon, the numbers werent low enough at that point. We're doomed to more in and out pissing around until either a full, harsh, long lockdown is in place, or vaccination covers the vast majority of the population. Either way, a long road ahead.","sentiment_score":0.0888888889}
{"full_text":"RT 143 active cases of #COVID19 in Gibraltar today. That's an increase of 23 (including recoveries). One admission to hospita...","sentiment_score":-0.1333333333}
{"full_text":"RT Are you taking the COVID vaccine? Like for yes. RT for no.","sentiment_score":0.0}
{"full_text":"RT The Moderna Covid-19 vaccine rollout is supposed to be bigger than the Pfizer rollout and will build on the U.S. governme...","sentiment_score":0.0}
{"full_text":"When will the next global pandemic be? How do you innovate and reinvent healthcare models to sustain through the next crisis?@kimbarnas &amp; (@HCValue) propose a new process in this Lean Post, an excerpt from their new book. Read it here:https:\/\/t.co\/IR9VwA5QQt","sentiment_score":0.0545454545}
{"full_text":"RT Remember when all of Europe locked down at the end of October claiming that they had to do that so they wouldn't have to...","sentiment_score":-0.1555555556}
{"full_text":"Apparently some of his supporters believed what they heard because some of them were stupid enough to take what he said to heart and ingest cleaning fluids. I know that's not how you get rid of Covid but a lot of people are not the smartest people out there.","sentiment_score":-0.25}
{"full_text":"RT So the accelerating rate of infection has nothing to do with Johnson twice having failed to lockdown w...","sentiment_score":-0.5}
{"full_text":"RT #BREAKING: Northern Beaches to go into lockdown until Wednesday as COVID cluster rises by 13","sentiment_score":0.0}
{"full_text":"Double speak","sentiment_score":0.0}
{"full_text":"RT Here is an update on what has been happening in Sweden in relation to covid during the last few months, and what governme...","sentiment_score":-0.1}
{"full_text":"RT Statement from President-elect Biden on FDA emergency use authorization for Moderna COVID-19 vaccine:https:\/\/t.co\/nZ53p...","sentiment_score":0.0}
{"full_text":"We reveal the recruiter's tips and tricks to hire the right talent now (even if your HR department has been disbanded) #HR #recruitment #Covid #guide","sentiment_score":0.2857142857}
{"full_text":"I'm afraid I've been growing and expanding in the wrong ways since lockdown started  I'll take the fun though, if it's available ","sentiment_score":-0.1}
{"full_text":"RT This administration can't do a single thing right","sentiment_score":0.1071428571}
{"full_text":"COVID and 2020: An extraordinary year in science. The coronavirus pandemic shaped the year in research- from vaccines and treatments to campus shutdowns and virtual meetings.#CoronavirusPandemic#research #vaccines #CovidVaccinesRead morehttps:\/\/t.co\/MgYTVQVbBx","sentiment_score":0.3333333333}
{"full_text":"As COVID-19 vaccines are rolled out worldwide, a push for identity proofs and digital certificates risks excluding poorer and vulnerable groups from vaccination and the benefits that come with it, according to rights expertshttps:\/\/t.co\/g0AmUuAWnI","sentiment_score":-0.25}
{"full_text":"To create more space for people to be active during the pandemic, High Park has been closed to car traffic on weekends. It will be closed to car traffic again this weekend, consider alternative forms of transit when visiting.@cityoftoronto","sentiment_score":0.0653333333}
{"full_text":"The chaplain at Long Island Jewish Medical Center says the vaccine has brought a sense of relief to everyone.","sentiment_score":-0.0375}
{"full_text":"RT New episode just droppedHere's a breakdown:#@RepEscobar talks about COVID-19 in her district#@paoramos on her f...","sentiment_score":0.1363636364}
{"full_text":"The Holiday Season is such a joyous time! We want to thank friends, family, and our community for the support through this pandemic. #feelingfestive #Thankful","sentiment_score":0.0}
{"full_text":"RT I submitted my PhD dissertation!Cool topic, fun theory, original datasets, and thought-provoking focus groups and inter...","sentiment_score":0.3583333333}
{"full_text":"#AsianAmericans call for stricter measures to battle #COVID19 as SoCal nears 2 ICU beds. #Coronavirus #CircuitBreaker ","sentiment_score":0.0}
{"full_text":"Did you know spit &amp; bite guards, which came into force March 20, can be used by Police on children as young as 10 years old - despite a lack of evidence to suggest they protect officers against COVID-19? Find out more - report:","sentiment_score":0.2333333333}
{"full_text":"PATIENT OF MINE: an old doc says selected drugs...already developed for the cardiovascular epidemic...are being used to protect artery linings.","sentiment_score":0.1}
{"full_text":"#Australia: Completion of #ForrestfieldAirportLink in #Perth is set for2021, activity at the work sites proceeded uninterrupted during #Covid19 pandemic. Some 3,000 direct&amp; indirect employees have been inducted over the duration of the project. #Webuildhttps:\/\/t.co\/2xN1kWqgGW","sentiment_score":0.0}
{"full_text":"Dr. Juan C. Salazar, Physician-in-Chief at was one of the first team members at Connecticut Children's to receive the COVID-19 vaccine. He shared some answers to commonly asked questions surrounding the vaccine.  Read all about it here!","sentiment_score":-0.0625}
{"full_text":"High up in the #Alps in Haute-Savoie, the famous Grand Massif welcomes winter sports enthusiasts starting Dec 12! (subject to change due to COVID) The Ultimate Guide! #travel #ttot #whenwetravelagain","sentiment_score":0.124047619}
{"full_text":"New research on Covid-19 learning losses looking at 4.4 million U.S. students in grades 3-8 finds that, among other things, students scored 5 to 10 percentile points lower in math this fall than they did in fall 2019. ","sentiment_score":0.0056818182}
{"full_text":"His Majesty praised for taking Covid vaccinehttps:\/\/t.co\/npt76AYutn#Bahrain #Manama","sentiment_score":0.0}
{"full_text":"RT Amen","sentiment_score":0.0}
{"full_text":"Are you doing last-minute Christmas shopping this weekend? If so, please remember that some people, including those with sight loss, might have difficulty with social distancing. Check out our guidance on how you can #BeThere for people with sight loss","sentiment_score":0.0333333333}
{"full_text":"supports young people in North #Liverpool through open-access #youth work and targeted 1-to-1 support. We provided additional support to help Positive Futures continue its work through Liverpool's Tier 3 Covid restrictions. Find out more:","sentiment_score":0.2757575758}
{"full_text":"Planning for the #Holidays? Consider hosting a virtual gift exchange with friends and family who don't live with you. Have people share what they are grateful for this holiday season:","sentiment_score":0.1363636364}
{"full_text":"This holiday season, give a gift to pets &amp; families who need our help in the midst of the COVID-19 pandemic. You will make a difference in the lives of our community members &amp; pets who need us most. Learn more here: Candra Schank Photography","sentiment_score":0.5}
{"full_text":"Dec 19 - International COVID newsPlease subscribe to &amp; share this newsletter. Thanks!https:\/\/t.co\/EyHnPi8CWo#COVIDCanada#pandemic#Pandemie","sentiment_score":0.0}
{"full_text":"One of Germany's famous Christmas exports, wood carvings from the Erzgebirge region, are fighting the effects of COVID, like many, many other small businesses and trades.","sentiment_score":0.225}
{"full_text":"And don't forget to wear a mask!!","sentiment_score":0.0}
{"full_text":"Stay at HomeIf you are experiencing flu or cold symptoms, stay home. Going out might put you in danger of catching COVID-19 or unintentionally spreading your bacteria to others. Stay home and stay safe!#StayHome #COVID19","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 19\/12\/2020 19:30Total Cases: 10006630 [+1805]Active: 307145Recovered: 9551653 [+1730]Deaths :145186 [+15]Total Tests: 160.09MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Thank you, ladies of Omnis WLR! They \"adopted\" our drive-thru COVID-19 triage. It makes us happy to know the community is still supporting our frontline staff! Sign up for our Community Partner Program &amp; help support our patients &amp; staff. Email mdunbar@uams.edu for details!","sentiment_score":0.5953125}
{"full_text":"RT The world's best system of disinformation sits not in Moscow, but Beijing. A new leak shows how Beijing pulled on specialize...","sentiment_score":0.5681818182}
{"full_text":"Industry Voices--Leaning in to renewed interest: How COVID-19 is clearing a path for rapid improvements to consumer health experience via #healthcare","sentiment_score":0.0}
{"full_text":"* Monthly UpdateIf it is a no-deal, the #UK government will blame the hit to the #economy - complete with attempts to roll in kilometres-long lorry parking lines - on the #COVID19 recession By https:\/\/t.co\/CogBNMdU7i","sentiment_score":0.1}
{"full_text":"First #CoronavirusVaccine Doses Administered In Hard Hit #Indigenous Communities #publichealth","sentiment_score":-0.0208333333}
{"full_text":"\"If the Canucks can pull it off [playing in Vancouver] it'd be great for the city.\"Restaurant and Food Service expert Ian Totenson joins and to talk about the struggling restaurant industry during the pandemic.LISTEN:https:\/\/t.co\/ij75MkN4pX","sentiment_score":0.8}
{"full_text":"RT Let us remember that as 2020 came to a close, the ruling class bragged about getting their vaccines while debating whether...","sentiment_score":0.0}
{"full_text":"Nine hospitalized, 20 new positive cases, and 17 released in December 18 update from Department on #COVID19 cases. #twithaca","sentiment_score":0.1818181818}
{"full_text":"RT IN MEMORIAM: Julie, my wife of 57 years, passed away today from Covid-19. If you think Covid-19 is a hoax, you are woefull...","sentiment_score":0.0}
{"full_text":"This episode of #PapTalk features Linda Fan, MD, as she shares her perspective of telehealth in the second wave of COVID-19.","sentiment_score":0.0}
{"full_text":"In 2020, we published 4 quick guides on advocating for #streetchildren during the pandemic, covering public spaces &amp; self isolation measures, access to information, the right to health and the right to food. Read them here ","sentiment_score":0.2261904762}
{"full_text":"Stay warm with your favorite JumpinGoat gourmet coffees! Stock up and save BIG with our Buy 2, Get 1 FREE special! See home page for details and exclusions.","sentiment_score":0.4142857143}
{"full_text":"'We're going for it': creative ways to celebrate Christmas during Covid","sentiment_score":0.5}
{"full_text":"Practice Social Distancing When Going Outside \"The more people you interact with, the higher your risk for getting and spreading COVID-19,\" warns the CDC.Practice social distancing when outside to keep yourself and your family safe from COVID-19. #SocialDistancing","sentiment_score":0.1880952381}
{"full_text":"In developed countries, active plant components have been shown to be effective against major health problems such as cancer and cardiovascular disease:","sentiment_score":0.1258333333}
{"full_text":"RT Let us remember that as 2020 came to a close, the ruling class bragged about getting their vaccines while debating whether...","sentiment_score":0.0}
{"full_text":"lockdown 2 retail shops were still open unfortunately :\/","sentiment_score":-0.25}
{"full_text":"RT You know what'd be cool?If people knew how to merge in traffic.Also cool?Raising money for Spread the wor...","sentiment_score":0.0}
{"full_text":"Another Friendly ReminderWe are still in the middle of a pandemic. While our health sectors are doing their best in finding the cure. Let's do our part by staying home and washing our hands.#FriendlyReminder #Pandemic","sentiment_score":0.4583333333}
{"full_text":"Approved to OperateWe are approved to operate by the state of Maryland even during this pandemic. We can guarantee safety at all times.#Pandemic #Safety","sentiment_score":0.0}
{"full_text":"Frequent #handwashing with soap and water for at least 20 seconds can help prevent #COVID19. Don't forget to lather the backs of your hands between your fingers, and under your nails. #washyourhands #infectioncontrol #infectionprevention #hospital #healthcare","sentiment_score":-0.1}
{"full_text":"JAIME PEREZ, 64 of Florida died of COVID on Nov. 13.\"You will always be in our hearts. You have been an exemplary father and a good son we will always remember you.\"","sentiment_score":0.7}
{"full_text":"\"All plans have changed with our current clients; we have been flexible to adapt to their new needs. Its a good moment to strengthen ties with current and potential clients\" This is in \"Conversations with #women #CEO during COVID-19\" #RoleModel","sentiment_score":0.1672727273}
{"full_text":" Check out the three most popular tweets in English in Science Pulse this morning [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"As millions were reported to have lost their jobs since the coronavirus pandemic, most people turned to online jobs.https:\/\/t.co\/B1XZRCYHyd","sentiment_score":0.5}
{"full_text":"The moments that defined our city's year with COVID-19.","sentiment_score":0.0}
{"full_text":"RT Lots of lawmakers are getting their first vaccine shots today. Good for them! I would take it the first day I could too....","sentiment_score":0.4583333333}
{"full_text":"Latest worldwide COVID-19 data: 76,143,647 cases, 1,684,060 deaths.A 2.21% fatality rate.","sentiment_score":0.5}
{"full_text":"He appeared at magistrates' court recently.https:\/\/t.co\/55zZYjdwsV","sentiment_score":0.0}
