{"full_text":"RT Her son had covid","sentiment_score":0.0}
{"full_text":"Haha! Why does this always happen??? ","sentiment_score":0.25}
{"full_text":"RT HOW VACCINES WORK: As the first COVID-19 vaccine has been approved for distribution in the U.S., here's a visual guide to...","sentiment_score":0.125}
{"full_text":"RT This tragic story of a White House security staffer who has a GoFundMe for their severe COVID complications is a reminder of th...","sentiment_score":-0.375}
{"full_text":"RT 71% of Americans think mask wearing will stop them from getting COVID-19.","sentiment_score":0.0}
{"full_text":"RT The first batch of doses of Pfizer-BioNTech's COVID-19 vaccine have arrived in Canada.","sentiment_score":0.25}
{"full_text":"RT How do we visualize almost 300k #COVID19 death? Here are 278528 coffins  stacked 64x64x68 next to the White House (51 met...","sentiment_score":0.0}
{"full_text":"RT The Covid deaths have now crossed 300,000 on the same day that vaccines are starting to be given. We still need to be sma...","sentiment_score":0.0}
{"full_text":"RT Here are the new requirements and recommendations for resuming in-person classes Kentucky's K-12 schools from","sentiment_score":0.1363636364}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"RT BREAKING: The U.S. death toll from Covid-19 has surpassed 300,000, 18.6% of the global total. The U.S. is 4.25% of the globa...","sentiment_score":0.0}
{"full_text":"RT New Zealand lifts all Covid restrictions, declaring the nation virus-free - BBC News","sentiment_score":0.1363636364}
{"full_text":"RT This is your semi-regular reminder that the \"obesity epidemic\" is fake and a lie and always was. You were not quarantine...","sentiment_score":-0.5}
{"full_text":"RT BREAKING: America's Frontline Doctors are at the CDC in Atlanta to protest against forcing millions of Americans to take...","sentiment_score":0.0}
{"full_text":"Welp. Time to go to another covid potluck!","sentiment_score":0.0}
{"full_text":"RT Health care workers unpacked vaccines at the University of Florida Health Jacksonville, as COVID-19 vaccines arrived in hospitals...","sentiment_score":0.0}
{"full_text":"After Asuu strike they will start talking about second wave of corona virus .","sentiment_score":0.0}
{"full_text":"RT 71% of Americans think mask wearing will stop them from getting COVID-19.","sentiment_score":0.0}
{"full_text":"RT Cobb County reached \"unfortunate COVID territory,\" the county announced on social media Monday.","sentiment_score":-0.2333333333}
{"full_text":"$FTCH: the pandemic has crystallized what we've been seeing in terms of demand, as brands have really sort of now woken up to the fact that a lot of our consumers want to interact with them and buy product over the Internet.","sentiment_score":0.2}
{"full_text":"RT I pledge to wear a mask the first 100 days of the Biden presidency... pass it on.","sentiment_score":0.25}
{"full_text":"E be like say God wan punish una Papa! Before these guys came, political rallies held and a huge crowd gathered. I guess Ugandan politicians are immune to Covid-19. Also, what have you done to the organizers of the concert itself?! Nothing! African leaders are shitty! Idiots!","sentiment_score":-0.125}
{"full_text":"RT Breaking on NBC News confirms that the U.S. death toll from the coronavirus has surpassed 300,000.","sentiment_score":0.0}
{"full_text":"Steel, Buchak and Eyal (SBE) argue that current levels of uncertainty do not present a good reason to bar controlled human infection trials of COVID-19 vaccines from proceeding. We argue that their argumentation for this conclusion is flawed.","sentiment_score":0.04}
{"full_text":"RT Kind of weird how Time snubbed the Chinese whistleblower doctor who got arrested and then passed away trying to warn the...","sentiment_score":0.0333333333}
{"full_text":"RT Isn't it rich. After months of minimizing Covid, holding super-spreader events, reckless behavior, endangering myriads of A...","sentiment_score":0.375}
{"full_text":"More evidence that because of this administration's lying, mistakes, inaction, indifferent &amp; incompetence concerning #COVID19, &amp; for the sake of history, this must be known as the #TrumpPandemic. Please #Retweet. #FactsMatter","sentiment_score":0.5}
{"full_text":"RT I talked to at to unpack the expedited vaccine development process used by the FDA, and address som...","sentiment_score":0.0}
{"full_text":"RT GETAnalysis: #vaccine's stability at regular #RefrigerationTemperatures is a great &amp; useful advantage for #Mas...","sentiment_score":0.3666666667}
{"full_text":"RT Goodell: Tampa ready to host 'memorable' Super Bowl amid pandemic","sentiment_score":0.3444444444}
{"full_text":"I say let Bill Gates pay their salaries and bills while their closed, and their businesses go under! He can afford it.","sentiment_score":-0.125}
{"full_text":"BREAKING Mayor Walsh announced that the City of Boston would be rolling back to Phase 2, Step 2 to combat the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"RT 30% of the acute strokes I saw in the last 24hrs were #COVID19 positive. That's 1 in 3 people with a stroke. It's only going...","sentiment_score":0.2068181818}
{"full_text":"RT Remember when Trump said \"don't be afraid of COVID\"? The person in charge of security at the White House was hit by COVID...","sentiment_score":-0.3}
{"full_text":"No difference then","sentiment_score":0.0}
{"full_text":"'Canute' loses the plot \"Tories order schools in Covid hotspots to stay open\" Schools close in 4 days anyway! Greenwich going online as 4,262 children &amp; 362 staff self-isolating - an increase of 640 people since Friday","sentiment_score":-0.15}
{"full_text":"RT I hope we take some time to grieve today as we reach yet another grim milestone in this pandemic. The sense of loss that is...","sentiment_score":-1.0}
{"full_text":"RT This tragic story of a White House security staffer who has a GoFundMe for their severe COVID complications is a reminder of th...","sentiment_score":-0.375}
{"full_text":"Start to move online schooling in lockdown zones now.","sentiment_score":0.0}
{"full_text":"They want you to believe NFL ratings are down due to COVID. Lets be honest fans are sick and tired of the BLM rhetoric.  Dismal NFL Ratings Force Networks To Renegotiate With Advertisers | ZeroHedge","sentiment_score":-0.158968254}
{"full_text":"RT Jim Acosta, always the moron. We don't forget, Jimmy.","sentiment_score":-0.8}
{"full_text":"RT Our CEO joined on to discuss the current state of #COVID19 testing at LabCorp and what...","sentiment_score":0.0}
{"full_text":"RT This tragic story of a White House security staffer who has a GoFundMe for their severe COVID complications is a reminder of th...","sentiment_score":-0.375}
{"full_text":"RT Members of and were invited by to contribute to their outbreak plans to lau...","sentiment_score":0.0}
{"full_text":"RT Watching Panorama on the Vaccine and how #Covid19 affected the world so difficult to deal with and all the hard work done by ev...","sentiment_score":-0.3958333333}
{"full_text":"My job will start COVID vaccinations Thursday.","sentiment_score":0.0}
{"full_text":"RT They called it a hoax all fucking year killing almost 300k and counting and now they're first in line.","sentiment_score":-0.175}
{"full_text":"RT In the Westminster Hall debate on the petitions signed by over 150.000 people protesting against the treatment of publ...","sentiment_score":0.0}
{"full_text":"RT COVID update that you won't hear from the mainstream press: new cases are down 59% since South Dakota's peak a month ago...","sentiment_score":-0.0095959596}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"RT HOW VACCINES WORK: As the first COVID-19 vaccine has been approved for distribution in the U.S., here's a visual guide to...","sentiment_score":0.125}
{"full_text":"RT Jim Acosta, always the moron. We don't forget, Jimmy.","sentiment_score":-0.8}
{"full_text":"RT I genuinely don't know what I'm going to do when I visit. I want to go and see friends and family post-lockdown, but the c...","sentiment_score":0.4}
{"full_text":"RT I love this top rated comment on the DM in response to their stupid' Super Covid' headline right now ","sentiment_score":0.1638095238}
{"full_text":"RT Trump's Report CardAdded $7 trillion to national debt (37%)Reversed 80 EPA regsWithdrew from 13 int. orgs....","sentiment_score":0.0}
{"full_text":"RT Let's just pay everyone to have a very long winter holiday and keep as many people alive and healthy and employed until th...","sentiment_score":0.25875}
{"full_text":"Many thanks to for the invitation to see tonight. A bitter sweet evening given today's announcement, and who knows when we'll be in a theatre again? But the show was great fun, a real tonic and - importantly - scrupulously COVID safe.","sentiment_score":0.35}
{"full_text":"#NASN Supports #Vaccination Against COVID-19 Read the release here: #covid19 #pandemic #vaccine","sentiment_score":0.0}
{"full_text":"RT Hahahahahaha... I said they would say this... Wait till next year.. They...","sentiment_score":0.0}
{"full_text":"RT Yep. I've said the same since day my friend . Why in a real pandemic would you need to record any deaths within 28...","sentiment_score":0.1}
{"full_text":"RT Might gotta take the COVID vaccine  for this one cause this something a nigga gotta watch in theaters ","sentiment_score":0.0}
{"full_text":"Read 2Ch 7;13Does your version say pestilence or COVID19 ???","sentiment_score":0.0}
{"full_text":"Now post the scripture quoting Jesus getting a delft with a KKK member while profiting off a pandemic &amp; leaving the poor to fend for themselves. You need to _LIVE_ by the Bible and not use it as a prop for propaganda purposes only #FakeLeader","sentiment_score":-0.0909090909}
{"full_text":"Thank trump Hoax","sentiment_score":0.0}
{"full_text":"RT Senator Rob Portman of Ohio says he has lost multiple friends to coronavirus. \"I just lost my third friend to Covid,\" Portma...","sentiment_score":0.0}
{"full_text":"Must be, Because there is NO PANDEMIC for one thing!Trump was waay out ahead of this flu even when your people criticized him and called him isms and phobias and ist!! NO 300k dead FROM COVID Do you not even follow the CDC actual #'s? lmfaoSo UR either a bot or a lib fool!?","sentiment_score":-0.1}
{"full_text":"RT Hello we Americans are pleading and praying for another stimulus check and our...","sentiment_score":0.0}
{"full_text":"It can't just be me stressed out by the lack of masks and social distancing! I'd turn round if I saw the shop that busy   #InsidePoundland","sentiment_score":-0.0194444444}
{"full_text":"RT California ICU bed capacity:Bay Area 17.8%Northern California 29%Greater Sacramento 14.8%San Joaquin Valley 0%Souther...","sentiment_score":0.0}
{"full_text":"RT FYI: bipartisan COVID-relief plan includes education help: 1) $82 billion, including $54B for K-12 ed, $20B for higher ed, $...","sentiment_score":0.25}
{"full_text":"Did you guys quit Twitter and go Full-Parler?  No show announcement on the biggest news day of the year?  Our first COVID vaccines were administered and for those still in denial, the Electoral College is calling the election for President-Elect Biden for like the 60th time!","sentiment_score":0.3125}
{"full_text":"RT If you are a journalist and you are surprised to discover for the first time today that viruses mutate, after 10 months of a...","sentiment_score":0.175}
{"full_text":"Take the COVID vaccine they said! What could go wrong they said!","sentiment_score":-0.625}
{"full_text":"RT Due to growing cases of COVID-19 in Japan, Matsuda-san and Capcom have decided to cancel 18th Cooperation Cup, a sad news indee...","sentiment_score":-0.3125}
{"full_text":"\"Monsters exist, but they are far too few in number to be truly dangerous; the most dangerous monsters are ordinary men and women ready to believe and obey without asking questions.\" (Primo Levi) #shutdown #Covid_19 #lockdown","sentiment_score":-0.1214285714}
{"full_text":"RT The Kanawha-Charleston Health Department says another COVID-19-related death confirmed in Kanawha County; county's death to...","sentiment_score":0.4}
{"full_text":"Of course they fucking did.","sentiment_score":-0.6}
{"full_text":"RT It has been a long year. But because of our collective efforts against COVID-19, we are ready to ease into Phase 3 on 28...","sentiment_score":0.075}
{"full_text":"RT If u have covid &amp; YOU KNOW and are still going out  , go 2 hell .","sentiment_score":0.0}
{"full_text":"RT No better time to bring attention to the widespread intentional destruction of human beings than during a pandemic.","sentiment_score":-0.125}
{"full_text":"That deadly pandemic that caused our yearly deaths to go down this year versus last year..........uh huh","sentiment_score":-0.1185185185}
{"full_text":"RT COVID has killed 300,000 Americans.That is equivalent to a disaster wiping the populations of any of these cities off th...","sentiment_score":-0.2}
{"full_text":"RT Jim Acosta, always the moron. We don't forget, Jimmy.","sentiment_score":-0.8}
{"full_text":"What is wrong with people? Selfish,  self-indulgent,  me, me, me.","sentiment_score":-0.5}
{"full_text":"RT Congratulations to Puerto Rico for being the first country in the world of having a coronavirus vaccine distribution scandal...","sentiment_score":0.25}
{"full_text":"RT Her son had covid","sentiment_score":0.0}
{"full_text":"The last time I had 3 weeks off work (15 years ago), I toured Japan for the first time and absolutely loved every moment. Due to working throughout the pandemic this year, building two new schools, I have 3 weeks to enjoy and embrace, but sadly no travelling involved ","sentiment_score":0.2301948052}
{"full_text":"RT War Room: Pandemic Ep 584 via","sentiment_score":0.0}
{"full_text":"Who is taking that COVID vaccine?? ","sentiment_score":0.0}
{"full_text":"yeah- it's corona bae what am i gonna do- ","sentiment_score":0.0}
{"full_text":"RT How y'all scared of the vaccine but not scared of Covid ","sentiment_score":0.0}
{"full_text":"We want to be allowed to travel again in 2021, so guys, #stayathome practice #SocialDistancing and wear your damn #Mask - so do we - for the sake of us all! #England #Cotswolds","sentiment_score":0.0}
{"full_text":"#Booksgiving idea: get away from #pandemic worries THE LAST POLICEMAN faces the End of the World, has a great time and on sale for $1.99! gets 4* in my #BookReview:","sentiment_score":0.5}
{"full_text":"RT Stop wearing face masks. #coronavirus","sentiment_score":0.0}
{"full_text":"RT Dear Medical review board, my church has virtual meetings, I teach my students virtually, I do my banking virtually. I go t...","sentiment_score":0.0}
{"full_text":"Believe me, it's absolutely not. I'm still struggling with the after effects of Covid and had I been less fit or had a medical condition, things could have been much worse.","sentiment_score":-0.0533333333}
{"full_text":"No restrictions. No one should covid from a hospital setting and yet healthcare workers in Florida are not wearing masks. Gross negligence from the governor on down.","sentiment_score":-0.0777777778}
{"full_text":"RT Ivermectin is cheap and safe and a proven prophylactic and cure for Covid 19. A safer cheaper option.","sentiment_score":0.45}
{"full_text":"Fun fact about this vaccine, as well as mRNA vaccines in general, is that covid in and of itself isn't even an active ingredient, just the RNA from it. So, unlike other vaccines, these don't give you an inert form of the virus, but instead train your cells to combat it themselves","sentiment_score":0.0229166667}
{"full_text":"Crazy times..","sentiment_score":-0.6}
{"full_text":"RT Twitter Confirms Trump Could Be Banned After Inauguration Day For Repeated ViolationsTwitter's shielding \"World Leade...","sentiment_score":0.0}
{"full_text":"RT NEW: As Congress fights Covid-19 relief, &amp; are lobbying more than 60 lawmakers  to give Am...","sentiment_score":0.3181818182}
{"full_text":"Chinese Communists See U.S. as 'a Defeated Power' in Pandemic Fight via","sentiment_score":0.0}
{"full_text":"RT The housing suitability &amp; essential worker case growth charts were presented by co-chair of Ontario's COVID-1...","sentiment_score":0.0}
{"full_text":"RT If you're still wearing a mask, social distancing, washing your hands, and limiting contact with people, then please r...","sentiment_score":0.0333333333}
{"full_text":"RT Georgia -- in-person early voting starts today. Head to to find all the information you need to make y...","sentiment_score":0.1}
{"full_text":"RT Illizwe Engineering team members which have committed their lives during the pandemic as part of the needed essential service...","sentiment_score":0.0}
{"full_text":"RT The U.S. death toll from the coronavirus topped 300,000 today.","sentiment_score":0.0}
{"full_text":"The President Does Not Have A Wait Problem. Trump Said He Will Get COVID Vaccine At An \"Appropriate Time.\" | ","sentiment_score":0.5}
{"full_text":"RT Jim Acosta, always the moron. We don't forget, Jimmy.","sentiment_score":-0.8}
{"full_text":"RT The Heron-Gate community was also victim to the largest mass eviction of BIPOC in Canada's history in 2018. The city of Ott...","sentiment_score":-0.075}
{"full_text":"RT \"And the next time a mystery pathogen emerges, scientists hope to quickly slot its genetic material into proven platforms, a...","sentiment_score":0.1666666667}
{"full_text":"RT Ted Cruz says the dems have \"abandoned\" the blue-collar workers, and are the party of the rich elites. Ted is a millionair...","sentiment_score":0.375}
{"full_text":"RT If u have covid &amp; YOU KNOW and are still going out  , go 2 hell .","sentiment_score":0.0}
{"full_text":"RT The American people are not just braving the COVID-19 pandemic, but we're also facing an epidemic of hunger, housing in...","sentiment_score":0.0}
{"full_text":"There's one in particular  that has excelled in limiting US  population.Donald J TrumpNot only the worst President in History but the worst ever on the world stage at presiding over covid deaths. 3000 a day.","sentiment_score":-0.4583333333}
{"full_text":"RT Had my monthly coordination meeting with #UNSC President H.E. Mr. Jerry Matthews Matjila and Secretary-General","sentiment_score":0.0}
{"full_text":"RT I pledge to wear a mask the first 100 days of the Biden presidency... pass it on.","sentiment_score":0.25}
{"full_text":"RT JESUS TITTY FUCKING CHRIST - is it going to take Covid Rudy to book a press conference next to a butt-plug shop to get this...","sentiment_score":-0.3}
{"full_text":"Keep up the good work.The Desantis Regime must pay dearly for their homicidal covid-19 policies.","sentiment_score":0.7}
{"full_text":"RT This second wave of covid19 is actually real out here! Stay safe please..","sentiment_score":0.25}
{"full_text":"I'm so happy that health care workers are beginning to be vaccinated. They deserve to go to work without fear of contracting Covid and possibly infecting their family members. Thank you for everything you've done in 2020! #ableg #nurses #doctors #hcworkers","sentiment_score":0.4}
{"full_text":"New content posted on COVID-19 page: Updated COVID-19 Phase 2 Operations Plan  ","sentiment_score":0.1363636364}
{"full_text":"RT LISTEN: Could pandemic construction slump be chance to boost social housing? I speak with Hugh Hartigan, hd of research a...","sentiment_score":0.0333333333}
{"full_text":"you're making a nonsensical argument. Throughout the pandemic essential has been used to describe workers who had to go to work, those who could not work from home. Name one other profession considered essential that gets to choose when they go in person","sentiment_score":-0.0416666667}
{"full_text":"RT Oh, look, here's video of Mike Babbitt of Bremerton, WA assaulting a journalist at the \"Million MAGA March\" in D.C. on...","sentiment_score":0.0}
{"full_text":"Opinion: The pandemic has made the speed of this digital transformation all the more urgent","sentiment_score":0.25}
{"full_text":"jay reminds u to wear a mask !! #JAY #ENHYPEN","sentiment_score":0.0}
{"full_text":"Think about how many people who would still be here if you didn't rush opening the state.","sentiment_score":0.5}
{"full_text":"One major factor at play in the hesitancy to reopen U.S. schools: excessively negative coverage of the COVID crisis by the largest U.S. news outlets.","sentiment_score":-0.11875}
{"full_text":"RT If you wear a mask......please put up this fence to keep mosquitoes out.","sentiment_score":0.0}
{"full_text":"Not with bloody Covid","sentiment_score":-0.8}
{"full_text":"Ending the #HIV epidemic means focusing resources on key populations. So why is funding not reaching these groups? Find out in this new report. #BhekisisaResource","sentiment_score":0.0681818182}
{"full_text":"A head-to-head comparison between baricitinib and dexamethasone might clarify which patients would be better off taking one drug over another. The shares more on these dueling #COVID19 treatments:","sentiment_score":0.5}
{"full_text":"Public couldn't have foreseen covid but you were electing someone to take charge of the nuclear arsenal. Not good enough to elect a buffoon !","sentiment_score":0.1625}
{"full_text":"RT COVID-19 has caused a dramatic spike in food insecurity in the U.S., says #ILLINOIS prof Craig Gundersen.Rea...","sentiment_score":-0.4333333333}
{"full_text":"A high-rise medi-hotel's ventilation is now suspected of boosting the spread of #COVID19 in #SouthAustralia's worst outbreak.","sentiment_score":-1.0}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"The Welsh rural county still struggling with coronavirus levels way higher than its neighbours","sentiment_score":0.125}
{"full_text":"Some more consejos from your SOMOS Doctor to keep our children  safe in school! Si su nino\/a se encuentra enfermo, DO NOT send them to school. Contact your SOMOS pediatrician for guidance. #Schoolsafety #COVID19 #covidsafety","sentiment_score":0.5625}
{"full_text":"Stay home and shop online.  #SocialDistancing #responsibletogether&gt; Cuz |","sentiment_score":0.0}
{"full_text":"Tune in to KILJ Radio tomorrow at 8:30AM to hear Matt Klundt, Assistant Dean for Health, Careers and Service, discuss COVID on campus and what Iowa Wesleyan's plans are for Spring 2021.#WeAreIW #WesleyanWorthy","sentiment_score":0.0}
{"full_text":"Last Friday, workers at a store in the Bronx, walked off the job to protest the company's mishandling of #COVID19 at their store. Chipotle, your frontline workers aren't expendable and we demand accountability for prioritizing profits over our lives!","sentiment_score":0.0}
{"full_text":"Waco-McLennan County Public Health District Announces 440 New Cases of COVID-19, including 301 from testing backlog 5 Additional Deaths Attributed to COVID-19 As of December 8, 2020, the hospitalization rate is 19.41%% for Trauma Service Area M, as calculated by Texas DSHS.","sentiment_score":0.0681818182}
{"full_text":"#AsianCanadian recorded webinar: Archiving Asian Canadian Storiesi Mentors for the Quarantine Qapsule digital archive of Asian Canadian experiences during the pandemic on the significance of Chinatowns and archives of Asian Canadian voices","sentiment_score":0.0}
{"full_text":"#TheLeaderPodcast: A new coronavirus mutation has been found, and may have put London in Tier 3; And schools close early.Listen here:https:\/\/t.co\/O5e59xDPKF","sentiment_score":0.1363636364}
{"full_text":"River town Laughlin stays afloat during pandemic as visitors seek respitehttps:\/\/t.co\/vtJDJ0Riff","sentiment_score":0.0}
{"full_text":"Bham restaurants and pub owners furious over Covid grant delayhttps:\/\/t.co\/CMBpTQhOa7","sentiment_score":0.0}
{"full_text":"RT #Streeck in Action.","sentiment_score":0.1}
{"full_text":"RT These are tough times, and Covid has made it worse. With the support of","sentiment_score":-0.3944444444}
{"full_text":"Eleven months into the Covid-19 crisis, an unimaginable death toll has been reached. NPR spoke to doctors, nurses, and the bereaved about how they face loss every day.","sentiment_score":0.0}
{"full_text":"Netizens have reacted and commented in favor of Doktor Tony Leachon's stand on the government's questionable preference for the COVID-19 vaccination in the country.https:\/\/t.co\/1bgzdwqw2T#DoktorSnitch","sentiment_score":-0.5}
{"full_text":"Pfizer CEO says company on track to manufacture 1.3 billion Covid-19 vaccine doses globally next year","sentiment_score":0.0}
{"full_text":"RT Remember when Trump said \"don't be afraid of COVID\"? The person in charge of security at the White House was hit by COVID...","sentiment_score":-0.3}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"Lawyers for DeSantis have urged an appeals court to sanction a Northwest Florida attorney who filed a lawsuit to try to force DeSantis to close beaches to prevent the spread of COVID-19.","sentiment_score":0.0}
{"full_text":"This Q&amp;A on the COVID-19 vaccine features a variety of experts, including Prof #COVID19 #vaccine","sentiment_score":0.0}
{"full_text":"The staffing changes are occurring during a surge in COVID-19 cases with 813 hospitalizations in South Jersey reported Monday.","sentiment_score":0.0}
{"full_text":"JOS BUTTLER COLUMN@josbuttler offers a view from inside the England camp after the postponement of the ODI series in South Africa...There was lots of nervousness and anxiety around coronavirus - and cricket became the last thing on anyone's mind.","sentiment_score":0.05}
{"full_text":"RT Three good friends of mine lost parents to covid.My colleague Kate Garraway's husband is in a coma from it.My parents ju...","sentiment_score":0.3}
{"full_text":"She doesn't want to catch COVID and spread it to other people, and that is why this registered nurse from Pennsylvania doesn't wear masks. Who is she, and where does she work so we can all stay away from that hospital.https:\/\/t.co\/DdoySW3pzX","sentiment_score":-0.125}
{"full_text":"Japan to suspend Go To Travel program nationwide from Dec. 28 to Jan. 11 (12\/14 JapanTimes)","sentiment_score":0.0}
{"full_text":"RT Cormann is back in Australia and in two weeks of self-quarantine in WA after crisscrossing Europe and travelling to Sou...","sentiment_score":0.0}
{"full_text":"Your experience is the same as Allison's ergo you have lived with someone who has suffered long hauler COVID symptoms.","sentiment_score":-0.025}
