{"full_text":"we've really be living in a pandemic for 9 months...","sentiment_score":0.2}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT Let's get it done, Georgia.","sentiment_score":0.0}
{"full_text":"RT This is repugnant ... exploiting little kids and Santa Claus to push restrictions. Just. Awful.","sentiment_score":-0.59375}
{"full_text":"RT Who can pay rent and put food on the table with one $600 check?? U.S. billionaires' wealth has increased by nearly $2 tril...","sentiment_score":0.1}
{"full_text":"RT Got exposed to COVID yesterday. Which test should I get?Don't get tested; it's too early. Test will be negative Wear...","sentiment_score":-0.1}
{"full_text":"RT Thank you","sentiment_score":0.0}
{"full_text":"$600 is a sad sad joke!","sentiment_score":-0.5625}
{"full_text":"NSW hasn't had to content with this much. Now, given it's summer, people being naturally careful + NSW's decent contact tracing capacity might be enough. Not worth chancing it though -- the whole LGA needed to be locked down yesterday. Now a Sydney-wide lockdown may be inevitable.","sentiment_score":0.0201388889}
{"full_text":"but sigh","sentiment_score":0.0}
{"full_text":"They can take cold\/ flu season, call it a deadly, then not so deadly, new pandemic, and successfully demand everyone smother themselves all day long while also going willingly into bankruptcy by closing their businesses indefinitely. Ponder the ramifications of American stupidity","sentiment_score":0.0409090909}
{"full_text":"me running to nz","sentiment_score":0.0}
{"full_text":"RT We just confirmed that the VRBPAC recommended that the FDA grant an Emergency Use Authorization for our COVID-19 va...","sentiment_score":0.4}
{"full_text":"RT \"In 45 tweets this week (so far) the president has not said a single word about the record deaths from COVID. Or econo...","sentiment_score":0.0142857143}
{"full_text":"RT jenlisa obviously dont know the word social distancing ","sentiment_score":0.0166666667}
{"full_text":"US firm combines nanotechnology, blockchain for COVID-19 immunity passports","sentiment_score":-0.2}
{"full_text":"Yeah been getting a little tired lately of the rah rahs about NSW and some of the comments comparing how Victoria responded 6 months ago which is an eternity in pandemic years ","sentiment_score":-0.2958333333}
{"full_text":"I guarantee if people were not so gas lit by the media about Covid, that not one of these people would give a fuck","sentiment_score":-0.4}
{"full_text":"RT U.S. COVID update: Record 241,000 new cases, 3,438 new deaths- New cases: 241,620- Positivity rate: 12.9% (-0.2)- In hospi...","sentiment_score":0.1363636364}
{"full_text":"President Macron does not believe in Islam, and God cannot control it.  However, many Muslims have been infected by COVID-19.","sentiment_score":0.5}
{"full_text":"RT Rent is due, food bank lines are around the block, temperatures are dropping and COVID cases are spiking. Our familie...","sentiment_score":-0.125}
{"full_text":"RT What did David Perdue do in the first weeks of this pandemic?He downplayed the crisis in public and traded stocks to profit f...","sentiment_score":0.125}
{"full_text":"RT If you think Covid treatment should be free (of course it should), why do you think insulin shouldn't be? Or cancer treatment?...","sentiment_score":0.4}
{"full_text":"49 days with no new cases and no deaths in Victoria now.#StaySafeStayOpen","sentiment_score":-0.0681818182}
{"full_text":"RT #DYK? Anyone can get #COVID19. Some are at higher risk of getting very ill, including older people. If you're sick:*Stay home...","sentiment_score":-0.0777777778}
{"full_text":"RT Let me understand, Steven Mnuchin funneled $500B of PPP Covid relief and gave millions to himself, Jared Kushner, Devin...","sentiment_score":0.0}
{"full_text":"RT Some of y'all have clearly never met a post-covid patient who didn't die but now has a trach and a feeding tube and a heart...","sentiment_score":-0.05}
{"full_text":"RT All of NCT have tested negative for CoronavirusThey will attend 2020 KBS Gayo Daechukjehttps:\/\/t.co\/r2XYAoHSdn","sentiment_score":-0.3}
{"full_text":"RT In a desperate scramble to acquire supplies during the first wave of the pandemic - the government handed out contracts w...","sentiment_score":-0.175}
{"full_text":"RT Pretty sure that viruses are too scared to try to infect Cocaine Mitch, but this is setting a good example for others.","sentiment_score":0.4833333333}
{"full_text":"RT #pandemic Morgue is full in the DRC (Democratic Republic of Congo)","sentiment_score":0.35}
{"full_text":"Married for 30 years, they died together from Covid-19 complications sharing one final embrace -- holding each other's hands and the hands of their children.","sentiment_score":0.0416666667}
{"full_text":"RT Re. SCHOOL CLOSURES: If you're wondering what's happening with school shutdowns in #Ontario after the Break, don't ask...","sentiment_score":0.0}
{"full_text":"RT Gladys has never really taken it seriously.  She expects us all to coexist with Covid....","sentiment_score":-0.2166666667}
{"full_text":"RT Yo, don't interpret my tweet as being against the pornification of Clubhouse. It's a panhandle out here. If people figuring ou...","sentiment_score":0.0}
{"full_text":"RT Jeremih suffered organ failure, memory loss, and had to learn to walk again after battle with COVID-19","sentiment_score":-0.3166666667}
{"full_text":"RT 4 years of Trump regime\/Republicans have left our country w major divisions, many unemployed\/financially struggling, runaw...","sentiment_score":0.1875}
{"full_text":"RT Just got a call letting me know that my uncle died this morning from COVID-19j","sentiment_score":0.0}
{"full_text":"RT In 4 years, Trump failed Indian Country &amp; only broke more promises. It was exacerbated by the Administration's failure t...","sentiment_score":-0.0791666667}
{"full_text":"317,664 deaths 17,617,123 covid cases, 3000 Americans are dying every day from the Trump virus, even after the WH took control of all hospital data from the CDC 'it is what it is' since Trump allowed over 40,000 infected citizens to enter from China via Europe after the shutdown.","sentiment_score":0.0}
{"full_text":"RT All of NCT have tested negative for CoronavirusThey will attend 2020 KBS Gayo Daechukjehttps:\/\/t.co\/r2XYAoHSdn","sentiment_score":-0.3}
{"full_text":"RT BREAKING: U.S. reports more than 241,000 coronavirus cases in one day, setting new record","sentiment_score":0.3181818182}
{"full_text":"before times! less scary than pre\/post covid! many opportunities for memes that involve \"Land Before Times\"! #woty2020","sentiment_score":-0.0555555556}
{"full_text":"RT ICU availability is at 0% in So-Cal, which means there is no room for you right now if you get sick. This is a very ser...","sentiment_score":-0.0761904762}
{"full_text":"RT People die because they believe the clown","sentiment_score":0.0}
{"full_text":"RT They still want us to wear mask, practice social distancing until 2022 even with the Vaccine. I'm lost","sentiment_score":0.0333333333}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"Even though I'm not gung-ho about the vaccine, I'm still social distancing and quarantining like I've been doing.","sentiment_score":0.0333333333}
{"full_text":"And Christmas haha. We're social distancing and wearing masks for most of it. Only gonna have like 14 people at the wedding and reception. Then my girl and I will head down to a beach house right on the beach for a few days, then we will have an outdoors Christmas eve","sentiment_score":0.0947845805}
{"full_text":"RT 317,000 are dead from COVID-19, the federal government has been hacked by a foreign rival, and the president is AWOL. Unparalle...","sentiment_score":-0.1625}
{"full_text":"I now end all FaceTime\/zoom chats with giant muppet waves... I'm hoping to carry it over to the post pandemic world","sentiment_score":0.0}
{"full_text":"RT Me in my Covid Snitch Command Center:","sentiment_score":-0.1}
{"full_text":"RT Won't be doing shows for a bit after a positive Covid-19 test. Thankfully, no fever &amp; I feel fine. Just can't smell or t...","sentiment_score":0.321969697}
{"full_text":"RT Surprised???  Not the least little bit!","sentiment_score":-0.1447916667}
{"full_text":"RT Introducing The Barstool FundIf you are a small business that needs help staying in business because of covid email...","sentiment_score":-0.25}
{"full_text":"RT GOP has opposed Covid relief for 9 months and for 9 months press has reported \"Congress\" can't pass bill","sentiment_score":0.0}
{"full_text":"RT Rent is due, food bank lines are around the block, temperatures are dropping and COVID cases are spiking. Our familie...","sentiment_score":-0.125}
{"full_text":"RT All of NCT have tested negative for CoronavirusThey will attend 2020 KBS Gayo Daechukjehttps:\/\/t.co\/r2XYAoHSdn","sentiment_score":-0.3}
{"full_text":"why didn't they cancel the fucking show","sentiment_score":-0.6}
{"full_text":"RT If you want restaurants \"locked down\" just lock yourself down and don't go to them.Let the rest of us live our lives and s...","sentiment_score":-0.0582491582}
{"full_text":"RT The \"experts\" told us:-Don't wear a mask. Wear a mask.-Close schools. Open schools. Close schools.-Outdoor dinning is...","sentiment_score":0.0}
{"full_text":"RT Saw Health Canada warning to not buy COVID vaccine online.How thick do you have to be to believe you can get the vaccine on K...","sentiment_score":-0.3}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Vice President Mike Pence will receive the coronavirus vaccine on live TV on Friday, a symbol of reassurance for vaccine skept...","sentiment_score":0.1363636364}
{"full_text":"RT Overreach? LA has 0% ICU capacity, the reach seems pretty appropriate. 52K New Covid cases today1,000 deaths in the last...","sentiment_score":0.2215909091}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT The \"experts\" told us:-Don't wear a mask. Wear a mask.-Close schools. Open schools. Close schools.-Outdoor dinning is...","sentiment_score":0.0}
{"full_text":": all of NCT have tested negative for CoronavirusMe: yuyu glad to hear that: they will attend 2020 KBS Gayo DaechukjeMe: .............I mean- the case is getting higher lately. They should've not take any risk for mushow. Health comes first.:(","sentiment_score":-0.0946428571}
{"full_text":"RT #GAHaveYouHeard FACT: Vaccine testing was thorough and successful. More than 70,000 people participated in clinical trials for...","sentiment_score":0.625}
{"full_text":"RT Trump out of sight as U.S. faces worsening pandemic, WH transition, ongoing cyberattack, no stimulus deal r...","sentiment_score":0.0}
{"full_text":"RT Tomorrow I will go to the Senate floor to ask for an up or down vote on my bill to provide a direct payment of $1200 to worki...","sentiment_score":-0.0277777778}
{"full_text":"RT San Diego judge overrides Newsom's order and allows restaurants to re-open. AmazIng development. Looks like Santa Claus is c...","sentiment_score":0.6}
{"full_text":"RT We clearly have a systematic problem when government health regulators have utterly abdicated their responsibility to...","sentiment_score":0.05}
{"full_text":"RT All of NCT have tested negative for CoronavirusThey will attend 2020 KBS Gayo Daechukjehttps:\/\/t.co\/r2XYAoHSdn","sentiment_score":-0.3}
{"full_text":"RT This week 86 people died in Ontario of Covid-19.5 were at Michael Garron Hospital in Toronto.And Dr. Michael Warner w...","sentiment_score":0.0}
{"full_text":"RT NCT has been tested NEGATIVE for COVID-19 and will participate in today's KBS Gayo Daechukje's recording.https:\/\/t.co\/i1T...","sentiment_score":-0.3}
{"full_text":"RT Is it because of the #StankyTrump thing that they will not let  live there ? and Why the Secret Service do not want...","sentiment_score":-0.1318181818}
{"full_text":"RT America's worst mass casualty deadliest days ever... All due to Trump WH failed to respond to the pandemic. This is fore...","sentiment_score":-0.5416666667}
{"full_text":"Lesson for all of us... christmas time this year is time for lock down...","sentiment_score":-0.1555555556}
{"full_text":"RT I was just notified that I have been in contact with someone who tested positive for Covid. Guess who has to get teste...","sentiment_score":0.2272727273}
{"full_text":"INSANE: Oregon Teacher LOSES IT At Anti-Lockdown Rallyhttps:\/\/t.co\/yCiomS5jLO","sentiment_score":-0.65}
{"full_text":"RT President Trump has yet to comment on the Russian attack on the U.S. government and private companies. Our report from...","sentiment_score":0.0}
{"full_text":"RT Here's another one for you. Gladys . Went to Bunnings at Nth Penrith yesterday and couldn't get the QR code to work....","sentiment_score":0.0}
{"full_text":"RT All of NCT have tested negative for CoronavirusThey will attend 2020 KBS Gayo Daechukjehttps:\/\/t.co\/r2XYAoHSdn","sentiment_score":-0.3}
{"full_text":"RT I know it's Moderna but to me it will always be known as the Dolly Parton vaccine #coronavirus","sentiment_score":0.0}
{"full_text":"RT if you touched or licked this beautiful monstrosity before, don't worry about what's in the covid vaccine.","sentiment_score":0.85}
{"full_text":"RT Maybe I won't go to the liquor store after all","sentiment_score":0.0}
{"full_text":"is right. This is about control and power. The GOP is losing it and is willing to blatantly lie and spread misinformation in order to keep it. Even willing to sacrifice millions of people's lives to stay in power!#BadPeople","sentiment_score":0.0714285714}
{"full_text":"The December 2020 #Lipedema Patient Roundtable was amazing.  Panelists discussed whole-body vibration, inflammation, lymphatic drainage, mast cell activation syndrome, the COVID-19 vaccine, how to answer \"What is #lipedema?\" and much more!https:\/\/t.co\/eSirzgFDOK","sentiment_score":0.4}
{"full_text":"RT This nurse gets COVID-19 vaccine. Then she talks to media how great it is. Then passes out. Watch!","sentiment_score":1.0}
{"full_text":"RT Awwww but I thought y'all said it wasn't real","sentiment_score":0.35}
{"full_text":"RT This is excellent. Bravo!!! ","sentiment_score":1.0}
{"full_text":"RT Daughters friend is a nurse in ICU in Preston. Yes they are busy, not because of excess patients, but because...","sentiment_score":0.1}
{"full_text":"RT Six months and one day ago VP Mike Pence claimed there wouldn't be a second Covid-19 wave. Now, the US is experiencing a surge i...","sentiment_score":0.0}
{"full_text":"I am sure most people know this, but for those that don't.Mitch McConnell is balking about giving money to people who need it because he wants protections for big businesses so if you get covid at work, you cannot sue your employer. Mitch always sides with business, never people","sentiment_score":0.3}
{"full_text":"soooo happy to hear this ","sentiment_score":0.8}
{"full_text":"RT Lower Bucks Hospital and St. Mary Medical Center are giving staff the first dose of the initial COVID-19 vaccine.","sentiment_score":0.0375}
{"full_text":"RT .@twitter, I would like to report misleading information about #COVID19","sentiment_score":0.0}
{"full_text":"RT All of NCT have tested negative for CoronavirusThey will attend 2020 KBS Gayo Daechukjehttps:\/\/t.co\/r2XYAoHSdn","sentiment_score":-0.3}
{"full_text":"That's why Trump is cutting access to Covid vaccine in Blue states. Very cold, very calculating.","sentiment_score":-0.295}
{"full_text":"RT Let's get it done, Georgia.","sentiment_score":0.0}
{"full_text":"Indeed... let's talk about YOUR criminality... YOUR insider trading... YOUR profiting off of the pandemic while Americans died. Let's talk about all of it. How many Senate seats can your husband's money buy YOU?","sentiment_score":0.5}
{"full_text":"I'm in Florida too.  Hey.  Did I tell you :  YOU'RE MY NEWEST BEST FRIEND!?  Sign me up for the Covid vaccine  in one of the 17 hospitals!  . . . lol.   Just kidding.     Keep up the good work for all of us, thanks bunches.  Jeri","sentiment_score":0.675}
{"full_text":"#GrimReaper 300+ thousand Americans dead.","sentiment_score":-0.2}
{"full_text":"RT I'm prepared to sign a COVID relief package on day one, but I need and in the Senate to get it done....","sentiment_score":0.0}
{"full_text":"I feel you. During this pandemic I've been appointed the Mayor of Candytown, and frankly the responsibilities have been overwhemling.","sentiment_score":0.0}
{"full_text":"RT Never Gonna Jeep You Up, a fundraising campaign to help support jeepney drivers affected by the mass transport ban and...","sentiment_score":0.0}
{"full_text":"RT Rep. Jim Clyburn says that there may need to be \"9\/11 commission-style\" inquiries into trump's FAILED covid-19 response.B...","sentiment_score":-0.5}
{"full_text":"RT These two monsters weren't qualified to vacuum the carpets at the CDC.","sentiment_score":-0.0083333333}
{"full_text":"RT The US reported more Covid deaths yesterday than Japan has since the start of the pandemic.","sentiment_score":0.5}
{"full_text":"Bull. Pucky. Squared. #ableg","sentiment_score":0.0}
{"full_text":"All I need is a photo of getting his COVID vaccine with the caption \"I'm not throwing away my shot\"That is all.","sentiment_score":0.0}
{"full_text":"RT This nurse gets COVID-19 vaccine. Then she talks to media how great it is. Then passes out. Watch!","sentiment_score":1.0}
{"full_text":"RT So proud of the Central Ops flight nurses &amp; docs. This year they all stepped up with #COVID19 PLUS led...","sentiment_score":0.4}
{"full_text":"With Pfizer declaring the initial round of distribution a success, the company says it is awaiting instructions on where to ship its next batch of vaccines.","sentiment_score":0.025}
{"full_text":"The canceled practice Thursday after finding out offensive coordinator Jason Garret tested positive for #coronavirus Wednesday night.https:\/\/t.co\/7af9optfSs","sentiment_score":0.2272727273}
{"full_text":"The Saskatchewan Health Authority has also lowered the isolation period for COVID-19 positive individuals from 14 days to 10.","sentiment_score":0.2272727273}
{"full_text":"\"I think the NBA has a better chance of not having a widespread outbreak\"@meghanmcpeak weighs in on which leagues will find success with or without bubbles:","sentiment_score":0.4}
{"full_text":"When broken down by region, 55.7 per cent (or 342 schools) in the Fraser Health area are known to have had exposures over the first four months of the 2020-21 school year.","sentiment_score":-0.1018518519}
{"full_text":"Filipino-American nurse Al Madla is hoping that Filipinos will also receive the COVID-19 vaccines early. The World Health Organization said countries in the Asia-Pacific region are not guaranteed to have early access to the shots. | via","sentiment_score":0.1}
{"full_text":"\"Brief Interviews with Internet Cats: A Stay-At-Home Play,\" by Patrick Green, is the first performance being done by the Kaua'i Performing Arts Center, said Rachel Lasky, the KPAC coordinator.For the full story, visit the link in our bio.","sentiment_score":0.06}
{"full_text":"IN THE FACE OF FACTS: How many of these 5 stubborn COVID-19 myths have your heard? How many do you believe?","sentiment_score":0.5}
{"full_text":"I can't believe the state the Covid 19 vaccine came out in. I've clipped through this world several times now. really scary out here","sentiment_score":-0.25}
{"full_text":"Coronavirus and the environment: 7 changes to expect.See what changes the society during the pandemic?Read more:","sentiment_score":0.5}
{"full_text":"Hospitals across California have all but run out of intensive care beds for COVID-19 patients, ambulances are backing up outside emergency rooms, and tents for triaging the sick are going up.","sentiment_score":-0.3571428571}
{"full_text":"After testing positive for #COVID19, French President Emmanuel Macron's diagnosis has a ripple effect. The prime ministers of Spain and Portugal both say they will go into quarantine as a precaution since they met with Macron in Paris earlier this week. Ross Cullen reports.","sentiment_score":0.0757575758}
{"full_text":"COVID-19 has fundamentally changed human mobility.   Yet, today's crisis provides a chance to reimagine migration for the benefit of all: #MigrantsDay","sentiment_score":0.0}
{"full_text":"With high demand for outdoor hockey rinks amid COVID-19 and many health constraints, can there be a true NJ hockey season for high school sports this year?  This story is available only to subscribers.","sentiment_score":0.2616666667}
{"full_text":"As Tennessee's COVID-19 outbreak becomes the worst in the nation, Jackson-Madison County General Hospital's resources are running low. Hospital officials said all of its ventilators were in use on Wednesday.","sentiment_score":-0.3166666667}
{"full_text":"Even if you didn't care about people working in these jobs (and you're a jerk if you don't) our food supply is at risk if we don't protect people. And this is an indictment of low income, transportation without protection\/distancing, and living conditions. We can do better.","sentiment_score":0.25}
{"full_text":"urban sun by studio roosegaarde uses UV light to clean public spaces from COVID-10 via #design #solocosebelle","sentiment_score":0.1916666667}
{"full_text":"RT So--estimating conservatively--COVID-19 was responsible for around two thousand excess deaths among young adults every mont...","sentiment_score":0.15}
{"full_text":"ON NOW: Join South Dakota Focus for intimate conversations with health care professionals on the front lines treating COVID patients in South Dakota.Watch on TV or here:","sentiment_score":0.2}
{"full_text":"Health Secretary Francisco Duque III denied Pfizer Inc. committed to supply the Philippines with 10 million doses of vaccine for COVID-19. READ:","sentiment_score":0.0}
{"full_text":"I'm it saying it isn't safe, (I'm incredibly pro-vaccination), I'm saying they messed up on the management side, not the science side. Here is some of the reasons:","sentiment_score":0.7}
{"full_text":"The agency's initial allotment of about 22,000 vaccine doses from Pfizer and Germany's BioNTech arrived Monday at distribution centers on vast portions of the Navajo Nation in Arizona and New Mexico and in urban places like Phoenixhttps:\/\/t.co\/uBg7YinfCY","sentiment_score":0.0340909091}
{"full_text":"New year parties, dance programmes banned in pubs, clubs in KarnatakaNo hand shakes or hugging during the celebrationshttps:\/\/t.co\/NOnEZcPbpR#BENGALURU #Bangalore #Karnataka #COVID19 #NewYear #celebrations #clubs #pubs #restaurants #DJ #dance #parties #Banned #Christmas","sentiment_score":0.1363636364}
{"full_text":"This pandemic holiday season, the last thing you need is to have your power disconnected.","sentiment_score":0.0}
{"full_text":"Prime Minister Narendra Modi promised his Bangladesh counterpart Sheikh Hasina vowed cooperation on several fronts -- from export of onions to Covid-19 vaccine distribution and enhancement of trade and economic ties -- in an unprecedented manner.https:\/\/t.co\/T9D0usRkkL","sentiment_score":0.2666666667}
{"full_text":"New audio appears to capture Tom Cruise ranting at his co-workers on the British set of Mission: Impossible 7 for breaking COVID-19 protocols.https:\/\/t.co\/l6VqB2Zfis","sentiment_score":-0.1767676768}
{"full_text":"RT UAB Hospital healthcare workers, employees and staff will still be required to social distance and wear a mask even after receivi...","sentiment_score":0.0333333333}
{"full_text":"Rural hospitals wait for their chance at COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"AlleyCat Yoga was one of 35 businesses to receive a microenterprise loan from the city to offset challenges brought to businesses through COVID-19.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 23.0FWind Chill: 23.0FHumidity: 91%Dew Point: 20.8F Barometer: 30.291 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 278.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RIP DUANE: The Markesan District Schools superintendent and athletic director mentored those around him without seeking recognition. He died from COVID-19 in October at age 61.","sentiment_score":0.0}
{"full_text":"RT I love how so many people are like \"I was so safe and followed all the guidelines and still got Covid!\" and their Instagram is...","sentiment_score":0.5416666667}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT All of NCT have tested negative for CoronavirusThey will attend 2020 KBS Gayo Daechukjehttps:\/\/t.co\/r2XYAoHSdn","sentiment_score":-0.3}
{"full_text":"Total COVID-19 tests performed in Guadeloupe: 95178. 8,524 cases, of those 0 today; 154 deaths, of those 0 today.","sentiment_score":0.0}
{"full_text":"Nearly 80% of ASD's staff say they'd get a COVID-19 vaccination. For those that decline, the vaccine is not mandatory","sentiment_score":0.1}
{"full_text":"RT Lakota leader Tom Poor Bear dies after battle with COVID-19 #RIP","sentiment_score":-0.4}
{"full_text":"RT As of this week, there are at least 266,993 incarcerated people sick with COVID-19. At least 1,778 have died.We will not forget...","sentiment_score":-0.4380952381}
{"full_text":"One 9\/11 worth of Americans have died from COVID-19 in the last 26 hours. One hundred and one 9\/11s worth of Americans have died from COVID-19 since the start of the pandemic.","sentiment_score":0.2}
{"full_text":"RT Councillor Whitehead just spoke about how concerned he was that his wife had to wait outside in the cold for her COVID19 tes...","sentiment_score":-0.3}
{"full_text":"Following the COVID-19 guidelines of course ","sentiment_score":0.0}
{"full_text":"The MDYC continues to assist kids, remotely and virtually, despite the pandemic. Now, more than ever, these youth need our help and support. Please consider donating to the 2020 Walk for the Future. $5, $10, $25, it all makes a difference.","sentiment_score":0.1333333333}
{"full_text":"RT The \"experts\" told us:-Don't wear a mask. Wear a mask.-Close schools. Open schools. Close schools.-Outdoor dinning is...","sentiment_score":0.0}
