{"full_text":"RT This is a disaster. An absolute disaster. And we are walking right into it, eyes open.","sentiment_score":0.1619047619}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Introducing The Barstool FundIf you are a small business that needs help staying in business because of covid email...","sentiment_score":-0.25}
{"full_text":"Lockdown coming","sentiment_score":0.0}
{"full_text":"RT They come in, hypoxic. We give then oxygen, decadron, IV fluids, Remdesivir, plasma, lovenox, protonix.. you name it. High flo...","sentiment_score":0.16}
{"full_text":"RT In other words: Tax-Cuts for the wealthy leads to more inequality and doesn't actually help the 'economy'.Seems like...","sentiment_score":0.21875}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT Houston men's basketball coach Kelvin Sampson says all 15 of his players have had COVID-19","sentiment_score":0.0}
{"full_text":"RT National voter ID; end trade\/diplomatic relations with China; Impose sanctions on China for Covid, including cancelling a...","sentiment_score":0.0}
{"full_text":"I would guess their immune system is disrupted by Covid","sentiment_score":0.0}
{"full_text":"RT Introducing The Barstool FundIf you are a small business that needs help staying in business because of covid email...","sentiment_score":-0.25}
{"full_text":"RT The same senator who saw COVID-19 as an investment opportunity opposes stimulus checks for working people.","sentiment_score":0.0}
{"full_text":"RT The American people have struggled heroically through this pandemic. They've already waited too long for more relief. T...","sentiment_score":0.15}
{"full_text":"RT Sources:","sentiment_score":0.0}
{"full_text":"RT Georgia Football had a grand total of ZERO positive COVID tests this entire season","sentiment_score":0.1818181818}
{"full_text":"RT Twitter allowed the Russian collusion hoax, plus the Brett Kavanaugh gang-rapist hoax to circulate...They censored the T...","sentiment_score":0.0}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"Where is the REAL BILL. NO RETROACTIVE UI, NO $1200 STIMULUS, NO RENT RELIEF, AND NO FOOD RELIEF. SHAME ON YOU.  #EmergencyRelief #DirectCashRelief  #ReliefNow #StimulusChecksNOW","sentiment_score":0.2}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Healthcare workers are again at the front line, now for #COVID19 vaccination. Alex Markowits, Founder and President\/CEO o...","sentiment_score":0.0}
{"full_text":"RT Wal Mart's Walton Family have pocketed $48 billion since March.They recently stopped paying hazard pay.Jeff Bezos has made...","sentiment_score":0.0}
{"full_text":"RT Six months ago today, MIKE PENCE insisted there was no \"second wave\" of covid cases, telling Americans to ignore media \"panic...","sentiment_score":0.0}
{"full_text":"RT If you need help caring for your pets during #COVID19, contact We can help pet owners purchase pet foo...","sentiment_score":0.0}
{"full_text":"RT If he says they didn't, you know damn well they did.","sentiment_score":0.0}
{"full_text":"RT It's too bad the Republicans whingeing about one lady dropping an F-bomb about them can't hear what people are calling them...","sentiment_score":-0.7}
{"full_text":"RT News Corp journalists are right now desperately hoping one of the 17 northern beaches COVID cases has brown skin otherwise t...","sentiment_score":-0.1571428571}
{"full_text":"RT \"Siri, what does evil look like?\"","sentiment_score":-1.0}
{"full_text":"RT Stop with the gaslighting.WE SEE YOU and HISTORY WILL RECORD.#GOPBetrayedAmerica #COVID19 #...","sentiment_score":0.0}
{"full_text":"One $600 check isn't gonna cut it, Charles. People have been struggling for damn near a YEAR because the government favors their toys and their boys over their people. You all simply HAVE to do better, party lines be damned. This is about people's ability to eat and pay rent.","sentiment_score":0.2}
{"full_text":"RT Tomorrow I will go to the Senate floor to ask for an up or down vote on my bill to provide a direct payment of $1200 to worki...","sentiment_score":-0.0277777778}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"if this pandemic has taught us anything, it is that nothing is certain","sentiment_score":0.2142857143}
{"full_text":"Not buying or making coffee every day anymore. I don't really need it much anymore, maybe a couple times per week max.","sentiment_score":0.2}
{"full_text":"You are fuckers. The whole lot of you. Dumb fuckers. Covid-spreading fuckers. Hate-mongering fuckers. Lying fuckers. Pure, unadulterated fuckers.","sentiment_score":0.1098214286}
{"full_text":"RT An estimated 81,000 people died from a drug overdose between June 2019 and May 2020, the highest number ever recorded in a 12-mo...","sentiment_score":0.0}
{"full_text":"RT this is simply spin from negotiators who told us for weeks that direct payments couldn't go into any deal. turns out that wa...","sentiment_score":0.05}
{"full_text":"\"what would say is the greatest thing that happened this year\" - NothingJk Biden won and there is a COVID vaccine #tellonym","sentiment_score":1.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT In its efforts to procure supplies to fight the coronavirus, Britain has awarded thousands of contracts worth billions of doll...","sentiment_score":0.3}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT - Please read and circulate the attached report by and for and funded by t...","sentiment_score":0.0}
{"full_text":"RT This is the key point.  The unspeakable tragedy of COVID in America could largely have been prevented--save for the single...","sentiment_score":0.0476190476}
{"full_text":"RT boo hoo, a new boueibu thing hasn't come out in 2 years, think about it","sentiment_score":0.1363636364}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"It is obvious that all these court cases are attempts at preventing votes from being included. Mail-ins were sensible responses to a pandemic. Where I live it is regarded as a helpful addition and was used extensively even when cases were almost nil. It reduced the virus spread.","sentiment_score":0.0454545455}
{"full_text":"RT #BREAKING ICU capacity drops to 0% in Southern California as state reports 379 new COVID deaths, shattering daily recordhttps:\/\/...","sentiment_score":0.0454545455}
{"full_text":"RT Matt's minions turned off replies Favorite part:\"When you don't have the scientific argument, when responsible scienti...","sentiment_score":0.35}
{"full_text":"Am begging folks. It's not OUR jobs to deal with a pandemic. We're not equipped to do so. Please direct all your anger at the government because every wrong move has been a choice by them.","sentiment_score":-0.3666666667}
{"full_text":"RT In scenes unimaginable in many cities around the world reeling under a resurgence of the pandemic, young Wuhan residents durin...","sentiment_score":0.3}
{"full_text":"RT Big CONGRATS to students who are finishing up their 1st semester of PhD Programs, Masters program, Undergraduates, trading sc...","sentiment_score":0.0}
{"full_text":"RT Slate: Why Florida Public Health Officials Won't Blow the Whistle on Ron DeSantis.#DeathSantis lies whiles Floridians Die!h...","sentiment_score":0.0}
{"full_text":"RT Yes, it is certainly controversial to suggest that schools should be open by MAY 2021","sentiment_score":0.275}
{"full_text":"RT \"#stayathome to read Marx\"Seen in York, Canada.","sentiment_score":0.0}
{"full_text":"RT The Executive agreed a six week lockdown to begin on December 26.It's necessary to protect the health service and its work...","sentiment_score":0.0}
{"full_text":"RT Is $600 for a second COVID check enough?","sentiment_score":0.0}
{"full_text":"The big task force leader holds another covid rally.  Just shows how much they give a shit.  #Fu","sentiment_score":0.0}
{"full_text":"RT Health Care Worker Had Serious Allergic Reaction After Pfizer's Covid Vaccine - The New York Times @PascalPraud @christi...","sentiment_score":-0.0984848485}
{"full_text":"RT Nothing like the \"pro-life\" party eliminating healthcare during a GLOBAL PANDEMIC.California will survive without this $...","sentiment_score":0.0}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Introducing The Barstool FundIf you are a small business that needs help staying in business because of covid email...","sentiment_score":-0.25}
{"full_text":"Can't wait to meet you traveling somewhere once Covid is over ","sentiment_score":0.0}
{"full_text":"RT Wal Mart's Walton Family have pocketed $48 billion since March.They recently stopped paying hazard pay.Jeff Bezos has made...","sentiment_score":0.0}
{"full_text":"RT Britain ends this year with one of the highest numbers of Covid deaths in Europe, and the deepest recession of any major...","sentiment_score":0.0625}
{"full_text":"Tennessee 'Worst in the World' For COVID Transmission, Doctor Says","sentiment_score":-1.0}
{"full_text":"RT THE WHITE HOUSE WONT TELL PFIZER WHERE TO SHIP THE VACCINES. SO MILLIONS OF DOSES ARE PILING UP IN ITS WAREHOUSES. PEOP...","sentiment_score":0.0}
{"full_text":"Well put...The principles and tools of quality improvement can be used to enrich your understanding of any situation. QI enables greater focus, greater clarity and greater innovation to generate real-world solutions to real-world problems.","sentiment_score":0.5}
{"full_text":"RT An estimated 81,000 people died from a drug overdose between June 2019 and May 2020, the highest number ever recorded in a 12-mo...","sentiment_score":0.0}
{"full_text":"RT It's too bad the Republicans whingeing about one lady dropping an F-bomb about them can't hear what people are calling them...","sentiment_score":-0.7}
{"full_text":"Doctors are quickly working on a cure as now per rapsheet that most have failed and in some cases shrinking the players even further (swipe right to see one of the failed tests). Other than that the NFL players believe that this season should still happen even with this outbreak.","sentiment_score":-0.0008503401}
{"full_text":"THIS IS HOW THEY LEARNED THE CHOREO WHAT FR???!?@*@,","sentiment_score":0.0}
{"full_text":"Chicago's North Shore Health System must be making good money from COVID testing if they're sending oximeters to people with \"abnormal\" test results.","sentiment_score":0.7}
{"full_text":"RT Married couple dies from COVID-19 within minutes of each other, holding hands: they rest peaceful...","sentiment_score":0.125}
{"full_text":"#Coronavirus update: Utah to relax student quarantine requirements, remove alcohol curfew | By","sentiment_score":0.0}
{"full_text":"The indignance of this comment lmao I promise your server would rather be social distancing on unemployment than accepting even a 100% tip on that party of 3","sentiment_score":0.3166666667}
{"full_text":"Environment Ministry commences decontamination of premises recorded COVID 19 - Nigpilot via","sentiment_score":0.0}
{"full_text":"RT Governor Whitmer doesn't have the right to shut down the peoples' house.Through arbitrary Covid &amp; \"security\" restriction...","sentiment_score":0.0100529101}
{"full_text":"RT See. Almost every day now another person I know has gotten it","sentiment_score":0.0}
{"full_text":"What is wrong with you people in congress. Now your talking about taking away from the poorest in covid relief bill. Congress is deplorable. Do something.","sentiment_score":-0.55}
{"full_text":"A federal grand jury has charged six men with conspiring to kidnap Michigan Gov. Gretchen Whitmer in what investigators say was a plot by anti-government extremists who were angry over her coronavirus policies.","sentiment_score":0.0}
{"full_text":"RT One of America's most trusted reporters reviews the Immaculate Deception.   Under cover of the pandemic......","sentiment_score":0.5}
{"full_text":"RT Health care workers at Mount Sinai Hospital received their first shots of the Pfizer-BioNTech COVID-19 vaccine today, sho...","sentiment_score":0.25}
{"full_text":"RT There are many important aspects to this COVID-19 outbreak in Palm Beach NSW, and the way it's being reported. Let's ta...","sentiment_score":0.45}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"Is the COVID-19 vaccine safe for pregnant, breastfeeding women? Here's what medical groups say | PhillyVoice","sentiment_score":0.2777777778}
{"full_text":"Anyways... back to normal tomorrow with no snow in the forecast. Join us to learn more about our Covid modeling efforts in Argentina.https:\/\/t.co\/ALSBTpbdRc","sentiment_score":0.2166666667}
{"full_text":"RT America's worst mass casualty deadliest days ever... All due to Trump WH failed to respond to the pandemic. This is fore...","sentiment_score":-0.5416666667}
{"full_text":"RT Of course that \"is\" the NewWorldOrder plan.","sentiment_score":0.0}
{"full_text":"RT OPINION | How NYC is attacking the racial wealth gapThe main culprit is not COVID-19. It is always, always about inequal...","sentiment_score":0.1666666667}
{"full_text":"RT And Fox \"News\" and Facebook. Tearing our country apart from the inside out.","sentiment_score":0.0}
{"full_text":"RT NOTE SI 296\/2020 (face coverings in shops) does not stipulate requirement to provide evidence of reasonable excuse (wh...","sentiment_score":0.075}
{"full_text":"RT World War II vet beats COVID-19 in time to turn 104","sentiment_score":0.0}
{"full_text":"RT I'm sure Global Britain will be following New Zealand's lead","sentiment_score":0.1590909091}
{"full_text":"RT #BREAKING ICU capacity drops to 0% in Southern California as state reports 379 new COVID deaths, shattering daily recordhttps:\/\/...","sentiment_score":0.0454545455}
{"full_text":"RT Global South countries, led by South Africa and India, have requested a suspension of the WTO's patent rules to enable the...","sentiment_score":0.0}
{"full_text":"This practical co-operation is very welcome indeed. More integration of effort and development of a common strategy to keep everyone on the island safe from #COVID19 for the next six months would be wonderful.","sentiment_score":0.45}
{"full_text":"RT The real story, in my opinion, is here: 10-12 days after first dose, people just *stop* getting infected with COVID","sentiment_score":0.225}
{"full_text":"RT Peak 2020 Intellect: Coronavirus spreads the most in households. Let's lock everyone in their households then.","sentiment_score":0.5}
{"full_text":"RT Drinking your way through Africa. The Covid travel restrictions have renewed my desire to do that - sample all the mos...","sentiment_score":0.0}
{"full_text":"RT A6: Develop a virtual memory book, blog, or webpage to remember your loved one, and ask family and friends to contribut...","sentiment_score":0.7}
{"full_text":"Let's be clear - Fox News is *actually* a health hazard. More Americans have died from COVID because of their willfully false coverage than probably died from car accidents last year.  This is on Rupert.","sentiment_score":0.04}
{"full_text":"Don't forget masks should not be worn more than once and should be thoroughly washed in hot water after each wearing during the #COVID19 pandemic. Learn more:","sentiment_score":0.4166666667}
{"full_text":"RT 11,000 workers at Tyson foods have contracted COVID.At least 3 dozen have died.This is the kind of behavior Republicans wa...","sentiment_score":0.15}
{"full_text":"RT Kelly Loeffler law enforcement officers would like to know why you aren't going to pay them with a new COVID relief package...","sentiment_score":0.1363636364}
{"full_text":"This is a super helpful thread!! Also, for my runners out there, if you have a Garmin watch (at least the 245 and up) it can measure Pulse Ox if you happen to get COVID and need it! Check out the Garmin website to figure out how to set it up!","sentiment_score":0.0260416667}
{"full_text":"RT Your medical aid can't save you, private hospitals are packed with zero beds, and some are diverting patients away. St...","sentiment_score":0.0}
{"full_text":"RT Covid made me realize how disgusting we were before Covid. Eating a cake that a mf blew directly on should've never been a...","sentiment_score":-0.45}
{"full_text":"RT Any comment ? Maybe a journalist could ask a question about it for once?","sentiment_score":0.0}
{"full_text":"RT Peak 2020 Intellect: Coronavirus spreads the most in households. Let's lock everyone in their households then.","sentiment_score":0.5}
{"full_text":"RT Why isn't taking more action over this outbreak? Why not mandate masks on transport? In supermarkets? Why not l...","sentiment_score":0.3}
{"full_text":"RT \"Waste, Negligence and Cronyism: Inside Britain's Pandemic Spending\" by Jane Bradley, Selam Gebrekidan and Allison McCan...","sentiment_score":-0.2}
{"full_text":"RT I mean...if Gandalf is excited about the #COVID vaccine, we all should be, right?Ahem. For those in the back of the r...","sentiment_score":0.1875}
{"full_text":"I'm sure they'll try to get it televised in the Fall, but Covid may cause pauses to production that they can't help","sentiment_score":0.5}
{"full_text":"RT Wal Mart's Walton Family have pocketed $48 billion since March.They recently stopped paying hazard pay.Jeff Bezos has made...","sentiment_score":0.0}
{"full_text":"\"Current and former employees at some of these companies say they weren't surprised to see their leaders renege on promises to retain staff through the pandemic. 'The choices that they make are governed by, essentially, maximizing shareholder value.'\"","sentiment_score":0.025}
{"full_text":"RT SAGE and the Cabinet are addicted to Lockdown. Like a shot of illegal drugs, the high of decreasing case rates from shuttin...","sentiment_score":-0.2466666667}
{"full_text":"Why the reluctance? admirably in the eyes of majority of Canadians; he faces not only #climatechange but a once a century pandemic #covid piled on top; Harper Conservatives even without #covid had a Minister Of Chasing Raccoons From Foreclosed Homes.","sentiment_score":0.25}
{"full_text":"RT Never in a million years would I have guessed that some on the left would oppose a vote on medicare for all during a pand...","sentiment_score":0.0}
{"full_text":"RT GEORGIA! Please send HELP, not hindrance for Biden.Please Vote for WARNOCK and OSSOFF","sentiment_score":0.0}
{"full_text":"RT No foreign enemy has ever done more damage to this country than this president has with his pro-COVID policies.","sentiment_score":0.28125}
{"full_text":"RT It's too bad the Republicans whingeing about one lady dropping an F-bomb about them can't hear what people are calling them...","sentiment_score":-0.7}
{"full_text":"RT French President Emmanuel #Macron has tested positive for Covid-19, the Elysee Palace announced on Thursday. Other French and...","sentiment_score":0.0255681818}
{"full_text":"RT isn't this the approach they took? denial early on; downplaying later on; not using defense production act fo...","sentiment_score":0.05}
{"full_text":"GET YOUR FRIGGIN ACT TOGETHER AND GET THESE VACCINES OUT.I DON'T CARE WHO IS RESPONSIBLE!Americans are DYING!!#GeneralGusPerna What is the problem?","sentiment_score":0.0}
{"full_text":"RT Interior Secretary David Bernhardt has tested positive for COVID-19, according to reports via","sentiment_score":0.2272727273}
{"full_text":"RT Seroprevalence study of Covid infection in Geneva shows a higher than expected prevalence of infection among children,...","sentiment_score":0.075}
{"full_text":"RT Gearing up for the COVID-19 vaccines, antix-vaxxers are have been able to get credulous local TV news stations to cover t...","sentiment_score":0.25}
{"full_text":"RT $DSS Impact BioMedical, Inc. has formed a new wholly owned subsidiary, Innate Immune, Inc. (\"Innate Immune\"), to initiat...","sentiment_score":0.1363636364}
{"full_text":"RT Wal Mart's Walton Family have pocketed $48 billion since March.They recently stopped paying hazard pay.Jeff Bezos has made...","sentiment_score":0.0}
{"full_text":"List the shots that are, I want nothing to do those.","sentiment_score":0.0}
{"full_text":"RT Question: why does the furlough scheme need to be extended to the end of April when we've been repeatedly told by the Govt th...","sentiment_score":0.0}
{"full_text":"RT I'd like to see Kirk Cameron and every other ignorant, selfish dipshit make a public vow that if they or anyone in their f...","sentiment_score":-0.2083333333}
{"full_text":"RT Your daily reminder that David Perdue has fought against stimulus checks for the entire pandemic.","sentiment_score":0.0}
{"full_text":"RT Typical that this #abc730 2020 recap is running extensive minutes on the Melbourne social housing towers lockdown. Gott...","sentiment_score":-0.0444444444}
{"full_text":"Nebraska chief medical officer Dr. Gary Anthone said pre-holiday COVID-19 testing could serve as an added layer of protection.https:\/\/t.co\/GjrBp3pZza","sentiment_score":0.0}
{"full_text":"A Mutare City Council worker is in trouble for issuing forged COVID-19 clearance certificates to truck drivers travelling to neighbouring countries.https:\/\/t.co\/l1iC88nViZ","sentiment_score":-0.2}
{"full_text":"Contact Tracing and COVID-19 Technology Best Practiceshttps:\/\/t.co\/P8l3sA35P2","sentiment_score":1.0}
{"full_text":"RT Are we really talking about the f word in any context other than the f-ing people who stood by Trump as he boasted abo...","sentiment_score":0.0375}
{"full_text":"The salon owner who spent PS500,000 on new premises has been unable to trade for more than four months","sentiment_score":0.0090909091}
{"full_text":"Qs w\/times for today's (12\/17 US) Global #gtchat (#giftED #talented) Powered by #TAGT Our topic: \"2020 Retrospective: The Lost Year\" #NAGC #SENG #parenting #parentinginapandemic #2ekids #edchat #txeduchat #AussieED #nt2t #COVID19 #edutwitter #pandemic #ThursdayThoughts","sentiment_score":0.4}
{"full_text":"Please make sure you are doing everything you can to protect yourself and others from #COVID19. Stay home  Don't gather in large groups Wear a mask Wash your hands  Get a flu shot","sentiment_score":0.3571428571}
{"full_text":"So, let me understand this... Friday night all of you in Congress will go home to your  Plush residences and enjoy Christmas w\/your families while millions of Americans suffer through this supposed festive season w\/little to nothing!??? Mitch mcconnell &amp; the GOP are the lowest!!!!","sentiment_score":1.0}
{"full_text":"With fewer employees coming into the office after the COVID-19 pandemic, companies may have to rethink their environmental footprint.","sentiment_score":0.0}
{"full_text":"RT As of 8:30 a.m., the New Jersey State Police have responded to 207 motor vehicle crashes and 426 motorist aids in NJSP patrolled...","sentiment_score":0.1363636364}
{"full_text":"RT Wal Mart's Walton Family have pocketed $48 billion since March.They recently stopped paying hazard pay.Jeff Bezos has made...","sentiment_score":0.0}
{"full_text":"so since we're all stuck with covid rn with not much to do, i'm starting a minecraft smp on ftb revelation modpack!!drop a reply if you wanna join :)","sentiment_score":0.25}
{"full_text":"Texas couple of 30 years die of Covid-19 within minutes of one other while holding hands, their sons say.","sentiment_score":-0.125}
{"full_text":"A second COVID-19 vaccine moved closer to joining the U.S. fight against the pandemic Thursday as government advisers convened for a public review of its safety and effectivenesshttps:\/\/t.co\/saquHTHHoi","sentiment_score":0.0}
{"full_text":"Going to bars and drinking too much alcohol may lead to you letting your guard down. Limit your alcohol consumption to stay #COVID19 safe!","sentiment_score":0.2231481481}
{"full_text":"CloudLex(r) is helping personal injury attorneys navigate through the COVID crisis. Attorneys can work, stay up-to-date, manage cases, and collaborate with co-workers from anywhere and with any device. Hear more from one of our clients:#Covid19 #RemoteWorking","sentiment_score":0.25}
{"full_text":"Partnered with our analysis of new research data from CIOs and IT security executives, tells us that the global COVID-19 crisis has helped boost business use of cloud-based IT, and will do so through at least the next 24 months.","sentiment_score":-0.0409090909}
{"full_text":"Numbers are not looking good right now, I'm glad that our kids, staff and teachers are virtual right now. ","sentiment_score":0.4428571429}
{"full_text":"RT Married couple dies from COVID-19 within minutes of each other, holding hands: they rest peaceful...","sentiment_score":0.125}
{"full_text":"Reinventing Cities Post-COVID-19: #startup #business #smallbiz","sentiment_score":0.0}
{"full_text":"The decisions of policymakers will determine whether the legacy of #COVID19 is a tragic setback for the broader fight against infectious diseases or a new awareness of the incredible value of investing in #globalhealth innovations. ","sentiment_score":0.0954545455}
{"full_text":"Call it \"pandemic fatigue,\" \"Zoom sickness,\" or \"work\/life blur,\" burnout is a 2020 inevitability. So how can you lead when everyone is exhausted?","sentiment_score":-0.4}
{"full_text":"The city of El Paso will be giving its latest update on COVID-19 at 3 p.m. Watch here:https:\/\/t.co\/TfBnGIhqDo","sentiment_score":0.5}
{"full_text":"\"After the first dose you will be about 50 percent protected. After the second dose, which is 21 days later, you will be upwards of 94, 95% protected.\"Patsy Stinchfield, senior director of infection prevention, answers your COVID vaccine questions:","sentiment_score":0.0833333333}
{"full_text":"PODCAST: In this mini episode of the podcast, Editor Sydny Shepard discusses a newly revised construction standard for multi-employer sites and the FDA's approval of a new at-home test for COVID-19 and the flu.https:\/\/t.co\/i50Xlu8u7P","sentiment_score":0.0909090909}
{"full_text":"Perhaps the most appropriate for 2020, our runner-up most popular case is \"Patchy Infiltrates That Look Like COVID 19\"","sentiment_score":0.525}
{"full_text":"RT Progressives in Congress plz #HoldYourVote  unless Nancy takes real action on #MedicareForAll It's time for those elec...","sentiment_score":0.15}
{"full_text":"RT 1. The Justices haven't met in person for 9 months since pandemic2. Screaming? The 9 forgot how, years ago when they join...","sentiment_score":0.0}
{"full_text":"Here's a new word we learned this year: Coronasomnia. Lack of sleep due to #COVID19 has the potential to cause adverse effects such as high #BP and depression. Physicians discuss 6 things patients should know about this new word.","sentiment_score":0.0512878788}
{"full_text":"\"Without explicit and proactive efforts to recruit and retain #pregnant women in therapeutic trials for #COVID19 expectant mothers will suffer from having fewer medical options available to them, because we are not including them in clinical trials.\"https:\/\/t.co\/6FjkjnWFug","sentiment_score":0.2444444444}
{"full_text":"Moderna's COVID-19 vaccine moved closer to joining the U.S. fight against the pandemic Thursday as government advisers convened for a public review of its safety and effectiveness, one of the final steps before emergency approval. ","sentiment_score":0.0}
{"full_text":"RT Congrats to Mitch McConnell on successfully shrinking Covid relief checks","sentiment_score":0.75}
{"full_text":"AAKP Amb. Meshia Adams recognized w\/ Presidential Volunteer Service Award for advancing AAKP's COVID RISK education\/ELEVATION of kidney patients in COVID clinicals trials\/vaccine protocols. Our COVID programs have engaged 80K+ patients in 70+ countries!","sentiment_score":0.0}
{"full_text":"COVID-19 vaccines are here. Health care workers &amp; residents in long-term care will be the first to be vaccinated. As the supply increases, those with highest risk &amp; potential exposure to COVID-19 will receive vaccines. Learn more by visiting","sentiment_score":0.25}
{"full_text":"Take a look inside the ultracold freezers that will house COVID-19 vaccineshttps:\/\/t.co\/TUvkf4j2fo","sentiment_score":0.0}
{"full_text":"\"We still kind of have the attitude in Britain that we don't have disasters. Indeed we never call them disasters. We call them 'major incidents.'\"Professor David Alexander on how the UK's emergency legislation failed the test of Covid.Listen here:","sentiment_score":0.0541666667}
{"full_text":"If you've experienced a hardship from COVID-19, we want to provide you with the time necessary to successfully navigate the financial difficulty that it may have created for you and your family. Learn how our Enhanced Customer Assistance Plan can help you:","sentiment_score":0.3875}
{"full_text":"#LISTEN NSW cases explode: Covid cluster grows as Sydney area called into lockdownhttps:\/\/t.co\/x6r3yn7yRf","sentiment_score":0.0}
{"full_text":"LIVE NOW: Sask. health official provide COVID-19 update -https:\/\/t.co\/oTpoq8qMAq","sentiment_score":0.1363636364}
{"full_text":"#FromTheRight: Local Sheriffs Are Pushing Back On Some Of The Lockdown's Harsher Measures | Report in #Lockdown #Coronavirushttps:\/\/t.co\/Njxs8LohRt","sentiment_score":0.0}
