{"full_text":"RT Depicting Covid as the fun-guy at the party, or the family gathering, isn't going to get people to take it seriously....","sentiment_score":-0.3333333333}
{"full_text":"tell your employees to wear a fuckin mask","sentiment_score":0.0}
{"full_text":"RT Critical information on care of those in #pain #ChronicPain #CPP #MisapplicationofCDC","sentiment_score":0.0}
{"full_text":"RT we in the middle of a whole pythagorean theorem &amp; u worried about spelling","sentiment_score":0.1}
{"full_text":"This is crazy.... But the gov still trying to do these guys favors while the the every day guy is struggling. American billionaires' net worths have grown to $4 trillion during the coronavirus pandemic #SmartNews","sentiment_score":-0.2}
{"full_text":"RT \"the pandemic has killed farmers and their wives. The town's unofficial historian. The beloved grandmother whose sour crea...","sentiment_score":0.1166666667}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"This is the sweetest.","sentiment_score":0.0}
{"full_text":"RT No ICU beds left in Mississippi as COVID-19 case levels continue to hit record highs via","sentiment_score":0.0}
{"full_text":"RT Billionaires shouldn't be allowed to add a collective $1 trillion to their net worths during the pandemic while survival chec...","sentiment_score":0.0}
{"full_text":"RT Since this is possible in Florida despite the presence of \"COVID19,\" it's a violation of international law for other lead...","sentiment_score":-0.0416666667}
{"full_text":"RT What scares me the most about United kicking off the family because the two year old didn't want to wear a mask...is t...","sentiment_score":0.3}
{"full_text":"RT Holy heck, this Alberta Government COVID-19 commercial is absolutely the stuff of nightmares. #yeg #yyc #ableg #covid19ab...","sentiment_score":0.1}
{"full_text":"RT Family gets kicked off an airplane because their two year old won't wear a mask. This is all complete and total madness. ht...","sentiment_score":0.0666666667}
{"full_text":"RT MEDICINE: Men who have coronavirus infections are almost three times as likely as women to require intensive care, with...","sentiment_score":0.0}
{"full_text":"Vaccine hesitancy.","sentiment_score":0.0}
{"full_text":"all this told me was your didnt quarantine when you got back from a foreign country ","sentiment_score":-0.0625}
{"full_text":"RT The next 3 months will be the darkest winter in American history. Please protect your families and your community. #COVID19...","sentiment_score":0.0}
{"full_text":"RT Ashanti: Hey guys, can't believe I'm saying this but I tested positive for CovidAlso Ashanti in South Africa 4 days ago: #...","sentiment_score":0.2272727273}
{"full_text":"I hope these employers realize that this Covid shit isn't just gonna magically disappear when 2021 starts.","sentiment_score":0.15}
{"full_text":"damn they really cancelled a stay at home concert lmao bye","sentiment_score":0.4}
{"full_text":"RT Washington isn't broken. It's blocked at the slammed-shut door of the Senate Majority Leader. ","sentiment_score":-0.4}
{"full_text":"RT Want to learn more about how an mRNA vaccine works?  Here's a great video to help you understand!!  #scienceisawesome","sentiment_score":0.75}
{"full_text":"RT Wear a mask.  It's the easiest thing you can do to reduce COVID cases, hospitalizations, and deaths.It's not a political...","sentiment_score":0.0}
{"full_text":"2020 sure needed something Awesome like this!","sentiment_score":0.75}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT Ashanti says she's tested positive for COVID but she's down to do the #Verzuz at her house","sentiment_score":0.0358585859}
{"full_text":"RT Country Charlie Pride dead of COVID. One of the greats. So sorry to hear this.","sentiment_score":-0.35}
{"full_text":"RT #URGENT: The US just surpassed 16 million Covid-19 cases. It only took 4 days to go from 15 million to 16 million cases, ma...","sentiment_score":0.0}
{"full_text":"FDU Men's Basketball at Saint Francis University COVID-Postponed","sentiment_score":0.0}
{"full_text":"u want covid","sentiment_score":0.0}
{"full_text":"Additionally, while the #COVIDRiskMeter WAS predicting #purple for next week, people seem to be getting the message. We may be \"flattening the curve\" a bit. Fingers crossed - we stay in the red &amp; reduce the surge at our hospitals.","sentiment_score":0.0}
{"full_text":"RT We're recruiting for a Senior Caseworker! Thanks to your generous support, we can grow the Snowdrop team to help with...","sentiment_score":0.2}
{"full_text":"RT The current pandemic and climate change affect above all the lives of the poor. We must promote a culture that places at its...","sentiment_score":-0.1333333333}
{"full_text":"This is awful. My sympathies to her family and friends. Would have loved to see her Irish dance, a genre I hold dear.","sentiment_score":-0.1}
{"full_text":"I postponed the jury service to dec 21st and with the stay at home order they closed the courts and I don't have to do jury duty anymore lmfaoooo","sentiment_score":-0.05}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"RT Not only is my hand still bad, after being exposed to a child with Covid, I am now in isolationWeek 75's #prompt is...","sentiment_score":-0.35}
{"full_text":"Thank you to my kids and grandkids for finding a way to turn our lockdown anniversary into a celebration, and thank you to our family for joining us on Zoom last night to toast Pinder and I. 2\/2","sentiment_score":0.0}
{"full_text":"RT Marketers should be very cautious in personifying the COVID-19 virus. There are many accidental repercussions that can...","sentiment_score":0.35}
{"full_text":"RT Very sad news. Country music pioneer and legend, a man of many talents and grace, Charley Pride has passed away from COVID....","sentiment_score":-0.075}
{"full_text":"Not Ashanti getting COVID ","sentiment_score":0.0}
{"full_text":"Wear a mask","sentiment_score":0.0}
{"full_text":"RT Eton has closed to avoid students &amp; families being affected by Covid over Christmas.State schools who have said  they'l...","sentiment_score":-0.1}
{"full_text":"RT RIP David E. Stapleton","sentiment_score":0.0}
{"full_text":"Trump's Most DISGUSTING Covid Comment Yet via","sentiment_score":-0.25}
{"full_text":"RT Why was Covid prioritised over Cancer? Even if she caught it she would likely have been fine. Why risk certain death. Moth...","sentiment_score":0.2103174603}
{"full_text":"RT Beating COVID-19 will take everyone doing their part.Wear a mask. Social distance. Limit travel over the holidays. We can...","sentiment_score":0.0333333333}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"RT I'm so heartbroken that one of my dearest and oldest friends, Charley Pride, has passed away. It's even worse to know that...","sentiment_score":-0.4}
{"full_text":"RT Premiers did the Covid heavy lifting. #insidershttps:\/\/t.co\/7ulXCXSrEH","sentiment_score":-0.2}
{"full_text":"RT For the love of God. I am really sorry. I do not know why it is always the UK. At a certain point, you have to wonder if the l...","sentiment_score":0.0714285714}
{"full_text":"RT Unfortunately, we have to postpone tonight's #VERZUZ. Ashanti tested positive for COVID-19, and we cannot put anyone at r...","sentiment_score":-0.1363636364}
{"full_text":"Oh no!","sentiment_score":0.0}
{"full_text":"Patriots?  You mean seditious traitors?  Uneducated fools?  COVID spreaders?  Racists?","sentiment_score":-0.3125}
{"full_text":"Soooo how convenient was it that Ashanti found out she has Covid the day of the Verzuz ","sentiment_score":0.0}
{"full_text":"RT MISSION #SanBernardino #CA  Air Force Vet Sawasdi traveled to take care of family funeral arrangements and got stuck beca...","sentiment_score":0.0}
{"full_text":"So very sorry for your family's loss","sentiment_score":-0.65}
{"full_text":"Actually...... still recovering from Covid. ","sentiment_score":0.0}
{"full_text":"RT No ICU beds left in Mississippi as COVID-19 case levels continue to hit record highs via","sentiment_score":0.0}
{"full_text":"Senator, this is the worst possible time to force partial fill Rxs onto the chronic pain community. We shouldn't be asked 2 go 2 the pharmacy an extra time in a pandemic. Rx opiates have been dropping for a decade, but OD deaths have gone up because they aren't linked","sentiment_score":-0.275}
{"full_text":"Could be COVID.https:\/\/t.co\/NgxdOkC8D4","sentiment_score":0.0}
{"full_text":"RT #URGENT: The US just surpassed 16 million Covid-19 cases. It only took 4 days to go from 15 million to 16 million cases, ma...","sentiment_score":0.0}
{"full_text":"RT So, same as Democrat Governors and Mayors? Got it.","sentiment_score":0.0}
{"full_text":"You know, 2,951 people died yesterday, from Covid-19. But you don't have anything to say about that. Because you don't care. You only are capable of whining about the election, which you LOST. \"Man of The Year\", my ass.","sentiment_score":0.1}
{"full_text":"the conservative movement relies on making its base uninformed and ignorant. you see it when it comes to climate science, you see it when it comes to basic economics (from the carbon tax to the idea that government debt work like household debt), and we see it now with covid-19.","sentiment_score":-0.4}
{"full_text":"RT I've seen this circulating and didn't want to cry so I didn't read it until now thinking I was ready. I wasn't. Still c...","sentiment_score":0.2}
{"full_text":"Thank you","sentiment_score":0.0}
{"full_text":"RT Imagine trying to put out a massive wildfire with a bunch of firehoses. It doesn't work. It helps, but doesn't kill the fire....","sentiment_score":0.0}
{"full_text":"My sister is a nurse in the Tri-Cities in Tennessee. I learned today that the hospital in Johnson City brought in a refrigerated trailer to use as a surplus morgue,  even as people in the community deride COVID as a hoax &amp; masks as a threat to their freedom. Please #WearAMask","sentiment_score":0.0}
{"full_text":"Just do it on ig live lol why they gotta be in person anyway Lawd","sentiment_score":0.4681818182}
{"full_text":"RT Kenya is doing WELL below 1,000 cases a day. To give you an idea of how fucking stupid and selfish it is for Americans...","sentiment_score":-0.65}
{"full_text":"RT May I recommend two very moving segments for your Saturday? The first is a conversation with on the being...","sentiment_score":0.225}
{"full_text":"25% of Aussies stranded o'seas are in India...if they were white farmers in South Africa I wonder if they'd still be stranded?https:\/\/t.co\/ZaCqiIn8DG","sentiment_score":0.0}
{"full_text":"RT Sorry to come across as a Scrooge, but as an oncologist who is on a #COVID19 ward rota to help out our amazing acute medicine...","sentiment_score":0.2333333333}
{"full_text":"These numbers tell a real story.","sentiment_score":0.2}
{"full_text":"RT \"we're gonna lose the vote so why take it\"- anything worth doing is hard. Politics isnt stagnant its fluid. 500k angry ca...","sentiment_score":-0.1229166667}
{"full_text":"Ways Office Layouts Will Change with COVID-19 #CRE #Office #Layouts #COVID-19","sentiment_score":0.0}
{"full_text":"RT What scares me the most about United kicking off the family because the two year old didn't want to wear a mask...is t...","sentiment_score":0.3}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Actress Carol Sutton dies of Covid-19","sentiment_score":0.0}
{"full_text":"While the pandemic has affected the entire population, it has had a disproportionate impact on the elderly. We owe it to this important segment of society to recognize the unique challenges they face and pursue policies that help them to make it through the crisis. #AgingAsia","sentiment_score":0.2583333333}
{"full_text":"\"CDC says child abuse hospitalizations 'increased significantly' during pandemic, despite emergency room visits plunging\"via","sentiment_score":0.375}
{"full_text":"Dr. Leana Wen joined CNN's \"New Day\" program and told viewers that all Christmas plans need to be canceled, in an effort to stop the spread of COVID-19. Do you agree?","sentiment_score":0.1363636364}
{"full_text":"Oh Deer ... Rudolph the Face Masked Reindeer Ceramic Ornament via #CoronaCrisis #OhDeer #christmasgiftsideas #Rudolph #thefacemaskedreindeer #COVID19  #holidaysarecoming #wearamask #Christmasgiftideas #HolidaySeason  #christmasornament #Christmas","sentiment_score":0.0}
{"full_text":"Nonprofits are at risk of being unable to fulfill their missions due to financial insolvency and bleak funding outlooks, according to the report. They are expecting a decline in revenue, some by more than 25%. They also say they have less volunteers.https:\/\/t.co\/7l8EIM6shy","sentiment_score":-0.2152777778}
{"full_text":"Want to do a relationship health check? In a relationship for 3+ years? Follow the link to our 15 min survey. It will help us for a book Dr Heim is writing on Covid relationships. Giveaway on completion #psychology #COVID19","sentiment_score":0.0}
{"full_text":"The EU is urging caution with the pandemic, and the head of its Medicines Agency says that safety must come first. Nevertheless, opponents of 'vaccination certificates' are concerned they will end up becoming de-facto obligatory. RT puts the issue up for debate.","sentiment_score":0.35}
{"full_text":"Investments in #SDGs can lift 146 million people from extreme poverty by 2030. Our NEW COVID-19 Data Futures Platform provides #data4dev insights so policy makers can place at the heart of pandemic recovery:","sentiment_score":0.0056818182}
{"full_text":"India is the top coronavirus vaccine buyer, followed by the European Union which has confirmed 1.58 billion doses and the US, which is the worst-hit country, has managed to purchase 1.01 billion doseshttps:\/\/t.co\/t8VfYTEPNk","sentiment_score":0.3}
{"full_text":"Special Alert:  SoCal 511 is keeping you up to date on the Coronavirus (Covid-19) impacts to transportation in the 5 county areas (Los Angeles, OC, Ventura, Riverside, and San Bernardino) every hour.  For more information visit:","sentiment_score":0.4285714286}
{"full_text":"Our self-directed courses can be taken anytime! Available courses cover topics like reporting on #COVID19, #datajournalism, #investigativereporting, #mapping, uncovering #misinformation and more!","sentiment_score":0.5125}
{"full_text":"The Taft Museum of Art and the Contemporary Arts Center in Downtown Cincinnati will temporarily close due to COVID-19 concerns in the region.https:\/\/t.co\/YmVvru51Qu","sentiment_score":-0.0194444444}
{"full_text":"What do YOU want to get back to? We can #GetBackMass when we wear a mask, keep our distance, and get tested. Learn more: #covid19MA","sentiment_score":0.25}
{"full_text":"The average Canadian family will pay up to an extra $695 for food next year, as the pandemic, wildfires and changing consumer habits drive up grocery bills to the highest increase ever predicted by an annual food price report.https:\/\/t.co\/2u8JS6Q1Pn","sentiment_score":-0.05}
{"full_text":"Department of Corrections reorganizes state prison system to mitigate COVID-19https:\/\/t.co\/1GGF7iwrxY","sentiment_score":0.0}
{"full_text":"Today is Saturday and you know it. Marvin Gaye knows it, too. It is better if you stay home, as you know, but with a little bit of Soul &amp; Funk everything is much better.I leave you with \"Got to give it up\", and the rest of the list is up to you.https:\/\/t.co\/rmqLZFfZeI","sentiment_score":0.1708333333}
{"full_text":"Day 81:This song is definitely a WIP, gotta flesh it out and lock down the instrumental direction, but for whatever reason it felt appropriate to share it in its current form.More details in the Patreon!(blog posts are free)https:\/\/t.co\/nHMDHQx3ly","sentiment_score":0.0861111111}
{"full_text":"Rainbow Bridgec. 1930Tahoe National Forest Collection#Christmas #Christmas2020 #COVID19 #History","sentiment_score":0.0}
{"full_text":"New evidence is emerging that the coronavirus could lead to debilitating neurological symptoms - even in those who only had mild COVID-19 illness. spoke with scientists searching for answers. Read more:","sentiment_score":0.2424242424}
{"full_text":"Peru temporarily suspended clinical trials of a Covid vaccine made by Chinese drug giant Sinopharm after detecting neurological problems in one of its test volunteers.https:\/\/t.co\/GhIsNwlJ5U","sentiment_score":0.0}
{"full_text":"Rick Grimes: I need to find my family. I need to keep 'em together.#TheWalkingDeadSeason 9What Comes After04 Nov 2018#TWDHallucinationSheriff's DepartmentCynthiana, KentuckyCDC, Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last GrimesAndrew Lincoln","sentiment_score":0.0}
{"full_text":"Our Prediction is in! With the recent news of Nagbe and Santos being ruled out due to COVID-19, we predict Seattle will win their 3rd cup in 5 years and cement their status as the best recent dynasty in American soccer! Kickoff is at 8:30 on FOX #Crew96 #Sounders #MLSCup","sentiment_score":0.2392857143}
{"full_text":"The COVID-19 pandemic has dominated the news worldwide this year, and a tumultuous presidential election and a wave of protests over racial injustice also drew relentless coverage in the United States.Here are some other major events of 2020:","sentiment_score":-0.03125}
{"full_text":"How does social distancing affect our brains?https:\/\/t.co\/sJjrIgfLHj","sentiment_score":0.0333333333}
{"full_text":"In the recent past, doctors and families may have forgone an #autopsy because they believed they already knew the cause of death. But #COVID19 changed this.  and report.","sentiment_score":-0.125}
{"full_text":"Who's we?   WHO and China in February said the virus was not transmitted through human contact.  Called Trump's action to ban travelers into the US as xenophobic.","sentiment_score":0.05}
{"full_text":"The U.S. has reached a record 3,309 daily coronavirus deaths, according to data compiled by Johns Hopkins University.https:\/\/t.co\/sPaDPkrALR","sentiment_score":0.0}
{"full_text":"Good times all around!","sentiment_score":0.875}
{"full_text":"#Iran accuses #US of blocking #coronavirus vaccine purchases ","sentiment_score":0.0}
{"full_text":"How rabbit rearing has kept student's family going during Covid pandemichttps:\/\/t.co\/YW3TvTcvos","sentiment_score":0.0}
{"full_text":"The pandemic has brought on communication challenges for people in the deaf community.","sentiment_score":0.0}
{"full_text":"\"I love to help people, any time of the year, but especially now with COVID and during the holidays, everybody needs a little extra help,\" said volunteer Olivia Jones.","sentiment_score":0.078125}
{"full_text":"Mexico's medical safety commission has approved the emergency use of the Pfizer-BioNTech vaccine for the coronavirus.https:\/\/t.co\/aTMzpRVRbY","sentiment_score":0.0}
{"full_text":"RT NEW: LA County reports an additional 11,476 new cases of #COVID1970 new deaths.Cases have increased over 350%  in the p...","sentiment_score":0.1363636364}
{"full_text":"COVID-19 restrictions are tough on Santa Claus, too.","sentiment_score":-0.3888888889}
{"full_text":"Country music legend Charley Pride, who became the genre's first Black superstar, died Saturday at age 86.","sentiment_score":0.0416666667}
{"full_text":"Know the details of how the #Covid19 vaccine will reach common people. Watch this #ReporterDiary with India Today's Milan Sharma.  #CoronavirusVaccine #coronavirus #CovidVaccine | | #REMore Videos:","sentiment_score":-0.3}
{"full_text":"This is my therapy folks. My bliss. Be and stay blessed. Be safe in times of COVID-19.  - Be Mine for Christmas (feat. Ledisi) by from #SoundHound with LiveLyrics(r)","sentiment_score":0.5}
{"full_text":"Latest worldwide COVID-19 data: 72,084,888 cases, 1,610,771 deaths.A 2.23% fatality rate.","sentiment_score":0.5}
{"full_text":"RT Wear a mask.  It's the easiest thing you can do to reduce COVID cases, hospitalizations, and deaths.It's not a political...","sentiment_score":0.0}
{"full_text":"A historic step toward ending the coronavirus pandemic: The FDA has authorized Pfizer\/BioNTech's COVID-19 vaccine for emergency use in people 16 years of age and older. The first doses could be given as soon as next week.","sentiment_score":0.1041666667}
{"full_text":"\"For the first time in more than 30 years, I'm not spending the Christmas holidays with my daughters.\" In an interview with CBS, Dr. Fauci warned winter holiday plans may need to look different this year to avoid the spread of COVID-19.","sentiment_score":0.25}
{"full_text":"RT Stockholm's ICU capacity hit 99% this week. Sweden  is also completely out of ICU nursing staff because of high resignati...","sentiment_score":0.13}
{"full_text":"If you ask Tillie Dybing about the pandemic, she might reply, \"which one?\" The 107-year-old is a survivor of not one, but two viral pandemics. ","sentiment_score":0.0}
{"full_text":"You would think he'd be too busy controlling all those people who got the Covid vax over in the UK. #multitasking","sentiment_score":0.1}
{"full_text":"Pls be aware of the social distancing everyone we are not yet free in this pandemic. Let's take care ourself everyone.we need space with each other, nong needs space also.Pls P'Best be more on strict towards Nong pls protect him on those crowds next time.#GulfKanawut","sentiment_score":0.294047619}
{"full_text":"The NAACP and Christus Spohn Hospital sponsored a free COVID-19 testing event Saturday at the American Bank Center intended to fight against the ongoing pandemic.  ","sentiment_score":0.1}
{"full_text":"RT Ppl are also \"shoplifting\" meat, rice, diapers, shampoo, &amp; laundry detergent. If you witness someone \"shoplifting,\" d...","sentiment_score":0.0}
{"full_text":"RT #Breaking: Dallas County ends deadliest week of pandemic with 2,111 new coronavirus cases, 8 more deaths","sentiment_score":0.3181818182}
{"full_text":"this nigga gone have covid and pinkeye","sentiment_score":0.0}
{"full_text":"RT I won't be seeing my parents this Xmas, because as an NHS doctor I have seen the tragic consequences of #COVID19. I strongly...","sentiment_score":-0.1583333333}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Current Conditions for #Sayre PATemp: 49.0FWind Chill: 47.5FHumidity: 90%Dew Point: 46.2F Barometer: 29.929 inHgWind: 5 mph from the SECorona Virus Weekly Stats:Cases: 260.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT BREAKING:  Florida surpassed 20,000 total reported COVID-19 deaths today","sentiment_score":0.0}
{"full_text":"RT We need tougher enforcement. The people gathering in downtown Calgary are putting all of us at risk. These people are no...","sentiment_score":0.0}
{"full_text":"RT As we celebrate #Jamhuriday lets turn in large number to learn about Peace and conflict resolution, let's have #byelectio...","sentiment_score":0.2142857143}
{"full_text":"Dallas County health officials reported 2,111 cases of COVID-19 Saturday, and eight more deaths. ","sentiment_score":0.5}
{"full_text":"RT I want to share my story with you; I think given my last post it is important. I am a participant in a Phase 3 clinical trial fo...","sentiment_score":0.2}
{"full_text":"RT Family gets kicked off an airplane because their two year old won't wear a mask. This is all complete and total madness. ht...","sentiment_score":0.0666666667}
{"full_text":"RT: #TheGrandTour Given that it's going to take an unprecedented global...Watch Now:","sentiment_score":0.6}
{"full_text":"Ha! Behold the power of cheese! Cannon used by #TheNutcracker army against the Rat King in live stream production fired cheese! Loving it so far! #COVID19 #Arts","sentiment_score":0.2984848485}
{"full_text":"RT Know the details of how the #Covid19 vaccine will reach common people. Watch this #ReporterDiary with India Today's Milan S...","sentiment_score":-0.3}
{"full_text":"The research in Rochester will help lead society to a post-pandemic world, but Rochester Clinical Research says there will need to be four to five vaccines approved and available in order to fully serve the global demand.","sentiment_score":0.2}
{"full_text":"Why scientists in China were commissioned to create virus? Why Gate Foundation supported Chinese virus experiments? Why Nazi scientists invented gas chambers? Scientists have to work under correct policies and moral standards to be great","sentiment_score":0.2666666667}
{"full_text":"This guy said it isn't a Pandemic! He doesn't even know what the word means. You can not be worried all you want, but it is by definition, a Pandemic.","sentiment_score":0.0}
{"full_text":"2 M, DoD CONFCOVID-19 VACCIN HOAX BIGGEST FRAUD IN MANKIND HISTORYBRF, BUSHES, BILL GATES, FAUCI, CDC, FDAOBAMA, BIDEN, HARRIS, DEMOCRATS SEEK TO DO $ FRM PPL, USED AS , VACCINATION+ MICROCHIP PPLSO, THEY CAN TRACK THEM LIKE ENSLAVE, ELIMINATE, ETC","sentiment_score":0.0}
{"full_text":"The pandemic has left many nonprofits grappling with more needs than ever. How our technology is helping. #MSFTAdvocate","sentiment_score":0.3333333333}
{"full_text":"madam pomfrey has the cure to covid someone send her an owl please","sentiment_score":0.0}
{"full_text":"COVID isn't an influenza, it's is a corona virus. We do pay poll workers a small stipend for their work. In a pandemic emergency like this year, we have procedures like absentee voting by mail, same as people in nursing homes, soldiers overseas, and medically homebound people use","sentiment_score":-0.0833333333}
{"full_text":"RT The facts still show COVID-19 is not a problem in Canadian schoolsMy weekend column in the Sun papers:","sentiment_score":0.0}
{"full_text":"What skill have you learned this pandemic? I'm learning calligraphy.  I don't think calligraphy was meant for left handed people.","sentiment_score":0.0}
{"full_text":"RT bruh it's called a PANDEMIC not a panoramic.","sentiment_score":0.0}
{"full_text":"California's game at Washington State was canceled less than two hours before kickoff on Saturday because of a case of COVID-19 on the Cal team, the Pac-12 said.","sentiment_score":-0.2833333333}
{"full_text":"RT Sorry to come across as a Scrooge, but as an oncologist who is on a #COVID19 ward rota to help out our amazing acute medicine...","sentiment_score":0.2333333333}
{"full_text":"RT Cherokee Nation rolls out plan to distribute COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"Do you care to mention the now 300,000 dead Americans from Covid+ gross negligence + misinformation\/lie campaigns? ? ?","sentiment_score":-0.1}
{"full_text":"Hmmmmmm lockdown is cancelled!?","sentiment_score":0.0}
{"full_text":"RT Earlier this year I thought we'd get Covid relief checks ten times and Trump would lose once, not the other way around","sentiment_score":-0.0416666667}
{"full_text":"RT Jared Kushner's Property Management Company Is Trying to Evict Hundreds of Tenants in the Middle of a Pandemic #CoronaCor...","sentiment_score":0.0}
{"full_text":"RT Donald Trump's raging narcissism will not allow him to acknowledge he lost by 7 million votes. He lost  the election i...","sentiment_score":0.0}
{"full_text":"RT we are in a panini press and you worried about spelling ","sentiment_score":0.0}
{"full_text":"Time: 01:00 * Temp: 3.6degC * Wind: SSW 0.0 to 0.0mph * Pressure: 995.4hPa * Rain: 0.0mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:38 * Sunset: 15:57 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
