{"full_text":"RT UP - OCTA, how about rallies?","sentiment_score":0.0}
{"full_text":"RT If you are writing a play about COVID stop","sentiment_score":0.0}
{"full_text":"RT The way has suppressed the real count of the Covid-19 cases from the public domain, shows the real fac...","sentiment_score":0.1333333333}
{"full_text":"It's not, these are most deaths due to an event (natural disaster, terror attack, pandemic, etc)","sentiment_score":0.1583333333}
{"full_text":"RT There is a woman selling COVID-19 vaccine at Idumota.","sentiment_score":0.0}
{"full_text":"RT Key Updates for Week 48, ending November 28, 2020Seasonal influenza activity in the United States remains lower than usual...","sentiment_score":-0.125}
{"full_text":"RT Wonder if people denouncing this realize how common it was in the Dust Bowl and in Depression-era Appalachia for residents t...","sentiment_score":-0.3}
{"full_text":"RT Me for the -'Why I can no longer police the coronavirus restrictions'https:\/\/t.co\/4Ng7Dk4nop","sentiment_score":0.0}
{"full_text":"RT Reply your 20 tweets for The Lockdown Awards with HANK name. Lets vote while making our new petpink family trend. Figh...","sentiment_score":0.1363636364}
{"full_text":"RT US pandemic response has collapsed into total failure at this point. It starts with Trump, but the failures are everywhere.","sentiment_score":-0.1583333333}
{"full_text":"RT At the beginning of term, my youngest brother passed away in his student halls. Last week I spoke to","sentiment_score":0.0}
{"full_text":"RT There might have been a Brexit without setting fire to everything. At each critical stage, May and Johnson have chosen t...","sentiment_score":0.0}
{"full_text":"RT 90-year-old Maggie world's first to get anti-#COVID jab | Greater Kashmir","sentiment_score":0.375}
{"full_text":"RT Californians, I cannot stress enough how critical it is right now to prevent the spread of this deadly virus. Hospital...","sentiment_score":0.0214285714}
{"full_text":"when covid is more under control, remember to take your birth control I don't want another population boom","sentiment_score":0.5}
{"full_text":"RT because of covid they couldn't react to mv, launch a challenge on tiktok, make a showcase and receive ads?? who believes that...","sentiment_score":0.0}
{"full_text":"Read more about this online","sentiment_score":0.5}
{"full_text":"RT Advisor to CM Sindh #AijazShahShirazi dies of coronavirus#ARYNewshttps:\/\/t.co\/DDVv9fkPRv","sentiment_score":0.0}
{"full_text":"The experiment that has played out right in full view of the global population:7.79 Billion people of faith, praying for COVID to STOP for &gt;9 months and NOTHING has happened! In fact its getting worse!Yet science seems to have a possible solution!The experiment's result = ?","sentiment_score":0.1589285714}
{"full_text":"Why the heck would any country have a President, a deputy president, a Prime Minister and a deputy prime minister and God knows how many cabinet ministers,  all serving in one administration? So African politics is all about patronage?","sentiment_score":0.25}
{"full_text":"RT The health and wellbeing of Australian women has plummeted this year, with rates of anxiety and domestic violence at a re...","sentiment_score":0.0}
{"full_text":"Well if women got paid for raising children. Maybe more would choose to stay home. Thing is the people trained to look after children are better than some at home mom's I know.","sentiment_score":0.5}
{"full_text":"RT A South Korean study raises concerns that six feet of social distance may not be far enough to keep people safe from the coron...","sentiment_score":0.1583333333}
{"full_text":"RT The second wave of Covid is here, and it's worse than before. If you choose to be irresponsible in this time, please know t...","sentiment_score":-0.2}
{"full_text":"RT H-E-B runs the state of Texas better than our own governor smh","sentiment_score":0.55}
{"full_text":"While South Korea prepares despite less than 1k deaths, the UK is relaxing rules for Xmas, despite over 62k deaths.","sentiment_score":-0.1666666667}
{"full_text":"RT \"Changes will only happen if we keep pushing--if we keep being very, very annoying, and repeat these things over and over...","sentiment_score":-0.5}
{"full_text":"RT As people stayed home to stop the spread of #COVID19, reports of violence against women and girls began to rise.This #16Day...","sentiment_score":0.0}
{"full_text":"Take me with you ","sentiment_score":0.0}
{"full_text":"RT because of covid they couldn't react to mv, launch a challenge on tiktok, make a showcase and receive ads?? who believes that...","sentiment_score":0.0}
{"full_text":"Yeah. Trade agreements with more than 100 countries is to be \"sniffed at\".Funny how the narrative before was, \"we won't conclude any trade deals if we leave the EU\", and now it's, \"yeah well, you've done it, but they're 'rubbish' anyway\"!Oh look. It's a flying goalpost. ","sentiment_score":0.625}
{"full_text":"RT They are busy telling us about #secondwave of COVID19 while they in fact mean #secondwave of looting billions again.","sentiment_score":-0.10625}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT Superb concert by David Poulter last evening....a good turnout considering covid-19 and freezing temperatures! If you mis...","sentiment_score":0.625}
{"full_text":"RT The Times Group said the decision was taken due to coronavirus pandemic induced economic crisis. #PuneMirror #MumbaiMirror h...","sentiment_score":0.0375}
{"full_text":"RT NJ Senate President It is YOUR ego's incorrect interpretation that is getting in the way of NJ citizens...","sentiment_score":0.0}
{"full_text":"I don't even think there's a vaccine tbh. Flu vaccine disguised as COVID-19. ","sentiment_score":0.0}
{"full_text":"RT Ward no 24 of Karapitiya hospital isolated and doctors and the staff also directed to quarantine process due to few covid p...","sentiment_score":-0.1625}
{"full_text":"RT If you eat Papa John's willingly, don't worry about what's in the Corona virus vaccine.","sentiment_score":0.25}
{"full_text":"RT On #HumanRightsDay  and every day, let's resolve to act collectively, with human rights front and centre, to recover f...","sentiment_score":0.0}
{"full_text":"RT Heading to New Zealand right now where there is no covid and people are attending festivals peace out ","sentiment_score":0.211038961}
{"full_text":"RT The way has suppressed the real count of the Covid-19 cases from the public domain, shows the real face...","sentiment_score":0.1333333333}
{"full_text":"RT Eric Swalwell's career caught the China virus today.","sentiment_score":0.0}
{"full_text":"RT Powerful stories on how people are coping with the #COVID19 crisis across the region, incl. #Kosovo.","sentiment_score":0.3}
{"full_text":"RT \"I really am sorry, from the bottom of my heart. But if the price we pay is 590 deaths a day then this in unacceptable.\"Germa...","sentiment_score":-0.5}
{"full_text":"Citizen journalist detained over Wuhan reporting 'restrained and fed by tube'Former lawyer Zhang Zhan was on hunger strike after her arrest for 'picking quarrels #ChinaVirushttps:\/\/t.co\/ILQFYBEwZD","sentiment_score":-0.025}
{"full_text":"RT The way has suppressed the real count of the Covid-19 cases from the public domain, shows the real face of...","sentiment_score":0.1333333333}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT REPORT: Millions In COVID-19 Relief Loans Went To Companies Partially Owned By California Democratic Gov. Newsom","sentiment_score":-0.1}
{"full_text":"LIVING BEYOND THE WORLD'S IMAGINATION: Coronavirus death toll at record high in Germany: ...","sentiment_score":0.16}
{"full_text":"No. They just want to destroy Germany's economy vs China's.The Wuhan Virus case numbers are mainly reshuffled from other diseases. Seen so many hospitals myself lately including Charite last week. This is a scam.Seems barely anyone is dying except for #WuhanVirus ","sentiment_score":0.0130952381}
{"full_text":"RT As the world's largest vaccine manufacturer, India will contribute significantly to global efforts for producing Covid-19 vac...","sentiment_score":0.0}
{"full_text":"RT Germany has reported its highest one-day total of new coronavirus cases, while the number of deaths linked to COVID-19 has climbed...","sentiment_score":0.0681818182}
{"full_text":"Air pollution roars back in parts of UK, raising Covid fears","sentiment_score":0.0}
{"full_text":"RT #HyderabadNeed #Blood Type :  O-positiveAt : AIG Hospital. Blood Component : Need Plasma from O+ve #COVID19 recovered...","sentiment_score":0.0}
{"full_text":"Very good #Trump, you are so good on the management of #COVID19 and this numbers are on your administration, remember that ","sentiment_score":0.805}
{"full_text":"COVID-19 relief in the United States' supposed peer nations shows how cruel Republicans are","sentiment_score":-1.0}
{"full_text":"RT For the vast majority, this pandemic has been utter misery.But for a wealthy few, it has been an opportunity to cash-in...","sentiment_score":0.075}
{"full_text":"RT Getting a Covid Test and my Nurse is a 22 Yr old Black Woman with a twist out speaking to me in AAVE and this is the sa...","sentiment_score":-0.0333333333}
{"full_text":"RT Is that why Trump authorized financial assistance to large companies instead of small, due to COVID-19? Do...","sentiment_score":-0.0401785714}
{"full_text":"RT The Tories have now awarded PS10bn worth of emergency #coronavirus contracts.Many recipients had close party or gover...","sentiment_score":0.3}
{"full_text":"RT Good morning London it's , November 2nd...lockdown approaching#EyeBrows #EyeLashes #Eye #threading #Westminister #Oxfor...","sentiment_score":0.7}
{"full_text":"Silence , stigma have allowed violence against women to escalate during pandemic proportions, We need to change this right now right here . #StopGBVinTana","sentiment_score":0.2857142857}
{"full_text":"Ok so... what if the US can't get it under control by the time Biden is in Office?","sentiment_score":0.5}
{"full_text":"Usually when a politician speaks, it's as an actor playing a role, theatrical with synthesized affect. This is especially true of Boris Johnson. Unusually, no mask here. Just a human being speaking with raw emotion. Powerful &amp; moving.","sentiment_score":0.0598901099}
{"full_text":"The fallout caused by COVID-19 is massive, global and potentially long lasting. Recovery towards a better future must be grounded in fulfilling human rights, reviving global solidarity and safeguarding the health of the planet - for present and future generations.#HumanRightsDay","sentiment_score":0.045}
{"full_text":"Japan will purchase 10,500 deep freezers to store Covid-19 vaccines. The country currently has agreements to buy 290 million vaccine doses from Pfizer, AstraZeneca and Moderna. The vaccines need to be kept between -20degC to -75degC. : EPA-EFE","sentiment_score":0.0}
{"full_text":"From covid to everything","sentiment_score":0.0}
{"full_text":"Today is International Human Rights Day and this year's theme unsurprisingly relates to the COVID-19 pandemic with a focus on the need to #BuildBackBetter by ensuring Human Rights are central to recovery efforts.Image credit - #InternationalHumanRightsDay #HumanRights","sentiment_score":0.0}
{"full_text":"Today's #ourfamily #adventcalendar looks back at some of the fantastic inspired artwork produced by children and staff from our five schools during the lockdown earlier this year - some of which paid tribute to","sentiment_score":0.1333333333}
{"full_text":"Those who get tested at these sites will receive their results in as little as 1 to 2 hours.https:\/\/t.co\/i659Ur1nbZ","sentiment_score":-0.1875}
{"full_text":"RT ICYMI - Philadelphia Priest Dies After Participating In Moderna COVID Vaccine Trial","sentiment_score":0.0}
{"full_text":"RT I feel silly retweeting this as it currently sits at 108,000 retweets but if 10 more people see it for the first time, I...","sentiment_score":0.0625}
{"full_text":"Lawmakers have acted to avert a federal government shutdown and also get more time for negotiations on money to help the economy during the pandemic.","sentiment_score":0.5}
{"full_text":"About 1\/4 in US won't get coronavirus vaccine, AP poll finds","sentiment_score":0.0}
{"full_text":"Meet three teachers who crafted spaces that were both welcoming and fun for students, whether they're learning online or at school.https:\/\/t.co\/6ie635pGyN","sentiment_score":0.3}
{"full_text":"Walk into the Christmas season with style.#Drip #Trendy #ShowStopper #newarrivals #QualityShoes #FreeDelivery #Fashionista #InstaFashion #WalkWithStyle #CityWalkCares #stayhome #OnlineShopping #Nairobi #Naivasha #Eldoret #Nakuru #Kisumu #Mombasa","sentiment_score":0.6}
{"full_text":"And the earmarked funds for it!","sentiment_score":0.0}
{"full_text":"Side effects of both mRNA #COVID-19 #coronavirus #vaccines ...  | #SARSCoV2 | #medicine | #RNA | #COVID19 | #immunization | By via","sentiment_score":0.0}
{"full_text":"JUST IN | DOH tallies nearly 1,400 new #COVID19 cases, 133 more recoveries and 24 additional deaths.","sentiment_score":0.2454545455}
{"full_text":"Directed by Bobby Bonifacio Jr., My Lockdown Romance (MLR) is the story of two friends reconnecting during the pandemic. Jameson plays Tom Amorado and Joao plays Kendrick Villaverde. The pandemic brings the two back together again.https:\/\/t.co\/UvGHD92B2f","sentiment_score":0.0}
{"full_text":"China tells cabin crew to wear diapers on flights to high-risk Covid destinationsWill Davies reportshttps:\/\/t.co\/v7vD2dn2Jq","sentiment_score":0.0}
{"full_text":"RT COVID has given all of us a taste of isolation this year unfortunately for some it's everyday life. Remember this?","sentiment_score":-0.35}
{"full_text":"1,383 NEW COVID CASESBREAKING: The Department of Health reported 1,383 cases of COVID-19 on Thursday, December 10, 2020, bringing the total number of cases in the Philippines to 445,540. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"\"More of us will be buying our Christmas presents online this year, but make sure you think before you click!Stay #CyberAware by following 6 practical steps...\"https:\/\/t.co\/dgWnz21I6J","sentiment_score":0.3333333333}
{"full_text":"COORDINATION - SKIPPINGSkipping exercises are a great way to develop coordination and jumping skills: more activities using the 'Social Distancing Friendly' filter here:","sentiment_score":0.4270833333}
{"full_text":"NEWS: The headteacher of the school thinks the pandemic will lead to an increased demand for specialist facilities","sentiment_score":0.0}
{"full_text":"NEWS: The headteacher of the school thinks the pandemic will lead to an increased demand for specialist facilities","sentiment_score":0.0}
{"full_text":"NEWS: The headteacher of the school thinks the pandemic will lead to an increased demand for specialist facilities","sentiment_score":0.0}
{"full_text":"Yakin ga covid?","sentiment_score":0.0}
{"full_text":"NEWS: The headteacher of the school thinks the pandemic will lead to an increased demand for specialist facilities","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 10\/12\/2020 13:30Total Cases: 9768643 [+1003]Active: 370972Recovered: 9253388 [+808]Deaths :141817 [+7]Total Tests: 150.76MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Study finds Dorset Police morale has taken a hit during pandemichttps:\/\/t.co\/dv6aQoSXQ1","sentiment_score":0.0}
{"full_text":"Sheila was the first person in the city to get the Covid-19 vaccinehttps:\/\/t.co\/OfqQY1V93I","sentiment_score":0.25}
{"full_text":"Hi!!! Just good vibes today. Good morning #aurorabeutyskills #thursday #love #tbt #stayhome #me #fashion #thursdayvibes #thursday #thursdaymotivation #thursdaythoughts #thursdaymood","sentiment_score":0.6333333333}
{"full_text":"EC Shocked as Parties Fail to Send Representatives to Witness Arrival of Ballot Papers #ChimpReportsNews #UgandaDecides #WearAMaskhttps:\/\/t.co\/niL88Jrng9","sentiment_score":-0.6}
{"full_text":"why do colleges expect us to get good grades right now...do y'all not understand we're in a pandemic and it's hard to cope w our mental health...the amount of breakdowns i've had in the past month is too much","sentiment_score":0.0906746032}
{"full_text":"I should start a petition for God to give religious leaders Covid immunity.It is a sad sight to see the Pope reduced to wearing a mask like the rest of us.","sentiment_score":-0.25}
{"full_text":"Camogie was a welcome distraction for Sarah Dervan this year after pushing her nuptials back due to Covid-19.","sentiment_score":0.225}
{"full_text":"Walking dead... hmmm fits in with Covid","sentiment_score":-0.2}
{"full_text":"Shiloh 2020: Is there Corona virus ?...\"Yes\" and \"No\" ~Pst David Oyedepo","sentiment_score":0.0}
{"full_text":"#StandUp4HumanRights for a sustainable future in equality and solidarity. The pandemic exacerbates social inequalities: economic recovery must be based on a human-rights-based approach. Standing together we will #RecoverBetter@MariaGavouneli, President of","sentiment_score":0.0777777778}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"We've reached December double figures!  Active Advent door number  is here #christmas2020 #advent #homeschooling #homelearning #education #school #activity #isolation #lockdown #quarantine #homeschoollife #PE #physicalactivity #schoolsport #distancelearning","sentiment_score":-0.0666666667}
{"full_text":"When will you be able to get the #Covid19 vaccine?  speaks to top medical experts about the safety of vaccines and how to protect your family this ChristmasLearn more here:","sentiment_score":0.375}
{"full_text":"#BengalSupportsBJP. The way has suppressed the real count of the Covid-19 cases fromthe public domain, shows the real face of Mamata Banerjee. Shri visit isindeed our hope as Bengal wants no more politics with the lives of ordinary citizens.","sentiment_score":0.0166666667}
{"full_text":" #Guinee The science journalism association of #Guinee (@ajsg2017) is working on special video production on the impact of the coronavirus on populations in rural areas this week The website is here:","sentiment_score":0.1785714286}
{"full_text":"BREAKING: reports 1,383 new COVID-19 cases for today, December 10.445,540 total confirmed cases, 27,781 active 133 new recoveries, 409,058 total24 new deaths, 8,701 total #COVID19PH","sentiment_score":0.0965367965}
{"full_text":"Up to one in three people with coronavirus never show any symptoms, but that doesn't mean they aren't infectious.Lateral flow devices can identify high levels of virus for those who wouldn't otherwise be coming forward for a test.More from","sentiment_score":-0.07625}
{"full_text":"Happy #HumanRightsDay !The current #COVID19 has underscored the vital need to ensure access to water &amp; sanitation services for all people, including the poorest + most marginalized.Access to safe water &amp; sanitation are #HumanRights!#MakeRightsReal #StandUp4HumanRights","sentiment_score":0.42}
{"full_text":"RT No rain nor lockdown can stop the people from marching to Mendiola this #HumanRightsDay to assert the call to resist and Dut...","sentiment_score":0.0}
{"full_text":"Today at 13:00 CET we are hosting a #TwitterChat to discuss why global COVID-19 recovery needs human rights defenders. Join us in the discussion by following along using #NoRightsNoRecovery. #StandUp4HumanRights","sentiment_score":0.0}
{"full_text":"RT Imagine where the COVID relief debate would be if we had more office cleaners than business owners, renters than landlords, an...","sentiment_score":0.5}
{"full_text":"On #HumanRightsDay, stop and think:Life or Profit?The #RightToTheCity is a powerful tool for post-#pandemic governance to build back better democratic, diverse, solidary and sustainable communities, understood as #commonsWanna know more? https:\/\/t.co\/1bxY8CCk2M","sentiment_score":0.325}
{"full_text":"I have learned during Lockdown that Gratitude is the key to unlocking true Happiness.I truly believe that you can #UngrumpYourself by focusing on what you have &amp; be grateful for that &amp; that voucher will definitely help with spreading the Joy.I think I #GotGame.","sentiment_score":0.1166666667}
{"full_text":"#coronavirusvaccine: Grandmother Margaret Keena, 90, became the first person in the world to receive the vaccine outside clinical trials just one week to her birthdayhttps:\/\/t.co\/EXS32duS0b","sentiment_score":0.125}
{"full_text":"Health Secretary Matt Hancock voiced fears over a rise in cases in \"parts of Essex\"","sentiment_score":0.0}
{"full_text":"It is so important we all continue the basics of washing our hands, keeping our distance and wearing a face covering through these #Tier2 restrictions in order to keep on top of #COVID19. Remember:-Hands -Face -Space -Thank you for helping us to #KeepLondonSafe","sentiment_score":0.45}
{"full_text":"What better way to spice up or work's covid-friendly Christmas party than with some delicious barista coffee and food? Book now  | #Barista","sentiment_score":0.75}
{"full_text":"BREAKING: The country's COVID-19 cases climb to 445,540 as DOH records 1,383 new infections.It also logs 133 more recoveries and 24 new fatalities, with the tally of survivors now at 409,058 and the death toll at 8,701.More updates here:","sentiment_score":0.2575757576}
{"full_text":"send a pic! best haircuts are done during corona lol.","sentiment_score":0.9}
{"full_text":"We want our residents to enjoy the festive season, and we want our businesses to recoup some of the losses brought about by the hard lockdown earlier this year, but it needs to be a team effort. Read: #StayHome #WashYourHands #Covid19","sentiment_score":0.0361111111}
{"full_text":"The government is still waiting for the consent of the Yang di-Pertuan Agong and the Conference of Rulers regarding the fatwa (edict) on the use of the COVID-19 vaccine among Muslims in the country.https:\/\/t.co\/glkzA3tnHr #KwikNews #Nation","sentiment_score":0.0}
{"full_text":"Interesting read on the covering gardening, lockdown, archaeological discoveries, and a change in the British government's definition of 'treasure'. #lockdown #Archaeology","sentiment_score":0.1666666667}
{"full_text":"Been there done that - thanks Matt brilliant.","sentiment_score":0.55}
{"full_text":"Current Conditions for #Sayre PATemp: 36.9FWind Chill: 36.9FHumidity: 97%Dew Point: 36.1F Barometer: 30.013 inHgWind: 0 mph from the SCorona Virus Weekly Stats:Cases: 246.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT .@TomLlamasABC breaks down everything you need to know about Pfizer's COVID-19 vaccine:","sentiment_score":-0.1555555556}
{"full_text":"The heavens opened to welcome a hero. On Sunday, Dec. 6, 2020, retired Madison Police Chief Vincent D. Chirico died peacefully with his wife and daughter by his side after a valiant eight-month battle with a COVID-19 related illness.","sentiment_score":0.35}
{"full_text":"Great read about how corporate venturing companies, large and small, can drive start- and scale-up growth by adopting an ecosystem thinking mindset. It's all about thriving during and after Covid-19. #scaleups #ecosystems","sentiment_score":0.1910714286}
{"full_text":"I wish COVID would just GTFO!!!","sentiment_score":0.0}
{"full_text":"The pandemic has radically changed the world of #retail. Retailers should adapt to #digitaltransformation to meet new consumer demands. Read the article by #MelanieNuce for to find out more. #entrepreneur #business #businesstips #ecommerce","sentiment_score":0.3181818182}
{"full_text":"RT I really feel pity for the Nigerians who are looking forward to the covid-19 vaccine. Do you really think it will get to you?...","sentiment_score":0.1}
{"full_text":"RT Check on your archaeology friends during Covid, they are not okay.","sentiment_score":-0.25}
{"full_text":"Accelerating Adaptation at Pandemic Pace","sentiment_score":0.0}
{"full_text":"Today marks #HumanRightsDay - the anniversary of the #UniversalDeclarationofHumanRights. As the world recovers from the pandemic, let's rebuild a world free from #modernslavery. Learn how to spot the signs","sentiment_score":0.4}
{"full_text":"Accenture's CIO Penelope Prett reflects on her first year at the company and the massive changes ushered in by COVID-19 in how we work, live and relate to each other.","sentiment_score":0.0653409091}
{"full_text":"RT Daily Loughborough COVID Case Update There were 58 positive #COVID19 cases reported in the 7 days to 04\/12This is an inc...","sentiment_score":0.1136363636}
{"full_text":"Covid-19: No foot procession and no body piercings allowed at next Thaipusam festival on Jan 28","sentiment_score":0.0}
{"full_text":"\"What has the pandemic done to Agile? Have we survived it intact and will we return to the exact point in the change journey that we were at before?\"","sentiment_score":0.375}
{"full_text":"this makes me so angry ","sentiment_score":-0.5}
{"full_text":"In a survey of 1,250 Americans who have a full-time job, 51% of millennials and 60% of those in Gen Z, say that the pandemic could cause them to delay their retirement.","sentiment_score":0.0}
{"full_text":"RT The MMHA and are calling all voluntary and community sector organisations working with women and families to...","sentiment_score":0.0}
{"full_text":"RT jype, you literally have no excuse to treat GOT7 like this. Might as well let them free from your ugly ass company, you d...","sentiment_score":-0.0916666667}
{"full_text":"Someone needs to call McConnell on this.","sentiment_score":0.0}
{"full_text":"The pandemic has disrupted businesses across industries. What's its impact on current business models? Piyush Singh, Accenture's India Market Unit Lead, speaks on Times Now 'India Revival Mission'.","sentiment_score":0.0}
{"full_text":"Time: 08:00 * Temp: 7.7degC * Wind: SSW 0.0 to 4.0mph * Pressure: 990.1hPa * Rain: 0.0mm * Hum: 97% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:35 * Sunset: 15:57 * Cloudbase: 320ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
