{"full_text":"We are very thankful to Angama Foundation for coordinating The Greatest Maasai Mara Photography competition. At the recent prize-giving event, we were presented with a cheque for The Maa Trust. #photography #themaatrust #Angamafoundation #Covid19","sentiment_score":0.4}
{"full_text":"If you need help during this current lockdown and you're in #dinaspowys then get in touch. We'll be back in the office on Wed cleaning up after the flood. Phone lines should be restored then. Email us befriendingdpvc@gmail.com#covid_19 #mutualaid #keepingintouch #isolation","sentiment_score":0.0}
{"full_text":"Thank god they're dying from nothing else. Like Cancer, obesity, heart attacks strokes. Car crashes, suicide. Boredom.","sentiment_score":0.0}
{"full_text":"RT JUST IN: US coronavirus deaths pass 340,000","sentiment_score":0.0}
{"full_text":"RT Chinese citizen journalist Zhang Zhan, who reported from Wuhan where the Covid-19 pandemic is believed to have started, h...","sentiment_score":0.0}
{"full_text":"RT RATIONING CARE has begun in Southern California w\/ 0% ICU beds in many hospitals. This is from a Pasadena, CA hospital dec...","sentiment_score":0.25}
{"full_text":"RT Doug Ford and General Rick Hillier (paid $20,000 a month!) shut down vaccination for the holidays.  That's the arrogan...","sentiment_score":-0.0465277778}
{"full_text":"The pandemic is making the air in Beijing worse","sentiment_score":-0.4}
{"full_text":"RT Haha rich English dads get to cosplay a Von Trapp family \"escape\" from injustice while seeding the new covid variant throug...","sentiment_score":0.1778409091}
{"full_text":"RT One in a thousand Americans is dead from Covid. Almost incomprehensible. Unforgivable.","sentiment_score":-0.2}
{"full_text":"RT You heard the news story about the Brits who fled Switzerland under cover of darkness after being put in quarantine? An...","sentiment_score":0.0}
{"full_text":"Rubio is the definition of ignorant hypocrisy.The only person that lied on purpose about the severity of the pandemic was Trump. How dare Rubio jump the line and take the vaccine away from the more vulnerable who have adhered to the cdc recommendations only to shit talk science.","sentiment_score":-0.04}
{"full_text":"If You Needed Icon Design.Visit My Profile_ #Wuhan#China#lockdown#Cyberpunk2077#SwissCovidFail#Verbier#Italy#LongCovid#CoronaInfoCH#frieden","sentiment_score":0.0}
{"full_text":"RT God Bless them: Two Minnesota state lawmakers are calling for an audit of death certificates that were attributed to t...","sentiment_score":0.0}
{"full_text":"NHS doctors 'scrabbling' to get vaccine amid alarm at Covid variant","sentiment_score":0.0}
{"full_text":"COVID-19: Obesity Going Up, Up, and Away. That's US Folks | Nature's Real Health","sentiment_score":0.2}
{"full_text":"RT British People with their colonial mindset ignoring rules and laws abroad is fairly standard behaviour","sentiment_score":0.0}
{"full_text":"RT was the only leader who cautioned Modi Govt on Covid, who stood by migrant labourers, who stood by small busi...","sentiment_score":-0.125}
{"full_text":"RT JUST IN: US coronavirus deaths pass 340,000","sentiment_score":0.0}
{"full_text":"RT As a result of the #pandemic and all the global problems we have endured in 2020, we have reached a new stage in our devel...","sentiment_score":0.0681818182}
{"full_text":"The team have put together some useful information regarding #Coronavirus and how it can affect your work, benefits and travel. More information can be found here:","sentiment_score":0.4}
{"full_text":"RT Please read every single word of this thread. Vitally important.","sentiment_score":0.1642857143}
{"full_text":"Trouble is John it's hard to judge under pandemic no real conference and lack of confidence after losing election Look how shaky JC looked before manifesto I always give folk a fair chance and time it's my way I respect anyone's decision I didn't vote starmer in leadership ","sentiment_score":-0.045}
{"full_text":"RT Last week, I voted for the coronavirus relief bill, which the President has *finally* signed into law after a week of d...","sentiment_score":0.0}
{"full_text":"RT We should declare Congress \"non-essential.\" Then, cut their salaries and tell them to \"stay home, save lives.\" The whole c...","sentiment_score":0.2}
{"full_text":"Yes, a sobering film. And read George Orwell's 1984 and Animal Farm. Aldous  Huxley Brave New World. The film 1984 is on Netflix also Soylent Green a Cult Classic is a must. One of my fav films is The Lobster, hunting &amp; extreme conditioning. The list goes on and on... #COVID19","sentiment_score":0.1556060606}
{"full_text":"was one of the businesses that my husband and I relied on during the early stages of the pandemic. I'm so grateful for them, and excited to see that they are expanding even further! Congrats!https:\/\/t.co\/OGXkTLdfaG","sentiment_score":0.1583333333}
{"full_text":"RT 24 hr later, we're still waiting on the helicopter to land in our front lawn to take my frontline physician husband to...","sentiment_score":0.0}
{"full_text":"RT God Bless them: Two Minnesota state lawmakers are calling for an audit of death certificates that were attributed to t...","sentiment_score":0.0}
{"full_text":"RT Keep skipping my tweet na so corona virus vaccine go skip u. ","sentiment_score":0.0}
{"full_text":"Petition: Keep gyms open during Tier 4 lockdown","sentiment_score":0.0}
{"full_text":"RT The United States is the richest nation in the history of the world. Allowing working folks and families to lose their homes,...","sentiment_score":0.0}
{"full_text":"RT Finally Positive News for Nonprofits: $900 Billion COVID-Relief Package Has Been Approved by Congress","sentiment_score":0.2272727273}
{"full_text":"RT President has signed H.R. 133, an Act making consolidated appropriations for the fiscal year ending S...","sentiment_score":0.0}
{"full_text":"RT Hi Pi network members.Hope you All are well in these Corona times .Remember to push the button in the app every 24...","sentiment_score":0.0}
{"full_text":"RT Chinese citizen journalist Zhang Zhan jailed for reporting on early COVID-19 outbreak in Wuhan ","sentiment_score":0.05}
{"full_text":"Does covid give u depression bc I think I have it","sentiment_score":0.0}
{"full_text":"RT Joe Biden continues to say the worst of COVID-19 is ahead of us and today Dr. Fauci agreed with him publicly.I don't b...","sentiment_score":-1.0}
{"full_text":"RT I disagreed w vaccine narrative Alex pushedabout Trump's #OperationWarpSpeed vaccines being LESS dangerous than what Ga...","sentiment_score":-0.3833333333}
{"full_text":"If Not Now, When? An Unprecedented Year for Opening Rare Bottles via","sentiment_score":0.45}
{"full_text":"RT The art of the deal:\"THAT'S IT? President DONALD TRUMP made all this noise about the Covid relief and government funding b...","sentiment_score":0.0}
{"full_text":"RT hospitals aren't able to accommodate people that are in dire need of medical attention. literally, just think about if you we...","sentiment_score":0.25}
{"full_text":"when will this pandemic be over","sentiment_score":0.0}
{"full_text":"Need any information about the latest #mutation of #coronavirus? This article is all you need.#science #vaccine #babylonradio #babylonpost #babylonnewsletter #media #articles #news","sentiment_score":0.5}
{"full_text":"RT Glad he finally acted, but don't give credit where it isn't due: \"Mr. Trump's delay in signing allowed two critical programs...","sentiment_score":0.09375}
{"full_text":"RT Covid: EU launches mass vaccination in 'touching moment of unity' - BBC Newsb","sentiment_score":0.5}
{"full_text":"RT I have compiled a list of U.S. politicians who have donated their salaries to charity during the pandemic:1.) Donald Trump","sentiment_score":0.0}
{"full_text":"RT The end of the Trump era","sentiment_score":0.0}
{"full_text":"RT What the fuck is super gonorrhea","sentiment_score":-0.0333333333}
{"full_text":"I've not had any time at home during this pandemic. Since it has started, I still had to come in. It's exhausting mentally and physically to have to put your health at risk for a company.","sentiment_score":-0.1666666667}
{"full_text":"I am not unique in this. As I said: they have sent all the other patients away. Our local hospital was empty for months earlier in the year. No parients. Zero. Cleared the wards in anticipation of an influx of COVID patients which never materialised.","sentiment_score":-0.0825}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"You're a pathetic bootlicking cult member.Hilary was right, you're deplorables.&gt;50% of Trump supporters think Muslims should be banned, Covid is a hoax, Obama was born in Kenya and Trump actually won, despite his awful approvals ratings and botched Covid response. Deplorable.","sentiment_score":-0.4628571429}
{"full_text":"Premarket stocks: Stimulus is here. But there are some big caveats - #AntGroup #Bitcoin #Bizfinance #Cnn #Company #Dollar #Investor #Pandemic #UnitedStates That signature does two important things for the US economy: It averts a government shutdown ...","sentiment_score":0.2}
{"full_text":"A day late and a dollar short. How many ppl are going to lose their Covid unemployment assistance because they lapsed?","sentiment_score":0.0666666667}
{"full_text":"#SpoilerIf Soul sequel were written 2020 style by the writers of UP, he'd return to earth--when a pandemic strikes. Jazz clubs close, Dorothea catches COVID, is a long hauler and is unable to sing. Budget restrictions leads to Joe's music teaching job offer being rescinded.","sentiment_score":-0.275}
{"full_text":"RT #BREAKING: Donald Trump caved and finally signed the Covid relief bill.  What a POS.","sentiment_score":0.0}
{"full_text":"Cashing in on COVID: Pandemic turns 50 doctors and scientists into BILLIONAIRES - with more than half hailing from China, Forbes revealshttps:\/\/t.co\/dfEpmGgL4f","sentiment_score":0.1666666667}
{"full_text":"RT When someone develops fatigue, headache, or diarrhea after the first dose of the Pfizer COVId vaccine, it is more likely tha...","sentiment_score":0.25}
{"full_text":"RT She wanted, not only money but also her name to the #COVID19 voice app. Thr r WA chats of accused and young chap. How can...","sentiment_score":0.05}
{"full_text":"RT Politicians of every party, at every level of Government, have been on full salary and benefits since Day 1 of Covid. M...","sentiment_score":0.35}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"RT NEWS | COVID-19 outbreak ends at Welland Site's Extended Care Unit. Details:","sentiment_score":0.0}
{"full_text":"RT Chinese journalist who documented Wuhan coronavirus outbreak jailed for 4 yearshttps:\/\/t.co\/p1qUiYiRLh","sentiment_score":0.0}
{"full_text":"Kirstie Alley Comes up With Her Own COVID Relief \"Bill\" and Every Swamp Rat Will Hate It -","sentiment_score":-0.1}
{"full_text":"RT ANOTHER swathe of the country could be plunged into Tier 4 lockdown this week","sentiment_score":0.0}
{"full_text":"Watching a segment on reviewing the biggest stories of 2020. Any story not about covid-19 seems like it happened years ago, and in some cases was for something I had totally forgotten about.","sentiment_score":0.0}
{"full_text":"RT #TYT #tytlive  Keeps Shamefully Squeezing Followers For Ca$h During Pandemic via","sentiment_score":0.0}
{"full_text":"RT If you are afraid of the virus, you have all the rights (as an American) to stay your ass home. Don't panic other people and bu...","sentiment_score":-0.2416666667}
{"full_text":"RT Being a Republican is believing poor people can retire on less than you spent on takeout this week.","sentiment_score":-0.2222222222}
{"full_text":"RT The patient has been self-isolating since March 3. The couple also has two children.The Emergency Operating Centre (EO...","sentiment_score":0.0}
{"full_text":"RT The art of the deal:\"THAT'S IT? President DONALD TRUMP made all this noise about the Covid relief and government funding b...","sentiment_score":0.0}
{"full_text":"New regulations to exempt payments made to employees for coronavirus antigen tests from...","sentiment_score":0.1363636364}
{"full_text":" I hope they never come into contact with covid.","sentiment_score":0.0}
{"full_text":"RT Trump Waited Long Enough To Let Covid Benefits Lapse Before He Signed Relief Bill","sentiment_score":-0.025}
{"full_text":"RT Hope &amp; rest of govt explain the logic of encouraging tourism from #Ukraine. See below thread from","sentiment_score":0.0}
{"full_text":"RT This beautiful soul has been in the ICU for 7 weeks on a ventilator because of COVID. Zelene Blancas is a 35 y.o. first...","sentiment_score":0.55}
{"full_text":"RT They are sharing corona and STDs in party packs here. Omo ","sentiment_score":0.0}
{"full_text":"RT \"ProFrac's loan is blatant misappropriation of taxpayer dollars. It's hard not to connect the dots\"\"The brothers donated $1...","sentiment_score":-0.3958333333}
{"full_text":"RT Even as COVID-19 vaccines roll out, several countries have announced some of the most severe lockdowns of the pandemic so far. htt...","sentiment_score":0.2}
{"full_text":"RT Interesting site to follow: percent of total population vaccinated by country. Over 3 million vaccinated with Pfizer\/BioNT...","sentiment_score":0.25}
{"full_text":"Reminder: Pandemic 2021 Q&amp;A with Dr. Koehler TONIGHT -","sentiment_score":0.0}
{"full_text":"How do you revitalize your business in a post-pandemic environment and continue to weather the storm? The answer lies in embracing contactless business solutions for your family entertainment center. #Cashless #Contactless","sentiment_score":-0.1}
{"full_text":"#covid19 is real","sentiment_score":0.2}
{"full_text":"RT Asymptomatic transmission of COVID-19 didn't occur at all, study of 10 million finds","sentiment_score":0.0}
{"full_text":"RT Under PM Modi ji's able leadership, the country is marching ahead in every field. Modi Govt is committed to the welfar...","sentiment_score":0.5}
{"full_text":"Went over the summer and it was honestly one of the safest experiences I've had during Covid. Everyone was fully masked, face shielded etc. They had you call before entering the building, at the time you also swished hydrogen peroxide to reduce viral load. Would do it again.","sentiment_score":0.6}
{"full_text":"RT even with a vaccine, i'll still be wearing a mask and continuing cleaning and social distancing. i ain't had a cold or n...","sentiment_score":-0.2833333333}
{"full_text":"RT I know four people who have died from COVID.They were all over 60. They all had 'underlying health conditions'.They we...","sentiment_score":0.0}
{"full_text":"This Burger Chain is Linked to a COVID-19 Outbreak, Officials Say | Eat This Not That. Your Jesus burger ain't gon save you this time. ","sentiment_score":0.0}
{"full_text":"RT Fluke guessing its 'Corona' IM CACKLING#OhmFlukexMMC","sentiment_score":0.0}
{"full_text":"\"Fauci defends COVID-19 herd immunity goals\"[via","sentiment_score":0.0}
{"full_text":"RT My friend is a doctor.She just told me via text message that tonight she witnessed the death of a husband and wife by COVID....","sentiment_score":0.0}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"RT Very important statistics to keep in mind when discussing COVID-19.","sentiment_score":0.52}
{"full_text":"RT Long day working for 111 today Covid has exploded Those patients with sats probes at home help infinitely with triaging...","sentiment_score":-0.05}
{"full_text":"RT Global report: AstraZeneca chief believes Covid vaccine will work on variant strain","sentiment_score":0.0}
{"full_text":"6 Working From Home Tips During the COVID-19 Pandemic #CRE #WFH #COVID-19 #NewNormal #TenantTips","sentiment_score":0.0}
{"full_text":"RT Police try to block journalists outside the Shanghai court where lawyer turned citizen journalist, Zhang Zahn is on tr...","sentiment_score":0.0}
{"full_text":"I've decided to push out my Twitter divorce until end of January. Looks like Trump has rolled over, his followers are going to do nothing but bitch about covid being fake. I'll watch this shit show for another month.","sentiment_score":-0.35}
{"full_text":"What has been the impact of COVID-19 lockdown on wider alcohol use? Could the effects of social isolation on mental health lead to increased alcohol problems later down the line? These questions are explored by from ","sentiment_score":-0.0555555556}
{"full_text":"Fauci shares Biden's concern that 'darkest days' may be ahead in Covid-19 fight#ReliefBill #ReliefPackage #COVID19 #coronavirus #CovidVaccine #vaccines #vaccination #nashvillebombing #nashvilleexplosion #US #Trump #DonKiss #Fauci #DrFauci #America","sentiment_score":0.0}
{"full_text":"'Trump got taken to the cleaners' in COVID-19 relief debacle: Morning Joe guest","sentiment_score":0.0}
{"full_text":"Pres. Trump has signed into law a $900 billion pandemic relief package:","sentiment_score":0.0}
{"full_text":"\"Breaking the cycle of dark thoughts and sadness are absolutely critical and if an emotional duvet day is necessary to do this, there is no reason to feel bad about taking one.\"Check out this article by Chloe Combi on being there for yourself during lockdown ","sentiment_score":-0.17}
{"full_text":"RT A Chinese citizen journalist, who covered Wuhan's coronavirus outbreak story, has been jailed for four years. Zhang Zhan was...","sentiment_score":0.0}
{"full_text":"\"We will be extending our work quantifying the ongoing impacts of the pandemic on the sector\"#SportForDevelopmentCoalition commits to helping sector access \"all avenues of support and investment\" ","sentiment_score":0.0}
{"full_text":"While 2020 will be remembered most for the way #Covid19 changed our lives, we made some strides for women's rights and gender equality. Join in celebrating some key moments for #GenderEquality this year.","sentiment_score":0.25}
{"full_text":"From 'antibodies on your resume' to 'vaccinated--your new social status: It may be time before the #COVID19 mess is over, but when it is the world would have changed forever. Here's how | By &amp;","sentiment_score":-0.0017676768}
{"full_text":"Daily Record reporter William Westhoven revisits three stories this year that centered around the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Israelis are *really* mad about the third nationwide lockdown, which started last night. Imagine if these same Israelis stopped to think about their government's 13+ year lockdown of Gaza. Will 2020 change anything?https:\/\/t.co\/6wex4tG5Rb","sentiment_score":-0.15625}
{"full_text":"#CoronavirusPandemic | 3,047 fresh coronavirus cases and 4,172 recoveries reported in Kerala today; India is a part of 'COVAX': Track latest #CoronavirusUpdateshttps:\/\/t.co\/rbRKOhIvfo","sentiment_score":0.4}
{"full_text":"RT hello my dear friends happy day #my #StaySafe #StaySafeStayHealthy #WearYourMask #WearAMask ","sentiment_score":0.8}
{"full_text":"In Burkina Faso we've made sure vulnerable families displaced by violence have accurate information about #coronavirus. In one town in the north of the country, we've trained a town crier to make loudspeakers announcements in public places about how to keep safe from the virus","sentiment_score":0.18}
{"full_text":"\"Nigeria's economic recovery plan has #energyaccess embedded within it, &amp; many of the commitments put forward in the plan would have been unimaginable just six months ago.\" - how  is building a sustainable energy future post #COVID19:","sentiment_score":0.2333333333}
{"full_text":"Rick Roberts: took one look at the #covid relief bill and said not just no...Heck No! #Trump recorded a 4 minute video detailing all the things wrong with it. The Rick Roberts Show is on NewsTalk 820 WBAP ...","sentiment_score":-0.5}
{"full_text":"President Duterte signed on Monday an administrative order granting P3,000 to workers who were hired under the contract of service (COS) and job order (JO) system in a bid to recognize the services they have rendered during the COVID-19 pandemic.READ:","sentiment_score":0.0}
{"full_text":"INQUIRY: The COVID-19 pandemic has presented many hurdles to college enrollments nationwide, yet the Loyola Schools recorded its highest student population since AY 2009-2010.","sentiment_score":0.5}
{"full_text":"Contact tracing is critical for keeping people safe and collecting data on COVID-19 cases. If you get a call from the contact tracing team, answer the phone. #covid19MA","sentiment_score":0.25}
{"full_text":"If Germans looked up, they wouldn't just see the sun or clouds -- but a syringe. A pilot took to the skies with a unique flight path ahead of launch of the Covid-19 vaccination campaign across Europe.","sentiment_score":0.375}
{"full_text":"Andrew Nelson says, \"Be a neighbor and wear your mask.\" Hear more on today's #PerspectivesOnWNIJhttps:\/\/t.co\/GDufOsoSUF","sentiment_score":0.5}
{"full_text":"PATCHWORK PANDEMIC: Whitfield County is not unique in that many of its residents reject policies meant to control the spread of COVID-19, but Whitfield County's social, economic and environmental factors make it especially vulnerable.Read part two now:","sentiment_score":0.1091666667}
{"full_text":"BMO Private Wealth Vice President and Director of Philanthropic Advisory Services Marvi Ricker, discusses charitable giving strategies for affluent donors looking to support local causes during the pandemic. #philanthropy #covid19","sentiment_score":0.3125}
{"full_text":"VACCINATIONS TO BEGIN: Residents at long-term care facilities in Pa. will begin receiving COVID-19 vaccines starting today.","sentiment_score":0.0}
{"full_text":"NYS *requires* employers to provide Paid Sick Leave. Pandemic or not, nobody should have to put themselves and others at risk by going to work ill.  Details here:","sentiment_score":-0.6071428571}
{"full_text":"FACT: Receiving an mRNA vaccine will not alter your DNALearn more about how COVID-19 mRNA vaccines work:","sentiment_score":0.5}
{"full_text":"RT My father passed away from COVID this morning, alone at the hospital. Please take care of yourselves and each other.","sentiment_score":-0.125}
{"full_text":"launched global mechanism for countries to get access to affordable testing,treatment &amp; vaccines. If is serious about access for all, it needs to start by supporting this pool. Take action- write to  office https:\/\/t.co\/KiqDqg2PMg\"","sentiment_score":0.0041666667}
{"full_text":"Free COVID-19 testing continues this week for anyone who lives or works in Prince William County, the City of Manassas, or the City of Manassas Park. To see a list of locations and times, please visit","sentiment_score":0.4}
{"full_text":"RCCHC will host Community COVID-19 Testing for anyone with NO symptoms every Monday - Thursday from 2-4pm during December. No appointment needed!","sentiment_score":0.0}
{"full_text":"In the \"Small Business Big Mission\" series, Tampa Regional Director Ryan Toth shares an update on navigating the coronavirus pandemic. Read more&gt;&gt;  #Tampa #Leadership #DesignBuild","sentiment_score":-0.125}
{"full_text":"Demand for digital services has ballooned during the COVID-19 pandemic, and almost 25% of US workers rely on professional credentials. Hear how to digitize licensing, permitting, and crisis communications to better serve constituents.","sentiment_score":0.2}
