{"full_text":"RT Important to remember that unless testing stops and the obsession with recording all respiratory-related deaths as 'Covid...","sentiment_score":0.4}
{"full_text":"RT The \/ vaccine is based on the delivery of synthetic RNA to cells. How does this work?  The chemis...","sentiment_score":0.0}
{"full_text":"RT #syst_nhyN_zndgyN_bchwWhile we talk about COVID-19, we should also shed light upon COVID-18,\" he added.","sentiment_score":0.4}
{"full_text":"RT COVID-19 has wreaked havoc on our communities. Businesses were transformed, downsized or permanently closed. We're comm...","sentiment_score":-0.1}
{"full_text":"RT Finally some good news coming in with respect #COVID19Vaccine #UK .","sentiment_score":0.35}
{"full_text":"Hungarian Politician Szajer Quits Ruling Party After Fleeing Brussels Lockdown Gathering","sentiment_score":0.0}
{"full_text":"RT The Louisiana Department of Health reports 3,604 #COVID19 cases reported to the state since December 1, 2020. The total n...","sentiment_score":0.0}
{"full_text":"RT Darlington FC Covid updateThe club has been instructed by the League that under the PHE Covid regulations, we must re...","sentiment_score":0.0}
{"full_text":"The government said they wanted sensible celebrities to promote the vaccine though...","sentiment_score":0.0}
{"full_text":"RT Yet more Brextremist bullshit, as we have come to expect from the Brexit Party.https:\/\/t.co\/F4eBORIEvN","sentiment_score":0.5}
{"full_text":"RT \"It's important we never forget who the deniers were\" -- as it took the folks at Fox &amp; Friends 10 months and 270,000 dead Am...","sentiment_score":0.1}
{"full_text":"Dramatic stories highlight fall season full of memories. via","sentiment_score":-0.0416666667}
{"full_text":"Thanks for the support this year. Looking forward to 2021 and more new music!","sentiment_score":0.2901515152}
{"full_text":"On 16th March gave his 1st daily #COVID19 briefing to the nation here in It's now 2nd Dec &amp; there are STILL NO interpreters on ANY of the government briefings!In 2020; when it's VITAL that EVERYONE gets access to correct info HOW CAN THIS BE?!","sentiment_score":0.0416666667}
{"full_text":"Likely because there's nothing to discuss because it's been discussed to death.There's actual evidence which shows that GOT has been one of the most watched shows on demand during Lockdown.I'll bet - that first trailer for House of the Dragon will cause mass discussion.","sentiment_score":0.1875}
{"full_text":"RT SCOOP: opposed extending COVID aid. But at the same time, Intercontinental Exchange, her husband's firm (...","sentiment_score":-0.1}
{"full_text":"RT \"There is a dramatically higher risk of contracting the virus and dying from it if you are an incarcerated person versu...","sentiment_score":0.25}
{"full_text":"I hope I don't have covid","sentiment_score":0.0}
{"full_text":"Covid is just more contagious than the flu silly","sentiment_score":0.0}
{"full_text":"RT Authorities in Japan are calling to prepare for a \"worst-case scenario\" as serious #Covid19 cases rise well past the summer...","sentiment_score":-0.2916666667}
{"full_text":"Hence why I want to see the data taking all of that into consideration. Showing the public covid specific data does nothing to show how hospital capacity is changing.","sentiment_score":0.0}
{"full_text":"RT watching porn and stay home ","sentiment_score":0.0}
{"full_text":"Can We Get a Pandemic Puppy? Clever take from the staff of on which kinds of Oregon businesses are surviving - even thriving - in the pandemic.https:\/\/t.co\/CaC8klMNAE","sentiment_score":0.1666666667}
{"full_text":"RT Attention!!Come out to this two-night townhall where Drs. Joan Noelker, Walter Shlech, and Jenna Geers will be discussing t...","sentiment_score":0.0}
{"full_text":"NBC News: CDC shortens quarantine period to 10 days with no symptoms... ","sentiment_score":0.0}
{"full_text":"SKY NEWS'S PARSONS TWEETS: POSSIBLE - BUT NOT GUARANTEED - THAT BIONTECH\/PFIZER COVID VACCINE WILL ARRIVE IN THE UK TOMORROW. IT IS LIKELY THAT MORE THAN 5 MLN DOSES WILL BE DELIVERED BY THE END OF THE YEAR. $BNTX $PFE","sentiment_score":0.1666666667}
{"full_text":"RT Since I've gotten some new followers now would be a perfect time to ask for a signal boost on this. This lockdown has h...","sentiment_score":0.5681818182}
{"full_text":"RT How fast is #COVID19 spreading in the USA? Check out our latest #timelapse #infographic.","sentiment_score":0.35}
{"full_text":"The most anticipated &amp; need of the hour #CovidVaccine is here! #UK approves #COVID19 #vaccine, which will reach UK's most vulnerable citizens by next week. But, where does #India stand in the current race for an effective vaccine? Here's special report.","sentiment_score":0.2260204082}
{"full_text":"RT Reimburse all my cute purchases! Needed some retail therapy to cheer me up after my COVID test this morning. A...","sentiment_score":0.625}
{"full_text":"RT Professor Van-Tam getting emotional about the vaccine makes me emotional. If HE is that excited, we all should be.","sentiment_score":0.125}
{"full_text":"RT #COVID19 has pushed advocates at in Brazil to adopt a 'hybrid' model in their capacity-developing activities (online +...","sentiment_score":0.0}
{"full_text":"23, no doubt","sentiment_score":0.0}
{"full_text":"RT MEXICO SIGNS AGREEMENT WITH PFIZER TO ACQUIRE 34.4 MILLION VACCINES DOSES AGAINST COVID-19 - HEALTH MINISTRY$PFE","sentiment_score":0.0}
{"full_text":"RT It's a national security risk when a judge cannot subpoena and lock down the log files and USB devices bec...","sentiment_score":-0.1555555556}
{"full_text":"RT TRANSLATION: a bunch of hired unethical unthinking thugs kidnapped a person and they are holding him ransom in horribl...","sentiment_score":0.0}
{"full_text":"RT #Please listen to the #apeals of many #legal #Iraqi #Refugees  abanded...","sentiment_score":0.35}
{"full_text":"Yes, we're all sick of the pandemic. Yes, a lot of people have relaxed over the summer. But.Remember last March\/April how careful you were about social distancing, handwashing, and staying home?Do that now. With masks, this time. Be THAT careful.","sentiment_score":-0.1761904762}
{"full_text":"RT Recent gains in employment may be disrupted by further COVID-19 restrictions. #BcEcon #CdnEcon","sentiment_score":0.0}
{"full_text":"RT These people's opinions stopped mattering on July 4th, 1776.","sentiment_score":0.0}
{"full_text":"Just do what I did, catch Covid, don't die and be protected by your antibodies. Simples ","sentiment_score":0.0}
{"full_text":"RT I want to reiterate that just because vaccines, being preventives, are on the horizon doesn't mean anyone should let up...","sentiment_score":-0.3125}
{"full_text":"RT Please protect our doctors and nurses - WEAR A MASK.If you don't do it for you, at least do it for them.","sentiment_score":-0.3}
{"full_text":"RT BREAKING: Latest WH coronavirus task force report sent to states includes warning that \"the COVID risk to all Americans is at a...","sentiment_score":0.5}
{"full_text":"Yes, that's what they were doing, the expected amount of Covid cases in the beginning didn't come, that's why the Nightingales were closed.We know more about the strain now as well, so the deaths are also not quiet so bad.","sentiment_score":-0.075}
{"full_text":"RT When you're the President of the United States and you have to pardon most of your immediate family...Awkward. Nothing to...","sentiment_score":0.5}
{"full_text":"RT Some programming notes to coronavirus tracker (credits to the great switched our map to show...","sentiment_score":0.8}
{"full_text":"Stick it to OHIO ST!!!!!","sentiment_score":0.0}
{"full_text":"RT \"It's important we never forget who the deniers were\" -- as it took the folks at Fox &amp; Friends 10 months and 270,000 dead Am...","sentiment_score":0.1}
{"full_text":"Wish someone would legit help me. Hard working dad and father. between covid and my wife's mother dying from cancer in September Christmas is a no go this year.  Wife cant find a job and im working two soon to be three..","sentiment_score":-0.2916666667}
{"full_text":"There are some real gems in here:                                           30 Great Places to Eat Outside in London via","sentiment_score":0.3333333333}
{"full_text":"Trump cost us our leadership position on the world stage by:-presiding over the worst COVID-response in the first world-defunding the WHO-attacking NATO-betraying the Kurds-broking the Iran Deal-bailing on the Paris AccordBiden &amp; Harris have their work cut out for them.","sentiment_score":-0.375}
{"full_text":"RT Say \"I Love You\" with your actions not just your words.#WellnessWednesday#JoyTrain #Joy #Love #COVID19 #Kindness #MentalHe...","sentiment_score":0.6}
{"full_text":"RT We have placed C Maurkice Pouncey on the Reserve\/COVID-19 List, and elevated RB Wendell Smallwood and OL Anthony Coyle to the...","sentiment_score":0.0}
{"full_text":"CRAB Cluster: Superbug Spread In New Jersey Hospital Amid COVID-19 Surge","sentiment_score":0.1363636364}
{"full_text":"1\/2 Great first wellbeing conference with  Welcome focus on mental health, important role of managers  and lessons learned from new ways of working as a result of COVID.","sentiment_score":0.3810606061}
{"full_text":"RT Interestingly, Austria, which is on the border of Switzerland has gone into a full lockdown - with people needing papers...","sentiment_score":0.425}
{"full_text":"RT Republicans think that children being slaughtered in their classrooms with weapons of war is the cost of freedom but t...","sentiment_score":0.0}
{"full_text":"RT Thank you a million times Dr. Kizzmekia Corbett, PhD Viral Immunologist who led the NIAID team that created\/designed t...","sentiment_score":0.0}
{"full_text":"RT The #COVID19 pandemic has exposed many consumers to #telehealth for the first time. A survey suggests that telehealth's mome...","sentiment_score":0.375}
{"full_text":"RT CDC DIRECTOR REDFIELD: \"December, January and February are going to be rough times. I actually believe they're going t...","sentiment_score":-0.05}
{"full_text":"RT Why is anyone surprised by this? Haven't people been paying attention? It's a virus. They don't visit for a few months, they...","sentiment_score":-0.05}
{"full_text":"RT Switzerland's medical regulator Swissmedic says it lacks the necessary information to sign off on three different coronavi...","sentiment_score":0.0}
{"full_text":"Day 265 of \"3 weeks to flatten the curve\"  #hospitality #leisure #softplay #indoorplay","sentiment_score":0.0}
{"full_text":"RT Life insurance companies in the U.S. are declining to sell policies to people who survived Covid-19","sentiment_score":0.0}
{"full_text":"All us mexican girls do is work, clean , cook , sleep, stay home &amp; be loyal ","sentiment_score":0.2333333333}
{"full_text":"RT Now we have the spectacle of outgoing HHS Secretary trying to grab unwarranted credit for working to conquer the pandemic...","sentiment_score":0.0}
{"full_text":"#Vikiings activate WR Adam Thielen off the COVID-19 list","sentiment_score":0.0}
{"full_text":"Alhumdulilah a good day hun we've got the vaccine approved this morning, so feeling relieved after months of agony. Lockdown over in our countrys it was nice to see things  open again today xxx","sentiment_score":0.4333333333}
{"full_text":"Hopefully i'll still be in Europe then and she won't have to push again but that all depends on covid ","sentiment_score":0.0}
{"full_text":"RT Boris Johnson says it is a huge moment. And it is a moving moment, he says. He says he is lost in admiration for scientist...","sentiment_score":0.4}
{"full_text":"Will you be demanding permanent lockdown.","sentiment_score":0.0}
{"full_text":"#Pelosi #Schumer and #Biden are busy trying to find ways to redirect #COVID relief money into bogus foreign investment programs and #foreign energy deals they and their friends profit from. I am glad we have some officials trying to protect #Americans","sentiment_score":0.0875}
{"full_text":"RT After an official inquiry by the federal NDP last week, Finance Canada revealed Alberta has been dipping into the Republi...","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"The tests and standards which are the most highly contentious area of education in normal times. And you're feigning surprise when people doing the best they can in a once in a century pandemic don't find those appropriate or useful metrics? I smell agenda and rhetoric.","sentiment_score":0.435}
{"full_text":"I am torn between horror at the concept and shame that I have not been invited.","sentiment_score":0.0}
{"full_text":"This is my therapy folks. My bliss. Be and stay blessed. Be safe in times of COVID-19.  - Symphony No. 9, 2nd Movement (Huntley-Brinkley Report) by Bystrik Rezucha, from #SoundHound","sentiment_score":0.25}
{"full_text":"RT MPs spent hours telling us we should lock down, socially distance, and wear masks... then after the debate, they patted ea...","sentiment_score":-0.0740740741}
{"full_text":"RT But it's cool that our family never received any stimulus funds and both my husband and I are currently unemployed due to p...","sentiment_score":0.075}
{"full_text":"RT .@DonaldJTrumpJr I'm confused, i thought COVID was going to go away after the election?","sentiment_score":-0.4}
{"full_text":"Biblically speaking, pandemic and pestilence were sent by God when the people were in great sin and away from Him. Repentance fixed that. &amp; like the innocent blood of Abel cried from the ground to God, SO DOES THE INNOCENT BLOOD OF MILLIONS OF ABORTED BABIES MADE IN GOD'S IMAGE!","sentiment_score":0.50625}
{"full_text":"I do think that Asanga Ngcongca is being a little reckless and has pulled Rob into it. It's unnecessary. Cape Town has a Covid 19 spike. Allan Winde cannot justifiably allow 20 000 people at a stadium. You also simply can't just demand these things.","sentiment_score":-0.1958333333}
{"full_text":"#WATCH 270 new COVID-19 cases &amp; 5 further deaths have been confirmed@NewsChambers has a breakdown of today's coronavirus data#VMNews | #COVID19ireland | #COVID19","sentiment_score":0.0681818182}
{"full_text":"And forgoing $100,000 of revenue.","sentiment_score":0.0}
{"full_text":"RT A friend's grandma got covid (she's recovered)How did she get covid? She's been sneaking off to karaoke bars that are...","sentiment_score":0.0}
{"full_text":"RT Memorial Hermann Health System says, \"As cases in the Greater Houston area continue to rise, we believe this difficult...","sentiment_score":0.0}
{"full_text":"He's probably acknowledging that most people, once vaccinated, wouldn't be keen to wear a mask on a day to day basis, for example.","sentiment_score":0.5}
{"full_text":"I am so happy a #COVID19 vaccine is on the way. During these cold winter months nothing warms me up like a bowl of bat soup.","sentiment_score":0.1}
{"full_text":"This...","sentiment_score":0.0}
{"full_text":"This shit is downright Dickensian","sentiment_score":-0.2}
{"full_text":"Does your IT Dept. provides options for different revenue streams during COVID?  With all the information gathered, they should provide options       #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"Probably. I think I had it in early January. Felt bad and couldn't get any air. Slept a couple days.","sentiment_score":-0.3}
{"full_text":"RT I know you think that Team Reason (anti-lockdown, anti-masks, pro-school) are the people with the extreme positions, b...","sentiment_score":-0.125}
{"full_text":"RT Released 12 songs last year &amp; only 4 this year due to COVID but still reached more people. That's a win in my book ","sentiment_score":0.235}
{"full_text":"RT When asked about the #UKVaccination:-- It has been adequately tested-- Vaccines don't overwrite your DNA -- Bill Gates h...","sentiment_score":0.3333333333}
{"full_text":"RT Switzerland was able to cut their COVID-19 infection rate in half without a national lockdown.They had bars, gyms, res...","sentiment_score":0.1666666667}
{"full_text":"Too many COVID-19 EUAs enhance the politicization of medical science and pollute the water for future research to get long-term answers.","sentiment_score":0.1666666667}
{"full_text":"The UK govt has always been afraid of the clear message from Ireland etc: Exercise starts from home, not a car-drive away.Motorists are forcing the UK to use a blanket Tier approach to whole regions: this is needlessly putting business at risk in low Covid areas.","sentiment_score":-0.16}
{"full_text":"RT Covid-19 doesn't just damage people's lungs, it causes blood clots, strokes, heart attacks, numerous heart problems, kidney pro...","sentiment_score":0.0}
{"full_text":"AARP Virtual Lobby Week!","sentiment_score":0.0}
{"full_text":"RT Hi Vaccines vital to conquer #Covid but politicising &amp; conflating with #Brexit is irresponsible &amp; dishone...","sentiment_score":0.1}
{"full_text":"How did the pandemic of 1918 go away? X","sentiment_score":0.0}
{"full_text":"RT NY state could be taking in around $1 billion a month with mobile sports betting. Think about how crooked politics is i...","sentiment_score":0.0}
{"full_text":"RT my mom with multiple disabilities and her partner have covid and i'm not able to leave school to help them. my mom's part...","sentiment_score":-0.125}
{"full_text":"RT Switzerland cuts new COVID-19 infections in half without national lockdown","sentiment_score":-0.0151515152}
{"full_text":"RT De Blasio Goes To The Gym Before New York Gov Cuomo Shuts All Of Them Downhttps:\/\/t.co\/Xd15Cp0Igb","sentiment_score":0.1363636364}
{"full_text":"RT When folks think of #COVID19 in terms of death rates or survival rates, they're missing the big picture.COVID IS A LAS...","sentiment_score":-0.1}
{"full_text":"RT We are running low on blood all over the USA, as people fear venturing out amid #COVID19 . Dangerous situation.You can...","sentiment_score":-0.3}
{"full_text":"RT If you don't have money please stay at home! You'll go out now and hangout with friends somewhere, they present the bill, a...","sentiment_score":0.0}
{"full_text":"'An effort to restore the rule of law': GOP lawmakers file articles of impeachment against Ohio Gov. Mike DeWine over COVID-19 restrictions via","sentiment_score":0.0}
{"full_text":"RT The #Vikings activated WR Adam Thielen off the COVID-19 list and he'll practice today.","sentiment_score":0.0}
{"full_text":"Anyone but Thiem, he was COVID hopping from tournament to tournament. Ain't got a problem with him and love his tennis, but No!","sentiment_score":0.625}
{"full_text":"The governing body for high school sports in California announced Tuesday schools will not be able to return to full practice and competition until after Jan. 1, due to a rising statewide surge in COVID-19 diagnoses.https:\/\/t.co\/MM14oeonEQ","sentiment_score":0.22125}
{"full_text":"Charter schools under assault from within, the growing funding gap between traditional district and charter schools, ongoing transportation issues caused by the pandemic, and much more--all in the latest Ohio Charter News Weekly.","sentiment_score":0.2333333333}
{"full_text":"Michigan teachers ARE essential workers. As such, they should be in the first wave to receive the coronavirus vaccine, to ensure every student can safely return to the classroom as quickly as possible.https:\/\/t.co\/nYPFOltJdn","sentiment_score":0.2166666667}
{"full_text":"Whatever the lockdown measures in your area may be, we're still here to offer safer ways to find your next car. Reserve online for PS99, and choose Click &amp; Collect or home delivery.","sentiment_score":0.0}
{"full_text":"Many Georgia hospitals have seen a steady and troubling rise in COVID patients in recent weeks.And hospital leaders are worried that gatherings during the Thanksgiving holidays will drive those numbers even higher in the next couple of weeks.https:\/\/t.co\/X7US2HSkiV","sentiment_score":0.1833333333}
{"full_text":"Acupuncture to Treat the Common ColdIn light of the pandemic and our previous videos on the differences between the flu and COVID-19, today's topic is the common cold!","sentiment_score":-0.2233333333}
{"full_text":"iTech PI for ePrEP, Leandro Mena: #COVID-19 has emphasized that despite previous efforts to eliminate the #HIV epidemic, we must be even more deliberate in making sure our approaches are equitable. No population should be left behind. #preventHIV #PrEP","sentiment_score":0.0866666667}
{"full_text":"Game on minus Pouncey.","sentiment_score":-0.25}
{"full_text":"RT The lowest income earners will be hardest hit by your failure to support Scot Gov request to have this tax e...","sentiment_score":-0.3166666667}
{"full_text":"From dealing with COVID-19, working at the polls on election day, and reacting to the results, UIndy students discuss the election.","sentiment_score":0.0}
{"full_text":"Never been to a journal club OR joined in with a tweet chat? Well tonight is the night! We'll be discussing a rapid review &amp; reflecting on working through a pandemic in one quick hour. More info on tweet chats and journal clubs here: #weDNs","sentiment_score":0.4166666667}
{"full_text":"RT #HyderabadNeed #Blood Type :  O-positiveAt : KIMS Hospital. Blood Component : Need Plasma from O+ve #COVID19 recovere...","sentiment_score":0.0}
{"full_text":".@greg_palt missed months of training during Italy's COVID-19 shutdown and then changed coaches, but he was back in top form this year as he pushes towards history in 2021.","sentiment_score":0.25}
{"full_text":"\"It's just a mess in here, they messed up big time\" - Deangelo Anthony (incarcerated at Marquette)#LetMIPeopleGo #FreeThemAllhttps:\/\/t.co\/Q3v2nT3Prg","sentiment_score":-0.0875}
{"full_text":"Muse about how many divorces there might be when lockdown ends, get FB messages you weren't expecting.What's the opposite of a baby boom?","sentiment_score":0.25}
{"full_text":"RT Vaccine mythbusting in one minute.Please share.#covid19#CovidVaccine","sentiment_score":0.0}
{"full_text":"IT leaders are seeking to support more workloads &amp; staff with cloud migrations, but landing there safely takes planning &amp; preparation. Read more great insights from Virtana CMO, Scott Leatherman: #CloudMigration #DigitalTransformation #Pandemic","sentiment_score":0.575}
{"full_text":"Exactly. Worse than \"packing\" the courts. &amp; he sure got that done in a hurry. One greedy stupid old evil fool ruling the country. Helps himself &amp; his wealthy friends, to hell with the people who need help...#coronavirus #pandemic #StimulusNow","sentiment_score":-0.1833333333}
{"full_text":"A team of #UGAPublicHealth researchers, led by Dr. Toni Miles, are training nursing home staff to help residents, families, and themselves through grief - a need made starker by COVID-19.Read the story in UGA College of Public Health magazine -","sentiment_score":-0.4}
{"full_text":"Africa's smartphone market grows in Q3  but feature phone shipments decline - Read more on: #AccessEvolution #Devices #Pandemic","sentiment_score":0.5}
{"full_text":"HCA to conduct Covid tests for league players from Thursdayhttps:\/\/t.co\/Rp4o75maFA","sentiment_score":0.0}
{"full_text":"Want to work remotely while also living in paradise? Hawaii is launching a new work-from-home program in an effort to boost the state's tourism as well as create an economy resilient to economic downturns like the one triggered by the COVID-19 pandemic.","sentiment_score":0.0787878788}
{"full_text":"Wow - we've reached 60 donors to the Giving Day! It's incredible to see the whole College Community joining together. Here's our MCR President, Johann, with a quick update about MCR life during the pandemic. #WorcesterGivingDay2020","sentiment_score":0.3895833333}
{"full_text":"RT The Oklahoma Health Department offers some information on the timing of the 54 COVID-19 deaths reported today. I believe this is...","sentiment_score":0.1}
{"full_text":"Tennessee officials have expanded a mental health hotline during COVID-19 times to extend support to teachers.","sentiment_score":-0.1}
{"full_text":"FAFSA help is still available.","sentiment_score":0.4}
{"full_text":"Yeah it's bad. Pandemic made it a lot worse I feel like","sentiment_score":-0.55}
{"full_text":"RT Before COVID-19 vaccines are authorized, a CDC advisory committee recommended healthcare personnel and long-term care facility...","sentiment_score":0.0}
{"full_text":"RT Biden Covid advisor says U.S. lockdown of 4 to 6 weeks could control pandemic and revive economyI'm not his advisor...","sentiment_score":0.0}
{"full_text":"In hospitals experiencing critical staff shortages, some workers are returning to duty when they would otherwise be in quarantine following exposure to a known COVID-19 case, state health officials said Tuesday.","sentiment_score":0.0}
{"full_text":"The Cathedral is re-opening after lockdownhttps:\/\/t.co\/zUdO0qxSRb","sentiment_score":0.0}
{"full_text":"The state's initial allocation of vaccine doses is insufficient to inoculate all of its health care workers and high-risk populations, Gov. Asa Hutchinson said.","sentiment_score":0.0}
{"full_text":"One condition underscores that prediction: the willingness of American adults to become vaccinated.","sentiment_score":0.0}
{"full_text":"Take a little time for #SelfCare.   #WellnessWednesday #JoyTrain #Joy #SelfLove #COVID19 #Kindness #MentalHealth #Mindfulness #GoldenHearts #FamilyTrain #IAM #ChooseLove #Quote #WednesdayMotivation #WednesdayMorning #WednesdayWisdom RT ","sentiment_score":0.30625}
{"full_text":"A 14-day quarantine period has been recommended since the onset of the pandemic.","sentiment_score":0.0}
{"full_text":"\"homeless, friendless, dependent, dissipated and vicious consumptives are those which are likely to be most dangerous to the community.\"#COVID19 #healthcare #history","sentiment_score":-0.275}
{"full_text":"From \"Love in the Time to COVID\" to the joyous \"Finales,\" all nine episodes of SOUND\/STAGE are now live. Revel in the music, get in-depth insights from interviews, and read mediations on the themes - all at #laphilsoundstage #LAPhil","sentiment_score":0.3181818182}
{"full_text":"Tip: #3After lock-down remember fluffy dice are embarrassing, HOWEVER fluffy steering wheels are coolWhat's the least coolest thing in your car? and why?https:\/\/t.co\/OsoR5p2u0U #worcestershirehour #yffcar #meme #memes #funny #memesdaily  #humor #follow #like #love #lmao","sentiment_score":0.1083333333}
{"full_text":"This December, when you join Hackney libraries or borrow 10 children's books, you get a free picture book for under the tree, courtesy of Find out how to safely visit our libraries here:","sentiment_score":0.45}
{"full_text":"It's imperative that businesses review the security of their IT networks and data systems to determine risk. As COVID-19 alters workspaces and technology habits, constant risk assessments are necessary. Get a no-cost security review today.","sentiment_score":0.0}
{"full_text":"UTRGV Assistant Professor of Pediatrics, Keila Rodriquez wrote a children's book titled \"When The World Was Sick\" that explains COVID-19 to kids. Alan Martinez reports.","sentiment_score":-0.7142857143}
{"full_text":"Covid-19: Pfizer\/BioNTech vaccine judged safe for use in UK from next week.https:\/\/t.co\/FWY27ZGRbk","sentiment_score":0.25}
{"full_text":"Coronavirus doesn't stop us! While we still can't do our normal drop in sessions for now. We are still doing outreach for essential harm prevention. Feel free to drop us a message if you're needing a helping hand and we will see what we can do! ","sentiment_score":0.2166666667}
{"full_text":"The signing of #RCEP after eight years of negotiations is a milestone for regional economic integration and post-pandemic economic. It will strengthen the interrupted #supplychain synchronization among members and #ChinaUS decoupling","sentiment_score":0.2}
{"full_text":"Today's #WednesdayWisdom is a #COVID19 update outlining #dance classes post #lockdown.Read it on","sentiment_score":0.0}
{"full_text":"Where I live there is 1 active case per 1750 ppl. Add that most of those cases are in LTC homes then the general public risk of meeting someone with COVID is really small. Also, I've seen a lot more of the vented masks which don't help at all if the person wearing it has COVID.","sentiment_score":0.1147186147}
{"full_text":"A new report from the calls on the #AMR community to ensure that AMR is prioritized on the global health agenda and to raise awareness of the looming crisis we face in the wake of the #COVID19 pandemic.https:\/\/t.co\/nTkk4SmQmH","sentiment_score":0.0681818182}
{"full_text":"Deloitte's Chief Well-being Officer gives some pro tips on keeping your nutrition in check during the pandemic which include - - Packing your snacks- Staying hydrated- A diet that's good for your mood","sentiment_score":0.7}
{"full_text":"ICYMI: In a 'Southeast Asia and Major Powers' webcast,@AsiaPolicy Richard Maude, Dr Huong Le Thu, Sharon Li-Lian Seah, and examine #SoutheastAsia and #ASEAN's shifting power dynamics since the pandemic.https:\/\/t.co\/kgqwKHG9LJ","sentiment_score":0.0625}
{"full_text":"Meet our very own GYG vocal coach and West End Actress in the latest episode of our career's interviews.Find out how Leanne got to where she is today and what training she needed.Watch here: was filmed before lockdown***","sentiment_score":0.64}
{"full_text":"RT COVID topics the news media proactively ignore:-Lack of evidence of asymptomatic spread-How it was here for months with...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 38.3FWind Chill: 36.7FHumidity: 82%Dew Point: 33.2F Barometer: 29.995 inHgWind: 3 mph from the WCorona Virus Weekly Stats:Cases: 175.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"And after many weeks of not commenting, is back with his Covid commentary and analysis. The power I yield is a sight to behold.","sentiment_score":0.25}
{"full_text":"Coronavirus metrics grim as winter sets in and U.S. awaits political transition","sentiment_score":-0.5}
{"full_text":"In this television interview  with I discuss how college students traveling from campuses to hometowns can disperse #COVID19","sentiment_score":0.0}
{"full_text":"'Absolutely remarkable': No one who got Moderna's vaccine in trial developed severe COVID-19https:\/\/t.co\/01yTTFY3br#futurology","sentiment_score":0.425}
{"full_text":"\"This season is more important to get the flu vaccine because the flu also has symptoms that mimic COVID-19 infection,\" says Dr. Robert Jacobson, a pediatrician and vaccine researcher at Mayo Clinic Children's Center.","sentiment_score":0.2666666667}
