{"full_text":"He loved it and I nearly cried ","sentiment_score":0.4}
{"full_text":"Of all the things that covid has caused, a Zoo-style troupe was not one I was expecting #totp","sentiment_score":0.0}
{"full_text":"RT As a doctor, I really don't know where they find time in any hospital unit to choreograph, film and produce music videos...","sentiment_score":0.2}
{"full_text":"RT Taehyung mentioned 'White angels' in the song '#SnowFlowerbyV' as below 'olhaeneun yeogi jeogi hayan ceonsadeuli manhjanha. This year a lot of white...","sentiment_score":0.0}
{"full_text":"RT If it wasn't for congressional Republicans you would be getting $2,000 in COVID relief.","sentiment_score":0.0}
{"full_text":"Replace self doubt with confidence. Don't be scared of rejections. You can do it! #Mentalhealth #MentalHealthAwareness #Anxiety #motivation #India #delhi #HAPPYCHRISTMAS #MerryChristmas #2020nyeon_dadeul_neomu_gosaenghasyeossseubnida  #covid","sentiment_score":0.0}
{"full_text":"RT 1\/5Went to Central London the other day to see Christmas lights just before the lockdown. Unlike every year it was no more...","sentiment_score":-0.125}
{"full_text":"RT JUST IN: Two Japanese citizens test positive for new coronavirus mutation after returning from the United Kingdom","sentiment_score":0.1212121212}
{"full_text":"RT COVID-19 news in Premier League on Christmas Day: Man City's Gabriel Jesus &amp; Kyle Walker test positive as do two members of...","sentiment_score":0.2272727273}
{"full_text":"Even Jesus has the Covid now.","sentiment_score":0.0}
{"full_text":"RT We adopted a kitten during the pandemic so the first man she has literally ever met is a nice handyman here to mount a t...","sentiment_score":0.425}
{"full_text":"RT Trump, busy golfing now, vetoed funding for the military, has thrown Covid relief into doubt, and is pardoning murdere...","sentiment_score":0.0}
{"full_text":"RT #2020nyeon_dadeul_neomu_gosaenghasyeossseubnida is trending at #5 in Worldwide trends and the top trending hashtag under KPOP as BTS V spearheaded...","sentiment_score":0.5}
{"full_text":"RT This nigga flew to Paris in a pandemic to eat beans.","sentiment_score":0.0}
{"full_text":"And the blame has to be CHINA. Blaming president trump like you always do is like blaming Palestinians for the virus","sentiment_score":0.0}
{"full_text":"the way I was happier during the first lockdown than before it--","sentiment_score":0.25}
{"full_text":"RT The House adjourns w\/o action on COVID relief reforms, both efforts were blocked by the opposing partyDems could not...","sentiment_score":0.1}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"CU was slated to play seven games without a bye, but COVID-19 issues at other schools caused three of those games to be canceled; the Buffs replaced one with a non-conference contest. The Alamo Bowl will be CU's first game in 17 days.","sentiment_score":-0.0916666667}
{"full_text":"RT Had my first COVID-19 vaccine today in Wetherby. It was all superbly organised and the NHS staff were excellent. Thank...","sentiment_score":0.75}
{"full_text":"RT I'm not feeling very Merry. 329,000 Americans died this year from Covid-19, yet almost all of the Republicans that lied a...","sentiment_score":0.2}
{"full_text":"Merry Christmas! Bit of a different one this year but wishing you all a joyous festive season filled with peace, love, and prosperity. Stay safe and please wear your mask if you have to go out! xxx #MerryChristmas","sentiment_score":0.38125}
{"full_text":"RT If the incompetent government does not keep schools and collages closed after xmas, we are looking at a tsunami of covid dea...","sentiment_score":-0.225}
{"full_text":"A dangerous side effect of the pandemic is the loss of basic travel skills such as \"never put the moisturizer next to the toothpaste\" ","sentiment_score":-0.15}
{"full_text":"RT Anyone else tired of being told by millionaire congressmen paid by billionaire CEOs &amp; financiers that we can provide tril...","sentiment_score":-0.4}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"RT As we approach Christmas and the start of Kwanzaa, please do your part to keep yourself and those around you safe: wear a...","sentiment_score":0.5}
{"full_text":"RT Trump is at Mar Lago. People are hurting. He vetoes the bill to support the military. He refuses to sign bill that has budge...","sentiment_score":-0.1}
{"full_text":"RT Waiting for new corona version that will turn people into zombies.","sentiment_score":0.1363636364}
{"full_text":"So many families struggling and need help this season.","sentiment_score":0.5}
{"full_text":"HSE Finally Admit That Covid19 Has Not Been Scientifically Proven To Exist","sentiment_score":0.0}
{"full_text":"RT Minister of health announces the detection of the first new #covid19 strain on a flight that landed in Beirut coming from L...","sentiment_score":0.1931818182}
{"full_text":"No need to wish. Just sign the covid relief ffs","sentiment_score":0.0}
{"full_text":"Folks my Christmas Message; The days r starting to get lighter; we have now Invented CoronaVirus vaccines; spring will be here warmer &amp; brighter days; we can keep looking back or we can all Unite &amp; build a better country &amp; future; yes we are entitled to lick our wounds; to 2021","sentiment_score":0.125}
{"full_text":"For all those who have ruined my family's Christmas by not wearing masks, attending parties, rally's and protests, eating in resturants daily and ignoring Corona and the 5 Million of you traveling,  I have something for you!","sentiment_score":0.0}
{"full_text":"RT Thank you for preparing cute surprises for meI'm so happy~I want to meet everyone asapI want covid to end asap so t...","sentiment_score":0.5}
{"full_text":"RT A detailed angle has been publish on my blog, by a foremost columnist If you trust my judgement even a lit...","sentiment_score":0.4}
{"full_text":"CHRISTMAS 2019 and CHRISTMAS 2020. It sucksWhat a year! Just like that the whole world changed. We now have the \"saddest\" Christmas season because of the pandemic. But Christmas is about Christ, He is the reason for the Season. Let us thank Him for the blessings.","sentiment_score":0.2}
{"full_text":"\"To the City and the World\" #WeAreinthisTogether","sentiment_score":0.0}
{"full_text":"RT \"The president and I want to wish every American a very merry Christmas.\"First Lady Melania Trump and Pres. Donald Trump wish Am...","sentiment_score":0.15}
{"full_text":"RT People are celebrating Christmas today (following COVID-19 restrictions) but we VTU students are fighting for our ONLINE...","sentiment_score":0.0}
{"full_text":"RT 10) there's been many other fecal related transmissions. Not all aerosols, but just further confirms the fecal risk. Here i...","sentiment_score":0.09375}
{"full_text":"Safe from COVID-19 Creative Artistic Revolutionary Merry Christmas Party of the Philippines ","sentiment_score":0.4444444444}
{"full_text":"Loneliness at Pandemic U","sentiment_score":0.0}
{"full_text":"'Celebrating Xmas' is unkind while Tigray genocide being happened!Eritrea+Ethiopia invaders continue to: lockdown Tigray villages; force civilians to dig their own graves; then finish them; bury them in mass graves.For sure! 'Extincted Tigray Tribe' in dictionary will happen soon","sentiment_score":0.6125}
{"full_text":"has been the standout essentials delivery service during this lockdown","sentiment_score":0.0}
{"full_text":"RT To the porters, nurses, shelf stackers, cashiers, refuse collectors, doctors, bus drivers, midwives, cleaners, carers, p...","sentiment_score":0.0}
{"full_text":"RT Briefing by Foreign Ministry Spokeswoman Maria #Zakharova, Moscow, December 24, 2020 #COVID19 #SouthOssetia #Nepal #...","sentiment_score":-0.125}
{"full_text":"RT My hardest flex...(knock on wood)","sentiment_score":0.0}
{"full_text":"RT Merry Christmas!!  hope you guys are enjoying with your loved ones, have a wonderful time!  p.s. during pandemic, remember...","sentiment_score":0.7333333333}
{"full_text":"RT My daughter #RealityWinner shared today that they are again under quarantine status, as they have had new outbreak of co...","sentiment_score":0.1363636364}
{"full_text":"RT An indoor Urbi et Orbi message from Pope Francis, calling for care for victims of Coronavirus, including women who suffered...","sentiment_score":0.0}
{"full_text":"RT REVEALED!!!Dear Gov food items for Covid 19 relief shared to Oyo state civil servant and party membe...","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT I hate using war language to describe the pandemic. I lived through war and it's not the same. It's worse than a pande...","sentiment_score":-0.4}
{"full_text":"RT While #KissesDelavin on a hiatus amidst this pandemic, still fans shipping her surfacing around,AnKiss -both bench ba...","sentiment_score":0.0}
{"full_text":"RT UK travellers need to stay put. The fact that 20 Brits tested positive for covid on ONE flight to Jamaica is insane.","sentiment_score":-0.3863636364}
{"full_text":"RT Fecal aerosols... 9 infections in 3 families due to vertically shared toilet drainage pipes + aerosols from pipes.To ev...","sentiment_score":-0.0791666667}
{"full_text":"RT Here are a few reminders that even during a pandemic, we still live in a world full of wonders.","sentiment_score":0.0954545455}
{"full_text":"RT We'll survive this in shaa Allah","sentiment_score":0.0}
{"full_text":"Gribsy pandemic.","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"brother and I have talked about collaborating for years now, COVID has finally made it happen! Featuring my 'improvisation' ","sentiment_score":0.0}
{"full_text":"RT I'm a black trans woman with no income due to covid-19 so I'm reliant on donations to pay rent and for food. #MutualAi...","sentiment_score":-0.1458333333}
{"full_text":"We haven't got much snow but lovely to see it on top of the 'mountain' just been to see my mum. Interesting experience- she'd forgotten she'd decided to stay home....Enjoy your day. Many hugs xxxx","sentiment_score":0.44}
{"full_text":"FEATURES: With Christmas looking different due to the COVID-19 pandemic, four Ateneans share their memories, plans, and wishes as they are forced to celebrate the holidays away from their homes.https:\/\/t.co\/yTHk3TDzDe","sentiment_score":-0.1416666667}
{"full_text":"THIS MORNING: There's concern over a post-holiday surge in COVID-19 cases, local law enforcement frustrated with the ODH's vaccine distribution plan, and lighting up the holiday season by spreading cheer to kids who are hospitalized in our community.","sentiment_score":-0.35}
{"full_text":"\"Many cultural places around the world are closed due to #COVID19. Let's support artists, film &amp; theatre professionals, bookstores &amp; all those who bring culture to life everywhere in China, Italy, France...Culture must live &amp; spread faster than the virus.\"--@AAzoulay","sentiment_score":0.1022727273}
{"full_text":"Yes, we know that 82.4 when I last looked, and most deaths are in the geriatric zone, but there are other deaths and hospital intensive care capacity is not only limited but challenged now. I have had this directly from several doctors.","sentiment_score":0.0576530612}
{"full_text":"The lady in your avatar officiated a wedding at the height of the pandemic, without wearing a mask. You should probably find a new idol for a while... https:\/\/t.co\/roaYIZi2qz","sentiment_score":0.1363636364}
{"full_text":"\"Our firefighters, every single day, are on the frontlines, and they are delivering life-saving care to people who have COVID. So, it is absolutely essential that firefighters are among the first to be vaccinated.\"","sentiment_score":0.0595238095}
{"full_text":"RT My cute neighbor Mr. Ian Lyons send festive gift social distancing style.. by drone!! ","sentiment_score":0.2760416667}
{"full_text":"Interfaith Assistance Ministry has created a bodega with special groceries, Mexican-style hominy and other canned items families are grateful to get during the COVID-19 pandemic.","sentiment_score":0.1160714286}
{"full_text":"A look back at how the #COVID19 took a toll on jobs, forced millions to WFH. Add to that - the India-China border standoff &amp; the Modi govt locking horns with states over #GST Catch #Rewind2020 6 PM@ShereenBhan","sentiment_score":-0.15}
{"full_text":"#Domesticviolence against women continued to surge in India even in the #lockdown, the said with over 5,000 such complaints received in 2020","sentiment_score":0.0}
{"full_text":"RT Fecal aerosols... 9 infections in 3 families due to vertically shared toilet drainage pipes + aerosols from pipes.To ev...","sentiment_score":-0.0791666667}
{"full_text":"Little Rock nurse leaves job to care for elderly family battling COVID from homehttps:\/\/t.co\/HjPLVJYFw0","sentiment_score":-0.1875}
{"full_text":"Cambridge has seen an increase in homeless women seeking support as the pandemic reveals the reality of their 'hidden homelessness', reports for","sentiment_score":-0.1666666667}
{"full_text":"RT #Please listen to the #apeals of many #legal #Iraqi #Refugees  abanded 3-9 years for #Resettlem...","sentiment_score":0.35}
{"full_text":"#Trump throws pandemic relief into doubt#BaghdadPosthttps:\/\/t.co\/ORZVVklHX1","sentiment_score":0.0}
{"full_text":"Kyle Walker and Gabriel Jesus test positive for coronavirus days after facing Arsenal in the Carabo Cup","sentiment_score":0.2272727273}
{"full_text":"It added that FIFA looked forward to working with both host countries \"to organise successful tournaments\" in 2023.#FIFA #U20WC #U17WC","sentiment_score":0.75}
{"full_text":"Politics overhangs U.S. Christmas as government shutdown nears, COVID aid uncertain -","sentiment_score":0.0}
{"full_text":"COVID-19 relief talks are still happening on Capitol Hill, but one business in that neighborhood said they are getting the calls meant for lawmakers.https:\/\/t.co\/GIIJrIUiMZ","sentiment_score":0.0}
{"full_text":"Merry Christmas to all who follow us on social media. You can join us at home with singing this popular carol. We are praying you find ways to connect with families and friends and stay safe.Watch here -","sentiment_score":0.3166666667}
{"full_text":"Merry Christmas, Christian friends! Christmas is one of the most significant religious holidays of the Christian faith, commemorating the birth of Jesus Christ. This article reminds us that the world endured another pandemic during Christmas of 1918:","sentiment_score":0.175}
{"full_text":"There will be no coronavirus statistics released today.","sentiment_score":0.0}
{"full_text":"The Paramedic Academy students have been able to meet in-person for classes, where they learn advanced lifesaving skills.","sentiment_score":0.45}
{"full_text":"Hello ! If you live in GMT-11 then *some* governments think that COVID is taking a 24-hour break (how nice of it !).That is not the case, so please stay safe !Merry Christmas !","sentiment_score":0.5558712121}
{"full_text":"COVID 19 cases in India until : 25\/12\/2020 17:30Total Cases: 10148343 [+875]Active: 280734Recovered: 9717706 [+508]Deaths :147134 [+6]Total Tests: 166.31MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"\"It's very stressful just wondering to yourself, 'Are you doing the right thing by keeping her away from certain people? Have you done everything that you can do to protect her?'\"","sentiment_score":0.2333333333}
{"full_text":"During the Christmas Eve holiday, Christians in WAVE Country say going to Mass during the pandemic is more important this year than ever before.","sentiment_score":0.45}
{"full_text":"Yasir Malik wants you to have a healthy holiday season, and that means taking COVID-19 seriously. We encourage you to forego the traditional large gatherings to limit the spread of coronavirus. Instead, celebrate with members of your household.","sentiment_score":0.1161904762}
{"full_text":"Around 200 people, so far, have taken owner Daniel Cessare's offer of a free hot chicken. That offer stands through the end of the year.https:\/\/t.co\/SYoWMrjir2","sentiment_score":0.0375}
{"full_text":"COLUMN: Most of us take eating for granted, but for the least fortunate among us, especially young people who still live at home, having enough food has become a major challenge during the pandemic.","sentiment_score":0.1426948052}
{"full_text":"Celebrating Covid Heroes Watch #News18DeBrief with at 7.27 pm only on CNN-News18.","sentiment_score":0.0}
{"full_text":"RT The year 2020 summarized by 4 pilots.#Covid19 #Flightradar24","sentiment_score":0.0}
{"full_text":"\"My sister has been fighting for her life since July 2020. She worked as a nurse before her illness, &amp; I lost my job due to the pandemic, making my elder brother the sole earner of our family of 5. Please help.\" -Vaibhav(Brother)https:\/\/t.co\/HSL8FtiLfu","sentiment_score":-0.0625}
{"full_text":"New report shows anti-vaxxers seizing COVID as 'historic opportunity'","sentiment_score":0.0681818182}
{"full_text":"These two brothers ran Bhangra classes through lockdown to keep up spirits for people around the world. Watch more:","sentiment_score":0.5}
{"full_text":"Lexington Police are asking folks to stay home today.  If you HAVE to drive anywhere, make sure you're prepared:","sentiment_score":0.5}
{"full_text":"VIDEO: Two days before Austria heads into its third, nation-wide coronavirus lockdown, the Alpine nation allows its more than 400 ski stations to open","sentiment_score":0.1666666667}
{"full_text":"If you have symptoms, get a test When you go for a coronavirus test you MUST follow the rules on self-isolation#KeepPowysSafe","sentiment_score":0.0}
{"full_text":"#FarmLaws | Although agricultural output has increased this year, greater operational costs &amp; poor prices for produce have deprived Indian #farmers of any gain.By Tapas Singh Modak.https:\/\/t.co\/7YZvAIclEg #FarmersProtests","sentiment_score":0.05}
{"full_text":"RT This was one year ago. Remember, the CAA\/NRC is still the law, and as soon as the pandemic is over this government will g...","sentiment_score":0.0}
{"full_text":"SARS-CoV-2 and Rohingya Refugee Camp, Bangladesh: Uncertainty and How the Government Took Over the Situation #LifeSciPreprints #PreprintsOrg","sentiment_score":0.0}
{"full_text":"Looking back at 2020, here's how the pandemic brought us to embrace, explore, and engage through technology:","sentiment_score":0.0}
{"full_text":"Republicans on Thursday blocked an effort to amend the hard-won pandemic relief package to more than triple direct payments to struggling Americans, something demanded by President Donald Trump.https:\/\/t.co\/0rat9YjbHd#PolitikoGlobal","sentiment_score":0.3}
{"full_text":"Indonesia records highest daily increase in COVID-19 deathshttps:\/\/t.co\/BqgWo4Kv10","sentiment_score":0.0}
{"full_text":"Happy Holidays from everyone at Statcare. All locations are open from 9 AM - 3 PM (Manhattan 9 AM - 4 PM). Please share with family &amp; friends. https:\/\/t.co\/uz8BOllQlV #statcare #christmas #holidayhours #newyork #covid #covidtesting #family #friends #newyorkurgentcare","sentiment_score":0.4}
{"full_text":"Palatine Bridge woman among first in area to receive COVID-19 vaccinehttps:\/\/t.co\/PngdgvvBTu","sentiment_score":0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 37.5FWind Chill: 35.4FHumidity: 99%Dew Point: 37.3F Barometer: 29.496 inHgWind: 4 mph from the WSWCorona Virus Weekly Stats:Cases: 200.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Stop flying - not just for slowing #climate change but for your own health'We are slowly being poisoned'How toxic fumes...","sentiment_score":0.15}
{"full_text":"The pandemic has forces many to take a different approach when it comes to giving. The Winter Joy Project is working on its first holiday season of donating hats, scarves, and gloves to kids.MORE:","sentiment_score":0.3875}
{"full_text":"How I Lost 30 Pounds #COVID19 #Marketing #freelance #life","sentiment_score":0.0}
{"full_text":"A long-term plan to overcome the impact of Covid-19 has been outlined by the government Read more - #Bahrain","sentiment_score":0.5}
{"full_text":"Rockets game postponed as Covid bites NBA on second day of seasonhttps:\/\/t.co\/G3fILnDaG3#FastbreakNews #NBA","sentiment_score":-0.2}
{"full_text":"#Palestine records 21 deaths and 1,812 new #coronavirus cases.Read more:","sentiment_score":0.3181818182}
{"full_text":"#MerryChristmas as we focus on the true meaning of what #Christmas really represents, the Birth of Jesus Christ! Let us continue our prayers for those affected by the COVID-19 pandemic.Let us all have a Merry Christmas and a Happy, Healthy and Prosperous #2021 !","sentiment_score":0.50625}
{"full_text":"Time: 12:00 * Temp: 5.2degC * Wind: SSW 0.0 to 11.0mph * Pressure: 1025.3hPa * Rain: 0.0mm * Hum: 87% * ET: 0.1mm * Solar: 91.0W\/m2 * UV Index: 0.0 * Sunrise: 08:45 * Sunset: 16:01 * Cloudbase: 920ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Hualien-based #TzuChi University has recently donated 95,000 rapid #COVID19 antibody test kits that it co-developed with Taipei Tzu Chi Hospital and Academia Sinica to Indonesia, Honduras and Bolivia.https:\/\/t.co\/onoSGOl7oi","sentiment_score":0.0}
{"full_text":"Making your travel dreams happen amidst the pandemic will be the best feed to your soul  #travel #Maldives #couple #holidays","sentiment_score":1.0}
{"full_text":"Dare to try something new this festive season be it a new dish, a game, sport or novel and remember to abide by the #Covid19 SOPs.","sentiment_score":-0.0424242424}
{"full_text":"Bodies of #coronavirus victims in #Saxony's city of #Zittau are currently being stored in a flood protection hall, after the demand exceeded the capacity of the local crematorium, as seen on Thursday.#Germany","sentiment_score":0.0}
{"full_text":"For a recap of pre-pandemic events in #Turkey this year, read  The Gezi trial and the demise of Turkish democracy:  The grandiose dream and impending political and environmental catastrophe of Canal Istanbul:","sentiment_score":0.0}
{"full_text":"Attending a small celebration? Take steps to make the #Holidays safer. Bring your own food and drinks, #WearAMask, stay at least 6 feet apart, and wash your hands for at least 20 seconds. Choose outdoor or well-ventilated spaces. More tips:","sentiment_score":0.05}
{"full_text":"Ben Roethlisberger on criticism: 'When you play like poo, you should get COVID-19 less likely until end of the South China Sea Peace Initiative.","sentiment_score":-0.0833333333}
{"full_text":"The Dorset areas with the lowest and highest numbers of coronavirus caseshttps:\/\/t.co\/7TRD3ZXOzP","sentiment_score":0.0}
{"full_text":"\"We are moving swiftly, so eligible Island businesses can access grant funding under the new Tier Three restrictions.\" #IsleofWight #iwnews #COVID19 Story:","sentiment_score":0.1363636364}
{"full_text":"Perhaps this is relevant to ill-informed claims about children and #CovidTransmissionAndIllness #AusPol","sentiment_score":0.4}
{"full_text":"RT Her jacket alone cost over 5 COVID relief checks #ToneDeafKelly","sentiment_score":0.0}
{"full_text":"RT Starting at 12:01 PM on January 20th, Republicans will suddenly take the coronavirus very seriously and blame all of th...","sentiment_score":-0.1083333333}
{"full_text":" 2020 with Metropole, the year in review: One of the great joys of normal family life in this city is that it is spacious, green, and safe enough. There is the freedom to move apart as well as have times to be together. Read more at","sentiment_score":0.2916666667}
{"full_text":"In a recent virtual roundtable sponsored by ServiceNow and CanadianCIO, IT leaders from cities and industries across Canada shared their pain points on two changes driven by Covid-19.","sentiment_score":0.0}
{"full_text":"Veterans, we wish you a safe and Happy Holiday season! The greatest gift you can give to loved ones and yourself is to stay home to protect them. Consider hosting a virtual holiday celebration with friends and family, mask-up and wash your hands often. Stay safe!","sentiment_score":0.765}
{"full_text":"Government Should Lobby For Affordable Covid-19 Vaccines - Kalonzohttps:\/\/t.co\/JKIpCxB11m","sentiment_score":0.0}
{"full_text":"RT Xmas 2018 - trying to save my jobXmas 2019 - just lost my case and was in the #IStandWithMaya whirlwindThis year - in b...","sentiment_score":0.0}
