{"full_text":"Here's What Everyone, Including Mary Trump, Gets Wrong About Donald Trump's Failed Response to COVID-19 H\/T ","sentiment_score":-0.5}
{"full_text":"RT Tallahassee Democrat newspaper: \"Agents raid home of fired Florida data scientist who built COVID-19 dashboard\"","sentiment_score":0.0}
{"full_text":"RT This seriously pissed me off. going door to door to sell  is irresponsible and hardly essen...","sentiment_score":-0.3125}
{"full_text":"The four leading #Greek #banks reduced their non-performing exposures by EUR13.7bn (18.5%) during Q1-Q3\/2020. That is useful as #COVID19 will probably add new problematic loans to their portfolios.https:\/\/t.co\/AIg29SIZup#badloans #nonperformingloans","sentiment_score":0.1454545455}
{"full_text":"RT An appalling moment at Speaker Pelosi's news conference. After months of stonewalling Trump efforts to pass targeted short-t...","sentiment_score":-0.35}
{"full_text":"RT Pfizer board member confirms our story on company trying in vain to get Trump administration to reserve more doses for Amer...","sentiment_score":0.5}
{"full_text":"RT 1. In March and April, when the stock market was tanking, Republicans supported large COVID relief legislation Since then,...","sentiment_score":0.2142857143}
{"full_text":"Exactly! We are in the middle of pandemic so why are those groups not wearing a mask in the first place and start wearing it when BTS did? Y'all love making a hit twt w out of context just to drag us as always. NOW BTCHES, APOLOGIZE TO MUNCHKOO!","sentiment_score":0.1875}
{"full_text":"What about all the healthcare workers working understaffed, and all the patients that can't get the same care you got  because hospitals are overcapacity because of COVID infections???","sentiment_score":0.0}
{"full_text":"What","sentiment_score":0.0}
{"full_text":"RT BREAKING: Margaret Keenan, 90, becomes first person in the world to receive the Pfizer Covid-19 vaccine, from Filipino nur...","sentiment_score":0.25}
{"full_text":"RT Where has the tRump administration been, have they not seen people lined up at food banks?  How long was $1200 suppose to las...","sentiment_score":-0.05}
{"full_text":"RT so?! when will we get your apology and that 85k who likes this mkfng tweet?! everyone is wearing it in a pandemic but your...","sentiment_score":0.0}
{"full_text":"RT Look my kids never see my family at Christmas and I grew up never seeing extended family. I survived. My kids have survi...","sentiment_score":0.0}
{"full_text":"RT These nasty people begrudged giving disabled $100 to help them survive through the pandemic! Apparently $4...","sentiment_score":-0.4}
{"full_text":"RT The pandemic brought plastic back into frame. One company is making sure it doesn't end up back in a landfill. #ad","sentiment_score":0.1666666667}
{"full_text":"RT Den Lockdown.","sentiment_score":0.0}
{"full_text":"RT Howard Stern is now a voice of reason? 2020 sure is weird.","sentiment_score":0.0}
{"full_text":"People in asia wore masks even before the pandemic bc the polution there can cause severe health problems, like every once in a while you would see news warning them about fine dust and to wear face masks, it really wasn't bc of \"stylistic\" choices","sentiment_score":0.3083333333}
{"full_text":"RT THIS Doctor gets it! A \"Pandemic\" that is based on faulty testing! https:\/\/t.co\/UjZ9RFhMkw","sentiment_score":0.0}
{"full_text":"RT THIS kind of crap is why nobody with any judgment thinks these lockdowns are fairly implemented or Constitutionally sound....","sentiment_score":0.225}
{"full_text":"The best show on that tackles tough subjects in an incredible heartfelt and relatable way is back!Wow this scene nearly made me cry","sentiment_score":0.3222222222}
{"full_text":"RT Prove it inaccurate? Block relief during elex; echo or worse sit silent amid obvious lies abt covid; deny election results...","sentiment_score":-0.1333333333}
{"full_text":"Lol yup","sentiment_score":0.8}
{"full_text":"RT Our investigation leads to more possibilities and experts from #China's CDC also did not rush into any conclusion. No on...","sentiment_score":0.5}
{"full_text":"RT Keeping a movie theater running during the pandemic has been a monumental task, but planning for a new one to open after the p...","sentiment_score":0.0681818182}
{"full_text":"So she says it's because they don't have the numbers yet from Thanksgiving spike. Didn't she do the math when she put the \"3 week pause\" into effect to know she wouldn't have those numbers? She knew when Thanksgiving was didnt she? She knew from the beginning it would be longer.","sentiment_score":0.0}
{"full_text":"I can't think of a more nonessential profession than 'Games Journalist' during covid","sentiment_score":0.5}
{"full_text":"A stimulus bill without stimulus check? How the fuck does this make sense?","sentiment_score":-0.4}
{"full_text":"RT me when i need to use the traffic light button but we're in a pandemic","sentiment_score":0.4}
{"full_text":"RT 1. The viral tweet yesterday showing a daughter, outside the window of a care home, pleading in vain for help for her elde...","sentiment_score":0.0}
{"full_text":"RT This. (One of the many things that enrage me is the number of people noting that teachers are afraid to go back to work duri...","sentiment_score":-0.0333333333}
{"full_text":"RT Heath, OhioEllis Booth, 56, Heath City Schools athletic director, died from COVID-19. \"He was like a father figure. He was...","sentiment_score":0.0}
{"full_text":"When Bharat is already in bandh..I mean lockdown..what is this #BharatBandh ?","sentiment_score":-0.3125}
{"full_text":"Reading the FDA summary of the Pfizer\/BioNTech COVID vaccine.","sentiment_score":0.0}
{"full_text":"RT I am glad that the members of BTS take their roles as public figures seriously, that they do their best to act respons...","sentiment_score":0.2916666667}
{"full_text":"Who Cares What He Thinks?","sentiment_score":0.0}
{"full_text":"RT Between the time President Trump announced that #RudyGiuliani had #COVID (Dec 6th, 3:30pm) and when Trump gave an update on his...","sentiment_score":0.0}
{"full_text":"RT We cannot turn our backs on families who are struggling through this pandemic. Congress must include, at the least, a $1...","sentiment_score":-0.3}
{"full_text":"RT Pfizer board member and former FDA head confirming that the Trump administration passed multiple times on opportunity to secu...","sentiment_score":0.0}
{"full_text":"RT Darn it, Rex! ","sentiment_score":0.0}
{"full_text":"RT Also, I would prefer not to get COVID! I don't think it's necessary to argue for getting the vaccine as altruism. I don't want...","sentiment_score":0.0}
{"full_text":"RT Welsh government basically admitting 17 day \"firebreak\" lockdown didn't work.Solution? Another lockdown.","sentiment_score":0.0}
{"full_text":"RT This what y'all think the covid vaccine's gonna do","sentiment_score":0.0}
{"full_text":"RT \"This new proposal, if you go to the bottom, is pushing for a liability shield for businesses to protect themselves fr...","sentiment_score":0.1363636364}
{"full_text":"RT Imagine if Trump had been the one holding up some kind of Coronavirus relief bill in Congress for months. There would b...","sentiment_score":0.6}
{"full_text":"RT The #Bearcats game vs Tulsa has been canceled due to #COVID19 issues in Cincinnati, the AAC announced today. They are st...","sentiment_score":-0.2625}
{"full_text":"RT A fascist thug in a $5000 suit.Ron DeSantis.Tell the truth about the raging pandemic in Florida &amp; he'll unleash his G...","sentiment_score":0.0}
{"full_text":"RT Failure is not an option. We must pass a relief package for the American people.","sentiment_score":-0.1583333333}
{"full_text":"I hope you guys understand that the reason sd is in full lockdown again is because our ICUs are so full. To the point where if your grandma has a heart condition and needs a heart transplant, she can't get one because of how full ALL ICUs currently are.","sentiment_score":0.2625}
{"full_text":"RT Casting director: So what would you bring to the role of second patient? We want a sense of real drama and patriotism...","sentiment_score":0.1}
{"full_text":"RT Rising nationalism in how we talk about and distribute #COVID19 #vaccines is terrifying. The global effort needs $40B,...","sentiment_score":-0.5}
{"full_text":"RT From Donald Trump down all of covid19 detractors (like must be held accountable. P...","sentiment_score":-0.1555555556}
{"full_text":"RT Kay Burley went out her way to vilify Dominic Cummings over a private journey to ensure...","sentiment_score":0.0}
{"full_text":"RT So now we're so desperate for validation we're turning to Howard Stern? 2020 really is the absolute worst. Howard Stern: Trum...","sentiment_score":-0.3}
{"full_text":"RT THIS is Global Britain. A vaccine produced by a German-US company, developed by scientists born to Turkish immigrants,...","sentiment_score":0.05}
{"full_text":"Trump: \"There's missing outrage! There's missing outrage!\" (except about Covid of course)","sentiment_score":-0.25}
{"full_text":"Anti-Vaxxer on my Facebook: YoU sHoUlDn'T tAkE a CoRoNaViRuS vAcCiNe BeCaUsE yOu DoN't KnOw WhAt CoUlD bE iN iT.Quick, Karen. Off the top of your head. Name every ingredient in a Pop-Tart.","sentiment_score":0.5}
{"full_text":"#AuthoritarianAlert Congress is a disgrace! Be better informed!","sentiment_score":0.625}
{"full_text":"RT Republicans have blocked pandemic relief for months. Fox News claims Pelosi is holding up aid. Here are some of their s...","sentiment_score":0.0}
{"full_text":"RT This morning the very first person received the Pfizer vaccine in the UK. Be wary of conspiracies on social media abo...","sentiment_score":-0.0472222222}
{"full_text":"RT Weird that Covid is just like the flu but every right wing political figure that tests positive is immediately flown to th...","sentiment_score":0.0032467532}
{"full_text":"Service Update 16:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT Out of all the artists, yall went out in the sea of Covid for Trey Songz??? In 2020?? goofy.","sentiment_score":0.5}
{"full_text":"Service Update 16:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"RT \"The Great Reset has managed to mash up every freakout happening on the internet -- left and right, true-ish, and off-the-...","sentiment_score":0.3619047619}
{"full_text":"RT The Duke and Duchess of Cambridge have been visiting the Royal Berkshire Hospital, where Kate was born. William and Kate m...","sentiment_score":0.0}
{"full_text":"RT Three likely Biden appointees have equity in an investment firm that looks set to cash in on COVID | Daily Mail Online h...","sentiment_score":-0.0666666667}
{"full_text":"What has your copier dealer done for you during the pandemic? Are they still charging you full price even though most of your printing is now being done from home. Talk to us about our equipment programs that don't have monthly printing minimums.","sentiment_score":0.425}
{"full_text":"RT Bolsonaro botched public health response to corona. But run generous stimulus prog.Huge deficits &amp; elections 2022Brazil...","sentiment_score":0.0}
{"full_text":"RT A few of our board members are reaching out to the community asking everyone to keep doing their part to combat COVID-1...","sentiment_score":-0.2}
{"full_text":"RT COVID-19 is serious in the elderly.So is the flu and pneumonia.Everything is more serious in the elderly.This is n...","sentiment_score":-0.0555555556}
{"full_text":"Feds Look to #Pharmacists to Boost Childhood Immunization Rates &amp; undergo additional training and help reverse the slump in child immunization rates caused by the #coronavirus pandemic. via","sentiment_score":0.0}
{"full_text":"RT This morning, state police came into her house They pointed guns at her kids..This woman has been HELPIN...","sentiment_score":0.0}
{"full_text":"RT First man in UK to get COVID-19 vaccine is named William Shakespeare","sentiment_score":0.25}
{"full_text":"if you're not around anyone, a mask is not needed. But if you have to be around ppl, go to a store etc, please wear one. And if you are an at risk person around ppl without masks, wear an N95. Forget the stares and laughs bc those ppl are the infected ones now.","sentiment_score":0.0}
{"full_text":"RT English majors, this is your moment.","sentiment_score":0.0}
{"full_text":"It is so important we all continue the basics of washing our hands, keeping our distance and wearing a face covering through these #Tier2 restrictions in order to keep on top of #COVID19. Remember:-Hands -Face -Space -Thank you for helping us to #KeepLondonSafe","sentiment_score":0.45}
{"full_text":"Exactly!!! Covid cured all","sentiment_score":0.48828125}
{"full_text":"Walter Reed Doctor Who Condemned Trump Covid Car Ride 'Removed'","sentiment_score":0.0}
{"full_text":"RT Weird that Covid is just like the flu but every right wing political figure that tests positive is immediately flown to th...","sentiment_score":0.0032467532}
{"full_text":"RT From 6pm, Friday 11 December, new #coronavirus protection levels will apply to some local authority areas across Scotland.Ma...","sentiment_score":0.0681818182}
{"full_text":"I can't agree more! We are stretched to the limit with income down, no volunteers and extra ponies we hadn't counted on having for a second winter so others could be in far more dire situations. If you need help, ask for it. We are asking all the time!","sentiment_score":0.1634920635}
{"full_text":"RT Weird that Covid is just like the flu but every right wing political figure that tests positive is immediately flown to th...","sentiment_score":0.0032467532}
{"full_text":"Up next: Richard, will be The Third.","sentiment_score":0.0}
{"full_text":"RT 10 years after #JulianAssange's first arrest and amid an outbreak of #COVID19 at Belmarsh prison, UN expert a...","sentiment_score":0.1}
{"full_text":"RT : William Shakespeare, 81, becomes the second person to receive the Pfizer-BioNTech COVID-19 vaccine, at University Hospital Cove...","sentiment_score":0.0}
{"full_text":"RT Bollocks! This is all staged.","sentiment_score":0.0}
{"full_text":"RT Good morning. DMs are full. May today be the day hears the stories of grit, resilience, and need from the Am...","sentiment_score":0.525}
{"full_text":"RT It is possible to simultaneously realize that COVID-19 is a very serious virus and also realize that the unelected &amp; ele...","sentiment_score":-0.2166666667}
{"full_text":"Another idiot but this idiot caught covid lmaooo","sentiment_score":-0.8}
{"full_text":"RT Dear You are a piece of shit.You ordered armed men with guns near children to punish a whistleblower wh...","sentiment_score":0.1}
{"full_text":"McEnany denies claim White House rejected additional COVID-19 vaccine doses","sentiment_score":0.0}
{"full_text":"RT Good morning. DMs are full. May today be the day hears the stories of grit, resilience, and need from the Am...","sentiment_score":0.525}
{"full_text":"RT #BREAKING - Barbados completes over 50,000 total COVID-19 tests;  records 2 new COVID cases; involving 2 visitors to the...","sentiment_score":0.0681818182}
{"full_text":"How to adapt your content and PR strategies during the coronavirus pandemic@TheNextWeb by #linkbuilding #digitalpr #contentmarketing #earnedmedia","sentiment_score":0.0}
{"full_text":"Blog","sentiment_score":0.0}
{"full_text":"I could not agree with the premise of this article more. The public health messaging on Covid has been a disaster.  Inconsistent. Nonsensical. Which has led to misunderstanding, distrust, and exploding cases. Instead of empowerment, shame and demand.","sentiment_score":0.25}
{"full_text":"RT Watched 90 year old Brit, one of 1st to get COVID vaccine in England today, interviewed live on &amp;","sentiment_score":0.1181818182}
{"full_text":"An excellent question for real journalists.","sentiment_score":0.6}
{"full_text":"RT COVID-19 UPDATE: Two more COVID cases -","sentiment_score":0.5}
{"full_text":"RT During the pandemic, built A ROAD into the heart of Yasuni,  right by homes of isolated Indigenous ppls. E...","sentiment_score":0.2857142857}
{"full_text":"RT Does Donald Trump lose any sleep over the 290,000 Americans who have perished from COVID-19 under his watch?","sentiment_score":0.0}
{"full_text":"I feel like everybody done had Corona","sentiment_score":0.0}
{"full_text":"RT me when i need to use the traffic light button but we're in a pandemic","sentiment_score":0.4}
{"full_text":"RT Florida Cops Bust Into COVID-19 Data Tracker's Home, Do Scary Cop Stuff by","sentiment_score":-0.5}
{"full_text":"Safe Systems' Tom Hinkel is featured in the Magazine as he highlights the key responsibilities of the ISO during a pandemic and how an ISO must ultimately show exactly how the FI maintained compliance. View the latest issue here:","sentiment_score":0.25}
{"full_text":"RT Yes, voter suppression is still alive and well in Georgia. This is how Republicans win. What possible reason i...","sentiment_score":0.3}
{"full_text":"RT Den Lockdown.","sentiment_score":0.0}
{"full_text":"RT It's exhausting to think about how much effort has been expended in DC being polite and deferential to people who have enabled...","sentiment_score":-0.1}
{"full_text":"RT Injecting an elderly person with a rushed, experimental 'vaccine' for a fake-pandemic under the threat of draconian restri...","sentiment_score":0.1}
{"full_text":"Although Black and Asian Britons suffered disproportionally through the pandemic, some are","sentiment_score":-0.0833333333}
{"full_text":"NPPC President Howard \"AV\" Roth says, \"It is imperative that on-farm and in-plant workers, who are integral to keeping Americans fed, have early access to COVID-19 vaccines.\" NPPC recently sent a letter on this to the CDC. #PorkPriorities","sentiment_score":0.05}
{"full_text":"RT They are seriously trying to f*ck up as much as possible before they flee the country","sentiment_score":-0.1666666667}
{"full_text":"What will Florida's COVID-19 vaccine rollout look like? Florida may be less than two weeks away from distributing a vaccine for COVID-19. #FloridaHealthCareNews","sentiment_score":-0.1666666667}
{"full_text":"RT How pervasive is neoliberalism that \"everyone decided not to do their part!\" is a more plausible explanation than \"we're forc...","sentiment_score":0.5}
{"full_text":"RT This will happen once the pandemic is over...https:\/\/t.co\/94hWVwIr0W","sentiment_score":0.0}
{"full_text":"RT \"In the four decades of the Hyde Amendment, we have seen worsening health inequality for Black, Indigenous and other peopl...","sentiment_score":-0.1458333333}
{"full_text":"RT HEARTBREAKING--Dr. Carlos Araujo-Preza treated countless #COVID19 patients, but later hospitalized in the same ICU where he...","sentiment_score":0.0}
{"full_text":"RT Being stuck in home during the pandemic is hard on everyone.. This mailman and this little girl make the most of it  ...","sentiment_score":0.0069444444}
{"full_text":"Nobody knows what next year will bring after a tumultuous and unprecedented 2020, but keep an eye on these 12 business leaders moving the economy forward and laying the groundwork for recovery after the pandemic passes.https:\/\/t.co\/0HyOeaJEEe","sentiment_score":0.3}
{"full_text":"Medics based in the capital expressed reluctance -- or outright refusal -- to take a vaccine that has not yet passed sufficient trials for international clinical approval, and reporthttps:\/\/t.co\/8zFKBvsVrK","sentiment_score":0.0}
{"full_text":"POLL: Should the coronavirus vaccine be mandatory? (ANSWER: #siouxlandnews","sentiment_score":0.0}
{"full_text":"Do you have 15 mins to hear a gender perspective on the impact of COVID-19, the future of work, and more about the #INTGenderChampion network? If yes, check out our podcast with Director-General of the Mr. Guy Ryder (@GuyRyder) herehttps:\/\/t.co\/spELuljgoc","sentiment_score":0.25}
{"full_text":"States, especially those at the epicenter of the #coronavirus outbreak, are projecting significant declines in revenueshttps:\/\/t.co\/VGhFekOYup","sentiment_score":0.1875}
{"full_text":"RT 3) Folks, let's also be thankful of the Hungarian-immigrant inventor of the mRNA therapy who came to the US and did her res...","sentiment_score":0.0}
{"full_text":"\"It's going to feel like things are being taken from us. And they are going to be taken from us. Churches are going to close, we are going to lose money. It's happening and it's going to happen,\" Dan Cellucci, CEO of told RNS.https:\/\/t.co\/Palmiaj4yS","sentiment_score":0.0}
{"full_text":"RT I would be burned at the stake if I lived in that Province.","sentiment_score":0.0}
{"full_text":"The practice of therapy of the future  is at your disposal during this period of confinement.24 h\/24 quantum therapy care from home and prayer wheel.Protect your family, donate for humanity.We must stay united in love, we are all one in the universe.https:\/\/t.co\/0MaurEvg2N","sentiment_score":0.25}
{"full_text":"Good News for United Utilities Customers!Are you are struggling to pay your water bill because of coronavirus?People who are furloughed, redundant, getting benefits or tax credits can ring 0800 072 6765 or visithttps:\/\/t.co\/3LyAJZdpDLFor help in Fylde ring us 0300 330 1166","sentiment_score":0.25}
{"full_text":"Hundreds have flooded hospital in Andhra Pradesh following the outbreak of a mysterious disease in Eluru city.","sentiment_score":0.0}
{"full_text":"Two of the county's MPs have said the current system does not work for Hertfordshirehttps:\/\/t.co\/0W4kbKDarV","sentiment_score":0.0}
{"full_text":"Joining our elite tumbling staff this winter break Casey Ballou from ECE and Corey Robert Rickett from Cheersport Sharks. Privates will be available at the front desk. Subjected to change according to CDC\/state guidelines.","sentiment_score":0.4}
{"full_text":"The latest COVID-19 numbers in Alabama were just posted by ADPH. The biggest thing I noticed, other than the soaring number of new COVID-19 cases in the area, was Lee Co.'s death toll rose. Here's a look at my number chart and latest update.","sentiment_score":0.3222727273}
{"full_text":"LIVE 3: Sask. to provide more details on vaccine distribution  #yqr #yxe #sk #sask #Covid19","sentiment_score":0.3181818182}
{"full_text":"RT Evolved idiots #25#LockDown #Leadership #Covid #Holidays #Reopening #Strategy #PresidentialTransition #IdentityPoliti...","sentiment_score":-0.8}
{"full_text":"RT was on the forefront for telling the truth about the Florida Covid numbers.  You can do...","sentiment_score":0.0}
{"full_text":"Pandemic saw proper data storage and deletion practices fall by the waysidehttps:\/\/t.co\/KSclL3dKLI","sentiment_score":0.0}
{"full_text":"COVID-19 has changed a lot of things, and one of these things is the way adults engage in physical activity. Watch the video below for more :https:\/\/t.co\/u6SxxW7IqS","sentiment_score":0.25}
{"full_text":"Good night Cape Town! Our team will return at 09.00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands","sentiment_score":0.875}
{"full_text":"Multi-pronged approach: How is keeping a lid on #COVID on #campus","sentiment_score":0.0}
{"full_text":"The #COVID19 vaccine trials have brought us exciting news + hope. Join us tomorrow at 11am ET for the latest Capitol Hill Steering Committee webinar, \"Implementation of  Mass Vax Campaigns in a Pandemic: Challenges + Opportunities.\"  Register:","sentiment_score":0.4}
{"full_text":"There's multiple factors at play - but clearly testing isn't reaching the communities it should.There may be some variation though with long term care testing is areas not in outbreak but red\/lockdown zones","sentiment_score":0.0166666667}
{"full_text":"RT I feel very lucky to have had COVID-19 vaccination today. Please have yours when you are offered it and please keep soc...","sentiment_score":0.4333333333}
{"full_text":"Helen Keller Hospital President Kyle Buchanan said they're a few steps away from seeing parking lots full of tents to care for patients and said that's a worst-case scenario. ","sentiment_score":0.075}
{"full_text":"We recently polled a select group of #technology executives to get their take on raising capital during #COVID19, remote work and relocation, human capital management priorities for 2021, and more. Here are five key takeaways from their responses:","sentiment_score":0.08}
{"full_text":"Following the release of #GCEEP's new report, we're hosting a #RFBreakthrough with to discuss the Commission's work &amp; how its leaders are calling for a #Covid19 recovery that includes working to #EndEnergyPoverty.Join us on Fri Dec 11 9am ET.","sentiment_score":0.0681818182}
{"full_text":"goes into hibernation starting December 20th - no doubt due to COVID-19 concerns and the fact that 2020 just sucks for restaurants via","sentiment_score":-0.10625}
{"full_text":"#WearAMask Keep your distanceSave lives","sentiment_score":0.0}
{"full_text":"OPINION: Pandemic has emphasized our own inadequate material and naturalistic assumptions about reality. An article by Stephen Ko, Paul Hudson, and Jennifer Jao.","sentiment_score":0.5}
{"full_text":"Lockdown has meant that many children have fallen behind. Now one million children are not receiving catch up learning. Appalling.https:\/\/t.co\/hLIUt3KVCk","sentiment_score":0.05}
{"full_text":"Delaware will initially receive more than 17,000 COVID-19 vaccines combined from Pfizer and Moderna.","sentiment_score":0.25}
{"full_text":"Rebekah Jones was fired from her post in May after she raised questions about Florida's COVID-19 data. &gt;&gt;&gt;","sentiment_score":0.0}
{"full_text":"\"COVID-19 passed heart disease as the leading cause of death during the past week, according to the latest report from the Institute for Health Metrics and Evaluation.\"","sentiment_score":0.125}
{"full_text":"BREAKING Oxford Covid vaccine found to be 70.4% effective and 'will shortly be in use'","sentiment_score":0.3}
{"full_text":"aka Slenderman, The Clown Prince, Secretary of Failure, The Covid Kid, Jared The Unready, Vanilla ISIS, Acting President, The Prince of Everything, The Shadow President.Just what happened to him?","sentiment_score":-0.1583333333}
{"full_text":"Providers: follow us for tips and strategies to help manage #stress and #burnout. #selfcare #COVID19","sentiment_score":0.0}
{"full_text":"The #MechanicalEngineering industry has kept ist head up during these difficult times of the pandemic. VDMA has raised its #production #forecast for 2021 from +2 to +4%.  VDMA-President Karl Haeusgen looks at the upcoming year with cautious optimism.","sentiment_score":-0.5}
{"full_text":"The Pfizer\/BioNTech COVID-19 vaccine, which we are currently rolling out across the country, is vegan-friendly. It contains no animal products. Find out more via","sentiment_score":0.25}
{"full_text":"One year ago today, in 2019: First confirmed coronavirus case: A patient in Wuhan, China, seeks medical help for pneumonia-like symptoms. #onthisday ","sentiment_score":0.2166666667}
{"full_text":"Zoom- Covid-19 Q&amp;A is happening TODAY at 3pm!Link: ID: 924 2928 4509Passcode: 258115","sentiment_score":0.0}
{"full_text":"The first recipient was grandmother Margaret Keenan, who turns 91 next week. She said she feels \"so privileged to be the first person vaccinated against COVID-19.\"","sentiment_score":0.1666666667}
{"full_text":"#DigitalTransformation is an important component to ensure a more agile mindset to navigate the post-pandemic world. Benchmark your organization's digital maturity: #Healthcare","sentiment_score":0.35}
{"full_text":"RT you hate to see it","sentiment_score":-0.8}
{"full_text":"The idea of a second round of direct COVID-19 stimulus payments may be making a comeback, according to a recent Politico report.","sentiment_score":-0.025}
