{"full_text":"We'll we can't have a bunch of friends over to play anymore.Tournaments are cancelled.Covid is killing smash just like everything else.","sentiment_score":0.0}
{"full_text":"RT The Senate is back. We're in session. America can't wait any longer, we need a vote on COVID relief right now.","sentiment_score":0.1428571429}
{"full_text":"COVID cases are rising again and it's looking like we're heading for an upward trend. So I'm backing out of all social gatherings this month. I love you, friends, but I'd rather we keep each other safe right now.","sentiment_score":0.2388095238}
{"full_text":"RT  And YOU get an Impeachment... And YOU get an Impeachment...12 Articles of Impeachment Filed Against Gov. Mike DeWine Ov...","sentiment_score":0.0}
{"full_text":"RT A friend's husband, quarantined at home with Covid, has died of a heart attack. He was an essential worker. His wife tri...","sentiment_score":0.0}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"Takin a play outta MJ's book seems fine to me","sentiment_score":0.4166666667}
{"full_text":"RT This is so dope to me. A little lofi jazzy joint I made in my Iowa bedroom during lockdown found its way to a South Korean...","sentiment_score":-0.1875}
{"full_text":"RT There are six new Covid cas es every second and one death every minute in the US. It's going to get worse before it gets...","sentiment_score":-0.0878787879}
{"full_text":"Jesus, even Deadline is picking this up.","sentiment_score":0.0}
{"full_text":"The latest Art4Good ~ Inspiring Change!! #covid #climatechange","sentiment_score":0.640625}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"If COVID19 had affected Africa only we wouldn't have multiple vaccines ready within a year.","sentiment_score":0.0666666667}
{"full_text":"#CallforPapers Close 1 Dec...need an extension? DM #CFP PANDEMIC, PLAGUE, PESTILENCE &amp; the TROPICSDetails&gt;https:\/\/t.co\/HbjccnXxee...Free #openaccess ScopusQ2","sentiment_score":0.0}
{"full_text":"Fuck covid man . I'm sick of it.","sentiment_score":-0.5571428571}
{"full_text":"RT Shit is getting wild around here","sentiment_score":-0.05}
{"full_text":"RT We invest billions in cancer prevention, diagnostics and care. But all that will go to waste and lives lost if we can't get...","sentiment_score":-0.2}
{"full_text":"RT Just hours after Los Angeles County Supervisor Sheila Kuehl voted to ban outdoor dining at L.A. County's 31,000 restaurants over...","sentiment_score":0.0}
{"full_text":"My daughter is a nurse... it really is hard. Especially caring for those in the COVID Unit.","sentiment_score":-0.1458333333}
{"full_text":"It's about time that Scott Atlas resigns from the #Covid Task Force.  What does a podiatrist know about airborne virus anyway? #TrumpVirusDeathToll267K","sentiment_score":0.0}
{"full_text":"Omg aaaspeedy recovery boys","sentiment_score":0.0}
{"full_text":"RT The number of people hospitalized with COVID-19 in the US is approaching 100,000.It rose by 1,621 people on average ev...","sentiment_score":0.15}
{"full_text":"RT  Extra shelter space and a warming centre will open this week due to an Extreme Weather Alert.Physical distancing...","sentiment_score":-0.0625}
{"full_text":"RT Alright, Senate Republicans, we can't let another holiday go by without passing COVID relief. Americans can't wait. Let's...","sentiment_score":0.0}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"People are SHEEP they only want to watch COVID-24 feed them daily lies 24\/7","sentiment_score":0.0}
{"full_text":"RT Great news! - Pfizer vaccine 90% effective- Moderna vaccine 94.5% effective - Naturally acquired COVID-19  99.9982% percent...","sentiment_score":0.575}
{"full_text":"is it covid or a cold idk stay tuned","sentiment_score":-0.6}
{"full_text":"RT It's gonna be so embarrassing when I still want to cancel plans and stay home","sentiment_score":0.0}
{"full_text":"RT TOP MEDIA shares following COVID-19 testing yesterday, UP10TION's Kogyeol has tested positive for COVID-19Some staff...","sentiment_score":0.2424242424}
{"full_text":"RT It's gonna be so embarrassing when I still want to cancel plans and stay home","sentiment_score":0.0}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"i just bought a sewing table ive been eyeing since march and that is the happiest ive been all pandemic","sentiment_score":0.0}
{"full_text":"RT TOP Media announces UP10TION Kogyeol has also tested positive for Coronavirushttps:\/\/t.co\/kF18Ss9Rm1","sentiment_score":0.3636363636}
{"full_text":"RT Atlanta acts like it's immune from the coronavirus. PLEASE shut us down, give a curfew or something because these folks wo...","sentiment_score":-0.1555555556}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"RT  From virtual engagement programmes to Zoom fitness sessions, firms push to ensure staffers stay destressed and focused for...","sentiment_score":0.0}
{"full_text":"Police take no action against more than 1,400 foreign travellers who may have ignored #COVID19 quarantine. |@SkyNewsYet again Govt introduces rules without any watertight enforcement system.","sentiment_score":0.1083333333}
{"full_text":"RT i hate covid. i wanna be out socializing with new faces.","sentiment_score":-0.3318181818}
{"full_text":"RT 11:11 NCT WILL BE TESTED NEGATIVE FOR COVID","sentiment_score":-0.3}
{"full_text":"He's not invited. Like he wasn't invited to the Bush funerals. #DiaperDonald would only stink up the proceedings. Doesn't he have a rally\/Covid superspreader to attend that day?","sentiment_score":0.0}
{"full_text":"RT Just hours after Los Angeles County Supervisor Sheila Kuehl voted to ban outdoor dining at L.A. County's 31,000 restaurants over...","sentiment_score":0.0}
{"full_text":"RT A friend's husband, quarantined at home with Covid, has died of a heart attack. He was an essential worker. His wife tri...","sentiment_score":0.0}
{"full_text":"Pinpointing the exact moment you lost your sense of smell is omg","sentiment_score":0.25}
{"full_text":"RT #Update: Woollim Entertainment shares DRIPPIN has tested negative for COVID-19https:\/\/t.co\/0tQXdkYc0z","sentiment_score":-0.3}
{"full_text":"Asian factories continue recovery from COVID-19 woes as China booms #Asia #China #COVID19 #recovery","sentiment_score":0.0}
{"full_text":"RT Scott Atlas was the purest example of the Trump-Fox feedback loop in action: An unqualified ideologue launched to power beca...","sentiment_score":0.1}
{"full_text":"RT Hey GOP: You don't get to pass $2 trillion in tax cuts for corporations and the wealthy in 2018 then claim in 2020 that we...","sentiment_score":0.5}
{"full_text":"RT today is World AIDS day. let's not forget the activism &amp; response of the LGBTQ community during the HIV\/AIDS epidemic in th...","sentiment_score":0.0}
{"full_text":"RT The HEROES Act has been sitting on this man's desk for 6 months.","sentiment_score":0.0}
{"full_text":"Amy C Barrett SC ruling on not limiting people in church. #1. No one is taking religious services away.. most can be on-line.  #2. Religious Services are already limited by the fire marshal for safety reasons... COVID-19 calls for safety","sentiment_score":0.1071428571}
{"full_text":"Well since we're calling people out with EXAMPLES no less","sentiment_score":0.0833333333}
{"full_text":"RT Wow. Bryan Williams is reporting now that an American dies every single minute from covid. #TrumpIsANationalDisgrace","sentiment_score":0.0095238095}
{"full_text":"RT Just to be clear, politicians and media in Hawai'i are absolutely downplaying the spread of Covid here right now. But the co...","sentiment_score":0.1952380952}
{"full_text":"RT 'Absolutely remarkable' : No one who got Moderna's vaccine in trial developed severe COVID-19 | Science | AAAS","sentiment_score":0.425}
{"full_text":"RT WOODZ has tested negative for COVID-19 and will resume schedules normallySource:","sentiment_score":-0.3}
{"full_text":"RT Those exhausted nurses and doctors and such chose their profession and are lucky to have jobs while you're destroying t...","sentiment_score":-0.0666666667}
{"full_text":"RT #Update: Woollim Entertainment shares DRIPPIN has tested negative for COVID-19https:\/\/t.co\/0tQXdkYc0z","sentiment_score":-0.3}
{"full_text":"RT PSA to all the wealthy, healthy and privileged pro athletes getting COVID and inevitably giving it to teammates. To th...","sentiment_score":0.3333333333}
{"full_text":"RT Florida Governor Ron Desantis continues his killing spree in Florida while signing an executive order that bans cities and c...","sentiment_score":0.0}
{"full_text":"This is definition: Fuck them kids.","sentiment_score":-0.4}
{"full_text":"Of course it was.https:\/\/t.co\/7pN7NnAXt0","sentiment_score":0.0}
{"full_text":"I certainly hope is doing better than this.  I've been using them a lot over the course of the pandemic.","sentiment_score":0.3571428571}
{"full_text":"RT April Naeun has tested negative for Coronavirus ","sentiment_score":-0.3}
{"full_text":"Getting my \"non-essential\" doctors appointments so I'm not in constant pain.","sentiment_score":0.0}
{"full_text":"RT [UPDATE] DRIPPIN and their staff members have tested negative for COVID-19Source:","sentiment_score":-0.3}
{"full_text":"I told Andrew that we should get a hotel room far away from our houses and stay a weekend away from everyone &amp; this man literally said: \"But I like being home cause mom cooks me dinner &amp; I don't have to worry about it\" I mean same but like a getaway sounds nice ","sentiment_score":0.096875}
{"full_text":"RT why the fuck did my mom tell my nephew santa got covid so there will be no gifts this year ","sentiment_score":-0.4}
{"full_text":"RT Readers of from around the world share stories about how the pandemic is going in their countries. Very enlighteni...","sentiment_score":0.2}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"RT 29 long term care outbreaks in #yeg.On ONE floor in the ONE facility I'm covering, almost ALL patients have #COVID19...","sentiment_score":-0.05}
{"full_text":"This site from Johns Hopkins University has the death rate at 2% for the United States. You are advocating to kill 1 in 50 people you know.","sentiment_score":0.0}
{"full_text":"What a thread! Timely and important ","sentiment_score":0.4}
{"full_text":"NOOOOOO FUCK OFF IM GONNA CRU SHENDJDBEH","sentiment_score":-0.4}
{"full_text":"We should call a spade,  a spade! COVID-19 is bioterrorism comitted by China against 180 countries! That  NOT racism is the elephant in the room! Fact: All four coronavirus's were created in China!","sentiment_score":0.0}
{"full_text":"RT CNN FINALLY REALIZES CHINA LIED 10 MONTHS LATER.","sentiment_score":0.0}
{"full_text":"RT I thank Ji for his visit to the Genome Valley. It will go a long way in boosting Bharat Biotech's pursuit of 'Covax...","sentiment_score":-0.05}
{"full_text":"If masks work...why are states releasing inmates?? Can't they just wear a mask?","sentiment_score":0.0}
{"full_text":"RT Not Dr. Atlas! What will we do these next 50 days, go back to wearing masks and social distan...","sentiment_score":0.0111111111}
{"full_text":"RT \"Let me be clear-our career scientists have to make the decision &amp; will take the time that's needed\"@SteveFDA I've witnes...","sentiment_score":0.0}
{"full_text":"Donald Trump's controversial COVID-19 adviser, Scott Atlas, resigns-https:\/\/t.co\/WPa20Uv5FAPresident Donald Trump's controversial coro...","sentiment_score":0.55}
{"full_text":"RT why the fuck did my mom tell my nephew santa got covid so there will be no gifts this year ","sentiment_score":-0.4}
{"full_text":"RT It's gonna be so embarrassing when I still want to cancel plans and stay home","sentiment_score":0.0}
{"full_text":"RT It's gonna be so embarrassing when I still want to cancel plans and stay home","sentiment_score":0.0}
{"full_text":"RT All levels of government tossed more money at people with children today. Child Tax Credit was increased once or twice si...","sentiment_score":0.5}
{"full_text":"RT I am very shocked and surprised by this, who could have seen this coming?!","sentiment_score":-0.3925}
{"full_text":"Japan Princess Aiko turns 19, attends online univ. classes amid pandemic - The Mainichi","sentiment_score":0.0}
{"full_text":"RT Saying this for me as much as anyone else: We're currently entering our 10th month of a global pandemic in which our live...","sentiment_score":0.0840909091}
{"full_text":"RT White House plans a packed season of holiday parties amid the coronavirus pandemic, officials and guests say. h...","sentiment_score":0.0}
{"full_text":"RT NEW--The coronavirus was in the US in mid-December 2019, a few weeks before it was officially identified in China, according...","sentiment_score":-0.2}
{"full_text":"RT Kuehl dined at the restaurant a mere hours after she said doing such a thing was unsafe and could contribute to the...","sentiment_score":-0.25}
{"full_text":"RT TOP Media announces UP10TION Kogyeol has also tested positive for Coronavirushttps:\/\/t.co\/kF18Ss9Rm1","sentiment_score":0.3636363636}
{"full_text":"RT As Covid dims our enthusiasm &amp; Modi wipes cleans our purses, still let us keep hope, that the blessings of Advent and the Joy...","sentiment_score":0.8}
{"full_text":"The 2nd phase of 2020-21 Women's Chinese Basketball Association (#WCBA) league begins on Tue in Hohhot, N China's Inner Mongolia, after the 1st phase ended in Chengdu, SW China's Sichuan. The 2020-21 WCBA is slated to be hosted in seperate cities in three phases due to #COVID19","sentiment_score":-0.03125}
{"full_text":"AU: Life beyond COVID-19 for fresh producehttps:\/\/t.co\/LtuuBv9HLd","sentiment_score":0.3}
{"full_text":"#WorldAIDSDay remains as relevant today as it's always been but even more now in the face of the #COVID19 pandemic. Let us demand global solidarity and shared responsibility by increasing awareness and committing to support those living with HIV\/AIDS.","sentiment_score":0.3}
{"full_text":"\"If your family traveled, you have to assume that you were exposed and you became infected,\" White House coronavirus task force coordinator Dr. Deborah Birx told CBS on Sunday.https:\/\/t.co\/G2wPVyP4JO","sentiment_score":0.0}
{"full_text":"hello this is jay from Monday September 28th 2020 and your seeing this in December I hope by then COVID is over and things are good again :)","sentiment_score":0.6}
{"full_text":"LOOK: As Filipinos prepare for the holidays, DOH warns of the risk of contracting COVID-19 on in-person activities and promotes online activities\/gatherings where the risk is lower.#COVID19PH #LagingHanda","sentiment_score":0.0}
{"full_text":"\"#Pandemic\" is the Word of the Year for both Merriam-Webster and","sentiment_score":0.0}
{"full_text":"Congratulations to partner, on the launch of 4 key research research reports on #women &amp; #COVID19 in #Fiji yesterday - focusing on the pandemic's impact on #youngwomen &amp; girls, access to justice &amp; economic status: #16Days #16Days2020","sentiment_score":0.1}
{"full_text":"It's #GivingTuesday! In the next 24 h, we hope to raise $50,000 in honor of CDS School Nurse Susie Kerr. Help us celebrate the vital role Nurse Susie &amp; school nurses play in community well-being during the COVID-19 pandemic--and every day! #HonorNurseSusie","sentiment_score":0.0625}
{"full_text":"Dr. Anthony Fauci has offered a grim prediction for the months ahead in the ongoing COVID-19 pandemic.https:\/\/t.co\/IUTLjLw02L","sentiment_score":-1.0}
{"full_text":"#Iran Confirms nearly 13,000 New #COVID19 Cases#BaghdadPost","sentiment_score":0.1181818182}
{"full_text":"RT why the fuck did my mom tell my nephew santa got covid so there will be no gifts this year ","sentiment_score":-0.4}
{"full_text":"\"The last resource that we have as local officials, at least within my arsenal, is to impose a curfew to just shut it down at a certain time.\"","sentiment_score":-0.0482539683}
{"full_text":"As the world grapples with the coronavirus pandemic, there are still plenty of fun ways you and your family can enjoy this winter season.","sentiment_score":0.35}
{"full_text":"After seeing an uptick in COVID-19 cases, NCR along with 7 other areas will be under GCQ until the end of the year following recommendations from the IATF, Octa Research Team and Metro Manila mayors. 1\/3","sentiment_score":-0.0625}
{"full_text":"India reports over 31,000 new COVID-19 cases, lowest since November 17 #Coronavirus #COVID19 #Healthhttps:\/\/t.co\/pJjRraJ1wi","sentiment_score":0.1363636364}
{"full_text":"Russia's Sputnik V vaccine is \"reasonably effective\" at preventing the coronavirus, British vaccine experts said Saturdayhttps:\/\/t.co\/6sP6I7PJqY","sentiment_score":0.3}
{"full_text":"Social distancing is for COVID -19!#WorldAIDSDAY #supportHIVPositive","sentiment_score":0.0333333333}
{"full_text":"RT San Francisco man arrested for refusing to wear a mask on Delta flight via","sentiment_score":0.0}
{"full_text":"So far, two bills have already passed. Others focus on COVID-19 relief for Coloradans. ","sentiment_score":0.1}
{"full_text":"As we near the promise of a COVID-19 vaccine, there are mixed reactions surrounding the fast-track process and whether the vaccine is guaranteed safe to use or if it could create long-term consequences. ","sentiment_score":0.2}
{"full_text":". revenue tumbles as #COVID19 restrictions, policy changes take tollRevenue declined by 34% to ZWL5.4 billion revenue contribution fell due to regulatory changesThe Group is undertaking digital platform upgradeshttps:\/\/t.co\/G0HgNq8D2I","sentiment_score":-0.0625}
{"full_text":"Supreme Court yesterday began hearings on petitions filed seeking an order staying the operation of gazette notification issued to cremate the corpses of persons who died of #COVID19#lka #SriLanka #DN #DailyNews #ANCL #coronavirus #COVID #coronahttps:\/\/t.co\/7RKz8oz5Vd","sentiment_score":0.0}
{"full_text":"RT Highest ever unemployment, Second wave of covid, Worst performing economy, China still inside border,Farmers &amp; workers on...","sentiment_score":-0.5}
{"full_text":"Some Chico State students are struggling with homelessness and hunger this year due to the Pandemic and wildfires. Giving Tuesday is especially important this year. ","sentiment_score":0.3375}
{"full_text":"From is apparently among a bipartisan group of senators reviving COVID-19 relief talks during the lame-duck session of Congress.","sentiment_score":0.05}
{"full_text":"Ten Salpointe students under quarantine after testing positive for COVID-19","sentiment_score":0.1136363636}
{"full_text":"Have you nominated yet? The created this project in the midst of COVID-19 as an avenue to cultivate a culture of positivity, gratitude and support for junior doctors across VIC. Survey link Find out more #JMOWellbeing","sentiment_score":0.5}
{"full_text":"\"The United States should prioritize swift changes to liberalize trade and fast-track opportunities to increase free trade while building support for a more unilateral strategy in the long term,\" writes Matt Warner on Trade and Covid-19 economic recovery:","sentiment_score":0.11}
{"full_text":"Queensland public transport users are heading to work later to avoid crowds over COVID-19 fears - but knocking off at their usual time to jump aboard busy afternoon services.https:\/\/t.co\/g4yHXfrTnk","sentiment_score":-0.0375}
{"full_text":"A third of countries surveyed by &amp; warn that they're at risk of running out of lifesaving antiretroviral medicines due to COVID-19. See how we we work on #rightohealth for all: #WorldAIDSDay","sentiment_score":-0.0625}
{"full_text":"Divisions emerge among U.S. officials over first Covid-19 vaccine via #healthcare","sentiment_score":0.25}
{"full_text":"The Tier 3 lockdown borders in East Yorkshire you can't cross","sentiment_score":0.0}
{"full_text":"Coronavirus Has Been Disastrous, Says Red Cross, But Global Warming Poses Greater Threatby Kenny Stancilhttps:\/\/t.co\/cO37HqkbLpCapital","sentiment_score":-0.04}
{"full_text":"For the first time, two dictionary companies on Monday -- Merriam-Webster and -- declared the same word as their tops: pandemic.","sentiment_score":0.125}
{"full_text":"Welcome to #GivingTuesday2020! All donations we raise today will give us the flexibility necessary to fund the critical work we do, even in the middle of a pandemic. To donate to #IMPACCTBrooklyn's #GivingTuesday campaign, visit or","sentiment_score":0.25}
{"full_text":"Mid-South hospitals faced with limited capacity as pandemic rages during traditionally busy time of yearhttps:\/\/t.co\/eX2NkJfJiJ","sentiment_score":0.0142857143}
{"full_text":"We must learn from this pandemic and start thinking now about recovery and how to structure a more sustainable national economy for arts and culture... Great article, &amp;","sentiment_score":0.65}
{"full_text":"Indian politician flouts #COVID19 restrictions with firecrackers? False: This photo shows an Indian politician celebrating Diwali in 2019, before the coronavirus pandemichttps:\/\/t.co\/wDX5iDCJJo","sentiment_score":-0.4}
{"full_text":"RT This data needs to be publicly &amp; transparently reported, it is used by the PHO &amp; government to make decisions and draw con...","sentiment_score":0.0}
{"full_text":"There's Only So Much One Can Do About Resistance to Masks #MaskUp #COVID19","sentiment_score":0.1}
{"full_text":"probably. but eh i probably have covid :D","sentiment_score":1.0}
{"full_text":"Simon Smith, Head of Research, Savills Asia Pacific predicts that capital from the Asia Pacific region will make a strong showing in the post-pandemic investment landscape. Learn about these predictions in the newest edition of Savills Prospects:","sentiment_score":0.4333333333}
{"full_text":"Simon Smith, Head of Research, Savills Asia Pacific predicts that capital from the Asia Pacific region will make a strong showing in the post-pandemic investment landscape. Learn about these predictions in the newest edition of Savills Prospects:","sentiment_score":0.4333333333}
{"full_text":"RT To all the \"tough guys\" who don't want to wear a mask or worry about COVID.I have a message for you. Exhausted nurses &amp;...","sentiment_score":-0.3944444444}
{"full_text":"Occupational safety &amp; health (OSH) play a crucial role in managing risks, business continuity, sustainability during #COVID19. promote the integration of HIV\/AIDS prevention &amp; OSH programmes to end stigma &amp; discrimination ","sentiment_score":0.0}
{"full_text":"RT If you want to know why COVID relief is tied up in Congress, one key reason is that Republicans are demanding legal immunity for c...","sentiment_score":0.1}
{"full_text":"RT April Naeun has tested negative for Coronavirus ","sentiment_score":-0.3}
{"full_text":"RT As of yesterday, 4 out of every 100 people currently detained at Cook County Jail has tested positive for the coronavi...","sentiment_score":0.0424242424}
{"full_text":"Washington COVID-19 exposure app, notification system goes live.","sentiment_score":0.1363636364}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"RT The \"no vetting\" has REAL life consequences. Hannity PUSHED hydroxychloroquine as a magic bullet for #coronavirus this S...","sentiment_score":0.35}
{"full_text":"Current Conditions for #Sayre PATemp: 46.1FWind Chill: 45.3FHumidity: 99%Dew Point: 45.8F Barometer: 29.472 inHgWind: 3 mph from the WCorona Virus Weekly Stats:Cases: 181.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"Just say you have covid-20 and keep adding up.","sentiment_score":0.0}
{"full_text":"RT Scott Atlas is not just \"highly controversial\" but is a widely discredited purveyor of anti-science disinformation and cons...","sentiment_score":0.225}
{"full_text":"RT The hypocrisy is real.","sentiment_score":0.2}
{"full_text":"RT After over 3 years, today my last day in the ER at ProvidentMy position has been ended due to budget cutsCook County...","sentiment_score":-0.0625}
{"full_text":"Teachers still have to teach in remote schooling, so how does that help the staff shortage. Also I'm not an antivaccine person but I don't really trust any vaccine right now for covid. And a sorry won't keep kids warm or full.","sentiment_score":0.1392857143}
{"full_text":"RT Republican Senators think all Americans are fucking stupid.They keep trying to blame the House &amp; Democrats for no new Cov...","sentiment_score":-0.3340909091}
{"full_text":"all i know is that the millionaire class  does not pay their fair share of fap taxes and the pandemic has adversely affected both SWs and their clients.in an alternate universe i write a dissertation on the economics of sex work because why the fuck not ok time to tip and dm","sentiment_score":0.0125}
{"full_text":"RT Sounds to me like someone is worried about reelection. Your approval rating was high af when you closed things. Don't be afraid...","sentiment_score":-0.18}
{"full_text":"Work From Home #COVID19 #MondayMotivation #MCM #MancrushMonday","sentiment_score":0.0}
{"full_text":"RT Matt Hancock: Virus below withhold an eye on as 2d lockdown brings down Covid-19 cases by a... #video #...","sentiment_score":-0.1555555556}
{"full_text":"RT David Perdue used his knowledge of how bad COVID would be to make money for himself, while families in Georgia struggle...","sentiment_score":-0.7}
{"full_text":"RT A friend's husband, quarantined at home with Covid, has died of a heart attack. He was an essential worker. His wife tri...","sentiment_score":0.0}
{"full_text":"RT Horrifying... Mr Rice was granted medical parole only after he was already on life support - a decision that means his d...","sentiment_score":-0.3}
{"full_text":"From the tea round to video calls, the Covid pandemic has changed the way we work and interact with colleagues. Here's how to navigate the dos and don'tsb@rhymerrigbyby via The Guardian #ServiceNow #TheGuardian","sentiment_score":-0.2}
{"full_text":"Digital Agriculture: Strengthening Food Systems Through the Pandemic and Beyond - Farming First","sentiment_score":0.125}
{"full_text":"Zika isn't spread from person to person contact... IT SPREAD THROUGH MOSQUITOS. Y'all gonna wear masks when mosquitoes are the problem??? You guys would literally do anything to downplay this pandemic ","sentiment_score":0.0}
{"full_text":"RT When mass infections\/deaths happen at Christmas &amp; beyond remember two things:1. The Trump administration and Trump task f...","sentiment_score":0.0}
{"full_text":"closing schools will only be beneficial if theres a proper lockdown or even early market closure, otherwise its a total waste of time. Covid wont end like this and we'll keep on wasting our educational year.","sentiment_score":0.025}
{"full_text":"Dr. Scott Atlas, Special Coronavirus Advisor To Trump Resigns - via","sentiment_score":0.3571428571}
{"full_text":"MNF + Hitchcock homage + historical COVID relocation = must cop","sentiment_score":0.0}
{"full_text":"RT Just a reminder that Trump fired the US pandemic response team in 2018.","sentiment_score":0.0}
