{"full_text":"RT BREAKING: Sanwo-Olu tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT Beating COVID-19 will take everyone doing their part.Wear a mask. Social distance. Limit travel over the holidays. We can...","sentiment_score":0.0333333333}
{"full_text":"How many people in that crowd going to get covid","sentiment_score":0.5}
{"full_text":"RT CAROLA MONTERO, 46 of Portland, Oregon died of COVID on Dec. 6.She worked at a local hospital, and leaves behind her hu...","sentiment_score":-0.2}
{"full_text":"RT CDC advisory committee recommends the Pfizer\/BioNTech Covid-19 vaccine for Americans. Follow live updateshttps:\/\/t.co\/N8n1ivju...","sentiment_score":0.1363636364}
{"full_text":"Where is the appreciation when Khalsa Aid is feeding people all over the world in the face of any calamity, and burying the unclaimed covid dead  bodies? Hats off to them for serving their own community. Nashukre Gairon ke liye bahut kar liya.","sentiment_score":0.2}
{"full_text":"RT The majority of your employees and office building visitors and even restaurant takeout individuals will try their bes...","sentiment_score":0.0}
{"full_text":"RT She like the way I rrr","sentiment_score":0.0}
{"full_text":"Yep. And the clock is ticking.","sentiment_score":0.0}
{"full_text":"The theology of the vaccine by a buddy here:","sentiment_score":0.0}
{"full_text":"RT With the holiday season upon us, it's vital we do everything we can to stop COVID-19 from spreading. Please protect yo...","sentiment_score":0.1}
{"full_text":"was hanyu withdraw from gp a publicity stunt? if not, his reasons are valid for all japan but no word about withdraw. covid has only got worse. there are 12 days. this is irresponsible.","sentiment_score":-0.2}
{"full_text":"RT Florida star forward Keyontae Johnson, the SEC preseason player of the year, is in critical but stable condition at a hospita...","sentiment_score":-0.05}
{"full_text":"RT 70% of the country supports medicare for all, there's a pandemic with nearly 300k dead, tens of millions have no insuranc...","sentiment_score":-0.05}
{"full_text":"RT  Finally reached one of the many milestones. Today was my commencement ceremony but COVID interfered &amp; will be postponed...","sentiment_score":0.25}
{"full_text":"RT Was his positive test a false positive or did he heal in two days?","sentiment_score":0.0181818182}
{"full_text":"Next time don't have a kid then dumbass","sentiment_score":0.0}
{"full_text":"RT Mail-in ballots are completely legal and allow American citizens, especially the elderly and th...","sentiment_score":0.0666666667}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"Issuing correction on a previous post of mine, regarding the covid-19 pandemic. You do not, under any circumstances, \"gotta hand it to it\"","sentiment_score":-0.1666666667}
{"full_text":"RT New exciting collaboration work with lab reveals diverse and functional autoantibodies in #COVID patients....","sentiment_score":0.2181818182}
{"full_text":"RT The US Centers for Disease Control and Prevention's Advisory Committee on Immunization Practices has voted to recommend the Pfizer...","sentiment_score":0.0}
{"full_text":"This is ridiculous","sentiment_score":-0.3333333333}
{"full_text":"RT You can be against government-mandated lockdowns and for individuals and businesses acting responsibly in a pandemic.","sentiment_score":0.1}
{"full_text":"The #COVID19 pandemic has revealed just how important it is for all countries to have strong #health systems that provide the entire population with quality services when and where they need them. #HealthForAll #UHC","sentiment_score":0.2777777778}
{"full_text":"RT I think it's good to educate ourselves about what we put in our bodies but this is scaremongering. 1 to 4 people per 10,000 p...","sentiment_score":0.7}
{"full_text":"RT Spoke too soon. Two weeks ago I was hopeful that the second COVID tide was starting to turn. Things weren't easy but had...","sentiment_score":0.1444444444}
{"full_text":"RT This is what the covid vaccine is doing to people, stay woke","sentiment_score":0.0}
{"full_text":"RT One of the difficulties in conveying how horrible this pandemic is continues to be the inability to consistently do so visu...","sentiment_score":-0.375}
{"full_text":"And havertz he has not been injured either he was out because of covid.","sentiment_score":0.0}
{"full_text":"RT Sanwo-Olu undergoes COVID-19 treatment  Following Lagos State Governor Babajide Sanwo-Olu's exposure to a confirmed...","sentiment_score":0.2}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"BREAKING!! Lagos Governor Tests Positive For COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT All inbound travellers must be #COVID19 negative by PCR before they board a flight to Nigeria, must self-isolate on arrival and...","sentiment_score":-0.3}
{"full_text":"RT Are you an IT professional who works from home, and would like to stay active over the winter? Treat yourself by entering t...","sentiment_score":-0.0166666667}
{"full_text":"There we go, that word 'linked' again. Linked how, a doctor guesstimate, a test, a contact with a confirmed case weeks before?We need real statistics not these rubberised meaningless ones, hard number of deaths of tested people at the time they became terminally ill.","sentiment_score":-0.1383333333}
{"full_text":"Stacking the lower courts and pushing through Amy Coney Barrett and Brett Kavanaugh while blocking Merrick Garland hasn't worked out for Mitch McConnell so far except in opening up religious institutions in New York to allow them to become Covid covens.","sentiment_score":0.0787878788}
{"full_text":"RT BTS' Jimin asks fans to stay safe during COVID-19 pandemichttps:\/\/t.co\/wn24X35Ri0","sentiment_score":0.5}
{"full_text":"#StopGenocideOnTigray #StopWarOnTigray . The international community should take an immediate action. They people of Tigray are under attack by Abiy Ahmed, Isaias Afwerki militaries, Amhara militias &amp; UAE drones. They been blocked from any services in the middle of pandemic.","sentiment_score":0.0333333333}
{"full_text":"With this stupid pandemic my sleep patterns are all messed up!!","sentiment_score":-1.0}
{"full_text":"RT This is what the covid vaccine is doing to people, stay woke","sentiment_score":0.0}
{"full_text":"RT Duquesne will pause again due to COVID-19 after a positive test among Tier-1 personnel this morning, per a school spokesm...","sentiment_score":0.0511363636}
{"full_text":"RT She like the way I rrr","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT 70% of the country supports medicare for all, there's a pandemic with nearly 300k dead, tens of millions have no insuranc...","sentiment_score":-0.05}
{"full_text":"RT \"Doctors and nurses around the U.S. are becoming exhausted and demoralized as they struggle to cope with a record-breaking su...","sentiment_score":0.025}
{"full_text":"\"Saturday makes six of the last 10 days with new case totals at 10,000 or above. Thursday and Friday's highs over 11,000 apiece were the most since July.\"https:\/\/t.co\/AnsQaamOzk","sentiment_score":0.1590909091}
{"full_text":"A HEARTLESS Merry Christmas ...We are in the middle of the largest humanitarian catastrophe of our lifetime &amp; Trump is trying to get other Republicans to overturn the election, is obsessed with Hunter's taxes, &amp; Mitch says NO to a COVID relief PACKAGE!!","sentiment_score":-0.3020833333}
{"full_text":"#ORAI.... The most wonderful time of the year is coming. Stars will shine upon us all. Thank you dr. Chung.","sentiment_score":0.75}
{"full_text":"RT In what universe does this make any sense??A two-year-old child?WATCH this video. This isn't keeping anyone safe. It's jus...","sentiment_score":0.5}
{"full_text":"RT Here are some thoughts on prisoner's dilemma, having The Talk About Christmas, and everyone being the protagonist in a littl...","sentiment_score":0.0}
{"full_text":"RT Day 4: AprilMorrison threatens aged care homes to open up or the Commonwealth will get involved.Morrison never crea...","sentiment_score":-0.05}
{"full_text":"Agree once those over 70 who want it not forced to though","sentiment_score":0.15}
{"full_text":"RT If you've been exposed to COVID-19 you should wait until after the 6th day to get tested. If possible try to get tested o...","sentiment_score":0.0}
{"full_text":"RT Longshoremen, who often work in close quarters and are therefore highly vulnerable to the coronavirus, are imploring the gover...","sentiment_score":-0.5}
{"full_text":"RT Nearly half of care home staff WON'T take Covid vaccine","sentiment_score":-0.1666666667}
{"full_text":"RT The COVID-19 vaccine is the first in the US to be approved for emergency use and will arrive at sites across the country sta...","sentiment_score":0.25}
{"full_text":"RT One of the nurses we worked with died from Covid-19 complications this afternoon. It is painful. I am numb. We ask that you...","sentiment_score":-0.65}
{"full_text":"RT Just curious ...Do you plan on taking the COVID vaccine?","sentiment_score":-0.1}
{"full_text":"RT 1 out of 1,100 Americans are dead.COVID toll so far, per Worldometers.","sentiment_score":0.1}
{"full_text":"When you go to the grocery store with your mask on, just buy that grocery store. You will no longer have to wear a mask and you won't have to let anyone else in!","sentiment_score":0.0}
{"full_text":"Leading through example: Norway paves the way to ensure equal access to COVID-19 treatments and develops trailblazing flagship initiative on noncommunicable diseases, ,https:\/\/t.co\/EY5mNFNRrX","sentiment_score":0.0}
{"full_text":".....so he got covid.. in a nursing home...that was locked down....with only 25 total residents  and not one staff or additional residents tested positive....  sounds totally plausible.","sentiment_score":0.1818181818}
{"full_text":"Uthe we should stay home, traitor ","sentiment_score":0.0}
{"full_text":"If the incoming administration is factually, truthfully intent on stopping #Covid19 from spreading, shouldn't they work to close down the 20+ USA #Bioweapons labs which have contributed in various ways to creating this pandemic, previous pandemics and #MERS, #SARS, Swine Flu's\"?","sentiment_score":0.0444444444}
{"full_text":"RT Let's be clear: businesses that take reasonable measures to keep workers safe are protected under the law. As I told","sentiment_score":0.2666666667}
{"full_text":"RT Let's be clear: businesses that take reasonable measures to keep workers safe are protected under the law. As I told","sentiment_score":0.2666666667}
{"full_text":"RT I won't be seeing my parents this Xmas, because as an NHS doctor I have seen the tragic consequences of #COVID19. I strongly...","sentiment_score":-0.1583333333}
{"full_text":"If my mum was in one. Id have had her out in April","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"This man is horrible. go to hell.","sentiment_score":-1.0}
{"full_text":"Because the amount of weddings this year no be here oh. Honestly I'm stunned.","sentiment_score":0.6}
{"full_text":"sono in vmin lockdown","sentiment_score":0.0}
{"full_text":"RT Most American states have as well... what's the difference?","sentiment_score":0.25}
{"full_text":"COVID vaccine got y'all face like ","sentiment_score":0.0}
{"full_text":"Yes. I am way more pissed at Mister Pooh-ton &amp; Russia than Ddumptruck be cause the former caused the 'rona by fucking w\/ our election &amp; the latter is just a stupid blackmailed loser chump. So, you wanted a new Cold War, Vlad? Be careful what you wish for... #COVID","sentiment_score":-0.1829545455}
{"full_text":"RT #Most Covid deaths in Europe#Greatest economic hit#Failed on Brexit deal#PS22bn on failed Test &amp; Trace#Billions...","sentiment_score":0.0666666667}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Imagine if the #MillionMAGAMarch2020 was about red states taking blue states money. \"Keep our funding New York and California!\" Or, how about protesting the COVID response : \"we want national testing, tracing, PPE and stimulus now!\"","sentiment_score":0.0710227273}
{"full_text":"On one hand they crying they can't pay their rent as the pandemic hit hard. On the other hand they are flying to DC for total non-sense !!","sentiment_score":-0.1541666667}
{"full_text":"RT With the holiday season upon us, it's vital we do everything we can to stop COVID-19 from spreading. Please protect yo...","sentiment_score":0.1}
{"full_text":"RT So proud of the whole team at and who have led this work through such challenging circums...","sentiment_score":0.375}
{"full_text":"Supreme Court dealt Captain Covid a fatality","sentiment_score":0.0}
{"full_text":"RT Unfortunately we've all seen and felt the impact of #COVID19 - now the pandemic is something we can help combat. I urge you...","sentiment_score":-0.5}
{"full_text":"RT Hospital systems across the US should expect the first shipments of Pfizer's Covid-19 vaccine to arrive Monday, Gen. Perna, chie...","sentiment_score":0.25}
{"full_text":"Imports of Coronavirus.","sentiment_score":0.0}
{"full_text":"do you think covid really messed with the Illini football season this year?","sentiment_score":0.2}
{"full_text":"As someone in a green zone I would be more than happy to donate to a cause that can make the roll out to red and orange quicker. Please RT if you would too, I can spare a few dollars for some equality","sentiment_score":0.18}
{"full_text":"Another tactics to start 2nd wave of lockdown omo i dn tire for this country","sentiment_score":0.0}
{"full_text":"There's no such thing as after corona","sentiment_score":0.0}
{"full_text":"RT One of the difficulties in conveying how horrible this pandemic is continues to be the inability to consistently do so visu...","sentiment_score":-0.375}
{"full_text":"RT She like the way I rrr","sentiment_score":0.0}
{"full_text":"I have an appointment for a covid test in 30 minutes but girl I'm having anxiety cause I have to give MYSELF the test. Uhhhhhh no I don't think that's really gonna work for me","sentiment_score":0.2}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT For those of us with kids whose favorite non-tech activity is contact sports, there's A LOT of pressure from our kids--who s...","sentiment_score":0.5}
{"full_text":"Bc Black people are the ones who are \"affected by Covid\" the most","sentiment_score":0.1666666667}
{"full_text":"RT Christian Financial Guru Sends Out Invitations For Giant Christmas Party, Despite COVID Epidemic At His Company ","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT BREAKING: Gov Sanwo-Olu tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"Maybe he should have started fighting BEFORE the election.Fighting to protect Americans from Covid.Fighting to unite Americans rather than divide them.Fighting institutional Racism.But he hasn't JUST begun, he's been fighting the truth since they counted mail-in ballots.","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT A year ago today we voted but govt we got does not reflect how we votedMismanagement of pandemic, risk of disastrous...","sentiment_score":-0.7}
{"full_text":"RT Bristol anti-lockdown protesters DEMAND shoppers take off their masks #lockdown #Bristol #protest #standupx","sentiment_score":0.0}
{"full_text":"Night cap with #nightcap #gin #islay #nerabus #outdoors #islandlife #scotland #lockdown #almostchristmas #relax #teamwildhighlands","sentiment_score":0.0}
{"full_text":"Covid-19 vaccine D-Day arrives with 2.9 million doses set for delivery in UShttps:\/\/t.co\/iUriBLy8Zj","sentiment_score":0.0}
{"full_text":"RT More than 3000 deaths recorded in the US today. This reflects infections that happened in mid-November, before Thanksgivin...","sentiment_score":0.5}
{"full_text":"Watch Live: CDC advisory committee recommends Pfizer COVID vaccine for ages 16 and up","sentiment_score":0.1363636364}
{"full_text":"I hope the COVID vaccine gives me some insane mutation or side effects like super strength or increasing my attention span to something crazy like 2 minutes.","sentiment_score":-0.4222222222}
{"full_text":"RT I want to share my story with you; I think given my last post it is important. I am a participant in a Phase 3 clinical trial fo...","sentiment_score":0.2}
{"full_text":"RT Was said in Bihar, but yes as a campaign promise. But remember the trolling? Baap re! Ab koi kuch nai bolega. Because as...","sentiment_score":0.0}
{"full_text":"RT I walked from Checkpoint Charlie to the new U-Bahn station Unter den Linden tonight, and Friedrichstr. is still a bike...","sentiment_score":0.1363636364}
{"full_text":"Having a plan, or an aim, for when the pandemic is over\/managed, is a very sane strategy, imo. It's hard enough living with Cv19 stress on top of the normal, problematic stuff and (God help us!) Brexit thrown into the mix, too. We all need hope, and something to look forward to.","sentiment_score":0.1191666667}
{"full_text":"RT While and I can't promise we'll end COVID-19 in our first 100 days, we will do everything we can to get this pa...","sentiment_score":0.25}
{"full_text":"Australia and London","sentiment_score":0.0}
{"full_text":"RT CDC panel clears Pfizer Covid vaccine for people 16 years and older, clearing another pivotal hurdle","sentiment_score":0.3333333333}
{"full_text":"India Preps For 60 Crore Covid Shots With Vast Election Machinery: Report","sentiment_score":0.0}
{"full_text":"COVID-19: Positive test temporarily closed Lee Hall at Florida A&amp;M this week via","sentiment_score":0.0636363636}
{"full_text":"RT President-elect Joe Biden is eyeing Gov. Andrew Cuomo of New York, whom Democrats praised for his handling of the coronavirus,...","sentiment_score":0.1363636364}
{"full_text":"The latest parent survey disseminated by is \"expected to provide the first comprehensive data on where the parents of some 465,000 students stand amid a growing debate over school safety\" asserts","sentiment_score":0.2166666667}
{"full_text":"University Research: Gyms Are Low Risk for COVID Transmission ","sentiment_score":0.0}
{"full_text":"One of the key tools to fight COVID-19 is right in your pocket. CO Exposure Notifications can quickly notify you if you've likely been exposed, allowing you to reduce risk for loved ones, seek timely medical attention &amp; stay home. Learn more:","sentiment_score":0.2598639456}
{"full_text":"PREMIERING NOW: our new commission 'All The Places We Could Travel' by directed by &amp; play 'Dice' &amp; 'Maybe', 2 lovers separated by the pandemic.Free to watch on YouTube  #TheatreAtHome #TheatreInLockdown #DepartureLounge","sentiment_score":0.1363636364}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"326 new ones, 43 rewatched. not a tonne, but i don't think i'd watched a dozen before lockdown started so quite a bit considering more than 95% of these are from the last 9 months.","sentiment_score":0.2121212121}
{"full_text":"Since the start of the coronavirus pandemic through November 26, 2020, OSHA has issued citations arising from 255 inspections for violations relating to COVID-19, resulting in proposed penalties totaling $3,403,139.https:\/\/t.co\/85UTyeDkBV","sentiment_score":0.0}
{"full_text":"Junior college could help high school players who have lost out on recruiting during the pandemic. https:\/\/t.co\/cR2AI1Qzwi","sentiment_score":0.16}
{"full_text":"RT The drop in greenhouse gas emissions spurred by Covid-19 lockdowns has had virtually no impact on the impending climate crisis...","sentiment_score":0.0}
{"full_text":"Since lockdown quizzes became all the rage this year.","sentiment_score":0.0}
{"full_text":"How do trials measure if a #vaccine works -- and what does early data from the #COVID19 frontrunner tell us? We explain.","sentiment_score":0.1}
{"full_text":"Maisha Oni Muhammad-Brinkley, 43yo Respiratory Therapist, Medical City Dallas, TX, died of #covid19 11\/18. This world didn't deserve her and her energy, working 12 hr shifts with covid patients. She leaves a husband and 4 kids. #healthcareheroes #WearAMaskhttps:\/\/t.co\/rEH8rgIrrD","sentiment_score":0.0}
{"full_text":"\"One of the biggest challenges to providing services is actually helping everybody ... understand the importance of early childhood mental health,\" said Samantha Ball, senior research associate at | By","sentiment_score":0.0}
{"full_text":"Climate Activists Announce National 'Covid-Safe' Day of Action Push Back against Wall Street's financing of Keystone XL and Minnesota Line3 Tar Sands Pipelines - via","sentiment_score":0.05}
{"full_text":"The Denton County Commissioners Court granted $9.5 million to help residents with food, shelter and other needs.https:\/\/t.co\/aUeS5eGOrl","sentiment_score":-0.125}
{"full_text":"Barcelona concert tests use of same-day COVID-19 screening","sentiment_score":0.0}
{"full_text":"How many of the 95 fatalities were primarily contributed by other causes, compared to what there was at the same time of the year pre-COVID? Due to heart attacks, cancer, etc?I see no stats in comparison to what is normally found pre-COVID.Seems something is missing here!","sentiment_score":0.0785714286}
{"full_text":"RT NEW: Death toll from coronavirus pandemic hits 1.6 million","sentiment_score":0.1363636364}
{"full_text":"RT Fugazy","sentiment_score":0.0}
{"full_text":"The continuous pandemic may even encourage you to find a new tradition this year. So, have you tried the Holiday Happenings Christmas Lights Tours?https:\/\/t.co\/KGH9dzjeNd","sentiment_score":0.1363636364}
{"full_text":"Congress shipped a temporary government-wide funding bill to President Donald Trump on Friday, averting a government shutdown at midnight and buying time for on-again, off-again talks on COVID-19 relief.","sentiment_score":0.0}
{"full_text":"Probably blame COVID like all the other companies are doing when trying to justify bad service.","sentiment_score":-0.4125}
{"full_text":"We're backing a \"spread the facts\" campaign to encourage 20 to 30 year olds to keep following the #COVID19 rules. Read about this and much more in our December newsletter: ","sentiment_score":0.25}
{"full_text":"You should not allow people you do not live with into your home. Certain exemptions apply. Please follow the rules. Find out more: #COVID19","sentiment_score":0.2153679654}
{"full_text":"As the COVID-19 pandemic rages unabated across the United States, December is already breaking records - only a week in.","sentiment_score":0.0}
{"full_text":"Were u sleeping the last 4 years? Worst president Ever! Pandemic, huge fiscal debts, Healthcare cost rising, climate crisis, civil instability, corruption, nepotism, unemployment and so on.","sentiment_score":-0.2}
{"full_text":"My husband Followed since he was 17 or 18 saw him in Bristol years ago cant wait to do it again after covid\/lockdown  is over","sentiment_score":0.0}
{"full_text":"An Epidemic During A Pandemic The cure for employee burnout","sentiment_score":0.0}
{"full_text":"Picking a safe destination means first eliminating the most dangerous places - the ones with high COVID-19 infection rates.","sentiment_score":0.162}
{"full_text":"The government needs to take notes from","sentiment_score":0.0}
{"full_text":"Everything you need to know about the Pfizer\/BioNTech covid-19 vaccine by via","sentiment_score":0.0}
{"full_text":"The green light to begin vaccinations came late Friday after the Food and Drug Administration authorized emergency use of the vaccine.https:\/\/t.co\/occyvLSodM","sentiment_score":-0.0333333333}
{"full_text":"RT This is your periodic reminder that Julian Assange has been detained since 2010-currently held in solitary confinement in...","sentiment_score":0.0}
{"full_text":"AstraZeneca buying drug developer Alexion for $39 billionhttps:\/\/t.co\/je682uXsbJ","sentiment_score":0.0}
{"full_text":"Land of the free baby!! USA #1!","sentiment_score":0.78125}
{"full_text":"Biden's pick for CDC director, is ready to combat COVID-19 \"with science and facts\"! ","sentiment_score":0.25}
{"full_text":"Environmental advocates claim the plastics threaten wildlife and drinking water.","sentiment_score":0.0}
{"full_text":"HOW VACCINES WORK: As the first COVID-19 vaccine has been approved for distribution in the US, here's a visual guide to what vaccines do--how they work with our immune systems and how they're used to prevent COVID-19.","sentiment_score":0.125}
{"full_text":"If the pandemic has put you out of work, but you have a great skill to teach kids remotely, then may be the platform for you! Via more information, click the link below:","sentiment_score":0.3916666667}
{"full_text":"Join us on 12\/16 at 4pm ET at the #COVID19 Symptom Data Challenge Showcase to hear from distinguished guest speakers (take a look at the Showcase banner!) and our Challenge winner DeepOutbreak. Register here:","sentiment_score":0.0}
{"full_text":"Port Authority has launched Room2Ride, an online tool that helps you plan trips with safe social distancing in mind by color-coding stops when your trip is below, at or above our vehicle capacity limits. Get started at","sentiment_score":0.1777777778}
{"full_text":"RT It seems there are any number of Canadians no longer living in reality...#WakeUpCanada","sentiment_score":0.0}
{"full_text":"Time: 20:00 * Temp: 4.4degC * Wind: WSW 0.0 to 5.0mph * Pressure: 997.7hPa * Rain: 0.2mm * Hum: 94% * ET: 0.3mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:37 * Sunset: 15:57 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Health News 'Distribution Has Begun' Army General Overseeing COVID-19 Vaccine Delivery Says First Shipments Arrive Monday","sentiment_score":0.15}
{"full_text":"How many disposable masks does it take to make a stool? Kim Ha-neul knows it takes 1,500.https:\/\/t.co\/6ENF1F2xa3","sentiment_score":0.5}
{"full_text":"I may have cried while reading this...damn it's so sweet","sentiment_score":0.35}
{"full_text":"RT Effective Contact Tracing for Covid19 is not 'Nice to Have'.Have you seen recently - what amounts to zero Covid19 sc...","sentiment_score":0.1}
{"full_text":"i'm glad that helps! there are some ways that therapy has helped me, i'm not knocking it down as a whole and like i said it def works for people but whenever i bring up work\/issues causes by my politics with others\/the pandemic, i get a lot of answers that","sentiment_score":0.2231481481}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Before vaccinations can begin, an immunization advisory committee for the US Centers for Disease Control and Prevention must vote to recommend the vaccine. And the CDC must accept that recommendation.","sentiment_score":0.0}
{"full_text":" that was b4 lockdown and no gym ","sentiment_score":0.0}
{"full_text":"IN A PANDEMIC!","sentiment_score":0.0}
