{"full_text":"RT CONFIRMED: The covid vaccine will NOT contain a microchip but will contain U2's new album.","sentiment_score":0.2681818182}
{"full_text":"what do you even say to a family member, who was vocal about not believing in COVID, when they actually get COVID?wish i was asking for a friend","sentiment_score":0.0}
{"full_text":"RT I feel like the fact that after receiving classified briefings about COVID Kelly Loeffler and David Perdue downplayed th...","sentiment_score":0.0}
{"full_text":"- Watching the show. Agree with your theory regarding the herd immunity strategy. There was a Rose Garden even in early spring where Trump said something like, '...maybe we ought to just ride this sucker...' Check it out! Hope you're well!https:\/\/t.co\/I2NqzTvyEy","sentiment_score":0.1083333333}
{"full_text":"I really dont know whats going on inside your head","sentiment_score":0.2}
{"full_text":"RT Peak 2020 Intellect: Coronavirus spreads the most in households. Let's lock everyone in their households then.","sentiment_score":0.5}
{"full_text":"RT When 3,400 people die in a day because of Covid it becomes a wee bit hard to worry about a staffer calling lawmakers of a par...","sentiment_score":-0.2916666667}
{"full_text":"RT This is genocidal. Just so we're clear. And everyone involved should be held accountable.","sentiment_score":0.1}
{"full_text":"Sitting here and writing a card out to my Nana(grandma) to go along with her Christmas present...and am bawling my eyes out.I haven't seen her since the pandemic started, it literally hurts my heart that I can't go and see her(she's not in a home..she has an apartment).","sentiment_score":0.0}
{"full_text":"RT I am on the Senate floor to say clearly: America's working class is in the worst financial shape since the Great Depression...","sentiment_score":-0.025}
{"full_text":"RT Since the start of the pandemic, billionaires in the United States have increased their wealth by $600 billion dollars...","sentiment_score":0.0}
{"full_text":"RT So far today, 3,453 new Covid-19 deaths were reported  The days with the highest number of new Covid-19 deaths:December 16:...","sentiment_score":0.1242424242}
{"full_text":"Prosecute her now before she can be pardoned","sentiment_score":0.0}
{"full_text":"RT Dah muncul kat whatsapp dah. Drinking bleach isn't a cure for coronavirus. Instead it can be harmful to your body ","sentiment_score":0.0}
{"full_text":"RT True love is receiving messages like this:\"You want to drive 1.5 hours to the best rated ramen in Ohio after covid?\" Th...","sentiment_score":0.6166666667}
{"full_text":"Just so discouraging. They are trained in the science and are now brainwashed. This is how the NAZIs came about. Shame on them.","sentiment_score":0.0}
{"full_text":"RT Six months ago today.https:\/\/t.co\/4LJMvBzjdt","sentiment_score":0.0}
{"full_text":"RT 11,000 workers at Tyson foods have contracted COVID.At least 3 dozen have died.This is the kind of behavior Republicans wa...","sentiment_score":0.15}
{"full_text":"RT I'm running for Congress because I want an America as good as its promise. We deserve a government that prioritizes the dig...","sentiment_score":0.7}
{"full_text":"RT Vaccine advisers to the FDA are scheduled to meet Thursday to discuss the second coronavirus vaccine aimed at the US market, by bi...","sentiment_score":0.0}
{"full_text":"Ruggs is on the Covid list, we might get our Edwards breakout tomorrow night! ","sentiment_score":0.0}
{"full_text":"I know it's for the best...but it honestly sucks.She practically raised me because my step-asshole of a \"father\" didn't want me around.And \"my surrogate\" didn't have a backbone to stand up to him.#MaskUp #COVID19 #Covid #IMissMyNana #dumpsterfire #2020isoverparty #2020Sucks","sentiment_score":0.6}
{"full_text":"RT Trump appointee Paul Alexander demanded millions of people to be infected as means of fighting Covid-19. Just unbelievable n...","sentiment_score":-0.25}
{"full_text":"RT The average American family sustained about $6,000 of new debt as a result of the COVID crisis, and the economic complications t...","sentiment_score":0.0465909091}
{"full_text":"RT naw u gon have COVAIDS-19000","sentiment_score":0.0}
{"full_text":"RT US President-elect Joe Biden is expected to get his first Covid-19 vaccination early next week, CNN has learned, and plans to get...","sentiment_score":0.0625}
{"full_text":"RT CNN: The United States reported at least 3,453 coronavirus deaths on Wednesday, the highest number of new deaths in a singl...","sentiment_score":-0.0818181818}
{"full_text":"Dr. Kasai: Tired as we all are of this pandemic, we must stick to the actions and behavior which protect us and those around us. | via","sentiment_score":-0.4}
{"full_text":"This ugly metal sphere:-promotes arts, culture &amp; diversity -serves as a pillar for global unity -remembers those lost to COVID-19-thanks first responders-shows support for BLM-will RISE, rather than drop-has been in development for 10 YEARShttps:\/\/t.co\/WeOvVOupq1","sentiment_score":-0.15}
{"full_text":"RT NY GOP asks Trump to force Cuomo to reveal nursing home deaths","sentiment_score":0.0}
{"full_text":"I'm with Chris.","sentiment_score":0.0}
{"full_text":"RT BREAKING: A judge just ruled that he could not find a connection between resturant services and the spread of COVID. He ha...","sentiment_score":0.0}
{"full_text":"RT Our definition of what seems \"ridiculous\" for cities changes over time, as our perspectives on what success and failure...","sentiment_score":-0.1166666667}
{"full_text":"You want me to trust a vaccine when the makers don't even know how many doses there are per vial? Right......","sentiment_score":0.3928571429}
{"full_text":"COVID-19 to Plunge Global Economy into Worst Recession since World War II  ","sentiment_score":-0.5}
{"full_text":"\"Members of Congress typically receive 200,000 tickets to distribute among their constituents for inaugurations. This year, tickets will be for the member and one guest only.\" ","sentiment_score":-0.0833333333}
{"full_text":"RT If you've shot during the pandemic, you know the Herculean effort it is to keep a project going within Covid protocols. Then some...","sentiment_score":0.0}
{"full_text":"RT BLACKPINK announce the postponement of their online concert 'The Show' to follow current COVID19 prevention guidelineshttps:\/...","sentiment_score":0.0}
{"full_text":"RT In 10 years we will be seeing commercials saying \"If you or a loved one suffered from the COVID-19 vaccination you may be entit...","sentiment_score":0.7}
{"full_text":"All I want to know if your in the profile oic....if so which one ...... Lol   that's all I noticed.  Covid who? What ?","sentiment_score":0.8}
{"full_text":"RT !!IVANKA TRUMP *personally intervened* to spin messaging on #COVID19 and schools--part of a systematic pattern of...","sentiment_score":0.0}
{"full_text":"RT Haven't followed the news much today, but seems like one side is mad that a staffer called Republicans a bunch of fuckers,...","sentiment_score":-0.2125}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"RT America's Frontline Doctors met at the CDC to make our message clear.Experimental vaccines should NEVER be mandated or...","sentiment_score":0.0}
{"full_text":"RT Our government is pretending it costs $1800 to last damn near an entire year during a pandemic and economic collapse ho...","sentiment_score":0.075}
{"full_text":"#Georgia 560,000 #coronavirus positive. 10,228 dead. We should have maybe 100 dead at most. Bad leadership is lethal. Time for good leaders. Vote and We can #FliptheSenateBlue. #KellyCantLead","sentiment_score":0.0545454545}
{"full_text":"RT We need leaders who will listen to science and make public health decisions that will help us curb the spread and beat th...","sentiment_score":0.0}
{"full_text":"RT In newly released emails, a Trump Health and Human Services Department appointee repeatedly discussed pursuing a herd immun...","sentiment_score":0.0681818182}
{"full_text":"Lots of ppl do not think that way.  There is a reason to call it Covid19 instead of someplace virus. Political correctness is to ensure ppl from wuhan or from china. Or ppl that are Asian looking do not get discriminated at school or at public.","sentiment_score":0.0}
{"full_text":"RT When 3,400 people die in a day because of Covid it becomes a wee bit hard to worry about a staffer calling lawmakers of a par...","sentiment_score":-0.2916666667}
{"full_text":"RT Now it is documented. Trump's COVID policy was to infect as many Americans as possible. If this isn't premeditated murder, I...","sentiment_score":0.25}
{"full_text":"UT Health RGV will administer the vaccine based on guidelines developed by the Centers for Disease Control and Prevention (CDC).","sentiment_score":0.1}
{"full_text":"RT CNN: The United States reported at least 3,453 coronavirus deaths on Wednesday, the highest number of new deaths in a singl...","sentiment_score":-0.0818181818}
{"full_text":"During a pandemic. I hope they all go to jail for this.","sentiment_score":-0.1}
{"full_text":"RT !!IVANKA TRUMP *personally intervened* to spin messaging on #COVID19 and schools--part of a systematic pattern of...","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT Chile is moving to adopt tighter restrictions on immigration in response to the pandemic. Their lead should be followe...","sentiment_score":0.0}
{"full_text":"has been a total star this year.","sentiment_score":0.0}
{"full_text":"And I'm sure patents are for protecting intellectual property and thus profits, but we have a RAGING pandemic happening!!! And I saw an article that said some poor countries won't even get a vaccine until 2024. YOU HAVE GOT TO BE FUCKING KIDDING ME???!?!!!!","sentiment_score":-0.078515625}
{"full_text":"RT A monumental day: administered its first round of #COVID19 vaccines!","sentiment_score":0.0}
{"full_text":"RT The same senator who saw COVID-19 as an investment opportunity opposes stimulus checks for working people.","sentiment_score":0.0}
{"full_text":"RT Wait, what?Paramedics, who are going into the homes of COVID patients and are the first point of contact with a signi...","sentiment_score":0.25}
{"full_text":"RT The press should have pushed back forcefully from day one. Election denial, Covid denial -- press has no idea how to cover...","sentiment_score":0.0}
{"full_text":"Finally #ChrisChristie wakes up &amp; smells the coffee. His greed &amp; power almost made orphans of his children","sentiment_score":0.0}
{"full_text":"RT I have heard there are hospitals\/physicians who are denying the covid vaccine to pregnant people who want it. This is agai...","sentiment_score":0.3333333333}
{"full_text":"COVID","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"If you're pregnant or ttc within the next few months are you getting the covid vaccine ?","sentiment_score":0.0444444444}
{"full_text":"RT Democratic governor encourages people to stay home, get caught out at wine bar ","sentiment_score":0.0}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"Someone posted the definition of democide on here today, and I think that word accurately describes what these people have done. There absolutely must be severe consequences.","sentiment_score":0.3}
{"full_text":"I pray for the victims of the disease and their families who have been affected. This pandemic has spread so far it's having effects on everyone. It's not okay how we handled, or how we are handling this virus. And that is really sad. People are losing loved ones. Real people.","sentiment_score":0.05}
{"full_text":"If you're from Michigan you know exactly why this is funny ","sentiment_score":0.25}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT CNN: The United States reported at least 3,453 coronavirus deaths on Wednesday, the highest number of new deaths in a singl...","sentiment_score":-0.0818181818}
{"full_text":"RT Surprise discovery: FDA says there are extra doses in COVID-19 vaccine vials. | Just The News","sentiment_score":0.0}
{"full_text":"RT Jokowi announces he will be the first in line to receive the COVID-19 vaccine in a symbolic move to boost confidence.The va...","sentiment_score":0.25}
{"full_text":"RT I was once denied the purchase of a water bottle at BYU campus because I was returning from a run with shorts above the kne...","sentiment_score":0.0}
{"full_text":"*Decimated by a global pandemic, not lockdowns.","sentiment_score":0.0}
{"full_text":"RT Trump: Day 1,426 (THREAD)-17,392,618 Cases of COVID-19 in US-US CV-19 Death Toll Rises to 314,577-Day 39 Since Biden...","sentiment_score":0.0}
{"full_text":"RT \"We want them infected.\" The Trump administration DELIBERATELY pushed herd immunity and urged letting young people catch it...","sentiment_score":0.1}
{"full_text":"\"They're taken as philanthropists (#BillGates, Whereas what this actually is, is the acquisition of political &amp; financial power\". Watch this 20min doco. WHO, GAVI, big pharma with Bill Gates (at the centre). Connect the dots and decide for yourself.  #COVID19","sentiment_score":0.0}
{"full_text":"I had one of the most serious workouts yesterday I've had in a couple years - in a mask. I know what you mean, there's really no reason to not wear one.","sentiment_score":-0.0614583333}
{"full_text":"Ready to get to know 2022 guys! #daUNTle22","sentiment_score":0.25}
{"full_text":"RT How y'all scared of the vaccine but not scared of Covid ","sentiment_score":0.0}
{"full_text":"RT Great headline. Great story: She was demoted, doubted and rejected. Now, her work is the basis of the Covid-19 vaccine","sentiment_score":0.8}
{"full_text":"RT When 3,400 people die in a day because of Covid it becomes a wee bit hard to worry about a staffer calling lawmakers of a par...","sentiment_score":-0.2916666667}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT The Administration is appealing a court ruling striking down its rule to strip SNAP benefits from Americans during the...","sentiment_score":0.2814814815}
{"full_text":"Don't allow Republicans to put in that package the inability for people to sue companies that made their employees work through COVID19 without protecting them. Example Tyson Plant managers betting on who would live or die.","sentiment_score":0.1363636364}
{"full_text":"RT Fun fact: New Zealand just enacted a $20\/hr minimum wage that will improve pay for over 150,000 people in NZ ...plus they...","sentiment_score":0.2181818182}
{"full_text":"RT In case you missed it, earlier today health care workers from &amp; received Or...","sentiment_score":0.0}
{"full_text":"RT Exciting news!This #HumanRightsDay, UNAIDS is launching a Solidarity Fund, which will support social entrepreneurs and micro-...","sentiment_score":0.1666666667}
{"full_text":"RT In 10 years we will be seeing commercials saying \"If you or a loved one suffered from the COVID-19 vaccination you may be entit...","sentiment_score":0.7}
{"full_text":"241 new cases of covid today in our area","sentiment_score":0.1363636364}
{"full_text":"RT Nothing like the \"pro-life\" party eliminating healthcare during a GLOBAL PANDEMIC.California will survive without this $...","sentiment_score":0.0}
{"full_text":"RT Sweden initially took the 'herd immunity' approach. This week the Swedish Prime Minister publically s...","sentiment_score":0.0}
{"full_text":"I can't recommend it highly enough. I think especially when covid is past &amp; the dining cars are open again it'll be  (we stayed in our private little room &amp; had meals brought to us like room service. I think it's better when that's not the case haha.)","sentiment_score":0.0328125}
{"full_text":"RT Herd Immunity","sentiment_score":0.0}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"Of course.","sentiment_score":0.0}
{"full_text":". 'Mr. McGowan has held on to the email thread from Dec. 31, 2019, about a \"cluster of pneumonia cases in Wuhan, China,\" a haunting artifact.'https:\/\/t.co\/Y4jk4j0LFr","sentiment_score":0.0}
{"full_text":"RT |\"sj's choi siwon, a surprise gift for all of the performers... a warmhearted TMA!\" - there is an artist who shines not only o...","sentiment_score":0.0}
{"full_text":"he said kidnapping teenagers in normal times is fine but i draw the line at during a pandemic????????","sentiment_score":0.2833333333}
{"full_text":"I love your movement and your ideologies, BUT this tweet is really out of touch, do you even know how bad nurses get treated in hospitals? A lot of them are probably depressed with this covid-19 virus and they take 5 mins out of their day to celebrate a vaccine? YIKES!","sentiment_score":-0.0583333333}
{"full_text":"The AP also claimed that Ivermectin does not help COVID after your hearing with the Front Line Critical Care Alliance.  All of this falsehood has to stop!!!  Innocent people are dying from all the lies.","sentiment_score":0.25}
{"full_text":"we are in the middle of a pandemic:)","sentiment_score":0.25}
{"full_text":"Oregon leaders have clung to mass incarceration, subjecting many prisoners, DOC employees, nearby community members and incarcerated people's loved ones to agonizing suffering, death, long term harm, and confusion and fear.A judge said officials don't have immunity. Long fight.","sentiment_score":0.275}
{"full_text":"Dangerous, white men get bailed out while BIPOC are kept in holding and exposed to covid.","sentiment_score":-0.3}
{"full_text":" So, so very sorry!!! ","sentiment_score":-1.0}
{"full_text":"People with Down syndrome exhibit background immune abnormalities and extra copies of key genes, making them more vulnerable to severe COVID-19, researchers suspect. Via","sentiment_score":-0.0311111111}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"You can see the life being sucked out of me pre covid and post covid","sentiment_score":0.0}
{"full_text":"RT A preprint suggests #SARSCoV2 fragments *may* integrate to our genome, confound testing and explain why some people persiste...","sentiment_score":0.0}
{"full_text":"RT My husband and I contracted Covid, took HCQ and zinc, and were better within hours. We are now immune, don't we...","sentiment_score":0.5}
{"full_text":"President-elect Joe Biden and Vice President Mike Pence are set to receive the COVID-19 vaccine soon.https:\/\/t.co\/1qPKT5yDQE","sentiment_score":0.0}
{"full_text":"RT In March I introduced HRes897 calling for emergency direct payments to every American for the duration of this pandemic....","sentiment_score":0.05}
{"full_text":"According to two transition officials familiar with the matter, will receive the vaccine publicly as early as next week. ","sentiment_score":0.1583333333}
{"full_text":"I sure do plan to be vaccinated for COVID19 and I'm  grateful COVID19 vaccines have been developed so quickly.","sentiment_score":0.3111111111}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Nightlife in Wuhan is back in full swing almost seven months after the city lifted its stringent lockdown and the city's young partygoers are embracing the catharsis.https:\/\/t.co\/etXUXzJ3Ei","sentiment_score":0.15}
{"full_text":"Experts discuss the emerging phenomena known as the \"Fauci effect\" as well as medical education-related trends, changes and lessons learned in 2020, during the pandemic, and what's to come in 2021.","sentiment_score":0.0}
{"full_text":"RT Holy shit. Congressman-elect Bob Good of Virginia starts speaking and immediately proclaims, \"this looks like a group of peopl...","sentiment_score":0.25}
{"full_text":"Tom Cruise launched an expletive-laden rant at colleagues on the set of his latest \"Mission: Impossible\" movie, after he reportedly spotted two workers failing to respect social distancing rules.https:\/\/t.co\/XnVb2rBkVc","sentiment_score":-0.0444444444}
{"full_text":"The elves have been busy since we first posted their photos earlier this month, and they've been sure to follow COVID protocol no matter what! [Elves by: Katie Arrington Hilton, Allyson Averett,","sentiment_score":0.24375}
{"full_text":"We catch up with a football agent, consultant, former GM at Tottenham Hotspurs Ladies on the womens game, her consultancy, NA sport and womens football post-COVID19.Give it a read  #Football #NASport #womeninsports","sentiment_score":-0.2}
{"full_text":"RT I was once denied the purchase of a water bottle at BYU campus because I was returning from a run with shorts above the kne...","sentiment_score":0.0}
{"full_text":"The total #coronavirus case number on the Central and South Coasts since the start of the pandemic stands at 49,958.  At the current pace, it's almost certain to top the 50,000 mark tomorrow.https:\/\/t.co\/eGBmam22AY","sentiment_score":0.1428571429}
{"full_text":"RT \"Every time that the science clashed with the messaging, messaging won\": Two Trump appointees at CDC break their silence...","sentiment_score":0.0}
{"full_text":"Dozens of students in Maryland learning from home during the coronavirus pandemic are able to study at their own personal desks thanks to a group of local dads.","sentiment_score":0.26}
{"full_text":"Stupid mentality. At least 3 people die per day, from covid, in my hospital system (4 hospitals). At least 10 people are hospitalized in my home hospital per day. I might not know these patients personally, but I do interact with them everyday.","sentiment_score":-0.32}
{"full_text":"Davao City topped anew the list of areas with the highest number of coronavirus disease (Covid-19) cases in a day, with 126 infections recorded Wednesday, December 16.","sentiment_score":0.0}
{"full_text":"RT BLACKPINK's concert 'YG PALM STAGE - 2020 BLACKPINK: THE SHOW' has been postponed to January 31 due to the Coronavirus YG PA...","sentiment_score":-0.125}
{"full_text":"New COVID-19 cases diagnosed in Sydney, including man who drives air crew to and from the Airport ","sentiment_score":0.1363636364}
{"full_text":"RT I have done lots of research on kids and the effect of covid. Here are the big points. *suicides are shifting to younge...","sentiment_score":0.0}
{"full_text":"The number of active cases in Tennessee has climbed 78 percent in the past two weeks, with officials reporting 66,774 individuals are currently infected with COVID -- an all-time high.","sentiment_score":-0.0558333333}
{"full_text":"TOM CRUISE ERUPTS AT CREW OVER COVID-19 BREACH: After audio from the set of 'Mission: Impossible 7' captured Tom Cruise's outburst at the staff and crew over apparently not following COVID-19 safety protocols, the co-hosts discuss if he was out of line.","sentiment_score":-0.3333333333}
{"full_text":"Ouch. That's rough. And I've seen what my cpa goes thru in March. I think the Covid was a relief to him - shortened meetings.Hope you get some rest soon!","sentiment_score":-0.125}
{"full_text":"Trump 'penned political suicide note' at every Covid press conference, former Australian PM says  #potus #trump #covid19 #coronavirus","sentiment_score":0.0}
{"full_text":"missing my photoshoots! let's just stay home and have some fun! follow my account and let's talk!Winking facehttps:\/\/t.co\/q3ubiEdXwfhttps:\/\/t.co\/q3ubiEdXwfhttps:\/\/t.co\/q3ubiEdXwf#WINTER #modeling #Photoshoot #fierce #furry #coat #Studio #foryou #alexamaine #itsalexamaine","sentiment_score":0.0625}
{"full_text":"This band didn't let a global pandemic stop them from releasing their first ever songs! Hear guitarist share her experiences releasing music in lockdown and what other bands got them through 2020! #WoSYearInReview","sentiment_score":0.0520833333}
{"full_text":"International 'Standing Together For Malnutrition group' warns that #COVID-caused poverty threatens to exacerbate maternal and child malnutrition across low- and middle-income countries","sentiment_score":0.0}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"Democrats Make Wreck Of Covid-19 Relief Negotiations","sentiment_score":0.0}
{"full_text":"Such a kind soul. Met him for the first time when he visited the University of Chicago during an exchange programme when I was a student. We kept in touch since then. I can say with a clear conscience that I never ever heard a harsh word for him. Was the most helpful person. RIP","sentiment_score":0.2083333333}
{"full_text":"I can't wait! Throwing a dinner party as soon as the COVID disappears in 2022!","sentiment_score":0.0}
{"full_text":"RT CNN: 307,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"As COVID-19 vaccinations roll out to more and more people, health authorities are keeping close watch for any unexpected side effects.","sentiment_score":0.3666666667}
{"full_text":"The Israeli vaccine is one of scores of COVID-19 inoculations that are being developed worldwide and have to contend with the fact that they have been beaten to the punchhttps:\/\/t.co\/lSFppCEDxe","sentiment_score":0.1}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Twitter said it would crack down on fake news about #COVID19 vaccines beginning next week.https:\/\/t.co\/5I7XH5bEWi","sentiment_score":-0.2185185185}
{"full_text":"RT At the time when there is lockdown due to Corona Pandemic, followers of Sant Shri Asharamji...","sentiment_score":-0.125}
{"full_text":"DYK a positive COVID-19 antibody test result doesn't make you ineligible to donate blood? In fact, the plasma from your blood donation may go to help someone fighting COVID-19! Make an appointment to give blood with the Red Cross at","sentiment_score":0.0946969697}
{"full_text":"From Our Collection:Floor Safe From an Iowa Hill Storec. 1857Remember to #ShopLocal everyone!#Christmas #Christmas2020 #Christmasgifts #ChristmasIsComing #COVID19","sentiment_score":0.5}
{"full_text":"RT In August she told us we didn't share the same values. A month later we lacked a strategic plan for testing. Now that the el...","sentiment_score":0.0}
{"full_text":"It's a fake tweet","sentiment_score":-0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 21.0FWind Chill: 21.0FHumidity: 99%Dew Point: 20.8F Barometer: 30.124 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 232.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Put it on pay-per-view and donate the profits to COVID relief.","sentiment_score":0.0}
{"full_text":"Things that make you got Hmmmmm ..... #Plandemic #Scamdemic #Agenda21 #Pandemic #ID2020 #Covid19 #Coronavirus #Lockdownlies #Freedom #Awake #NoMasks #Vaccine #Tyranny  #Fascism","sentiment_score":0.0}
{"full_text":"Health Secretary Francisco Duque III denies being the cause of delay in the acquisition of vaccines for COVID-19 developed by Pfizer Inc. and BioNTech SE. President Duterte did not mention the issue when he talked to the nation on Wednesday night. READ:","sentiment_score":0.1}
{"full_text":"Remember don't hug or kiss people you don't live with when you are visiting friends and family during the festive season.Got symptoms? #GetTested clinics: #COVID19 resources:","sentiment_score":0.1363636364}
