{"full_text":"Asshole still ranting on about rigged votes during his so called COVID vaccine conference (that both Pfizer and Moderna declined invited to)!#GOPCorruptionOverCountry","sentiment_score":0.0}
{"full_text":"RT President Deals","sentiment_score":0.0}
{"full_text":"Coastal Carolina drops Troy and goes to OSU!!?","sentiment_score":0.0}
{"full_text":"This this year, Special Olympics is sharing flu education materials provided by the the CDC to help our athletes practice prevention. We encourage everyone to follow CDC recommendations to get a flu vaccine. It is especially important for people who are at high risk.","sentiment_score":0.439047619}
{"full_text":"I was definitely smaller when I bought that pre lock down.","sentiment_score":-0.0777777778}
{"full_text":"RT Great piece by Catherine Rottenberg &amp; Shani Orgad arguing that way the #media has reported the #gendered effects of #COVID19...","sentiment_score":0.8}
{"full_text":"RT *Americans are suffering through COVID-19, financial loss, food insecurity, loss of homes &amp; businesses &amp;...","sentiment_score":0.0}
{"full_text":"RT Mexico plans to begin vaccinating its people against COVID-19 at the end of the third week of December, starting with health work...","sentiment_score":0.0}
{"full_text":"RT \"From the instant the Coronavirus invaded our shores, we raced into action to develop a safe and effective vaccine . . ....","sentiment_score":0.3}
{"full_text":"Welcome to CASH FOR FUR COATS ~ We are a company dedicated to recycling, pre-owned fur coats into useful CA$H!","sentiment_score":0.5875}
{"full_text":"Other sinful pandemic developments: I've started putting  multiple teabags in each cup of tea. I find the bonus flavor burst provokes more physical sensation so, why the hell not!!","sentiment_score":0.09375}
{"full_text":"Yes. We're busy to extend our Higher Education Inst, Akademia, to offer the full rage of University degrees, our 'Wolkskool' (Cloudschool) have provided 100 000+ Children with free online school during Lockdown, our Welfare org Helping hand provided food daily to 8000 children.","sentiment_score":0.22}
{"full_text":"RT So Jenna Ellis announces an Elite Strike Force, and immediately loses like 47 cases and contracts COVID.","sentiment_score":-0.3}
{"full_text":"RT Vaccines undergo rigorous assessment before they can be made available in the EU.The future coronavirus vaccine is no...","sentiment_score":0.2}
{"full_text":"RT Former senior admin official texts me: \"it's absolute insanity the White House continues to host holiday parties, with mask...","sentiment_score":0.0666666667}
{"full_text":"RT 10,000 of America's restaurants are expected to close in the next three weekshttps:\/\/t.co\/eDuwgZVJlx","sentiment_score":-0.05}
{"full_text":"RT Weird that Covid is just like the flu but every right wing political figure that tests positive is immediately flown to th...","sentiment_score":0.0032467532}
{"full_text":"RT Michigan-Ohio State game canceled due to COVID.","sentiment_score":-0.2625}
{"full_text":"We have reached the end of the chat. Thank you for joining the #LifeAfterDisaster Twitter Chat today! For more information and resources to help teens cope after a natural disaster, visit: #LifeAfterDisaster","sentiment_score":0.3}
{"full_text":"RT We are SO proud to collaborate with our publishers and Published on the anniversary of...","sentiment_score":0.8}
{"full_text":"RT This order is not America first. It's Big Pharma first.The entire America first frame is propaganda. It's a false cho...","sentiment_score":-9.251858539e-18}
{"full_text":"Stay home if you coming broke. Can't pay for ya food I know u didn't bring a gift ","sentiment_score":0.0}
{"full_text":"RT Just so you know, this administration declined on ordering the vaccine when given the opportunity. As a result,  we will...","sentiment_score":0.0}
{"full_text":"RT The American people need help and they need help now. That means any COVID-19 relief deal must include:-$1,200 direct pay...","sentiment_score":0.05}
{"full_text":"Remember in health class when they were all \"when you sleep with someone, you also sleep with all their partners and their partners' partners\"? Yea, that's COVID but with contact. Stop your promiscuous contact. #COVID19 #WearAMask #WearADamnMask","sentiment_score":0.0}
{"full_text":"RT At 28 Dr. Stephen Mogusu succumbs to #COVID19 1.Doc was recruited by 2.Doc didn't have adequate PPEs3.Unti...","sentiment_score":0.3333333333}
{"full_text":"Fundraising for kids teams in the time of COVID is hard. No car washes. No concessions stand. Nothing.This is not a plea to buy a $25 discount card from my kid -although if you want to please do. But think about your neighborhood school and give locallyhttps:\/\/t.co\/20U9ehg3wD","sentiment_score":-0.2916666667}
{"full_text":"RT 1\/ Been saying this for a while, but I'm going to say it again. Do not indoor dine right now. Order takeout. Tip restauran...","sentiment_score":0.2857142857}
{"full_text":"RT Quite the split screen: as Trump speaks at his White House vaccine summit, Biden expresses gratitude for Anthony Fauci to st...","sentiment_score":0.0}
{"full_text":"RT We can't rule out that Rudy's fart gave Jenna Ellis Covid","sentiment_score":0.0}
{"full_text":"RT Jenna Ellis attended a senior White House staff Christmas party on Friday. She has now tested positive for Covid-19.","sentiment_score":0.1136363636}
{"full_text":"RT These bills don't give a fck about a pandemic","sentiment_score":0.0}
{"full_text":"RT Fauci: Federal agents \"drive me to work, they stay here, they make sure that nobody tries to break in and, as Steve Bannon wou...","sentiment_score":0.2}
{"full_text":" what does this do for your ticket?","sentiment_score":0.0}
{"full_text":"RT Asa: People are doing the right thing! Many not holding big events. \"At the Governor's Mansion, events have been cancelled....","sentiment_score":0.2857142857}
{"full_text":"Godspeed.  I'm so sorry to hear of this.  #COVID19  \"Becerra, 33, was one of the 15,658 Covid 19 deaths over the last seven days\"","sentiment_score":-0.25}
{"full_text":"Me too!","sentiment_score":0.0}
{"full_text":"RT NEW YORKERS: Today I learned the design for these radiators came about during the Spanish flu pandemic of 1918. Engineers...","sentiment_score":0.0681818182}
{"full_text":"RT This is one of the most British interviews you'll ever see!What a LEGEND 91 year-old Martin is here in earlie...","sentiment_score":0.25}
{"full_text":"Oh wow look at me being shocked to hear of such things from Nancy of all people goodness me.","sentiment_score":-0.2}
{"full_text":"RT My beautiful father, we miss you so much apa ","sentiment_score":0.525}
{"full_text":"Funny how the people saying they don't want the covid vaccine because they don't know what's in it are the same ones who excessively drink, smoke, do drugs, and eat McDonald's chicken nuggets. ","sentiment_score":-0.15}
{"full_text":"RT Listening to president-elect laying out his three #covid19 priorities for the first 100 days:1) Masking2) Vacci...","sentiment_score":0.25}
{"full_text":"RT Surely they can't stay in their jobs now this is absolutely shameful!","sentiment_score":0.375}
{"full_text":"RT As regulations are still intact to curb the size of #meetings in response to COVID-19, smaller meetings--sometimes held i...","sentiment_score":0.0}
{"full_text":"RT Ahead of regular appearance on this morning, I want to take the opportunity to thank him for...","sentiment_score":0.0}
{"full_text":"RT HM The Queen, accompanied by other members of has today thanked for its frontline work duri...","sentiment_score":-0.125}
{"full_text":"RT Pillay has been working in his local care home since 2008, and today he got his Covid-19 vaccine. He told our Medical Dir...","sentiment_score":0.0}
{"full_text":"COVID relief for teachers - a stunning game changer help us? via","sentiment_score":0.05}
{"full_text":"RT The ONS survey on October 30 showed Covid community cases in England had surged from 4.3 per 10,000 people on October 3...","sentiment_score":0.0}
{"full_text":"Hey or is there any plan for putting the unobtainable exotic catalysts back into the ecosystem? Or is that not a major priority currently? Just wondering, as I missed out on the 4th Horseman and Outbreak ones, for example","sentiment_score":0.1171875}
{"full_text":"Also it's giving very much opportunistic vulture preying on people trying to navigate a PANDEMIC","sentiment_score":0.26}
{"full_text":"This answered literally nothing, but as soon as he said \"Christmas\", his stupid base went NUTS.","sentiment_score":-0.8}
{"full_text":"RT I need a team that's ready on day one to contain the pandemic and ensure everyone has access to quality, affordable health ca...","sentiment_score":0.2}
{"full_text":"Total Breakdown: There's Still No Money For Mass COVID Vaccinations | Talking Points Memo","sentiment_score":0.0}
{"full_text":"RT I am glad that the members of BTS take their roles as public figures seriously, that they do their best to act respons...","sentiment_score":0.2916666667}
{"full_text":"Covid-19 gop deniers, Quit trying to Steal the Election.Thieving con artists","sentiment_score":0.0}
{"full_text":"Even questioning the corona vaccine gets you in trouble apparently.","sentiment_score":-0.075}
{"full_text":"RT The Democrats, led by Nancy Pelosi, are now admitting that they held up COVID-19 relief to spite the President.They pl...","sentiment_score":0.0}
{"full_text":"No #stimulus, no #COVID19 relief as #MoscowMitch starves out #Americans after 284K deaths with #coronavirus response sabotage","sentiment_score":0.0}
{"full_text":"RT China gave us Fentanyl, radioactive drywall, student spies, toxic toothpaste and candy, contaminated baby formula, poison...","sentiment_score":0.0}
{"full_text":"RT There's a certain kind of conservative who believes that getting shredded by German machine gun fire is an experience so r...","sentiment_score":0.2714285714}
{"full_text":"SOON: California's health secretary gives COVID-19 update as millions live under stay-at-home order","sentiment_score":0.1363636364}
{"full_text":"You should have worn your mask. #plaguerats #plagueratinchief #CoronavirusUSA #TrumpDeathToll288K #RepublicansAreKillingUs #RepublicansAreDestroyingAmerica #TrumpIsTheWORSTPresidentEVER #GTFOHTRUMP","sentiment_score":0.0}
{"full_text":"RT Breaking per Axios, Jenna Ellis is covid positive","sentiment_score":0.2272727273}
{"full_text":"RT All this woman did was publish COVID stats in Florida. I don't wanna hear about how China and Venezuela are \"authoritarian\" e...","sentiment_score":0.0}
{"full_text":"RT This order is not America first. It's Big Pharma first.The entire America first frame is propaganda. It's a false cho...","sentiment_score":-9.251858539e-18}
{"full_text":"RT In case you have not noticed we are back at June\/July peak levels and still climbing. Don't be complacent. Wear your mask and...","sentiment_score":0.0}
{"full_text":"COVID-19 is communism #communist_china #coronavirus #covid_19","sentiment_score":0.0}
{"full_text":"RT Elected Democrats have continually exploited the #coronavirus crisis to abuse their power and impose authoritarian restrict...","sentiment_score":0.0}
{"full_text":"\"People brought their families,\" said one senior White House official who attended the party and has since been informed of Ellis' diagnosis.\"","sentiment_score":0.0}
{"full_text":"RT So we have 63M doses of the useless #Hydroxychloroquine, and only a very limited number of doses of a #vaccine that is 95% effe...","sentiment_score":-0.1976190476}
{"full_text":"Perhaps. Just perhaps ...... both COVID19 and drug overdoses deaths are a bad thing??","sentiment_score":-0.7}
{"full_text":"An inside look at Trump's failed coronavirus response | America's Pandemichttps:\/\/t.co\/9TaHglBKgB","sentiment_score":-0.5}
{"full_text":"RT Florida police are now being used by Ron DeSantis as his personal Gestapo to terrorize scientists and their families in...","sentiment_score":0.0}
{"full_text":"RT NEW: WH COVID task force report to states warns: \"The current vaccine implementation will not substantially reduce vira...","sentiment_score":0.0681818182}
{"full_text":"RT We're the first airline to offer at-home testing for all flights to U.S. destinations with COVID restrictions, thanks to o...","sentiment_score":0.225}
{"full_text":"RT \"Our progress is fragile and we cannot let up yet.\"#Michigan's extended a statewide partial #Lockdown of #Bus...","sentiment_score":-0.05}
{"full_text":"RT All this woman did was publish COVID stats in Florida. I don't wanna hear about how China and Venezuela are \"authoritarian\" e...","sentiment_score":0.0}
{"full_text":"RT Appreciate the shout-out  Read about how VCs are writing checks for Black founders in a way they haven't before...","sentiment_score":-0.1666666667}
{"full_text":"RT There will be no additional stimulus check. K.","sentiment_score":0.0}
{"full_text":"RT If you take away healthcare from seniors and low-income earners DURING A PANDEMIC, don't come crying to me when I help you g...","sentiment_score":-0.2}
{"full_text":"After bride tests positive for coronavirus on wedding day, couple weds in full PPE - Fox News","sentiment_score":0.2886363636}
{"full_text":"RT Donald Trump made fun of Joe Biden wearing a mask.Rudy Giuliani made fun of Joe Biden wearing a mask.They both got C...","sentiment_score":0.3}
{"full_text":"Covid-19: What you need to know today","sentiment_score":0.0}
{"full_text":"RT Mark your calendars for this important date: June 10, 2021, the final day of the NYS Legislature's session next year. O...","sentiment_score":0.1333333333}
{"full_text":"RT Four lions test positive for Covid-19 at Barcelona Zoo","sentiment_score":0.2272727273}
{"full_text":"RT Think COVID is fake? Join me in my ICU for 16 hours. Watch what We have to do to keep these people alive. Come look at their w...","sentiment_score":-0.2}
{"full_text":"RT All this woman did was publish COVID stats in Florida. I don't wanna hear about how China and Venezuela are \"authoritarian\" e...","sentiment_score":0.0}
{"full_text":"So, if you go against him, you are fired.What a stupid concept... oh, wait. Wasn't there a show that I never watched where they did this?SMDH","sentiment_score":-0.8}
{"full_text":"RT AstraZeneca COVID-19 vaccine safe and 70 percent effective, studies suggest","sentiment_score":0.55}
{"full_text":"Or...its because its two different companies with different viewpoints about the pandemic. The lack of consistency and lack of action from the federal government is why the U.S. is getting wrecked STILL by the pandemic while others have recovered","sentiment_score":0.0333333333}
{"full_text":"RT A doctor who treated some of Houston's sickest Covid-19 patients has diedhttps:\/\/t.co\/8KOtCnxJ1G","sentiment_score":0.0}
{"full_text":"RT The contribution is well worth a read - excellent thought processes in their revised curriculum design. Really app...","sentiment_score":0.5}
{"full_text":"RT Read all, a great thread!","sentiment_score":1.0}
{"full_text":"RT Once more: ANY COMMENT","sentiment_score":0.5}
{"full_text":"Coronavirus night curfew off the table as gov't meeting postponed","sentiment_score":0.0}
{"full_text":"Lockdowns are killing people.","sentiment_score":0.0}
{"full_text":"RT U.S. SENATE MAJORITY LEADER MCCONNELL SAYS HE FAVORS PASSING BASIC CORONAVIRUS AID PACKAGE WITHOUT PROVISIONS ON LIABILITY...","sentiment_score":0.0}
{"full_text":"Joe will if this dolt hasn't done anything!","sentiment_score":0.0}
{"full_text":"RT Ilhan Omar's husband received $635,000 in Covid-19 bailout money. She also paid him 2.25 million dollars this year. Rem...","sentiment_score":0.0}
{"full_text":"How long does #Covid19 #misinformation last?Listener on #CKNW buzzline just repeated BC's Public Health Officer's Dr. Bonnie Henry's #misinformation on masks, ignoring research &amp; practice claiming don't protect you but just protect othersProtect both#bcpoli #COVID19BC #bced","sentiment_score":-0.025}
{"full_text":"Willful ignorance is now a terminal disease and I'm kinda OK with that once the smart people are vaccinated.","sentiment_score":0.3571428571}
{"full_text":"I will be happy for freedom from COVID19. When we can walk around without being scared. Life will probably never go back to the way it was but I just wanna get some kind of normalcy back....","sentiment_score":0.35}
{"full_text":"The content we all need during these trying times.","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci speaks after Biden announces he'll be on the administration's COVID-19 team: \"I believe, as you do, that in the figh...","sentiment_score":0.0}
{"full_text":"RT Weird that Covid is just like the flu but every right wing political figure that tests positive is immediately flown to th...","sentiment_score":0.0032467532}
{"full_text":"the covid vaccine will take away your DNA","sentiment_score":0.0}
{"full_text":" Rudy Giuliani Jenna Ellis        Sydney Powell        Joseph diGenovaWho on the Trump's 'Elite Strike Force' defense team is next to test positive for Covid-19? Can it jump from human to mollusk?","sentiment_score":0.0757575758}
{"full_text":"RT Don't miss the conversation on Accelerating Innovation and Transformation During a Global Crisis [CT100] at #SAPTechEd...","sentiment_score":0.0}
{"full_text":"You put many people at risk of Covid from this event because no masks or social distancing plus you walked out of the even leaving the recipient just standing there. #TrumpIsANationalDisgrace","sentiment_score":0.2666666667}
{"full_text":"7,985 new reported Florida COVID cases, 96 new deaths reported by state: -1,073,770 total cases (was 1,065,785 yesterday) -56,906 hospital admissions (was 56,607 yesterday) -19,378 deaths (was 19,282 yesterday)","sentiment_score":0.0909090909}
{"full_text":"RT The American people need help and they need help now. That means any COVID-19 relief deal must include:-$1,200 direct pay...","sentiment_score":0.05}
{"full_text":"call me simple-minded but if another city-wide shutdown were to go into effect, bringing down the cases and deaths in D.C., I would simply abide it","sentiment_score":-0.0777777778}
{"full_text":"RT Just In: Senate Majority Leader Mitch McConnell says that the major sticking points in negotiations over another COVID relief bill...","sentiment_score":0.0625}
{"full_text":"Yep they're either end of the earth types or were involved!https:\/\/t.co\/DY0bqBkEBc","sentiment_score":0.0}
{"full_text":"RT Imagine being called out on holding mid-pandemic mass gatherings where your OWN LEGAL TEAM contracted COVID, and your...","sentiment_score":0.4}
{"full_text":"RT WATCH: Kay Burley and Beth Rigby Grill Each Other Over Covid Lawbreaking","sentiment_score":-0.125}
{"full_text":"RT People that always stay home....find it hard to stay outside for long....we might be excited to go out at first...but after...","sentiment_score":0.0277777778}
{"full_text":"RT This comes as 18 per cent of Alberta schools have enough COVID cases to be considered on \"alert\" or have outbreaks. 414 sc...","sentiment_score":0.0}
{"full_text":"RT COVID forces judge to push back opioid trial indefinitely","sentiment_score":0.0}
{"full_text":"RT Just give people the COVID vaccine in a hotdog and I promise you no one will ask what it contains.","sentiment_score":0.0}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"RT Why do we report no of Covid cases ( they seem to vary wildly with testing ) . Shouldn't we be just focussing on the numb...","sentiment_score":-0.25}
{"full_text":"RT are we not in the middle of a pandemic","sentiment_score":0.0}
{"full_text":"RT Uncertainty and being holed up at home to slow the spread of COVID-19  can make it tough for families to keep a sense of...","sentiment_score":-0.3444444444}
{"full_text":"RT With both Rudy Giuliani and Jenna Ellis sidelined with COVID-19, who will spread the Gospel of Kraken?","sentiment_score":0.0}
{"full_text":"RT Four lions at Spanish zoo test positive for COVID-19","sentiment_score":0.1136363636}
{"full_text":"RT #HappyCustomers are our partners in our mission to support rural entrepreneurs!....#Mrida #support #ruralindia  #CSR...","sentiment_score":0.0}
{"full_text":"RT Meet Maggie: the first person in the world to receive a fully-tested and approved Covid-19 vaccine on the NHS.","sentiment_score":0.25}
{"full_text":"Covid-19 Deplorables!","sentiment_score":0.0}
{"full_text":"RT Expect a retracement today as Democratic run states continue to cripple the economic recovery, and the Senate fights o...","sentiment_score":0.2}
{"full_text":"Russian people are getting ready for bed. everything is quiet and peaceful, as if there is no coronavirus.Russians experienced much more shock. they came out prepared for this world test of humanity.","sentiment_score":0.2916666667}
{"full_text":"The way that TV production and broadcast companies are adjusting to a \"new normal\" is by using wireless cameras to create engagement with viewers who aren't there. But they can still feel those goal-line moments, touchdown close-ups, and more. #MediaTrends","sentiment_score":0.2621212121}
{"full_text":"RT Thank you to the and  Sponsors for hosting today's panel, Post COVID: Small B...","sentiment_score":-0.25}
{"full_text":"Boris Johnson: Prioritise people with a learning disability to be vaccinated against COVID-19 via","sentiment_score":0.0}
{"full_text":"This is great work! Do you think more testing locations and more PCR testing could work together?#COVID19 #testing #PCR #Toronto #Canada","sentiment_score":0.6666666667}
{"full_text":"The Rona Fart.","sentiment_score":0.0}
{"full_text":"If you are the tenant of a private landlord (not the Council or a Housing Association) we would like to hear about your experiences during the Covid-19 pandemic.Please help us to develop services to support you.","sentiment_score":0.0}
{"full_text":"NEW: From dengue fever to COVID-19, climate change is making it more and more likely that we continue to suffer through global pandemics.  In other words: The climate crisis is a health crisis. will act like it.","sentiment_score":0.1685606061}
{"full_text":"#SouthAfrica's Aveng: \"Senior staff across the group accepted 20%-40% salary cuts for three months at the height of the first wave of the #COVID19 pandemic,\" reports","sentiment_score":0.25}
{"full_text":"The infection rate has doubled in Tunbridge Wells over the last 7 days https:\/\/t.co\/cAK52qYj3h","sentiment_score":0.0}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"Biden tested negative for Covid-19 today, according to the Office of the President-elect.He \"underwent PCR testing for COVID-19 today and COVID-19 was not detected,\" according to the office.","sentiment_score":-0.3}
{"full_text":"She was a Deep State asset that coordinated distribution of fake covid statistics. She is a major tool in the coup attempt and involved in sedition.","sentiment_score":-0.1458333333}
{"full_text":"COVID-19 issues at Michigan have put a stop to the rivalry game for the 2020 season https:\/\/t.co\/faaOaeiPQh","sentiment_score":-0.4}
{"full_text":"Still, experts say the vaccine seems likely to be approved, despite some confusion in the results and lower levels of protection than what other vaccine candidates have shown.https:\/\/t.co\/vnbzL7aiG8","sentiment_score":-0.0625}
{"full_text":"#dentistry is essential and safe! What is your #dental office doing to let you customer's know?","sentiment_score":0.3125}
{"full_text":"Walking Soap will fund at least 70,000 COVID-19 tests for communities of color, as well as education campaigns, using 10% of the proceeds from project sales and a partnership with the Tulane University School of Medicine in New Orleans.https:\/\/t.co\/vDP9bhwk1V","sentiment_score":-0.0818181818}
{"full_text":"Your health shouldn't wait! Health screenings, vaccinations and other non-COVID care are still essential. That's why we've taken the utmost precaution to ensure your safety during your visit. #OpenForCareNYCMake an appointment today:","sentiment_score":-0.0625}
{"full_text":"Have you recently tested positive for COVID-19 or was told that you're a close contact of someone who has? Here's what to do to keep those around you safe.","sentiment_score":0.2424242424}
{"full_text":"says the public can have confidence that approved COVID-19 vaccines will be safe and effective. Guthrie is the top Republican on the House Energy &amp; Commerce Committee's oversight subcommittee and has chaired hearings on vaccine safety.https:\/\/t.co\/ephsFOLV2h","sentiment_score":0.4}
{"full_text":"The COVID-19 pandemic has prevented many suppliers of spruce tops from Canada from selling across the border. So spruce thieves in northern Minnesota have stepped in to take advantage of that gap.","sentiment_score":0.5}
{"full_text":"As the pandemic persists, schools continue to navigate uncharted territory while finding glimmers of a hopeful future.","sentiment_score":0.0}
{"full_text":"FIRSTLY, YOU DONT GET TO PROCLAIM YOURSELF PRESIDENT. YOU MUST BE DULY ELECTED NOT FRAUDULENTLY ELECTED. Secondly that's a federal mandatory lockdown your suggesting . NO WAY. Stop the RESET.","sentiment_score":0.125}
{"full_text":"Could Australians pay to get COVID vaccine faster? via","sentiment_score":0.0}
{"full_text":"Thank you Australian rapid COVID-19 test manufacturer, Ellume, gets Christmas investment@qldtreasury investing in biotech #manufacturing for #COVID19 and for future health criseshttps:\/\/t.co\/PsBdsbezS9","sentiment_score":0.0}
{"full_text":"As of this Nov. 24, article, 11 percent of all confirmed #COVID19 cases were children, an increase of 28 percent. #WearAMask #StayStrong #WashYourHands","sentiment_score":0.4}
{"full_text":"\"It's one of the ones where the cost is more, but when you put a life on it, it's worth it if it saves one life,\"","sentiment_score":0.4}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #tuesdayFeeling #TuesdayMotivation #TuesdayThoughts","sentiment_score":0.0}
{"full_text":"Contact tracing is critical for keeping people safe and collecting data on COVID-19 cases. If you get a call from the contact tracing team, answer the phone. #covid19MA","sentiment_score":0.25}
{"full_text":"On 3\/12 our Director Mike Rivera King delivered a lecture on \"UK Tertiary Education in the Age of Covid\" as part of the Jiji Press seminar seriesThank you Jiji Press for providing a platform to share our insights and to everyone who attended.#JijiPress #Lecture","sentiment_score":0.0}
{"full_text":"During this pandemic, Backstreet Boys' Nick Carter is keeping busy with family, charity and some new music -- this time as a solo artist.","sentiment_score":0.1181818182}
{"full_text":"On today's #Daily podcast with we discuss why the development of #COVID19 vaccines could lead to a major breakthrough in tackling some other diseases and ask: should a COVID-size effort be made to deal with malaria? Listen here ","sentiment_score":-0.0208333333}
{"full_text":"#Switzerland plans to ban all public events apart from church services and legislative meetings and further limit private gatherings after Dec. 12.#Europe #COVID19 #Swiss","sentiment_score":0.0}
{"full_text":"Despite some COVID-friendly adjustments, the Topeka community still came out strong for the city's annual Christmas parade.","sentiment_score":0.0916666667}
{"full_text":"State officials recently put #SouthernCalifornia on a #StayAtHome order for at least three weeks. Here's what you need to know about the new restrictions:","sentiment_score":-0.0545454545}
{"full_text":"YOu need to watch this an really listen.https:\/\/t.co\/kk3d4k3IER","sentiment_score":0.2}
{"full_text":"Every child has the right to an education By leveraging tools, gained a head-start in responding to Covid-19 and continues to deliver quality education to displaced youth.Learn more ","sentiment_score":0.3928571429}
{"full_text":"#COVID19 remains highly contagious, and even people without symptoms can spread it. It is important we keep on protecting each other by washing our hands, wearing face coverings, keeping space and letting fresh air in. Watch how you can protect yourself and others ","sentiment_score":0.18375}
{"full_text":"RT Over 179,800 people have died of the novel #coronavirus in 465 cities checkered across all of #Iran's 31 provinces, accord...","sentiment_score":0.0}
{"full_text":"HEALTH ALERT: If you know someone living with diabetes, share this important medical advice with them and their loved ones.","sentiment_score":0.3666666667}
{"full_text":"Our employees have risen to the COVID-19 challenge, and we have once again been a leader in crisis response. Entergy overcomes obstacles every day in order to keep the lights on and the gas flowing for our customers. Learn more:","sentiment_score":0.225}
{"full_text":"Blogmas Day 5 is all about the 8 ways Lockdown can't ruin Christmas for us this year. Let's all make the most of what we CAN do#Christmaswithktkinnes #theclqrt","sentiment_score":0.5}
{"full_text":"Las Vegas home prices continue steady climb despite pandemichttps:\/\/t.co\/levtdqBuaD","sentiment_score":0.1666666667}
{"full_text":"Before the 116th Congress leaves for its holiday recess in two weeks, three bills still need immediate attention.","sentiment_score":0.0}
{"full_text":"\"The health sector must rapidly adapt to the new climate realities facing Australia. In 2020, Australia listened to the science and acted on the health advice to prevent some of the catastrophic health costs caused by COVID-19,\"","sentiment_score":0.1363636364}
{"full_text":"The virus is blamed for more than 280,000 deaths and almost 15 million confirmed infections in the United States.","sentiment_score":0.45}
{"full_text":"Actually, we do. And we can make your dreams come true. Just call us to clean your house. 316-854-0558.#wichita #housecleaning #janitorial #clean #carpet #upholstery #airduct #arearug #dryervent #tile #grout #carpetstretch #carpetrepair #vinylfloor #coronavirus #covid19","sentiment_score":0.2708333333}
{"full_text":"We are hearing stories daily about how the virus has affected people in Stoke-on-Trent.To continue to protect ourselves and loved ones, we must follow the guidance #HandsFaceSpace.We must stop the spread of #coronavirus together.","sentiment_score":0.35}
{"full_text":"Concerned about the #Covid19 vaccine and any possible side effects?  speaks to top medical experts about the safety of vaccines and how to protect your loved ones this ChristmasLearn more here:","sentiment_score":0.34}
{"full_text":"ACA #Healthcare OPEN ENROLLMENT STARTS 11\/1 &amp; ENDS 12\/15\/20! Enroll for 2021 Coverage ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines). We can help, call AOI to speak to a dedicated Benefit Consultant 321-676-4118 or visit","sentiment_score":0.0}
{"full_text":"Deaths from COVID-19 in the U.S. have soared to more than 2,200 a day on average, matching the frightening peak reached last April, and cases per day have eclipsed 200,000 on average for the first time on record.https:\/\/t.co\/Q2uisWK0u8","sentiment_score":-0.0083333333}
{"full_text":"From tax policies to loan forgiveness: What to know about Biden's economic planhttps:\/\/t.co\/xpsVMuuARa","sentiment_score":0.2}
