{"full_text":"RT The answer should be NOW. In fact, it should already have happened. There is no reason to delay vaccinating the next President...","sentiment_score":0.0}
{"full_text":"wear a mask","sentiment_score":0.0}
{"full_text":"RT Olimpia and Honduras forward Jerry Bengston wears a face mask during his matches.He's chosen to wear one in every match he's pl...","sentiment_score":0.0}
{"full_text":"  Enough! #ReliefNow  #extendpsp We are struggling! We need Help! People First! SOS America! #furlough #aviation #getitdone ","sentiment_score":0.1953125}
{"full_text":"How to cook eel was the 6th highest 'How to...' UK Google search in 2020Everything else was #COVID19 \/ #lockdownEverything.  Except this.","sentiment_score":0.0}
{"full_text":"RT For the vast majority, this pandemic has been utter misery.But for a wealthy few, it has been an opportunity to cash-in...","sentiment_score":0.075}
{"full_text":"Good stuff. '...during the pandemic women perhaps felt safer to take to their bicycles...' It *was* safer, our roads could &amp; should be less dangerous.","sentiment_score":-0.0222222222}
{"full_text":"If wine training is crucial to a restaurant's success then is it not vital to keep it going in lockdown? Here's how training team has taken its courses online this year &amp; why digital training is here to stay by","sentiment_score":0.0625}
{"full_text":"RT Covid is real. It is bad. Wear a mask. Get the vaccine. When I was in the hospital for two weeks with covid my doctor found...","sentiment_score":-1.0}
{"full_text":"RT Corporate handouts? You voted for a tax cut for rich people in blue states in the HEROES Act. Twice.","sentiment_score":0.125}
{"full_text":"RT This is terrible news.","sentiment_score":-1.0}
{"full_text":"RT COVID-19 connected KV Diwakar from Bengaluru to his agrarian roots. Supported by team #CauveryCalling, he has taken up...","sentiment_score":0.0}
{"full_text":"RT The government claim to be carrying out around 2.3 million coronavirus tests per week. That's around 3.5% of the populati...","sentiment_score":0.0}
{"full_text":"RT \"There's no point having products that do not reach the majority of the world's population.\" The WTO must waive IP prote...","sentiment_score":0.0}
{"full_text":"RT Florida governor recognizes #coronavirus is no reason to destroy our society.","sentiment_score":-0.2}
{"full_text":"Clearly, NO China Virus, NO election BIG FRAUD, everybody kowns Trump BIG WIN.CCP released China Virus for election BIG FRAUD...Mail-in ballots election BIG FRAUD...Dominion Voting Systems election BIG FRAUD...The more CHAOTIC the better BIG FRAUD!","sentiment_score":0.1055555556}
{"full_text":"RT Excellent meeting with UK Secretary of State of Discussed the vast potential of the India-UK pa...","sentiment_score":0.3333333333}
{"full_text":"So ist es.......","sentiment_score":0.0}
{"full_text":"RT Dr Hilary Jones is so much that is wrong with mainstream coverage of Covid 19. He has used his platform to terrify people...","sentiment_score":-0.15}
{"full_text":"RT HOME FIRE SAFETY CHECKLIST TIP no.5Don't overload electrical sockets.Download the checklist here:https:\/\/t.co\/4fcCCJ...","sentiment_score":0.0}
{"full_text":"RT We hear about those admitted, but not so much about those that were later discharged. 27,630 COVID-19 patients were d...","sentiment_score":0.1}
{"full_text":"RT In Boris Johnson's right-wing Tory BritainFor the first time in history they're helping to feed children i...","sentiment_score":0.25}
{"full_text":"It will speed up when\/if a #CovidVaccine that can survive in a fridge comes online, like the Oxford #covid #vaccine","sentiment_score":0.0}
{"full_text":"RT India's recovery rate crosses 95%, one of the highest in the world as we enter a decisive phase in our fight against Coron...","sentiment_score":0.0}
{"full_text":"RT Extraordinary and unforgivable..COVID-19: For the first time in its history UNICEF will help feed kids in the UKhttps:\/...","sentiment_score":0.2916666667}
{"full_text":"RT The Progressive Caucus is united in our position: any COVID relief package MUST include survival checks and enhanced unempl...","sentiment_score":0.0}
{"full_text":"RT In #pandemic, people are turning to nature--especially women","sentiment_score":0.0}
{"full_text":"RT Sex work is work.The federal gov has done almost nothing to help people in months. We must pass stimulus checks, UI, small biz r...","sentiment_score":-0.25}
{"full_text":"Home office during Corona Lockdown...","sentiment_score":0.0}
{"full_text":"Shitty people","sentiment_score":0.0}
{"full_text":"RT COVID must have shown how valuable companionship can be. The whole world really got engaged this year.","sentiment_score":0.2}
{"full_text":"RT \"What level of Covid deaths would be acceptable for us to be allowed to be adults and make decisions about our own health?\"...","sentiment_score":0.6}
{"full_text":"RT Britain is one of the world's richest nations.UNICEF, for the first time ever, is now delivering emergency food to chi...","sentiment_score":0.25}
{"full_text":"RT Taemin's talking about how the covid19 situation is getting worse in Korea and he's like, \"Everybody must've felt scar...","sentiment_score":-0.4}
{"full_text":"RT A disgrace.You should be ashamed of yourselves and the rest of you.https:\/\/t.co\/P3u1fiJliM","sentiment_score":0.0}
{"full_text":"This year has been particularly difficult for everyone. 'Lights Out In Las Vegas' looks at how the Covid-19 pandemic hit one of the most non stop places in the world. Now avalibale on ","sentiment_score":0.0}
{"full_text":"Worlds gone mad!! Misses wants to go to a dress shop to get a dress for the wedding and they've told her she ain't allowed to bring the baby in because of covid!!?!? What you ment to do, leave the baby outside!! Ridiculous! He's 6 weeks old and sleeps in his little pram.","sentiment_score":-0.1816840278}
{"full_text":"RT COVID-19: For the first time in its history UNICEF will help feed kids in the UK","sentiment_score":0.25}
{"full_text":"RT He wouldn't be anywhere else and probably feels like he's letting his team down as he can't be there. We will pick up the...","sentiment_score":-0.1555555556}
{"full_text":"A pandemic-struck 2020 has taught people different things. For India captain Virat Kohli, it has made him realise how \"pointless\" sledging is.Read more: #AUSvIND #ViratKohli #pandemicteachingSource:","sentiment_score":0.0833333333}
{"full_text":"RT \"New Hydroxychloroquine Study Vindicates President Trump.\" The study by \"Henry Ford Health System revealed hydroxychlor...","sentiment_score":0.1363636364}
{"full_text":"Less then 1% chance of dying from Covid. Stop the drama. Under Biden people would be homeless without a pay check. People starving and suicide will skyrocket. But yeah panic over a 1% chance of dying","sentiment_score":-0.1666666667}
{"full_text":"This is old news now it's time to let it go.","sentiment_score":0.1}
{"full_text":"RT For the first time in its history, UNICEF will help feed children suffering from food poverty in the UK. How can this happen...","sentiment_score":0.25}
{"full_text":"RT UK government is expected to review the regional Covid tiers today where we will hopefully see Manchester drop from Ti...","sentiment_score":-0.1}
{"full_text":"RT Unfortunately, the demand of wool has dropped over the years and covid-19 ha...","sentiment_score":-0.5}
{"full_text":"How Indian business and economy is changing during pandemic..","sentiment_score":0.0}
{"full_text":"MPs on both sides are bought and paid for; they work for the elite 1%  they are complicit in this covid fraud,  we have the power to end this pandemic hoax, take off the mask, don't get tested, don't get vaccinated, don't comply. If you don't  it will never end.","sentiment_score":0.0}
{"full_text":"RT Please can we have a RT to help us reach 15k signatures Please sign in support of cancer treatment conti...","sentiment_score":0.0}
{"full_text":"RT German Chancellor Merkel hints a hard shutdown that starts Wednesday will remain in force beyond January as Covid-19 deaths r...","sentiment_score":-0.1458333333}
{"full_text":"A disgrace","sentiment_score":0.0}
{"full_text":"RT AMAZING--Mackenzie Scott just gave away $4,158,500,000 in 4 months to 384 orgs nationwide for pandemic poverty relief, after...","sentiment_score":0.0}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"London has moved into Tier 3 - very high alert level - of #COVID19 restrictions. Read more about what this means:https:\/\/t.co\/gb1bSGPl7E","sentiment_score":0.354}
{"full_text":"RT COVID-19: For the first time in its history UNICEF will help feed kids in the UK","sentiment_score":0.25}
{"full_text":"what is her qualification other than daughter of dump to talked about lock down.","sentiment_score":-0.1402777778}
{"full_text":"RT Sex work is work.The federal gov has done almost nothing to help people in months. We must pass stimulus checks, UI, small biz r...","sentiment_score":-0.25}
{"full_text":"RT Tom Cruise went ballistic on the Mission: Impossible 7 crew for breaking COVID protocols...https:\/\/t.co\/WbIpVlja7w","sentiment_score":-0.6666666667}
{"full_text":"South Korea warns of very first potential lockdown as coronavirus numbers carry on to increase","sentiment_score":0.1625}
{"full_text":"RT #Lebanon to sign 18 million$ deal this week for supplies of Pfizer-BioNTech's COVID-19 vaccine &amp; set to receive first...","sentiment_score":0.25}
{"full_text":"RT This is yet another example of why the American people fired He put himself and his friends above our Countr...","sentiment_score":0.0}
{"full_text":"Agree!","sentiment_score":0.0}
{"full_text":"RT What's the secret behind NSW's Covid Contact Tracing? Find out by watching this sketch i wrote with for the","sentiment_score":-0.4}
{"full_text":"This mobile lab will be a roadshow to Gadjah Mada University-Yogyakarta, Denpasar-Bali Health Office &amp; Darul Ulum Ponpes Jombang-East Java to help test COVID-19 samples in the region starting December 16, 2020 &amp; is planned to return to BPPT on December 29, 2020.@BPPT_RI ","sentiment_score":0.0}
{"full_text":"Oh dear. So sorry to hear that.","sentiment_score":-0.5}
{"full_text":"RT Some resisters have banded together to demand the declaration of \"sanctuary cities\" for businesses, where they would be exempt...","sentiment_score":0.0}
{"full_text":"**Winner Day 8**A huge congrats to Brian Martin who has won the luxury home coffee machine! Details on our Day 9 prize is coming up soon, stay tuned ","sentiment_score":0.5}
{"full_text":"RT Dr. Diana Atwine needs to resign bruh. Atleast for the sake of the clueless kid who broke his\/her piggy bank to donate towa...","sentiment_score":0.0}
{"full_text":"RT #TomCruise blasts #MissionImpossible7 crew for breaking COVID protocols   Leaked audio ","sentiment_score":0.0}
{"full_text":"The story behind how a $50Mn-funded #logistics #tech company has cracked the formula to #distribute #covid19 #vaccine across the world. Hear the story from Chief Executive Officer and Chief Technology Officer","sentiment_score":-0.4}
{"full_text":"Hope it will decrease soon. Wanna go there ","sentiment_score":0.0}
{"full_text":"With Americans, Britons and Canadians rolling up their sleeves to receive coronavirus vaccines, the route out of the pandemic now seems clear to many in the West, even if the rollout will take many months.","sentiment_score":0.3666666667}
{"full_text":"#CostaRica: How will #tax treatments look like if a foreign company has an employee who should work in the same foreign country, but due to #covid19 is working remotely from his home country &amp; continues even after the crisis? #wts #wtsglobal","sentiment_score":-0.095}
{"full_text":"JICYMI: On the #blog , I talk about the lessons I learnt from taking on cardio during lockdown (*side note: I'm still learning them!). : #wellbeingwednesday #wellbeing #cardiotwitter #cardio #holistic #WednesdayMotivation #bloggerstribe #wednesdaythought","sentiment_score":0.0}
{"full_text":"my family and i went out to dinner tonight and ik we're in a pandemic but i can't refuse? anyways guys i live in MEXICO and the streets\/restaurants are literally full of fucking americans what the fuck i'm talking old ass white men and women who don't even speak spanish","sentiment_score":-0.0590909091}
{"full_text":"We're totally doing this post Covid.","sentiment_score":0.0}
{"full_text":"From #ransomware attacks that crippled hospitals, to espionage attacks targeting the #COVID19 vaccine supply chain, this year has seen a new breed of healthcare security risks. #ransomware #supplychain #malware #cybercrime","sentiment_score":0.1363636364}
{"full_text":"#COVID19 restrictions have returned around the world as #coronavirus cases continue to rise amid the holiday season. France has replaced the six-week lockdown with a night-time curfew, which will remain in place on #NewYearsEve. tells you more","sentiment_score":0.5}
{"full_text":"Cycling is a great way to move more and get around safely during #Covid19@LovetoRide_'s cycling advent calendar aims to encourage people to take to two wheels this winter with prizes available each day  Find out more ","sentiment_score":0.54}
{"full_text":"The climate of uncertainty &amp; fear caused by the coronavirus may result in 10,000 fewer births in Italy in 2020 &amp; 2021. It also predicted that if unemployment rises as expected, the birth rate could drop even further.Read more here: via","sentiment_score":0.2}
{"full_text":"#COVID19, as of 12\/16, 6am:>Global cases: 73,557,491>Global [deaths]: 1,637,053>US: 16,724,772>US [deaths]: 300,482 [+3367]>TN: 472,875 [5615]>GA: 484,152 [9250]>NC: 446,601 [5823]>AL: 301,533 [4124]>Local cases: wear a mask!","sentiment_score":0.0}
{"full_text":"There are exactly 3 weeks until the Covid Charity Fund is open for applications. Our application Readiness Pack is here to help you prepare. Click here for all the information","sentiment_score":0.125}
{"full_text":"Pelosi Passes On Bipartisanship: Covid Relief Still Being Held Up By Uncompromising Speaker","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Wednesday December 16, 2020 ","sentiment_score":0.0}
{"full_text":"RT living in Britain during this pandemic genuinely feels like hearing every other country turn the page of an exam when we are...","sentiment_score":0.1375}
{"full_text":" are you a London-based poet who's written in response to #COVID...? If so, there's a brilliant opportunity to be featured on this interactive poetry map alongside some RSL ambassadors.","sentiment_score":0.9}
{"full_text":"London nurse Mohammed Abdalhaq was working in an Ananaheim hospital when he got COVID. He returned home and credits staff at University Hospital for saving his life. We'll talk to him at 8:10. #ldnont","sentiment_score":0.0}
{"full_text":"Today our huge thanks goes out to our laboratory teams who have tested more than 50,000 Covid-19 swabs since the start of the pandemic #ThankyouNHSEast","sentiment_score":0.3666666667}
{"full_text":"The keys to attracting talent in the post-pandemic era ","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 16\/12\/2020 16:30Total Cases: 9933906 [+998]Active: 330727Recovered: 9456448 [+655]Deaths :144141 [+10]Total Tests: 156.65MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The virus that first emerged a year ago in #Wuhan, #China, swept across the world in 2020, leaving havoc in its wake. More than any event in memory, the pandemic has been a global event. #COVID19 #NovelCoronavirus","sentiment_score":0.25}
{"full_text":"RT Wisconsin Supreme Court rules state erred by giving blanket exemption to voter ID rules during COVID | Just The Newsh...","sentiment_score":0.0}
{"full_text":"Have a fantastic retirement Jim! https:\/\/t.co\/85qaDNuK55","sentiment_score":0.5}
{"full_text":"Learning involves progression, it does not matter where you start. Ready for your next level? Apply now for Our Certificate or Diplomas in Management. Register through or call 0719054101. #management #KaribuKIM #StaySafe #socialdistancing","sentiment_score":0.1}
{"full_text":"We recently provided an educational webinar to UK secondary school students which outlined an overview of #COVID19 and what PerkinElmer is doing to help fight the pandemic. Learn more about how we are making a difference for communities here: #ForTheBetter","sentiment_score":0.1125}
{"full_text":"Could your COVID-19 measures be increasing fire risks at work? https:\/\/t.co\/CjPsoGefnE","sentiment_score":0.0}
{"full_text":"Developing online learning through the pandemicToday 1-2pm #SEDAWinterFest #highered #edutwitter #AcademicTwitter","sentiment_score":0.0}
{"full_text":"RT   Enough! #ReliefNow  #extendpsp We are struggling! We need Help! People First! SOS Americ...","sentiment_score":0.15625}
{"full_text":"The pandemic Jewish death rate has hit a seven-month high, according to latest figures. This comes as London enters strict Tier 3 restrictions amid soaring cases, and the first doses of the Pfizer\/BioNTech vaccine were distributed last week.https:\/\/t.co\/3fJrWgDRnn","sentiment_score":0.182}
{"full_text":"Is it too dangerous to have a 'proper' Christmas now? Let know your thoughts now! #Christmas #Xmas #Lockdown #Covid19 #Coronavirus","sentiment_score":-0.3}
{"full_text":"RT Very enlightening discussion between our Prime Minister &amp; Misinformation Minister.","sentiment_score":0.39}
{"full_text":"is set to become the first to intorudce an international #coronavirus #vaccine to the Chinese market as the natio nscrambles to inoculate its massive population. #healthcare #medical #vaccines #covid ","sentiment_score":0.05}
{"full_text":"  The Hardship Fund for Creative Freelancers will close for applications in two days (18 Dec)- the Fund supports creative freelancers working in Scotland experiencing immediate financial hardship as a result of the COVID-19 pandemic.https:\/\/t.co\/tvgsK9cxs2","sentiment_score":0.3333333333}
{"full_text":"RT My mother got covid and we have paid more than Rs.650,000 in 9 days to a private hospital. If we were in...","sentiment_score":0.25}
{"full_text":"Our online therapy sessions provide all of the benefits of our face to face sessions while allowing you to stay within the comfort of your own home. #Mentalhealth #Therapy #Wellbeing #Psychology #Depression","sentiment_score":0.6}
{"full_text":"There have been calls for the 'Christmas Bubble' rules to be scrapped amid a rise in coronavirus cases","sentiment_score":0.0}
{"full_text":"RT Tomorrow I'll get vaccinated against #COVID19! You know what I'm gonna do right after?I'm gonna wear a mask, always....","sentiment_score":0.2857142857}
{"full_text":"Is it Possible To Live an Ad-Free Life? #COVID19 #WednesdayWisdom #WayBackWednesday #WellnessWednesday","sentiment_score":0.0681818182}
{"full_text":"Hartford HealthCare inoculated health care workers with doses of Pfizer's COVID-19 vaccine in Connecticut Read Now: #Nibbin #CovidTimes #HealthCareNews #Awareness #Healthcare #News","sentiment_score":0.0}
{"full_text":"The ECDC does no longer provide daily updates after 15. 12.2020. So although the amount of lines is confusing, you still can see how the second #Corona wave hit the countries. You can check how lockdowns broke the waves - or did not, yet.https:\/\/t.co\/YBqDFiwarI","sentiment_score":-0.1}
{"full_text":" In his video message ahead of the holidays, #ALDEParty President encourages liberals to remain resilient in the fight against COVID-19. Let's go forward together in 2021!","sentiment_score":0.0}
{"full_text":"Saudi organizations are expected to accelerate their digital transformation initiatives as the kingdom gears up for a post-pandemic \"new normal\". See the major strategy:","sentiment_score":0.0497727273}
{"full_text":"Day 16 #ArtsOnReferral lockdown exhibition &amp; #ArtisticAdvent calendar: Cat by Jill Davis #APictureOfHealth #NBTProud","sentiment_score":0.0}
{"full_text":"23% of new Covid cases are due to school children &amp; students!Cases are rising and will NEVER be under control until schools are shut!YOU have FAILED in YOUR \"Duty of Care' to the British public!You will be found Guilty!!!","sentiment_score":-0.2930397727}
{"full_text":"When restaurants were closing across the country, one man saw an opportunity in St. Petersburg he couldn't pass up.","sentiment_score":0.0}
{"full_text":"Reports: Tom Cruise blasts crew who broke COVID-19 protocols on 'Mission: Impossible 7' set #10TV","sentiment_score":-0.6666666667}
{"full_text":"Together we can overcome anything, even a pandemic. Thank you for all your support and bringing your #Africanacity","sentiment_score":0.0}
{"full_text":"RT Excellent meeting with UK Secretary of State of Discussed the vast potential of the India-UK pa...","sentiment_score":0.3333333333}
{"full_text":"Primary responsibility for child care, unemployment and psychological distress remain higher among women than their male partners amid the coronavirus pandemic, according to a study released Tuesday by researchers from USC.","sentiment_score":0.1625}
{"full_text":"After months of being cautious about COVID-19, Biden's prudence will be tested by technology and tradition when his new administration arrives on Jan. 20.","sentiment_score":0.1363636364}
{"full_text":"'Covid crisis is biggest challenge in 100 years of Maxol'","sentiment_score":0.0}
{"full_text":"#BSWebExclusive | Though inflation levels in India are incomparable with developed countries and emerging peers, the noticeable dip during lockdown that happened in most countries eluded India#CoronavirusPandemic #Lockdown #inflationhttps:\/\/t.co\/LAkLqn8REQ","sentiment_score":0.3333333333}
{"full_text":"#Germany had to face some challenging tasks during its #EU Council Presidency, including dealing with the pandemic. head of the has summed up for us the achievements &amp; lessons learned from the last six months.#EU2020DE #Europehttps:\/\/t.co\/VhvVwp7q1U","sentiment_score":0.25}
{"full_text":"The country's health chief on Wednesday denied that someone botched the supposed high-level talks that would have secured the Philippines some 10 million doses of Pfizer's possible COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"RT Tablighi Jamaat:Delhi Court acquits 36 foreigners, booked for being negligent, disobeying govt guidelines during COVID-19 pan...","sentiment_score":0.0}
{"full_text":"In a COVID world, disruptions and transformations have accelerated. Here are a few use cases for communication workflows. #mycompany","sentiment_score":-0.2}
{"full_text":"RT Johnson can afford to spaff against the wall billions on failed PPE, terrible outsourcing contracts, dysfunctional ferries,...","sentiment_score":-0.75}
