{"full_text":"RT COVID relief needs to directly help everyday people.People need stimulus checks &amp; UI.","sentiment_score":-0.05}
{"full_text":"RT From COVID to climate change, look at how much better many women leaders across the globe have done compared to their male...","sentiment_score":0.3333333333}
{"full_text":"RT Physician Taylor Nichols writes in Opinions: The pandemic was already testing me. Then a man covered in Nazi tattoos sh...","sentiment_score":0.0}
{"full_text":"RT If a company disregards the health and safety of its workers, demands sick employees return to work, requires employees to...","sentiment_score":-0.7142857143}
{"full_text":"106 Americans have died of Covid-19 after your tweet. 1 every 30 seconds. You are a mass murder.","sentiment_score":0.0}
{"full_text":"If anything I hope the boredom doesn't get to her like my daughter. She's been on my old phone more than I like, but she has covid too. Not much we can do.","sentiment_score":0.1666666667}
{"full_text":"DeSantis allowed tens of thousands of Floridians to die from COVID19 lest he be clumped in with those losers","sentiment_score":-0.2}
{"full_text":"Reminder to our #MedTwitter friends, before you send a patient or patient's family member with ILI to a pharmacy for a prescription, ask them to call first. Many pharmacies have implemented mail, courier, or curbside pickup options this year.","sentiment_score":0.375}
{"full_text":"RT Thank you for all the support. #HCWs are working hard to keep you safe. We ask that you hunker down, wear your masks, stay hom...","sentiment_score":0.0175925926}
{"full_text":"sorry I meant self isolation required for contacts even if previous COVID infection, even if negative test. Ie Boris.","sentiment_score":-0.3222222222}
{"full_text":"RT I'm of the opinion that any elected official that directly disobeys their own lockdown order should be forced to resign....","sentiment_score":0.1333333333}
{"full_text":"RT Yesterday California had 24,138 Covid-19 cases &amp; 202 dead.Both 1 day records. Governor Newsom is having parties at Fren...","sentiment_score":0.0}
{"full_text":"#Coronavirus Pandemic in #Greece - 12\/05\/20201383 new cases, 114,568 total.Attica 260, Thessaloniki 315, Larissa 98, Pella 58, imported 16.https:\/\/t.co\/ilxqfg3Opc98 new deaths, 2902 in total.Intubated patients: 594.Tests: Molecular 19,092 &amp; Rapid Ag 8,547.","sentiment_score":0.1363636364}
{"full_text":"RT As of today, 45,395,734 people around the world have contracted COVID-19 and recovered from it. Please RT this news fo...","sentiment_score":0.0}
{"full_text":"RT Hi Gerard, Since March 19th when the Covid virus was downgraded to being no more harmful tha...","sentiment_score":-0.25}
{"full_text":"RT Another record today. And we're up from 415 to 563 people in hospital since last weekend (+ 4.5% per day) and from 88 to...","sentiment_score":0.0}
{"full_text":"RT So proud of for exploring and exposing the reasons why such health inequalities exist for people with a learn...","sentiment_score":0.4}
{"full_text":"RT #BREAKING The Southern California region has met the ICU capacity threshold to begin the new \"stay at home\" order. I...","sentiment_score":0.0681818182}
{"full_text":"I'm sure Melania will be thrilled with this news!","sentiment_score":0.625}
{"full_text":"RT #COVID19 in #Ontario [Dec 5]: 1859 new cases*, 20 deaths, 1624 resolved59399 tests\/day, 63193 pending, 3.1% pos709 hospita...","sentiment_score":0.1363636364}
{"full_text":"#Coronavirus Daily Update - Global - 12\/05\/2020:Cases: 66,788,619Deaths: 1,533,338Recovered: 46,179,478https:\/\/t.co\/Fw9pZDtAqJUSA: 2070 deaths,Mexico: 690 deaths,Italy: 662 deaths.","sentiment_score":0.0}
{"full_text":"We dwarf all of these industries when it comes to the amount of people we employ.","sentiment_score":0.0}
{"full_text":"RT Our country is in the middle of a dramatic spike in COVID-19 cases. Please wear a mask, keep social distancing, and limit the...","sentiment_score":-0.1333333333}
{"full_text":"Stopping the spread of COVID-19 IS possible! Share what you are doing over the holidays to #StopTheSpread and challenge others to do the same!","sentiment_score":0.0}
{"full_text":"RT While Trump compiles a list of GOP \"defectors\" who have acknowledged the reality that Biden won the election, the country i...","sentiment_score":0.0}
{"full_text":"RT 11,000 workers at Tyson Foods got COVID &amp; 36 died while managers made bets on how many would get sick. The working condi...","sentiment_score":-0.1071428571}
{"full_text":"Grande Prairie adds seven new COVID-19 cases, three recoveries #GPAB #CountyOfGP #PeaceCountryhttps:\/\/t.co\/FesG5Icd6c","sentiment_score":0.1363636364}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"RT Los Angeles residents protest lockdown at Dept. of Health chief's home -  #OANN","sentiment_score":0.0}
{"full_text":"RT We're really going to Brexit during a pandemic. ","sentiment_score":0.2}
{"full_text":"The country with the most #coronavirus cases, in total:#USAhttps:\/\/t.co\/YzxRTJehiVTotal cases:14,950,964New Cases:176,373 (highest in the world)Total number of deaths:287,645 (highest in the world)Number of deaths in the last 24h:2070 (highest in the world).","sentiment_score":0.25}
{"full_text":"Please Dr Topol","sentiment_score":0.0}
{"full_text":"RT This very cute doodle by 10-year-old Joe Whale was commissioned by to depict the #royaltraintour. Loca...","sentiment_score":0.65}
{"full_text":"And he seems to be proud of this achievement.","sentiment_score":0.8}
{"full_text":"RT Well, this is a bit awkward. COVID-19 may cause long-term erectile dysfunction in men. Yet another reason to heed publ...","sentiment_score":-0.6}
{"full_text":"Trump continues to make a fool of himself and a complete mockery of the Presidential office! What a total moron.... worries more about his narcissistic ass than about a real problem...COVID.","sentiment_score":0.005}
{"full_text":"Tested negative for covid19 this week. Still exhausted from coughing. Swear I've cracked a rib. 1) Cannot figure out how I caught a cold w all the mask wearing &amp; antibac gel 2) There's still crappy stuff besides covid19 going around.","sentiment_score":-0.4333333333}
{"full_text":"RT Call me a radical lefty, but I don't think Americans should be forming massive bread lines while America's billionaires make a...","sentiment_score":0.0}
{"full_text":"RT When I had COVID-19, I could barely breathe. My friend called to check on me, heard me struggling to speak, and s...","sentiment_score":0.05}
{"full_text":"#CoronavirusGoodNews(1\/2):New research has found that no currently identified mutation of SARS-CoV-2 appears to make the virus better at transmitting.https:\/\/t.co\/3XAZscpBsg","sentiment_score":0.25}
{"full_text":"Let's be clear, you are a nothing politician with zero integrity and should be removed from your position for the good of the country!","sentiment_score":0.4875}
{"full_text":"RT Loss of IQ and ED - these are long haul symptoms you dumb cucks.","sentiment_score":-0.2125}
{"full_text":"Pfizer said they got you with viagra.","sentiment_score":0.0}
{"full_text":"RT This attitude is everything wrong with the UK, instead of asking the government why they refuse to raise nurses wages, they...","sentiment_score":-0.5}
{"full_text":"RT Thinking about all the frontline health care workers who are working tirelessly fighting this pandemic. As they face r...","sentiment_score":0.0}
{"full_text":"So I got covid but I'm asymptomatic and it's not going stop me from streaming tonight! I don't know what the future may bring but I do know that I'm playing #pathofexile with tonight! I start at 7pm!","sentiment_score":0.0}
{"full_text":"RT Quarantine and Sydney Airport are both Morrison's Federal responsibilities. In April Morrison &amp; Dutton let covid carrying pa...","sentiment_score":0.0}
{"full_text":"RT Call me a radical lefty, but I don't think Americans should be forming massive bread lines while America's billionaires make a...","sentiment_score":0.0}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"So sad","sentiment_score":-0.5}
{"full_text":"\"I'm not really going out cause of COVID :\/\" is the biggest cap of 2020","sentiment_score":-0.175}
{"full_text":"RT Shoulda led with this 9 months ago.","sentiment_score":0.0}
{"full_text":"~i~ wanna be queer in college but COVIDmy chance to be free except i am shy and barely made three friends and there are obviously no partys or gatherings and i am not seeing anyone irl UGHH","sentiment_score":-0.0125}
{"full_text":"RT I've worn a mask MOST of this year.If my President asks me to wear one for an additional 100 days, I will happily do so b...","sentiment_score":0.65}
{"full_text":"RT CA has issued a Regional Stay at Home order to #StoptheSurge of #COVID19 &amp; prevent a strain on our health care system....","sentiment_score":0.0}
{"full_text":"I cant stand Kevin ","sentiment_score":0.0}
{"full_text":"RT The pandemic has made it disturbingly clear that our government is not there to help anyone. It's there to oversee the redist...","sentiment_score":0.1}
{"full_text":"RT One day after being fired on Twitter by former anthem singer Mark Donnelly follows through on his pr...","sentiment_score":0.0}
{"full_text":"RT It's not the pandemic that's done this. It's Democratic politicians and teachers unions who have shut down the schools f...","sentiment_score":-0.1555555556}
{"full_text":"The tragedy of COVID!","sentiment_score":0.0}
{"full_text":"RT The EPA illegally destroyed records, deceived the National Archives and Records Administration about that destruction, and fa...","sentiment_score":-0.5}
{"full_text":"Really searching on the internet for lung transplant for COVID? If you have not had a transplant, then please stop tweeting.","sentiment_score":0.2}
{"full_text":"Well maybe that mask is so bad after all?","sentiment_score":-0.7}
{"full_text":"RT Long Beach city officials released a statement Saturday morning saying they will notify residents of a new stay-at-home...","sentiment_score":0.0431818182}
{"full_text":"Stop. Terrorizing covid.  Squeezing the covid19 to the last. Drop. To bring the Hiena. And the messiahCorona Biden.","sentiment_score":0.0}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"RT I've been thinking about this for a little while.And how fundamentally incorrect the premier is. So let's do a quick thr...","sentiment_score":0.0729166667}
{"full_text":"RT Thousands of retired members of Hollywood's actors guild are about to be thrown off of their health plan due to drastic change...","sentiment_score":-0.125}
{"full_text":"How come Covid hasn't got him, what's up with that","sentiment_score":0.0}
{"full_text":"RT Los Angeles residents protest lockdown at Dept. of Health chief's home -  #OANN","sentiment_score":0.0}
{"full_text":"RT The Oxford team behind the coronavirus jab has taken a big step towards producing a cheap and effective vaccine for malaria....","sentiment_score":0.15}
{"full_text":"Not so much.https:\/\/t.co\/lHsn3Ykjj4","sentiment_score":0.0}
{"full_text":"Bullshit","sentiment_score":0.0}
{"full_text":"RT Please look at KAT and tell him about the 98% survival rate","sentiment_score":0.0}
{"full_text":"This was a pandemic party..  Pandemic Parrrtayy..","sentiment_score":0.0}
{"full_text":"RT No honor None","sentiment_score":0.0}
{"full_text":"\"Marina - Mans World flopped so bad. Stream her new album whenever that shit finally releases so she can buy toilet paper and hand sanitizer to get reedy  for the first wave of the mutation virus of swine flu, ebola, and corona for 2021.\"","sentiment_score":-0.0911616162}
{"full_text":"I feel though for the young ones that I'm teaching, 1st grade it will never replace in person before COVID. Especially if you have 36 of them to teach and they have no materials given to them like paper and pencils. That's just my opinion.","sentiment_score":0.05}
{"full_text":"NY set limits for how many attendees can be in a place of worship during #COVID19. But this new Supreme Court decision may allow religious challenges to this rule... #scotus","sentiment_score":0.2121212121}
{"full_text":"RT Just wear a mask...","sentiment_score":0.0}
{"full_text":"Wow. Still marveling over the fact that people have families to spend time with during the pandemic. Must be nice to not be alone for 9 fucking months. Wow.","sentiment_score":0.05}
{"full_text":"we really took a WHOLE statewide mask mandate away in the middle of a pandemic. make it make sense. ","sentiment_score":0.1333333333}
{"full_text":"RT And, people are dying by the thousands everyday because of this president.He fired the pa...","sentiment_score":-0.2}
{"full_text":"| Thousands in PA face eviction when protection expires Dec. 31 #EvictionCrisis #HousingForAll","sentiment_score":0.0}
{"full_text":"RT 11,000 workers at Tyson Foods got COVID &amp; 36 died while managers made bets on how many would get sick. The working condi...","sentiment_score":-0.1071428571}
{"full_text":"RT For those wondering, there are programs you can do this with in the US if you want to adopt a grandparent:ht...","sentiment_score":0.0}
{"full_text":"RT The tiers will be \"loosened\" by the end of the March? That's when the sunset clause for the Covid legislation falls anyway. I...","sentiment_score":0.0}
{"full_text":"Dear M. Gabbard. I suggest you publicly disavow the CFR and spend the next One year + months preparing for a return to congress. Your office called me 8 times to take part in a 'COVID' town hall. I had to bow out because of the astonishing betrayals and pile of info on the ......","sentiment_score":0.1666666667}
{"full_text":"RT Crazy stat of the day: If the United States had South Dakota's COVID death rate in the past month, 225,000 Americans wou...","sentiment_score":-0.425}
{"full_text":"RT We must come to such a development that a person feels that his evil attitude toward another kills both himself, his opponen...","sentiment_score":-0.5}
{"full_text":" New Jersey governor stops event at liberty state park due to covid violations .... the event young republicans .  the guest speaker Florida governor","sentiment_score":0.0371212121}
{"full_text":"Nigeria records over 300 new Covid-19 cases in 3 consecutive days","sentiment_score":0.1363636364}
{"full_text":"RT This is unsettling!","sentiment_score":-0.625}
{"full_text":"RT More terrible news: LA County just recorded more new cases of the coronavirus in a single day than ever before, 8,949. Th...","sentiment_score":0.012987013}
{"full_text":"RT Let's make this clear:Donald Trump lost. By a lot.And in defeat, Trump could care less about a worsening pandemic and s...","sentiment_score":-0.1666666667}
{"full_text":"Thats what i thought and i still got that shit","sentiment_score":-0.2}
{"full_text":"Yes it is, and even the CDC admits that you're immune for \"at least\" 3 months. Newsflash, October wasn't more than 3 months ago. And she was alone anyways. So you are wrong in every single point you attempted to make. Impressive.","sentiment_score":0.1257142857}
{"full_text":"Mane idk. Covid complicating shit","sentiment_score":-0.2}
{"full_text":"RT She died before getting her test results...this is the reality of COVID","sentiment_score":0.0}
{"full_text":"#AmericanAirlines to help keep approved #COVID19 vaccines stored safely at the right temperatures before transporting them.","sentiment_score":0.3928571429}
{"full_text":"Meet three teachers who crafted spaces that were both welcoming and fun for students, whether they're learning online or at school.","sentiment_score":0.3}
{"full_text":"In some #African countries, strict lockdowns worsened hunger and joblessness.Here's what these #Catholic organizations are doing to help:https:\/\/t.co\/A2QbTgCe3w #COVID19 #migrants #migrantslivesmatter","sentiment_score":0.0}
{"full_text":"I really gotta proofread before hitting reply. The death total as of October 3rd was 2.39 million. Where'd the number come from? The CDC.","sentiment_score":0.0666666667}
{"full_text":"\"Australian writers and Australian writing matter more than ever.\"Artistic Director, Eamon Flack speaks with  about the importance of saving MY BRILLIANT CAREER from being lost to lockdown.MY BRILLIANT CAREER5 DEC - 31 JAN","sentiment_score":0.4388888889}
{"full_text":"Gene therapy pioneer James Wilson is applying his knowledge and experience in the field to a new frontier: the #Covid19 pandemic.https:\/\/t.co\/6RMpI0l8Kd","sentiment_score":0.1363636364}
{"full_text":"HEY! Congratz to my good bud for making it to 50 followers on #Twitch. Jump in and give him a covid-free virtual high five!!!","sentiment_score":0.50625}
{"full_text":"RT A report from the brilliant on yesterday's hearing in our PPE cases.","sentiment_score":0.9}
{"full_text":"Nearly 40 years into the #HIV epidemic and scientists are still grappling with finding a #vaccine that works. Here's what makes it so complicated -- and a look at the jabs leading the pack.","sentiment_score":-0.2}
{"full_text":"and granted funding to 11 data-driven projects to uncover underreported stories of the #COVID19 pandemic. These reproducible projects will share data and story recipes, helping local reporters replicate. Learn more here: ","sentiment_score":0.25}
{"full_text":"Public Health to Modify Health Officer Order as ICU Capacity Falls Below 15% in Southern California#COVID19 Cases and Hospitalizations Continue to Break Records.  View","sentiment_score":0.0}
{"full_text":"The on-going pandemic has affected everyone, financially. Here are a few tips that can help you to avoid future financial problems.Contact us to learn more.https:\/\/t.co\/mmM8NQ0JTE#FinancialPlanning #Covid19 #budget #SideHustle #FinanceTips #AxcelerateYourLife #AxcelFinance","sentiment_score":-0.05}
{"full_text":"University of the Philippines professor Guido David reminded Filipinos to continue following health protocols to minimize transmission of COVID-19 amid the holiday rush.","sentiment_score":0.0}
{"full_text":"\"Canada needs small businesses. Our communities need small businesses. And our government needs to better acknowledge this and provide support to our small businesses.\" -- by #onpoli #cdnpoli","sentiment_score":-0.0625}
{"full_text":"House Speaker Nancy Pelosi gave an optimistic assessment of the prospects for a mid-sized COVID-19 relief bill and a separate $1.4 trillion government-wide spending bill on Friday, teeing up expectations for a successful burst of legislative action.","sentiment_score":0.425}
{"full_text":"RT So excited that we're going to have a cure for this in like, twenty seconds.","sentiment_score":0.375}
{"full_text":"#AmericanAirlines to help keep approved #COVID19 vaccines stored safely at the right temperatures before transporting them.","sentiment_score":0.3928571429}
{"full_text":"RT \"We've spent most of 2020 marveling at the talent, dedication, and stamina of registered nurses during #COVID19. Registered nu...","sentiment_score":0.2}
{"full_text":"102 year old Angelina Friedman from New York  beats the coronavirus -- twice!https:\/\/t.co\/bUaQq5kfws","sentiment_score":0.1181818182}
{"full_text":"#ClosedinPHL displays a map of recent restaurant closings, with details about each one. You can sort closings by month, find out if the closure is intended to be permanent or temporary, and keep tabs on a spot's current status.","sentiment_score":0.0}
{"full_text":"How to be alone by","sentiment_score":0.0}
{"full_text":"RT We get it. You think it's a hoax. You think it won't affect you or anyone you know. You think it's only bad for old peopl...","sentiment_score":-0.2}
{"full_text":"RT People with learning disabilities six times likelier to die from coronavirus","sentiment_score":0.0}
{"full_text":"#AmericanAirlines to help keep approved #COVID19 vaccines stored safely at the right temperatures before transporting them.","sentiment_score":0.3928571429}
{"full_text":"RT With the U.K. becoming the first country to approve a COVID-19 vaccine, Interpol gave another warning about organized crime grou...","sentiment_score":0.35}
{"full_text":"Breweries have been struggling to stay afloat throughout the pandemic; now's a really good time to go visit one of Portland's greats for a growler or two","sentiment_score":0.35}
{"full_text":"#ACA #OPENENROLLMENT IS ENDING SOON (Dec 15, 2020). You MUST enroll by end date for 2021 insurance coverage! Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"At what point do you conclude that maybe your safety protocols could use another look?","sentiment_score":0.0}
{"full_text":"Nolte: Mayor Blames Corona Spike on Everything but the Virus via First News","sentiment_score":0.25}
{"full_text":"Our governor is a fucking moron. We are now the 8th worst state for Covid.","sentiment_score":-0.9}
{"full_text":"#OPSaturdaySelfCareChallenge: Listening to music has benefits for learning, mental health, physical and emotional health. Tag or mention 1 person to do the challenge. Let's practice self-care. Stay healthy, stay safe and please stay home. #UBOPS #PsychPower #OPStoppable","sentiment_score":0.18}
{"full_text":"We salute the hard work, dedication and foresight of our heroes and members of our disciplined forces for helping #Fiji to achieve the status of COVID contained country. #FijianGoverment #FijiNews #TeamFiji","sentiment_score":-0.2916666667}
{"full_text":"On Fri. Dec. 18, Highlanders Boxing Club will host their annual Community Toy Drive. It will be held outside--please wear a mask. Kids must be present to receive gifts.They also need volunteers &amp; sponsors. Get more information at their website:https:\/\/t.co\/gjKkoDPEwb","sentiment_score":0.25}
{"full_text":"Health officials urge Virginians to stay home for the holidays ","sentiment_score":0.0}
{"full_text":"In our next webinar with newsroom managers and editorial team leaders will get to learn how the newsroom adapted during the pandemic.  Dec. 10 10 AM EST Sign up: #CoveringCOVID","sentiment_score":0.0}
{"full_text":"RT I hate to break it to you but challenge trials would have done approximately nothing to speed up vaccine approvals and...","sentiment_score":-0.6}
{"full_text":"Current Conditions for #Sayre PATemp: 35.6FWind Chill: 32.4FHumidity: 92%Dew Point: 33.6F Barometer: 29.997 inHgWind: 4 mph from the WNWCorona Virus Weekly Stats:Cases: 207.000000Deaths: 11.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT We dwarf all of these industries when it comes to the amount of people we employ.","sentiment_score":0.0}
{"full_text":"Business rates repayment pot nears PS2bn as Lidl signs up #finance #financial #finanzas #finanza","sentiment_score":0.0}
{"full_text":"RT Low-cost airline, has reintroduced flights between Victoria Falls &amp; #Johannesburg as the country continues to o...","sentiment_score":0.0}
{"full_text":"RT RT if you would patronize a small business that re-opened with common sense precautions in defiance of lockdown orders","sentiment_score":-0.275}
{"full_text":"Thank you!","sentiment_score":0.0}
{"full_text":"RT Government official undermining its own administration's advice again. How a country with 5 percent of the world's pop...","sentiment_score":0.6}
{"full_text":"RT Almost All COVID Transmission Is Happening in These 5 Places, Doctor Says via","sentiment_score":0.0}
{"full_text":"The U.K. is planning to begin administering the COVID-19 vaccine on Tuesdayhttps:\/\/t.co\/dr7wpjg4f8","sentiment_score":0.0}
{"full_text":"Special Covid Beanies","sentiment_score":0.3571428571}
{"full_text":"#SuffolkJobs Suffolk Jobs: Covid Test Site Operatives for Ipswich, Ipswich: DBS Required, you must have your own DBS or be able to pay PS30 for DBS checks Our client based in Ipswich are looking for Multi Skilled... For More Jobs &gt;&gt;&gt; Please Go2 Our Page!","sentiment_score":0.55625}
{"full_text":"And you don't think it would be important to quarantine sick people during a pandemic? Come on, think about it.","sentiment_score":-0.1571428571}
{"full_text":"[Dope NEWZ][Dope Report]Jeremih Exits Hospital After Near-Death Battle With COVID-19: \"I would like to thank God and the incredible team of doctors and nurses at Northwestern Memorial Hospital for saving my life,\" Jeremih... thedopeacademy.comTHEdopeACADEMY","sentiment_score":0.9}
{"full_text":"RT Covid destroys lives.","sentiment_score":0.0}
{"full_text":"More than 2,200 inmates at San Quentin State Prison have become infected with Covid-19 since May.https:\/\/t.co\/iWNEGmeyeZ","sentiment_score":0.5}
{"full_text":"NFL charging ahead with Super Bowl dreams as Covid-19 threatens to derail path to Tampa","sentiment_score":0.3333333333}
{"full_text":"RT to agree --&gt; COVID kill people. ","sentiment_score":0.0}
