{"full_text":"I swear, the next time someone tries to tell me Dunning-Kruger is a condition specific to the right, I'm going to show them Matt's COVID tweets from today.","sentiment_score":0.0464285714}
{"full_text":"If anyone has can help them out! They sure could use the knowledge that is world is still full of amazing people.any amount helps!","sentiment_score":0.5333333333}
{"full_text":"RT Owensboro metropolitan among top U.S. areas where COVID-19 rising fastest.","sentiment_score":0.5}
{"full_text":"I've already commented on why flu deaths are lower..you really should be able to work it out for yourself... 9 months of covid restrictions like lockdown, social distancing and masks slow the spread of flu too! Its not rocket science!","sentiment_score":0.0661458333}
{"full_text":"RT Oh damn! Turn up!!","sentiment_score":0.0}
{"full_text":"RT I've said this once and I'll keep saying it-- the underlying principle here is that our healthcare system capacity *cannot...","sentiment_score":0.0}
{"full_text":"Just a great educational offer during lockdown for schools from one of our NPOs","sentiment_score":0.525}
{"full_text":"This organization right here!  They do amazing work for students, and their families!   Please donate! won't regret it!","sentiment_score":0.6785714286}
{"full_text":"RT WATCH: Nancy Pelosi admits she blocked COVID relief bill for months | The Post Millennial","sentiment_score":0.0}
{"full_text":"Exactly. I just want to go out to eat with friends. California lock down has been the worst. Today is special, how do I celebrate","sentiment_score":-0.1371031746}
{"full_text":"Could it be because these demographics are less likely to participate in the research part of the process to make vaccines? I don't know the numbers. Anyone?","sentiment_score":-0.0833333333}
{"full_text":"PARIS: Police In Full Retreat From Black Bloc Rioters And Anti-Lockdown Protesters... via","sentiment_score":0.0916666667}
{"full_text":"RT BREAKING: Today's game between No. 1 Gonzaga and No. 2 Baylor has been canceled because of COVID-19 issues.","sentiment_score":-0.4}
{"full_text":"RT Well Gym-bo, now that you asked:South KoreaPopulation: 51 millionCOVID deaths: 529COVID dea...","sentiment_score":0.0}
{"full_text":"Couldn't agree more.","sentiment_score":0.5}
{"full_text":"more","sentiment_score":0.5}
{"full_text":"RT Sen. Mitt Romney calls President Trump's leadership on Covid-19 \"a great human tragedy\"","sentiment_score":0.4}
{"full_text":"RT Even the pandemic can't stop this blessed human. Thank You, Father! #MaineMendoza #MaineEdukCircle2020","sentiment_score":0.0}
{"full_text":"RT Diagnosing why the US has so blatantly failed to respond to #COVID19 by 2 tweets","sentiment_score":-0.5}
{"full_text":"RT Some people say \"Build Back Better.\"But I say \"Universal Healthcare For All WTF Is Wrong With You We're In A Global Pande...","sentiment_score":-0.0833333333}
{"full_text":"RT 15 suitcases of ballots to flatten the curve.","sentiment_score":0.0}
{"full_text":"RT NO TWITTER I don't want to read this article about myself before I tweet it!! Thanks for trying to censor us all chronica...","sentiment_score":0.2}
{"full_text":"RT Just say no. #NoWay#JustSayNo If everyone declines to participate, they have no power. We have the power.#WeThePe...","sentiment_score":0.0}
{"full_text":"Given the amount of Norwich fans clearly ignoring the wear a mask at all times role - definitely think we should be awarded the 3 points today #swfc","sentiment_score":0.05}
{"full_text":"\"Listen to the experts.  The doctors know what they're talking about\"So why do so many ignore the many doctors that speak against the mainstream narrative?","sentiment_score":0.5}
{"full_text":"RT Indian Muslims literally put up a democratic fight for 3 long months before it was stopped by COVID. That too when they wer...","sentiment_score":-0.05}
{"full_text":"RT 'This is not that hard to understand, everybody' -- Bill Nye is back on TikTok to drop more knowledge about masks and COVID...","sentiment_score":0.0694444444}
{"full_text":"Ward - think there are 3 issues, will add a 4th - don't think we have to ADD a priority, they can come into existing priorities.  Industrial, downtown, affordable housing, and he'd like to add expanding and protecting our public spaces for our residents.  COVID has shown...","sentiment_score":0.0}
{"full_text":"RT The Oxford team behind a successful #COVID19 vaccine candidate are close to entering the final stage of human trials in their...","sentiment_score":0.0875}
{"full_text":"My son's first football match was going to be down the road at Macclesfield this season. Didn't happen as they went bust, covid etc so it was likely to be equally local at Altrincham next season. Little did I know I might be combining that with his first #bcafc match. Poor lad.","sentiment_score":-0.0303819444}
{"full_text":"RT Please look at KAT and tell him about the 98% survival rate","sentiment_score":0.0}
{"full_text":"#wheresboris #covid #ToryIncompetence Maybe cheaper to roll","sentiment_score":0.0}
{"full_text":"Tier 3 pandemic pal, wbu?","sentiment_score":0.0}
{"full_text":"RT Another busy week! I've:Launched first major x-party report into Govt's handling of coronavirus","sentiment_score":0.1458333333}
{"full_text":"RT As someone who has lost a family member as a direct result of people like you, if you contract COVID, it's...","sentiment_score":0.1}
{"full_text":"#EndLockdowns #NoMore Covid-1984","sentiment_score":0.0}
{"full_text":"As a thank you to all of my readers and because of the pandemic, I have lowered the price for all formats.Join Jimmy and The Music Man on their adventure to a magical realm!They play the Music Man's piano using a song he composed and off they go!#mustreads #urbanfantasy #books","sentiment_score":0.5}
{"full_text":"The pandemic ends until it is translated into Turkish.I could not read. but the virus will speed up globalization terribly in the world. The number of people who own their own business will be greatly reduced.+ offer jack london iron heel","sentiment_score":0.25}
{"full_text":"RT Btw this is yet another in the long list of tactics lifted entirely from Goebbels' playbook. Routinely summoning diplomat...","sentiment_score":-0.025}
{"full_text":"RT During the first lockdown we shared details of some of the great small businesses doing deliveries and collections. On #...","sentiment_score":0.2666666667}
{"full_text":"Hey, #GymJordan.\"Avoid travel\" means \"Avoid Covid-19\" How are you too stupid to see that ?Ask Melania what she thinks about Christmas.You are such a repulsive, sweaty #Republiturd!","sentiment_score":-0.4}
{"full_text":"Seniors at risk of isolation are finding friendships through \"call a senior\" programs ","sentiment_score":0.0}
{"full_text":"RT The latest research suggests mask mandates help control the spread of #Covid19.On Friday, December 4, the CDC issued a new...","sentiment_score":0.3181818182}
{"full_text":"RT mando spoilers----Before Covid        After Covid","sentiment_score":0.0}
{"full_text":"RT Why won't a vaccine substantially reduce deaths from #covid19 this winter? Because it won't be distributed in large numbers...","sentiment_score":0.2142857143}
{"full_text":"RT The infection rate in schools is consistently lower than in surrounding communities.Students &amp; teachers wash their hands,...","sentiment_score":0.25}
{"full_text":"RT #AndreGagnon #December #70s #80s #90s #ballads #lovesong #playlist #pop #music #aor #nowplaying #retro #stayhome #pian...","sentiment_score":0.0}
{"full_text":"RT We've sacrificed so much!!! We compromise our mental, emotional health to follow quarantine. Many people risk their phys...","sentiment_score":0.19765625}
{"full_text":"RT This is my sister's husband. My brother in law. My family. If I let my mind wander into possibilities, I'm a wreck. I get no...","sentiment_score":0.0}
{"full_text":"RT The extent of the # of deaths &amp; economic devastation from this pandemic was completely unnecessary. Both deaths &amp; income los...","sentiment_score":-0.1}
{"full_text":"RT Last night I visited several nightclubs in Miami. There's a curfew in effect from 12am to 6am, but these places don't...","sentiment_score":0.0}
{"full_text":"RT No. 1 Gonzaga and No. 2 Baylor men's basketball teams agree to reschedule today's game for a later date after members o...","sentiment_score":-0.2}
{"full_text":"RT #IWearAMaskBecause this is what happens when you don't wear a mask.","sentiment_score":0.0}
{"full_text":"Lets have a good quali George and valterri lets go mercerdes. Hopefully Lewis recovers from covid do miss him. But nice to see george in a mercerdes","sentiment_score":0.65}
{"full_text":"Why the hell would these college authorities want to reopen colleges when the number of cases of covid are rising day by day...???#COVID #pandemic  #NMC  #gujaratuniversity #MedicalStudent  #MBBS","sentiment_score":0.0}
{"full_text":"RT We're all in this together. Let's act like it.","sentiment_score":0.0}
{"full_text":"RT If Democrats were the majority in the Senate, Covid relief would have happened 5 months ago. Everyone in food lines, bein...","sentiment_score":0.0}
{"full_text":"RT The global emergency into which we have been plunged by COVID-19 sounds like a new appeal to the world's conscience. #Somo...","sentiment_score":0.0681818182}
{"full_text":"RT Special thoughts today to all the first responders and hospital workers whose lives are devastated by COVID.  Thank so mu...","sentiment_score":0.3035714286}
{"full_text":"How's it feel Joe!!! Ask President Trump how to handle the press making \"false\" accusations!!! After all you won't take the covid shot without first asking Obama what you should do!!!","sentiment_score":-0.146484375}
{"full_text":"RT If Democrats were the majority in the Senate, Covid relief would have happened 5 months ago. Everyone in food lines, bein...","sentiment_score":0.0}
{"full_text":"RT Well done public health advice with some humor. Please pass on to the misguided skeptics you know.","sentiment_score":0.0}
{"full_text":"I support the lockdown, but when I look at shit like this...","sentiment_score":-0.2}
{"full_text":"RT Our country is in the middle of a dramatic spike in COVID-19 cases. Please wear a mask, keep social distancing, and limit the...","sentiment_score":-0.1333333333}
{"full_text":"Think about that. If you get Covid, there might not be a hospital bed for you. Wear a goddamn mask.","sentiment_score":0.0}
{"full_text":"RT EVERY JOB IS ESSENTIAL !!!!! Just ask the person who has the job!!! Open up the damn country and keep it open!!!! Everybo...","sentiment_score":0.0}
{"full_text":"RT Contact tracers in Colorado are swamped by a surge in coronavirus cases. \"Trying to ID where they picked it up in the 10 p...","sentiment_score":0.0}
{"full_text":"Qanon covidiot bullshit alert.Please go to all people who lost their beloved members to covid and tell them your bullshit.","sentiment_score":0.7}
{"full_text":"RT The city of Lubbock, Texas, has reported that it is out of hospital beds as the nation faces a record number of coronavirus ca...","sentiment_score":0.0}
{"full_text":"RT #IWearAMaskBecause I care about the individuals I support.#IWearAMaskBecause I want to hug my grandson again.#IWearAMask...","sentiment_score":0.0}
{"full_text":"Yah at 10pm alcohol becomes a covid transmittable disease.","sentiment_score":0.0}
{"full_text":"RT Whether it's wealthy people fleeing to their second homes or college students forced to move back in with their parents, the...","sentiment_score":0.05}
{"full_text":"RT Chinese Communist Party kidnapped and brainwashed our Chinese over 70 years.We Chinese are also victims in #COVID19 Unre...","sentiment_score":0.0}
{"full_text":"so the Government are NOT being led by the Science!","sentiment_score":0.0}
{"full_text":"On the covid front..","sentiment_score":0.0}
{"full_text":"RT My body hurts after a 16 hr shift in COVID ICU,  it not as much as my soul. I have never felt so helpless, so angry, and so sa...","sentiment_score":-0.15}
{"full_text":"RT With weeks to go until the United States begins vaccinating people against the coronavirus, an increasingly vocal \"medical fr...","sentiment_score":0.0}
{"full_text":"RT To be factual to you pro life peeps. Abortions are safe and legal. Make them illegal, MORE will die due to botched abortio...","sentiment_score":0.115}
{"full_text":"RT #BREAKING NEWS: The Steelers announced that they have activated Stephon Tuitt from the Reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"RT No. 1 Gonzaga and No. 2 Baylor men's basketball teams agree to reschedule today's game for a later date after members o...","sentiment_score":-0.2}
{"full_text":"RT Our country is in the middle of a dramatic spike in COVID-19 cases. Please wear a mask, keep social distancing, and limit the...","sentiment_score":-0.1333333333}
{"full_text":"RT Given the enormous economic desperation facing working families in this country today, I will not be able to support the re...","sentiment_score":0.2333333333}
{"full_text":"RT If the Senate did it's job &amp; provided the American people &amp; small businesses the funds they need to stay hom...","sentiment_score":-0.125}
{"full_text":"COVID-19: Alberta positivity rate reaches milestone of 10.5 per cent, province adds 1,828 new cases","sentiment_score":0.1363636364}
{"full_text":"Good. I don't want to fly with a Typhoid Tom. Stay home.","sentiment_score":0.75}
{"full_text":"Why aren't you wearing a mask in your avi? Just wear it.","sentiment_score":0.0}
{"full_text":"Lockdown not stopping our work Xmas party! #risualxmas is a night of cocktail making, games, dinner &amp; music, with all the #risualfam!","sentiment_score":0.0}
{"full_text":"RT Combining the latest employment figures with COVID case counts is revealing. #cdnecon","sentiment_score":0.5}
{"full_text":"I didn't, don't wear mask. But never got COVID even going to big city.","sentiment_score":0.0}
{"full_text":"THIS AFTERNOON will join to discuss if every day is #CyberMonday during this #COVID19 holiday shopping season ? #HolidaySeason #shopping #holidayshopping #covidholidays TUNE IN","sentiment_score":0.0}
{"full_text":"RT Everyone should read Jenn Agg's very personal struggle being a restaurant owner in pandemic times. In my opinion, any landlor...","sentiment_score":0.0}
{"full_text":"not regularly  .ie. during this lockdown bcoz i was all the time on  &amp; I think my no. has increased so need a checkup","sentiment_score":0.0}
{"full_text":"RT I'm not anti-vax. I hope it will reassure those who are at risk and tamp down the pervasive fear of COVID.But how do...","sentiment_score":-0.1555555556}
{"full_text":"RT India, France, Greece, Spain, Chile, and the US are all seeing major struggles against capitalism and for protection fro...","sentiment_score":0.0625}
{"full_text":"RT Having a lockdown and forcing businesses into bankruptcy for a disease that has a 99.8% cure rate is like burning down yo...","sentiment_score":-0.1555555556}
{"full_text":"RT Hey hospitals are in dire need of iPads so families can communicate with their loved ones who are in hos...","sentiment_score":0.7}
{"full_text":"RT In a recent interview, gave his thoughts on global responses to the pandemic and what our mindset should be...","sentiment_score":0.0}
{"full_text":"RT 'This is not that hard to understand, everybody' -- Bill Nye is back on TikTok to drop more knowledge about masks and COVID...","sentiment_score":0.0694444444}
{"full_text":"We are in the middle of a pandemic which none of us have experience . 1\/2 the Ohio St coaching staff is out with Covid and they are playing? Wow","sentiment_score":0.05}
{"full_text":"The #COVID19 pandemic ensued a significant reduction in #blooddonation across the globe due to a pan-#lockdown, which lead to postponement of all elective transfusion requirements.","sentiment_score":0.125}
{"full_text":"RT YOU MUST NOT!-STAY HOME!#ampFW","sentiment_score":0.0}
{"full_text":"RT I agree...do u agree with me that nengi is actually the most marketable female lockdown housemate?","sentiment_score":0.1666666667}
{"full_text":"While most US states have instituted mask-wearing requirements, we need a nationwide mask mandate to ensure a science-based response to managing the pandemic.https:\/\/t.co\/E7kDfHoEi8","sentiment_score":0.5}
{"full_text":"RT Years from now it will be important to explain to younger generations just how ignorant, reckless, selfish and opportuni...","sentiment_score":-0.0333333333}
{"full_text":"Read about response to the #Covid19 pandemic and how it supported brokers in its entry into Marketing Campaign of the Year - B2B in the Insurance Times Awards 2020, winners revealed at a virtual ceremony on 9 Decemberhttps:\/\/t.co\/m0kZEVFN7u#ITAwards #finalists","sentiment_score":0.0}
{"full_text":"#ACA #OPENENROLLMENT IS ENDING SOON (Dec 15, 2020). You MUST enroll by end date for 2021 insurance coverage! Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"While the COVID-19 pandemic has caused a backlog in FDA drug approvals, several new and promising drugs are making their way through the FDA pipeline.https:\/\/t.co\/uoyQe5eHaG","sentiment_score":0.1121212121}
{"full_text":"Mitch is a disgraceful coward.","sentiment_score":0.0}
{"full_text":"RT Dinosaurs are extinct because the Magasorous refused to wear a mask.","sentiment_score":-0.4}
{"full_text":"The quarantine-free travel corridor launch was delayed two days before it was due to begin as Hong Kong saw a new hike in the number of COVID-19 cases begin on Nov. 21.https:\/\/t.co\/QVQ3iPsvKZ","sentiment_score":0.0056818182}
{"full_text":"South Bank is absolutely SWARMING with people. You wouldn't even know there was a pandemic","sentiment_score":0.2}
{"full_text":"#Listenback #ICYMI Should Covid-19 vaccines be mandatory? hears from listeners","sentiment_score":0.0}
{"full_text":"As the globe races for a Covid-19 vaccine, Africa Matters looks at the obstacles of vaccinating more than a billion people","sentiment_score":0.225}
{"full_text":"Hi everyone~So I'm making an \"Emergency Chibi Commission sale\". The reasoning for this because of covid I'm helping my parents pay for their bills. I will have 30 slots available for this time around. Retweets are greatly appreciated as well (thth)","sentiment_score":0.3}
{"full_text":"Remote learning during Covid-19 looks radically different on opposite sides of the digital divide","sentiment_score":-0.025}
{"full_text":"\"Several key players and coaches' would've been out Saturday\"","sentiment_score":0.0}
{"full_text":"COVID-19 outbreak at NYC Board of Elections offices could affect Bronx race","sentiment_score":0.0}
{"full_text":"A reminder:  -That Senate \"Kelly Loeffler\" and \"David Perdue- Committed the crime of \"Insider Trading\" six months ago right before markets crashed as the result of the start of the ongoing pandemic and \"AG William Barr\" covered it all up.","sentiment_score":0.2857142857}
{"full_text":"Watch the crucial first days of the COVID-19 outbreak and subsequent lock-down of Wuhan, China through the eyes of the people most impacted by the virus' rapid spread. Catch 76 DAYSin our #VirtualCinema - every ticket purchase helps keep our doors open!","sentiment_score":0.15}
{"full_text":"A HUGE #InternationalVolunteersDay THANK YOU to all our fantastic volunteer who've helped with all our projects in 2020 and especially to all those who stepped up and allowed us to deliver help to vulnerable people across our community during #Lockdown.@TNLComFund","sentiment_score":0.075}
{"full_text":"How to deal with grief -- and persevere -- mid-pandemic.","sentiment_score":-0.8}
{"full_text":"Tune into NEWSTALK 580 CFRA at 3PM today to catch CAA on \"Experts on Call\"! We'll be talking about winter driving, roadside assistance, new COVID19 protocols, and so much more. ","sentiment_score":0.3181818182}
{"full_text":"What to do this afternoon? Check out the Miami Selfie Museum Find out more belowhttps:\/\/t.co\/WGcel2dkyK","sentiment_score":0.5}
{"full_text":"RT #dontyouforgetaboutme They took down the sign from yesterday. We put up a new one and added some more candles.In memo...","sentiment_score":0.1602693603}
{"full_text":"Why Covid-19 Caused A Bike Boom","sentiment_score":0.0}
{"full_text":"Vox spoke with two MU students about living #immunocompromised during COVID-19.","sentiment_score":0.0}
{"full_text":"RT VIDEO OF THE DAY .@BillNye explaining why you should wear a mask","sentiment_score":0.0}
{"full_text":"RT Covid is the first disease to have an anti-vaccine movement before it had a vaccine. We're not out of the woods yet.","sentiment_score":0.25}
{"full_text":"\"Every day is a Friday bc tomorrow is always a Sadder day\" - Ivan","sentiment_score":0.0}
{"full_text":"Residents of Nebraska's long-term care facilities could soon get in-person visits from relatives or friends under a new program designed to help them during the pandemic.https:\/\/t.co\/bq45LdiaHM","sentiment_score":0.1363636364}
{"full_text":"RT 'This is not that hard to understand, everybody' -- Bill Nye is back on TikTok to drop more knowledge about masks and COVID...","sentiment_score":0.0694444444}
{"full_text":"Founded in 1917, the Lions Club is best known for its fight against blindness, but the nonprofit also volunteers for many different kinds of community projects.","sentiment_score":0.5}
{"full_text":"Thread. both for the content and because he indexes at 0 like a proper engineer.","sentiment_score":0.0}
{"full_text":"Many malls and shopping centers are doing their best to pivot during this time, and remain attractive to both consumers and possible future retailers.","sentiment_score":0.46}
{"full_text":"RT Our country is in the middle of a dramatic spike in COVID-19 cases. Please wear a mask, keep social distancing, and limit the...","sentiment_score":-0.1333333333}
{"full_text":"Every December, hundreds of thousands of Mexican nationals living in the United States head south of the border to visit family over the holidays. But officials in neighboring Sonora are urging them not to come this year amid the pandemic.https:\/\/t.co\/AARP7pXGNw","sentiment_score":0.0}
{"full_text":"Rudolph the Face Masked Reindeer Wrapping Paper Sheets via #OhDeer #christmasgiftsideas #Rudolph #thefacemaskedreindeer #COVID19 #wearamask #giftwrapping #wrappingpaper #Christmasgiftideas #holidays #Christmas2020","sentiment_score":0.0}
{"full_text":"How many times have they said this?","sentiment_score":0.5}
{"full_text":"RT Carrie Lam bemoaned her \"piles of cash\" in the middle of a pandemic that has devastated incomes for thousands of people. The...","sentiment_score":0.0}
{"full_text":"Sleep and immunity in times of COVID-19 - PubMed","sentiment_score":0.0}
{"full_text":"Businesses with less money and less access to credit -- many of them owned by people of color and women -- were forced to wait for their PPP loan. Some never managed to get help.https:\/\/t.co\/jYJ4E8LLW5","sentiment_score":-0.0333333333}
{"full_text":"RT RE: COVID-19We are all in the same storm but not in the same boat.","sentiment_score":0.0}
{"full_text":"President-elect Joe Biden said on Friday he plans a scaled-back event for safety's sake during the pandemic.https:\/\/t.co\/JKB33yxXGd","sentiment_score":0.0}
{"full_text":"Rick Grimes [to Daryl Dixon]: You spared Dwight. After Denise, after what he did to you.#TheWalkingDeadSeason 9The Obliged28 Oct 2018#TWDSheriff's DepartmentCynthiana, KentuckyCDC, Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last GrimesAndrew Lincoln","sentiment_score":0.0}
{"full_text":"Lockdown weekends ","sentiment_score":0.0}
{"full_text":"You can help prevent the spread of COVID-19: Stay home if sick. Keep physical distance. Wear a face covering. Keep your hands clean.Learn more:","sentiment_score":-0.0714285714}
{"full_text":"Special Alert: SoCal 511 is keeping you up to date on the Coronavirus (Covid-19) impacts to transportation in the 5 county areas(Los Angeles, OC, Ventura, Riverside, and San Bernardino) every hour.  For more information visit:","sentiment_score":0.4285714286}
{"full_text":"RT The greatest vaccine effort in history is underway. Follow it here. via","sentiment_score":1.0}
{"full_text":"#Luas capacity is limited and for necessary journeys only. Please cycle  or walk instead of taking Luas if you can. Please continue to keep priority seating areas available for those who need them. We're #InThisTogether. See for more info.","sentiment_score":0.1657142857}
{"full_text":"The woman in the image represents any clinician during pandemic times: a nurse who's self-quarantining , a medical student hoping to diagnose a patient, a resident on call, a fellow examining patients, or an attending physician in an intensive care unit.","sentiment_score":0.0}
{"full_text":"gas companies trying to recoup losses from people driving less cuz of that whole pandemic thing","sentiment_score":0.0166666667}
{"full_text":"'I might be crazy': still crazy! The people who set up new businesses during Covid","sentiment_score":-0.4045454545}
{"full_text":"Yes, so did I!  You did it or you weren't allowed in school.","sentiment_score":0.0}
