{"full_text":"RT As an immunocompromised chronically ill person it's been SUPER FUN to watch people I know, people in my community, strangers...","sentiment_score":0.0444444444}
{"full_text":"RT Gabriel has tested positive for COVID 19 according to Arsenal official website","sentiment_score":0.2272727273}
{"full_text":"RT Term starts in a week. Why can't tell us:1. What the science tells us about covid in schools?2. What...","sentiment_score":0.0}
{"full_text":"Don't worry said they are all either false positives or expendable. Either way .","sentiment_score":-0.4}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"South Africa is back to level 3 lockdown what a way to close the year. Thank God I don't drink alcohol","sentiment_score":0.0}
{"full_text":"I'm so sick of this Covid bullshit! open the damn country you assholes! over 99% recovery rate and have a motherfucking vaccine.. no more excuses open America! #OpenUpAmerica","sentiment_score":-0.2857142857}
{"full_text":"RT President very emotional tonight. Can't be easy to have people dying everyday from a pandemic during one's presidency. Now is...","sentiment_score":0.0777777778}
{"full_text":"Coronavirus Update Global SituationThere have been 79,673,754 confirmed cases ofCOVID-19, including 1,761,381 deaths, reported to WHO.Situation by Country, Territory or Area1.United States        18,827,3002.India","sentiment_score":0.2}
{"full_text":"That's a very high percentage. And it's very wide open so it appears to be more Republican incompetence.","sentiment_score":0.1445}
{"full_text":"RT Term starts in a week. Why can't tell us:1. What the science tells us about covid in schools?2. What...","sentiment_score":0.0}
{"full_text":"RT \"Instead of fireworks, let us each light a candle in memory of those who have lost their lives and in tribute to those...","sentiment_score":0.4}
{"full_text":"#RETRO #PANDEMIC #STIMULUS #MORTGAGES  #RENT 4\/5 MONTHS LATE55 MILLION  #POOR 8MILL MORE FELL INTO #POVERTY 15MILLION  #JOBLESS 20MILL #CHILDREN  #FOOD #STARVATION2MILLION #HOMELESS","sentiment_score":0.05}
{"full_text":"RT What I refuse to put to the side is the governments pre pandemic ineptitude that has led us here. You cannot read a social me...","sentiment_score":0.0333333333}
{"full_text":"NWO! Why ban alcohol? Anything over 70% alcohol kill Covid. #scam #scamdemic #nwo","sentiment_score":0.0}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"RT The government mandated all large indoor gatherings be restricted, including churches, because selfish ass...","sentiment_score":-0.1428571429}
{"full_text":"Savanna the pandemic ","sentiment_score":0.0}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"Damn Melik done jumped from #RolandMartinUnfiltered to OANN Wonder much of your show tape he used to get on there He use to go so hard for Trump on ya show guess this was his plan\/goal #DamnShame","sentiment_score":-0.0458333333}
{"full_text":"RT This is actually an impressive amount of lies, pure BS, and obsequious asskissing shoehorned into 280 characters Wel...","sentiment_score":0.6071428571}
{"full_text":"RT RTE is blaming Covid for not publishing its Top 10 stars salaries this year. But they haven't been published since 2016. D...","sentiment_score":0.5}
{"full_text":"RT There were 36 positive flu tests reported by the CDC last week.Last year in the same week there were 7,703 positive flu te...","sentiment_score":0.1136363636}
{"full_text":"Anyone who laughs off Covid safety guidelines should read this.https:\/\/t.co\/8JLs1213aR","sentiment_score":0.0}
{"full_text":"RT COVID-19 signal in our city's wastewater is increasing more steeply again &amp; Ottawa's percent of tests coming back positive...","sentiment_score":0.2424242424}
{"full_text":"RT Many elderly people are lonely during this pandemic. But Europeans support each other.  In Madrid, Carmen, Sebastian &amp;...","sentiment_score":0.0916666667}
{"full_text":"It was a blessing during the first lockdown when nursery was closed but now it's proving difficult to manage the amount of stuff!","sentiment_score":-0.1583333333}
{"full_text":"How do you think Covid spreads? What killed 300k +? People that think like you.","sentiment_score":-0.2}
{"full_text":"Unfortunately COVID-19 has really shifted out focus, we are trying to survive this and very little attention is on Pravin and his shenanigans at SOEs","sentiment_score":-0.18125}
{"full_text":"Answer here...","sentiment_score":0.0}
{"full_text":"RT Just woke up to the news that cases are rising by over 41,300 a day.Imagine the number of deaths in one months time if th...","sentiment_score":0.0}
{"full_text":"RT Lol  president Cyril Ramaphosa please level 5. ma 2000 remain ungovernable, \"\"Jou MA se poes\".. #secondwave #cyr...","sentiment_score":0.8}
{"full_text":"RT One in a thousand Americans is dead from Covid. Almost incomprehensible. Unforgivable.","sentiment_score":-0.2}
{"full_text":"RT End of 2020 Kollywood area wise grossers report  All Top3 in every area under control #Annaatthe to...","sentiment_score":0.7}
{"full_text":"RT happy holidays from pre-covid 2020 wallows","sentiment_score":0.8}
{"full_text":"RT Never ceases to amaze me that there exist people who believe that global warming is a hoax, the acidification of the oceans...","sentiment_score":0.0}
{"full_text":"RT Since 1 Dec I've lost 14 PEOPLE close to me to this thing, including my best friend of 15 years. This morning a close fr...","sentiment_score":1.0}
{"full_text":"What do you know about these doctors and nurses? Everyone is saying that ICUs are at capacity. I would wager that these are not people who work in the ICUs (which is a very specialized field). Maybe these are people who work in parts of the hospital that don't have COVID patients","sentiment_score":0.2}
{"full_text":"RT ...and so I will be looking forward to some twisted, fever-dream plot lines. #ProdigalSon","sentiment_score":-0.5}
{"full_text":"RT To all the health workers and people working on the frontline. To all the people that have made sacrifices to combat Covid-...","sentiment_score":0.0}
{"full_text":"RT Mike Pence's ski passes in Vail, Colorado were more than $600 COVID-19 relief check","sentiment_score":0.5}
{"full_text":"RT Coronavirus and announcing the miracle of healing without vaccine nor medicine ...24 - Rabi Akhir - 1441 AH09...","sentiment_score":0.0}
{"full_text":"RT Since the end of lockdown on 2 Dec, London's hospitals have seen a 200% increase in Covid patients","sentiment_score":0.0}
{"full_text":"RT COVID-19 UPDATE Today we are reporting 2,745 new cases, 463,965 total and 21 new deaths for a statewide total of 16,7...","sentiment_score":0.0681818182}
{"full_text":"RT I can't believe we are so squarely back here again. Just stay at home.London hospital declares major incident over oxy...","sentiment_score":0.03125}
{"full_text":"Truth telling citizens should never be jailed","sentiment_score":0.0}
{"full_text":"RT Help a hero. Wear a mask. #MaskUpSTL","sentiment_score":0.0}
{"full_text":"I have covid right now.Thank God I am not very ill.I pray every day.i pray for others.Almost out of  quarantine","sentiment_score":0.0928571429}
{"full_text":"RT #Coronavirus : Hundreds of British skiers flee Swiss #Verbier quarantine WT actual F? I'm ashamed of my fellow Brits. W...","sentiment_score":0.0}
{"full_text":"RT The  in #hulme must be supersoreadung the virus ! Please somebody please make the superm...","sentiment_score":0.0}
{"full_text":"RT The government is corrupt.  Then again so is ours.","sentiment_score":-0.5}
{"full_text":"RT (1\/2) With all the #Xmas snitching going on in Quebec - including the unfortunate cheerleading for police repression by...","sentiment_score":-0.5}
{"full_text":"RT Vice Chairman of the Massachusetts Republican Party Tom Mountain believes he contracted COVID-19 at a White House Hanuk...","sentiment_score":0.0}
{"full_text":"RT Catch all the games this week on YouTube TBHS Trojans","sentiment_score":0.0}
{"full_text":"RT Wales is now at Coronavirus Alert Level 4Do your bit to help the NHS by staying at home, except for the limited purpose...","sentiment_score":-0.0714285714}
{"full_text":"How is it that the US congress decided $1200 was enough for a stimulus package in the early stages of Covid19? It is well known the cost of living differs greatly across the country. Nobody thought of doing a adjusted stimulus package based on the cost of living regionally? 1\/","sentiment_score":0.3}
{"full_text":"RT  | Following a Premier League Board Meeting this afternoon, #EFC has been informed that tonight's fixture against ha...","sentiment_score":0.0}
{"full_text":"RT Hey guys,I can't guarantee you what life after COVID-19 will be. No! But I can tell you that \"The Job Market game will c...","sentiment_score":-0.4}
{"full_text":"RT This is an absolutely staggering statistic: 1 of every 1,000 Americans has now died from covid. The depth of this tragedy is...","sentiment_score":0.2}
{"full_text":"RT Stacey Abrams: \"While Kelly Loeffler and David Perdue have profited from the pandemic, they have done absolutely nothing...","sentiment_score":0.2}
{"full_text":"RT watching the government spend money on shit like tesla police cars while not providing its citizens with financial assistance...","sentiment_score":-0.1}
{"full_text":"turning 21 in a pandemic &lt;&lt;&lt;&lt;","sentiment_score":0.0}
{"full_text":"I think we all have enough to worry about right now without worrying about team sheets - what with COVID19 and the obvious lack of goal scorer at City whilst the manager simply does nothing (just like last season) ","sentiment_score":0.0571428571}
{"full_text":"RT Stacey Abrams: \"While Kelly Loeffler and David Perdue have profited from the pandemic, they have done absolutely nothing...","sentiment_score":0.2}
{"full_text":"Citizen journalists and independent media outlets reported chaotic scenes in Wuhan during the first weeks of the outbreak, with internet censors and government propagandists overwhelmed by the outcry.  via","sentiment_score":0.125}
{"full_text":"I thought this was supposed to be \"fake news\" tho lmfao","sentiment_score":-0.5}
{"full_text":"RT Desperate Trump allies convinced him to sign COVID relief package by 'playing to his vanity': report","sentiment_score":-0.6}
{"full_text":"Covid-19 didn't lose an election.  Trump did that.","sentiment_score":0.0}
{"full_text":"RT Terrible irony that we don't even need to oppress our journalist class to help the government get away with screwing u...","sentiment_score":-1.0}
{"full_text":"Mandatory masks, shuttered theatres and confusing rules: Scouring century-old copies of the reveals many similarities between the 1918 Spanish flu pandemic and the #COVID19 pandemic of 2020, by  #PandemicJournalism","sentiment_score":0.0666666667}
{"full_text":"Come on South Africa, let's do better. #level5 #cyril #Covid19SA #FrontLineHeroes ","sentiment_score":0.5}
{"full_text":"RT Plenty of folks calling out the Dutch government's willfully terrible covid policy and execution.One category weirdly...","sentiment_score":-0.75}
{"full_text":"RT Hi world, after Covid19, travel to Kenya.","sentiment_score":0.0}
{"full_text":"RT COVID-19 cases are continuing to surge in California and across the country. Please do your part in slowing the spread...","sentiment_score":0.0}
{"full_text":"Bleach will kill 99% of coronavirus...Maybe we should have skipped clinical trials and just injected bleach. Jobs a good 'un, right Matthew?What's that? You want proof the bleach won't kill you? Well that's just \"needless regulatory burden\", no?","sentiment_score":0.1619047619}
{"full_text":"RT [TRANS]B : blow Covid-19 away   Amen!! #aibrthwin  #bbrightvc #winmetawin","sentiment_score":0.0}
{"full_text":"Toys For Tots During COVID via","sentiment_score":0.0}
{"full_text":"RT CCP will never stop its censorship and oppression, even they have caused #coronavirus pandemic, instead CCP is...","sentiment_score":0.0}
{"full_text":"Today's the day me and were due to merge our iridescent lockdown bubbles in a bijou eldritch XMasks congerie. Oh well, the shooting, gutting,dismemberment and insanity will have to wait. #CallofCthulhu","sentiment_score":-0.125}
{"full_text":"RT The Phase 3 trial of another investigational coronavirus disease 2019 (COVID-19) vaccine has begun enrolling adult volu...","sentiment_score":0.1}
{"full_text":"In case you missed it.#cyril #COVID19 #Covid19SA #FamilyMeeting Level 3","sentiment_score":0.0}
{"full_text":"RT Remember when we thought lockdown was going to be 21 days? Heyi good times neh?   #cyril","sentiment_score":0.7}
{"full_text":"Kansas prisons rank the third worst for COVID-19 transmission nationally. Half of prisoners in Kansas have now been infected with the virus, which is 8 times the rate of cases among the state's overall population.https:\/\/t.co\/S650Ot7OuD","sentiment_score":-0.3933333333}
{"full_text":"These folks really evicting people in the midst of a pandemic.. Shit crazy smh.","sentiment_score":-0.2}
{"full_text":"RT Amazing how many people get upset at Berenson for sharing a graph straight from the CDC.","sentiment_score":0.4333333333}
{"full_text":" for all you do and mostly for giving a damn. I hear the exhaustion, frustration and yes your love for humanity.  I hope others seeing your comments step up their response to mask up, sanitize, distance &amp; stay home if they are able - blessings to you &amp; your colleagues  again","sentiment_score":0.5}
{"full_text":"Dude, you are all over the place today:-COVID conspiracy -Election fraud-CensorshipWe still have Nashville bombing, 9\/11 inside job and Hillary's emails to cover.","sentiment_score":0.0}
{"full_text":"RT This doctor was informed that he no longer has a job at Walter Reed after offering his view about Trump's limo ride wh...","sentiment_score":0.0}
{"full_text":"RT The first lockdown was HARD, okay? People lost income, their homes, their cars.. Some got into HEAVY debt. So stop wishing...","sentiment_score":0.0645833333}
{"full_text":"RT As of today there are 20,426 Covid patients in hospitals in England - the highest number ever recorded, even at April's...","sentiment_score":0.0}
{"full_text":"Norway extends ban on flights from Britain over virus variant","sentiment_score":0.0}
{"full_text":"An int'l cohort of OHDSI collaborators obtained a grant from the #COVID19 Therapeutics Accelerator to lead an effort to compare the effectiveness of treatments under current evaluation for #COVID19 across an int'l observational data network:","sentiment_score":0.0}
{"full_text":"Sunday marked the final free COVID-19 surge testing program held at the Bryan J. Baptiste Sports Complex to an audience of pre-registered testers that was smaller than previous testing days.For the full story, visit the link in our bio.","sentiment_score":0.0547619048}
{"full_text":"How are bands coping with COVID? Big City Dogs Band, Crazy Fingers and Spam Allstars  share their experiences belowhttps:\/\/t.co\/xk085gJqfe","sentiment_score":-0.3}
{"full_text":"partnered with to help local leaders address rising mental health and addiction issues in their communities during COVID-19. Check out the guide here:","sentiment_score":-0.05}
{"full_text":"Once again, the best-selling tech product of 2020 was Apple's iPhone -  topping the phone's sales in 2019 - despite being a pandemic year when so many people were thrown out of work and money was harder to come by.","sentiment_score":0.2}
{"full_text":"How can profess to spread to gospel when instead of helping the poor, he's stealing from them?","sentiment_score":-0.4}
{"full_text":"Some have huge infection rates","sentiment_score":0.4}
{"full_text":"Join us today, Mon. Dec. 28 for FREE COVID-19 Testing at our new location.When:  Monday, Dec 28, 9A-3PWhere: 11151 Colorado BlvdPreregistration is HIGHLY encouraged for a faster check-in. Visit to register and more info or call 303-538-7420","sentiment_score":0.2990909091}
{"full_text":"The head of the World Health Organization says it's important to step up genomic sequencing worldwide to ensure that new variants of the coronavirus are detected as the pandemic enters its second year:","sentiment_score":0.1787878788}
{"full_text":"~90% of the world's countries shut their schools in efforts to slow the spread of #COVID19. For many students this meant a shift to digital classes -- but not every girl is allowed to learn online from home. More on this in our reports from Nigeria, India, Pakistan &amp; Ethiopia.","sentiment_score":0.175}
{"full_text":"South Korea has reported its first case of the coronavirus variant identified in the U.K. Here's a look at coronavirus news in Canada and around the world.","sentiment_score":0.25}
{"full_text":"How can #retailers know if their organization has sufficient liquidity to weather #COVID19? How can stores prevent supply chain disruptions? Get answers to these and other industry-specific FAQs here:","sentiment_score":-0.125}
{"full_text":"A book with nothing but blank pages. Louie \"I got Covid from my mask\" Gohmert is dumb as a dodo bird.","sentiment_score":-0.1875}
{"full_text":"These are the 12 facilities the Lagos State Government shut down for flouting the Covid-19 guidelines.Do you support charging these businesses to court?#PulseWochitNews","sentiment_score":-0.1555555556}
{"full_text":"I am updated.  Trump finally signed the latest COVID-19 bill after holding it hostage to demands to investigate nonexistent voter fraud &amp; to an increase the stimulus to $2000 (as if he actually cared about Americans' economic pain) for almost a week.","sentiment_score":0.175}
{"full_text":"Highlights of COVID-19, government funding law taking effect.","sentiment_score":0.0}
{"full_text":"\"Try not to focus on what you're losing, but what you are adding to your life.\" Take part in #DryJanuary in 2021 to get your YOU back. Read more tips on taking part in in the campaign during COVID-19:","sentiment_score":0.25}
{"full_text":"Earlier in the year, CEO kicked off a multi-part series on how #fintech and #regtech can help power an economic recovery from COVID-19. You can start with part 1 here:","sentiment_score":0.1}
{"full_text":"Trump reluctantly signs COVID aid, sparks fresh fight in GOP.https:\/\/t.co\/cYgSQt9W86","sentiment_score":0.3}
{"full_text":"Black doctor's death becomes a symbol of racism in coronavirus carehttps:\/\/t.co\/Up3XmsaiyK","sentiment_score":-0.1666666667}
{"full_text":"Let's all do our parts to slow the spread of COVID-19, even during the holiday season. See below for tips for a Safe Holiday Season During COVID-19 from Or visit for the Holiday Celebrations Guide","sentiment_score":0.1}
{"full_text":"#BREAKING: South Africa imposes 9 p.m. to 6 a.m. curfew and makes wearing a mask mandatory due to rising COVID-19 cases","sentiment_score":-0.125}
{"full_text":"With vaccine roll out beginning, there is light at the end of the tunnel. Widespread vaccination is a critical step to end the pandemic.  Check out our comprehensive FAQ to learn more about why you should plan to get vaccinated once eligible.","sentiment_score":0.3}
{"full_text":"The Upright Citizens Brigade, an iconic comedy theater, is closing its Sunset Boulevard location due to the pandemic. #UCB","sentiment_score":0.1875}
{"full_text":"Craving a post-pandemic holiday? We're giving YOU a three-night stay at Banyan Tree Phuket! Find out more about here: #Giveaway #Contest #Thailand #Island #Villa #Luxury","sentiment_score":0.5}
{"full_text":"Don't miss our souvenir picture special in tomorrow's joint Isle of Man Examiner and Manx Independent  Take a look back at 2020 and our island's COVID-19 journey in tomorrow's paper (it'll be one to show the grandkids in year to come) ","sentiment_score":0.119047619}
{"full_text":"RT Now many working families and small business owners will pay a high price for the irresponsibility of those that keep...","sentiment_score":0.1366666667}
{"full_text":"RT Growing concern at \"unprecedented\" Covid infection level in Englandhttps:\/\/t.co\/x9qkRfvBb0","sentiment_score":0.6}
{"full_text":"First responders and nursing home staff in southern Kentucky are receiving the COVID-19 vaccine today as positive cases continue to rise in the region.","sentiment_score":0.1590909091}
{"full_text":"\"COVID was a shot in the arm for us, reminding people that we're here and golf is fun and healthy.\"","sentiment_score":0.4}
{"full_text":"\"Air hug,\" \"flatten the curve,\" \"N95\" -- the pandemic brought plenty of new words and phrases into our everyday lives. Here's what we ~thought~ some of these words meant, and how we were wrong.","sentiment_score":-0.1878787879}
{"full_text":"RT As of today there are 20,426 Covid patients in hospitals in England - the highest number ever recorded, even at April's...","sentiment_score":0.0}
{"full_text":"This is just a heartrending and tremendously important piece.","sentiment_score":0.4}
{"full_text":"\"Air hug,\" \"flatten the curve,\" \"N95\" -- the pandemic brought plenty of new words and phrases into our everyday lives. Here's what we ~thought~ some of these words meant, and how we were wrong.","sentiment_score":-0.1878787879}
{"full_text":"There are levels. You're not medically complex if you are a 25 year old athlete with covid. You are if you have other .medical conditions that could increase the chances that you die or make the disease course hard to predict.","sentiment_score":-0.0416666667}
{"full_text":"RT As of today there are 20,426 Covid patients in hospitals in England - the highest number ever recorded, even at April's...","sentiment_score":0.0}
{"full_text":"That has the same energy of \"Rain rain go away\"Just because we say no more doesn't mean the Pandemic is instantly over.","sentiment_score":-0.140625}
{"full_text":"With COVID-19 cases increasing, especially let's continue to take precautions to stop the spread. Staying home is more than important than ever, especially if you're sick!","sentiment_score":0.0014285714}
{"full_text":"The Minnesota Department of Health reports 13 additional deaths tied to COVID-19, and 1,087 new confirmed positive cases.","sentiment_score":0.2545454545}
{"full_text":"As COVID-19 ravages US, shootings, killings are also up","sentiment_score":0.0}
{"full_text":"RT I didn't achieve anything in 2020 blah blah.But you survived a pandemic. That's some top top achievement. Bless God for that...","sentiment_score":0.5}
{"full_text":"RT Lockdowns don't change COVID outcomes, they only worsen poverty, depression, malnutrition, and other diseases.All thos...","sentiment_score":-0.0625}
{"full_text":"RT","sentiment_score":0.0}
