{"full_text":"RT No paycheck. No savings. Behind on rent. Rationing food. This is pandemic life in West Farms, a Bronx neighborhood where 1 in 4...","sentiment_score":-0.4}
{"full_text":"RT When covid struck Florida, - a data scientist working for the state - created a dashboard to help people in the s...","sentiment_score":0.0}
{"full_text":"RT \"We are ready and waiting\"Deputy Chief Medical Officer Nicola Steedman tells #TheNine that are \"confident\" in t...","sentiment_score":0.2333333333}
{"full_text":"the world needs the Nation of Covidiots to be vaccinated. Things will not go back to normal till the pandemic is under control in the US","sentiment_score":0.075}
{"full_text":"RT Pfizer COVID Vaccine. Amazing! The numbers speak for themselves. I'm sure Moderna has similar numbers. One of the greatest a...","sentiment_score":0.5625}
{"full_text":"RT The ICA has voluntarily closed to the public to support the city and state in their efforts to contain the spread of COVID...","sentiment_score":-0.05}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"RT Charlie Baker: indoor dining is unsafeAlso Charlie Baker: keeps indoor dining openCharlie Baker: stay home and only go...","sentiment_score":0.0}
{"full_text":"I got my passport at the very beginning of COVID.. when I tell you I'm heartbroken ","sentiment_score":0.2}
{"full_text":"RT NEW YORKERS: Today I learned the design for these radiators came about during the Spanish flu pandemic of 1918. Engineers...","sentiment_score":0.0681818182}
{"full_text":"RT Retweet if you think should come on my show and attempt to answer 10 basic questions about the Covid Flu and hi...","sentiment_score":0.0}
{"full_text":"RT I want as many people as possible to be able to look back and say, \"I lived through this.\" Wear a MASK!","sentiment_score":0.25}
{"full_text":"RT We should spread stimulus checks as fast as Trump's inner circle spreads COVID.","sentiment_score":0.1}
{"full_text":"RT Middle-aged woman wit jaundice (bilirubin 34), liver failure. Liver #Transplant this week.Cause#Ayurveda #medicines...","sentiment_score":-0.3166666667}
{"full_text":"I- aren't evictions supposed to be on hold until 12\/31 per CDC orders ??","sentiment_score":0.0}
{"full_text":"Dont put us in second Lockdown, We repent please!","sentiment_score":0.0}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"RT This is a slap in the face to people that are housebound outside of the pandemic, or those with mobility difficu...","sentiment_score":0.0}
{"full_text":"After all that Trump* has done ... or not done in the case of COVID ... during his administration, THIS is what you report about Biden? You KNOW he has a stutter. And how is this a \"news story\"?SHAME ON YOU!@washingtonpost","sentiment_score":0.0}
{"full_text":"RT we've been in a pandemic for ten months now and celebrities still can't read the room. highest levels of unemployment we've...","sentiment_score":0.0}
{"full_text":"RT Good Coronavirus Task Force meeting yesterday to discuss vaccine progress and looking forward to joining Presid...","sentiment_score":0.7}
{"full_text":"This is bullshit. Dr Phillips only told the truth about Trump not abiding by the quarantine rules. It gave a horrible example to the people.  #TraitorTrump","sentiment_score":-0.5}
{"full_text":"'All kinds of aches and pains': Former Bridgeport mayor Len Paoletta recovering from COVID...","sentiment_score":0.0}
{"full_text":"She said her \"I'm so sorry\" then hit me with a BUT and I had to aht aht aht dat ass!!! AINT no BUTs bih. My mom is SICK because people don't want to wear a damn mask. You're not doing this shit for yourself. You're doing it for frontline healthcare worker and ppl like my mom.","sentiment_score":-0.6302827381}
{"full_text":"RT Just give people the COVID vaccine in a hotdog and I promise you no one will ask what it contains.","sentiment_score":0.0}
{"full_text":"Have Kleenex ready. Coronavirus Kills Over 100,000 in Nursing Homes -- What Happened? - YouTube. ","sentiment_score":0.2}
{"full_text":"RT Pay people to stay home. Not 1200. Give the people at least 2000 per month for 2 to 3 months. America can afford it. T...","sentiment_score":-0.3}
{"full_text":"RT Trump, self-described dealmaker-in-chief, opted not to buy millions of doses of coronavirus vaccine","sentiment_score":0.0}
{"full_text":"What a bunch of bottom feeders. They should be kicked out of OUR Capitol in disgrace.  Real people are suffering.","sentiment_score":0.2}
{"full_text":"RT Dr. Carlos Araujo-Preza died of Covid-19 treating patients in Houston. People are out partying, nobody's contact tracin...","sentiment_score":0.0}
{"full_text":"RT Teachers and K-12 staff could receive the vaccine this winter, after health care workers.","sentiment_score":0.0}
{"full_text":"RT They also axed a post office plan to mail everybody masks. Worst pandemic response in human history.","sentiment_score":-0.5}
{"full_text":"For the longest, I was preparing to run to Canada. You seemed to have the pandemic under control. What happened? I hope your stats don't rise to the US' levels.","sentiment_score":0.0}
{"full_text":"RT Beautiful!  Orobanche gave a lot of lockdown joy :) I have...","sentiment_score":0.7666666667}
{"full_text":"RT Is Jenna Ellis the first person to contract covid via fart","sentiment_score":0.25}
{"full_text":"RT Donald Trump made fun of Joe Biden wearing a mask.Rudy Giuliani made fun of Joe Biden wearing a mask.They both got C...","sentiment_score":0.3}
{"full_text":"Elevated biomarker for blood vessel damage found in all children with SARS-CoV-2   ","sentiment_score":0.0}
{"full_text":"RT Just seen a placard saying \"99.7% recover from COVID. Why do we need a vaccine?\"Well, because there are 67 million pe...","sentiment_score":0.0}
{"full_text":"RT HEARTBREAKING--Dr. Carlos Araujo-Preza treated countless #COVID19 patients, but later hospitalized in the same ICU where he...","sentiment_score":0.0}
{"full_text":"McConnell urges dropping liability, state aid in COVID-19 relief@senatemajldr @ChuckGrassley @SenJoniErnst, USA must NOT excuse willful negligence, whether by meat\/poultry packers, farms or fruit-veg harvesting or factory floor","sentiment_score":0.025}
{"full_text":"Going to tune in to the 4 p.m.-ish COVID-19 presser. Stick around. #yyc #yeg #covid19ab","sentiment_score":0.0}
{"full_text":"RT Great to today see the progress at as we roll out #coronavirus vaccines across the UKHuge thanks - especiall...","sentiment_score":0.5}
{"full_text":"I don't believe that this is true. \"McConnell backs off demand for liability protection in Covid stimulus negotiations\"        Shield is key for the oligarchy. ","sentiment_score":0.175}
{"full_text":"\"Alright men. Today, gathered in this small room, we're gonna (loud, hard cough inches from his players' faces).\"","sentiment_score":-0.1472222222}
{"full_text":"RT With all of Trump's great lawyers coming down with Corona Virus who's going to continue the fight in court or the pretend...","sentiment_score":0.3222222222}
{"full_text":"RT SHUT THIS PLACE DOWN NO ACTION IS NO LEADERSHIP!  Greedy and disgusting!  Drop your pants...","sentiment_score":-0.4060185185}
{"full_text":"RT Is investing in a pandemic-safe office worth it? SquareFoot President Michael Colacino weighs in on","sentiment_score":0.3}
{"full_text":"Wear a mask,wash your hands a six feet apart and hope you don't need a ICU bed.  Help health care workers also","sentiment_score":0.0}
{"full_text":"RT Democrat Sen. Dick Durbin admits Democrats turned down coronavirus relief \"because an election was coming\" The political...","sentiment_score":-0.0777777778}
{"full_text":"RT Could this be a greenprint for cities in the future?https:\/\/t.co\/rXihUcv23T","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: the motion for #NoCovidEvictions was passed unanimously by the house! Now we need Doug Ford to sign an e...","sentiment_score":0.0}
{"full_text":"\"There have been more American deaths from COVID this day, and every day in December, than the deaths in the Pearl Harbor attack. WEAR YOUR GODDAM MASK!\"~","sentiment_score":0.25}
{"full_text":"RT Because apparently this needs to be said: We need stimulus checks, not immunity for corporations exposing workers to Covid.","sentiment_score":0.05}
{"full_text":"RT Sen Kelly Loeffler &amp; her husband sold off stock after a private briefing on the coronavirus pandemic. They then p...","sentiment_score":0.0}
{"full_text":"So if Covid is kicking your arse then it must be real because you're a very fit young human and you look sick in your face people have to believe that Covid is real now and that it's not a fake surely","sentiment_score":0.1319642857}
{"full_text":"do you think cineplex is gonna nuke the scene points set up \"post pandemic\" cuz i have been rackin up points","sentiment_score":0.0}
{"full_text":"RT MAMA responds to allegations of mistreatment between singers and actors explaining there were no possible ways to meet...","sentiment_score":0.0}
{"full_text":"Someone please wave a magic wand and my my heath issues go away because apparently if you dont have covid then your issues do not matter ","sentiment_score":0.275}
{"full_text":"\"We could get bad side effects from the COVID vaccine!\"\"You know you can still have side effects from a flu shot?\"\"Yeah? But we know how to treat the flu, so...\"\"So you agree? We should be worried about getting COVID?\"","sentiment_score":-0.875}
{"full_text":"JUST IN: 4 lions at Barcelona Zoo have tested positive for COVID-19, veterinary authorities said on Tuesday, in only the second known case in which large felines have contracted coronavirus.","sentiment_score":0.1103896104}
{"full_text":"We used unreliable inaccurate tests that gave far more false positives and recorded deaths inaccurately as if they were covid deaths.","sentiment_score":0.0666666667}
{"full_text":"For me the greatest comedians to ever liveth were Tom and Jerry,can you believe they make u laugh without saying a word #funny #quote #EndBadGoveranceInNigeria #TUTLivePodcast #COVID19 #CORPSEISVERIFIED","sentiment_score":0.5166666667}
{"full_text":"These lockdowns and mandates are going to end up with a larger body count than COVID.","sentiment_score":0.0}
{"full_text":"RT Days away from a vaccine thanks to President leadership! #LeadRight","sentiment_score":0.25}
{"full_text":"RT Let me find out my loud ass radiators have been the things that are helping to keep me safe this whole time!","sentiment_score":0.2833333333}
{"full_text":"Lockdown in la im pretty sure you can shoot with people.. ","sentiment_score":0.375}
{"full_text":"RT my days in lockdown are divided as followslaptop: work screenphone: distraction screenTV: reward screen","sentiment_score":0.0}
{"full_text":"RT Trump's \"elite strike force\" legal team currently has more active Rona' infections than courtroom wins.","sentiment_score":0.1733333333}
{"full_text":"RT #CountLongCovidGeneva: 32% at 4-6 weeks","sentiment_score":0.0}
{"full_text":"Foolish attitude to the very end or possible end as he's not yet in the full throws of the virus.","sentiment_score":0.1833333333}
{"full_text":"RT This what y'all think the covid vaccine's gonna do","sentiment_score":0.0}
{"full_text":"RT Delaying a smooth transition of power will not change the results of the election, but it puts national security and pu...","sentiment_score":0.4}
{"full_text":"RT .@CBSNews: With these two historic firsts, \"President-elect Joe Biden is tasking two Latinos with containing COVID-19 an...","sentiment_score":0.0}
{"full_text":"Of course didn't use the summit to discuss what was intended, #COVID19 . Instead, he did what he always does &amp; talk about himself. He's not cared about the Coronavirus since day 1. Such a travesty.","sentiment_score":0.0}
{"full_text":"RT I wish a reporter had the guts to say Nancy, \"Australian citizens get $1,993 per month since this crisis began; Denmar...","sentiment_score":0.0}
{"full_text":"RT Pelosi is lying.She has absolutely zero credibility after callously admitting she was holding COVID relief hostage as...","sentiment_score":0.2}
{"full_text":"RT Spoke to CBC story this morning about the failure of Jason Kenney to properly address the second wave of COVID-19. Now, t...","sentiment_score":-0.1055555556}
{"full_text":"RT Are we officially a Fascist country now?","sentiment_score":0.0}
{"full_text":"RT VIDEO - Sen. Dick Durbin Admits Democrats Turned Down Coronavirus Relief 'Because an Election Was Coming'https:\/\/t.co\/TW...","sentiment_score":-0.1555555556}
{"full_text":"RT #ICYMI 6 Dec 2020 -- There's more to living than just not dying. It's time we all -- including our political and #publichealth...","sentiment_score":0.25}
{"full_text":"RT How pervasive is neoliberalism that \"everyone decided not to do their part!\" is a more plausible explanation than \"we're forc...","sentiment_score":0.5}
{"full_text":"RT Kay Burley off air until the New Year.What about Beth Rigby?The hunter has become the prey, not nice is it Kay..","sentiment_score":-0.0818181818}
{"full_text":"RT .@mehdirhasan: Sen. McConnell's Covid-19 inaction shows he's willing to inflict pain and suffering on millions of Americans. htt...","sentiment_score":0.25}
{"full_text":"RT US 'shouldn't have closed the door' to more Pfizer Covid vaccine doses this past summer, official says | &amp;","sentiment_score":0.05}
{"full_text":"RT Trump is selling off our national resources (inc the Arctic Refuge,) dismantling environmental &amp; climate ch...","sentiment_score":0.0}
{"full_text":"This@RepMattGaetz","sentiment_score":0.0}
{"full_text":"RT This really sucks for bars BUT good thing El Ojo is a restaurant now :) my favorite one.  Let me know if you wanna make a...","sentiment_score":0.35}
{"full_text":"RT Trump got impeached for allegedly withholding Ukraine aid for political reasons. Nancy Pelosi withheld coronavirus aid...","sentiment_score":-0.05}
{"full_text":"RT We should spread stimulus checks as fast as Trump's inner circle spreads COVID.","sentiment_score":0.1}
{"full_text":"Canceled ohio state vs xichigan","sentiment_score":0.0}
{"full_text":"NO.The WHO is aware there are a minimum of 74 million Americans who do NOT take the pandemic seriously, who WILL hug - not just their families - but ANYONE in passing while maskless as some sort of faux-revolutionary act of outright stupidity.Do you WANT your people to die???","sentiment_score":-0.0416666667}
{"full_text":"RT So kpop stans dragged bts for wearing a mask, bringing their own mics, mocked the army for pointing that they did it first...","sentiment_score":0.425}
{"full_text":"RT Face masks considerably reduce COVID-19 cases in Germany | PNAS","sentiment_score":0.1}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"RT News:@Apple has been working on Fitness+ for \"a very long time,\" and not because of #COVID19, says #Apple fitness exec...","sentiment_score":-0.065}
{"full_text":"haiti is experiencing a different 2020 than the rest of us covid wise, and honestly i love that for her","sentiment_score":0.4}
{"full_text":"RT Kai. 550 new COVID-19 cases in the last 24 hours in Nigeria. The pandemic is very much with us. Protect yourself and othe...","sentiment_score":0.1321212121}
{"full_text":"RT This what y'all think the covid vaccine's gonna do","sentiment_score":0.0}
{"full_text":"RT They use terms like \"handouts,\" \"welfare,\" &amp; \"freebies\" for struggling Americans but use the term \"pandemic relief\" for bil...","sentiment_score":0.0}
{"full_text":"Okay this is the thread I needed today  thanks for sharing!","sentiment_score":0.375}
{"full_text":"RT The COVID-19 crisis in Hawaii's carceral system is a human rights disaster and a public health catastrophe. \"A blueprint...","sentiment_score":0.0}
{"full_text":"Beautiful !","sentiment_score":1.0}
{"full_text":"It didn't say anything about COVID offsetting anything within the rules they set in place, but okay.","sentiment_score":0.5}
{"full_text":"RT Governor John Bel Edwards, who joined governors from Tennessee, Florida and Texas at the White House for a vaccine summit, sa...","sentiment_score":0.0}
{"full_text":"RT There could not possibly be a more fitting ending to the Trump presidency than his entire legal team contracting covid...","sentiment_score":0.1125}
{"full_text":"Why don't you go give Jenna Ellis and Rudy Guiliani great, big, close Christmas bear hugs? Come on, tough guy. Put your Covid money where your Covid mouth is ... thought so.","sentiment_score":0.137037037}
{"full_text":"RT Adore You makes the Top 5 of Best Songs of 2020 Staff List at #4! \"[Adore You] captures the kind of jubilance t...","sentiment_score":0.7}
{"full_text":"damn 400 years really did him good","sentiment_score":0.45}
{"full_text":"RT \"Skyrocket Downward\" is not a bad title for a President Trump biography.","sentiment_score":0.35}
{"full_text":"Is your Click and Collect service fit for a pandemic peak season? https:\/\/t.co\/p9KaBFd2mp#PeakSeason #ClickAndCollect #CurbsidePickup","sentiment_score":0.4}
{"full_text":"TOO GOOD TO BE TRUE? CBS2 Investigates. \"How can you ask someone to pay for something and tell them it's going to protect them against a potentially deadly virus if you don't know for sure that it works?\"https:\/\/t.co\/bbhLqFvbpi","sentiment_score":0.3375}
{"full_text":"HA! Knew it.What are the afraid of?Not guns.Not getting Covid-19 &amp; dying or having long-term debilitating symptoms.Not starving.Not getting cold.Everyone needs to remember their idiocracy thru 2022 when Dems can #TakeBackTheSenatehttps:\/\/t.co\/77biOQuHbu","sentiment_score":-0.6}
{"full_text":"RT If there's one thing Covid has proven, it's that everyone is a little tyrannical.","sentiment_score":-0.1875}
{"full_text":"RT Miraculously, Texas, Florida, and NY each have 0.00 coronavirus cases per 100K people.","sentiment_score":0.0}
{"full_text":"Claude Watson, MCA Connect's CEO, gives an update on how we are doing almost nine months into the pandemic. #mcafamilyhttps:\/\/t.co\/PHiAmgEYXX","sentiment_score":0.0}
{"full_text":"RT Just learned my 63 year-old kind, gentle, much beloved uncle was still working at his Pepsi job through the pandemic bc...","sentiment_score":0.5}
{"full_text":"Thanks both! I do believe Covid has indeed changed people's perspective,  but we'll have to wait for the final results to be sure ...","sentiment_score":0.25}
{"full_text":"RT ICYMI: Today I sued Georgia, Michigan, Pennsylvania and Wisconsin for exploiting the #COVID19 pandemic to justify ignoring federa...","sentiment_score":0.0}
{"full_text":"RT I'm not a vaccine expert so it's reasonable to ask why I am confident that I want to be vaccinated for COVID-19. I will...","sentiment_score":0.35}
{"full_text":"RT People: \"We're having a light flu season because people are wearing masks and social distancing.\"Me: \"Then why are the...","sentiment_score":0.2166666667}
{"full_text":"RT Everyone needs to read this 40-year saga of Dr Katalin Kariko, inventor of the mRNA therapy behind Pfizer\/BioNTech &amp; Moder...","sentiment_score":-0.4}
{"full_text":"RT NEW YORKERS: Today I learned the design for these radiators came about during the Spanish flu pandemic of 1918. Engineers...","sentiment_score":0.0681818182}
{"full_text":"RT \"The economists I'm talking to right now\" = the capitalist class wants total subjugation of the working class,...","sentiment_score":0.1619047619}
{"full_text":"The high risk of #diabetes patients for COVID reveals why we need both more #digitalhealth solutions and the ability for individuals to recognize it. #morethanmydiabetes Read out this article from about recognizing symptoms","sentiment_score":0.33}
{"full_text":"House Democrats passed a COVID-19 relief package in May. The need for aid has grown more urgent by the day. What is the waiting for?","sentiment_score":0.5}
{"full_text":"RT ICYMI: Today I sued Georgia, Michigan, Pennsylvania and Wisconsin for exploiting the #COVID19 pandemic to justify ignoring federa...","sentiment_score":0.0}
{"full_text":"RT I shouldn't need to say this, but protecting the truth about Covid is paramount to controlling the virus.","sentiment_score":0.0}
{"full_text":"\"QUITE FRANKLY SHOCKING:\" Deaths in the U.S. from #COVID19 have soared to more than 2200 a day on average.In light of that, the FDA is widely expected to authorize emergency use of Pfizer's COVID-19 vaccine:","sentiment_score":-0.05}
{"full_text":"With the #CoronavirusVaccine rolling, the end of the pandemic is insight. However, if you have a fear of needles like me, then you're probably in two minds about itCheck out my Fear of Needles article to help you deal with that fearhttps:\/\/t.co\/gotmDeiE2J#CovidVaccine","sentiment_score":0.0}
{"full_text":"Griff Creek Firec. 1928Tahoe National Forest Collection#History #Christmas2020 #COVID19 #ChristmasTree","sentiment_score":0.0}
{"full_text":"EXPLAINER: Final steps in US review of COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT I want as many people as possible to be able to look back and say, \"I lived through this.\" Wear a MASK!","sentiment_score":0.25}
{"full_text":"Missed our CTO\/CIO Forum, \"Innovation and Technology in the Post-pandemic World,\" this morning? We got you covered! Check out the replay at #SmallBusiness #MinorityBusiness #USPAACC #USPAACCHere4You  #CelebraASIAN","sentiment_score":0.0}
{"full_text":"The plan asks families to answer questions on COVID-19 preparedness.","sentiment_score":0.0}
{"full_text":"The Justice Department disclosed that eight staff members who took part in an execution last month tested positive for the coronavirus and five of those staffers will take part in executions scheduled for this week. ","sentiment_score":0.1136363636}
{"full_text":"ICYMI: Researchers at the University of Michigan say that lower-income workers will suffer the most losses as state economy makes recovery from COVID-19 pandemic.","sentiment_score":0.5}
{"full_text":"Pennsylvania's hospitals are already overrun with COVID-19 patients. Health experts have warned that a surge in flu cases could spell more trouble for the state's healthcare system. Luckily, flu season is off to a slow start.","sentiment_score":0.0833333333}
{"full_text":"\"Do you remember earlier this year when you first heard about a new and mysterious virus? Journalist Ethan Lou does. He was in China, visiting family.\"#COVID19 #Travel #Pandemic #Experience","sentiment_score":0.0965909091}
{"full_text":"There is one more drive-thru #COVID19 testing event for Quad-County Residents this week:12\/9 | 12 p.m. to 2 p.m.Yerington City Hall (14 Joe Parr Way, Yerington)Carson City, Douglas, Lyon, and Storey County Residents ONLYMore at:","sentiment_score":0.5}
{"full_text":"RT The \"insane murderous and pathological\" BRITISH Govt blocked Scotland from purchasing PPE.","sentiment_score":-0.5}
{"full_text":"Osprey Restaurant makes room for social distancing by providing igloos for its customers along the Spokane River. #SupportSpokane #OrderUpSpokane","sentiment_score":0.0333333333}
{"full_text":"He saw his best player opt-out because of coronavirus concerns. His Nittany Lions are playing games in nearly-empty stadiums. He and his players have had no in-person contact with family members in months.Has this 2020 season been worth it?","sentiment_score":0.65}
{"full_text":"The pharmacy chain is bringing on thousands of extra nurses, pharmacists, and pharmacy technicians in an effort to vaccinate millions of people next year - when vaccines are widely available.","sentiment_score":0.1333333333}
{"full_text":"Gov. Greg Abbott has launched a program to provide small businesses with rapid tests for their employees.","sentiment_score":-0.25}
{"full_text":"#ACA #OPENENROLLMENT IS ENDING SOON (Dec 15, 2020). You MUST enroll by end date for 2021 insurance coverage! Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"A high schooler in Hampton Roads took it upon herself to thank health care workers w\/ virtual cards she &amp; a school club created. The cards have been donated to area hospitals including Maryview Medical Center and Harbour View Medical Campus.","sentiment_score":0.015}
{"full_text":"New cases per day have eclipsed 200,000 on average for the first time in the U.S., with more surges likely from gatherings at Thanksgiving, Christmas and New Year's.","sentiment_score":0.1454545455}
{"full_text":"Results may take time, but high #BloodPressure control is possible! The Call to Action encourages you to work with your friends, family, and health care team to control your high blood pressure. You've got this! #HypertensionCTA","sentiment_score":0.115}
{"full_text":"Here what you need to know about Montana's COVID-19 vaccine plan:","sentiment_score":0.0}
{"full_text":"Tonight on APTN National News: A Saskatchewan jail is facing a crisis with inmates who have COVID-19.A group of Albertans want people to know about a forgotten residential school.","sentiment_score":-0.1}
{"full_text":"The court proceeding to determine whether convicted murderer Aubrey Trail will face execution or life in prison has been delayed after one of his attorneys tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"A fraternity at the University of Kentucky is being kicked off campus, in part, for failure to follow COVID-19 guidelines.","sentiment_score":-0.3166666667}
{"full_text":"AMC is aiming to sell enough shares to give it a bridge until the coronavirus vaccine is rolled out and people start to come back to the big screen","sentiment_score":0.0}
{"full_text":"NEW: Some Wisconsinites downplay the severity of COVID-19, rejecting masks and vaccinations and preventing efforts to contain the pandemic.Learn more in our new investigation by below.","sentiment_score":0.2575757576}
{"full_text":"#GeekSI has witnessed the importance of #technology on the #health industry. The agile development practices used by #government agencies have saved countless lives throughout the pandemic.https:\/\/t.co\/BUDHeaXecF","sentiment_score":0.25}
{"full_text":"This lockdown need not to be a reason for celebrities and personalities to make their fashion statement. | via","sentiment_score":0.0}
{"full_text":"RT What are your experiences with covid-19? Our Dept. of Distinctive Collections is accepting contributions from the MIT com...","sentiment_score":0.0}
{"full_text":"As the U.S. government plows forward with its plan for executions in the midst of a pandemic, the Justice Department disclosed that eight staff members who took part in an execution last month tested positive for the coronavirus.","sentiment_score":0.1136363636}
{"full_text":"Latest worldwide COVID-19 data: 68,499,362 cases, 1,561,483 deaths.A 2.28% fatality rate.","sentiment_score":0.5}
{"full_text":"RT Trump got impeached for allegedly withholding Ukraine aid for political reasons. Nancy Pelosi withheld coronavirus aid...","sentiment_score":-0.05}
{"full_text":"Now more than ever, people are in need. Here's how South Jersey residents are stepping up to help their neighbors.","sentiment_score":0.5}
{"full_text":"Carpooling to parties - where Covid-safe to do so - can help your guests save on fuel and have a designated driver too #ChristmasCountdown #xmas2020 #BeCovidSafe","sentiment_score":0.0}
{"full_text":"Restaurant operators say without a federal aid package, another one-third could close within six months.","sentiment_score":0.0}
{"full_text":"RT  Scammers are targeting utility customers with fraudulent postcards like this one. If you are suspicious about any COVID-19-...","sentiment_score":0.0}
{"full_text":"Listen to Gabriella Morris, WFP USA Chief Philanthropy Officer, share with #CheddarLive about our work supporting fight against hunger  and how the pandemic is making food insecurity even more severe. Watch via","sentiment_score":0.375}
{"full_text":"How Harsco reimagined its Clean #Earth division mid-pandemic as a national hazardous #waste player","sentiment_score":0.2555555556}
{"full_text":"Healthy lungs are more important than ever in the face of COVID-19. Through our research and advocacy to end tobacco and nicotine addictions, we've committed $20 million+ to battling the deadly habits that put the lungs of those you love in danger.","sentiment_score":0.34}
{"full_text":"RT Recall a #COVID19 worker named Rebekah Jones who resigned from Florida State Hlt Dept months ago, saying she wouldn't m...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 27.2FWind Chill: 27.2FHumidity: 63%Dew Point: 16.3F Barometer: 29.967 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 225.000000Deaths: 6.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The newest COVID-19 fatalities in Hamilton County bring the total to 36 since Dec. 1, making December already the second deadliest month of the pandemic in the county, only eight days in.https:\/\/t.co\/QHxcBH6xfe","sentiment_score":0.0}
{"full_text":"Rick Grimes: Brother...take my hand.#TheWalkingDeadSeason 9The Obliged28 October 2018#TWDZombie ApocalypseKing County Sheriff's DepartmentCynthiana, KentuckyCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last GrimesAndrew Lincoln","sentiment_score":0.0}
{"full_text":"RT For nearly a year, has kept one of the only public accounts of the human toll of Covid-19","sentiment_score":0.025}
{"full_text":"How should Vancouver plan for the next 30 yrs in the wake of the pandemic? Hear from thought leaders &amp; municipal planners in this free panel discussion led by Thurs, Nov 10, 3-5pm. Register: #event #virtualevent","sentiment_score":0.2}
{"full_text":"RT My deepest sympathies to the people of #Iran for the loss of many of our deprived compatriots in Hormozgan, Bushehr and...","sentiment_score":0.5}
{"full_text":"has ramped up donating to help families in need due to #COVID19. Their ability to pivot and increase production has allowed them to feed double the amount of families that existed pre COVID levels (approximately 600k).","sentiment_score":-0.175}
{"full_text":"Are there any images that protect from covid? Besides this one","sentiment_score":0.0}
{"full_text":"The expectation is that the global recession brought on by COVID-19 will give way to recovery in 2021 as consumer spending and confidence continue to grow.","sentiment_score":0.0}
{"full_text":"2020 trends beyond the pandemic that shaped the market. #GovCon","sentiment_score":0.0}
{"full_text":"RT It is really problematic that only people who had covid can get pass fail because the majority of them are people who partied...","sentiment_score":-0.1}
{"full_text":"Seniors are tired of waiting for a second stimulus relief bill. The American people need help now! Here is what to expect from the rumored second stimulus bill.https:\/\/t.co\/yLi6r37hZ8","sentiment_score":-0.1}
