{"full_text":"they are using the virus to teach us submission. They are taking our livelihood away on perpose One world government take over plan. China cant wait for this","sentiment_score":0.0}
{"full_text":"It won't gain any traction though Tracey, many a time folk bemoaning the fact they couldn't go racing &amp; mentioning car boots, supermarkets etc where folk weren't social distancing then they do the same! We need to set an example for our sport surely.","sentiment_score":0.2583333333}
{"full_text":"RT Should have led with this in March.","sentiment_score":0.0}
{"full_text":"RT SANTA CLARA, Calif. (AP) -- Health officers in most of the San Francisco Bay Area issue new stay-at-home order as hospitals...","sentiment_score":0.3181818182}
{"full_text":"RT Please look at KAT and tell him about the 98% survival rate","sentiment_score":0.0}
{"full_text":"RT High Park is closed to vehicle traffic this weekend. The park has been closed to car traffic throughout the pandemic to cre...","sentiment_score":-0.0133333333}
{"full_text":"RT We can't go back to the way things were before the pandemic. In the wealthiest nation in the world, we must ensure every Ameri...","sentiment_score":0.0}
{"full_text":"RT more service sector workers have died of coronavirus this year than soldiers killed in afghanistan","sentiment_score":0.15}
{"full_text":"Idiots and conspiracy theorists every damn where!","sentiment_score":-1.0}
{"full_text":"They open places back up more people will die, I am fitter than most and still getting affected with Covid from March, it affects your breathing, you don't want this virus, I can tell you that.","sentiment_score":0.25}
{"full_text":"RT \"It's important we never forget who the deniers were\" -- as it took the folks at Fox &amp; Friends 10 months and 270,000 dead Am...","sentiment_score":0.1}
{"full_text":"RT I'm late on this today.... 6 new cases of COVID-19 announced in Nova Scotia today (Saturday). 4 are in the Central Zone,...","sentiment_score":-0.0545454545}
{"full_text":"RT And do u know how many police have died this year from Covid .... ONE","sentiment_score":0.5}
{"full_text":"It take la trump suppressing the vote with fake outrage, too","sentiment_score":-0.5}
{"full_text":"RT Okay, now you gonna wear your mask?","sentiment_score":0.5}
{"full_text":"RT Our country is in the middle of a dramatic spike in COVID-19 cases. Please wear a mask, keep social distancing, and limit the...","sentiment_score":-0.1333333333}
{"full_text":"RT Perdue and Loeffler got rich while Georgia got sick.  Help us expose these pandemic profiteers to Georgia voters, won't you...","sentiment_score":-0.1696428571}
{"full_text":"RT BREAKING NEWS: NYT Announces \"True Pandemic Toll\"--and It's 345,000 in 9 Months(I've been waiting since summer for a maj...","sentiment_score":0.35}
{"full_text":"$WBA Walgreens is gonna rock with COVID vaccine distribution   THINK of the amount of foot TRAFFIC that is going to bring into the stores...  ONCE in a lifetime situation","sentiment_score":0.0}
{"full_text":"RT Three stories tonight:Brexit trade talks stuck on three critical issues as 'significant differences remain'","sentiment_score":0.1875}
{"full_text":"yeah I'm not a medical practitioner, but I did work as a recruiter for the HIV Vaccine Trials Network when Merck tried the Ad5 vax's. Hope it works out better for SARS CoV-2 than HIV. Also a former program analyst for CDC's Vaccine Safety Datalink. Table 1 inhabitant for 18 yrs.","sentiment_score":0.1666666667}
{"full_text":"RT American workers have kept the country going during the pandemic, not corporations and billionaires. Pass it along.","sentiment_score":0.0}
{"full_text":"RT Thank you Congresswoman Boebert for bringing up \"deaths of despair\" on the national stage.I've not heard nearly enough...","sentiment_score":0.0}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"Do you support $2,000 a month payments for every month of the pandemic to the residents of Sacramento?Do you support a stay-at-home order for Sacramento county?","sentiment_score":0.0}
{"full_text":"I'm surprised you haven't ABSTAINED from the advice to stay at home.","sentiment_score":0.1}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"Let's face it-Insurance companies make HUGE amounts of money. And we have scores of people who have been traumatized by Covid19-healthcare workers, people who lost loved ones, etc.  Let's get a bill passed that says they must allow zero dollar co-pays for PTSD therapy sessions.","sentiment_score":0.55}
{"full_text":"So irresponsible in the middle of a pandemic. You should be arrested for stupidity","sentiment_score":-0.3}
{"full_text":"He will win cause trump that's why he is doing this","sentiment_score":0.8}
{"full_text":"RT I don't know who needs to hear this I'm suffering too but we cannot accept a stimulus package with COVID-19 Liability...","sentiment_score":0.0}
{"full_text":"RT If you're still social distancing, washing your hands, limiting contact with people, and wearing a mask, please retweet this t...","sentiment_score":0.0333333333}
{"full_text":"My trump supporting father already infected my whole family with covid, my smell is still gone and im scared it'll never come back but at least my dick isnt broke","sentiment_score":0.0375}
{"full_text":"RT colonizers brought viruses and disease so idk why we even expected some kind of concern for this pandemic, truly idk why","sentiment_score":0.25}
{"full_text":"RT Please retweet to help Pugsley find a home #Leeds #WakefieldAged approx 4, had a sheltered life so far, wants adult exp...","sentiment_score":0.1333333333}
{"full_text":"The entire botched response *is indeed* trump's fault. Remember the pandemic response team he disbanded last year? Intentionally downplaying it? All the lies along the way? BS HCQ treatments? UV light? Disinfectant injections? ","sentiment_score":0.1333333333}
{"full_text":"RT When you strike at a king,you must kill him...It's \"PLURAL\" bitch!#KidVicious","sentiment_score":0.0}
{"full_text":"There's a guy that goes to the same gym as me that doesnt wipe down ANY of the equipment. I wouldn't wish coronavirus on anyone but also Karma is a bitch. Like come on everyone else is so just do your fucking part","sentiment_score":-0.2518518519}
{"full_text":"How anyone in CO watches this and thinks it makes sense is beyond me.Of course, the same could be said for damn near everything Polis has done for COVID.  So why should him signing a bill be any less ridiculous.","sentiment_score":-0.1}
{"full_text":"RT Rapid antigen tests are effective, cheap, and could quash the pandemic within weeks (in theory). Harvard epidemiologist...","sentiment_score":0.5}
{"full_text":"RT If Democrats were the majority in the Senate, Covid relief would have happened 5 months ago. Everyone in food lines, bein...","sentiment_score":0.0}
{"full_text":"RT \"Killed in clashes\"The only thing that clashed was an Israeli bullet into this child's stomach. This kind of language...","sentiment_score":0.1333333333}
{"full_text":"it's gonna be extremely on brand when I have a nervous breakdown because the pandemic is over and we're free","sentiment_score":0.1375}
{"full_text":"RT I'm delighted shops are open and people are supporting, but come on...where does this make any sense?Hospitality have spe...","sentiment_score":0.3166666667}
{"full_text":"RT I'm going to share a story about a friend of mine who works in the healthcare industry that I believe will shed some lig...","sentiment_score":0.0}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT ESPN reporting with and on the NBA warning of severe punishments to organizations and pl...","sentiment_score":0.0}
{"full_text":"RT Had Congress passed the Harris-Sanders-Markey Covid relief bill back in May, each person in the US would be ending the year...","sentiment_score":0.0}
{"full_text":"RT if they had led with this there woulda been a voluntary nationwide lockdown in march","sentiment_score":0.0}
{"full_text":"RT 2. Kere second song on the project . I made this one  20\/8\/2020At the time I made this, I was already like 60% done w...","sentiment_score":0.0}
{"full_text":"RT Maybe there is something that can convince ultra-macho, conservative men who think getting COVID will be no big thing fo...","sentiment_score":0.0}
{"full_text":"RT When I had COVID-19, I could barely breathe. My friend called to check on me, heard me struggling to speak, and s...","sentiment_score":0.05}
{"full_text":"DUDE if COVID is a lie then take off your mask and go lick that pole over there","sentiment_score":0.0}
{"full_text":"He's generally been shocking for about 18-24 months, bar his hot streak after lockdown in June\/July.","sentiment_score":-0.2333333333}
{"full_text":"Hi Kelvin the . Yes - it is sad for the debs workers. I think we all left before the rot set in. Recession, online shopping and COVID made the world too hard for department stores to survive.","sentiment_score":-0.2638888889}
{"full_text":"Lockdowns of course save lives. So do wearing a mask and social distancing when you absolutely need to go out.Anybody thinking differently is a moron.","sentiment_score":-0.1888888889}
{"full_text":"Welp, did kind of warn about #COVID19 vascular effects and erectile dysfunction risks a while ago. If there is one thing that will get men to pay attention to COVID or smoking, is it ED. Class ad:","sentiment_score":0.6}
{"full_text":"Also, it's the same type of people that were shitting on others doing OnlyFans pre-COVID and now half of their feed is promos and teasers for their pages","sentiment_score":-0.0833333333}
{"full_text":"It gets more interesting....","sentiment_score":0.5}
{"full_text":"End the pandemic? It ended months ago !","sentiment_score":0.0}
{"full_text":"RT 'Social isolation can take a toll on mental wellness' It was reported that 'About 20 percent' of respondents said that their s...","sentiment_score":-0.0333333333}
{"full_text":"RT Covid. Look at this video and then ask yourself if you want to be vaccinated against it.https:\/\/t.co\/r7EAtTO9rk","sentiment_score":0.0}
{"full_text":"How did I know you wouldn't like covid restrictions? ","sentiment_score":0.0}
{"full_text":"Have you tested positive for COVID-19? I'm genuinely curious","sentiment_score":0.0636363636}
{"full_text":"RT They divided a nation, centralized power, &amp; crushed economic growth -- &amp; that was BEFORE the pandemic profiteering.The L...","sentiment_score":0.05}
{"full_text":"...so do I need to wear a mask on my junk too?","sentiment_score":0.0}
{"full_text":"RT I checked with medical experts and apparently you CAN physically wear a mask AND a tinfoil hat at the same time. Just cleari...","sentiment_score":0.0125}
{"full_text":"COVID-19 cases are on the rise. During these uncertain times, turn to reliable, experienced teams to protect your facility - and everyone in it. Whether a preventive measure or emergency disinfection, we are always here for you. Contact us at (800) 480-8439 today.","sentiment_score":0.8}
{"full_text":"RT Please retweet to help Pugsley find a home #Leeds #WakefieldAged approx 4, had a sheltered life so far, wants adult exp...","sentiment_score":0.1333333333}
{"full_text":"Found out today my friend is getting married soon (no guess courthouse style, bc pandemic, rager TBD) and that's awesome!","sentiment_score":0.625}
{"full_text":"RT Argentina's Senate has passed a tax on about 12,000 of the country's richest people, to pay for coronavirus measures including med...","sentiment_score":0.0}
{"full_text":"RT If I can wear a bra witha biting underwireuncomfortably tight strapsconstantly lifting ten pounds against gravitycrea...","sentiment_score":-0.0892857143}
{"full_text":"You say lock down. I say drink up.","sentiment_score":-0.1555555556}
{"full_text":"Why would they wear masks ?  The Orange One and his sycophants have proclaimed COVID a hoax, so they've nothing to worry about.","sentiment_score":0.0}
{"full_text":"RT I checked with medical experts and apparently you CAN physically wear a mask AND a tinfoil hat at the same time. Just cleari...","sentiment_score":0.0125}
{"full_text":"Well it certainly did not help you from getting Covid. Just open up the state and open up Colorado this is ridiculous. Stop treating us like children","sentiment_score":-0.0297619048}
{"full_text":"He looks pretty darn amazing for 104. Beating Covid-19 is an early Christmas present.","sentiment_score":0.2375}
{"full_text":"RT Amanda Chase perpetuates voter fraud &amp; trump misinformation. In May she was tweeting about how states that...","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler enriched herself on inside information about Covid while allowing Georgians to suffer and opposing stim...","sentiment_score":0.0}
{"full_text":"RT Thia covid thing im stuck ina bubble it feels like and no easape the schooll are closed on the crusice ohio ;-; i miss...","sentiment_score":-0.1}
{"full_text":"RT I've worn a mask MOST of this year.If my President asks me to wear one for an additional 100 days, I will happily do so b...","sentiment_score":0.65}
{"full_text":"RT Obituary for 81-year-old who died from COVID is also a tell-off to anti-maskers, who deserve every bit of it. (Article: htt...","sentiment_score":0.0}
{"full_text":"and give you covid","sentiment_score":0.0}
{"full_text":"RT Happy Saturday, #TwitterPals. It is \"date day\" for hubby and me, to do something fun. Yes, even with Covid 19. Even wit...","sentiment_score":0.55}
{"full_text":"i've already tweeted gmo's are allergenic.i've already tweeted rna change artificially invasivedoes rewrite dna.my own paradigm is about who\/what we arethe confrontational oligarchic whey vsthe non-confontational democracies whey.","sentiment_score":0.0}
{"full_text":"RT I just got roasted for wearing a summer dress and sandals with a jumper but Marco doesn't realise that lockdown fashion...","sentiment_score":0.0}
{"full_text":"RT RT if you agree lockdowns save lives and lives are more important than Kevins feelings or yes even the economy. Which is...","sentiment_score":0.45}
{"full_text":"I wear my mask pretty much all day, don't have much choice. I don't complain about it at all, just came off a lung condition a few months ago and it doesn't bother me a bit, but fuck I used to get like 1 zit a month, now I'm the pizza face kid","sentiment_score":0.01}
{"full_text":"RT ESPN reporting with and on the NBA warning of severe punishments to organizations and pl...","sentiment_score":0.0}
{"full_text":"Are you talking of bogus votes or Covid?","sentiment_score":0.0}
{"full_text":"RT Perdue and Loeffler got rich while Georgia got sick.  Help us expose these pandemic profiteers to Georgia voters, won't you...","sentiment_score":-0.1696428571}
{"full_text":"RT When confirmed that a coronavirus vaccine is safe and effective, the NBA and NBPA will discuss players, coaches and staf...","sentiment_score":0.5}
{"full_text":"RT Just a reminder  to visit my webstore!  NOW with Covid-Christmas \"everything must go\" pricing\"! #https:\/\/t.co\/kpz6J...","sentiment_score":0.0}
{"full_text":"RT Covid: Argentina passes tax on wealthy to pay for virus measures","sentiment_score":0.5}
{"full_text":"NOW PLAYING Lil Baby ( ) - Social Distancing (Dirty)","sentiment_score":-0.2833333333}
{"full_text":"RT Seriously, does he think we're all 6 years old?","sentiment_score":-0.1166666667}
{"full_text":"Why wouldn't BYU come to Seattle? UW can't play outside of the PAC 12 for COVID mandates. If a PAC 12 team came available they would HAVE to reschedule for a PAC team. Can't make guarantees. Nobody is scared to play BYU. LOL ","sentiment_score":0.4}
{"full_text":" Injuries Covid VAR your all against us","sentiment_score":0.0}
{"full_text":"I mask up, stay home &amp; remind others.When it seems like it has won and you feel broken, we cheer for you. You are not alone in this.Some of us have broken &amp; can help you through.If our inner light retreats, it's a time to be gentle. Tenderness allows it survive and fuel us again.","sentiment_score":-0.04}
{"full_text":"RT Coronavirus even more deadly for Hispanic and Black Americans than previously thoughtCDC had come under fire for igno...","sentiment_score":-0.0083333333}
{"full_text":" people are wearing don't protect from COVID. Children  wearing filthy bacteria filled masks all day. Over 99% survival, majority asymptomatic\/mild, therapeutics available. Faulty testing, egregious false + rate. And I have to explain no mask? I ask, explain the F mask!","sentiment_score":-0.125}
{"full_text":"RT This virus is not letting up, and neither can we. By staying close to home, limiting our contacts and wearing a mask when we...","sentiment_score":0.0}
{"full_text":"RT I checked with medical experts and apparently you CAN physically wear a mask AND a tinfoil hat at the same time. Just cleari...","sentiment_score":0.0125}
{"full_text":"RT This needs more publicity!","sentiment_score":0.625}
{"full_text":"RT Ohio. Vetoed. Bill to \"limit\" quarantine. Everyone will be a prisoner in their homes.","sentiment_score":0.0}
{"full_text":"He got it from some MAGA auditor who refused to wear a mask and came into his small space at work. She ended up infecting 3 people at different sites.","sentiment_score":-0.125}
{"full_text":"Sherman's framing also completely ignores the GOP's post-election movement on the employer liability projections. Previously they were all or nothing on shielding companies from liability, and now they're (allegedly) willing to budge.","sentiment_score":0.0611111111}
{"full_text":"RT US #COVID19 cases:1st case to 1M - 96 days1 to 2M- 44 days2 to 3M- 27 days 3 to 4M - 15 days4 to 5M - 17 days5 to 6M...","sentiment_score":0.0}
{"full_text":"RT I've worn a mask MOST of this year.If my President asks me to wear one for an additional 100 days, I will happily do so b...","sentiment_score":0.65}
{"full_text":"N.S. reports 6 new COVID-19 cases; active cases at 95https:\/\/t.co\/pf7xpx4prQ","sentiment_score":0.0015151515}
{"full_text":"\"None of us are focused on an issue that's isolated. [Those who are] impacted by digital equity are likely to be suffering from food insecurity and housing insecurity.\" #CSR","sentiment_score":0.0}
{"full_text":"RT As of today, 45,395,734 people around the world have contracted COVID-19 and recovered from it. Please RT this news fo...","sentiment_score":0.0}
{"full_text":"During the pandemic itself, Gujarat added nearly 880MW  of rooftop solar power#greenenergy #IndiaNarrativehttps:\/\/t.co\/cciRb6lyOR","sentiment_score":0.1}
{"full_text":"In January, comedian moved from Phoenix to Los Angeles and got a show at the Comedy Store. Then COVID-19 shut it down.https:\/\/t.co\/uKaqwXhFDj","sentiment_score":0.0}
{"full_text":"Many shoppers stayed home and made their purchases online as the COVID-19 pandemic rages.","sentiment_score":0.5}
{"full_text":"Basta Covid !!!","sentiment_score":0.0}
{"full_text":"FINDING: Nearly one-quarter of full workdays will be supplied from home in the US after the pandemic, a shift that could lower worker spending in major city centers by 5-10%:New research from Steve Davis &amp; Nicholas Bloom:","sentiment_score":0.1708333333}
{"full_text":"Magda and Zsofi, a mother and daughter from #CaritasRomania, share their story of assisting the elderly during the #COVID lockdown. To all the volunteers across the entire Caritas confederation: Thank you. #InternationalVolunteersDay #EUAidVolunteers","sentiment_score":0.0}
{"full_text":"The Rapid City Area School Distiricts and Black Hills Special Services Cooperative have partnered up to bring back the RCAS Regifting Store to help those in the public with need.","sentiment_score":0.0476190476}
{"full_text":"With the ongoing pandemic and numerous health and safety precautions in place to prevent the spread of COVID-19, the holiday tradition of sharing a wish list with Santa seemed out of the question. Until now.","sentiment_score":0.0}
{"full_text":"RT For the thousandth time, it's not just mortality we need to be concerned about.","sentiment_score":0.0}
{"full_text":"\"We cannot get this pandemic under control if we do not address head-on the issues of inequity in our country.\"","sentiment_score":0.0}
{"full_text":"\"Remote Work\"National Security Agency warns that VPNs could be vulnerable to cyberattacksCBS Newshttps:\/\/t.co\/EALyuYzko9SDP In - VPN OutNext Generation Remote Work with SDP.#ITrisk #cybersecurity #COBIT #ISO27001 #COVID19  #CISM #CGEIT #CRISC #remotework #remoteworking","sentiment_score":-0.2333333333}
{"full_text":"Fatigue and exhaustion among healthcare workers as COVID-19 cases risehttps:\/\/t.co\/pQZ5HUPsma","sentiment_score":0.0}
{"full_text":"Keep that tile and grout looking brand new by scheduling regular deep cleaning from us. Call us at 316-854-0558.#wichita #housecleaning #janitorial #clean #carpet #upholstery #airduct #arearug #dryervent #tile #grout #carpetstretch #carpetrepair #vinylfloor #coronavirus #covid19","sentiment_score":0.1257575758}
{"full_text":"Unemployment has forced aching decisions on millions of Americans and their families in the face of a rampaging viral pandemic that has closed shops and restaurants, paralyzed travel, and left millions jobless for months. ","sentiment_score":-0.1333333333}
{"full_text":"In the coming weeks and months, several coronavirus vaccines will begin making their way to our cities in a hope to curtail the spread of a virus that has put a halt on our everyday lives and filled the nation's hospital rooms.","sentiment_score":0.0666666667}
{"full_text":"Ice-T reveals Boo-Yaa T.R.I.B.E. legend Gangxta Ridd has died from COVID-19  READ MORE:","sentiment_score":0.5}
{"full_text":"Sounds like time for some Fleetwood Mac...\"I'll be coming home soon baby please be waiting outside your door...\"It's I'm Coming Home to Stay - Bonus Trackhttps:\/\/t.co\/bK1cRw9IeQRe-tweet if you love this one!","sentiment_score":0.3125}
{"full_text":"Please go away .........and be quiet , u are crazy","sentiment_score":-0.3}
{"full_text":"The NSC released a statement of approval in response to a workplace safety expert's appointment to President-elect Joe Biden's coronavirus task force.https:\/\/t.co\/r8FM0fGxlC","sentiment_score":0.0}
{"full_text":"One American died fro COVID-19 while I typed this, that's the price of your liberty, and another one just died","sentiment_score":0.0}
{"full_text":"RT Corporal Catastrophe shunned an extension back in July. In the midst of a pandemic, (while making a colossal f*** up of th...","sentiment_score":0.15}
{"full_text":"Held a bipartisan roundtable as Chair of the Subcommittee on Select Revenue Measures. The economists and experts we talked to agreed that Congress must take action now to help families and businesses recover from the economic fallout of #COVID19.","sentiment_score":0.15}
{"full_text":"COVID-19 STIMULUS: As #COVID19 relief talks continue in Congress, a look at some of the items on the table.https:\/\/t.co\/SRpMcY1Y1H","sentiment_score":0.0}
{"full_text":"From last week's federal government's fall economic update:\"...the federal government is listening to the changing outlook for first-time home buyers brought on by the pandemic,\" Right at Home Realty President John Lusink said.Story via","sentiment_score":0.1619047619}
{"full_text":"RT Well Gym-bo, now that you asked:South KoreaPopulation: 51 millionCOVID deaths: 529COVID dea...","sentiment_score":0.0}
{"full_text":"DARKNET MARKET CRYPTO REVENUES HIT ALL-TIME HIGHS IN 2020A study revealed that darknet markets have astonishing figures so far in 2020, despite the coronavirus pandemic, but the dynamics changed compared to the last year's numbers.https:\/\/t.co\/yd1ub2MXmP","sentiment_score":0.2}
{"full_text":"New Brunswick reports two new COVID-19 cases; active cases at 98https:\/\/t.co\/PZH3uMg4Dg","sentiment_score":0.0464646465}
{"full_text":"USC President Bob Caslen attended multiple in-person events before testing positive for coronavirus last Tuesday night, according to school documentshttps:\/\/t.co\/GFJ20EDXZV","sentiment_score":0.0757575758}
{"full_text":"Sleep disorders affect people with ADHD two to three times as often as those without it.#education #XiaoZhan #COVID19 #Volunteers #Mentalhealth #MentalHealthAwareness #ADHD #Facts #SaturdayMorning #BTSxMMA","sentiment_score":0.0}
{"full_text":"Heads up.","sentiment_score":0.0}
{"full_text":"New Brunswick reports two new COVID-19 cases; active cases at 98https:\/\/t.co\/Tck51zgneX","sentiment_score":0.0464646465}
{"full_text":"COVID-19 STIMULUS: As #COVID19 relief talks continue in Congress, a look at some of the items on the table.","sentiment_score":0.0}
{"full_text":"In case you missed something yesterday","sentiment_score":0.0}
{"full_text":"Health expert says anti-lockdown campaigners are worsening Covid restrictions they oppose","sentiment_score":0.0}
{"full_text":"Pfizer and BioNTech have scored a historic OK for their #Covid19 vaccine in the UK, where the first doses are expected to be delivered within days.https:\/\/t.co\/R7QOfqSgEZ","sentiment_score":0.1625}
{"full_text":"RT \"As the nation tires of quarantines, boredom and loneliness, the same politicians who find glee in slapping wrists and dooming sma...","sentiment_score":0.0}
{"full_text":"\"COVID took me from my school - which I have claimed as home - and my teammates - which I have claimed as family. But despite all that I lost this past spring and fall, COVID reminded me of my love for the game.\" - Victoria Tredinnick  ","sentiment_score":-0.05}
{"full_text":"Oh fuck off you absolute failure of a trash canHow the hell do you become Florida rep and yet show so much disrespect towards people getting covid and lack such basic human decency","sentiment_score":-0.0452380952}
{"full_text":"COVID-19 STIMULUS: As #COVID19 relief talks continue in Congress, a look at some of the items on the table.","sentiment_score":0.0}
{"full_text":"RT We are back to face to face parades again after Lockdown 2! Good to see cadets on the Sqn and well done to Cpl Brown on...","sentiment_score":0.35}
{"full_text":"Coronavirus virus heaven... no way will I travel here ","sentiment_score":0.0}
{"full_text":"RT Wonder how many recall elections will happen in 2021 over various forms of Democratic hypocrisy over lockdowns and policing in...","sentiment_score":0.25}
