{"full_text":"Sweden is not COVID-free; they are at the other end of the spectrum from Australia on both how they handled things, and their outcome.  How can you post something so inaccurate, with such assuredness?","sentiment_score":-0.0625}
{"full_text":"RT I am allowed to fly directly next to perfect strangers on a packed plane with no social-distancing between strangers &amp; du...","sentiment_score":0.6}
{"full_text":"An entire episode of this arc would be Jess showing up to yell at Rory for being at a Logan-hosted super spreader, and then sacrificing himself to go within 6 feet of her to bring her home","sentiment_score":0.1666666667}
{"full_text":"COVID-KING MUST MOVE NOW!! TAKE THE tRump VIRUS WITH HIM AND FAKE BARBI BIRTHER!!!","sentiment_score":-0.9765625}
{"full_text":"Tweet of the year #GOPCorruptionOverCountry #MedicareForAll #COVID19 #ClimateEmergency","sentiment_score":0.0}
{"full_text":"RT Here's a brief overview of how this works... yea, not like we're told, none of this is what we're told... ch...","sentiment_score":0.0}
{"full_text":"Anyone else's hands age 50 years during this pandemic due to washing your hands every 5 minutes?","sentiment_score":-0.125}
{"full_text":"RT !! Only individuals who have made an appointment will receive a test. !! If you have any COVID-19 symptoms, DO NOT sche...","sentiment_score":0.0}
{"full_text":"RT On Monday, November 23rd, the University of Alberta Prince Takamado Japan Centre held the webinar \"Ageing Society in the Er...","sentiment_score":0.0}
{"full_text":"RT We have activated QB Lamar Jackson from the Reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"The govt of Ontario can make a private Christian College a university, but can't provide sufficient testing capacity during a pandemic. Clear priorities, but unfortunately they don't have anything to do with caring for people. Profits before people. #onpoli","sentiment_score":-0.1}
{"full_text":"Covid 19 and ERP solutions. Currently, the global workforces' ability to function remotely is being tested with","sentiment_score":-0.0333333333}
{"full_text":"RT Just finished a shift where half my patients had active or recent covid.  So let's do a thread on stats.","sentiment_score":-0.1}
{"full_text":"Lock it all down for one month!","sentiment_score":-0.1944444444}
{"full_text":"RT Former Alabama senator dies of Covid, in his last words warns, 'We messed up' (was exposed to the virus at a social gatheri...","sentiment_score":0.0111111111}
{"full_text":"RT Once the pandemic slows and things transition back to a semi-normal life... the MOTM 3 tour will be best tour of...","sentiment_score":0.5}
{"full_text":"RT I'm really annoyed that the people who publicly flaunted their COMPLETE disregard for #Covid safety like &amp; #RudyGuill...","sentiment_score":-0.1}
{"full_text":"RT Italian man walks 450km after lockdown row with wife","sentiment_score":0.0}
{"full_text":"Now more than ever, our communities need common sense #PaidSickLeave policies that protect ALL workers and businesses. #ABQPTO","sentiment_score":0.1}
{"full_text":"RT I went to Morehouse with a dude who used to drink Ice Houses and Incredible Hulks with me, and now he online talking ab...","sentiment_score":0.9}
{"full_text":"RT I don't care that you're wearing a mask, I'm a nervous Jew in the midst of a pandemic and I need you to not strike up a c...","sentiment_score":0.0}
{"full_text":"RT Here's a powerful scene from the season premiere. Please social distance. Wear a mask. Be a good teammate......","sentiment_score":0.3444444444}
{"full_text":"When lockdown is finally over and my parents are out of town, I'm 100% totally throwing a Project X party ","sentiment_score":0.0}
{"full_text":"RT Leaving home for essentials? Make sure your mouth *and* nose are covered to prevent the spread of #COVID19.","sentiment_score":0.5}
{"full_text":"Well well well... err I mean, I wish him well","sentiment_score":-0.3125}
{"full_text":"In the year of Covid , we're winning it all!!! ","sentiment_score":0.9765625}
{"full_text":"RT Today I'm with to sound the alarm that COVID cases in Pennsylvania have reached critical levels.If we...","sentiment_score":0.2}
{"full_text":"RT Follow along for the latest on the coronavirus in Kentucky:","sentiment_score":0.5}
{"full_text":"You are not banning virus modifications but allowing vaccines to be free. Which side are you on?COVID was modified to be able to attack human cells. Otherwise any of the SARS strain would take 800 years to evolve like that.","sentiment_score":0.3}
{"full_text":"RT Honoured to speak as Chair of #LLDCs at @UNCTAD briefing for our Ambassadors.I welcome the new initiative on Productive Capa...","sentiment_score":0.4681818182}
{"full_text":"Stay at home and save the boat fare, there's nothing more to be said.","sentiment_score":0.5}
{"full_text":"RT Local workers have been hit particularly hard by COVID-19, so we're partnering with and the to better u...","sentiment_score":0.0694444444}
{"full_text":"Nurse in Pfizer's vaccine trial said friends believed she had COVID 105'F fever","sentiment_score":0.0}
{"full_text":"RT There have been more American deaths from COVID this day, and every day in December, than the deaths in the Pearl Harbor a...","sentiment_score":0.25}
{"full_text":"Who gives a shit about compromise? This is about playing hardball like McConnell does. Dems can attach their covid bill to a 3 month CR and let McConnell take the blame for shutting down govt in the middle of a pandemic if he walks away","sentiment_score":-0.1185185185}
{"full_text":"Hopefully they lock you down.","sentiment_score":-0.1555555556}
{"full_text":"The New York Times reports 282,989 total COVID-19 deaths in the US, as of December 7th. Thats the equivalent of 117 Pearl Harbor attacks. #WearAMask","sentiment_score":0.0681818182}
{"full_text":"RT We have activated QB Lamar Jackson from the Reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"RT All TWICE members and managers tested negative for COVID-19 todaySana will be complying with self quarantine until Dec 18th...","sentiment_score":-0.3}
{"full_text":"Louisiana COVID Cases Increase To 252,136 Deaths To 6,607 - Louisiana (2019-nCoV) - Recombinomics Inc.","sentiment_score":0.0}
{"full_text":"RT Leading Covid-19 vaccine makers Pfizer and Moderna decline invitations to White House 'Vaccine Summit'","sentiment_score":0.0}
{"full_text":"RT Testing &amp; vaccination are key to overcome the pandemic.The works to ensure we have affordable, safe tests...","sentiment_score":0.25}
{"full_text":"RT Journos jump to accuse a Republican like Giuliani who gets covid of being a reckless mask denier, suggest infection is his...","sentiment_score":0.0}
{"full_text":"RT The Coronavirus pandemic has been tough on us all. This will brighten your week. Humanity.","sentiment_score":-0.3888888889}
{"full_text":"RT An old lady in a care home said:        'I WANT TO LIVE UNTIL I DIE'              Seven words that capture the essence of a...","sentiment_score":0.1181818182}
{"full_text":"RT Players...it's important to keep in mind that recruiting is an ever-evolving thing. Especially in this COVID climate....","sentiment_score":0.2}
{"full_text":"Yes, just throw in some student debt cancellation with that... That would be the right \"covid\" thing to do ","sentiment_score":0.2857142857}
{"full_text":"RT Lockdown depression, winter depression, not being able to see your families, anxiety levels at a high for 18-25 year olds...","sentiment_score":0.33}
{"full_text":"I heard Montera has requested an emergency approval from FDA, and Phizer is supposedly in the mix as well. Not sure I trust the FDA OR CDC with tRump's influence at this point !!","sentiment_score":-0.390625}
{"full_text":"RT We have activated QB Lamar Jackson from the Reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"RT I really don't want to see any Republicans trying to act like they give a damn about the 2,403 lives lost at Pearl Harbor w...","sentiment_score":0.2}
{"full_text":"RT Indiana University: \"What we found is that, actually, the more in-person credit hours a student had, the less likely they were...","sentiment_score":0.0833333333}
{"full_text":"She tweeted it","sentiment_score":0.0}
{"full_text":"RT Vaccine conspiracies are overtaking election disinformation, but we can &amp; we must preempt this next wave of nonsense, n...","sentiment_score":0.0}
{"full_text":"RT I said this in March and I'll say it again now:The majority of COVID deaths occur in long term care centers.What d...","sentiment_score":-0.05}
{"full_text":"RT Rudy Guiliani's covid diagnosis proves that the virus can travel from bat to human back to bat","sentiment_score":0.1}
{"full_text":"adding it to this","sentiment_score":0.0}
{"full_text":"They can't force anyone.  Including healthcare workers.  At most they can say you can't work until the outbreak is over. Similar to when you refuse the influenza vaccine in LTC. Cant work during the outbreak.","sentiment_score":0.25}
{"full_text":"RT Exposed at a social gathering outside with a couple of guys two weeks ago.\"We messed up, we let our guard down. Please tell...","sentiment_score":-0.0407407407}
{"full_text":"RT We have also activated FB Patrick Ricard, LS Morgan Cox and DT Justin Madubuike from the Reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"RT Administration Corona Virus seminar scheduled for 12\/8 without an invitation to the incoming Biden team. Thousands may di...","sentiment_score":0.0}
{"full_text":"RT Just got nose probed for #COVID19 because refuses to wear a mask... ","sentiment_score":0.0}
{"full_text":"RT \"She will, she said in an interview, soon allow hospitals to move to \"crisis standards,\" a move that frees them to ration c...","sentiment_score":0.0}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"RT Trump supporters won't get the coronavirus vaccine because they \"don't know what's in it\" but will be first in line to g...","sentiment_score":0.25}
{"full_text":"RT I am allowed to fly directly next to perfect strangers on a packed plane with no social-distancing between strangers &amp; du...","sentiment_score":0.6}
{"full_text":"RT We've gone from 2 weeks to 'flatten the curve' and 'protect the NHS' to 'tiers until Spring as long as you've had your ja...","sentiment_score":-0.05}
{"full_text":"RT Coronavirus task force member Adm. Giroir says science doesn't support lockdowns - #OANN","sentiment_score":0.0}
{"full_text":"Thankfully now two people at my office have tested positive for COVID yet they are still having us all come in to the office...at a software company...where 100% of everyone's jobs can be done remotely... haha ","sentiment_score":0.1090909091}
{"full_text":"RT Retweet to expose the craven corruption of #DoubleDealingDavid.  #PerdueInsiderTrading","sentiment_score":0.0}
{"full_text":"The billionaires are doing great. The millionaires have gotten their tax breaks.The only thing keeping working-class families afloat is aid from March.It's time for the GOP to step up with substantial federal aid. And yes, we mean WITHOUT more handouts for the rich.","sentiment_score":0.2270833333}
{"full_text":"RT Covid hit and first thing MFs said was \"when can things get back to normal?\"  Scientists and health experts said \"do XYZ\" and...","sentiment_score":0.1333333333}
{"full_text":"RT After watching some of the highlights from the #Broncos loss to the #Chiefs again I have to say, I'm disappointed in how...","sentiment_score":-0.75}
{"full_text":"Very cool! Can't wait to see some of the coding your students will do this week. I've added your name to the draw to win a STEM book. #ocsbCodes","sentiment_score":0.684375}
{"full_text":"Try a simple google search of CDC excess mortality.","sentiment_score":0.0}
{"full_text":"dream post-covid double date: dinner, wine, and classic movies with rian and karina and gf ","sentiment_score":0.0833333333}
{"full_text":"United States comes in thirty-first in globel rankings of life expectancy, behind Cyprus, Costa Rica,and Chile and just ahead of Cuba and Albania. But spends more on health care than any country Americans lead a very unhealthy lifestyle But wear your mask ","sentiment_score":-0.14}
{"full_text":"RT They use terms like \"handouts,\" \"welfare,\" &amp; \"freebies\" for struggling Americans but use the term \"pandemic relief\" for bil...","sentiment_score":0.0}
{"full_text":"RT NEW VIDEO: David Perdue has a long history of trading off of inside information, even before COVID. He even used his t...","sentiment_score":0.0431818182}
{"full_text":"RT I am allowed to fly directly next to perfect strangers on a packed plane with no social-distancing between strangers &amp; du...","sentiment_score":0.6}
{"full_text":"RT Follow the money.This is about privatising Social Security by renaming it 'welfare' and then using that as a pejorative. The L...","sentiment_score":0.0333333333}
{"full_text":"Pfizer and Moderna say their #covid19 vaccines are more than 90% effective in adults - but where do we stand in the production of a vaccine for kids? Here's the latest.","sentiment_score":0.5333333333}
{"full_text":"#Coronavirus: Phone camera may replace labs in novel testing approach for #COVID19 #UAE #Dubai #DXB","sentiment_score":0.0}
{"full_text":"RT It takes a special kind of person to profit off a pandemic and turn your back on people who are suffering. But that's wh...","sentiment_score":0.319047619}
{"full_text":"RT People who have lost health care during the pandemic:: 0: 0: 0: 0: 0: 0: 0: 0: 0: 0: 0:...","sentiment_score":0.0}
{"full_text":"RT Seasonal depression + pandemic stress is a dangerous combo. If you are a Black or brown therapist working remotely plea...","sentiment_score":-0.2888888889}
{"full_text":"Windsor By-Law Enforcement Officers conducted 154 proactive COVID-19 checks along with 37 complaints relayed through 311 over the past week, resulting in 22 charges. Learn more:  #YQG","sentiment_score":0.125}
{"full_text":"Fascinating #covid19 #lockdown research w\/ many contributors &amp; an adapted SLIR model. \"The objective function encompasses both health and economic considerations. Specifically, it recognizes benefits from people being free to work and costs...","sentiment_score":0.36}
{"full_text":"RT NEW VIDEO: David Perdue has a long history of trading off of inside information, even before COVID. He even used his t...","sentiment_score":0.0431818182}
{"full_text":"When you look at covid19 with this quote in mind, it all starts to make sense...","sentiment_score":0.0}
{"full_text":"RT Weird that Covid is just like the flu but every right wing political figure that tests positive is immediately flown to th...","sentiment_score":0.0032467532}
{"full_text":"RT Ok, well now I'm crying. ","sentiment_score":0.15}
{"full_text":"RT Today, in order to curb cases of #COVID19 in Michigan, extended the statewide pause to December 20th.","sentiment_score":0.0}
{"full_text":"RT State Superintendent weekly COVID-19 Update message is pictured here. Subscribe to our weekly COVID-19 Update...","sentiment_score":0.0}
{"full_text":"RT There have been more American deaths from COVID this day, and every day in December, than the deaths in the Pearl Harbor a...","sentiment_score":0.25}
{"full_text":"RT Italian man walks 450km after lockdown row with wife","sentiment_score":0.0}
{"full_text":"small sign that the tide is turning...","sentiment_score":-0.25}
{"full_text":"RT Ok, well now I'm crying. ","sentiment_score":0.15}
{"full_text":"I'm not trying get COVID ","sentiment_score":0.0}
{"full_text":"RT We have also activated FB Patrick Ricard, LS Morgan Cox and DT Justin Madubuike from the Reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"RT #DoubleDealingDavid is making money off of misery. No more. #VoteForJonOssoff","sentiment_score":-0.25}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"RT Retweet to expose the craven corruption of #DoubleDealingDavid.  #PerdueInsiderTrading","sentiment_score":0.0}
{"full_text":"Your nggas in trouble","sentiment_score":-0.2}
{"full_text":"RT We have activated QB Lamar Jackson from the Reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"RT Rudy Giuliani asking one of his witnesses: \"Would you be comfortable taking your mask off some people can hear you?\" He w...","sentiment_score":0.4}
{"full_text":"Bless all #FrontlineHeroes ","sentiment_score":0.0}
{"full_text":"RT Thanks, Becky. It's always an honor to be able to advocate for students, their families &amp; the professionals who dedicat...","sentiment_score":0.35}
{"full_text":"RT Useful info for those who delight in closing borders","sentiment_score":0.3}
{"full_text":"RT Dear Media. Our Ports hauliers and supply chains will be forced to fail on 31December. We need to extend the transition...","sentiment_score":-0.4}
{"full_text":"The pandemic forced hospitals and labs to incorporate #DigitalPathology into their processes and has proven to be extremely beneficial.","sentiment_score":-0.2125}
{"full_text":"Commercial Leasing During COVID-19: Direct vs Sublease #CRE #COVID-19 #Leasing #Subleasinghttps:\/\/t.co\/GxVwLBp4ya","sentiment_score":0.05}
{"full_text":"ready to buy season passes once COVID is over (whenever that is)","sentiment_score":0.2}
{"full_text":"RT NEW VIDEO: David Perdue has a long history of trading off of inside information, even before COVID. He even used his t...","sentiment_score":0.0431818182}
{"full_text":"RT Coronavirus vaccine makers Pfizer and Moderna have declined invitations to Trump's vaccine summit tomorrow,","sentiment_score":0.0}
{"full_text":"2231 more COVID-19 cases, 10 deaths reported Monday in Utah - https:\/\/t.co\/3sg6ceZGSF","sentiment_score":0.5}
{"full_text":"RT I am allowed to fly directly next to perfect strangers on a packed plane with no social-distancing between strangers &amp; du...","sentiment_score":0.6}
{"full_text":"Go figure........","sentiment_score":0.0}
{"full_text":"RT An important conversation starter and reminder for those worried that an #mRNAvaccine hasn't been developed before. Tl;dr...","sentiment_score":0.25}
{"full_text":"STFU!!!!!","sentiment_score":0.0}
{"full_text":"People getting the vaccine can still be vectors for transmission. The vaccinated will likely think they don't need to wear masks around those not vaccinated yet. The result will be that anti-vaccinated folks will inevitably come down with COVID. So, a better analogy is smoking.","sentiment_score":0.0861111111}
{"full_text":"RT A sizeable minority of people believe conspiracy theories about the coronavirus and COVID-19 vaccines, some experts have warne...","sentiment_score":0.0}
{"full_text":"RT We have also activated FB Patrick Ricard, LS Morgan Cox and DT Justin Madubuike from the Reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"NOOOOOOOOOOOOOOO I WAS READY FOR WAR DALCHA","sentiment_score":0.2}
{"full_text":"RT My latest op.ed-'The great Covid-19 Vaccine Heist'-is now available on line  (it discusses #COVAX &amp; Vaccine Nationalism)...","sentiment_score":0.5666666667}
{"full_text":"RT We cannot leave for the year without getting a COVID relief deal for the American people.","sentiment_score":0.0}
{"full_text":"People go shopping after Lombardy was downgraded from a red to an orange zone, loosening coronavirus restrictions including allowing non-essential shops to re-open ahead of Christmas, in Milan, ItalyCredit: REUTERS\/Flavio Lo Scalzo","sentiment_score":0.0}
{"full_text":"RT \"V-Day:\" The U.K. will become the first Western country to administer COVID-19 vaccinations Tuesday and authorities are call...","sentiment_score":0.125}
{"full_text":"Back in March I lost my full time job because I was considered non-essential in the first #yyc #COVID19  lockdown.  I'm all ears to any idea that can keep people working providing for their families &amp; keep public health and safety top of mind. ","sentiment_score":0.22}
{"full_text":"A new study in human and mouse cell lines shows that people who have #mutations in the IFITM3 gene are possibly more susceptible not only to influenza but also SARS-CoV-2.#COVID19 #genehttps:\/\/t.co\/xVAqBBFaS4","sentiment_score":0.1590909091}
{"full_text":"t's been dubbed \"V-Day\" in Britain -- recalling the D-Day landings in France that marked the start of the final push in World War II to defeat Nazi Germany.https:\/\/t.co\/DEQjzfVXBO","sentiment_score":0.05}
{"full_text":".@BVSDcolorado serves 1 millionth meal to families during pandemic","sentiment_score":0.0}
{"full_text":"\"Tip less, harrass more\" - apparently people going out to eat during the pandemic","sentiment_score":0.1277777778}
{"full_text":"Some states, employers, and universities could condition a return to work or school on getting a COVID-19 vaccine.https:\/\/t.co\/F6kYK7corB","sentiment_score":0.0}
{"full_text":"RT Scottish pubs and restaurants 'getting lowest Covid support in UK', industry tells Nicola Sturgeon","sentiment_score":0.0}
{"full_text":"I know it won't, but I wish this would put an abrupt end to what remains of \"American exceptionalism\" talk in the US. This is shameful.","sentiment_score":-0.0625}
{"full_text":"JoJo Siwa Reveals Her 'Whole Family' Had Coronavirushttps:\/\/t.co\/zQTclTOEdyPresented by","sentiment_score":0.2}
{"full_text":"Pakistan Suspends Senior Hospital Staff After Oxygen Shortage Kills 6 COVID Patients","sentiment_score":0.0}
{"full_text":"Anti-lockdown protesters rally in #NYC, and outside #LA mayor's house#coronavirus #COVID19 #USA #lockdown","sentiment_score":0.0}
{"full_text":"Everything you need to know about false negative #covid19 test results:","sentiment_score":-0.35}
{"full_text":"President #DonaldTrump will sign an executive order to ensure that priority access for #COVID19 vaccines procured by the U.S. government. #America #Vaccine #coronavirushttps:\/\/t.co\/M1BEA9UR77","sentiment_score":0.0}
{"full_text":"A survey of more than 3600 households has revealed 1 in 3 are earning less now than they were in February due to Covid-19. spoke about the findings with the Retirement Commissioner at the Commission for Financial Capability Jane Wrightson.","sentiment_score":0.0520833333}
{"full_text":"CDC in guidance released Friday recommended \"universal face mask use\" outside of the home for the first time since America's new coronavirus epidemic began. Here's what you need to know, and the agency's nine further recommendations to stop the spreadhttps:\/\/t.co\/9DHvGSFsoX","sentiment_score":0.0772727273}
{"full_text":"RT Weird that Covid is just like the flu but every right wing political figure that tests positive is immediately flown to th...","sentiment_score":0.0032467532}
{"full_text":"RT A man walks infront of an Indian paramilitary trooper as he stands guard during COVID-19 lockdown in Srinagar, Kashmir. ht...","sentiment_score":0.0}
{"full_text":"Gov. Mike DeWine says he plans to extend the statewide 10 p.m. curfew, which is set to expire this week, as Ohio's coronavirus case and death numbers stay stubbornly high.","sentiment_score":0.16}
{"full_text":"Ahead of tomorrow night's fixture against please take a few minutes to view our COVID-19 walkthrough on what to expect at Hayden Road.There have a few updates since this was filmed so please follow stewards insturctions at all times.https:\/\/t.co\/qyAmcNRcec","sentiment_score":-0.2}
{"full_text":"Get the latest updates about #COVID19 on our website: #covid19MA","sentiment_score":0.5}
{"full_text":"Hosting a telephone town hall with to discuss how we're working to protect the physical and economic health of North Carolinians through the COVID-19 pandemic. Listen Live:","sentiment_score":0.1121212121}
{"full_text":"Happy to share the \"St. Broxville Wood: Into the Thicket\" Kellogg Gallery Exhibition Tour with you all! If you missed this show pre-covid or just want to re-visit the show itself via our video tour, go to #KelloggandHuntley #TheArtistsChallenge2020","sentiment_score":1.0}
{"full_text":"Many of us are feeling \"COVID-19 fatigue.\" We've been carrying the weight of this pandemic for much longer than we expected. Be kind &amp; remember we're all working hard to slow the spread. We must work together to remain vigilant &amp; strong. #JeffcoForward","sentiment_score":0.1488095238}
{"full_text":"#AngelaMerkel warns Germany needs tougher lockdown to get through winter: Reuters","sentiment_score":0.0}
{"full_text":"An advisory committee for the CDC voted that health care workers and those who live and work in long-term hair facilities will be first in line to be vaccinated for the coronavirus.https:\/\/t.co\/SBRbWrg3uK","sentiment_score":0.1931818182}
{"full_text":"RT My god","sentiment_score":0.0}
{"full_text":"Best thread of 2020","sentiment_score":1.0}
{"full_text":"Open it all up. If people are afraid, just stay home. Don't tell other people what to do.","sentiment_score":-0.2416666667}
{"full_text":"COVID-19 drives Yazidis to face new risks in return to Sinjar.Almost 200,000 Yazidis - approximately half of the entire community in Iraq -remain in displaced persons camps without adequate medical treatment.","sentiment_score":0.0606060606}
{"full_text":"Together with Britain's Farnborough Airshow, with which it alternates every other year, Paris Airshow is the industry's largest showcase. Its cancellation is the latest sign of the depth of the pandemic-related crisis hitting airlines and manufacturers.https:\/\/t.co\/wZxXUg5bTP","sentiment_score":0.1875}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"The COVID-19 pandemic sidelined the college's plans for a traditional Commencement ceremony in May 2020, which would have recognized students who completed their studies at Lewis and Clark in the Fall 2019, Spring 2020 and Summer 2020 semesters.","sentiment_score":0.0}
{"full_text":"The six-month eviction moratorium applies to non-chain restaurants with fewer than 100 employees.","sentiment_score":0.0}
{"full_text":"This new #COVID19 Forecast from Interset #DataScience enables you to visualize and analyze historical and projected COVID-19 cases and intervention policies in countries around the world. #AI #ArtificialIntelligence #PredictiveAnalytics #CyberResilience","sentiment_score":0.0681818182}
{"full_text":"This means that #Texas #dentists need to update their procedures as required by the dental board's COVID-19 emergency rule. #dental","sentiment_score":0.0}
{"full_text":"#PeaceCon2020 is off to a great start! We're looking forward to engaging w\/ fellow #peacebuilders tomorrow during our panel discussion on \"Trauma in the Time of #COVID19\" featuring experts from MSI, &amp; Learn more:","sentiment_score":0.6333333333}
{"full_text":"China's Sinovac Biotech has secured $515 million in funding from a domestic firm to double production capacity of its #coronavirus #vaccine, the companies said on Monday, as it expects efficacy data of its experimental shots this month.","sentiment_score":-0.025}
{"full_text":"Registered nurse, Casey Peat manages the outpatient infusion clinic Hospital Central and has had a front row seat, as the first 8 patients have been given bamlanivimab in hopes of keeping them out of the hospital. #YourHealthyFamily","sentiment_score":0.125}
{"full_text":"\"Universal mask wearing in public could greatly reduce the number of Americans who die by COVID-19 by February, a study published Friday in the journal Nature Medicine projects.\" #txlege #MaskUp #covid19","sentiment_score":0.2666666667}
{"full_text":"California lawmakers traveled Monday to the state capital to carry out what they call their \"essential\" constitutional duty on the same day the government ordered more than 33 million people to stay home because of a surge of new coronavirus cases.","sentiment_score":0.1590909091}
{"full_text":"#Pfizer and #BioNTech will deliver the first doses of their #Covid19 #vaccine to #Canada this month, #PrimeMinister #JustinTrudeau announced Monday, with inoculations to start as early as next week.","sentiment_score":0.1166666667}
{"full_text":"Rudolph the Face Masked Reindeer Wrapping Paper Sh via #OhDeer #christmasgiftsideas #Rudolph #thefacemaskedreindeer #COVID19 #wearamask #giftwrapping #wrappingpaper #Christmasgiftideas #holidays #Christmas2020 #washyourhands","sentiment_score":0.0}
{"full_text":"In this episode, Stu Kedwell, Co-Head, North American Equities, discusses how the markets are reacting to the COVID-19 vaccine and what the economy could look like afterwards. Listen now:","sentiment_score":0.0}
{"full_text":"Monday's deaths came after the county saw its deadliest week last week, during which 12 deaths were announced","sentiment_score":0.0}
{"full_text":"RT A Quiet Place is a much different movie to watch post-COVID, because all I can think about is how after discovering the alie...","sentiment_score":0.0}
{"full_text":"RT We have activated QB Lamar Jackson from the Reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"RT .@GovRonDeSantis' failed leadership is a tragedy Florida has had to endure.Over 1 million #COVID19 cases.Over 56,400 ho...","sentiment_score":-0.5}
{"full_text":"RT Ravens activate Lamar Jackson from the COVID-19 list.","sentiment_score":0.0}
{"full_text":"Contact tracing is an important step in taming the spread of COVID-19, but by the time people test positive, it can be hard for them to remember who they've seen. Using cognitive interviewing techniques might help.More from","sentiment_score":0.1118686869}
{"full_text":"RT New: Dr. James Phillips, the ER physician who publicly criticized decision to go on a rideabout to gree...","sentiment_score":0.0681818182}
{"full_text":"well people #HereWeGo because MY #Pittsburgh #Steelers are going to take on Washington at home today in the #NFL as this was supposed to take place yesterday afternoon but got moved so I hope my team wins to stay undefeated PLUS if they do they clinch a spot in the postseason","sentiment_score":0.3}
{"full_text":"The COVID-19 English Language Learner hotline is available if you are looking for resources and support in community such as food, rent, utilities, legal services, and other services. Call 1-877-558-2609 or visit for more info and available languages.","sentiment_score":0.1964285714}
{"full_text":"Covid-19: the driving force behind the data revolution in the e-commerce industry: #TechTrends","sentiment_score":-0.4}
{"full_text":"What John said. But also: most healthy 18-49 year olds I know want to protect people who are at higher risk, and we know that everyone getting vaccinated makes the most vulnerable among us safer. We'll get vaccinated when it's safe and possible because we're not monsters.","sentiment_score":0.25}
{"full_text":"RT It's a very big deal. #WearAMask","sentiment_score":0.0}
{"full_text":"RT SwanseabayNHS: Neath Port Talbot has record levels of Covid-19 infection rates - the highest in Wales with numbers rising rapidly - and...","sentiment_score":0.0}
{"full_text":"God this new Vicar Of Dibley lockdown effort is bloody painful to watch! Almost makes Mrs Brown's Boys feel welcome.","sentiment_score":-0.1846590909}
{"full_text":"COVID Cases Up 9,350 Since Saturday","sentiment_score":0.0}
{"full_text":"RT The Coronavirus pandemic has been tough on us all. This will brighten your week. Humanity.","sentiment_score":-0.3888888889}
