{"full_text":"RT BREAKING - Canadian Government will require arriving passengers from outside of the country to have a negative COVID te...","sentiment_score":-0.15}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"RT Check out the New Years Day track, on your New Years Eve party  #NewYearsEve...","sentiment_score":0.1363636364}
{"full_text":"RT Reuters needs to rewrite this headline. It takes 10-14 days for the vaccine to reach full efficacy. How do I know this? It...","sentiment_score":0.35}
{"full_text":"RT I mean, if you overlook creating and unleashing a global pandemic, arresting and shutting down democracy in Hong Kong, &amp; pu...","sentiment_score":-0.1560185185}
{"full_text":"You possibly got covid and breaching protocols?!?!","sentiment_score":0.0}
{"full_text":"RT It should concern everyone to hear Professor Van-Tam describe this moment in the coronavirus crisis as a 'very dangerous s...","sentiment_score":-0.78}
{"full_text":"This whole covid thing has only showed one thing for certain: there is a graph or a statistic for every scenario\/answer ","sentiment_score":0.1380952381}
{"full_text":"RT NEW: Ireland announces nationwide coronavirus lockdown","sentiment_score":0.1363636364}
{"full_text":"RT Government officials are never above the law.A COVID vaccine sourced from the black market is intolerable. It is ille...","sentiment_score":-0.0833333333}
{"full_text":"They should... full lockdown like Northern Ireland have done.","sentiment_score":0.35}
{"full_text":"#DoARandomActOf common sense! #WearAMask Make your doggie proud.Let's all make it a #HappyNewYear! #MaskUp #Happy2021#dogtweet #dogsoftwitter","sentiment_score":-0.46875}
{"full_text":"is golfing and planning a New Years EVe Fundraiser to steal more money from unsuspecting people not knowing he is a #Grifter yet in US two Covid record were yesterday.  Tell me why do you #Trumpers like this clown!https:\/\/t.co\/kOhHeTRzQO","sentiment_score":0.3181818182}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"RT Fighting poverty &amp; C19 thks 2 our #Billionaire who helped cause the 2008\/9 banking crash 3M #ExcludedUK #...","sentiment_score":0.0}
{"full_text":"At the beginning of the pandemic i thought i was gonna be able to spend more time with my friends online- in retrospect it was even less time than last year ","sentiment_score":0.2083333333}
{"full_text":"RT This is Thomas Friedman's house","sentiment_score":0.0}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"God I am so glad I did not have to turn 21 in this pandemic","sentiment_score":0.5}
{"full_text":"This is very sad.","sentiment_score":-0.65}
{"full_text":"RT Rod Philips did NOT make a mistake. He knew full well that leaving the country was not recommended. He chose to do it anyw...","sentiment_score":0.35}
{"full_text":"Trump is reportedly planning to host hundreds of guests at a lavish New Year's Eve bash at Mar-a-Lago as COVID-19 cases continue to soar","sentiment_score":0.1363636364}
{"full_text":"RT So by this logic...COVID19 didn't kill kill people..OUR Governments inaction did?","sentiment_score":0.0}
{"full_text":"RT This is extremely misleading and incredibly dangerous. Please stop this. COVID vaccines WILL NOT give you COVIDImmu...","sentiment_score":-0.3625}
{"full_text":"RT This is nuts. Effective science communication needs to shift these all to &gt;90%. FFS, France is the home to Pasteur! And not...","sentiment_score":0.75}
{"full_text":"Strength to the health care workers having to deal with these numbers. Horrific.","sentiment_score":-1.0}
{"full_text":"RT  Should football introduce COVID circut-breakers? The best football achievements of 2020 - as voted for by you.Listen...","sentiment_score":1.0}
{"full_text":"RT For years, Republicans were obedient to Trump's every whim.They stood by his failed COVID response. His lies. His impe...","sentiment_score":-0.05}
{"full_text":"RT For years, Republicans were obedient to Trump's every whim.They stood by his failed COVID response. His lies. His impe...","sentiment_score":-0.05}
{"full_text":"RT Follow the science? What happens when the scientists lie? #wiright #wipolitics","sentiment_score":0.0}
{"full_text":"As of today 12\/30 my county,once again, has the highest covid positivity rate in the state at  27.6%.Thank you, tourists, for visiting, not wearing a mask &amp; making us # 1. ","sentiment_score":0.0}
{"full_text":"RT This is a really important collaborative effort to hear the voices of social workers, social care workers, nurses, midw...","sentiment_score":0.1555555556}
{"full_text":"This vaccine has got nothing to do with Covid but has anything to do with something else","sentiment_score":0.0}
{"full_text":"RT During its entire involvement in WWII, an average of 328 American military personnel were killed per day. Yesterday, Amer...","sentiment_score":-0.09}
{"full_text":"RT My Covid Story Day 5. Thanks everyone for the well wishes. Feeling ok today. ","sentiment_score":0.35}
{"full_text":"RT Government has confirmed that from Dec 31(tomorrow) Somerset is in TIER 4 STAY AT HOME. NO household mixing aside from...","sentiment_score":0.4}
{"full_text":"wala ring silbi ang new year's bucket list if naka-lockdown pa rin tayo this 2021. Hay imagine the consequences of having an incompetent government that really executes bad governance. Imagine how tired we are","sentiment_score":-0.2227272727}
{"full_text":"But tragedy doesn't stop.The new victim is Zhang ZhanCCP didn't learn from the pandemic.Hold them accountable is the only way to give a lesson to CCPhttps:\/\/t.co\/OF97rP0lLE","sentiment_score":0.0204545455}
{"full_text":"RT If you were exposed to #COVID19 on Christmas Day, you would be at your most infectious to people you encounter tomorrow on...","sentiment_score":0.5}
{"full_text":"RT The picture on the left is from 2 weeks before he got COVID and the one on the right is from a few days befo...","sentiment_score":0.0285714286}
{"full_text":"That doesn't say covid19 doesn't spread in schools. You are assuming that school children are asymptomatic  - no idea why.","sentiment_score":0.0}
{"full_text":"RT I've said it before and I'll say it again: I expect bankruptcies to soar post-COVID. Two more emails this week. It's heartbre...","sentiment_score":0.5}
{"full_text":"RT I went to 2 gigs pre Lockdown in 2020 in Coventry headlined by and","sentiment_score":0.0}
{"full_text":"RT  Should pts w #cancer get the #COVID19 vaccine? Learn more about this important issue on our new resource page ","sentiment_score":0.3454545455}
{"full_text":"'Covid' seems to be the new cult...if we question it, we will be attacked, shut down, demonised...if they could they would report us to the gov...","sentiment_score":-0.0095959596}
{"full_text":"Washington | D.M.V. restaurants show perseverance, creativity throughout 2020 and the pandemic","sentiment_score":0.0}
{"full_text":"RT This World War 2 survivor of the Japanese occupation of the Philippines, a great grandmother and retired school teacher w...","sentiment_score":0.4}
{"full_text":"RT the country in a tier 4 lockdown but schools remaining open is like eating soup with a fork","sentiment_score":0.0}
{"full_text":"RT Thomas Friedman's house in Bethesda...","sentiment_score":0.0}
{"full_text":"The thing that is most infuriating is how people learned nothing from what we experienced in New York.","sentiment_score":0.2090909091}
{"full_text":"RT This is Thomas Friedman's house","sentiment_score":0.0}
{"full_text":"RT And by \"intimidated\" you mean being black and educated and advocating for her own life....https:\/\/t.co\/4lHIa0CIem","sentiment_score":0.0402777778}
{"full_text":"It's beyond ridiculous at this point covid is a sham!","sentiment_score":-0.2916666667}
{"full_text":"RT If you refuse to take the vaccine, you're an alt-right conspiracy theorist covidiot. If you take the vaccine, you're...","sentiment_score":0.0}
{"full_text":"Could somebody PLEASE ask who is in charge of the GA Covid vaccine distribution since HHS is blaming the states for the slow rollout?!?! And what's his response to our rising numbers and slammed testing sights? My friend died on Xmas Day. His wife &amp; elderly mom-in-law are sick.","sentiment_score":-0.5915178571}
{"full_text":"Same here","sentiment_score":0.0}
{"full_text":"Got more than enough time to get better now that I'm back into tier 3 lockdown from tommorow","sentiment_score":0.25}
{"full_text":"RT The media is still silent about #RealityWinner Even with the recent pardons and clemency news, news of Russian hacking,...","sentiment_score":0.0}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"Again, what the f*ck.","sentiment_score":0.0}
{"full_text":"Imagine allowing children to starve??!! JUST IMAGINE ","sentiment_score":0.0}
{"full_text":"RT This person vaccinated the same number of people yesterday as the entire country of France did in three days.","sentiment_score":0.0}
{"full_text":"RT Amateur chicken-keeping has been growing in popularity in recent years as people seek environmental sustainability in the food the...","sentiment_score":-0.125}
{"full_text":"RT yes i am actually afraid of getting covid. my mom lives w me. i haven't partied, traveled or seen most of my friends in mo...","sentiment_score":-0.05}
{"full_text":"Owllette Adult Cloth Face Mask via 21% off with code NEWYEARSALEZ  #catsoftwitter #facemask #covid19 #rescuecat","sentiment_score":0.1}
{"full_text":"RT the country in a tier 4 lockdown but schools remaining open is like eating soup with a fork","sentiment_score":0.0}
{"full_text":"RT Senators Perdue and Loeffler received intel warnings about the coming pandemic and told the public that eve...","sentiment_score":0.0}
{"full_text":"RT Rwanda built 22,000 classrooms across the country, which enabled schools to restart while observing social-distancing measure...","sentiment_score":0.0}
{"full_text":"The nations raised the #lockdownlevel.They didn't raise their faith.#COVID19","sentiment_score":0.0}
{"full_text":"All the while 1,000 Americans a day are dying..Trump is an absolute dismay failure at covid19...but these idiots will carry this election lunacy to the end...we should screen all of them for mental illness","sentiment_score":-0.2541666667}
{"full_text":"When #COVID19 led hospitals and other clinical sites to close their doors to nursing and medical students earlier this year, concerns focused on the coming surge of patients.","sentiment_score":-0.0416666667}
{"full_text":"RT Sad news that Devon is going to be Tier 3 as of Midnight, feeling very sorry for the people that are now Tier 4 as well, let...","sentiment_score":-0.575}
{"full_text":"RT Looking forward to 140 million doses of vaccines being delivered by a government who, 9 months into the pandemic, has faile...","sentiment_score":0.0}
{"full_text":"RT USA: \"..biggest companies are flourishing during the pandemic and putting thousands of people out of work\"","sentiment_score":0.0}
{"full_text":"With Christmas over thoughts turn to what to get coronavirus for its 1st birthday, can't even book a party for it #coronaturnsone","sentiment_score":0.0}
{"full_text":"RT What in the Greys Anatomy ?","sentiment_score":0.0}
{"full_text":"RT The government is telling Westminster and Kensington and Chelsea, which have the lowest coronavirus case rates in all of L...","sentiment_score":0.0}
{"full_text":"RT Bill Gates is major shareholder in Wuhan lab,lab which created and released china virus.Suddenly Bill Gates dumped s...","sentiment_score":0.0625}
{"full_text":"RT Good newsThe weather in Florida was nice enough that trump got to golf for the 5th time in 6 days.He's jamming out mone...","sentiment_score":0.4333333333}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"RT Do you know what's the best New Year's Eve experience? The one where you stay home and help save thousands of lives! ","sentiment_score":0.5852272727}
{"full_text":"RT Also I just want to say to please take this pandemic seriously. Maybe it hasn't affected anyone in your immediate famil...","sentiment_score":-0.3333333333}
{"full_text":"You can't assume contracts are easy to move especially during a pandemic. I'm almost certain Montreal is done. Like Marco said, you want all your guys for the start of camp","sentiment_score":0.2158730159}
{"full_text":"Not 17K chile","sentiment_score":0.0}
{"full_text":"We're looking back on some of the major stories of the year. During the pandemic, evictions have been a constant worry for many. Even with state and federal moratoriums, WBUR found some landlords in Massachusetts pressuring their tenants to leave:","sentiment_score":0.140625}
{"full_text":"RT Here's the deal: the whole reason McConnell can block $2,000 checks to begin w\/ is bc he's Senate Majority leader.He'll block cl...","sentiment_score":0.2}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"If anyone thinks VAT is payed by the customer they are deluded. It is payed by the seller of goods to keep alive in world of cut-throat pricing.My small LTD Company (only me &amp; my wife) has been allowed to take on more debt to get us through #COVID.#bouncebackloan #RishiSunak","sentiment_score":0.0875}
{"full_text":"RT YOU CANNOT be \"cleared\" for a gathering by a negative COVID test1) Might be too early in course to detect virus 2) ~20% of...","sentiment_score":-0.1}
{"full_text":"RT Let this sink in--A 41 year old GOP congressman-elect has just died of #COVID19. Doctors also say Letlow did **NOT** h...","sentiment_score":0.1}
{"full_text":"What an awful year 2020 has been. What's left the finale? Can someone please get eyes on to make sure he is safe....I couldn't cope if he succumbed to this god awful year too #NationalTreasure #TerribleYear #COVID19","sentiment_score":-0.375}
{"full_text":"RT An Italian doctors association has warned or disciplined 10 medics for promoting anti-vaccination propaganda and is conside...","sentiment_score":-0.05}
{"full_text":"RT Jeff Bezos could give every single Amazon employee $105,000 and still be as rich as he was before the pandemic. Tax the...","sentiment_score":0.1517857143}
{"full_text":"Is it Hump Day already LOL I have no idea what day it is anymore!  Here's to 2021 Matty!Thankful for the positive vibes you bring to Twitter and for the friendship you gave us all in 2020...with the pandemic still in full gear, we will all need the positivity in 2021 even more!","sentiment_score":0.5505681818}
{"full_text":"RT Rudy Giuliani Tests Positive For Slew Of Obscure Bat Diseases Unrelated To Covid-19","sentiment_score":0.2272727273}
{"full_text":"RT My prediction? We will be wearing surgical masks &amp; goggles in the healthcare setting for the rest of our careers. And w...","sentiment_score":0.0}
{"full_text":"What's the science say on kids dropping dead from COVID?  My high schooler sees other states have kids in school. Playing sports and NOT dropping dead. CA is run by politicians looking for ways to NOT work and learn..instead of being prepared to bring some sense of normalcy back","sentiment_score":-0.073}
{"full_text":"Te$t Te$t Te$t #Kerching #followthemoney #pharmamafia #vaccinemafia","sentiment_score":0.0}
{"full_text":"Notification Marker ConfirmationTiming is Most Interesting ...1) other COVID for \"Elite(s)\"Crown parasite virus removalLiability, Epstein, Execution?Halo Spartans!https:\/\/t.co\/B7nZxwZBZohttps:\/\/t.co\/UpvJ15snnc","sentiment_score":0.2916666667}
{"full_text":"RT For years, Republicans were obedient to Trump's every whim.They stood by his failed COVID response. His lies. His impe...","sentiment_score":-0.05}
{"full_text":"Regulatory approval of COVID-19 Vaccine AstraZeneca -","sentiment_score":0.0}
{"full_text":"RT Selena Gomez warns Facebook that disinformation about COVID-19 vaccines \"will cost lives\"","sentiment_score":0.0}
{"full_text":"RT Are you...SURE you need to go to that #NewYearsEve party? #StayHome ","sentiment_score":0.0}
{"full_text":"RT Movie theater CEO expects up to 25% permanent decline in attendance due to Covid","sentiment_score":-0.125}
{"full_text":"New Time! Tomorrow will be offering Free FLU SHOTS &amp; fast COVID-19 testing for ALL fishermen, family members of fishermen and dock side workers from 11am-3pm, weather permitting. Stay updated on our website:","sentiment_score":0.2568181818}
{"full_text":"RT If you were exposed to #COVID19 on Christmas Day, you would be at your most infectious to people you encounter tomorrow on...","sentiment_score":0.5}
{"full_text":"RT This is a clearly Plan-demic not a pandemic. It is planned on 11months before 24Jan2019... We peop...","sentiment_score":0.1}
{"full_text":"I would trade the $600 for an early Covid vaccine.. ...","sentiment_score":0.1}
{"full_text":"is your friendly neighborhood sunflower. She is a 16-year-old digital artist from the Philippines. Otey used the pandemic to cultivate her talents. She hopes to become animator &amp; concept artist. Be sure to check her out! ","sentiment_score":0.3333333333}
{"full_text":"RT This is the first death in 2020 NOT related to Coronavirus.Because it suddenly doesn't suit the narrative.https:\/\/t.co\/...","sentiment_score":0.0833333333}
{"full_text":"RT Congressman-Elect Luke Letlow dies of COVID-19 at the age of 41","sentiment_score":0.0}
{"full_text":"RT Georgians, Mitch McConnell prevented a vote on a $2000 check for your family. The ONLY way to make certain that Congress wil...","sentiment_score":0.1071428571}
{"full_text":"How long after getting the #COVID19 vaccine will I have protection from the virus?It may take at least 2 weeks for most people's bodies to build immunity after the 2nd dose of vaccine. In the meantime, practice the 3w's #washyourhands, watch your distance &amp; #wearamask.","sentiment_score":0.0375}
{"full_text":"Folks who know they have covid are definitely out in these streets.","sentiment_score":0.0}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"RT The total cost of $2k checks ($465 B) is less than 1\/2 amount American billionaires made during pandemic ($1 T). Total cost...","sentiment_score":-0.0416666667}
{"full_text":"Even with a full lockdown... no one is taking it seriously anymore!Cummings has a lot to answer for!","sentiment_score":-0.0333333333}
{"full_text":"RT How many more examples do we need?  Masks save lives and reduce the spread of SARS-CoV-2.","sentiment_score":0.5}
{"full_text":"RT I have written to to ask for clarity over why Redbridge has not yet been included on the list of areas whe...","sentiment_score":0.0}
{"full_text":"CBC NewsAir travellers entering Canada will need to have a negative COVID-19 test before arrival, Ottawa says","sentiment_score":-0.3}
{"full_text":"Hmmm, Redbridge, Greenwich and Islington..... all Labour run boroughs whose schools very sensibly went online during the final week of term against the government line. Yet all missing from the list of primary schools that are to stay closed despite huge rates of Covid ","sentiment_score":0.1166666667}
{"full_text":"RT Returning money to Americans to take care of themselves and their families during a pandemic is obviously the right thing t...","sentiment_score":0.1428571429}
{"full_text":"President Trump's signature Sunday on the $2.3 trillion COVID-19 relief and government funding bill started a 180-day countdown for the Pentagon and spy agencies to say what they know about UFOs.!?https:\/\/t.co\/ut7XfX67Ee","sentiment_score":0.0}
{"full_text":"The pandemic has forced employers to conduct job #interviews over video. What will set you apart from other online candidates? Read our latest blog post for tips on how you can stand out in your next video interview. #remotework #interviewtips","sentiment_score":0.01875}
{"full_text":"RT the country in a tier 4 lockdown but schools remaining open is like eating soup with a fork","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell and Senate Republicans are not just obstructing the Democrats -- they are obstructing the American people f...","sentiment_score":0.0}
{"full_text":"Honored to be featured in as one of the most memorable interviews of 2020. Now, let's treat teachers with professional dignity on behalf of educational equity in 2021! Feeling optimistic about what we can achieve in the new year. ","sentiment_score":0.3097727273}
{"full_text":"RT 10 months late ... we are governed by complete incompetence ","sentiment_score":-0.1}
{"full_text":"RT Austin is closing bars\/restaurants early at 10:30pm for New Years &amp; weekend.This is shaping up to be the worst COVID spike...","sentiment_score":-0.2545454545}
{"full_text":"RT Here's what the Founders did say:\"History will teach us that...of those men who have overturned the liberties of republic...","sentiment_score":0.0}
{"full_text":"RT I'm confused. We're told hospitals can't cope with the 'Covid surge' yet we see no actual pictures &amp; the Nightingales stil...","sentiment_score":-0.2}
{"full_text":"Wipe, rep, wipe, repeat. Let's #KeepItClean fitness fans. A good clean workout tops the list of 2021 New Year's resolutions. Wash your hands, wipe down your equipment and maintain social distancing while getting your sweat on. Here's to a #NewYearNewYou.","sentiment_score":0.2161616162}
{"full_text":"Responding to employee's #mentalhealth in pandemic-rocked world: #WellBeings","sentiment_score":0.0}
{"full_text":"The number of Covid-19 patients in Derby and Burton's hospitals is continuing to rise.Infection rates have also increased faster than expected in the Midlands, where the new strain of the virus has been circulating.","sentiment_score":0.0181818182}
{"full_text":"Today's #COVID19 briefing will start at 3 p.m., tune in later to watch it on Facebook Live:","sentiment_score":0.0681818182}
{"full_text":"As we recap the top stories behind our #tech, we remember it's our people who make it all happen. In this thread, Sanjana and Hemant shared their story on how #Agile, a software development concept, helped bring balance to home life during the #COVID19 shutdown. ","sentiment_score":0.2}
{"full_text":"Catch up on some of our most-read posts of the year. We spoke to 20 experts - including and - about the challenges of keeping schools and childcares open during #COVID19.","sentiment_score":0.0}
{"full_text":"Holy fuckin christ","sentiment_score":0.0}
{"full_text":"RT I do not want to hear 1 single Republican talking about not having the money to give every American screwed by the China virus...","sentiment_score":-0.0357142857}
{"full_text":"RT BREAKING: South Africa has recorded 17 700 new coronavirus cases in the past 24 hours, the highest figure since the vir...","sentiment_score":-0.0568181818}
{"full_text":"The CDC has a collection of resources for educators, school administrators, and parents to help students cope in the wake of natural disasters. #SHS","sentiment_score":0.1}
{"full_text":"Covid-19 and the #brain","sentiment_score":0.0}
{"full_text":"RT My neighbour converted his Golf Mark I's petrol engine to an electrical one. He did during lockdown, through watching YouT...","sentiment_score":0.0}
{"full_text":"After Covid-19: Reviving ruined economies using limited resources","sentiment_score":-0.0714285714}
{"full_text":"\"I don't see how a post-pandemic United States can function without the immigrant community.\" -- Israel, GA essential workerPresident-elect Biden and Congress must create a pathway to citizenship for all 11 million undocumented individuals. #WeAreHome","sentiment_score":0.0}
{"full_text":" South African beaches are patrolled and alcohol sales stopped once again as the country hunkers down under the latest round of coronavirus measures.#southafrica #coronavirus #covid19 #pandemie #vaccin","sentiment_score":0.0361111111}
{"full_text":"He's been sick for the last 10-days and doctors in Abilene were not able to determine why.https:\/\/t.co\/OAAe4uKpAv","sentiment_score":-0.3214285714}
{"full_text":"Trump's Operation Warp Speed is moving at a crawl: At the current pace, it'll take 10 years to vaccinate enough Americans to get the pandemic under control.","sentiment_score":0.0}
{"full_text":"Although Black and Latinx Californians with COVID-19 are being hospitalized and dying at 2-4 times the rate of white residents, some communities of color express vaccine hesitancy --&gt;","sentiment_score":-0.0833333333}
{"full_text":"I have been sufferring from COVID19 as according to policy i need to get some money for reimbursment but i didnt get  kindly see to it it i have alrealy attached documents for the same.. things like this for the employees wont work if you cant deliver what you say..","sentiment_score":0.3}
{"full_text":"Letlow's views &amp; Covid choices are horrific. You're right to call out his hypocrisy &amp; bad decisions--just not now. Because how are we different if we become cold &amp; callous immediately after someone dies? Loss is unbearable for survivors. Grant them a few days of mourning in peace.","sentiment_score":-0.369047619}
{"full_text":"RT Okay here we go! Ingredients in Pfizer's AND Moderna's Coronavirus Vaccines If you or someone you know is concerne...","sentiment_score":0.625}
{"full_text":"RT - if you're experiencing COVID-19 symptoms, a COVID-19 test can be booked at Y...","sentiment_score":0.0}
{"full_text":"And?? What happens now? What a waste of time and effort, notwithstanding, breaking the Covid travel rules.","sentiment_score":-0.2}
{"full_text":"RT Perhaps the government has finally woken up to the fact that extra beds are no use without skilled staff. The #NHS was 1...","sentiment_score":0.1666666667}
{"full_text":"Many of our New Year's Eve traditions aren't safe right now because of COVID-19, but there are plenty of ways to celebrate. One is to order a special take-out meal from a local restaurant. This Eater article has some ideas:","sentiment_score":0.2965367965}
{"full_text":"From fake cures to conspiracy theories, disinformation is shaping the coronavirus pandemic. Sign up for The Infodemic, written by Coda editor in chief","sentiment_score":-0.5}
{"full_text":"Among our pandemic lessons, add this: Public health systems are woefully under-resourced. More than 3\/4 of Americans in states that spend under $100\/per person per yr on public health; KS &amp; MO included. Recovery needs to include restoring public health.","sentiment_score":0.125}
{"full_text":"RT It's interesting to me that no media outlet will touch the fact that California, which has the harshest covid restrictions,...","sentiment_score":0.5}
{"full_text":"it out!. Please like and retweet!!","sentiment_score":0.0}
{"full_text":"#COVID19 symptoms don't take holidays. For a full list of #Covid19MB testing locations and holiday hours, visit","sentiment_score":0.35}
{"full_text":"Covid-19, seasonal depression, being stuck inside, and the cold weather can all be contributing factors to feeling lost or down during this time of year. Should you be in a crisis please come in from 9:00 am to 7:30 pm or should you just need to talk please call 816-988-2739.","sentiment_score":-0.3777777778}
{"full_text":"Norwegian Ambassador, Kjell Gunnar Eriksen, has called for the strict implementation of COVID-19 protocols at Islamabad Airport.https:\/\/t.co\/LuXLfJ3oif","sentiment_score":0.0}
{"full_text":"COVID-19 bill started a 180-day countdown for UFO disclosures. #COVID19 #Covid #disclosures #ufo #ufos #ufosightings #alien #ancientaliens #aliens #extraterrestrials #countdown #trump #pentagon #usa #government #USArmy","sentiment_score":-0.25}
{"full_text":"A Girl's Guide To Safe Travel During The Pandemic","sentiment_score":0.5}
{"full_text":"RT The very limited school closures announced today seems optimistic given the prevalence and transmission rates of Covid....","sentiment_score":-0.0928571429}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT Join us for a delightful inaugural dinner event celebrating this historic election victory A lively, glamorous and styli...","sentiment_score":0.3787878788}
{"full_text":"COVID-19 'super-spreader' event feared in L.A. as Christian singer defies health order for concertshttps:\/\/t.co\/K6osrI7lC6","sentiment_score":0.0}
{"full_text":"RT If you were exposed to #COVID19 on Christmas Day, you would be at your most infectious to people you encounter tomorrow on...","sentiment_score":0.5}
{"full_text":"RT Jehova Witnesses doing phone calls now?! Nah this pandemic needs to end","sentiment_score":0.0}
{"full_text":"This absolutely should have been addressed long before now. It's been 9 months since the first lockdown when it became apparent that home IT access would be an issue detracting home learning for many families.","sentiment_score":0.19}
