{"full_text":"666 cases and a full moon","sentiment_score":0.35}
{"full_text":"RT To all the \"tough guys\" who don't want to wear a mask or worry about COVID.I have a message for you. Exhausted nurses &amp;...","sentiment_score":-0.3944444444}
{"full_text":"RT JUST IN: Dr. Scott Atlas, a top adviser to Pres. Trump on the pandemic, is resigning as his 130-day detail expires, a White Hous...","sentiment_score":0.25}
{"full_text":"RT as reported by YTN pocketdol studio shares that BAE173 have tested negative for COVID-19 following an appearance on music...","sentiment_score":-0.15}
{"full_text":"Listen to the finance minister budget You are giving people lots of money to stay home and have lots of children. What happen to the single person out there? What's in for them. What happen to the nurses fighting covid .   tons of money and services given to  have more children.","sentiment_score":0.2142857143}
{"full_text":"Mine has banned me from her social media. All I did was ask her questions, and email to vote against the last lockdown. She did reply via letter. I'll upload here tomorrow :-)","sentiment_score":0.1777777778}
{"full_text":"RT Walmart and Amazon halted hazard pay for their frontline workers during a pandemic after making a combined $30,000,000,000 in...","sentiment_score":0.0}
{"full_text":"Probably felt embarassed and inept to be in the same room with Biden's Covid Taskforce made up of real scientists and medical experts.","sentiment_score":0.0666666667}
{"full_text":"RT Be kind to others. Find compassion. Wear a mask. All those things cost zero dollars and take zero energy.","sentiment_score":0.6}
{"full_text":"Why is it that our board is forcing us to work on Snow Days from home (paying for our own internet to do so) yet we have to go work during a pandemic?","sentiment_score":0.6}
{"full_text":"RT I need someone to explain to me why we can afford a $740,000,000,000 military budget, but we can not afford to pay people...","sentiment_score":-0.1}
{"full_text":"COVID-19 continues to rise in Nebraska prisons, with a big chunk of staff (40%) and inmate (59%) cases coming in the last month.Total % of Positive Cases Inmates: 12.2%NDCS Staff: 14.4%For reference, the total % of Nebraskans who've tested positive is about 6.6%","sentiment_score":0.0909090909}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":".@ScottWAtlas you should be held responsible for all the deaths you caused. You are evil. #COVIDSecondWave","sentiment_score":-0.4}
{"full_text":"Frick covid, i wish the nfl was handling it better too","sentiment_score":0.5}
{"full_text":"The discredited theories of Radiologist Dr. and proclamations like \"Mask work? NO\" back in October, will no longer have a seat on the Coronavirus task force. #FactsMatter","sentiment_score":0.0}
{"full_text":"RT \"He's in a room where he knows nobody.\"Dr. Joseph Varon, chief of staff at United Memorial Medical Center in Houston, was on his...","sentiment_score":-0.05}
{"full_text":"RT GOP wants to protect business owners from covid-19 liability. THIS shit is what is holding back the next stimulus.","sentiment_score":0.0}
{"full_text":"RT Not Dr. Atlas! What will we do these next 50 days, go back to wearing masks and social distan...","sentiment_score":0.0111111111}
{"full_text":"RT Thanks my story! RETWEET! WHY DONT WE HAVE MASS free #Corona TESTING?! USA &amp; S.Korea got #Co...","sentiment_score":0.40625}
{"full_text":"RT Pandemic scientists talking to the public about covid:","sentiment_score":0.0}
{"full_text":"RT Morrison's lies indict him, Paul Bongiorno notes.Cruise ships under ABF \"direct command\" says PMCovid 19? \"The Austra...","sentiment_score":0.1}
{"full_text":"I wonder if it's, like. \"They were doing COVID-risky yelly things so we should take these down for now\"?","sentiment_score":-0.1555555556}
{"full_text":"RT Dr. Scott Atlas resigns from Trump administration - couldn't come soon enough ; look at the complete surrender Trump has d...","sentiment_score":0.05}
{"full_text":"Yeah, people get different levels of influenza each year, which is what this essentially is.  The problem is the transmission rate of COVID, it means those who DO need help because they have a bad reaction wouldn't get it because the health system would be stretched.","sentiment_score":-0.1875}
{"full_text":"RT DEVASTATING ANIMATION--Containment measures  #COVID19 case surges and hospitalizations  by state. Hospitals are now alm...","sentiment_score":-1.0}
{"full_text":"Wear a fucking mask. Stay at home.","sentiment_score":-0.6}
{"full_text":"RT mRNA Coronavirus Vaccines  This is an explanation about the science behind our mRNA vaccine. I KNOW it's lengthy....","sentiment_score":-0.4}
{"full_text":"RT #NEW On Senate floor, urged Democrats to help pass Covid-19 relief. \"...Despite repeated rhetoric and calls to a...","sentiment_score":0.1363636364}
{"full_text":"RT We are living through a monetary revolution so multifaceted that few of us comprehend its full extent. And Bitcoin is winning...","sentiment_score":0.2166666667}
{"full_text":"RT \"What we're seeing at the moment is indicative of where the Chinese government wants all this to come out - and that place is...","sentiment_score":0.1}
{"full_text":"RT Agree! Don't vote for Republicans.Stay home or vote for Democrats.Especially if you live in Georgia. ","sentiment_score":0.1363636364}
{"full_text":"And Chuckie just remember there is a vaccine this quickly bc of .Now be a nice person and say thank you to him.","sentiment_score":0.4666666667}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"I can't \"like\" this but I will retweet it. What the (expletive deleted) did we expect when we stopped social distancing, mask wearing, and staying at home?","sentiment_score":0.0333333333}
{"full_text":"RT Let's flip the script to: GOOD GUYS FINISH FIRST!Here's what a good guy will bring Georgia:Covid reliefAffordable &amp; a...","sentiment_score":0.7}
{"full_text":"RT Welcome back, Senator !","sentiment_score":0.4}
{"full_text":"RT WHOA -- trump's inept medical COVIDIOT Scott Atlas has resigned. Guess he's done enough damage to America.","sentiment_score":0.0}
{"full_text":"I was expecting an apology from Lock to Broncos fans and it's organisation, instead we get Mommy covering for a grown man that should have worn a mask. Even his own coach said thosqbs let thier team down.","sentiment_score":0.2222222222}
{"full_text":"RT DID YOU KNOW David Purdue &amp; Kelly Loeffler OPPOSED $1,200 STIMULUS CHECKS? They said Georgians don't need it. While they...","sentiment_score":0.0}
{"full_text":"RT Wonder what conversations Steelers had with NFL on eligible players for this game. Ravens got four back today from Covid list...","sentiment_score":-0.2}
{"full_text":"RT 201130 Chani Fancafe update #SF9 #CHANI Title: All Fantasy!!: I did the test today &amp; the result came out &amp; they s...","sentiment_score":0.0}
{"full_text":"RT Q7. Would you be interested in a free virtual Q&amp;A session through Zoom to learn more about the PoNS trea...","sentiment_score":0.3833333333}
{"full_text":"RT Undoubtedly, essential workers are our '#covid19 heroes'...but they deserve more than lip service.If we really care, let's a...","sentiment_score":0.2333333333}
{"full_text":"RT Dirty politicians are exhausting and need to be removed.Our vote is our power to choose:HonestyHealth careCovid rel...","sentiment_score":-0.5}
{"full_text":"RT Federal government officials are promising coronavirus vaccines soon, but healthy adults under 65 and children may well have to wa...","sentiment_score":0.35}
{"full_text":"i swea they really gomn wit that","sentiment_score":0.2}
{"full_text":"RT \"This is the real problem with this virus. We're not trained as human beings to think of our friends and families as peopl...","sentiment_score":0.1}
{"full_text":"RT as reported by YTN pocketdol studio shares that BAE173 have tested negative for COVID-19 following an appearance on music...","sentiment_score":-0.15}
{"full_text":"RT And is gone! Good!","sentiment_score":0.875}
{"full_text":"RT Related: and healthy\" is a temporary state, as well as imperfect protection, and you may or...","sentiment_score":0.25}
{"full_text":"RT The American people need more help now. Congress should deliver more COVID relief this year.Even House and Senate Democ...","sentiment_score":0.3333333333}
{"full_text":"Covid will have one blessing though...those SRs get a year back (those darn Riley recruits) to not further expose the holes in the roster from Frost's 1st 3 classes.","sentiment_score":0.0}
{"full_text":"[Download] PDF God and the Pandemic: A Christian Reflection on the Coronavirus and Its Aftermath -&gt;","sentiment_score":0.0}
{"full_text":"RT Especially since I feel like most people weren't considering how their cold can potentially be fatal for others, like cov...","sentiment_score":-0.025}
{"full_text":"RT Belmarsh #Covid #outbreak update:Everyone on Julian's house block was tested on 18 Nov (49 positive) and 23 Nov (16 add...","sentiment_score":0.2272727273}
{"full_text":"And now we say bye Dr Scott,From this covid mess he has shot,He led us to hell,Said it would be swell,All part of a Trumpian plot.#DiaperDonnie","sentiment_score":-0.175}
{"full_text":"RT The Senate is back. We're in session. America can't wait any longer, we need a vote on COVID relief right now.","sentiment_score":0.1428571429}
{"full_text":"RT For Joe Biden to make progress as POTUS, he needs a Dem Senate. This is just as important as the presidency.Jon Osso...","sentiment_score":0.4}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"RT He, like Trump and Pence and anyone who promoted their positions, are murderers.   They knew they were getting more people...","sentiment_score":0.5}
{"full_text":"But clowns will vote for Liberal again because they got free money during covid and think he's a god, and \"OmG i GoT ThIrtY DoLLaRs MorE BaCk iN mY TaX\" *Eyeroll*","sentiment_score":0.3}
{"full_text":"RT TONIGHT: \"It was really quite difficult at times in terms of the hate mail\"Epidemiologist Prof Neil Ferguson tells","sentiment_score":-0.3666666667}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"Another month has passed without any relief or aid from the government during a global pandemic crisis.","sentiment_score":0.0}
{"full_text":"I knew damn well I shouldn't have played fantasy football this year. Covid fucked this season all the way over","sentiment_score":-0.6}
{"full_text":"RT DEADLY CHURCH EVENTS: 213 #COVID19 cases and 12 deaths after NC church held large gatherings in early Oct without enforcin...","sentiment_score":0.0380952381}
{"full_text":"RT Millions of Americans are infected with #COVID19 because of his failed herd immunity strategy so Scott Atlas can fcuk...","sentiment_score":-0.5}
{"full_text":"Going to the movies. I don't even care what movie.","sentiment_score":0.0}
{"full_text":"RT Perhaps my favorite comes from who had an article titled \"Why Trump Deserves More Blame for the U.S. Coronavirus...","sentiment_score":0.5}
{"full_text":"RT This pandemic has shone a light on our broken mental health care system--especially as it relates to our children.","sentiment_score":-0.0333333333}
{"full_text":"RT Nearly the entire U.S. has become a COVID hot spot, government map shows via","sentiment_score":0.1166666667}
{"full_text":"Good riddance.","sentiment_score":0.7}
{"full_text":"RT Alright, Senate Republicans, we can't let another holiday go by without passing COVID relief. Americans can't wait. Let's...","sentiment_score":0.0}
{"full_text":"RT If the Coronavirus had been named the \"Obamavirus\", Republicans would have required masks and hoods.","sentiment_score":0.0}
{"full_text":"RT New hospital record. We are soon to break 100k hospitalizations. Cases are down but so is testing--likely due to holidays. W...","sentiment_score":-0.0480639731}
{"full_text":"nyoo! Better you shower my cheek with kiths than squeeze it Yes! try to make and drink it as your daily vitamin, bee He's also a little bit unwell, which is why we prefer to stay at home huft. oh! Right.... I'll find the right man for you, bee!","sentiment_score":0.2066964286}
{"full_text":"I haven't been sick in years and plan to remain well.I only go out when I have to and always wear a mask.It's not worth someone dying.  #WearAMask","sentiment_score":-0.2880952381}
{"full_text":"RT \"This is where if we don't make a stand and we don't do something ... that can make a difference between an inconvenient winter an...","sentiment_score":-0.6}
{"full_text":"RT Jungkook on LGO MV: \"I think we are showing that even in this covid19 situation, our life goes on like this as we are sh...","sentiment_score":0.0}
{"full_text":"Seven more covid-19 vaccines expected by mid 2021- Global pharma group","sentiment_score":0.1}
{"full_text":"RT I always knew the was a \"screw you I got mine party\" But this is more depraved than I thought they were! 13.4MM COVI...","sentiment_score":0.625}
{"full_text":"Truly don't understand unemployment. Never collected a cent of state benefits pre-covid, but have been working in CA most of my life. Where...did that other money go? Like I would love to work but I can't, but remember when I used to work tons of jobs all the time since I was 16?","sentiment_score":0.2916666667}
{"full_text":"RT Dr. Fauci: \"It's astounding how many people, in certain parts of the country, still think [COVID] is a hoax ...\"","sentiment_score":0.4380952381}
{"full_text":"RT Yes they would.","sentiment_score":0.0}
{"full_text":"RT It's gonna be so embarrassing when I still want to cancel plans and stay home","sentiment_score":0.0}
{"full_text":"RT On the one hand, state-funded \"journalists\" at the snitching on churchgoers. On the other, &amp;","sentiment_score":-0.125}
{"full_text":"Incredible teammate. Incredible person. you are superwoman.","sentiment_score":0.9}
{"full_text":"RT Coronavirus remains a serious threat to the public's health and that's why Labour accepts the need for continued restrict...","sentiment_score":-0.1666666667}
{"full_text":"RT Hey GOP: You don't get to pass $2 trillion in tax cuts for corporations and the wealthy in 2018 then claim in 2020 that we...","sentiment_score":0.5}
{"full_text":"This corporate media outlet did not cover the poverty despair and hopelessness before the pandemic.  They are still marketing tourist opportunities, high end healthcare, and of course expensive luxury real estate in a Pandemic.  Completely tone deaf!","sentiment_score":-0.003}
{"full_text":"RT We are fighting to address COVID urgentlyThe Senate must follow precedent and hold hearings on President-elect Biden's no...","sentiment_score":0.0}
{"full_text":"RT New hospital record. We are soon to break 100k hospitalizations. Cases are down but so is testing--likely due to holidays. W...","sentiment_score":-0.0480639731}
{"full_text":"RT Thus utter disgrace should still lose his license.His profoundly wrong and dangerous statements about COVID-19 should...","sentiment_score":-0.3666666667}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"Even if covid wasnt around, I doubt Eli would come out of retirement for a game or two. But we can dream.","sentiment_score":-0.4}
{"full_text":"#NOWPLAYING : Kendrick Lamar feat. Zacari - LOVE.  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife","sentiment_score":0.5}
{"full_text":"RT Donald Trump's day so far:- Wisconsin and Arizona certify Biden's victory- Arizona Governor sends Trump's call to voic...","sentiment_score":0.1}
{"full_text":"\"A million new COVID cases a week?\" Atlas said, \"I can see my work is certainly done here!\"","sentiment_score":0.2021103896}
{"full_text":"RT \"I've never in my life seen the corridors in the ER completely full\"","sentiment_score":0.35}
{"full_text":"RT Amazon -- richest firm in the US, headed by richest man in the world -- exposes its warehouse workers to Covid without paid sick...","sentiment_score":-0.4571428571}
{"full_text":"How Planners Can Remain Competitive in a Changing Post-Covid Job Market","sentiment_score":0.0}
{"full_text":"h u g s 4 e v e r y o n e e e e","sentiment_score":0.0}
{"full_text":"Not long now before Covid-19 is introduced back into WA imo...","sentiment_score":0.0125}
{"full_text":"RT Watch live: Welsh First Minister Mark Drakeford holds a #coronavirus news conference and is expected to announce new restricti...","sentiment_score":0.1056818182}
{"full_text":"RT To all the \"tough guys\" who don't want to wear a mask or worry about COVID.I have a message for you. Exhausted nurses &amp;...","sentiment_score":-0.3944444444}
{"full_text":"RT FINALLY!!","sentiment_score":0.0}
{"full_text":"RT This is insanity. The \"wait and see\" attitude of this government isl iterally killing people. #firetheUCP #COVID19AB #abh...","sentiment_score":0.0}
{"full_text":"RT Scott Atlas has resigned. Finally! now hopefully he will be investigated for his role in the dangerous handling of covid a...","sentiment_score":-0.3}
{"full_text":"RT Nearly the entire U.S. has become a COVID hot spot, government map shows","sentiment_score":0.1166666667}
{"full_text":"RT November 2020 #Covid19 numbers Skyrocket over last 30 days: 35,796 Americans Killed 4,225,805 New Cases 93,238 H...","sentiment_score":-0.0212121212}
{"full_text":"i really, really hope that if covid does nothing else, it shows us how piss poorly behind the rest of the developed world the US is.","sentiment_score":-0.0333333333}
{"full_text":"Standing up for small business? El Paso Mayor Attributes Coronavirus Spike to Shopping at Large Retailers via","sentiment_score":-0.0178571429}
{"full_text":"RT A friend's husband, quarantined at home with Covid, has died of a heart attack. He was an essential worker. His wife tri...","sentiment_score":0.0}
{"full_text":"RT 2) Atlas is very much responsible for a lot of the nonsense that led to inaction in many GOP states that led to cases and h...","sentiment_score":0.35}
{"full_text":"RT Florida Gov. Ron DeSantis says public schools will remain open, with a virtual option. He called closing schools for viru...","sentiment_score":0.0}
{"full_text":"RT I just want to give a HUGE \"thank you\" to all frontline workers out there. You are literally risking your own health and...","sentiment_score":0.5}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"Amidst Covid 19, how are you ensuring the sales readiness of your team?Our webinar on \"5 best practices for sales enablement\" by Kanjilal,CEO, learn how his team has enabled 200K+ sales reps worldwide.Register here - #StreamzAI #salesenablement","sentiment_score":1.0}
{"full_text":"More Loosers &amp; Suckers!!","sentiment_score":0.015625}
{"full_text":"Maybe if they would take out everything that doesn't have to do with Covid relief, they would sign it!!! Trump was willing to do another stand alone Stimulus check for the American people and dems rejected that!! Ridiculous!","sentiment_score":-0.0555555556}
{"full_text":"RT JUST IN: Dr. Scott Atlas, a top adviser to Pres. Trump on the pandemic, is resigning as his 130-day detail expires, a White Ho...","sentiment_score":0.25}
{"full_text":"RT The Senate is back. We're in session. America can't wait any longer, we need a vote on COVID relief right now.","sentiment_score":0.1428571429}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"Where is Office Space Headed? #CRE #Office #COVID-19 #TenantTips  ","sentiment_score":0.0}
{"full_text":"This is a great example of pulling a quote without context. He was talking about pandemic response and mentioned that Klain led Obama's response to the Ebola virus.","sentiment_score":0.8}
{"full_text":"Supporting yourself &amp; your team through this time of #pandemic can boosttheir productivity &amp; avoid workburnout.Read this article by to learn how you can support your team &amp; avoid #burnout while #workingfromhome.","sentiment_score":0.25}
{"full_text":"Madrid is back under lockdown because they had stopped the lockdown and the virus got out of control lol. That's literally why they're going back tolockdown. Thank you for a good example","sentiment_score":0.375}
{"full_text":"Local, national transit ridership remained low for back-to-school due to COVID-19","sentiment_score":-0.0416666667}
{"full_text":"\"We are reminded of what is essential in life and that is family,\" said filmmaker Mae Cruz Alviar.https:\/\/t.co\/g7Om3WiZyV","sentiment_score":0.0}
{"full_text":"Though the pandemic has not been easy, the innovation of #healthtech will lead to opportunity in #healthcare.https:\/\/t.co\/N0crm7y1c6#RDEE #RADIOLOGEX #medicalimaging #hipaa #userauthentication #healthit #medtech #saas #baas #patientdata #enterprisei #GetRDEE","sentiment_score":0.4333333333}
{"full_text":"LGBTQ icon dies of COVID-19https:\/\/t.co\/WztVDjVUdZ","sentiment_score":0.0}
{"full_text":"America sucks aaassssss and I absolutely feel valid blaming this squarely on conservatives. Ya'll are a fucking plague on humanity and bent on self destruction. You guys only voted for the worst President EVER!!!","sentiment_score":-0.34}
{"full_text":"What happens to an island paradise in a pandemic?Undisturbed nature gives rise to beautiful sunsets. Native plants make a comeback. Endangered turtles continue to be protected by the ever-resilient Batu Batu team. Hear first-hand accounts from the team in our latest story.","sentiment_score":0.675}
{"full_text":"has some great COVID-19 resources for real estate agents. Check them out here >>>>","sentiment_score":0.5}
{"full_text":"Gap between COVID-19 recoveries and active cases steadily increasing: Health Ministry","sentiment_score":0.0166666667}
{"full_text":"COVID-19 Accidentally Causes Most Inclusive Macy's Thanksgiving Parade Ever #MacysParade","sentiment_score":0.125}
{"full_text":"Farewell Michel Robin. He played Lucky in Waiting for Godot and Clov in Endgame. \"It might seem pretentious, but with Beckett, I feel at home. It's so funny and so awful at the same time.\"https:\/\/t.co\/Q6EP4Xh1KU","sentiment_score":-0.1433333333}
{"full_text":"Donald Trump told us we wouldn't be talking about COVID-19 after the election. DID HE LIE TO ME?!?","sentiment_score":0.0}
{"full_text":"Don't miss out on these never before offered Ray Bourque and Joe Sakic items in the Legends Line Auction Fundraiser!Proceeds from this auction will support COVID-19 relief &amp; recovery efforts.Bid now:","sentiment_score":0.0}
{"full_text":"Moderna executives said once the vaccine is approved, they'll begin deploying them immediately, but there are some important steps that need to happen before then.","sentiment_score":0.4}
{"full_text":"#COVID19 means fewer resources going towards other public health crises like #HIV. Here's why ending #Aids by 2030 depends on more targeted funding for key populations.","sentiment_score":0.09375}
{"full_text":"Coronavirus forces Congress into busy lame duck session","sentiment_score":-0.2}
{"full_text":"\"I expect a few miscues, but everyone else is going through the same thing.\" - FSU coach Leonard Hamilton ","sentiment_score":-0.1}
{"full_text":"In today's COVID-19 Update, join Immediate-past AMA President, and other health experts for a discussion on the importance of prioritizing mental health for physicians and patients as we enter the winter months of #COVID19.","sentiment_score":-0.1125}
{"full_text":"In the last two weeks, that number has increased, and health officials are expecting it to go even higher.","sentiment_score":0.125}
{"full_text":"RT Why do we Americans settle for such measly scraps?If neither human dignity nor decency are enough to compel rational...","sentiment_score":-0.1416666667}
{"full_text":"No need for vaccines, COVID-19 effectively over, says Ex-Pfizer VP","sentiment_score":0.6}
{"full_text":"You made COVID outbreak worst.","sentiment_score":-1.0}
{"full_text":"Dr. Joseph Varon has worked for the past 251 days straight taking care of COVID-19 patients at United Memorial Medical Center in Houston. And on Thanksgiving, that included holding one patient who needed a hug.","sentiment_score":-0.0375}
{"full_text":"Listeners ask me why so many Americans accept job killing globalism &amp; election fraud. My answer: For years we've all been taught by school\/media to eschew critical thinking in favor of groupthink, and to rely on feelings instead of logic. They succeeded!https:\/\/t.co\/gJrHd0RtPh","sentiment_score":0.25}
{"full_text":"RT Scott Atlas is not just \"highly controversial\" but is a widely discredited purveyor of anti-science disinformation and cons...","sentiment_score":0.225}
{"full_text":"'I'm getting nervous': Tallahassee, Leon County leaders discuss COVID-19","sentiment_score":0.0}
{"full_text":"Trump Toadie","sentiment_score":0.0}
{"full_text":"Medina cancels Christmas parade due to COVID-19.https:\/\/t.co\/G6F6qqrWHE","sentiment_score":-0.1875}
{"full_text":"Rangers Bigelow and Edmonds on Lake Tahoec. 1919Tahoe National Forest CollectionShopping on #CyberMonday? Check out these links:https:\/\/t.co\/IB2vJpEySQhttps:\/\/t.co\/a16Ey0Py0P#COVID19 #History #MondayMotivation","sentiment_score":0.0}
{"full_text":"We #OrangetheWorld on World AIDS Day, because women must be empowered to protect themselves from HIV. Women and girls dealing with HIV face larger challenges during the COVID 19 crisis. #Orangetheworld for them. #GenerationEquality.  ","sentiment_score":0.0}
{"full_text":"Country or city, rich or poor - suicide leaves no-one out, says the #SouthAustralia expert about to help deliver the nation's first suicide prevention response to #COVID19. If you need support, call Lifeline 13 11 14. reports.https:\/\/t.co\/ZinHbcUnh1","sentiment_score":0.075}
{"full_text":"Thorncliffe Park Public School is dealing with 19 confirmed cases of COVID-19 after officials started testing asymptomatic students at schools in regions with high infection rates. has more on why the school is still open. Read more:","sentiment_score":0.26}
{"full_text":"\"COVID-19 has given us a once-in-a-generation opportunity  to rethink and reimagine all parts of the learning experience.\"https:\/\/t.co\/oJfhaQ8HmS","sentiment_score":0.0}
{"full_text":"During his campaign, Kelly said he plans to address climate change and repair an economy damaged by the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Gov. Wolf is rejecting a bill that would have made it harder to sue schools, health care providers and other businesses for coronavirus-related claims.https:\/\/t.co\/UWObeJbLaA","sentiment_score":-0.1125}
{"full_text":"Are you getting one when it's available?","sentiment_score":0.4}
{"full_text":"RONNIE BUTLER, 76 of Iowa died of COVID on Nov. 22.\"He promoted the philosophy that one should not take life too seriously, especially in the midst of 2020, when life all too often sucks. Ron relished holidays, family traditions, western movies, inappropriate jokes &amp; tomatoes.\"","sentiment_score":-0.1}
{"full_text":"Keep this a safe &amp; clean space for all!* #WashYourHands frequently.* #WearAMask at all times.* Face shields required in certain areas.* Observe #SocialDistancing.We are also here for your help.Visit us: #coronavirus #StaySafe #health","sentiment_score":0.3181547619}
{"full_text":"Florida Gov. DeSantis extends order banning local COVID-related shutdowns, restrictions and mask mandates","sentiment_score":0.0}
{"full_text":"RT Notice, please, that the media reporting concentrates on Covid cases.  Cases here .. cases there .. cases everywhere.  BUT...","sentiment_score":0.0}
{"full_text":"RT NYC is partying underground just like in Iran.It's what happens when religious zealots are in control.https:\/\/t.co\/4o...","sentiment_score":0.0}
{"full_text":"Dr. David Davis with Haas Vision Center feels strongly about helping people with diabetes preserve their health of their eyes, even during a pandemic. #YourHealthyFamily","sentiment_score":0.1666666667}
{"full_text":"RT Much enjoyed a long article by the Spectator political editor about the prospects for economic recovery post Covid. Not...","sentiment_score":0.1625}
{"full_text":"RT Oh, you don't say. (We've been saying this since February)","sentiment_score":0.0}
{"full_text":"Three in four IT leaders say #COVID19 is accelerating initiatives to secure software development process, according to Asia Pacific 2020 #DevSecOps Survey. Get more details: #DevOps #CyberSecurity #CyberResilience","sentiment_score":0.45}
{"full_text":"On 12\/2, I'm joining and CEO John Stankey to talk about parenting during a pandemic, #WomenInSTEM and #ConnectedLearning. Tune in for the conversation and the #ATTAspireAccelerator 2020 graduation.","sentiment_score":0.0}
{"full_text":"RT Donald Trump's day so far:- Wisconsin and Arizona certify Biden's victory- Arizona Governor sends Trump's call to voic...","sentiment_score":0.1}
{"full_text":"The Rock County Public Health Department reported 13 new COVID-19 deaths from Nov. 23 through Monday, bringing the county's steadily increasing total to 82 deaths.","sentiment_score":0.0757575758}
{"full_text":"RT The coronavirus has turned the NFL into a joke, and nobody should be laughing","sentiment_score":0.0}
{"full_text":"RT CNN FINALLY REALIZES CHINA LIED 10 MONTHS LATER.","sentiment_score":0.0}
{"full_text":"Should I Become a Teacher? #COVID19 #MondayMotivation #MancrushMonday #MondayMemories","sentiment_score":0.0}
{"full_text":"Photo of Houston ICU doctor comforting a weeping #COVID19 patient goes viral. Dr. Joseph Varon was working for his 252nd straight day. Photo by Go Nakamura,  via","sentiment_score":0.2}
{"full_text":"RT What are the best games to play remotely with friends and family? We discuss pandemic-friendly games on the #CUPodcast!...","sentiment_score":0.4375}
{"full_text":"Current Conditions for #Sayre PATemp: 51.4FWind Chill: 51.4FHumidity: 99%Dew Point: 51.1F Barometer: 29.410 inHgWind: 2 mph from the SWCorona Virus Weekly Stats:Cases: 181.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Americans sponsoring K-1 visa's have felt the Covid impact too. We have been separated from our loved ones for a year now.  When is the state department going to tell the NVC and US embassies to expedite processing K-1 visas so Americans can be reunited with their loved ones?","sentiment_score":0.7}
