{"full_text":"RT If you've eaten at any of these places at 2am, don't worry about what's in the covid vaccine","sentiment_score":0.0}
{"full_text":"\"if u wear a mask, u can naver be happy\" Mask","sentiment_score":0.8}
{"full_text":"If you want BIGGER stimulus checks, elect@ossoffand the U.S. Congress from Georgia on January 5","sentiment_score":0.0}
{"full_text":"RT Community in school can still be built during COVID restricted times. Our holiday door (turned hallway) decorating competitio...","sentiment_score":0.0}
{"full_text":"RT Even after the vaccine, Democrats will still:-Make you wear a mask-Close restaurants -Limit gatherings -Impose curfews...","sentiment_score":0.0}
{"full_text":"RT coronavirus would've never happened if rizzle kicks didn't stop making music","sentiment_score":0.0}
{"full_text":"Wow. The poor 3yr old","sentiment_score":-0.0666666667}
{"full_text":"Funny how the goalposts keep shifting: Our \"promised\" freedom is like a mirage on the horizon: Each time we reach it, it moves back to the horizon.The \"measures\" were always intended to be permanent.The only way to restore our liberty is protest, resistance, non-compliance.","sentiment_score":0.0833333333}
{"full_text":"RT Absolutely perfect, an Ozymandias-level chef's kiss","sentiment_score":1.0}
{"full_text":"RT We almost have a bipartisan COVID package, but at the last minute Republicans are making a demand that WAS NEVER MENTIONED...","sentiment_score":0.0}
{"full_text":"RT Great story from colleague on the confusion surrounding the closure of hotels &amp; motels the City of Austin s...","sentiment_score":0.8}
{"full_text":"As in Germany we habe #coronavirus Lockdown till 10th Jan 21 I'll stay on my sofa w\/ my \"ass\"  #StayHome #WearAMask #sociallydistancedofcourse","sentiment_score":0.0}
{"full_text":"The rich are different, aren't they?","sentiment_score":0.1875}
{"full_text":"Please help us learn more about bereavement experiences and how people from diverse cultural and faith communities in the UK alleviate their grief during COVID-19","sentiment_score":-0.0666666667}
{"full_text":"RT HYPOCRISY: Democrat Rhode Island Gov. Gina Raimondo Photographed at Bar After Telling Residents to Stay Home","sentiment_score":0.0}
{"full_text":"Benny Napoleon, sheriff of Wayne County in Michigan, dies after complications with #COVID19 via","sentiment_score":0.0}
{"full_text":"COVID or not is is always great to come back on campus.Class of 2003FAU Football Phi Alpha Theta Proud Owl","sentiment_score":0.5333333333}
{"full_text":"RT As most of you know, I recently battled with COVID-19. Thank you all for all your prayers a well wishes. They helped tremend...","sentiment_score":0.25}
{"full_text":"RT A thread on this viral map, which attempts to paint a very scary picture: depending on where you live, it is almost cer...","sentiment_score":-0.2568181818}
{"full_text":"This is early in the wave. Without mitigation, this figure will triple.","sentiment_score":0.1}
{"full_text":"RT Refugee &amp; migrant children bring great potential &amp; many dreams. But amid #COVID19, they face even more barriers to getting the...","sentiment_score":0.45}
{"full_text":"RT Covid or Clout? Shakilla admitted after participating in Wife Material Orgy - ","sentiment_score":0.0}
{"full_text":"STUDY: Flu Vaccine Raises Risk of COVID Death - Correlation Confirmed by Scientific Analysis via","sentiment_score":0.4}
{"full_text":"RT Our report with the published today on the impact of #coronavirus on the early years, has found that staff wer...","sentiment_score":0.1}
{"full_text":"RT Vice President Pence just got the COVID-19 vaccine. Here's where you stand in line","sentiment_score":0.0}
{"full_text":"RT As long as one country is at risk, we are all at risk.The COVAX Facility is the key to ending the #COVID19 pandemic.  an...","sentiment_score":-0.025}
{"full_text":"The Friday Lockdown Party is back at with your favourite Reggae Sound &gt;&gt;&gt; #Lazmaibambe #RastyleRepublik  #Soundyetu #mystyleisrastyle @amedo___","sentiment_score":0.2}
{"full_text":"We are in lockdown","sentiment_score":0.0}
{"full_text":"RT this is a weird story","sentiment_score":-0.5}
{"full_text":"RT California spent the entire year under the strictest lockdowns &amp; mask mandates in the worldToday, they currently have...","sentiment_score":-0.0333333333}
{"full_text":"I died from Net Neutrality so I can't be infected with a corona virus.","sentiment_score":0.0}
{"full_text":"RT The thing about Mike Pence receiving the COVID19 vaccine is that we cannot even trust they had the actual vaccine in t...","sentiment_score":0.0}
{"full_text":"RT In scenes unimaginable in many cities around the world reeling under a resurgence of the pandemic, young Wuhan residents durin...","sentiment_score":0.3}
{"full_text":"Very few people got COVID from participating in the protests b\/c most were wearing masks. The rates in MN continued to drop in the weeks following. There wasn't even a blip from it.","sentiment_score":0.08}
{"full_text":"RT This is in Columbus, Ohio. Someone posted this on Facebook. Covid has people going crazy ","sentiment_score":-0.6}
{"full_text":"RT COVID Update December 17: This is my worst thread. I hate writing it. But I have to write it. 1\/","sentiment_score":-0.9}
{"full_text":"RT \"The data collected on app is stored only on the mobile handsets and not on the servers. This data will b...","sentiment_score":0.0}
{"full_text":"RT This is INSANE.","sentiment_score":-1.0}
{"full_text":"Urgent - COVID 19 - Vaccinations - Vulnerable Pharmacists &amp; staff -","sentiment_score":-0.5}
{"full_text":"I signed up for Envoy before the first lock down never did a job because of the circumstances but give them a try","sentiment_score":0.0472222222}
{"full_text":"RT If we can afford a $700 billion defense bill, and nearly $2 trillion in tax giveaways, we can afford to prevent people from star...","sentiment_score":0.1}
{"full_text":"Grandma &amp; baby from 1999 holiday ad hope sequel reminds viewers 'we're not as isolated as we feel'#BabysFirstChristmas #babysfirstChristmascheerios #babysfirstChristmascheerioscommercial #cheerios #cheerioscommercial #cheeriosChristmas #Christmas ","sentiment_score":0.0}
{"full_text":"#TamilNadu | #COVID19 |  18 Dec#COVID__19 Positive Deaths (18.12.2020)#TNCoronaUpdates #CoronaVirus","sentiment_score":0.2272727273}
{"full_text":"RT My great aunt Sally died on Tuesday  night of Covid, 8 days after testing positive in her care home. She wanted to be a...","sentiment_score":0.5136363636}
{"full_text":"Layoffs, furloughs, companies closing\/shutting down, ppl losing income in a variety of ways, ppl losing their businesses, schools closing no youth sports and social events began in March and continues today. This isn't just a 2 month lockdown issue. It's 10 months, man.","sentiment_score":-0.0611111111}
{"full_text":"Giants have designated Devonta Freeman to return to practice from injured reserve. He came off the COVID-19\/reserve list yesterday. Would need to be activated off IR to play.","sentiment_score":0.0}
{"full_text":"RT It nate - the CDC does not recommend saving the most lives. They recommend first responders due to the r...","sentiment_score":0.2083333333}
{"full_text":"RT This is why your packages are still \"in transit,\" and why it won't be helpful to call with your tracking number. USPS packa...","sentiment_score":0.0}
{"full_text":"RT The thing is they've had their time to see what lack of control means via a careless and fatuous president who ignores pub...","sentiment_score":-0.5}
{"full_text":"This all he does ! No solutions Captain Hindsight","sentiment_score":0.0}
{"full_text":"Good news. Looks like tennis balls are safe to handle during this pandemic.","sentiment_score":0.6}
{"full_text":"RT ok but on a serious note . if they got their covid tests today &amp; they all turned out negative im still feeling really iff...","sentiment_score":0.0166666667}
{"full_text":"RT Here's hoping Pence never ever holds public office again. I'm old enough to remember when we thought Trump was setting him u...","sentiment_score":0.0333333333}
{"full_text":"RT Where is Trump? A massive breach of our federal agencies. Where is Trump? 300,000+ COVID deaths. Where is Trump? American...","sentiment_score":0.0}
{"full_text":"Now I am thinking about which Roy would refuse to get the vaccine. Definitely Connor. Everyone else would secretly get it. Roman would forget.","sentiment_score":-0.2}
{"full_text":"What does the evidence say re  their efficacy??!!!!!!Ffs....ask for the data!!!!!@NicolaSturgeon","sentiment_score":0.0}
{"full_text":"RT Ohio juvenile court Judge Timothy Grendell thought coronavirus precautions were overblown, and made sure people knew i...","sentiment_score":0.125}
{"full_text":"RT The Morning Show halts production after crew member tests positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT Former Burundi president Pierre Buyoya died in Paris of Covid-19 last night. Although he had a mild manner out of power, in off...","sentiment_score":0.1111111111}
{"full_text":"RT Our UK Waste Sector COVID-19 Response &amp; Resilience Report has just been published.It was co-produced by &amp;...","sentiment_score":-0.2}
{"full_text":"RT Woolworths: \"We have activated our Level 2 #COVID practices across all 9 of our Northern Beaches stores. This includes wearing...","sentiment_score":0.0}
{"full_text":"RT This unwell man should have been removed from office long ago. It's not like we don't have a 25th amendment.","sentiment_score":-0.05}
{"full_text":"Something unknown is killing people with symptoms of COVID-19 who are testing positive to SARS-COV-2. And even the second wave so far is worse than any other November for at least 21 years according to ONS data.","sentiment_score":-0.0853896104}
{"full_text":"RT Jimmy Kimmel makes the case for why Mike Pence doesn't deserve the COVID vaccine","sentiment_score":0.0}
{"full_text":"Service Update 16:00 - Disruption owing to a track defect between #LondonLiverpoolStreet and Hackney Downs All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"RT In some circumstances, if you are required by law to self-isolate you may be supported by a payment of PS500. This payment will...","sentiment_score":0.0}
{"full_text":"RT Valerie Louie was a health worker for 32 years who also rescued dogs. We've lost far too many heroes and helpers to Covid...","sentiment_score":0.3}
{"full_text":"RT A prominent trial lawyer being floated as a potential ambassador pick by Joe Biden took millions of dollars in COVID relief...","sentiment_score":0.25}
{"full_text":"RT We almost have a bipartisan COVID package, but at the last minute Republicans are making a demand that WAS NEVER MENTIONED...","sentiment_score":0.0}
{"full_text":"RT A nurse who got the COVID vaccine in Chattanooga, Tennessee today passed out while speaking to media about the vaccine s...","sentiment_score":0.0}
{"full_text":"During a pandemic tho?!","sentiment_score":0.0}
{"full_text":"Spittin On Health Care Workers, 1st Responders, Health Care Facility Maintinance Cleaning Crews, The Elderly,.................!!","sentiment_score":0.0}
{"full_text":"RT Part 2\/2: Don't question the Coronavirus vaccine.","sentiment_score":0.0}
{"full_text":"RT LOGIC: in a Pandemic Get:-Masks, Gloves, Toilet Paper, food, a distribution plan for VaccineTRUMP: instead, just give...","sentiment_score":-0.0333333333}
{"full_text":"Pfizer says it has millions of doses of COVID-19 vaccine in a warehouse with no additional instructions for delivery ","sentiment_score":0.0}
{"full_text":"It took several months to get Spanish language messaging out regarding covid-19 and to get Spanish speaking contact tracers.  Nashville public health is a clown show and the mayor's the ring master.","sentiment_score":0.0}
{"full_text":"No mask!  Fake science!  No social distancing!  Big Christmas parties while the general population is suffering and dying!  But first in line for vaccines for a fake COVID!  Great leadership and one to be proud of!  Great service to the people who elected you!","sentiment_score":0.2046296296}
{"full_text":"U are free to come \"6 edmund crescent opposite Nigerian institution of medical research main office\"let us get samples of covid19 patient and inject u with it, since its all fake as u said and very sure u will survive","sentiment_score":0.1194444444}
{"full_text":"RT If you're still wearing a mask, social distancing, washing your hands, and limiting contact with people, then please r...","sentiment_score":0.0333333333}
{"full_text":"RT Thank you and team Moderna!  Another talented Armenian-American.","sentiment_score":0.7}
{"full_text":"My condolences man. My grandpa died 3 months ago. Worst part is it happened so fast and because of covid they only allowed 2 people to see him, so goodbye wasn't something I got to do.","sentiment_score":-0.2666666667}
{"full_text":"Follow this handle for the \"unreported\" news from #Pakistan:","sentiment_score":0.0}
{"full_text":"RT Vice President Mike Pence received a shot of the Pfizer-BioNTech coronavirus vaccine at the White House today. President-ele...","sentiment_score":0.0}
{"full_text":"RT At the just concluded National Economic Council meeting, we expressed concerns about the resurgence of COVID-19 and have...","sentiment_score":0.2}
{"full_text":"RT Restricting unemployment aid to 10 weeks is disastrous. We won't have a vaccine-led recovery until well into 2021; we won'...","sentiment_score":-0.7}
{"full_text":"(With the covid-19 vaccine)","sentiment_score":0.0}
{"full_text":"How Jim? Covid is out there some industries will closed","sentiment_score":-0.1}
{"full_text":"RT We're calling on the UN to end murderous, US-backed sanctions imposed on over 30 countries--including Iran, Cuba, and Venezu...","sentiment_score":0.0}
{"full_text":"RT Very entertaining. All of us could relate to those lockdown scenes. All the best to hero #Satya producer","sentiment_score":0.825}
{"full_text":"RT How y'all scared of the vaccine but not scared of Covid ","sentiment_score":0.0}
{"full_text":"RT Who was editing guidance coming from the CDC? and from the CDC say the White H...","sentiment_score":0.0}
{"full_text":"The Emergency Coronavirus Relief Act of 2020 is in the final stages of being passed. One of the main focuses is renewed support for the PPP. It's time to start planning if you will be eligible. Read more here:","sentiment_score":0.2222222222}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"RT Blood plasma has been received by Manish ji from #KEM Hospital today. Special thanks to the most helpful &amp; amazing","sentiment_score":0.4142857143}
{"full_text":"RT Why is Trump's government not giving Pfizer the info they need?  I think we have all the info to mak...","sentiment_score":0.0}
{"full_text":"RT 1\/3Donald Trump's week so far:- Cyberattack by Russia strikes the U.S. government and also involves several states-...","sentiment_score":0.05}
{"full_text":"The amazing ran a terrifying 300km raising PS1000 for A huge thanks from all at Josh#SolidarityNotCharity #RightToFood","sentiment_score":0.05}
{"full_text":"RT Please RT to send my little bro back to the #NFL Probowl! He continues to be a top TE while battling diabetes &amp; COVID. I...","sentiment_score":0.1041666667}
{"full_text":"RT For today's #RetroSharkaTwoMinPlays episode and #SNESFriday entry, it's another arcade classic that I pumped many 20ps int...","sentiment_score":0.3333333333}
{"full_text":"RT Again, I ask the \"experts\" this question in earnest: what would this graph of covid cases look like *without* mask mandates...","sentiment_score":0.0}
{"full_text":"There hasn't been a public vote on Universal Healthcare in as long as I can remember, and it would be absolutely toxic for any elected official to vote straight up against covering all citizens during a pandemic. What scares establishment is that there may not be enough no votes","sentiment_score":0.0583333333}
{"full_text":"Service Update 16:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Maybe you should talk to","sentiment_score":0.0}
{"full_text":"John Ioannidis Responds to Critics of His Study Finding That the Coronavirus Is Not as Deadly as Thought | RealClearScience","sentiment_score":-0.2}
{"full_text":"Holy fuck","sentiment_score":-0.4}
{"full_text":"\"A Player's Birthday in Lockdown\" by me #SmashBros #NintendoSwitch","sentiment_score":0.0}
{"full_text":"RT White House COVID report: \"Florida must reestablish strong mitigation statewide with even further intensified mitigation in t...","sentiment_score":0.1444444444}
{"full_text":"RT Historians will wonder how it was possible that during a catastrophic pandemic and massive Russian cyber attack on the...","sentiment_score":0.0}
{"full_text":"Scammers have been using COVID-19 as an opportunity to exploit vulnerable members of the community. Please remember that any call or email asking for your personal or bank details is more than likely to be a scam!  #stopthescammers","sentiment_score":0.0}
{"full_text":"Support your local restaurants by ordering takeout!","sentiment_score":0.0}
{"full_text":"City Attorney Mike Feuer Wednesday warned Los Angeles residents to beware of COVID-19 vaccine scams.","sentiment_score":0.0}
{"full_text":"Did you know that the NHS Covid-19 app can help you to identify coronavirus symptoms? The quicker you know, the quicker you can help to protect your loved ones ","sentiment_score":0.7}
{"full_text":"MOBILE CORONAVIRUS TESTING CENTRE - ANGLESEYThe mobile coronavirus testing centre is still located in Amlwch and will be there up until and including Monday, December 21.The mobile testing centre will return to Llangefni on Tuesday, December 22.More:","sentiment_score":0.0}
{"full_text":"School boards in #Windsor-Essex report two new cases of COVID-19.  One at a high school and one at a Catholic elementary school. #sxonthttps:\/\/t.co\/7VhEf8XVGj","sentiment_score":0.1490909091}
{"full_text":"FREE #COVID19 PCR Testing-Open today!!WHEN: Fri, Dec 18, 9A-3PWHERE: 8651 Colorado BlvdPregister at - or Call 303-538-7420 with ?'s.*Check website\/Twitter for inclement weather closures *@CDPHE","sentiment_score":0.4}
{"full_text":"Washington is finally opening schools, meanwhile Oregon is remaining closed through March.Do you think that politicians are just seeing this as a last desperate chance at total authority?@mattmiller757 for","sentiment_score":-0.14}
{"full_text":"Planning for the next pandemic, authorities have to take intoconsideration the mental anguish caused by the pandemic risks, the inability of many to goback to work due to confinement, and the scarcity of supplies and human resources. #cdnpoli #cdnhealth  #beyondcovid19","sentiment_score":0.055}
{"full_text":" Dec. 19 until Jan. 10 we will close the doors to our (home)offices, taking a rest, celebrating and coming back strong in 2021!  2021 will be full of great news, games and updates! Stay tuned!Stay healthy! Happy Holidays! -Assemble Entertainment &amp;","sentiment_score":0.5861111111}
{"full_text":"Second stimulus check updates: Lawmakers expected to work weekend; government shuts down at ooooooooooooo","sentiment_score":-0.0851851852}
{"full_text":"Covid lockdowns AlbertaDay 5- if the client goes for a knee injection(in the mall), they have to isolate for 14\/days in their little room.","sentiment_score":-0.1875}
{"full_text":"Prayers for community in a time of pandemic. Share with friends. (prayer from Corrymeela Community, Ballycastle, Northern Ireland) #apartnotalone #community #inclusion #ChristianChurch #BlackLivesMatter #PrayersForCoronaFreeWorld #prayer #peace #hope","sentiment_score":0.0}
{"full_text":"\"It really is a little bit of a perfect storm in terms of vaccine hesitancy...where we're at right now.\" shares why empathy and patience are powerful tools when talking about the COVID-19 vaccine:","sentiment_score":0.3495535714}
{"full_text":"#Throwback2020 When learning, working &amp; entertainment moved online amid the pandemic, owning a smartphone became a necessity for Indians. To meet their needs, partnered with leading mobile brands. Read the story of the #PowerOfPartnership:","sentiment_score":0.0}
{"full_text":"The primary #coronavirus issue last #NBA season focused on how the virus would affect the games\/competition.Testing satisfactorily resolved that.So now this season's primary issue is: how will the vaccine  affect the games\/competition?Hopefully the vaccine is not mandatory.","sentiment_score":0.2666666667}
{"full_text":"Brighten your holiday season with a tour of the #FabulousFox, inspired by Charles Dickens' A Christmas Carol. Meet the tale's characters, visit backstage, and more! Details and COVID-19 safety protocols ","sentiment_score":0.625}
{"full_text":"The Party is starting early this summer! It's time for #TheFridayFiesta with she is holding it down for this evening. #StayHome  and have the time of your life.","sentiment_score":-0.0101851852}
{"full_text":"Do you see yourself shaping the future of public health in Scotland?The role of public health has been crucial throughout the pandemic. We've got space on our Master of Public Health course, starting in January.Come join us ","sentiment_score":0.0}
{"full_text":"the Department of Health and Human Services reported five more COVID-19 related deaths in the state.https:\/\/t.co\/aUeGqRgp3E","sentiment_score":0.1666666667}
{"full_text":"Latest \"We need to disassociate Covid mitigation success w\/wisdom, morality, or \"doing the work\"...it can lead to sacrifice for the sake of sacrifice because that becomes the first instinct which is unnecessary, unsustainable &amp; counterproductive\"https:\/\/t.co\/M8blsihgxh","sentiment_score":0.1625}
{"full_text":"Ohio juvenile court Judge Timothy Grendell thought coronavirus precautions were overblown, and made sure people knew.Threatened a Mother With Contempt of Court for Getting Her Child a COVID-19 Test -- ProPublica","sentiment_score":0.125}
{"full_text":"The justices on the U.S. Supreme Court are being provided with doses of the coronavirus vaccine.https:\/\/t.co\/Pxxv3sWEyE","sentiment_score":0.0}
{"full_text":"Experts warn of low Covid vaccine trust among Black Americans... #UjimaCommunity #BlackCommunity #VaccineNews","sentiment_score":-0.0833333333}
{"full_text":"RT Oder so?A nurse who got the COVID vaccine in Chattanooga, Tennessee today passed out while speaking to media abo...","sentiment_score":0.0}
{"full_text":"Reusing N95's for days on end...","sentiment_score":0.0}
{"full_text":"Alabama Officials Debunk False Claim of COVID-19 Vaccine Death ","sentiment_score":-0.4}
{"full_text":"\"Most people think they're above average at spotting misinformation; and misinformation often triggers negative emotions that resonate with people.\" Story by","sentiment_score":0.0125}
{"full_text":"The #holidays are approaching and the shopping lines are getting longer than normal due to #SocialDistancing. #Cancer does not wait in line, cancer cannot practice social distancing. If you have symptoms or are a cancer patient, visit your doctor and get checked.","sentiment_score":0.0145833333}
{"full_text":"If you're travelling with us, please buy your ticket online Avoid peak periods Download the NHS COVID-19 App ....and remember you must wear a face covering or you could receive PS200 - PS6400 fine from Read more here;","sentiment_score":0.4583333333}
{"full_text":"The PwC Raise | Ventures team has spoken to Founders around the impact of COVID-19 and shares the findings in our report #Founders #VCFundraising","sentiment_score":0.0}
{"full_text":"COVID hit us hard but we had each other's back,Now it's time to go back,It's time to get normal.#COVID19 #CovidVaccine #coronavirus #digitalagency #logodesign #branding #websitedesign #videoanimation #friday #fridayvibes","sentiment_score":-0.2083333333}
{"full_text":"Oooo, this is a fun game of debunking faulty concepts that are deeply damaging to society but have permeated the nation's consciousness too much to be dispelled now.Do the myth that most plastics can actually be recycled effectively pushed by oil lobbyists next!","sentiment_score":0.15}
{"full_text":"SC directs states to constitute committee in each district for fire audit of Covid hospitals","sentiment_score":0.0}
{"full_text":"\"..next recommendations are likely to focus on prioritizing people who keep society functioning, such as workers in food and agriculture, public safety and education.\"https:\/\/t.co\/tEA6vnLAKI","sentiment_score":0.0}
{"full_text":"The urgency of #COVID19 must not take away from the importance of focusing on the U.S. overdose epidemic. #OurAMA's immediate-past president, joined in discussing how to improve access to substance-use disorder treatment.","sentiment_score":0.0}
{"full_text":"Amid disruption, many #restaurants will need to assess whether #COVID19 has impacted their ability to continue as a going concern. In our latest blog post, we review key terms and requirements for preparing an effective analysis. Read it here:","sentiment_score":0.4}
{"full_text":"RT A nurse who got the COVID vaccine in Chattanooga, Tennessee today passed out while speaking to media about the vaccine s...","sentiment_score":0.0}
{"full_text":"'We're going for it': creative ways to celebrate Christmas during Covid","sentiment_score":0.5}
{"full_text":"Curious about how the COVID-19 vaccine works? For more detailed information about how the COVID-19 vaccine works, visit Please continue to visit and for COVID-19 related updates","sentiment_score":0.2}
{"full_text":"RT .@drsanjaygupta received his first dose of the coronavirus vaccine this morning live on New Dayhttps:\/\/t.co\/StwUm2Ob5G","sentiment_score":0.1742424242}
{"full_text":"Care Inspectorate rates West Lothian home as \"weak\"","sentiment_score":-0.375}
{"full_text":"Two fights that were supposed to take place during Sunday's  Fight Night in Las Vegas have been cancelled due to positive  coronavirus tests! #UFC #UFCVegas17READ MORE ","sentiment_score":0.2196969697}
{"full_text":"A third national lockdown for England after the Christmas relaxation has not been ruled out, says Schools Minister","sentiment_score":0.0}
{"full_text":"peptide may help tackle covid -19","sentiment_score":0.0}
{"full_text":"RT This is truly awful. Unconscionable. These people knew thousands upon thousands would die. It was herd immunity by mass murd...","sentiment_score":-1.0}
{"full_text":"Prep wrestling teams are limited to duals, and even those they can only do once a week. Still, grapplers aren't complaining. From","sentiment_score":-0.0357142857}
