{"full_text":"Government didn't prepare long-term care for pandemic: Revera report via","sentiment_score":0.0}
{"full_text":"RT [ THE LOCKDOWN AWARDS ]Vote for #MONSTAX for the lockdown awards!You can vote up to 20 times PER DAY till Dec 11!Reply...","sentiment_score":0.0}
{"full_text":"RT Kedah Mufti Datuk Sheikh Fadzil Awang has called on Muslims to receive the WHO-certified Covid-19 vaccine, as it is the most e...","sentiment_score":0.5}
{"full_text":"RT So you've been eating hot dogs all your life, but you don't want the COVID vaccine because you aren't sure what's in i...","sentiment_score":0.375}
{"full_text":"Ugh, sorry Rae. A lack of help because of Covid, too, I'm sure. Hang in there. This too will pass.","sentiment_score":0.0}
{"full_text":"RT Thank you to for inviting me on to her show. The vaccine programme that starts today is a great ste...","sentiment_score":0.8}
{"full_text":"Government Must Listen To Warnings As New Swine Flu Poses Threat Of Next Pandemic","sentiment_score":0.0681818182}
{"full_text":"Covid or not Covid. That's the question.","sentiment_score":0.0}
{"full_text":"RT Do the Swiss know something we don't or won't acknowledge or was #BorisJohnson so desperate for something positive to sto...","sentiment_score":-0.1863636364}
{"full_text":"RT This is crucial! Every effort is needed to mitigate the physical and #mentalhealth impacts of ongoing restrictive prison...","sentiment_score":0.0}
{"full_text":"RT BANNED VIDEO: Thousands of doctors are speaking out about the truth that there is no 'Covid pandemic' and that there is no...","sentiment_score":0.0}
{"full_text":"I'm delighted to announce intimate, COVID-secure #concerts of #festive #baroque music in the beautiful 20-23 December, in collaboration with  Very grateful to and For info &amp;  #Benedettibaroque","sentiment_score":0.4875}
{"full_text":"RT I wish a reporter had the guts to say Nancy, \"Australian citizens get $1,993 per month since this crisis began; Denmar...","sentiment_score":0.0}
{"full_text":"RT The truth stinks sometimes. The truth is that didn't care about your health or mine when they held these  m...","sentiment_score":-0.6}
{"full_text":"RT What really happened and why?  The woman in the middle is on TONIGHT.","sentiment_score":0.1}
{"full_text":"RT To protect yourself from #COVID19, it is important to wear your mask properly &amp; ensure that if covers your nose, mouth an...","sentiment_score":0.2}
{"full_text":"What is the point of #Covid_19 if the #USA expert #DrFauci is now confirming you will be transmitting the disease anyway?  The only good it will do is fatten #BigPhrma further.  Shame the poor can't have them for #Christmas!","sentiment_score":0.05}
{"full_text":"RT #COVID19 positivity ratio nears 10%. I'm not at all surprised. A drive round Gulberg Main Market and Liberty Market yest...","sentiment_score":0.0222222222}
{"full_text":"they no got masks nah?","sentiment_score":0.0}
{"full_text":"The most interesting is WA data: had a very short Lockdown, by winter there was no social distancing, we never had masks. Yet we had no flu.How?We've also not had 1 false positive community PCR test in &gt;7 months but get positives in hotel quarantine!","sentiment_score":0.1445707071}
{"full_text":"RT I wrote a little bit yesterday about Fox news being a bunch of hypocritical fucking racists.","sentiment_score":-0.39375}
{"full_text":"RT Thank you   thank you Maggie #inspirationalwoman thanks to everyone and for leading the world #StaySafe","sentiment_score":0.2}
{"full_text":"RT Senator Perdue has voted NUMEROUS times to strike down protections for Georgians with pre-existing conditions. Perdue RE...","sentiment_score":-0.0777777778}
{"full_text":"Here's Why Vaccinated People Still Need to Wear a Mask","sentiment_score":0.0}
{"full_text":"RT What the actual fuck","sentiment_score":-0.2}
{"full_text":"Lot of people replying to this tweet protesting that they have DNRs and are perfectly healthyI suspect most of them have Advance Directives, which are different from Do No Resuscitate orders","sentiment_score":0.5}
{"full_text":"RT Appa has tested positive today for #covid.. He's currently in Hyderabad recovering and in good hands.. we...","sentiment_score":0.3090909091}
{"full_text":"How can they make decisions about 2020 exams without this data??  does not collect data on number of pupils in exam years who are absent from school.What are they doing if they aren't measuring exam year absence?? Is it not the most important issue for exams?","sentiment_score":0.2958333333}
{"full_text":"Covid vaccine should h Covid vaccine should help end mask laws by spring Brits can 'fly on holiday next summer'       #covidvaccine #thismorning","sentiment_score":0.4}
{"full_text":"RT In England, William Shakespeare receives a COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT the covid vaccine hasn't been subject to less testing and trials than other vaccines. the trials just occurred simultaneous...","sentiment_score":-0.1527777778}
{"full_text":"UNICEF cautions against shutting school systems over COVID-19 -","sentiment_score":0.0}
{"full_text":"RT A Filipino-origin nurse administering a vaccine developed by two children of Turkish migrants. Brexit Britain has a lot...","sentiment_score":0.1}
{"full_text":"Tune in to at 7:10 a.m. to get a #COVID19 update from Dr. Robert Peltier and Johnny Chauvin and find out ways you can support response. #TogetherWeCanDoThis","sentiment_score":0.0}
{"full_text":"One day in particular before Thanksgiving, everything just built up and hit me at once. Between being a single mom of three, losing my grandma to Covid, still working through this pandemic, kids with online school, bills, anxiety, depression, etc. just gave me a 1-2 punch...","sentiment_score":0.0476190476}
{"full_text":"RT .@BBradley_Mans would you be able to join this Westminster Hall Debate on Wednesday? To support your Mansfield constit...","sentiment_score":0.5}
{"full_text":"RT \"how are we going to pay for the stimulus\"In the pandemic, total stock value has grown by $16.6 trillion.$8.3 tril...","sentiment_score":0.0}
{"full_text":"It will be needed all around.","sentiment_score":0.0}
{"full_text":"This is why science needs to be funded!","sentiment_score":0.0}
{"full_text":"RT Gov. DeSantis unlawfully ordered law enforcement to enter the home of a former employee today who continues to post trut...","sentiment_score":0.0}
{"full_text":"- An Online Prayer Meeting for Religious People Around the World to End COVID-19https:\/\/t.co\/7BZym8KHcv","sentiment_score":0.0}
{"full_text":"UNICEF cautions against shutting school systems over COVID-19 -","sentiment_score":0.0}
{"full_text":"#COVID19 spiking at my workplace.Then this asshole is coughing into the air with his mask off.Can we please take this seriously for literally five seconds?","sentiment_score":-0.3333333333}
{"full_text":"RT Dear You are a piece of shit.You ordered armed men with guns near children to punish a whistleblower wh...","sentiment_score":0.1}
{"full_text":"Bill Gates says six Covid vaccines could be available by spring 2021","sentiment_score":0.4}
{"full_text":"RT Florida police raid house of fired data scientist who alleged state manipulated covid-19 stats","sentiment_score":-0.1}
{"full_text":"RT Pulling weapons on someone for the act of reporting Covid death data. And her children. If you're a serious investigative...","sentiment_score":-0.3333333333}
{"full_text":"RT Ron DeSantis sent armed state police to threaten Rebekah Jones, a scientist keeping Floridians up-to-date with accurate CO...","sentiment_score":0.4}
{"full_text":"This thread is trippy. Surely not all of us have been mind fucked like this??","sentiment_score":-0.425}
{"full_text":"RT Vera Dobson, aged 88, who became only the fourth person to receive the Covid-19 vaccine, told ITV News: \"I am just so lucky. S...","sentiment_score":0.0583333333}
{"full_text":"RT Ilhan Omar's latest husband's firm received over $600,000 in China Virus relief fundsThat's on top of the MILLIONS she...","sentiment_score":0.2666666667}
{"full_text":"All the best","sentiment_score":1.0}
{"full_text":"Webinar this evening hosted by with the lovely talking about her redeployment to ICU during the Covid 19 pandemic. (Did we mention she was also in and link below.","sentiment_score":0.5}
{"full_text":"A 90-year-old woman from Northern Ireland has become the first person in the world to receive the Pfizer\/BioNTech Covid vaccine outside trial conditions - marking the start of the UK's mass vaccination programme","sentiment_score":0.125}
{"full_text":"RT #DoubleDealingDavid is about to get served by Georgia.","sentiment_score":0.0}
{"full_text":"kweli hajielewi. You are second in command running the GOVT together with Uhuru. You are not aware that you have all the powers and machinery but instead you choose populism over the pandemic.","sentiment_score":-0.0625}
{"full_text":"RT Love your neighbor. That means don't get rid of your neighbor's health care -- particularly not in the middle of a pand...","sentiment_score":0.1388888889}
{"full_text":"RT There have been more American deaths from COVID this day, and every day in December, than the deaths in the Pearl Harbor a...","sentiment_score":0.25}
{"full_text":"RT Meet Maggie: the first person in the world to receive a fully-tested and approved Covid-19 vaccine on the NHS.","sentiment_score":0.25}
{"full_text":"RT \"The pandemic will not be over when population level (herd) immunity is reached or exceeded. Because of the enormous number...","sentiment_score":0.0}
{"full_text":"RT The is an essential service and its budget challenges are real. But the proposed service cuts would hurt our residen...","sentiment_score":0.1}
{"full_text":"RT Florida police raid house of fired data scientist who alleged state manipulated covid-19 stats","sentiment_score":-0.1}
{"full_text":"RT Amazing what happens when you stop blaming medical advice and start taking it","sentiment_score":0.3}
{"full_text":"Service Update 12:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"Service Update 12:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT Making money, socialist style!  Ilhan Omar's husband received $635k in Covid-19 bailout money","sentiment_score":0.0}
{"full_text":"3 members of Raptors organization contract coronavirus, team says","sentiment_score":0.0}
{"full_text":"RT After being fired from her job for refusing to manipulate the numbers, this woman in Florida started her own Covid Das...","sentiment_score":0.6}
{"full_text":"RT As part of his relentless efforts to maximize COVID deaths in America, Trump refused offer to buy millions more Pfizer vaccine...","sentiment_score":0.5}
{"full_text":"RT BIG: 90-year-old Margaret Keenan is the first person to receive the Pfizer\/BioNTech #covid19 vaccine in UK.","sentiment_score":0.125}
{"full_text":"RT The United States has nearly 15 million COVID-19 cases and 283,000 deaths. These aren't just numbers--they're people wit...","sentiment_score":0.1}
{"full_text":"RT Belgian PM trolling Johnson over Covid vaccine ","sentiment_score":0.0}
{"full_text":"RT \"...indoor Trey Songz concert\". Y'all risking it for anything now.","sentiment_score":0.0}
{"full_text":"RT This is 90-year-old Margaret Keenan. She just became the first person in Britain to receive the Pfizer\/BioNTech Covid-19 vacci...","sentiment_score":0.25}
{"full_text":"RT 90-year-old Margaret Keenan is the first person in the UK to receive the Pfizer\/BioNTech vaccine outside of a clinical trial....","sentiment_score":0.125}
{"full_text":"RT \"This to me speaks to the stunning incompetence of the Trump administration,\" says about the NY Times reporting that...","sentiment_score":0.5}
{"full_text":"RT MAGA thought process: We must punish evil China for sending this horrible virus that is just the common cold and we don't nee...","sentiment_score":-0.725}
{"full_text":"Yes because when the pandemic is over none of those guys are going to sell tickets Ben Simmons will sell tickets","sentiment_score":0.0}
{"full_text":"They just showed about the conditions in #Venezuela hospitals using photos that aren't accurate of reality, the next news story was hiding the Covid-19 deaths here in USA. So my questionWHY not lift sanctions against Venezuela so people can be saved?USA IS BAD","sentiment_score":-0.1}
{"full_text":"RT Proud Moment For India!Congratulations to  &amp; Team for winning the UNCTAD's 2020 United Natio...","sentiment_score":0.65}
{"full_text":"RT Breaking:  The Trump administration bragged about how great their project Warp Speed did getting companies to develop a CO...","sentiment_score":0.8}
{"full_text":"RT I am convinced he did not. Everything about tRUMP is fake, his hair, his tan, his wealth, his intellec...","sentiment_score":-0.5}
{"full_text":"RT Lawmakers are still hashing out the two most contentious portions of a roughly $900 billion coronavirus relief framework: l...","sentiment_score":0.2}
{"full_text":"England squad cleared COVID-19 in Cape Town. Cricket News - Times of India","sentiment_score":0.0}
{"full_text":"Doesn't look bad for 400 years older. But sure will go with 81","sentiment_score":-0.0111111111}
{"full_text":"RT Congratulations on winning the United Nations' UNCTAD Investment Promotion Award 2020. A truly deserving recognit...","sentiment_score":0.55}
{"full_text":"RT Mitch Mcconnell has been lording over a COVID relief bill keeping it from the people for nearly 7 months s...","sentiment_score":0.1}
{"full_text":"RT A very stark map. Richer countries are opposing a proposal by India &amp; South Africa that would allow more countries to manufac...","sentiment_score":0.12}
{"full_text":"RT I can maybe see an old guy taking a chance and going into the White House to get a once in a lifetime medal...","sentiment_score":0.05}
{"full_text":"RT I guess 2021 will be the year we have to listen theater people cry all the time bc people don't want go die in a pandemic and...","sentiment_score":0.0}
{"full_text":"RT Today, I urgently call on the #UK to:- release #Assange amid Covid-19 outbreak at HMP Belmarsh- prevent his extradition t...","sentiment_score":0.0}
{"full_text":"What Can the Pandemic Teach Us About Human Nature? #psychology","sentiment_score":0.0}
{"full_text":"Please read the whole thread.","sentiment_score":0.2}
{"full_text":"RT Second patient to get the COVID jab at University Hospital Coventry - would you believe it....William Shakespeare from Warw...","sentiment_score":0.0}
{"full_text":"If we take the same approach to the climate crisis as we are to #COVID19 - urgency, focus, science-based decisions, relentless innovation, working together across borders &amp; focusing on the  we want for everyone - we will win the race against climate change too! Let's do it!","sentiment_score":0.5}
{"full_text":"RT Florida: Do you realize how much at risk your state is in because DeSantis denies scientific facts about climate change a...","sentiment_score":0.2}
{"full_text":"RT Here in Germany, the Working committee particulate matter (AAF)  today publishes a statement to better protect against #a...","sentiment_score":0.5}
{"full_text":"CT has Covid positive rate of over 6 percent, as RI continues to lead the nation in Covid rates","sentiment_score":0.2272727273}
{"full_text":"RT If I didn't mishear Nick Robinson just put it to Kate Bingham that cronyism and nepotism are fine as objective appointme...","sentiment_score":0.2083333333}
{"full_text":"RT Masks are recommended when you're indoors or in situations you can't socially distance. Remember it needs to be fitted and...","sentiment_score":0.0333333333}
{"full_text":"RT Ck briefs and some fu** covid for Monday night.","sentiment_score":0.0}
{"full_text":"The Trump Crime Family was able to rake in around 4 MILLION dollars from  the Cares Act.  They don't need to worry about Americans who need to work for a living.","sentiment_score":0.5}
{"full_text":"My lockdown park... I'm pretty sure my butt print is on one of the benches. ","sentiment_score":0.375}
{"full_text":"We had many students last week with runny noses and they all came back on Monday ...of course no testing .Who knows if they had covid or not .Gambling seems to be a big past time in Ontario public schools this year...No need to visit a casino.","sentiment_score":0.0416666667}
{"full_text":"Need to replace Sunshine with Fascist in their state slogan...","sentiment_score":0.0}
{"full_text":"RT This morning the very first person received the Pfizer vaccine in the UK. Be wary of conspiracies on social media abo...","sentiment_score":-0.0472222222}
{"full_text":"Yes! Encourage him to lie and expose seniors to covid!","sentiment_score":0.0}
{"full_text":"RT Mr D Raja : President has given time tomorrow at 5 pmMr ; Mr Sharad Pawar; Mr ; Mr Elango...","sentiment_score":0.0}
{"full_text":"What's the right way to handle if a customer won't adhere to your business's COVID-19 guidelines? Take a look at our 7 best HR strategies for handling this kind of situation by downloading our new infographic!Download it by clicking the link belowhttps:\/\/t.co\/MNDpUFV3sz","sentiment_score":0.5055194805}
{"full_text":"\"73% of advertisers have modified or developed new assets since the start of the global pandemic.\" How has your marketing changed since #COVID?Here's how you can track your marketing metrics during the pandemic:","sentiment_score":0.0787878788}
{"full_text":"RT TERRIBLE--Dr James Phillips, attending physician at Walter Reed who criticized Trump for joyriding w\/ Secret Service agents...","sentiment_score":-0.4}
{"full_text":"RT which one of y'all going home with coviddddd?","sentiment_score":0.0}
{"full_text":"RT I know everyone has their own views on this COVID malarkey. But I don't get why they would  need to make a vaccine for a v...","sentiment_score":0.6}
{"full_text":"Wall Street English converts a Spain-based English school to its pandemic-adapted concept. The new market requirements for an effective blended and #online training solution led owner of the converted school, to switch to Wall Street English","sentiment_score":0.1472727273}
{"full_text":"Am I correct in thinking that the vaccine doesn't actually stop Covid-19, it just massively reduces the symptoms making you an asymptomatic carrier.","sentiment_score":0.0}
{"full_text":"Canadians may start to see the first shipments of the new Pfizer vaccine against COVID-19 arrive next week. #sxont #Windsorhttps:\/\/t.co\/Bkvbj5v0Xj","sentiment_score":0.1287878788}
{"full_text":"RT Why on earth would young, healthy people vaccinate themselves against polio?","sentiment_score":0.3}
{"full_text":"We know the use of #alcohol has increased throughout COVID. Be sure you are speaking to your loved ones and young people to ensure #HealthyChoices are being made. #21ForAReason #Prevention #PublicHealth #MentionPrevention #TalkTheyHearYou","sentiment_score":0.4333333333}
{"full_text":"RT MAGA thought process: We must punish evil China for sending this horrible virus that is just the common cold and we don't nee...","sentiment_score":-0.725}
{"full_text":"Small actions can have a big impact on stopping the spread of coronavirus #HandsFaceSpace","sentiment_score":-0.125}
{"full_text":"There will be an update on case numbers, the preventative measures being taken and what support is available:https:\/\/t.co\/nikgo7Uivz","sentiment_score":0.0}
{"full_text":"STARTING TODAY: Due to the surge in COVID cases, the courthouse is suspending all in-person proceedings.","sentiment_score":-0.0625}
{"full_text":"News: grants to help theatres reopen top PS150k. The Theatre Reopening Fund will help theatres to prepare and put measures in place to safely reopen in light of Covid-19. 35 theatres across the UK have now received vital grants.","sentiment_score":0.375}
{"full_text":"Meghana Raj Sarja, her son and parents test positive for coronavirushttps:\/\/t.co\/nMOZ1r8PBg","sentiment_score":0.2272727273}
{"full_text":"RT People: \"We're having a light flu season because people are wearing masks and social distancing.\"Me: \"Then why are the...","sentiment_score":0.2166666667}
{"full_text":"Local Welfare Assistance is available for people with a range of circumstances caused by COVID-19.If you're a business owner severely impacted by the virus or a worker who has seen their employment situation change, you can receive support:","sentiment_score":0.2}
{"full_text":"People can struggle with lots of info at once, break it down into chunks &amp; encourage questions This &amp; video &amp; our website has more #healthliteracy #coronavirus #covid19","sentiment_score":0.1722222222}
{"full_text":"Google continues improvements to office spaces during COVID with mural work","sentiment_score":0.0}
{"full_text":"Our editorial:  The COVID-19 numbers are still surging despite a partial shutdown the past three weeks, which should have led the governor to question their effectiveness. ","sentiment_score":-0.175}
{"full_text":"#Volunteers from Tanzania Red Cross (@trcs1962) have been putting up posters in schools so pupils may understand the dangers of #COVID19, its transmission and how to prevent further spread of the virus. Thank you volunteers. #IVD2020","sentiment_score":0.0}
{"full_text":"Aww well done Maggie!","sentiment_score":0.375}
{"full_text":"First Choice by Select Health, our #Medicaid plan in #SC, kicked off its #exercise video program for children. Led by the videos aim to address barriers to health during COVID-19. WYFF-TV interviewed Marcus about the program:","sentiment_score":0.25}
{"full_text":"Can your boss fire you for refusing to get a COVID-19 vaccine?","sentiment_score":0.0}
{"full_text":"Phishing attacks have increased over 600% since the start of the Covid-19 pandemic.https:\/\/t.co\/Ih2FSPwoQG#CyberSecurity","sentiment_score":0.0}
{"full_text":"Tonight. #AppleEDUchat - 8pm. All about film. What's the best film you've watched while in lockdown? Asking for friend #AppleEDUchat","sentiment_score":1.0}
{"full_text":"\"If Desantis thought pointing a gun in my face was a good way to get me to shut up, he's about to learn just how wrong he was,\" she wrote. \"I'll have a new computer tomorrow. And then I'm going to get back to work.\"","sentiment_score":0.0840909091}
{"full_text":"The United States is inching closer to approving a COVID-19 vaccine and scams are sure to follow. This morning on #WakeUpWI, us what the BBB says you need to look out for. #WKOW ","sentiment_score":0.5}
{"full_text":"'Sky is Falling' VIDEO OUT TODAY! xoxoxoxMade by ourselves in true lockdown fashun and edited by our talented friend Alexander Kershaw Giz a watch, subscribe, and order your damn vinyl here:","sentiment_score":0.525}
{"full_text":"England's deputy chief medical officer Jonathan Van-Tam answered everyone's all-important vaccination questions as roll outs of the vaccine begin in the UK this week. ","sentiment_score":0.0}
{"full_text":"Free COVID-19 testingInsurance not required. However, if you have insurance that will cover the cost, your insurance will be billedTODAY Dec 89am - noonParkway Center Mall15 Mall Drive Pittsburgh, PA 15220Pre-registration link welcomed","sentiment_score":0.15}
{"full_text":"this is loosing our freedom to tyranny, you Florida state police raid home of Rebekah Jones, data scientist who challenged DeSantis on coronavirus statistics","sentiment_score":0.0}
{"full_text":"The inspector general concluded that there had been no evidence of conflicts of interest or official misconduct.","sentiment_score":0.05}
{"full_text":"The CDC has stepped up their guidance for masks to advise wearing them indoors everywhere.","sentiment_score":0.0}
{"full_text":"The inspector general concluded that there had been no evidence of conflicts of interest or official misconduct.","sentiment_score":0.05}
{"full_text":"A doctor treated COVID-19 patients for months, but then contracted the virus himself.","sentiment_score":0.0}
{"full_text":"\"Covid-19 or not I'd give him a great big kiss. He's given me my life back.\" Jo-Anne Charalambous talks about her #KneeReplacement surgery with","sentiment_score":0.2666666667}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #tuesdayFeeling #TuesdayMotivation #TuesdayThoughts","sentiment_score":0.0}
{"full_text":"While we wait for final FDA Approval, Georgia is set to release details on their vaccine distribution plan on Tuesday.","sentiment_score":0.0}
{"full_text":"Reopening of New York City schools threatens massive spread of #COVID19 #CloseTheSchools","sentiment_score":0.0681818182}
{"full_text":"Report: Panthers WR D.J. Moore among players going on reserve\/COVID-19 listhttps:\/\/t.co\/DMiCgYH3rH","sentiment_score":0.0}
{"full_text":"States are seeing record numbers of new cases reported as hospitalization numbers remain elevated.","sentiment_score":0.1363636364}
{"full_text":"OPINION: \"A private market for #COVID19 vaccines where wealthy foreign visitors can pay for jabs would be a huge setback for developing nations. The 1% will have to wait\" writes","sentiment_score":0.19375}
