{"full_text":"RT No agenda guys","sentiment_score":0.0}
{"full_text":"RT He did not read the bill.","sentiment_score":0.0}
{"full_text":"RT If you live in LA (or not, tbh) please read this thread. Too bad spent the last two months out of town anglin...","sentiment_score":-0.1659090909}
{"full_text":"Tom Cruise reportedly builds COVID-19-secure studio at ex-secret base via","sentiment_score":-0.8}
{"full_text":"It's also a just a fraction of what the American people rightly deserve throughout this whole pandemic.Nothing about the last 10 months has been justifiable.Richest country in the world thinks it's more than acceptable to throw people into disease and poverty and hold them there","sentiment_score":0.1971428571}
{"full_text":"RT So utterly dispiriting to see history repeat itself. Tonight's nightly news in Brazil opens with report from the Amazon...","sentiment_score":0.0}
{"full_text":"RT A few weeks ago, survival checks weren't even on the table. Then, progressive members came together and told leadership we wo...","sentiment_score":-0.2}
{"full_text":"RT #COVID19 didn't close hundreds of thousands of small businesses. Government did.","sentiment_score":-0.25}
{"full_text":"Trillz ","sentiment_score":0.0}
{"full_text":"RT It is estimated closings schools will cost a loss of life of## 5.53 million years for our children. Let's assume that the...","sentiment_score":0.0}
{"full_text":"RT As COVID-19 continues to rage and safety for essential workers remains a central issue, the Correctional Service of Cana...","sentiment_score":0.0}
{"full_text":"RT NEW: When people are lining up on the sidewalk overnight, it usually signals the release of playoff tickets or new shoes....","sentiment_score":0.0075757576}
{"full_text":"RT Gold sales in Thailand are surging as households reach for a financial lifeline amid the pandemic","sentiment_score":0.0}
{"full_text":"RT Life in many parts of China has become strikingly normal in recent weeks, with local coronavirus transmissions near zero. Bu...","sentiment_score":0.15}
{"full_text":"RT . Now we have it.  The unbelievably low death numbers reported by the Russian State was because they limited repor...","sentiment_score":-0.0238095238}
{"full_text":"RT The only thing standing in the way of $2,000 per person COVID relief is the current makeup of the Senate.","sentiment_score":0.0}
{"full_text":"Why does congress and Senate put Americans last in Covid bill ? All the Pork in that bill is SHAMEFUL AND ONLY 600. TO HURTING AMERICANS. WAKE UP REPUBLICANS VOTE 2000. TRIM SOME PORK.","sentiment_score":0.0}
{"full_text":"RT People calling teachers (who buy their own supplies, work hundreds of hours of unpaid overtime, and work extra jobs be...","sentiment_score":0.2666666667}
{"full_text":"RT Mutant COVID-19 strain from U.K. likely in Quebec according to experts","sentiment_score":0.0}
{"full_text":"RT Protect yourself and your loved ones -- wear a mask.","sentiment_score":0.7}
{"full_text":"RT JUST IN: The House has voted to increase coronavirus relief checks to $2,000 per person. The legislation appears unlikely to advan...","sentiment_score":-0.5}
{"full_text":"\"In this feature, we take a look at some of the most interesting and important hypertension research from 2020. We cover a range of topics, including COVID-19, the role of thigh circumference, and the impact of dairy.\"https:\/\/t.co\/v5Umi7iKXs","sentiment_score":0.4666666667}
{"full_text":"RT A British journalist has been targeted by an angry online mob after pointing out that only a relatively small amount of h...","sentiment_score":-0.1875}
{"full_text":"RT If this stay at home order is upsetting you. Just know that when I got to see my dad for 30 seconds at the hospital be...","sentiment_score":0.0}
{"full_text":"A7\/3: We will continue to learn more about these concerns and questions as we start vaccinating our IBD patients. Remember: without #COVIDVACCINE, IBD pts will have no protection from #COVID19.  #MondayNightIBD","sentiment_score":0.5}
{"full_text":"RT COVID-19 case summary for Colorado (Dec. 28). 326,668 cases 2,114,256 people tested 2,965 outbreaks 4,631 deaths among...","sentiment_score":0.0}
{"full_text":"RT As per few IRS only they can get Covid so all assessment extended to 31 March 2021 much in advance without asking Parli...","sentiment_score":0.0}
{"full_text":"RT Why is the biggest outbreak in COVID in the country right now - California - which has had the most strict lockdown rules?","sentiment_score":0.3928571429}
{"full_text":"RT This NYT article cites staffing shortages--not bed availability--as the primary reason SoCal hospitals are full.What they...","sentiment_score":0.4}
{"full_text":"RT If Georgia Senators must be forced kicking and screaming into helping Americans struggling against #covid to get #StimulusC...","sentiment_score":-0.3}
{"full_text":"RT #BREAKING: Democratic House PASSES #reliefbill to increase COVID relief checks to $2000, 275-134 (over 2\/3 majority of those...","sentiment_score":0.0}
{"full_text":"RT If Georgia Senators must be forced kicking and screaming into helping Americans struggling against #covid to get #StimulusC...","sentiment_score":-0.3}
{"full_text":"Well... ","sentiment_score":0.0}
{"full_text":"RT Angela Joseph is heavily involved in a pandemic horror film project called Staycation. Funding is needed to complete the pro...","sentiment_score":-0.05}
{"full_text":"RT The president used to say leaders were calling from all over the world to ask how we were fighting COVID. Here's how.","sentiment_score":0.0}
{"full_text":"There are billions of Asians who safely wear masks and have outdone us in the fight of the pandemic... yet, only doctors can safely wear masks because they have proper training. Pardon me while I pick up my jaw from the floor!","sentiment_score":0.25}
{"full_text":"RT Vice President-elect Kamala Harris and husband Douglas Emhoff will receive Covid-19 vaccines tomorrow","sentiment_score":0.0}
{"full_text":"I swear corona gave white American a excuse for being racist","sentiment_score":-0.0166666667}
{"full_text":"Trump's effort to 'rescind' spending in COVID\/government funding bill faces hurdles #FoxNews","sentiment_score":0.0}
{"full_text":"for a 2021 without covid and with your follow ","sentiment_score":0.0}
{"full_text":"  Your turn. Americans deserve more from you","sentiment_score":0.5}
{"full_text":"RT Got my first dose. I work for a hospital and they vaccinated all the front line workers first, but my team is considered e...","sentiment_score":0.25}
{"full_text":"ever since masks have been mandatory here people aren't social distancing properly smh","sentiment_score":0.0166666667}
{"full_text":"In Canada people whose work was affected by COVID got $2000 per month from April through October.","sentiment_score":0.0}
{"full_text":"RT South Africans Return to Lockdown Level 3 After Covid-19 Surge: #SouthAfrica","sentiment_score":0.0}
{"full_text":"RT Alberta records 4,488 new COVID-19 cases, 112 deaths over the past 5 days","sentiment_score":-0.0568181818}
{"full_text":"RT 20 Companies With the Happiest Employees #MondayVibes #Monday #mondaythoughts #Career #Careers #Jobs...","sentiment_score":0.0}
{"full_text":"in 2020, you: 1 - no2- yes3 - no4 - no5 - yes6 - yes7 - yes8 - yep9 - no10 - no11 - no12 - no13 - no,,,, Corona 14 - no15 - yes16 - idk17 - yesdrop an emoji for the questions :)","sentiment_score":0.5}
{"full_text":"RT Why is that the states with the most oppressive COVID restrictions have the most COVID?","sentiment_score":0.5}
{"full_text":"RT This is DeSantis vaccination plan. Overnight lines, not complying with CDC, and chaos. H\/T Michael Braun @TheNewsPress...","sentiment_score":0.0}
{"full_text":"3) That COVID is not transmitted by asymptomatic people has been conclusively established in multiple contract tracing studies.If wearing a mask makes you feel better, that's fine. But stop with the self-serving fake altruism.","sentiment_score":0.1041666667}
{"full_text":"RT Wapres Brasil Positif Covid-19","sentiment_score":0.0}
{"full_text":"RT If Georgia Senators must be forced kicking and screaming into helping Americans struggling against #covid to get #StimulusC...","sentiment_score":-0.3}
{"full_text":"RT We're going to regret that summer wasted by Young's Lockdown Sceptics, the KBF brigade and their celebrity enablers and the...","sentiment_score":-0.05}
{"full_text":"RT One out of 17 Americans, a total of 19 million people, have tested positive for coronavirus, according to data from Johns Ho...","sentiment_score":0.1136363636}
{"full_text":"I can say anything my Twitter account has covid","sentiment_score":0.0}
{"full_text":"The same dude who blasted Fauci and lamented that the coronavirus was a hoax, but in the end is one of the first to get vaccinated. Spineless and without conviction. Idk how Floridians trust this loser","sentiment_score":-0.1166666667}
{"full_text":"When did you get the Covid vaccine again?? Wasn't it just days ago? #Hypocrite  We have always had to have 70-80% vaccinated people in order to achieve herd immunity. Hasn't changed... ever.","sentiment_score":0.0}
{"full_text":"WORTH $10M, Covid-relief holdout about the FUTURE US ECONOMY while THIS GENERATION of young business owners go bankrupt,  men with barber shops, hot dog shops in #Wisconsin who voluntarily closed shops for #COVID19  and are broke. RON. THE FUTURE IS NOW!","sentiment_score":0.0916666667}
{"full_text":"Vets home resident diagnosed with COVID-19, Legionnaires' disease 'responding well' to treatment -","sentiment_score":0.0}
{"full_text":"MARILYN FOSHEE, 81, and JULIE FOSHEE-KNOWELL, 44, a mother-daughter pair of teachers in JACKSONVILLE, FL's Trinity Christian Academy, both died from COVID-19 complications. Both worked with preschool-age children.","sentiment_score":0.0}
{"full_text":"RT Perspective: If an American had moved to Denmark, Norway or Finland in January, her or his risk of dying from Covid would...","sentiment_score":0.0}
{"full_text":"RT If you take nothing else from our story, take this quote from Chicago West side resident Rochelle Sykes:\"If you can come...","sentiment_score":0.0}
{"full_text":"RT The American people are suffering though the deadliest month of the pandemic and the president is RTing mean tweets about m...","sentiment_score":-0.15625}
{"full_text":"RT One thousand Albertans have now died as a result of COVID-19 -- 1,002 to be exact. This is a grim milestone. #ableg #abh...","sentiment_score":-0.375}
{"full_text":"RT Doctor Phillips--attending physician at Walter Reed the night Trump rode past supporters--was fired because he criticized...","sentiment_score":-0.25}
{"full_text":"RT the best part of this pandemic is all the boys growing their hair out","sentiment_score":1.0}
{"full_text":"RT At noon tomorrow, McConnell is expected to ask for Unanimous Consent to vote on the veto override of the $740 billion de...","sentiment_score":-0.1}
{"full_text":"RT Hard no.","sentiment_score":-0.2916666667}
{"full_text":"RT Are these the same \"experts\" that weighed in about tobogganing or do you have a whole different stable of \"experts\"...","sentiment_score":0.0666666667}
{"full_text":"RT So Republicans support massive corporate handouts to companies like Wal-Mart and Amazon, but no relief for the strugglin...","sentiment_score":0.0}
{"full_text":"RT Bitch I do what I want , go where I want , I can go to a club if I want , at the end of the day no one cares for your opinion ...","sentiment_score":0.0}
{"full_text":"RT There's an increasing &amp; concerning trend of some people not answering calls from our contact tracers. These teams are a...","sentiment_score":0.0}
{"full_text":"RT Term starts in a week. Why can't tell us:1. What the science tells us about covid in schools?2. What...","sentiment_score":0.0}
{"full_text":"RT There are currently more people in hospital with Covid than at any other point during the pandemic.Please think about tha...","sentiment_score":0.1875}
{"full_text":"People (advantaged and disadvantaged) need to stop worshipping their seat rest. #SittingStill cuts off the circulation. #InconvenientTruth","sentiment_score":0.0}
{"full_text":"RT Trials Halt Full-Dose Clot Prophylaxis for Severe COVID-19","sentiment_score":0.0}
{"full_text":"RT Billions of doses of COVID-19 vaccines are needed worldwide. But people in some places may not have access until 2024. Why c...","sentiment_score":0.0}
{"full_text":"RT Notice how Republican Congressmen who like to claim they are the party of \"personal responsibility\" refuse to take any responsibil...","sentiment_score":0.0}
{"full_text":"No! Dreaming is chance to escape! To spend time with friends and family. To travel and have adventures, good or bad, without the restrictions of Covid.","sentiment_score":5.551115123e-17}
{"full_text":"RT This isn't warp speed.","sentiment_score":0.0}
{"full_text":"RT You fleeced people of $30,000-75,000 of salary already and still counting  and you are boasting of wanting but failing...","sentiment_score":0.0}
{"full_text":"RT Pelosi delayed and damaged the country for months, but just signed COVID Relief into law.Paycheck Protect...","sentiment_score":0.0}
{"full_text":"RT As of today there are 20,426 Covid patients in hospitals in England - the highest number ever recorded, even at April's...","sentiment_score":0.0}
{"full_text":"Great Job Monroe Ambulance paramedic Barb Hinman. One of the first to get vaccinated .","sentiment_score":0.525}
{"full_text":"I'm seeing lots more skepticism towards the govt response on message boards such as Yahoo News. And the approval rating for this cabinet is abysmal at the moment. So my COVID anxiety keeps spiking with every news story.","sentiment_score":0.25}
{"full_text":"RT House approves $2,000 stimulus checks for Americans; Senate vote awaits","sentiment_score":0.0}
{"full_text":"RT #COVID19 didn't close schools. Government did.","sentiment_score":0.0}
{"full_text":"RT \"If Orthodox Jews were really to blame for spreading the coronavirus, as the mayor asserted, why weren't their neighborho...","sentiment_score":0.0}
{"full_text":"RT Notice how Republican Congressmen who like to claim they are the party of \"personal responsibility\" refuse to take any responsibil...","sentiment_score":0.0}
{"full_text":"the fact that clubs are open in some states is so interesting to me! even though here cases are still really high and we have rules in place\/ are in a semi lockdown","sentiment_score":0.2616666667}
{"full_text":"This ","sentiment_score":0.0}
{"full_text":"RT Gig economy workers say they can no longer survive #MondayVibes #Monday #mondaythoughts #Career #Car...","sentiment_score":0.0}
{"full_text":"RT I am for giving $2,000 checks to the American people, but it is irresponsible to put billions of dollars of pork for foreig...","sentiment_score":0.0}
{"full_text":"RT Exclusive: England's hospitals have more Covid patients than ever before with London 'teetering on the edge'","sentiment_score":0.5}
{"full_text":"NPR always realistic","sentiment_score":0.1666666667}
{"full_text":"RT Not good.#abpoli #ableg #cdnpoli","sentiment_score":0.0}
{"full_text":"RT Rudy Gobert and the Jazz are playing in OKC tonight for the first time since the NBA suspended its season due to COVID in...","sentiment_score":0.0625}
{"full_text":"RT One reason it's hard for our government to focus on multiple issues at the same time is that the Ministry of Health, PHO,...","sentiment_score":-0.0972222222}
{"full_text":"RT If Georgia Senators must be forced kicking and screaming into helping Americans struggling against #covid to get #StimulusC...","sentiment_score":-0.3}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"RT NH has seen more than 20,000 new cases in December, DHHS reports","sentiment_score":0.3181818182}
{"full_text":"How many \"exempt\" truckers, essential workers etc cross the land borders daily ? Are the Covid rates being tracked ?","sentiment_score":0.125}
{"full_text":"RT  \"Best YOUTUBE CHANNEL Finalists\" for the Pandemic Fantasy Football Awards. #Pandies These finalist  were based off comment...","sentiment_score":1.0}
{"full_text":"RT This is a bad proposal that is poorly targeted. It is essentially a redistribution of wealth instead of relief for those...","sentiment_score":-0.3666666667}
{"full_text":"RT Dr. Richard Strauss sexually abused 177 wrestlers at Ohio State University and guess who covered it up? did.","sentiment_score":0.5}
{"full_text":"RT Jason Kenney will give large corporations massive $4,700,000,000 giveaways.Jason Kenney's UCP pocketed wage subsidy $ m...","sentiment_score":0.1071428571}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"RT The Worst Governor in America streak continues ...This time prioritizing vaccines for drug addicts over tens of thousa...","sentiment_score":-1.0}
{"full_text":"RT It's the same thing in Canada. Conservative politicians like Alberta's Premier demand \"personal responsibility\" fro...","sentiment_score":0.0}
{"full_text":"RT Omg! Why is this even called the Covid relief bill?","sentiment_score":0.0}
{"full_text":"The laws on voting were adjusted due to covid, the right thing to do in every electrote, but it made no difference Joe slammed it, with a mega win, and now because of Trump your even going to loose Georgia #feelsorryfrrepublicans","sentiment_score":0.2209478022}
{"full_text":"RT Notice how Republican Congressmen who like to claim they are the party of \"personal responsibility\" refuse to take any responsibil...","sentiment_score":0.0}
{"full_text":"Ya bc they not listening","sentiment_score":0.0}
{"full_text":"RT Dr. Richard Strauss sexually abused 177 wrestlers at Ohio State University and guess who covered it up? did.","sentiment_score":0.5}
{"full_text":"Schools have been shut for Xmas holidays and covid numbers have gone up..... but rejig it to fit your narrative by all means ","sentiment_score":0.4}
{"full_text":"RT I'm struck by the reassuring and matter-of-fact tone throughout this article from 2009 about swine flu in Mexico and h...","sentiment_score":0.0}
{"full_text":"RT WHO calls for expanded measures to find coronavirus variants","sentiment_score":0.0}
{"full_text":"Really horrid that we have to use this as a reason to stop the executions, but we will take anything.","sentiment_score":0.2}
{"full_text":"This coming holiday season, don't forget to show your love and appreciation to your elderly loved ones. If you can't visit them due to the pandemic, one phone or video call would surely make their Christmas even more special.#HealthcareProvider #ElderlySupport #InHomeCare","sentiment_score":0.415}
{"full_text":"Santa didn't forget about the federal government this year!","sentiment_score":0.0}
{"full_text":"A look back on the year: The pandemic spurred nurse educators to reconsider how they deliver clinical education.","sentiment_score":0.0}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"Doctor: COVID vaccine distribution \"a logistical nightmare\"","sentiment_score":0.0}
{"full_text":"In May I hosted the former Prime Minister of Italy on The Director's Chair. We discussed the COVID-19 pandemic, global leadership, and the future of Europe. LISTEN:","sentiment_score":0.0}
{"full_text":"Experts say tobogganing during the pandemic is 'totally safe'https:\/\/t.co\/aq3v05LLZ4","sentiment_score":0.5}
{"full_text":"Fake news about the U.S. #coronavirus vaccine--promoted by Russian-linked trolls--is spreading quickly across Africa and making people wary of the lifesaving shot--reports for","sentiment_score":-0.2222222222}
{"full_text":"RT Zhang Zhan, a Chinese citizen journalist who criticized the government's handling of the outbreak in Wuhan, was sentenced to f...","sentiment_score":0.0}
{"full_text":"Still absurd we're in month 10 of the pandemic and this is the second round of stimulus checks.","sentiment_score":-0.2333333333}
{"full_text":"\"There's often inadequate or no social services, poor quality sanitation standards and poor housing to meet the increased capacity\" says Dr. Minkah Makalani (AADS Associate Professor)","sentiment_score":-0.2722222222}
{"full_text":"Homelessness has long been a problem in our communities &amp; COVID made it worse. The COVID emergency relief bill just signed into law includes $25B for rental assistance &amp; an extension of the eviction moratorium through Jan 31. This must continue to be a top priority in Congress.","sentiment_score":0.0166666667}
{"full_text":"The House has voted overwhelmingly to increase COVID-19 relief checks to $2,000, meeting President Donald Trump's demand for bigger payments.https:\/\/t.co\/XX8AkOK40k","sentiment_score":0.25}
{"full_text":"Forcible conversions to Islam in Pakistan, which pave the way for underage, non-consensual marriages, have accelerated during lockdowns against the #coronavirus.","sentiment_score":0.5}
{"full_text":"This is why we must elect more Democratic women leaders like We need public servants who will support and stand up for women when it's needed the most.","sentiment_score":0.45}
{"full_text":"RT Dr. Richard Strauss sexually abused 177 wrestlers at Ohio State University and guess who covered it up? did. h...","sentiment_score":0.5}
{"full_text":"COVID-19 wreaked havoc with their lives. Now, musicians battle another epidemic: addiction (@AugustBrown -","sentiment_score":0.0}
{"full_text":"Here are somethings to consider when eating out! #COVID19 #SocialDistance #WearAMask #WashYourHands #DoRightRightNow","sentiment_score":0.0}
{"full_text":"Initially, hospital workers were the first to receive the vaccine. Next on the priority list are urgent care employees.","sentiment_score":0.0833333333}
{"full_text":"The lag is likely caused by a variety of factors, including the logistical challenge of starting a new program, the difficulties of administering these vaccines, and the fact that many hospitals are nearly overwhelmed with COVID-19 patients right now.","sentiment_score":0.1703463203}
{"full_text":"RT Trump cost unemployed workers a week of federal assistance by refusing to sign the same bill yesterday","sentiment_score":0.0}
{"full_text":"Lockdown measures will not work, they only put more lives, the economy, social, physical and mental well-being and people's livelihoods at risk. The more lockdowns, the worse the implications on the future. We can't let a 0.5% death rate affect us.","sentiment_score":0.0666666667}
{"full_text":"Okay then and I guess that's because of COVID","sentiment_score":0.5}
{"full_text":"Usually, the festival runs for three and a half months, but due to Covid protocols in place, the Uttarakhand government has decided to cut it shorthttps:\/\/t.co\/rTLCO0DpBv","sentiment_score":-0.1805555556}
{"full_text":"RT And meantime in California...the governor wants to extend the lockdown even though many in the medical community are now s...","sentiment_score":0.2333333333}
{"full_text":"Album Is A Musical Hug Amid COVID","sentiment_score":0.0}
{"full_text":"I cannot imagine what a nightmare covid soup that would be.","sentiment_score":0.0}
{"full_text":"RT So concerned that you voted to support the Trump Tax Cuts for the rich and add to our debt &amp; deficit. Fact: The 2019...","sentiment_score":0.375}
{"full_text":"We need to lockdown, close everything, it's like no lessons have been learnt or they're being purposely ignored and I know the latter is more true than not.","sentiment_score":0.2833333333}
{"full_text":"Can the capacity of our health systems handle this growth in COVID cases?","sentiment_score":0.0}
{"full_text":"Multiple polls have shown COVID vaccine acceptance rates rising from about 50% this summer to more than 60% and, in one poll, 73% -- a number that approaches the threshold scientists have deemed necessary for herd immunity.","sentiment_score":0.1666666667}
{"full_text":"Want to say thank you to the healthcare heroes on the frontlines of the Covid-19 pandemic at Hackensack UMC? Send them a donation (and some love) on gratitude platform SendThanksNow.","sentiment_score":0.5}
{"full_text":"RT Breaking News: The House passed the $2000 check Covid bill with 2\/3rds majorityNow let's see what the GOP Senate does wi...","sentiment_score":0.0}
{"full_text":"I am going to go out on a limb and suggest that you didn't live through the Troubles in the 70s, 80s &amp; 90s. The Border is entirely porous, and communities on either side of it are intertwined. It is impossible to implement is 0 Covid strategy in the Republic alone (see Donegal)","sentiment_score":-0.1767676768}
{"full_text":"While this COVID-19 Pandemic may still be lingering for a while longer, to make good things happen, here is what you need to do to resurface, reimagine, and recover your business from this ongoing Pandemic.https:\/\/t.co\/vAslhpzZ5x#pandemic #entrepreneurs #smallbizowner #founder","sentiment_score":0.7}
{"full_text":"RT Let's declare Congress non-essential, demand they stay home, and slash their salaries. The country will be open in 15 minutes.","sentiment_score":0.0}
{"full_text":"RT We are living in a country where there are people vacationing during a pandemic and also people who cannot feed their famil...","sentiment_score":0.0}
{"full_text":"The surging coronavirus pandemic is expected to result in the extension of regional stay-at-home orders across California beginning Tuesday, with the Bay Area's orders to be reassessed on January 8th at the earliest, Governor Gavin Newsom announced...","sentiment_score":-0.1}
{"full_text":"RT Fucking Lightweight Hospitalized For Coronavirus On First Night Of College ","sentiment_score":-0.175}
