{"full_text":"Our president did all that could have been done with the pandemic. He saved about 2 millions people. Yes, he got excellent care because he is the president,  any president gets special care. God bless him, his family, and God bless America!","sentiment_score":0.7232142857}
{"full_text":"#VereenigingTrain to VereenigingDeparting from Daleside to Henley-On-Klip#WearAMask","sentiment_score":0.0}
{"full_text":"RT Furthermore, how did the Broncos quarterbacks who were busted for not wearing masks able to test negative today?","sentiment_score":0.1}
{"full_text":"Healthcare workers DO NOT LIE!!!! Insinuating that is a slap in the face of constituents! Are you attacking this to cover for the negative things being said about you by the White House? Do you hear the bus pulling up to throw you under? Expendable Noem!https:\/\/t.co\/xK2jEf3EUd","sentiment_score":-0.15}
{"full_text":"RT Broadcasting from home while waiting for test results after a colleague tested Covid+.The WAIT is something else .It's goin...","sentiment_score":0.0}
{"full_text":"Nevada doctor's selfie used to claim COVID-19 is a hoax","sentiment_score":0.0}
{"full_text":"RT Chicago Mayor Lori Lightfoot defended her decision to get a haircut despite urging citizens to stay at home in accordan...","sentiment_score":0.0}
{"full_text":"So ya'll don't want to be locked down for Covid but you're ok with martial law, where you can be confined to your homes?","sentiment_score":0.1148148148}
{"full_text":"RT #COVID19Lagos Update As at 28th of November, 2020.*48 new #COVID19 infections were confirmed in Lagos on November...","sentiment_score":0.2681818182}
{"full_text":"That's is Crazy now every minute in Chicago there is a positive case of Chinese virus (coronavirus)","sentiment_score":-0.1242424242}
{"full_text":"RT China kept secret thousands of confirmed COVID cases as the pandemic spread across the world","sentiment_score":0.0}
{"full_text":"If you're tired of Mitch McConnell being the reason there's no pandemic relief, then donate and appeal to friends and family in Georgia to vote blue.","sentiment_score":-0.2}
{"full_text":"suddenly missing all the concert moments, the thrill (&amp; headache) of trying to book tickets, meeting bts in person,,, seriously covid i'm so sick of you ","sentiment_score":-0.4158730159}
{"full_text":"RT Today Mitch McConnell nixed the Covid compromise.How did we get to the point where one senator can single-handedly thwart as...","sentiment_score":0.0}
{"full_text":"RT Coronavirus Australia: New president of the Royal Australian College of General Practitioners says GPs were sidelined d...","sentiment_score":0.0621212121}
{"full_text":"RT .@GovRonDeSantis, something is seriously wrong with you. Not having a plan to take care of Americans &amp; Floridians during th...","sentiment_score":-0.5}
{"full_text":"RT DONALD CLAYMAN, 85 of South Palm Beach, Florida died of COVID on May 7.\"My Dad will always be remembered as a cheerful...","sentiment_score":0.4}
{"full_text":"RT i wish people would stop treating me like i am being overly paranoid\/overly cautious about this virus when we're approach...","sentiment_score":0.0}
{"full_text":"Yeah that tweet edit button could be useful for shit like this ","sentiment_score":0.05}
{"full_text":"If you don't wear a mask during a national coin shortage, what would stop a vandal from inserting a quarter in your exposed mouth and leaving us another coin poorer?","sentiment_score":0.0}
{"full_text":"RT South Korea spent 0.5% of its healthcare budget on its successful Track &amp; Trace system.UK spent about 10%.Populations,...","sentiment_score":0.1833333333}
{"full_text":"Who writes these headlines?New cases in pandemic times is not a cause for being cute w your writing skills. Don't normalize this. How will anyone take it seriously when the press treats it this way?","sentiment_score":0.0833333333}
{"full_text":"RT Dec 1 #Canada #COVID19 Wave 21. Cases2. Cases: Weekly rates of change (acceleration, deceleration)","sentiment_score":0.0}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"#Actor-#turned-#politician #SunnyDeol tests #COVID19 #positivehttps:\/\/t.co\/kBNyO0lMLJ","sentiment_score":0.0}
{"full_text":"RT Sweden is currently reporting an estimated 70 deaths per day see","sentiment_score":0.0}
{"full_text":"RT The holidays can get ya feelin lonely especially in these times of social distancing! BUT \"If you're lonely when you're alo...","sentiment_score":-0.0395833333}
{"full_text":"Current status of coronavirus cases..","sentiment_score":0.0}
{"full_text":"RT Frydenberg peacocking about how the GDP would have been higher if not for Vic.... If not for Victoria shutting down, COVID wo...","sentiment_score":0.0472222222}
{"full_text":"RT One of our followers sent us this picture of our #BidenHarris2020 mask in Tel Aviv, Israel.Love it! #WearAMask","sentiment_score":0.0}
{"full_text":"Yes I think cbi found some evidences in covid app , hope I believe they will find what is the truth of FAUG game also ,@ips_nupurprasad","sentiment_score":-0.4}
{"full_text":"RT UP10TION's Kogyeol additionally tests positive for COVID19 + the rest of the members test negativehttps:\/\/t.co\/Z8xw0BURLU","sentiment_score":0.2272727273}
{"full_text":"RT In a report, the White House says must do more to slow the spread of Covid-19.The report calls for:- Weekly t...","sentiment_score":0.0666666667}
{"full_text":"RT The next phase of responding to Covid in schools. Paint a Red Cross on the door of a class that tests positive then na...","sentiment_score":0.0568181818}
{"full_text":"If large numbers of population disagree with a law- it can't be a sustainable law. Think prohibition.  Further- it demonstrates that large number of people disagree with policy decisions. They view Covid risk differently. These protests are growing.","sentiment_score":0.1071428571}
{"full_text":"RT 'I can describe with great detail the odd and very ugly color of purplish gray you turn when your body is suffocating' -- T...","sentiment_score":-0.1941666667}
{"full_text":"RT The latest COVID hypocrite: Mayor London Breed, who dined in a semi-enclosed room at the French Laundry restaurant thre...","sentiment_score":0.25}
{"full_text":"I don't want alot for Christmas just a few things I need these presents dont have to be under the tree I just want the last dinner roll a few hours without my phone. Maybe a back rub too. Tell the inlaws we have the covid or flu.  #NewHolidaySongLyrics","sentiment_score":-0.1}
{"full_text":"A dream, wey","sentiment_score":0.0}
{"full_text":"RT Paying rent during a pandemic should be illegal","sentiment_score":-0.5}
{"full_text":"RT We are pleased to share that we are resuming our COVID attendance policies (as previously implemented) beginning with Satur...","sentiment_score":0.1666666667}
{"full_text":"RT A friend's grandma got covid (she's recovered)How did she get covid? She's been sneaking off to karaoke bars that are...","sentiment_score":0.0}
{"full_text":"I licked my soap earlier to make sure I didn't have covid","sentiment_score":0.25}
{"full_text":"RT Financial cybercrime in 2021 is set to evolve, according to key predictions from  #...","sentiment_score":0.0}
{"full_text":"Alarming to think about in these terms. I'd add that roughly 1 in 60 Oswego County residents have now tested positive for COVID-19, with more than 1\/2 of those contracting the virus in November. About 1 in 230 county residents were considered active cases as of yesterday.","sentiment_score":0.0787878788}
{"full_text":"Enterprise Coaching Programme in Sasolburg!These gentlemen received awards for being the best mentors for other businesses who persevered and grew throughout Covid-19 . They mentored  businesses while attending the coaching programme for 10 months. #MakeEducationFashionable","sentiment_score":0.4375}
{"full_text":"RT The whole covid19 is a ploy and allows politicians to pretend that they are p...","sentiment_score":0.2}
{"full_text":"Fckn faaacts","sentiment_score":0.0}
{"full_text":"Cancer patients hd a tough times during Covid19 lockdown","sentiment_score":-0.3888888889}
{"full_text":"I'm ready for Covid to dip I miss the girls locker room and getting drunk and making new friends.","sentiment_score":-0.0545454545}
{"full_text":"RT Nate Oats says Keon Ellis has an illness that is non-COVID related. He is isolated in his hotel room and away from the team....","sentiment_score":0.0}
{"full_text":"Then Chauvin didn't kill him, the other officer did. So this narrative is also false. Original coroner claimed there was no asphyxiation. Likely combination of Covid 19 and drug overdose mixed with cardiac stress... But in your description, wrong officer was charged with murder","sentiment_score":-0.1}
{"full_text":"me even before covid came..","sentiment_score":0.0}
{"full_text":"RT tbh, at the library. lol.","sentiment_score":0.8}
{"full_text":"RT San Jose Mayor Sam Liccardo attended a Thanksgiving party with family members who were not part of his own household af...","sentiment_score":0.6}
{"full_text":"RT JUST IN: CDC advisers are recommending the first group to be vaccinated for Covid-19 be health care workers and residents of long-...","sentiment_score":0.1}
{"full_text":"I mean, it's not like a lot of people are using it. ;)","sentiment_score":-0.03125}
{"full_text":"RT #bcpoli BC had a higher death toll than every other province today except for Quebec. As well, Health Canada today did no...","sentiment_score":0.0625}
{"full_text":"Manufacturing Stays Stable Despite Harrowing COVID-19 Second Wave","sentiment_score":0.0}
{"full_text":"Vice Presidential Spokesperson Barry Gutierrez has called out Presidential Spokesperson Harry Roque for accusing Vice President Leni Robredo of allegedly not following COVID health protocols.#OVP #Malacananghttps:\/\/t.co\/uQcF27J5m1","sentiment_score":0.0}
{"full_text":"Starving In A Pandemic #hunger #COVID19 #pandemic","sentiment_score":0.0}
{"full_text":"Irina Antonova, longtime head of the Pushkin State Museum of Fine Arts, has died at the age of 98 from complications from the coronavirushttps:\/\/t.co\/vjrBh5l1W8","sentiment_score":0.4166666667}
{"full_text":"tuesday 11\/1: today is by far the worst day yet of #COVID19 in #LosAngeles County with almost 7600 cases -- and this does not even include the onslaught of #thanksgiving weekend infections. still, there are few changes in behavior amid weak new restrictions","sentiment_score":-0.2677272727}
{"full_text":"COVID-19 still nears the top of leading causes of death among Americans","sentiment_score":0.5}
{"full_text":"Special wool #masks for winter!24-year-old Nouran Faraj from Gaza weaves wool masks for winter amid the #COVID19 pandemic.","sentiment_score":0.3571428571}
{"full_text":"Rita Ora Apologizes for Attending Birthday Party Amid COVID-19 Lockdownhttps:\/\/t.co\/BXibeeIvfKPresented by","sentiment_score":0.0}
{"full_text":"Rita Ora Apologizes for Attending Birthday Party Amid COVID-19 Lockdownhttps:\/\/t.co\/drxamwmWeCPresented by","sentiment_score":0.0}
{"full_text":"Rita Ora Apologizes for Attending Birthday Party Amid COVID-19 Lockdownhttps:\/\/t.co\/jazj3n1DngPresented by","sentiment_score":0.0}
{"full_text":"RT Out with Beijing, in with Taipei. Despite verifiable proof Communist China lied about the number of COVID-19 cases,...","sentiment_score":0.0}
{"full_text":"Air traffic in and out of Denver International Airport was impacted Tuesday afternoon following COVID-19-related cleaning procedures at an FAA facility on airport grounds, a DIA spokesperson confirmed to Denver7.","sentiment_score":0.1333333333}
{"full_text":"COVID-19: Montreal hospitals under intense pressure againBy Aaron Derfel (@Aaron_Derfel)#Canada","sentiment_score":0.2}
{"full_text":"Safety first! 5tips to keeping yourself &amp; others safe from #COVID19.@healthtimeszim","sentiment_score":0.40625}
{"full_text":"The is looking for people who have recovered from COVID-19 to donate plasma:","sentiment_score":0.0}
{"full_text":"It's 9p nearly a year into a pandemic. Let's give Kizzmekia Corbett (@KizzyPhD), a viral immunologist a few minutes of our time to learn about the search for a #COVID19 vaccine and the vital role RNA plays in the process.https:\/\/t.co\/ujeZtnGOQ8","sentiment_score":0.0}
{"full_text":"Update: #HatersGonnaHate","sentiment_score":0.0}
{"full_text":"RT SCOOP: opposed extending COVID aid. But at the same time, Intercontinental Exchange, her husband's firm (...","sentiment_score":-0.1}
{"full_text":"CMS announces new flexibilities for care outside of a hospital setting amid COVID-19 surge via #healthcare","sentiment_score":0.0681818182}
{"full_text":"LA County Sup. voted to ban outdoor dining due to COVID-19, then headed to her favorite restaurant#HypocriteAlertJust realize these Dems have one set of rules for themselves and another for the rest of us.","sentiment_score":0.1875}
{"full_text":"In '76 Days,' a documentary portrait of lockdown in Wuhanhttps:\/\/t.co\/nVsN6klX5h","sentiment_score":0.0}
{"full_text":"Although the center is reaching capacity, the CEO says expansion could be possible","sentiment_score":-0.05}
{"full_text":"Sleigh it isn't so: Santa goes digital as pandemic shutters Christmas rituals","sentiment_score":0.0}
{"full_text":"During the pandemic medical experts stress the need for testing, treatment and practicing safe sex.","sentiment_score":0.25}
{"full_text":"Two high school sweethearts are now working on the front lines of the COVID-19 pandemic in California.","sentiment_score":0.16}
{"full_text":"During the pandemic medical experts stress the need for testing, treatment and practicing safe sex.","sentiment_score":0.25}
{"full_text":"Those who have recovered from #COVID19 continue to experience long term fatigue and muscle aches. These survivors have come together through a self-help group, where they discuss long term symptoms, which could add to the existing research. tells you more","sentiment_score":0.1333333333}
{"full_text":"Over 5,000 policemen on #MaghMela duty next month to undergo #COVID19 test","sentiment_score":0.0}
{"full_text":"South Africa on target for Netball World Cup in 2023 South Africa is exactly where it needs to be in its preparations for the Netball World Cup in Cape Town in 2023, despite the impact of the COVID-19 pandemic.READ\/WATCH |  #HandsUp2023","sentiment_score":0.25}
{"full_text":"Rita Ora Apologizes for Attending Birthday Party Amid COVID-19 Lockdownhttps:\/\/t.co\/cSm2TNFBiDPresented by","sentiment_score":0.0}
{"full_text":"2021 Isle of Man TT motorcycle race canceled due to COVID-19:","sentiment_score":-0.125}
{"full_text":"The latest #COVID19 updates, top stories, and current developments in #HongKong - it's all compiled and presented on today's podcast episode of CDHK Daily Bulletin! Click below to get it! Spotify: Anchor: #Chinadaily#HKnews","sentiment_score":0.25}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"How Safe Will It Be to Travel in 2021?You will agree with me that thanks to the coronavirus pandemic, the year 2020 is literally a lost year in most aspects of life.https:\/\/t.co\/I6d7dh8FeP","sentiment_score":0.4}
{"full_text":"Have you been doing a wardrobe cleanout during lockdown? Our #sustainability star shares some tips for minimising your wardrobe waste.https:\/\/t.co\/i7ykBc0bbu #upcycle #textilewaste #textiles #fashionwaste #wardrobe #waronwaste: Lauren Fleischmann on","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 02\/12\/2020 10:30Total Cases: 9499710 [+0]Active: 427522Recovered: 8931798 [+0]Deaths :138159 [+0]Total Tests: 142.45MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The Centers for Disease Control and Prevention is set to shorten the recommended length of quarantine after exposure to someone who is positive for COVID-19, as the virus rages across the nation.https:\/\/t.co\/w5Cso9EAvl","sentiment_score":0.2272727273}
{"full_text":"In this article, Ben's Friends Co-ED Tom James gives an overview of the vaccine trial process, what they look like in the case of COVID, and what we can expect in the near future.https:\/\/t.co\/0YEL02AhB9","sentiment_score":0.1}
{"full_text":"#ICYMI | The first flights carrying coronavirus vaccines have now taken place at Brussels Airport (BRU), according to Brucargo, BRU's cargo wing. :","sentiment_score":0.25}
{"full_text":"Yeah, I've just visited an Adelaide Hills supermarket where most shoppers didn't attempt to use any check in function or sanitize in any way. Only a few of us wore face masks. The Covid Marshals were preoccupied with other duties and ineffective in managing infection #COVIDIOTS","sentiment_score":0.04375}
{"full_text":"To understand how manufacturing is being affected by the COVID-19, PROS worked with Hanover Research to conduct a survey of 113 #B2B buyers who are responsible for purchasing from #manufacturers.  See the details here ... ","sentiment_score":0.2}
{"full_text":"RT More misleading reporting from CBS. There are 547 people -STATEWIDE- in the hospital in South Dakota w COVID. That's les...","sentiment_score":0.5}
{"full_text":"Debate is sparking at the moment around whether or not the government should be able to mandate a COVID vaccine. gives a great explanation of the legalities","sentiment_score":0.65}
{"full_text":"Going to the dentist is terrifying for me even pre covd so today was a Lot, but i felt very safe thanks to dentists being SO intense about health and safety. Also first time being more upfront about being on the spectrum instead of suffering in silence?","sentiment_score":0.1333333333}
{"full_text":"According to 13-24 year olds made up 21% of new HIV diagnoses in the U.S. in 2018. As we're actively fighting one pandemic, #WorldAIDSDay serves as an important reminder of our continued work to educate and provide young adults with the tools they need to stay healthy.","sentiment_score":0.2006060606}
{"full_text":"Current Conditions for #Sayre PATemp: 31.5FWind Chill: 26.2FHumidity: 98%Dew Point: 30.9F Barometer: 29.778 inHgWind: 6 mph from the SSWCorona Virus Weekly Stats:Cases: 149.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT \"How COVID ruined my life\" - from a son who lost his father to a heart attack after \"elective\" surgery was postponed. htt...","sentiment_score":0.0}
{"full_text":"Three years ago, I was drinking Aperol spritz with my best friend after hanging out with all my Religious Studies people in Boston. We were supposed to recreate that experience this week during AAR, but some of you didn't wear a mask.","sentiment_score":0.5}
{"full_text":"RT MY EMPLOYEE SELF-EVALUATIONQ: What is one way you have grown this year? A: I've managed to start most workdays withou...","sentiment_score":0.5}
{"full_text":"The Perils of Coffee #COVID19 #TopicTuesday #TastingTuesday #TipTuesday","sentiment_score":0.0}
{"full_text":"Breathing issues in 2020 could mean COVID.","sentiment_score":-0.3125}
{"full_text":"There's your \"Drinks water\" square for probably the last time. Because this time next week it'll be ice. Oooh, and there's your \"Shades Harper\" and \"Shades Tories\" squares. #cdnpoli #BriefingBingo","sentiment_score":0.0}
{"full_text":"RT Today I'm announcing a bipartisan, bicameral framework for a COVID-19 relief package. This proposal would direct more t...","sentiment_score":0.3}
{"full_text":"RT WRONG, CDC!!!! The COVID-45 vaccine shouldn't go to healthcare workers first. THE VACCINE SHOULD GO TO THE RICH AND THEN I...","sentiment_score":-0.125}
{"full_text":"Corona virus stops spreading at 10pm in az apparently","sentiment_score":0.05}
{"full_text":"RT The holidays can get ya feelin lonely especially in these times of social distancing! BUT \"If you're lonely when you're alo...","sentiment_score":-0.0395833333}
{"full_text":"RT I am helping this family of 12 children raise money for their everyday needs. Their mom and dad passed from COVID one mon...","sentiment_score":-0.2}
{"full_text":"RT Rights for me but not for thee. #Hypocrites  #covid19 #California #californialockdown","sentiment_score":0.0}
{"full_text":"This is, I believe, a really bad take. First, this idea that you are weighing (a) getting covid and dying versus (b) not getting covid and being fine is an outrageous dichotomy. You likely won't die, but there's a greater chance you get covid and acquire a chronic condition 1\/3","sentiment_score":-0.0888888889}
{"full_text":"I'm so glad my nose didn't act up today, it usually gets bad at night but tonight we are smooth sailing. So thankful . Now if my other symptoms will go away that would be lovely. Doc wants me to get tested for Covid again ","sentiment_score":0.075}
{"full_text":"hey lol ","sentiment_score":0.8}
{"full_text":"Very informative thread from UCSF Dept of Medicine Chair.","sentiment_score":0.2}
{"full_text":"On season 17 of #GreysAnatomy  and they starting the season off with #COVID19","sentiment_score":0.0}
{"full_text":"Sustainable Future Summit : Green recovery: can #COVID19 help Europe achieve its #climate goals?","sentiment_score":-0.1}
{"full_text":"This Is How Real Estate Is Adapting To The Ongoing Pandemic According To JLL CEO Guy Grainger #RealEstateNews #AZJosh","sentiment_score":0.2}
{"full_text":"RT A president who preached \"America First\" is demanding to know why the U.S. could end up third, or worse, in the global vaccin...","sentiment_score":-0.0375}
{"full_text":"Que dire de plus que la conclusion << Teachers were more affected during the outbreak and younger children were at a higher risk for infection, likely because index case(s) were teachers and\/or parents from the preschool. >>","sentiment_score":0.1875}
{"full_text":"Coronavirus and Sepsis | Thermo Fisher Scientific - US","sentiment_score":0.0}
{"full_text":"#IoT applications are critical components to ensure the logistics of coming temperature-sensitive Covid-19 vaccines. Cognizant has worked with partners to address this challenge. Read more.","sentiment_score":0.25}
{"full_text":"RT Too often we fail to adequately communicate about #vaccines BEFORE misinformation begins to circulate. By then, it's too late...","sentiment_score":-0.1555555556}
{"full_text":"Yesterday my gram and aunties lost their brother and I'm never one to just sit and do nothing during these times. I wanna help with his journey home. This pandemic is bullsh*t.","sentiment_score":0.0}
{"full_text":"RT Filipinos in the throes of a pandemic found comfort in listening to Ben&amp;Ben's music as the local folk band was named th...","sentiment_score":0.0}
{"full_text":"RT college is hard enough as it is.college during a pandemic? i'll just let you imagine the strain and struggle i feel aft...","sentiment_score":-0.1458333333}
{"full_text":"Had Thanksgiving with my best friend and her husband on Thursday and nobody got covid because we were smart and safe.","sentiment_score":0.5714285714}
{"full_text":"RT If you think prioritizing POC for a COVID vaccine is unjust, then let's not do it. Let's just prioritize \"essential wo...","sentiment_score":0.0}
{"full_text":"Aw thanks. I am a nurse but currently not working. (I was an operating room nurse). We just moved here and still have lots to adjust to. And now Covid is peaking... it's so so sad. But I commend my fellow HCW too! ","sentiment_score":-0.1416666667}
{"full_text":"Are you an 'Elf on the shelf' family? The official word is that Elves are magical and are immune to Covid-19.. but that hasn't stopped some folks from getting creative this year! #elfontheshelf #xmas  ","sentiment_score":0.5625}
{"full_text":"NDTV - COVID-19: 30 Crore To Be Vaccinated By August Says Health Minister #COVID #healthminister #vaccinatedbyaugust #30crore #NDTV -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.0}
{"full_text":"Josh Ray discusses how COVID-19 has accelerated the need for adaptive #security--a shift that could make or break a business.","sentiment_score":0.0}
{"full_text":"RT Today is #WorldAIDSDay. We remember those who lost their lives to AIDS. We speak your names and pray you are at peace.We...","sentiment_score":0.0}
{"full_text":"RT The thing about that brilliant New Yorker cover is everyone is looking at it saying \"oh this totally encapsulates lockdown!\"...","sentiment_score":0.3454545455}
{"full_text":"Here me out, what if we invest in more street vendors\/ walk up windows and close drive thrus post Covid to promote walking and biking? I could really use all sorts of food snacks on every other corner lol.  #RandomThought","sentiment_score":0.34375}
{"full_text":"RT The lady making this accusation has worked most of her career as researcher and medical journalist and has probably nev...","sentiment_score":0.25}
{"full_text":"How A COVID-19 Vaccine Can Reach Billions Of People","sentiment_score":0.0}
{"full_text":"Not exactly. The graph is from the BC CDC Situation Report: There is a new one for Nov. 27th but it only shows till Nov. 21","sentiment_score":0.0037878788}
{"full_text":"Wall Street Journal - CDC Panel Advises Giving First Vaccines to Health Workers Nursing Homes #CDC #workersnursinghomes #WallStreetJournal -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.25}
{"full_text":"RT How Canadians can get a $400 tax credit -- no questions asked -- for working from home during COVID-19","sentiment_score":0.0}
{"full_text":"Thank you Leven Friends______Leven Cotton#1 Bedding Brand in IndonesiaGuaranteed Always 100% Cotton@levencotton #spreifullkatun #dirumahaja#stayhome #stayhealthy #leventestimonials","sentiment_score":0.0}
{"full_text":"RT Meanwhile, in our country, 269,000 died, ~18 mill are facing evictions &amp; foreclosures, 12.5 mill are unemployed, &amp; ~27 mi...","sentiment_score":0.0}
{"full_text":"RT Yikes. Tweet edit needed urgently.","sentiment_score":0.0}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"RT More misleading reporting from CBS. There are 547 people -STATEWIDE- in the hospital in South Dakota w COVID. That's les...","sentiment_score":0.5}
{"full_text":"Help is now just a phone call away for people struggling with the pandemic. That's after the state of Georgia created a new COVID-19 Emotional Support Hotline so that people will know they are not alone during this crisis.https:\/\/t.co\/HfIjN7E168","sentiment_score":0.0681818182}
{"full_text":"What skill? Covid-19 skills or what?","sentiment_score":0.0}
{"full_text":"Have you discovered the JacksonCourt Pop-Up Park yet? This fun, bright space is designed to helpour local businesses and re-connect our community in a COVID-19 safe way.Visit","sentiment_score":0.375}
{"full_text":"I don't access any on reserve services. If I tested positive for covid, my number is counted with the provinces #. What does it matter if I'm FN or not.","sentiment_score":0.2272727273}
{"full_text":"Ye wohi hai na jo lockdown me daru smuggle kr rhi thi pune me..Have some SHAME Intellectual Terrorism Hub ndtv she is not activist she is smuggler..","sentiment_score":0.3}
{"full_text":"RT From entire duty of unions is to protect the most vulnerable members.95% of #SAGAFTRA members earn...","sentiment_score":0.0}
{"full_text":"RT Asking followers to pray for the Sri Lankan Muslims. Sentiments like these have recurred since last month because thei...","sentiment_score":0.0}
{"full_text":"RT Nevada governor: 'Unconscionable' for Trump to suggest Reno's COVID-19 surge unit 'fake'","sentiment_score":-0.5}
{"full_text":"RT The liability shield for COVID relief ought to be such a politically toxic idea: it's literally giant corporations holding e...","sentiment_score":0.0}
{"full_text":"RT #marketupdate- The Bank Nifty also opened positive today at 29876.70 levels, up by 58.85 points.#news #investonlin...","sentiment_score":0.2272727273}
{"full_text":"The European Union's drug agency says it may approve the Pfizer and BioNTech coronavirus vaccine this month. If approved, it could be distributed before the end of the year.","sentiment_score":0.0}
{"full_text":"RT #marketUpdate - At 9.55 am IST, Nifty and Sensex are trading marginally lower by 0.09% and 0.19% respectively wherea...","sentiment_score":0.0}
{"full_text":"Make persons with disabilities a priority in the COVID-19 response. Photo Credit: Global Diaspora News (www...","sentiment_score":0.0}
