{"full_text":"RT Instead of helping families stay in their homes, Sen. focused on profiting off the pandemic.It's time to...","sentiment_score":0.0}
{"full_text":"I just remembered, didn't Trump Brag about how all the military \"looked good\" and everything was \"new\"?  meanwhile","sentiment_score":0.2454545455}
{"full_text":"RT Back by sort-of-popular demand....A quick cross-country round-up of #COVID19 data for Tuesday Dec. 1, 2020. Thread....","sentiment_score":0.1666666667}
{"full_text":"For sure one myth buster happened with COVID. We learnt that in person work or learning is much more effective.","sentiment_score":0.5333333333}
{"full_text":" congratulations","sentiment_score":0.0}
{"full_text":"RT And another Bonmarche, discount woman's retailer in administration. 1500 jobs to go. This is the beginning of your f...","sentiment_score":0.0}
{"full_text":"Life as we know it has changed forever. Protect you and your business with Triviciti Protec(tm): Protection in the age of pandemics(tm)shop now: #COVID #COVID19 #COVID_19 #N95 #MaskUp #Triviciti","sentiment_score":0.0}
{"full_text":"If pouncey has covid and Conner has covid and Ben is handing the ball from pounce to Conner how is he not a close contact?","sentiment_score":0.0}
{"full_text":"RT The government isn't providing any relief to citizens suffering during the pandemic, but thankfully the private sector...","sentiment_score":0.0}
{"full_text":"I'm not saying suicide is a good thing. I'm not saying lockdown the country till people are pushed to that point. But if a country can handle a lockdown for multiple months before seeing problems and we can't handle it for one, there's something wrong.","sentiment_score":0.0666666667}
{"full_text":"RT Soon as this pandemic shit over ........Save me some rice.","sentiment_score":-0.2}
{"full_text":"We have been EXTREMELY careful. We don't meet up with friends, we don't go anywhere other than the grocery store, and we have spent the entire year refraining from travel of any kind. If she has it, it's because they fucking waited until a pandemic to finally fix things.","sentiment_score":-0.0464285714}
{"full_text":"RT I can tell you for sure, I will never forget who the deniers were, nor who they still fucking are.","sentiment_score":-0.05}
{"full_text":"RT CDC's Redfield just now at US Chamber event --&gt;\"December, January, and February are going to be rough times. I actuall...","sentiment_score":-0.1}
{"full_text":"RT Let's review:-A lawyer posing death threats-A retired general suggests martial law-State GOP officials harassed for th...","sentiment_score":0.025}
{"full_text":"You have to pay people if they are sick with Covid ","sentiment_score":-0.7142857143}
{"full_text":"He's right: the GOP's silence is complicity.","sentiment_score":0.2857142857}
{"full_text":"RT The UK looks set to be the first Western country to roll out a Covid vaccine. It's a stunning achievement - but it's got li...","sentiment_score":0.25}
{"full_text":"RT People got mad when I pointed out fighters aren't dying of Covid and say it's because they are healthy and workout No...","sentiment_score":-0.0625}
{"full_text":"RT Missed the segment on Find out how the COVIDaware MN app works, protects your privacy, and can help us fi...","sentiment_score":0.0}
{"full_text":"what do covid deniers get into if vaccines sideline the virus? console wars?","sentiment_score":0.0}
{"full_text":"This must be the highest since winter. The 2nd contagion wave now threatens to reverse the strides &amp; economic sacrifices made during hard lockdown.","sentiment_score":-0.0305555556}
{"full_text":"RT When I tried to read the law that contradicts his bogus claim to get people less COVID relief, he quest...","sentiment_score":-0.1666666667}
{"full_text":"Elsevier launches COVID-19: The Essentials of Prevention and Treatmenthttps:\/\/t.co\/wl0ZKziXTX","sentiment_score":0.0}
{"full_text":"RT Terribly sad news about the death at 89 of the last surviving Scotland the What? member. I thought the world of Buff Hard...","sentiment_score":-0.2638888889}
{"full_text":"RT Today's vaccine news is a triumph of human ingenuity.Covid vaccines should be distributed according to need and shared...","sentiment_score":0.0}
{"full_text":"RT Let's review:-A lawyer posing death threats-A retired general suggests martial law-State GOP officials harassed for th...","sentiment_score":0.025}
{"full_text":"RT Join tomorrow, Thu, 12\/3 at 6:30pm to hear how they've helped alleviate the impacts of the pandemic on f...","sentiment_score":0.0}
{"full_text":"The abject failures of the CONs, both Federally, and provincially, during this pandemic: NOT ONE of them should ever be elected again. #NeverTrustaCON #VoteABC","sentiment_score":0.0}
{"full_text":"Love this!!! Love her!!!","sentiment_score":0.9765625}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"RT Newly released data shows that properties owned by the Trump Organization and Kushner Companies profited from pandemic re...","sentiment_score":0.1363636364}
{"full_text":"RT When you're the President of the United States and you have to pardon most of your immediate family...Awkward. Nothing to...","sentiment_score":0.5}
{"full_text":"Congratulations!! Over 272,000 Americans dead today!! Good thing everyone stop talking about the coronavirus after Nov. 3rd. It really was a completely made-up Democratic hoax.","sentiment_score":0.1375}
{"full_text":"RT U.S. CDC says quarantine period for COVID-19 will be shortened:- 7 days with negative test and no symptoms- 10 days if no sy...","sentiment_score":-0.3}
{"full_text":"RT Officials worry about hospital capacity as US hits record number of Covid-19 patients hospitalized","sentiment_score":0.0}
{"full_text":"RT Republicans think that children being slaughtered in their classrooms with weapons of war is the cost of freedom but t...","sentiment_score":0.0}
{"full_text":"RT Out of #lockdown, we made it!  Back in to the #TierSystem . Either way, our #ProjectServator Officers are out","sentiment_score":0.0}
{"full_text":"RT Access bank staff Infront of acces bank head office protest for their rights, they were laid off after more than 10 years...","sentiment_score":0.5}
{"full_text":"RT Let's never forget today is the day our corrupt Goverment has relaxed lockdown, entered us all into tiers, keeping every...","sentiment_score":-0.5}
{"full_text":"How far, what's Nigeria's coronavirus vaccine plan?","sentiment_score":0.1}
{"full_text":"Adweek's Elevate: Publishing Summit - an invitation -","sentiment_score":0.0}
{"full_text":"RT \"In less than a minute, a new app on a phone or a computer can scan an X-ray for signs of tuberculosis, Covid-19 and 27 other...","sentiment_score":-0.0517676768}
{"full_text":"RT We at Analog are devastated to hear this news. Mr. Bova will be missed by all.","sentiment_score":0.0}
{"full_text":"RT A friend's grandma got covid (she's recovered)How did she get covid? She's been sneaking off to karaoke bars that are...","sentiment_score":0.0}
{"full_text":"Yip. I am no expert but even I can see how  masking up in crowded places, keeping your distance, washing your hands regularly AND CHASING THE VIRUS SO IT CAN'T DO ITS 'THING' through robust test trace and isolatation measures , would have the wee covid fecker on the back foot!","sentiment_score":0.0}
{"full_text":"The Dutch government says it will start vaccinating January 4th, if the EU approval goes through.They also said they had the pandemic 'under control' in March, until the first wave hit, and that they had 'enough testing capacity', until the second wave hit.So, yeah...","sentiment_score":0.0833333333}
{"full_text":"RT UK is starting with the COVID vaccine next week!! Sean and I are def low priority but I'm so excited for the prospect of g...","sentiment_score":0.09375}
{"full_text":"RT I wonder if he feels any emotion for the thousands of Americans who he refuses to assist durin...","sentiment_score":0.0}
{"full_text":"RT Republicans have spent months proposing more COVID relief. Yesterday I put forward yet another proposal that would invest...","sentiment_score":0.2}
{"full_text":"RT Dear You disrespected, looked down upon and patronized Asian Americans with your racist language like Kung F...","sentiment_score":-0.0777777778}
{"full_text":"RT When I tried to read the law that contradicts his bogus claim to get people less COVID relief, he quest...","sentiment_score":-0.1666666667}
{"full_text":"RT Kayleigh McEnany played a video of Andrew Cuomo, Gavin Newson, Lori Lightfoot and Nancy Pelosi all violating their own CO...","sentiment_score":0.6}
{"full_text":"Governor, COVID-19 Death has thoughts.","sentiment_score":0.0}
{"full_text":"RT .@PressSec goes through the Democratic politicians and media figures who have been hypocritical with COVID restrictions...","sentiment_score":0.0}
{"full_text":"RT wow, what an exploit....","sentiment_score":0.1}
{"full_text":"\"For both vaccines, the interim results were based on people who had COVID-19 symptoms that prompted a virus test. That means we don't know yet whether someone who's vaccinated might still get infected -- even if they show no symptoms -- and spread the virus.\"","sentiment_score":0.0}
{"full_text":"RT \"It's important we never forget who the deniers were\" -- as it took the folks at Fox &amp; Friends 10 months and 270,000 dead Am...","sentiment_score":0.1}
{"full_text":"RT This is outstanding.Will never understand or accept the anti-science fools.","sentiment_score":0.0}
{"full_text":"Please never stop","sentiment_score":0.0}
{"full_text":"RT Oh, I get it -- it's funny because so many of your residents have died on your watch and you don't give a da...","sentiment_score":0.375}
{"full_text":"RT Republicans think that children being slaughtered in their classrooms with weapons of war is the cost of freedom but t...","sentiment_score":0.0}
{"full_text":"RT Cases of COVID-19 are spiking. And beyond the tragic loss of life, the toll of this pandemic continues to mount. Wear a...","sentiment_score":-0.75}
{"full_text":"RT Why's it always Democrat politicians that violate the #COVID19 rules that they put in place?","sentiment_score":0.0}
{"full_text":"RT I will never forgive Trump and the for willfully LYING while our loved ones DIED on their watch.Pass it on.#COVID1...","sentiment_score":0.7}
{"full_text":"Newsflash: Next week elderly people in care homes and care home staff can have the Covid vaccine but only if they order a substantial meal.","sentiment_score":0.0}
{"full_text":"I suspect it's more complex than we can imagine. Still, the government's response to COVID has shown us what a priority looks like.","sentiment_score":0.1}
{"full_text":"RT Mark your calendar for the premiere of our new 2020 Edu-Series! Live streaming begins Saturday 12\/12. You can still catch...","sentiment_score":0.1534090909}
{"full_text":"RT Comptroller of Erie County, NY Blocks Health Department from Collecting COVID Fines","sentiment_score":0.0}
{"full_text":"As soon as they inject you","sentiment_score":0.0}
{"full_text":"R9 might be a reach too ","sentiment_score":0.0}
{"full_text":"Rules for thee, are not for me...","sentiment_score":0.0}
{"full_text":"Can you trade me Regional Pokemon, can't travel cause of covid@mystic7","sentiment_score":0.0}
{"full_text":"RT Countries Chinese tourists visit the most:- Thailand- Japan- South Korea- Vietnam- MalaysiaCountries with most C...","sentiment_score":0.3333333333}
{"full_text":"RT The UK looks set to be the first Western country to roll out a Covid vaccine. It's a stunning achievement - but it's got li...","sentiment_score":0.25}
{"full_text":"RT NEW: Federal Judge Paul Maloney denied a preliminary injunction that would have allowed bars and restaurants to reopen wit...","sentiment_score":0.1363636364}
{"full_text":"Feel soo bad for my coworker and her daughter . Covid please go away ","sentiment_score":-0.7}
{"full_text":"RT When you're the President of the United States and you have to pardon most of your immediate family...Awkward. Nothing to...","sentiment_score":0.5}
{"full_text":"Covid-19 no covid ticket wey go cut go cut.","sentiment_score":0.0}
{"full_text":"RT NB Covid-19 update:-Six new cases-119 active cases-2 appear to be under investigation@CTVAtlantic","sentiment_score":0.0015151515}
{"full_text":"Oy vey...another superspreader event in the WH...COVID coughing and almost no masks. Packed indoors.","sentiment_score":0.0}
{"full_text":"RT 7 seconds to represent who keep my sanity intact this whole pandemic situation I'm voting for #QuaranteamBTS in #TheLo...","sentiment_score":0.2}
{"full_text":"RT BIDEN CABINET NEWS: Joe Biden could announce his health team as soon as next week, which would include HHS Secretary, CD...","sentiment_score":0.0}
{"full_text":"RT .@PressSec defending WH having Christmas parties amid pandemic: \"If you can loot businesses, burn down buildings, engage in pr...","sentiment_score":-0.1555555556}
{"full_text":"SARS-CoV-2 and the risk of Parkinson's disease: facts and fantasy - The Lancet Neurology","sentiment_score":0.0}
{"full_text":"RT Dear You disrespected, looked down upon and patronized Asian Americans with your racist language like Kung F...","sentiment_score":-0.0777777778}
{"full_text":"RT Many #BirthDefects go unreported worldwide, and surveillance systems, particularly in low- and middle-income countries, are weak o...","sentiment_score":0.0416666667}
{"full_text":"RT This year we have marshaled over $15 in direct emergency aid to the arts network, and we are creating a statewide plan f...","sentiment_score":0.1}
{"full_text":"RT \"Fauci's new recommendations ought to come with a dose of humility and a recognition that the government, and even very smart...","sentiment_score":0.2074675325}
{"full_text":"CDC shortens coronavirus quarantine period, adds travel-related testing recommendationshttps:\/\/t.co\/svGtEZuTBz","sentiment_score":0.0}
{"full_text":"RT Then pay for your own hospital care, away from our healthcare workers who don't want to get infected by your irresponsible...","sentiment_score":0.6}
{"full_text":"RT November CDC  fox adventurer#CDC#characterdesign #Fox #adventure","sentiment_score":0.0}
{"full_text":"RT .@PressSec defending WH having Christmas parties amid pandemic: \"If you can loot businesses, burn down buildings, engage in pr...","sentiment_score":-0.1555555556}
{"full_text":"RT Switzerland cuts new COVID-19 infections in half without national lockdown","sentiment_score":-0.0151515152}
{"full_text":"RT Dear You disrespected, looked down upon and patronized Asian Americans with your racist language like Kung F...","sentiment_score":-0.0777777778}
{"full_text":"Red pill or blue pill Neo ..?On the 10th of Jan 2017, just 10 days before Trump inauguration, Dr. Anthony Fauci claimed that the Trump administration will face a \"SURPRISE OUTBREAK\". And SURPRISE, here we go with CORONAVIRUS!  #FilmYourHospital ","sentiment_score":0.0}
{"full_text":"RT NEWS: Americans who've survived Covid-19 are now being denied life insurance.By","sentiment_score":0.0}
{"full_text":"Probably a lot of those cases can be traced back to the little men and women that you put back in nursing homes with positive covid diagnosis","sentiment_score":0.0099431818}
{"full_text":"I think post covid, you and I could probably get away with quite a lot","sentiment_score":0.0}
{"full_text":"RT #Patna #Urgent Need O+ #blood Covid-19 Convalescent plasma AIIMS.Call 8904592391#BloodAid via #BloodMatte...","sentiment_score":0.0}
{"full_text":"RT The Hacienda's stay-at-home rave is returning with a 24 hour New Year's Eve party","sentiment_score":0.1363636364}
{"full_text":"The thread is very interesting.","sentiment_score":0.65}
{"full_text":"RT Mr Van Tam just revealed that 99% of Covid deaths have come among the over-50s and people under 50 with pre-existing seri...","sentiment_score":0.0}
{"full_text":"RT covid be fuckin my mind up sometimes, im watching a show and they in an office close as shit and my mind just thought wher...","sentiment_score":-0.2}
{"full_text":"RT Don't forget the most recent money-laundering of PPE loans to the tune of 4m.\"Fight for what you care about\" - RBGWe are, &amp;...","sentiment_score":0.25}
{"full_text":"RT By the time Covid-19 vaccines are potentially released to the general population, a lot of data on potential side effects sh...","sentiment_score":0.0166666667}
{"full_text":".@nytimes: Reinventing Workers for the Post-Covid Economy - Here's how reskilling programs like are providing skills for more resilient occupations.","sentiment_score":0.5}
{"full_text":"RT Yes we need a vaccine so that *checks notes* people can return to being forced to work 3 jobs to make ends meet in this capital...","sentiment_score":-0.3}
{"full_text":"Gonna tell my work I have Covid so I can quarantine for a couple weeks and get away from the incredibly loud Christmas music","sentiment_score":0.1}
{"full_text":"hope that shit aint covid","sentiment_score":-0.2}
{"full_text":"RT what's the german word for getting dumped 30 minutes into a 2 hour covid testing line &amp; you're in the car together??","sentiment_score":0.0}
{"full_text":"This ","sentiment_score":0.0}
{"full_text":"Boris Johnson's assurance that the Covid vaccine will be voluntary is about as trustworthy as Harold Shipman's assurances to his patients about their care and welfare being his number one priority","sentiment_score":0.0}
{"full_text":"Oh wow! I don't remember you getting it before us. That's great! We got ours right when the pandemic started. I'll never go back. Secret: We're even using a portable bidet right now ","sentiment_score":0.2160714286}
{"full_text":"Anyone remember the  norovirus few years ago?  Was not allowed to visit Mum in care home for 2wks.  Then it was forgotten about. Maybe due to sufferers having no choice but to stay home.","sentiment_score":-0.1625}
{"full_text":"RT Let's review:-A lawyer posing death threats-A retired general suggests martial law-State GOP officials harassed for th...","sentiment_score":0.025}
{"full_text":"Just got tested for COVID-19 that nose swab sucks but it's not that bad. Hopefully it's negative ","sentiment_score":-0.4333333333}
{"full_text":"RT Watching a tragedy unfold. MPs should not be promoting misinformation on vaccines. Period. This claim is simply untrue an...","sentiment_score":0.0}
{"full_text":"RT Steelers are placing C Maurkice Pouncey on the Reserve\/COVID list before today's game against the Baltimore Ravens, per s...","sentiment_score":-0.4}
{"full_text":"A big shout out to our clinical trial regulators and research governance teams. Medical research would be impossible without them but they rarely get the credit!","sentiment_score":-0.0729166667}
{"full_text":"I am not the least offended by China Virus. It's where it came from. The real threat is China. China bought Dominion Voting on 10\/8 for $400M to meddle with election - cyber warfare intended to bring down the USA. They're winning and the Left is helping! Don't dig your own grave.","sentiment_score":0.1407407407}
{"full_text":"RT The pandemic has disrupted the US economy since MARCHCongress has not passed an economic relief package since APRILIt is...","sentiment_score":0.2}
{"full_text":"All your coronavirus vaccine questions including when and how to get jab answeredhttps:\/\/t.co\/C73zqm3m6s","sentiment_score":0.0}
{"full_text":"#rebublicans care nothing for #americanWorkers They Won't give a dime to those her were laid off due to #covid. Without a #CovidRelief bill, millions will be left homeless and hungry the day after #CRISTMAS . #unions show #Solidarity and #strike. #consumers boycott #gop donors.","sentiment_score":-0.0625}
{"full_text":"RT Being able to heal my baby from Covid at just 6 weeks old through my breastmilk ... my biggest flex thus far  htt...","sentiment_score":0.2333333333}
{"full_text":"RT Pay attention world.","sentiment_score":0.0}
{"full_text":"RT Reagan ignored Aids\/HIV just like you're ignoring Covid. That's going to be tough to explain to your God.Good luck i...","sentiment_score":-0.3888888889}
{"full_text":"RT Dear You disrespected, looked down upon and patronized Asian Americans with your racist language like Kung F...","sentiment_score":-0.0777777778}
{"full_text":"Seeing all these news reports about Covid vaccine featuring huge needles sticking into people's arms is doing nothing to ease my needle phobia. Everyone knows what an injection involves, please stop showing it ","sentiment_score":0.4}
{"full_text":"RT .@arnold_monto: Two doses of these #COVID19 vaccines seem to be much more protective than one dose. Right now all the data su...","sentiment_score":0.3928571429}
{"full_text":"RT Yeah, have farewell speeches while the pandemic is raging and people are worried about losing everything because the...","sentiment_score":0.0}
{"full_text":"Professor Vijay Gurbaxani shares his insights on how companies should use digital capabilities and strategies to prepare for the post-pandemic world. #UCIMerage #DigitallyDriven #FacultyInsight","sentiment_score":0.0}
{"full_text":"Cold weather is predicted tonight across the North East, so try to keep your home heated to at least 18C. Look to have plans in place to check on others safely in advance of cold weather.But, please follow COVID-19 guidance, remember: Hands, Face, Space. #StaySafe","sentiment_score":-0.25}
{"full_text":"RT v thankful for everyone that listened  most of this yr felt like life was in a standstill, but everything that's happe...","sentiment_score":0.5}
{"full_text":"You know that feeling when you just want to be in the basement of Cobb but you can't go there because of a worldwide pandemic? Same. Good thing we have this playlist to keep you company in the meantime!","sentiment_score":0.4375}
{"full_text":"There are many COVID testing resources available:Learn more about testing here And use massgov's COVID test site locator with drive thru\/insurance filter options here:","sentiment_score":0.5}
{"full_text":"Looking for a #videoconferencing platform that allows live presentations, whiteboards, and spontaneous conversations? Here's a possible solution.https:\/\/t.co\/8CJRGOjs3N #MichiganBusiness #ITsupport","sentiment_score":0.2454545455}
{"full_text":"Many motorcycle clubs have a winter tradition of organizing rides to donate toys for kids. This year due to COVID, most toy runs in Oregon were canceled. A few, however, will happen anyway.","sentiment_score":0.16875}
{"full_text":"#Internalaudit teams have more to offer their organizations, even in our high-risk environment and ongoing disruption due to #COVID19. Learn why standing still isn't an option in our report.","sentiment_score":0.1875}
{"full_text":"Key workers in the meat industry should have priority access to Covid-19 vaccinations given the importance of the UK food chain, industry groups have saidhttps:\/\/t.co\/9EfG9F5Yrj","sentiment_score":0.0}
{"full_text":"Scottish dentists warn 'sporadic' PPE supply harming serviceshttps:\/\/t.co\/IEYAM8Nd77","sentiment_score":0.0}
{"full_text":"90% of Canadians agree with requiring all customers or visitors entering an indoor premise to wear a mask or face covering while inside. #COVID19https:\/\/t.co\/ESL456dOhg","sentiment_score":0.0}
{"full_text":"With the onset of the #pandemic, people are now using #OnlineBanking daily. Not everyone is going back to your #branches. You can't afford to not meet them on a journey they're already taking.","sentiment_score":0.0}
{"full_text":"Strict rules with visits to long-term care homes were devastating for those in long-term care, CEO says. (via For #HerInformedOps, contact Tamblyn Watts","sentiment_score":-1.0}
{"full_text":"Tragic figures from the National Records of Scotland:https:\/\/t.co\/SPonlxIpVN","sentiment_score":-0.75}
{"full_text":"Genomewide Association Study of Severe Covid-19 with Respiratory Failure. Ellinghaus D, et al.#EHUpaper in New England Journal of Medicine","sentiment_score":-0.0901515152}
{"full_text":"RT \"Lock Down\" in your \"Cell\" (Cube) Star trek the \"Borg\"\"resistance is futile you must comply\" message from artificial in...","sentiment_score":-0.3777777778}
{"full_text":"Dr Sarah Jarvis answers your questions on the Pfizer vaccine","sentiment_score":0.0}
{"full_text":"''Trust, Resilience and the Effectiveness of Government: lessons from the COVID-19 crisis'', join us tomorrow! #LSECOVID19 6.30pm, 3 Dec","sentiment_score":0.0}
{"full_text":"Tune into to hear from on the latest developments with the #COVID19 vaccines and how #Thanksgiving celebrations could spark a surge of cases:","sentiment_score":0.5}
{"full_text":"Living to see your daughter's birthday. Surviving Covid, tonight at 9pm.","sentiment_score":0.0}
{"full_text":"742 schools in Ontario with a confirmed cases.#covid19 #Ontario #schools ","sentiment_score":0.4}
{"full_text":"RT Graduated while playing NBA 2K in the comfort of my bed at home. Thanks corona. BA Banking And Finance and Economics. Bagged....","sentiment_score":0.2}
{"full_text":"RT I am tested POSITIVE for Covid-19. Allah SWT has sent down the disease and the cure and has made for every disease the cu...","sentiment_score":0.0358585859}
{"full_text":" She's a Barbie girl, in a quarantined world . Check out these super creative #Quarantine themed dolls!","sentiment_score":0.4791666667}
{"full_text":"HAN SIM HILDEBRAND, 71 of Boone County, Missouri died of COVID on Nov. 29.She and her husband owned and operated a home grown vegetable farm. \"Sim loved spending time with family, especially her grandchildren, and giving generously to her community.\"https:\/\/t.co\/qWnRYT4Mjw","sentiment_score":0.35}
{"full_text":"Reminder for everyone to wear a mask whenever possible whilst retail shopping.Please not as a chin warmer but covering both mouth and nose. #COVID19 #WeCare#StaySafe","sentiment_score":0.0}
{"full_text":"Unless Congress takes action immediately, key #COVID relief programs will expire, including #paidleave, #unemployment benefits, and eviction protections. CALL YOUR SENATORS NOW and tell them #ReliefCantWait. Call 1-888-754-9091 or text RELIEFNOW to 747464!","sentiment_score":0.05}
{"full_text":"In time for the end of #lockdown we want you to get up close &amp; personal with Sciin 2    Sciin 2 is a doubled up version of Sciin 1Perfect for longer wear, working out, office wear. Made from Bamboo, Treated with ViralOff #Sustainability","sentiment_score":0.0}
