{"full_text":"Latest: Trump threatens to block COVID-19 relief bill after months of talks","sentiment_score":0.5}
{"full_text":"RT remembering how much time + work Wall and Boogie put in rehabbing their injuries just to have their regular season return...","sentiment_score":0.1}
{"full_text":"There was very little browbeating. He still went on to dissemble &amp; lie -  minimal interrogation of facts by Byrne.Then, Byrne - re delay in decision to lockdown \"You took a gamble\". Martin -  No, I wouldn't call it that, more of a risk\". He should join 'Riskers Anonymous'. Prat!","sentiment_score":0.09375}
{"full_text":"RT NEW -- In May, Sen. Kelly Loeffler signed a letter opposing changes to credit reporting requirements during the pandemic. She...","sentiment_score":0.1363636364}
{"full_text":"RT The ENTIRE COVID RELIEF BILL should be no more than 10 pages and include ONLY MONEY to Americans and Am...","sentiment_score":-0.0833333333}
{"full_text":"RT If this new strain in the UK gets to the US, do you think they'll call it the \"UK-virus\" or are we admitting the \"china-...","sentiment_score":0.1363636364}
{"full_text":"RT Unreal. Trying his best to get traded ","sentiment_score":1.0}
{"full_text":"RT Justin Turner tested positive during Game 6 of the World Series, was pulled, and then allowed to come back out unmasked to cele...","sentiment_score":-0.0575757576}
{"full_text":"RT Bad news, confirmed cases from the South African COVID mutation, that is a particularly nasty mutation.","sentiment_score":-0.325}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"They said social distancing? COVID?? Bitch we don't know her.  #Days #Cin","sentiment_score":0.0333333333}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"RT BREAKING: Austin-Travis County moves to Stage 5 of coronavirus threat; tightest restrictions urged","sentiment_score":0.0}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"CHILLLLL OUT MAN JAMES IS NOT THE VILLAIN YALL TRYNA MAKE HIM","sentiment_score":0.0}
{"full_text":"RT Going to bitch today so please forgive or just ignore .Let's start right at the very beginning .Why repatriate 146 young...","sentiment_score":0.1952380952}
{"full_text":"RT What Democrats are offering Georgia:- Health Care- Affordable Education- Increasing the Minimum Wage- COVID Relief...","sentiment_score":0.0}
{"full_text":"What does moderate even mean? Like...the US is going to be left broken after this pandemic. Moderate mediocre action that is corporatist won't really help anyone or crash start back the lives of people. I'm not sure what you think moderate would do?","sentiment_score":-0.1056818182}
{"full_text":"RT SUPPORT MY BABY DOING A GREAT THING Y'ALL! IT'S COLD AND A FLU COVID PANDEMIC WITH A BAD ECONOMY!","sentiment_score":-0.1583333333}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"RT Flights into Pearson are still a fraction of what they were pre Covid and people entering Canada are required to pr...","sentiment_score":0.0}
{"full_text":"If the only thing I have to really complain about is my Wi-Fi kicking in and out at home, life is pretty good.#WearAMask &amp; socially distance to protect the ones around you, and protect the healthcare system from being overloaded &amp; unmanageable. We want to see each other in 2021","sentiment_score":0.0716666667}
{"full_text":"RT I CANNOT STAND WHEN SOMEONE WALKS IN WITH A MASK AND THEN IMMEDIATELY PULLS IT DOWN TO TALK. MF THAT DEFEATS THE WHOLE PU...","sentiment_score":0.0222222222}
{"full_text":"RT Where do the variants leave us? Unless we suppress &amp; then eliminate the virus, it will probably mutate further. This could...","sentiment_score":0.0}
{"full_text":"RT The Great Pandemic Robbery. How so much of the PS22,000,000,000 for Test and Trace went to friends of the government, while B...","sentiment_score":0.5}
{"full_text":"RT For the cost of the $135 billion in tax breaks in the omnibus\/COVID package, stimulus checks could be increased from $600...","sentiment_score":0.0}
{"full_text":"RT Donald Trump's last-minute attack on the COVID-19 relief bill had the unexpected effect of delighting Democrats and putting...","sentiment_score":0.1}
{"full_text":"RT just a shameless crook","sentiment_score":0.0}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":".@phylliswjordan: What Congressional Covid Funding Means for K-12 Schools","sentiment_score":0.0}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"RT While healthcare workers work tirelessly to fight #COVID19, Trudeau works tirelessly to take advantage of the crisis.#El...","sentiment_score":0.0}
{"full_text":"RT How did we go from \"flatten the curve\" to \"stay home until you accept communism\"?","sentiment_score":0.0}
{"full_text":"RT As part of our ongoing #COVID19 efforts, today we announced an agreement with the U.S. Government to support the development, ma...","sentiment_score":0.0}
{"full_text":"RT remembering how much time + work Wall and Boogie put in rehabbing their injuries just to have their regular season return...","sentiment_score":0.1}
{"full_text":"Vaccine saturation isn't gonna happen for months. So yes, a new more infectious strain should be taken very seriously. People should not be traveling, going to school, or WORKING unless essential!! Governments must act!","sentiment_score":0.0507575758}
{"full_text":"RT this plus the fact the rockets plan to have fans in the arena is just amazing","sentiment_score":0.6}
{"full_text":"sums up the #SAGE #government Madness.#lockdown #Lockdown3 #NewWorldOrder #Coronabollocks #Scamdemic #GeorgeOrwell #christmasiscancelled #Covid19UK #coronavirus #Tier5 #Wawaw https:\/\/t.co\/aSUhyhbDo8","sentiment_score":0.0}
{"full_text":"RT remembering how much time + work Wall and Boogie put in rehabbing their injuries just to have their regular season return...","sentiment_score":0.1}
{"full_text":"Mom is getting the Covid vaccine today ","sentiment_score":0.0}
{"full_text":"RT ASUU don finally call off strike but COVID-19 second wave says hi.E Be Things ","sentiment_score":0.0}
{"full_text":"Great to see our call for urgent action and investment to address the #cancer backlog in today's along with co-signatories  Without it many people will suffer.  time for a serious conversation?","sentiment_score":0.2666666667}
{"full_text":"RT Ahead of the holidays, we all know what we need to do to keep ourselves safe: mask up, keep our distance, and plan smaller...","sentiment_score":0.25}
{"full_text":"The same thing has happened to me. Caused a lot of upset in my house. Covid already infected me and my family less than 2 months ago","sentiment_score":-0.0833333333}
{"full_text":"Android has an additional feature since I think v10 which is a \"Lockdown\" capability (hold power and select from menu). Do you happen to know if that \"evicts\" all the keys back to \"BFU\"-like status? They seem to imply that.","sentiment_score":0.0}
{"full_text":"This is how The Thing started","sentiment_score":0.0}
{"full_text":"RT Well said. I'd urge you to take a look at how they're economically punishing Australia right now, Austral...","sentiment_score":0.2928571429}
{"full_text":"RT BREAKING NEWS Belarus pres was offered bribe of 900 plus Million to impose strict lockdown etc..by IMF an...","sentiment_score":0.0}
{"full_text":"Thanks! The treehouse is amazing. It's been a blessing during pandemic as a socially distant getaway for the kids (15 &amp; 17) even into the cold weather. And yes, it goes fast as hell.","sentiment_score":0.07}
{"full_text":"RT [BREAKING NEWS] Britain has instituted immediate restrictions on travel from South Africa. It follows the confirmation of two cas...","sentiment_score":0.0}
{"full_text":"RT (The call is coming from inside the house.) AK","sentiment_score":0.0}
{"full_text":"RT NEW -- In May, Sen. Kelly Loeffler signed a letter opposing changes to credit reporting requirements during the pandemic. She...","sentiment_score":0.1363636364}
{"full_text":"RT If Harden is spreading the virus by flaunting COVID-19 safety protocols, he should probably be suspended the entire seas...","sentiment_score":0.0}
{"full_text":"RT If you want a clear representation of just how corrupt our elected officials are, take a look at where they are spending...","sentiment_score":-0.2}
{"full_text":"RT The fucking audacity of the covid deniers...","sentiment_score":-0.6}
{"full_text":"RT Know that the government have been slow to introduce measures at almost every stage so when they do it's vital to follow t...","sentiment_score":-0.1}
{"full_text":"RT remembering how much time + work Wall and Boogie put in rehabbing their injuries just to have their regular season return...","sentiment_score":0.1}
{"full_text":"This, this, THIS ","sentiment_score":0.0}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"RT JUST INDelhi Govt inaugurates 100 bedded porta cabin Night Shelter and 2 temporary shelters accommodating 60 &amp; 25 peo...","sentiment_score":0.0}
{"full_text":"Life sucks when all I want to do is drown my sorrows in chocolate milk but I can't even taste it cuz I have COVID","sentiment_score":-0.3}
{"full_text":"RT Vitamin D deficiency worsens the clinical severity of COVID-19 symptoms. Remember to take your vitamins especially if...","sentiment_score":0.0}
{"full_text":"Thank you. I wrote three books during lockdown. Full of raw, gritty, real life memoirs that will make you laugh a lot and cry a little. Take a look?","sentiment_score":0.0719551282}
{"full_text":"Democrats have been calling for $2,000 stimulus checks for months. They're happy to finally have the president on board.  That is why Pelosi is saying: \"Let's do it,\" to Trump's 11th hour proposal to change the latest COVID-19 relief bill.https:\/\/t.co\/u1QkiSdgA8","sentiment_score":0.4333333333}
{"full_text":"RT social distancing               when the livewhen started                      almost over ","sentiment_score":0.0333333333}
{"full_text":"RT \"With all of us, we can help stop the spread of #COVID19.\" Nurse manager Mike Ogoli, MSN, RN, offers insight into his exp...","sentiment_score":0.1}
{"full_text":"RT No one wanted to listen to and and the #ADOS community. We warned that Biden was NOT good for...","sentiment_score":-0.35}
{"full_text":"Dear TAKE YOUR BULLSHIT DEALS OFF THE COVID-19 RELIEF BILL FIRST!. This has NOTHING TO DO WITH COVID-19 ","sentiment_score":0.3125}
{"full_text":"The Manitoba lockdown proved this can be done. There's no reason it's can't work in Ontario as well. They either switch to a level playing field - essential items only - or they lock their doors.","sentiment_score":0.0}
{"full_text":"RT CSIO would like to wish everyone happy holidays! Join us next year as we follow the journey of our #CSIO associated athlete...","sentiment_score":0.5}
{"full_text":"RT \"We were able to get a really strong coalition,\" told about the Save Our Stages Act that ju...","sentiment_score":0.4666666667}
{"full_text":" hi. I love Mashable and addition to that... I also made a Covid Christmas music video you might like","sentiment_score":0.5}
{"full_text":"RT Some stay-at-home stocks in 2020:Zoom: +469%Peloton: +461%Etsy: +336%Docusign: +233%Shopify: +208%Wayfair: +203%R...","sentiment_score":0.0}
{"full_text":"Maa Ki Choo!! Corona Ki ,This Is What I Learnt In 2020 #BCI Mean #SamjhaaNaaToo #TohAbRTKar #BC Disturb Us On Twitter: Us On Facebook: Our #Ghanta Here: Are Not On #InstaBC","sentiment_score":-0.3125}
{"full_text":"RT The COVID-19 bill is an absolute disgrace. Included in the 5000 pages of the bill:$85.5M for Cambodia$134M for Burma$1...","sentiment_score":0.2}
{"full_text":"No, due to covid close contact","sentiment_score":0.0625}
{"full_text":"I asked a networking group for best suggestions on how to convince my employer to let me stay remote once this is...somewhat returned to pre-covid times. So far 4 of them have suggested I look for a new job.I *like* my job. I wasn't asking for advice on finding a new one!","sentiment_score":0.2613636364}
{"full_text":"RT 2021 I'm ready for you, a pandemic that was supposed to stop me only made me go harder, be better prepared and get things d...","sentiment_score":0.15}
{"full_text":"RT FMQS Live: Nicola Sturgeon accused of treating businesses as an 'after-thought' amid concerns over delays in handing ov...","sentiment_score":0.1363636364}
{"full_text":"RT Pandemic PSA from Juvenile:Girl you looks good, won't you back SIX FEET up?You's a fine motherfucker, won't you b...","sentiment_score":0.3722222222}
{"full_text":"RT Cuomo's announcement comes as the senate and assembly is considering a rare special session to expand Cuomo's executive o...","sentiment_score":0.3285714286}
{"full_text":"RT BREAKING: Austin Public Health leaders have officially moved the area to Stage 5 risk level.That's the highest level and...","sentiment_score":0.0}
{"full_text":"Deserved victory for Disraeli with an overwhelming 66% vote. Surely his diplomatic skills would have best helped the EU trade deal. Now is not the time for Palmerston's gunboat diplomacy; Gladstone's nocturnal habits perhaps not best suited to limiting spread of coronavirus.","sentiment_score":0.375}
{"full_text":"I bet the coppers are choking in those masks?","sentiment_score":0.0}
{"full_text":"RT 988 doses given at Portway Lifestyle Covid Vaccination site over 2 days! Maximising on each dose possible. Great team wo...","sentiment_score":0.4}
{"full_text":"This looks important for those wanting to think carefully about the schools question. School transmission may depend on level of community spread. I'll be reading...","sentiment_score":0.15}
{"full_text":"RT I'd like to see Kirk Cameron and every other ignorant, selfish dipshit make a public vow that if they or anyone in their f...","sentiment_score":-0.2083333333}
{"full_text":"RT I've put off so much preventative medical care this year, I can't help but think about how Covid isn't just harming the...","sentiment_score":0.1}
{"full_text":"RT President Trump reading off all the bullsh*t they tried to sneak into the Covid Relief bill, is one of the most savage moves...","sentiment_score":0.5}
{"full_text":"RT Wear a Mask!Lyrics by Noah LindquistPerformed by Noah Lindquist &amp; Ashley Young (@singerinkansas)","sentiment_score":0.1}
{"full_text":"Fuck Kirk Cameron for this bullshit.","sentiment_score":-0.4}
{"full_text":"RT President Trump reading off all the bullsh*t they tried to sneak into the Covid Relief bill, is one of the most savage moves...","sentiment_score":0.5}
{"full_text":"Appears to be slightly under reporting of around 100 cases after yesterdays over-reporting of 270 cases.","sentiment_score":-0.1666666667}
{"full_text":"Suspending air travel is a ridiculous idea. Also, Every person I know who cries \"it's a pandemic, people\" are just as guilty as anyone in terms of violating covid safety protocols. You've made unnecessary trips to the store&amp;visited friends\/family,etc.","sentiment_score":-0.4111111111}
{"full_text":"Dentists soon could join effort to vaccinate Mainers for COVID-19 #maine","sentiment_score":0.0}
{"full_text":"Pfizer and BioNTech to supply US with additional 100 million doses of COVID-19 vaccine ","sentiment_score":0.0}
{"full_text":"RT The more I read about the contents of the bill, the clearer it is that it is not really a \"Covid relief\" bill at all. Th...","sentiment_score":0.2}
{"full_text":"\"Pelosi, Democrats pressure McConnell on Trump's demand for $2,000 covid stimulus checks - The Washington Post\"","sentiment_score":0.0}
{"full_text":"RT La FDA diventa per Arcuri \"la Federal and Drug Administration\". One nation one station #COVID19","sentiment_score":0.0}
{"full_text":"RT #12 It is important for public health scientists and officials to listen to the public, who are living the public heal...","sentiment_score":0.1}
{"full_text":"RT We need to send a clean bill with just $2,000 survival checks and a separate spending\/covid relief bill. Negotiating everyth...","sentiment_score":0.3666666667}
{"full_text":"Oregon officials say person went to work with COVID-19 symptoms and sparked two outbreaks","sentiment_score":0.0}
{"full_text":"Allocation by State ","sentiment_score":0.0}
{"full_text":"RT If you've ever hugged Gritty, you don't have to worry about what's in the covid vaccine","sentiment_score":0.0}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"These new vaccines are a new type they do not contain even a killed version of the virus (which couldn't give you  the disease any anyway-no vaccine can).  It has RNA which makes you make antibodies against covid. This RNA isn't covid virus in any way, shape, or form","sentiment_score":0.0242424242}
{"full_text":" It has been 9 days since that emergency on a United Airlines flight where a passenger with COVID apparently lied...","sentiment_score":0.05}
{"full_text":"please keep disclosing details of the proposal","sentiment_score":0.0}
{"full_text":"Coronavirus news on social media stressing you out? Here are some ways to help with the anxiety. #COVID19 #coronavirus #anxiety #pandemic","sentiment_score":0.0333333333}
{"full_text":"Also, Greenville's COVID numbers are just damn.","sentiment_score":0.0}
{"full_text":"RT Why does no one in the media report on COVID survivors?","sentiment_score":0.0}
{"full_text":"\"The Epidemic-Driven Collapse in a System with Limited Economic Resource\"by I. S. Gandzha, O. V. Kliushnichenko, and S. P. LukyanetsIhttps:\/\/t.co\/w85XFSdpMtIIhttps:\/\/t.co\/AgIRemtNKQ","sentiment_score":0.0642857143}
{"full_text":"Over the river and through the woods, Covid-safe edition.","sentiment_score":0.0}
{"full_text":"RT It's no damn wonder the SLIMY Democrats waited till after the election to deliver this bullshit \"COVID relief\" bill. They t...","sentiment_score":0.0}
{"full_text":"RT We need to send a clean bill with just $2,000 survival checks and a separate spending\/covid relief bill. Negotiating everyth...","sentiment_score":0.3666666667}
{"full_text":"$DIS Strength attributed to CNBC's Najarian making positive comments on post-Covid prospects","sentiment_score":0.2272727273}
{"full_text":"It's someone's job to go through these strip club videos.","sentiment_score":0.0}
{"full_text":"RT COVID State Comparison Update: 12\/23\/20It all continues to look seasonal based on region (latitude, temps, altitude, climat...","sentiment_score":0.0}
{"full_text":"Social Distancing: Santa In A Fire Truck - KVRR Local News","sentiment_score":0.0166666667}
{"full_text":"Huge numbers in London ","sentiment_score":0.4}
{"full_text":"It's gonna be a on going problem all year","sentiment_score":0.0}
{"full_text":"RT A twelfth member of the FDNY's EMS department has died with COVID-19 as emergency workers start getting vaccinations. ","sentiment_score":0.0}
{"full_text":"No, Trump just want to be the center of attention in the debate. Covid relief is not about the American people it is a way to boost Trump's EGO. Trump Trump Trump. It's all about Trump.","sentiment_score":-0.05}
{"full_text":"RT -@RahulGandhi among top 10 helpful MPs during lockdown: Survey. While some leaders only appear on TV for announcements, Ra...","sentiment_score":0.25}
{"full_text":"RT #Haldwani, UttarakhandNeed #Blood Type :  AB-positiveAt : Sushila TiwariBlood Component : Need Plasma from AB+ve #COV...","sentiment_score":0.0}
{"full_text":"RT  Congratulations to Tobias Weller! The nine-year-old, who walks with a frame, completed TWO marathons during lockdown!H...","sentiment_score":0.0}
{"full_text":"Arizona's prisons are in crisis - poor medical care, crumbling facilities, riots, and now a COVID-19 outbreak that is infecting thousands. - Voices From The Pandemic SeriesCc:","sentiment_score":-0.2}
{"full_text":"PROSECUTING TRUMP'S COVID-19 CRIMES AGAINST HUMANITY: His relief package grandstanding shows he's still screwing up the pandemic response - and us. Lawyers think they've found a way to prosecute him for it, in the US. And Congress stealthily moves towards Covid hearings. O vs. T:","sentiment_score":0.0}
{"full_text":"The innovative tool is the latest hidden gem to come out of the pandemichttps:\/\/t.co\/lwMwNxe8Zy","sentiment_score":0.2777777778}
{"full_text":"Well with what is going on I'm taking a break.I hope you all stay safe and try and have a good ChristmasHappy Christmas &amp; Happy New Year to you all I'll be back in 2021 Let's hope #COVID19 goes away  #banwetmarkets #BANFACTORYFARMING","sentiment_score":0.4272727273}
{"full_text":"Holiday time is a time for gathering and celebrating with loved ones. Unfortunately, we have to remain safe and communicating that to family can be challenging. Here are some ways to tell your loved ones it's better to stay at home.#WellnessWednesday","sentiment_score":0.4}
{"full_text":"RT Personal news, after a long, difficult journey, I graduated from the University of Florida this weekend.It's an odd time for...","sentiment_score":-0.1791666667}
{"full_text":"While the Chorus is not able to sing in person at the retirement homes this year due to the Pandemic, a CD recording of HOT Chorus Christmas songs has been delivered to the San Marcos Retirement Homes for the residents to enjoy during the holiday season.","sentiment_score":0.06875}
{"full_text":".@UMichNursing is known for being at the leading edge of teaching hands-on skills, but the #COVID19 pandemic meant a move to virtual learning. Now, augmented reality is helping students get \"hands-on\" skills online.","sentiment_score":0.0}
{"full_text":"RT 744 Coronavirus Deaths announced today.\"I support the government\" are the four words that will haunt us into 2021.Please...","sentiment_score":0.0}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"The Dude talks about how Star Studio adapted to working from home due to COVID-19 and how they didn't miss a show through it all. They truly are amazing to our patients and families in the hospital.Thank you, Star Studio! More:","sentiment_score":0.375}
{"full_text":"This week despite COVID, Jared Kushner joined a US-Israel delegation in first flight to Morocco since normalization.ICYMI on why, despite the PR, this deal could lead to catastrophe:","sentiment_score":0.25}
{"full_text":"Thanks to #OperationWarpSpeed and American ingenuity and innovation, a historic public-private partnership has made not one, but TWO Coronavirus vaccines a reality before the end of the year.https:\/\/t.co\/jvge1czCcf","sentiment_score":0.0666666667}
{"full_text":"RT I would respect Harden's decision to act the way he's been acting if we weren't in a whole panny but not taking COVID-19...","sentiment_score":0.1}
{"full_text":"RT 9 Days left until 2020 is in the rear view mirror and COVID hopefully to follow.#safety #humanresources #COVID19 #FunFact...","sentiment_score":0.0}
{"full_text":"The pandemic didn't stop consumers from indulging in new fashion items this fall, but it did influence what they purchased.https:\/\/t.co\/Kr80Ryfc9p","sentiment_score":0.1363636364}
{"full_text":"Tip: #3After lock-down remember fluffy dice are embarrassing, HOWEVER fluffy steering wheels are coolWhat's the least coolest thing in your car? and why?https:\/\/t.co\/OsoR5p2u0U #worcestershirehour #yffcar #meme #memes #funny #memesdaily  #humor #follow #like #love #lmao","sentiment_score":0.1083333333}
{"full_text":"Vantage Motorhomes has launched a new home delivery service, Vantage2You, for customers who can't travel to its Leeds showroom due to Covid restrictions:","sentiment_score":0.0056818182}
{"full_text":"We understand that times are difficult due to the global pandemic. No project is too small with us. We work with your budget and determine the best way we can help you to build your dream home.https:\/\/t.co\/WdNIjYHeaJPhone: +263 774 508 979#construction #architecture #design","sentiment_score":0.025}
{"full_text":"After a surge in #COVID19 cases across southeast #Texas counties, #GalvestonCounty restaurants and bars are now under new COVID-19 restrictions.https:\/\/t.co\/Z2ft65ATOb","sentiment_score":0.1363636364}
{"full_text":"Excellent post from Keep Our NHS Public. Please share widely.10 Ways the Government has failed us over Covid","sentiment_score":0.1666666667}
{"full_text":"North Korea steps up efforts to hold back COVID-19, but the isolated regime will see its people vaccinated in early 2022 at the earliest, said,","sentiment_score":0.05}
{"full_text":"With the new #COVID19 and competitive landscape, #businesses are realizing that their #employee handbooks are not setting the Vision or parameters to truly drive their #business.https:\/\/t.co\/ckxDknsuTa","sentiment_score":0.1363636364}
{"full_text":"The Property Brothers Reveal the Best Post-COVID-19 Upgradeshttps:\/\/t.co\/YsA2dtxpyK","sentiment_score":1.0}
{"full_text":"\"We have clear policies against this type of content and we've removed Chef Pete Evans' Facebook Page for repeated violations of these policies.\" #9Newshttps:\/\/t.co\/PsC9w0pEWe","sentiment_score":0.1}
{"full_text":"RT James Harden posts a response on his IG.Houston and the NBA are reviewing video of Harden maskless at a gathering to...","sentiment_score":0.0}
{"full_text":"It has been such a privilege providing financial aid to through our Centenary Fund. It allows us to help the growth, of not just flowers, but those who tend to them. This sentiment has been even more important for our community throughout #COVID19.","sentiment_score":0.225}
{"full_text":"Clear your schedule for the next three hours. Choose three full albums, whether from your collection or your streaming service of choice. Put them in an ordered queue as though you were programming a triple feature. #music","sentiment_score":0.15}
{"full_text":"Mnangagwa says Zimbabwe ready for Covid-19 vaccine [@TheZimbabweMail]","sentiment_score":0.2}
{"full_text":"As #Canada begins dealing with the #secondwave of #COVID, we at #ProjectNorthernLights continue building on our past successes and refining our focus to continue assisting marginalized communities. Click the link below check out our #secondwave strategy!","sentiment_score":-0.3125}
{"full_text":"It is important to continue practising personal prevention methods to reduce the spread of COVID-19 in our communities.Frequent #handwashingPractise #physicaldistancing #Stayhome if you're sick and #GetTestedWear a mask.#StopTheSpreadHPE","sentiment_score":-0.1047619048}
{"full_text":"RT COVID-19 vaccine update:New Mexicans can now sign-up to be notified when COVID-19 vaccine doses are available.Individuals w...","sentiment_score":0.0}
{"full_text":"The incoming CDC Director is promising Americans that 2021 is going to get \"bad\" and very \"dark.\"First, what kind of leadership is this?! Secondly, for those of us who can translate bureaucrat, that means more lockdowns are coming.Get ready to resist.","sentiment_score":0.125625}
{"full_text":"Lord Jagannath temple in Puri, Odisha has been closed for devotees since the month of March due to Chinese coronavirus pandemichttps:\/\/t.co\/RBhEx28M4v","sentiment_score":-0.075}
{"full_text":"Today at 3pm and will be joined by some of our local healthcare workers to provide an update on COVID-19 in Louisville and to announce some exciting news about the vaccine.","sentiment_score":0.15}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"professor Mary Anne Nunn ruminates on how she first became aware of her unique body features, and how COVID-19 revealed new ones in her #CoronavirusNotebook entry.Read it here:https:\/\/t.co\/2fDYFzUA2b","sentiment_score":0.2528409091}
{"full_text":" Austin Live Music Venue Preservation Fund! The Save Austin's Vital Economic Sectors (SAVES) Fund designated $5M to give immediate emergency funding to local #livemusic venues during the #COVID19 pandemic.Click below for more information and to apply! ","sentiment_score":0.2190909091}
{"full_text":"After the disaster of COVID-19, it's long past time we completely re-think how long-term care is delivered in this country. For-profit companies like Revera were the most deadly places for seniors to be during the pandemic. It's time to #MakeReveraPublic","sentiment_score":0.02}
{"full_text":"WATCH LIVE: speaks on approval of Moderna #COVID19 vaccine","sentiment_score":0.1363636364}
{"full_text":"Whole night love -https:\/\/t.co\/28A1nrCjym #exoticescorts  #wednesday #exoticescortsnigeria #africans #escortgirls #bbw  #trending #nudes #sensual #sex #nigeria #pornhub #porn #wcw #lagos #nudism #nudity #OrgyParty #kot #naked #COVID19https:\/\/t.co\/KKQv4mVgA5","sentiment_score":0.2333333333}
{"full_text":"RT This just in: has approved Moderna's COVID-19 vaccine for use in Canada. We can't let our guards down yet,...","sentiment_score":-0.1555555556}
{"full_text":"\"We have clear policies against this type of content and we've removed Chef Pete Evans' Facebook Page for repeated violations of these policies.\" #9Newshttps:\/\/t.co\/D0OyGexmxo","sentiment_score":0.1}
{"full_text":"RT Wear a mask and stop talking shit.","sentiment_score":-0.2}
{"full_text":"RT A Govt document said the outbreak was over months ago. IMO Anything since is seasonal flu plus #GreatReset li...","sentiment_score":0.0}
{"full_text":"President launches second phase of 'Viru Abhiman' Covid-19 insurance cover#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital","sentiment_score":0.0}
