{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"Just give them all masks","sentiment_score":0.0}
{"full_text":"One of the unexpected things I like most about wearing a face mask (besides, of course the main issue of protection) is that it's allowed me to let go of the idea that I must always have makeup on to leave the house. It's been quite freeing and I plan to continue post Covid.","sentiment_score":0.2555555556}
{"full_text":"RT REPORT: Millions In COVID-19 Relief Loans Went To Companies Partially Owned By California Democratic Gov. Newsom","sentiment_score":-0.1}
{"full_text":"please wear a mask and stay safe i want my community back","sentiment_score":0.25}
{"full_text":"RT Officially a 6 figure business owner.I. Did. It.I went from 1K to 100K in 12 months at 23. In a pandemic.I can't...","sentiment_score":0.0}
{"full_text":"Newsom, Kemp both committed treason by colluding with communist China in Covid-19 face mask money laundering scheme                                (DOT ALERT)https:\/\/www.naturalnewsDOTcom\/2020-12-09-newsom-kemp-treason-colluding-communist-china-covid19.html","sentiment_score":0.0}
{"full_text":"RT If there had been a national plan to contain covid, the White House would not need its own freezer to hold the vaccine. Jump...","sentiment_score":0.3}
{"full_text":"RT As soon as Covid struck all rough sleepers were housed, jobseeker increases gave back people's ability to buy fresh veg - pove...","sentiment_score":0.0666666667}
{"full_text":"RT An average single white man under the age of 35 is 224 times as wealthy as the average single Black woman the same age, ac...","sentiment_score":-0.0136904762}
{"full_text":"RT What an horrific &amp; demonic national ritual...and in the midst of a pandemic killing thousands of Americans daily. What has...","sentiment_score":-0.5}
{"full_text":"Today I contacted my legislators to help pass the COVID-19 Relief Legislation. I encourage you to do the same with the link attached!","sentiment_score":0.0}
{"full_text":"RT 10 year old me thought getting socks &amp; underwear was bad...who knew one day I'd be DELIGHTED to get a shot for Christmas?!...","sentiment_score":0.4875}
{"full_text":"RT Ok cool. You can start addressing these supposed inequalities by resigning from your position immediately. Show us the...","sentiment_score":0.425}
{"full_text":"Animal Crossing was the covid banger. Over 20 M copies sold. Totally robbed. Rigged awards!","sentiment_score":0.0}
{"full_text":"RT THIS JUST IN!A panel of outside experts has recommended the issuance of a emergency use authorization for th...","sentiment_score":0.0}
{"full_text":"RT [gisa] #ENHYPEN On Debuting During COVID, Their First EP, And Growing Togetherhttps:\/\/t.co\/Pa5viPPns9","sentiment_score":0.25}
{"full_text":"RT All took no precautions and spread misinformation ","sentiment_score":0.0}
{"full_text":"RT Nearly 292,000 Americans lost their lives in combat in World War II. As of today, the coronavirus has now killed more Am...","sentiment_score":0.1333333333}
{"full_text":"Dem really ah push this corona ting fast.","sentiment_score":0.2}
{"full_text":"One Of The Biggest Obstacles To A Coronavirus Deal: Congressional Leaders -","sentiment_score":-0.05}
{"full_text":"RT GOP House leader in NH Dick Hinch  just died of COVID. Eight days ago, GOP legislators in New Hampshire held a meeting...","sentiment_score":0.1363636364}
{"full_text":"RT I've received many messages acknowledging my strength &amp; resiliency for how I've handled losing both my parents to #COVI...","sentiment_score":0.5}
{"full_text":"World carbon dioxide emissions drop 7% in pandemic-hit 2020 - The Associated Press","sentiment_score":0.0}
{"full_text":"Newsweek: Donald Trump labelled \"loser of the year\" by Europe's biggest news magazine... #Coronavirus","sentiment_score":0.0}
{"full_text":"RT Expressed my gratitude to 400+ workers of Rajson's pharma at their warehouse todayDuring coronavirus pandemic, these w...","sentiment_score":0.0}
{"full_text":"OPPOSE unconscionable Medicare payment cuts to nursing home\/AL services so patients can have access to care during the pandemic #nursinghomes","sentiment_score":0.0}
{"full_text":"RT Mask wearers fair better...","sentiment_score":0.6}
{"full_text":"RT An emerging $900 billion COVID-19 aid package from a bipartisan group of lawmakers all but collapsed Thursday. Senate Majo...","sentiment_score":0.0}
{"full_text":"it kills COVID-19 on surfaces within 7 hours ... anyhow,  ...please get back to me if you are interested at 571 992 7581.. Mike Amin .. thanks for you reading this message...God bless you all ......","sentiment_score":0.15}
{"full_text":"It's the same around here, people are either being idiots or we definitely should close schools for a while... And just close everything else too, this lockdown light doesn't work :\/","sentiment_score":-0.13}
{"full_text":"This is unconscionable. Dr Gilman has been a leading voice educating us about what is unfolding in our hospitals and his threads are filled with respect and love for those we've lost.What brain trust would fire an exceptional doctor in the middle of a pandemic? I am furious.","sentiment_score":0.3916666667}
{"full_text":"RT It's one thing for the rich &amp; powerful to get better treatment. That may just be one of the realities of the world. But fo...","sentiment_score":0.3916666667}
{"full_text":"RT Nearly 292,000 Americans lost their lives in combat in World War II. As of today, the coronavirus has now killed more Am...","sentiment_score":0.1333333333}
{"full_text":"RT \"Mr. Giuliani, 76, appeared unaware of the scarcity issues, telling interviewers that politicians have taken masks and busi...","sentiment_score":0.0}
{"full_text":"Lowkey Waiting for anonymous to expose the corona virus","sentiment_score":0.0}
{"full_text":"RT Really important. Comparison of Pfizer's COVID-19 vaccine side effects to those of other vaccines.","sentiment_score":0.1375}
{"full_text":"How many people died from Covid-19 yesterday, you narcissistic loser?","sentiment_score":0.5}
{"full_text":"With you!! I even had covid thought i was dying by day 5. I got lucky but still can not taste things same. And my smell. Not normal for the mom\/wife come out bathroom and everyone say oh mom oh honey spray. Im like whaaat why? Oh really? Still not getting vaccine or my kids","sentiment_score":0.1145833333}
{"full_text":"people WENT TO SCHOOL. WENT TO WORK. GOT MARRIED. HUNG OUT WITH FRIENDS, AND WENT OUTSIDE. everything that we COULDN'T DO because of covid.shit's fucked","sentiment_score":-0.1166666667}
{"full_text":"The Republican Party has become contaminated by COVID-19, racist conspiracy theories, authoritarian ideology, divisive rhetoric, hate , violence and power. Sadly it will take more than two shots of vaccine to cure the GOP. President Trump was a symptom of this party.","sentiment_score":-0.2666666667}
{"full_text":"RT More promising vaccine news:\"Canada will be among the first countries to receive vaccine shipments from Moderna, the...c...","sentiment_score":0.3166666667}
{"full_text":"RT !! UPDATE ON MATTHEW RUSHIN. sorry if I'm not seeing any comments, my notifications are absolutely fucked. LETS BRING H...","sentiment_score":-0.55}
{"full_text":"RT Dec 4, 2020: \"Abiy did not disclose to the Ethiopian public and international community that even *more* federal troops were...","sentiment_score":0.1666666667}
{"full_text":"Or seen another way: California's economy is so resilient that we can survive Trump, a pandemic, 5 million acres burned and we *still* come out $15 billion ahead","sentiment_score":0.0}
{"full_text":"Republicans are attacking that Democrats's lockdown rule would make ppl jobless. But even before the lockdown, there were already tens of millions of unemployed Americans back in August. That was when the jobless benefit program issued. How do they explain this?","sentiment_score":0.0}
{"full_text":"RT Clippers really paid Pandemic P $226 mil contract extension for the next 4 more years just to hit the side of the back...","sentiment_score":0.175}
{"full_text":"RT NBC News confirms 225,318 new COVID-19 cases in the U.S. today for a new single-day record.","sentiment_score":0.1363636364}
{"full_text":"first time at the #piano at my ex Girlfriend Incredible how #love can make #music #thegameawards,  #thelockdownawards,#anespueblo, #bts, #disneyinvestorday,#fridaylivestream, #enhypen, #thegameawards2020, #lentoremixoutnow,  #treasure,  #timepoy, #covid19,","sentiment_score":0.55}
{"full_text":"Can we just yeet this whole batch of state reps who are filing briefs? Maybe bring in people who actually give a damn about democracy\/the people\/the pandemic?","sentiment_score":0.1}
{"full_text":"RT Inclusion BC's Karla Verschoor was on CKNW this morning to talk about income security for people with disabilities during...","sentiment_score":0.0}
{"full_text":"RT We asked small business owners how they've weathered the pandemic","sentiment_score":-0.25}
{"full_text":"RT \"The surge in Asian American turnout -- especially amongst first-time, younger Asian American voters -- helped Biden flip the st...","sentiment_score":0.0}
{"full_text":"RT CDC Director Robert Redfield: \"For the next 60 to 90 days, we're going to have more deaths per day than we had in 9\/11.\"","sentiment_score":0.25}
{"full_text":"I am UNC fan..no love for Duke  but Coach is on record this summer questioning rationale of playing sports during this epidemic. He has expressed concern over why are allowing sports to continue. This guy..Nate Owens, has right to express his views but he has No Credibility","sentiment_score":0.3928571429}
{"full_text":"RT Rudy Giuliani. Ben Carson. Chris Christie. Donald Trump. All got coronavirus care many others couldn't.In fact, the men...","sentiment_score":0.5}
{"full_text":"RT Continue wearing your mask Why? 1  You can have #COVID19 without being sick 2  You can spread it without knowi...","sentiment_score":-0.7142857143}
{"full_text":"Every year the mayans predict the world ending in December!  Dem min know bout covid rass! Nonsense","sentiment_score":0.0}
{"full_text":"RT JUST IN:  Gov. adds new #COVID19 restrictions...including 10p curfew at bars\/restaurants, retail limited to 20...","sentiment_score":0.0324675325}
{"full_text":"RT No movement on COVID in the Senate but good to know Utah Sen. Mike Lee is spending his time today giving speeches about why Latino...","sentiment_score":0.7}
{"full_text":"RT What a disgrace and an outrage. People forced to steal diapers and formula because their government failed them in every p...","sentiment_score":-0.4}
{"full_text":"Neither do attendings!Patients don't have sick hour restrictions!Never is this more evident than during the #COVID19 pandemic. We're all overworked.","sentiment_score":0.0119047619}
{"full_text":"RT Sign on to help families suffering from #COVID19? NOPE. Sign up to overturn an election? Count all in.","sentiment_score":0.0}
{"full_text":"RT BREAKING--my heart  for .@CDCDirector Robert Redfield: \"For the next 60 to 90 days, we're going to have more deaths per...","sentiment_score":0.25}
{"full_text":"RT Expressed my gratitude to 400+ workers of Rajson's pharma at their warehouse todayDuring coronavirus pandemic, these w...","sentiment_score":0.0}
{"full_text":"RT .@Cleavon_MD has been fired for his viral social media posts about the severity of the COVID-19 pandemic in Arizona.I...","sentiment_score":0.0333333333}
{"full_text":"RT if u drank a four loko from the years 2009 -- 2011 you don't get to question whats in the covid vaccine","sentiment_score":0.0}
{"full_text":"RT \"The anxiety and grief of a nation gives way to outrage that a country reeling from 3,103 covid deaths yesterday has been a...","sentiment_score":-0.8}
{"full_text":"RT Coronavirus by the numbers for Thursday, Dec. 10https:\/\/t.co\/3QsiOYhGBz","sentiment_score":0.0}
{"full_text":"RT Jason Kenney you own this had you done something 2 months ago this could have been avoided Calgary's adult hospitals p...","sentiment_score":0.35}
{"full_text":"\"I CAN'T KEEP DOING THIS\": Doctor pleads for review of data during COVID... via","sentiment_score":0.0}
{"full_text":"RT Endless money for wars? No problem. Endless money for tax breaks for the rich? No problem. Endless money for corporate w...","sentiment_score":0.0}
{"full_text":"'That Was Offensive': Harris Faulkner Scolds Marie Harf for Calling Out Show Ignoring Record Covid Deaths via can't believe it  Harris ripped a new one . I can't stand Marie this has been a long time coming!!","sentiment_score":0.0291193182}
{"full_text":"The #CoronaBros don't want the facts out there","sentiment_score":0.0}
{"full_text":"RT You think only 15 million Americans have been infected with covid?Think again.A solid estimate is at least 60 million and...","sentiment_score":-0.1}
{"full_text":"RT #BREAKING: #Cuban president says #currency #unification is no magic solution to current economic problems, but will cre...","sentiment_score":-0.0166666667}
{"full_text":"RT Friendly reminder to:#StayAtHome#WearAMask #BeGayDoCrime","sentiment_score":0.375}
{"full_text":"RT q: what's the weather like?TY: today in myongdong it's going to be cloudy all day. min of 3degC and max of 9degC, similar to yeste...","sentiment_score":0.0}
{"full_text":"214K cases\/ 3067 daily dead. It's as if it was fucking PREDICTABLE ..after massive thanksgiving traveling &amp; gathering...2 weeks later, BAM. Americans are selfish, short-sighted, and DUMB AS HELL. #COVIDIOTS","sentiment_score":-0.1821428571}
{"full_text":"RT the source on US overall:","sentiment_score":0.0}
{"full_text":"Bay Area health officials prepare for the first batches of Pfizer's coronavirus vaccine","sentiment_score":0.25}
{"full_text":"RT \"I really am sorry, from the bottom of my heart. But if the price we pay is 590 deaths a day then this in unacceptable.\"Germa...","sentiment_score":-0.5}
{"full_text":"RT Our raffle is back for 20-21! This year our fund raising efforts have been decimated by covid. We could use your support...","sentiment_score":0.0}
{"full_text":"RT I guess #Fauci had to wait until the inventor of #PCRtest died before he could \"lie to our face\"Watch what Kary said a...","sentiment_score":0.0}
{"full_text":"People should read the article and decide what's best for them. That's why I shared it, more responsible than telling people to shut their eyes and take it. Also...https:\/\/t.co\/XPUIkqtrJP","sentiment_score":0.5666666667}
{"full_text":"This is terrorism and abuse of power. These officers &amp; their command including the governor should be prosecuted for domestic political terrorism &amp; abuse of power. Immediately fire the officers that pulled their guns on children for an unwarranted raid on a covid data scientists!","sentiment_score":0.0}
{"full_text":"RT You probably didn't hear about it, but responsible experts warn us that *adult* COVID vaccine trial volunteers were ina...","sentiment_score":0.15}
{"full_text":"RT CDC Director Robert Redfield: \"For the next 60 to 90 days, we're going to have more deaths per day than we had in 9\/11.\"","sentiment_score":0.25}
{"full_text":"RT Mitch McConnell is refusing to bring a relief bill to the floor unless it wipes away all COVID-related lawsuits filed t...","sentiment_score":0.0}
{"full_text":"This ...","sentiment_score":0.0}
{"full_text":"RT Americans are not getting COVID survival checks because of Mitch McConnell. If Loeffler and Perdue win, this bill stays on...","sentiment_score":0.8}
{"full_text":"WASHINGTON (AP) -- A congressional monitor of federal pandemic aid is raising the possibility of a link between President Donald Trump's son-in-law, Jared Kushner, and a $700 million relief loan to a struggling trucking company.","sentiment_score":0.0}
{"full_text":"No offense Geoff but this year's show I know that was Corona and everything but this year's show was horrible only three games that actually caught my attention Perfect Dark Mass Effect and Dragon Age everything else was an utter disaster.","sentiment_score":-0.025}
{"full_text":"RT America is a Failed State. This isn't happening in other countries. Either Americans revolt against this Oligarchy now or w...","sentiment_score":-0.3125}
{"full_text":"RT With possible exception of the most influential person in sports this year has been who below the...","sentiment_score":0.25}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"They are not mask yahoos It becomes an issue when you are a mask Yahoo and your caught not wearing a maskGod, as liberal, if live to know who's writing these articlesThey must not be very dynamic thinkershttps:\/\/t.co\/1u9WIFSIxH","sentiment_score":0.0681818182}
{"full_text":"More accurately, the people who are suffering the most will not get a stimulus that will help. As usual, the so-called regular person's pres does not care about regular people. - Trump Tries to Kill Covid Relief","sentiment_score":0.15}
{"full_text":"RT Endless money for wars? No problem. Endless money for tax breaks for the rich? No problem. Endless money for corporate w...","sentiment_score":0.0}
{"full_text":"RT Oh look, Senate GOP will hold a hearing on non-existent election fraud to please Donald Trump, but they won't pass COVID relief...","sentiment_score":0.0}
{"full_text":"RT Always another reason to hate the government here!! ","sentiment_score":-1.0}
{"full_text":"RT Mitch McConnell is refusing to bring a relief bill to the floor unless it wipes away all COVID-related lawsuits filed t...","sentiment_score":0.0}
{"full_text":"RT A lot of people are killing their loved ones with COVID and then acting real surprised about it, per Reddit.","sentiment_score":0.2833333333}
{"full_text":"Immediate household only.","sentiment_score":0.0}
{"full_text":"RT Those close to Governor Newsom are reportedly growing concerned that the current recall effort against him could gain steam...","sentiment_score":0.0}
{"full_text":"RT Sorry, but this is some bullshit right here. These fuckers have been spreading virus like crazy and they get treatment no...","sentiment_score":-0.2714285714}
{"full_text":"RT Well, wasting your last few weeks in Congress during a pandemic with introducing TERF-infused legislation is a *choice* bu...","sentiment_score":-0.1}
{"full_text":"Why would any person even contemplate letting these lunatics use you children as their lab rats?! Full document here https:\/\/t.co\/3ES3hnhsSF","sentiment_score":0.35}
{"full_text":"RT Jeff Bezos could end hunger in America and still have way more money than he had before the pandemic","sentiment_score":0.5}
{"full_text":"RT I've always been HONEST about what I'm experiencing as an ER doctor on the frontlines of the pandemic, but wa...","sentiment_score":0.6}
{"full_text":"Congratulations to and the team - pulling off such a smooth show during a pandemic is not an easy task. Thanks for your dedication!","sentiment_score":0.2708333333}
{"full_text":"Of course they do. Hospitals are like hotels. They are built under the assumption they will usually be mostly full. It is how they stay in business.","sentiment_score":0.35}
{"full_text":"So you think it's fine say that Jeff Bezos can absorb $74 Billion in 9 months from increased pandemic revenue? Free market right? He earned it?","sentiment_score":0.3674603175}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"RT BREAKING--my heart  for .@CDCDirector Robert Redfield: \"For the next 60 to 90 days, we're going to have more deaths per...","sentiment_score":0.25}
{"full_text":"My mind is still boggled that we were in the Marriott Copley with some of the same Biogen people in March.","sentiment_score":0.0}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"The 2020 World Athletics Indoor Championships in Nanjing, east China's Jiangsu Province, has been postponed to March 2023 as there is still significant uncertainty about the state of #COVID19 pandemic, the governing body of world athletics sports announced on Thursday. (file pic)","sentiment_score":0.375}
{"full_text":"McConnell's staff conveyed to top negotiators that the GOP leader sees no path to an agreement on a key aspect of the lawmakers' existing proposalhttps:\/\/t.co\/XerzYGvEGv","sentiment_score":0.25}
{"full_text":"Curbside dropoff of ballots has been a growing trend across the U.S. amid the coronavirus pandemic and cutbacks at the U.S. Postal Service.","sentiment_score":0.0}
{"full_text":"Bank Exchange Saloon in Auburnc. 1900#Christmas2020 #Christmas #ChristmasTree #COVID19 #History","sentiment_score":0.0}
{"full_text":"#DWTS judge and #TheTalk co-host is battling COVID-19 and warning her fans to remain \"extra, extra careful.\"","sentiment_score":-0.0333333333}
{"full_text":"Conflict and COVID Trigger Upsurge in Mali Child Traffickinghttps:\/\/t.co\/F54YH9YOrZ","sentiment_score":0.0}
{"full_text":"Safety &amp; Efficacy of the BNT162b2 mRNA (@pfizer &amp; COVID19 VaccineResults from this study reveal that the #COVID19Vaccine, when taken in a 2 dose regimen, provides 95% protection in people 16 yrs or older. (1\/2) Read more from","sentiment_score":0.3333333333}
{"full_text":"RT Nearly 292,000 Americans lost their lives in combat in World War II. As of today, the coronavirus has now killed more Am...","sentiment_score":0.1333333333}
{"full_text":"RT Early summer I got covid. I lost taste\/smell for 5 days &amp; had mild aches 2-3 days. I understand it's much worse 4 some....","sentiment_score":0.0111111111}
{"full_text":"RT On #HumanRightsDay  our message is clear: HEALTH IS A HUMAN RIGHTHEALTH IS A HUMAN RIGHT HEALTH IS A HUMAN RIGHT HEALTH IS A...","sentiment_score":0.1119047619}
{"full_text":"Director Dr. Nathalie Lourdes Africa-Verceles stressed that violence against women is a hidden pandemic and is being exacerbated by the COVID-19 pandemic.Read more here:","sentiment_score":0.1666666667}
{"full_text":"Because of the #COVID19 situation, many companies use an online interview method with candidates who look good on paper to determine if those applicants are ready to move to longer, more in-depth interviews. Check out some #interviewtips#careertips #Hiring #Jobs #JobSeekersSA","sentiment_score":0.475}
{"full_text":"In a trial of almost 44,000 people, there were two deaths in the vaccine arm and four in the placebo, with none thought to be related to BNT162b2, the technical name for the jab.https:\/\/t.co\/cuslGZ94PK","sentiment_score":0.0}
{"full_text":"They're both more valid than a fucking game about a pandemic that is also supposed to be an allegory for Druckmann as a teen in Israel during the conflict.","sentiment_score":0.0333333333}
{"full_text":"RT Given the alarming projected rise in #COVID cases outlined in today's provincial modelling, join","sentiment_score":-0.1}
{"full_text":"RT Today we celebrate #HumanRightsDay! Grateful for the support of our int'l partners who guide us to maintain the standar...","sentiment_score":0.0}
{"full_text":"vaccine that eliminates covid but also eliminates tgif","sentiment_score":0.0}
{"full_text":"Tallahassee Classical School to remain open after influx of COVID-19 caseshttps:\/\/t.co\/Edklly9iy8","sentiment_score":0.0}
{"full_text":"Covid-19 update: 644 new cases as 16 patients succumbhttps:\/\/t.co\/j92wKiZD80","sentiment_score":0.1363636364}
{"full_text":"RT Curfews have NOTHING to do with COVID.","sentiment_score":0.0}
{"full_text":"Unreal  #ditchmitch","sentiment_score":0.0}
{"full_text":"RT Nearly 292,000 Americans lost their lives in combat in World War II. As of today, the coronavirus has now killed more Am...","sentiment_score":0.1333333333}
{"full_text":"RT A lot of people didn't even get the $1,200. Thai shit so fucked","sentiment_score":-0.4}
{"full_text":"And yeah even with the record number of votes he received. His win was a product of BLM and COVID. So many first time voters came out in nUMBERS to vote for Biden just on BLM and COVID and HUMAN RIGHTS IN GENENRAL, alone. So like???","sentiment_score":0.3875}
{"full_text":"RT Covid-19 never existed. It was a global project to mislead the globe. Never believe in it. And these 2 thugs wanna lock...","sentiment_score":0.0}
{"full_text":"The City of Macon has reinstated a curfew in response to COVID-19. #WCBI","sentiment_score":0.0}
{"full_text":"Both schools announced Thursday they are exploring the possibility of playing the game later this season.","sentiment_score":-0.2}
{"full_text":"In pandemic, centuries-old Christmas markets go dark | via","sentiment_score":-0.15}
{"full_text":"53% of Americans surveyed are spending an extra 7.4 hours at home each day on average. How has that changed their habits and relationships?https:\/\/t.co\/qVZ4LzcXyu","sentiment_score":-0.075}
{"full_text":"#ACA #OPENENROLLMENT IS ENDING SOON (Dec 15, 2020). You MUST enroll by end date for 2021 insurance coverage! Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"COVID is an IQ test","sentiment_score":0.0}
{"full_text":"30-year-old Australian entrepreneur Nick Molnar is credited with reinventing the spending habits of millions of millennials with his \"buy now, pay later\" payment platform. We spoke to the Afterpay founder to hear how the pandemic turned him into a multibillionaire.","sentiment_score":0.0}
{"full_text":"Inaba most recently reported for duty on ABC's \"Dancing With the Stars\" for the season finale, which aired live on November 24.","sentiment_score":0.1840909091}
{"full_text":"Orange County is prepared to help vaccinate long-term care facility residents with Florida's first doses of the COVID-19 vaccine and will need help to vaccinate the rest of the county when the time comes.","sentiment_score":0.25}
{"full_text":"Thank you Ron David Walsh  sent this link. Maybe has private testing details? every day.  Take a screenshot if you want to see previous days.","sentiment_score":-0.0833333333}
{"full_text":"Both spoke about their personal experiences from participating in trials of the Moderna vaccine and urged people to get informed and consider taking it to crush the spread. has more.","sentiment_score":0.25}
{"full_text":"I really enjoyed TLOU2; despite dragging on in the last third, it was a great story.However, when you compare it to the labour of love that is FFVII Remake Part 1, the frenetic gunplay of Doom Eternal or the covid saviour Animal Crossing, it's absurd that TLOU2 is even GOTY.","sentiment_score":0.2166666667}
{"full_text":"RT Rudy Giuliani. Ben Carson. Chris Christie. Donald Trump. All got coronavirus care many others couldn't.In fact, the men...","sentiment_score":0.5}
{"full_text":"RT \"People say we're on the same boat in this pandemic\"","sentiment_score":0.0}
{"full_text":"RT Polyglot COVID-19 Dashboard #webdev","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 27.9FWind Chill: 27.9FHumidity: 99%Dew Point: 27.7F Barometer: 30.274 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 246.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Maybe we could join the EU?","sentiment_score":0.0}
{"full_text":"RT Los Angeles,1. Wear a mask.2. Follow the rules.3. And do NOT re-elect this MORON.Los Angeles Covid-19 Update: Mayor...","sentiment_score":0.0}
{"full_text":"Melinda Gates spoke with USA TODAY this week about her recent donation, the forthcoming COVID-19 vaccines and why she thinks social media needs to be better controlled.","sentiment_score":0.1777777778}
{"full_text":"Seriously, The man who is responsible for completely mismanaging this pandemic, and hundreds of thousands of Americans dead on his watch, shouldn't be in the running. This is utterly gross.","sentiment_score":-0.0466666667}
{"full_text":"US panel endorses widespread use of Pfizer Covid-19 vaccine via","sentiment_score":0.0}
{"full_text":"The to-do list is growing for the Oregon Legislature as lawmakers consider a third special session this year, barely a month before the 2021 regular session gets under way on Jan. 11.","sentiment_score":0.1017857143}
{"full_text":"RT Friendly reminder that Dr. Ozlem Tureci and Dr. Ugur Sahin, the developers of the highly successful Pfizer COVID vaccine and...","sentiment_score":0.5625}
