{"full_text":"RT The Democrat party saw an opening with covid. They changed the \"rules\" of voting - and allowed mail-in votes, without  sign...","sentiment_score":0.0}
{"full_text":"RT 'I just think it's sad. Why do you need to 'get something' for helping your constituents?' -- got real about what's ho...","sentiment_score":-0.15}
{"full_text":"RT United has a clear policy that anyone over the age of two needs to wear a mask, oh well.","sentiment_score":0.1}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"RT He's as good at litigating as he is at fighting a pandemic.","sentiment_score":0.7}
{"full_text":"RT The pandemic has caused five powerful new consumer trends to emerge. These will likely shape the retail industry both during and a...","sentiment_score":0.1454545455}
{"full_text":"This is a public service reminder that APPROVAL of a vaccine doesn't mean your inoculated and can stop wearing a mask and social distancing.","sentiment_score":-0.0930555556}
{"full_text":"RT So far this Saturday morning, the president has rage tweeted about:-Gov. Kemp-The Supreme Court-Gov. Ducey-AG Barr-T...","sentiment_score":0.1}
{"full_text":"This is the purest thing I've seen all year.","sentiment_score":0.0}
{"full_text":"RT It's been eight long months since the last direct payments for COVID relief were made to Americans. Families and worke...","sentiment_score":0.0166666667}
{"full_text":"RT People are trying to game COVID-19 lockdowns. Tulane University School of Public Health and Tropical Medicine epidemiologi...","sentiment_score":-0.2}
{"full_text":"RT Remember when Moron Trump said we'd all conveniently stop talking about COVID-19 on November 4th? Meanwhile yesterday the U...","sentiment_score":-0.8}
{"full_text":"I finally got a quiet neighbour, very friendly and she knows how to mind her business.Also during the lockdown she was there for me, I got free food and other free stuff. This is me saying thank youAmaka thank you oo#YouTryForMe","sentiment_score":0.19375}
{"full_text":"RT in retrospect, it was a mistake not being a billionaire before heading into this pandemic","sentiment_score":0.0}
{"full_text":"#TNCoronaUpdates - 12 Dec#ERODE | #COVID19 | DashboardErode 41 New Positive Cases Reported Today.Total Positive Cases - 13,007Today's Discharged - 49Total Discharged - 12,509Total Active Cases - 356Today's Deaths - 0Total Deaths - 142#ErodeCoronaUpdates #Erode","sentiment_score":0.1143939394}
{"full_text":"RT Our industry is crying out for representation in Parliament to help us get through this pandemic &amp; secure us a long te...","sentiment_score":0.05}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Imagine being this effective in communicating who and what is holding up relief for the People -- and folks out here saying she's the problem.","sentiment_score":0.6}
{"full_text":"Maybe another lockdown fit dey nextyear...","sentiment_score":0.4}
{"full_text":"RT I mean this very sincerely, I will never in my life forgive the people who did everything in their power to fuck over the pe...","sentiment_score":-0.0208333333}
{"full_text":"And that man knew in January and did nothing! 'We're not winning this battle': Relentless COVID-19 surge fills 1 in 8 hospital ICU unitshttps:\/\/t.co\/qxULFmDA8e","sentiment_score":-0.25}
{"full_text":"True, I didn't exactly stay home on Friday night. I miss those great times as well.","sentiment_score":0.4666666667}
{"full_text":"I can't imagine either.","sentiment_score":0.0}
{"full_text":"ruin restaurants guess u can have Mommy Mathilda make lasagna # Covid #restaurant","sentiment_score":0.0}
{"full_text":"Honoured to be quoted in piece on post-pandemic health trends #heathtech #amazon #WDADTW","sentiment_score":0.0}
{"full_text":"Bill Gates predicts when the pandemic will end","sentiment_score":0.0}
{"full_text":"He is a disgrace","sentiment_score":0.0}
{"full_text":"Pandemic suggests that you have a photo shoot outside and shop online ","sentiment_score":0.0}
{"full_text":"RT The debate over COVID policy is split along two lines: pro-freedom or anti-freedom. There really is no in between. You...","sentiment_score":-0.1}
{"full_text":"RT You're killing . You've never had to pay a bill in your life. This will cripple families and businesses t...","sentiment_score":0.0}
{"full_text":"RT This week, and are the canaries in a coal mine who watched COVID thriller Songbird. Squawk!","sentiment_score":0.0}
{"full_text":"Moms,pops, grandma, nephews (2) and my sister all got The nasty as VID(COVID) last weeks! I believe in God but this shit toooooo much","sentiment_score":-0.25}
{"full_text":"I'm not sure, you HHS, have achieved the public trust you once had. You'd best be putting some direct effort into getting that back as well.","sentiment_score":0.17}
{"full_text":"RT Holy heck, this Alberta Government COVID-19 commercial is absolutely the stuff of nightmares. #yeg #yyc #ableg #covid19ab...","sentiment_score":0.1}
{"full_text":"RT  for the win! collab w\/ immersive 3D mapping tech &amp; launch #NXT in  . NXT is COVID aware smart...","sentiment_score":0.4880952381}
{"full_text":"Well if you actually did Tee, you'd know that particular case doesn't need an special evidence. Those states violated statutes enacted by their own duly elected legislature and made an adjustment to their election laws in the name of the pandemic. Hmm maybe.","sentiment_score":0.280952381}
{"full_text":"RT #Coronavirus: The number of infections in the #Netherlands jumped by more than 9,000 in 24 hours, the biggest daily incr...","sentiment_score":0.25}
{"full_text":"Please read this ","sentiment_score":0.0}
{"full_text":"Hard me for me to build my immune system up pal saying I haven't got a spleen, which is a huge part of your immune system...so if there's a vaccine which can help me from catching COVID and help me stay around longer for my kids then I'm willing to give it ago ","sentiment_score":0.2395833333}
{"full_text":"So when will Americans get to be saved by this safe and cheap drug that has been denied to us. And I know why it has been denied us. Covid had work to do for election and to see how far they could control us. Now the work is done.","sentiment_score":0.3333333333}
{"full_text":"Probably a good thing.  COVID-19 will not be the last pandemic.","sentiment_score":0.35}
{"full_text":"RT The other thing about open-source licensing is if generics across the world are empowered to manufacture the vaccine, the likel...","sentiment_score":-0.125}
{"full_text":"RT \"Do we allow encampments to exist more permanently but in less visible locations - made-in-Canada-style refugee camps - or do...","sentiment_score":0.1666666667}
{"full_text":"RT Michigan vs. Ohio State Football today postponed due to COVIDBut a comparison of MI vs OH on COVID is usefulWhy?While...","sentiment_score":-0.125}
{"full_text":"RT Feeling down from Covid? The Geminid meteor shower is this weekend! It peaks Sunday night at 2 AM wherever you are. You...","sentiment_score":-0.1944444444}
{"full_text":"RT Just curious ...Do you plan on taking the COVID vaccine?","sentiment_score":-0.1}
{"full_text":"That video going viral on Instagram about that woman crying because she got kicked out of a United flight with her husband and 2 years old daughter because the daughter didn't want to wear a mask is completely ridiculous.... (open thread)","sentiment_score":-0.1083333333}
{"full_text":"RT Living is much more than not dying. #Canada's effort to avoid #COVID19 deaths is killing us.#coronavirus #pandemic #PublicHea...","sentiment_score":0.5}
{"full_text":"RT I've watched over the months Kay Birley &amp; Beth Rigby of Sky News angrily roast Gov't Ministers over breaches of lockdown rules...","sentiment_score":-0.5}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT #Most Covid deaths in Europe#Greatest economic hit#Failed on Brexit deal#PS22bn on failed Test &amp; Trace#Billions...","sentiment_score":0.0666666667}
{"full_text":"RT A desperate situation in Wales and with many areas over 600 in 100,000 and with positivity rates above 20%. I t...","sentiment_score":-0.0333333333}
{"full_text":"RT The catastrophic harms of failing to recognize the limits of medical testing brought to light by coronavirus.https:\/\/t.co\/X7...","sentiment_score":0.2}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"I'm not crying, you're crying.  This story is beautiful!","sentiment_score":0.3}
{"full_text":"RT While and I can't promise we'll end COVID-19 in our first 100 days, we will do everything we can to get this pa...","sentiment_score":0.25}
{"full_text":"#NOWPLAYING : Halsey - Graveyard  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife","sentiment_score":0.0}
{"full_text":"RT So far this Saturday morning, the president has rage tweeted about:-Gov. Kemp-The Supreme Court-Gov. Ducey-AG Barr-T...","sentiment_score":0.1}
{"full_text":"But its not the herd's fault. They are telling the herd to spend, as if that is the only source of happiness. Nudge team working hard for the herd to feel how they missed niceties of life during the lockdown. Now the herd is free finally.","sentiment_score":0.1616666667}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"And now for something utterly sweet: Twin Citians get COVID creative to bring Christmas spirit to young believers.","sentiment_score":0.3166666667}
{"full_text":"RT Mitch McConnell and Senate Republicans are blocking COVID relief because they believe this type of conduct deserves legal...","sentiment_score":0.2}
{"full_text":"RT As it gets colder, non-essential, indoor gatherings are more likely than ever to spread #COVID19. Remember: There is a...","sentiment_score":0.25}
{"full_text":"And why am I not surprised to see it was written by Peter Baker?","sentiment_score":-0.05}
{"full_text":"RT Call for Proposals for the 2021 Indian Public Policy Network Conference 'Technology and Policy' in March at Mohali Ca...","sentiment_score":0.0}
{"full_text":"RT Times of extreme, unparalleled challenge call for Bold Leadership. PM Trudeau took the bold decision to spend 'whatever it...","sentiment_score":0.1805555556}
{"full_text":"RT 1. We are currently staring over the precipice of no deal. Everyone, including many of those who argued for Brexit, under...","sentiment_score":0.25}
{"full_text":"This is wonderful. Simply wonderful. ","sentiment_score":1.0}
{"full_text":"RT Meghalaya reported one #COVID19 related death from East Khasi Hills district today bringing the death toll to 125.The S...","sentiment_score":0.0}
{"full_text":"Why?For example Sweden needs German airports for evaluation of Swedish tests.https:\/\/t.co\/dvNubNPUcf","sentiment_score":0.0}
{"full_text":"RT Lockdown sauna paints - Norway after the storm.preparing my Shape and Color analysis Patreon.","sentiment_score":0.0}
{"full_text":"RT Just curious ...Do you plan on taking the COVID vaccine?","sentiment_score":-0.1}
{"full_text":"RT This is great. Can we get something like this in","sentiment_score":0.8}
{"full_text":"RT Urgent update. With the latest Government announcement cutting the isolation period for people without covid to 10 days w...","sentiment_score":-0.05}
{"full_text":"Starting now ","sentiment_score":0.0}
{"full_text":"Face it:  you lost. You lost the popular vote.  You lost the electoral college. You lost in the courts. You lost by a lot because you lost the American people, Mostly because you lost the battle against COVID-19 badly. It's well past time for you to admit your defeat and concede.","sentiment_score":0.03}
{"full_text":"RT An historic day! We're delighted to begin vaccinating patients, care home workers and NHS staff at highest risk of #coro...","sentiment_score":0.35}
{"full_text":"RT All those news organizations going to the mat for might want to read the affidavit filed in her cyberstalking...","sentiment_score":0.0}
{"full_text":"Last time I looked, Thursday. 240.000 positive case of Covid. 150.000 were hospitalised. 2,700 died. Hospitals at breaking point, refrigerated vans outside hospitals for the dead. Guess I'm naive in then.","sentiment_score":-0.0545454545}
{"full_text":"this is disgracefu, a 2year old doesn't understand the need for masks and is at low risk for Covid 19. We will no longer fly United Airlines as long as you treat families &amp; children this way","sentiment_score":0.2125}
{"full_text":"RT \"We're just not chasing down rabbit holes.\" Inside how SU's wearable technology aids COVID-19 contact tracing, from","sentiment_score":-0.1555555556}
{"full_text":"Thank you, Whittier Police Department, for stopping by to get tested. We appreciate your service! #ARCpointLabsofSantaFeSprings #ARCpointLabs #COVID19 #COVIDtestingNearMe","sentiment_score":0.0}
{"full_text":"RT Just curious ...Do you plan on taking the COVID vaccine?","sentiment_score":-0.1}
{"full_text":"Me having virtual interview during pandemic. At least I had my pants on...(Or did I?)","sentiment_score":-0.3}
{"full_text":"Yup. I had Covid in April, I've donated plasma many times, my physician and the NY blood bank assure me I'm immune and cannot Covid again yet Fauci says we should get vaccinated anyway. I'm done.","sentiment_score":0.5}
{"full_text":"YOU DON'T DESERVE CREDIT FOR ANYTHING EXCEPT HUNDREDS OF THOUSANDS OF COVID DEATHS!!","sentiment_score":0.0}
{"full_text":"NO MORE EXCUSES, PASS A COVID RELIEF BILL TODAY !!!THE WORLD SUPER-POWER CAN'T HELP AMERICANS ???Mitch McConnell &amp; GOP are blocking the covid relief because of \"frivolous lawsuits\" yet they are the only ones filing frivolous lawsuits to overthrow the USAhttps:\/\/t.co\/mGrv7pgWA6","sentiment_score":-0.244140625}
{"full_text":"RT We were part of a campaign to feed the needy firstly We focused on daily wage labourers, construction workers, migrants t...","sentiment_score":0.125}
{"full_text":"RT With the rise in the COVID numbers, I can only imagine the pressure &amp; stress the front line staff are going through. Had a...","sentiment_score":0.0}
{"full_text":"I've emailed The lockdown restrictions offer us the opportunity to dramatically halt HIV and it's disappointing Malta isn't taking care of people living with HIV.","sentiment_score":-0.6}
{"full_text":"Sorta social distancing,  if probably not by choice.  Only because no more showed up.","sentiment_score":-0.0722222222}
{"full_text":"RT The authorization of the first vaccine against COVID is an incredible milestone that will save countless lives.But thi...","sentiment_score":0.3833333333}
{"full_text":"According to all the doctor who are saving patients life during COVID are not Doctors because \"A wise man once said that no one should call himself \"Dr.\" unless he has delivered a child. \"","sentiment_score":0.7}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"were elected to serve, they think they're above it all and look at the 5 democrat governors who have the blood of the elderly on their hands. The second wave of the china virus infections are among mostly those who were wearing masks!!!  The restrictions and lockdowns are not","sentiment_score":0.3255208333}
{"full_text":"RT Commissioner of Health has updated the public on the rising rate of Covid-19 infection in the state and to appeal...","sentiment_score":0.0}
{"full_text":"Kudos to the #Gophers for coming to play in spite of 20+ players staying home b\/c of Covid. In October the #Badgers canceled with 6 players and 6 staff facing virus concerns. #Huskers #GBR","sentiment_score":0.0}
{"full_text":"RT \"From unlawfully and inhumanely evicting communities in Kariobangi, Ruiru and Dagoretti Corner &amp;  rendering them homeless in...","sentiment_score":-0.9}
{"full_text":"RT Dr. Li Wenliang, 1986-2020. Tried to sound the alarm on seeing early COVID-19 infections in Wuhan.Police summoned him fo...","sentiment_score":0.25}
{"full_text":"RT It's Universal Health Coverage Day Universal Health Coverage means that ALL individuals &amp; communities receive the health service...","sentiment_score":0.0}
{"full_text":"RT This!!Always good to see giving important context and perspective.","sentiment_score":0.55}
{"full_text":"If one more person claps back at me about New Zealand having succeeded because it's an island I'm gonna scream. 'Atlantic bubble' anyone? There 165 million damn people huddled onto a tiny island in Japan doing better than us ffs. Google people...use it. #covid","sentiment_score":0.2272727273}
{"full_text":"RT Can We shout it for the people in the back?","sentiment_score":0.0}
{"full_text":"RT What I want for Christmas is for you people to stay home.","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT Police fire water cannons to disperse protesters rallying for the third night in a row in #Tirana, on Friday, over the fatal po...","sentiment_score":0.0}
{"full_text":"And yet you did nothing to facilitate the transition with president-elect Biden's team to ensure the vaccine would be rapidly deployed. And yet you did nothing as thousands died &amp; continue to die from Covid. This IS your legacy, Mike: nothing.","sentiment_score":0.0}
{"full_text":"PSA: There are a lot of anti vaxxer messages and memes going around. 3,300 people passed from Covid-19 yesterday. Don't let these anti-vaxxers cause your death.","sentiment_score":0.0}
{"full_text":"RT For those who remember my photo of Michael Wright struggling to breathe in the ICU last month, an update: He tragically lo...","sentiment_score":0.0}
{"full_text":"RT National COVID recovery rate improves to 94.89 per centhttps:\/\/t.co\/H6jSes2ajK","sentiment_score":0.0}
{"full_text":"I keep wondering , do the nurses u see on Twitter telling u to wear a mask. Do they really buy into the whole thing, or are they being made to go along with the deal, do they just want sympathy.  What do u guys think that's all about?","sentiment_score":0.2}
{"full_text":"RT Breaking News: The FDA authorized Pfizer's coronavirus vaccine for emergency use, clearing the way for millions of highly vuln...","sentiment_score":0.16}
{"full_text":"Get back on track in 2021. #2021 #Pandemic","sentiment_score":0.0}
{"full_text":"RT I mean this very sincerely, I will never in my life forgive the people who did everything in their power to fuck over the pe...","sentiment_score":-0.0208333333}
{"full_text":"Fuck them and their two year old.","sentiment_score":-0.15}
{"full_text":"Gotta stop sleeping with the window open at night i thought corona got me this morning","sentiment_score":0.0}
{"full_text":"I love that the kitchen is actively falling apart, but because of the pandemic, I really don't feel like pestering the landlord about it","sentiment_score":0.1888888889}
{"full_text":"Learn how Teckro is supporting trial continuity while maintaining patient safety and data integrity during the #COVID19 #pandemic: #clinicaltrials #teckrotheanswer #clinicaltrial #trials #protocol #mhealth #medtech #meded #pharma #ai #biotech","sentiment_score":0.25}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Women Take the Lead in Vaccine DevelopmentNovavax's team is led by Nita Patel, an immigrant from Gujarat, India. Her vaccine team is identified as \"all-female.\"https:\/\/t.co\/UcVo9vTTUgBuy Individual Assessment: 25% over $25 today code: holly2020","sentiment_score":0.0}
{"full_text":"I hate to look like Antifa... but then, we wouldn't be wearing them to hide while we loot and burn.  How messed up is it that conservatives might need to wear masks in order to exercise free speech!","sentiment_score":-0.15}
{"full_text":"Planning a COVID-safe holiday? Don't forget your fruits, vegetables and #CompleteEats_WA coupon! If your family uses SNAP\/EBT, you can earn a coupon when you buy $10 worth of fruits and vegetables at any store in WA. Learn more:","sentiment_score":0.4}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Want something to read this weekend? Take some time to read article about the pandemic widening the gaps in classroom learning. You can find the article here:","sentiment_score":0.0}
{"full_text":"\"The cavalry is coming,\" Oklahoma Commissioner of Health Lance Frye said yesterday.","sentiment_score":0.0}
{"full_text":"Regulators face a pandemic dilemma in approving vaccines: Move too slow and lose lives, or move too fast and lose trust, writes ","sentiment_score":-0.05}
{"full_text":"As COVID-19 hit, KB and Katie Brown's Minneapolis print shop struggled. They needed the exact help that the Paycheck Protection Program was meant to provide.But they never got a PPP loan and still don't know what went wrong in the process.","sentiment_score":-0.125}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Check out our AETC National Coordinating Resource Center Winter Webinar Series: HIV &amp; SARS-CoV-2.Link: next session will be on 12\/17\/20, 1:00pm - 2:30pm ET. COVID-19, #HIV and Housing Instability.","sentiment_score":-0.05}
{"full_text":"\"Hello, my name is Howard Templeman and I am a Ward 6 resident. I am a banquet waiter who supports Cancel Rent because ever since the pandemic began I haven't been able to work.\" #CancelRentDC","sentiment_score":0.5}
{"full_text":"\"A lot of people that don't believe it's real, if they could only see the hospital and the demands that we're going through right now,\" says Colin Molnar, registered nurse, COVID-19 screening program, Royal Alexandra Hospital.","sentiment_score":0.1619047619}
{"full_text":".@AP: Maryland unveils more help for businesses during pandemic \"Maryland Gov a series of measures that he hopes will spur job creation and help businesses that have struggled financially as a result of the coronavirus pandemic.\"","sentiment_score":0.25}
{"full_text":"Due to fewer cars on roads during the coronavirus-induced lockdowns, CGD consumption has been less than refineries in the current financial year.","sentiment_score":-0.0729166667}
{"full_text":"RT Likewise, Jimin, Namjoon, Jin, Yoongi, Hobi, Taehyung &amp; Jungkook and crew - please take care of yourselves &amp; stay sa...","sentiment_score":0.0}
{"full_text":"RT Saturday's figures have been releasedhttps:\/\/t.co\/tpKXqsdygG","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 12\/12\/2020 22:30Total Cases: 9845993 [+18967]Active: 356179Recovered: 9344419 [+20627]Deaths :142857 [+193]Total Tests: 152.7MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"As 2020 wraps up, join Waste Dive's in conversation with Vincent Leray and Vita Quinn.\"Pandemic Effects on US Recycling Budgets\" - Mon. 12\/14 at 9 a.m. ET.Register for the webinar here:","sentiment_score":-0.2}
{"full_text":"Several staff members tested positive for COVID-19 after attending the 300-person wedding.https:\/\/t.co\/XMlgr5j6YX","sentiment_score":0.1136363636}
{"full_text":"Forest Rangers Studying a Mapc. 1965Big Bend Ranger StationTahoe National Forest Collection#Christmas #Christmas2020 #COVID19 #History","sentiment_score":0.0}
{"full_text":"89% of Canadian \"provisional home workers\" (+9 since April) feel their company trusts they are carrying on with their duties from home.https:\/\/t.co\/TyaTnARWo5","sentiment_score":0.0}
{"full_text":"Trudeau extends U.S.-Canada border closure for non-essential travel until January 21, 2021.","sentiment_score":0.0}
{"full_text":"Jessy expresses disgust at the horrifying vote by the Irish government to continue making student nurses work for free during the pandemic.support the podcast here: episode here:","sentiment_score":-0.1666666667}
{"full_text":"Waterloo Region's fire departments are running into overtime during the pandemic as they work to maintain minimum staffing levels required for fire services.","sentiment_score":0.0}
{"full_text":"Congress thinks this COVID deal is a \"nice to have.\" As long as the donors &amp; lobbyists are happy, it's fine for them to go home without a deal. They're wrong. Getting a COVID deal is about regular people who are about to miss meals or rent or mortgage payments. Enough of this BS.","sentiment_score":0.180952381}
{"full_text":"For the second day in a row, South Carolina confirmed over 3,000 new coronavirus cases Saturday.https:\/\/t.co\/6CZauGVRMe","sentiment_score":0.1787878788}
{"full_text":"IPS LIVE: We look at the Pack through three games, the COVID situation, and much more on the latest podcast!","sentiment_score":0.4204545455}
{"full_text":"Saturday night out? Just kidding, I'm in my jammies Harrow is in Tier 2 remember!! #jamming #saturday #saturdaynight #weekend #covid #corona #life #jobs #londonjobs #careers #employment #jobhunt","sentiment_score":0.0}
{"full_text":"Lincs covid situation a 'concern' with tier announcement days away","sentiment_score":0.0}
{"full_text":"Gifts for the Holidays, Part II of IIICOVID-19 has forced us to physically distance ourselves from our friends and family members outside of our households.","sentiment_score":-0.1}
{"full_text":"Interview on #vaccination - Borislava Ananieva#Coronavirus #COVID19 @EU_Health  Also on the portal:","sentiment_score":0.0}
{"full_text":"Getting answers about #COVID19 is one easy-to-remember phone call away. Call 212-COVID19 if you have questions, want resources or need some help. More info:","sentiment_score":0.5}
{"full_text":"\"Food insecurity means you're facing hunger,\" said Feeding America's Zuani Villarreal. \"It means you may not know how to provide food for your family.\"","sentiment_score":0.0}
{"full_text":"How Did Past Pandemics Affect Businesses And What Can We Learn From Them?Read more : #Pandemics #ACTogether #COVID19 #business #entrepreneur #motivation #finance #success #businessowner #covid #smallbusiness","sentiment_score":0.1833333333}
{"full_text":"RT Remember when Republicans mocked me for warning about this, and I was called a \"f-- b--\" on the steps of the Capitol for discussing...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 42.3FWind Chill: 42.3FHumidity: 90%Dew Point: 39.6F Barometer: 30.038 inHgWind: 1 mph from the NECorona Virus Weekly Stats:Cases: 260.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
