{"full_text":"RT Why would anyone expect Trump to sign the Covid relief bill and lessen the pain for millions when he now has the chenc...","sentiment_score":0.0}
{"full_text":"RT Little Marco forgot how trump lied about how deadly COVID-19 is. Little Marco thinks Bible references will save him from...","sentiment_score":-0.1916666667}
{"full_text":"RT \"The COVID-19 vaccines are unprecedented feats of science, but some of the most powerful tools for defeating the pande...","sentiment_score":0.4666666667}
{"full_text":"RT I have compiled a list of U.S. politicians who have donated their salaries to charity during the pandemic:1) Donald...","sentiment_score":0.0}
{"full_text":"RT Imagine risking your health during a global pandemic to watch Rudy Gobert","sentiment_score":0.0}
{"full_text":"How many times do we have to keep finding this out, or that masks don't work, or that hardly anybody who isn't already at death's door dies of rona, or that people who get rona become immune to it as with almost every other infectious disease known to man?","sentiment_score":0.0277777778}
{"full_text":"RT The #COVID19 vaccine has already been administered to at least 2 million people. Remember when the \"experts\" said we woul...","sentiment_score":-0.3}
{"full_text":"RT Reminder that signed an order that sent over 6,000 Covid positive patients into nursing homes in March and neve...","sentiment_score":0.2272727273}
{"full_text":"#positivenews  #worldnews  #questions for the uk","sentiment_score":0.0}
{"full_text":"RT how can you sleep at night! My dad lost his fight to Covid yesterday on Boxing Day after catching it...","sentiment_score":0.6}
{"full_text":"RT Ted Cruz personally intervened to get federal pandemic loans for billionaire fracker brothers, the Wilks, who are big dono...","sentiment_score":0.0}
{"full_text":"RT Today the first Europeans are getting vaccinated against #COVID19. I'm touched to see people taking the vaccine everywhere...","sentiment_score":0.25}
{"full_text":"RT Follow the money! This was never about your health...","sentiment_score":0.0}
{"full_text":"RT REMEMBER - Arizona's top health bureaucrat has previously testified in court that she has been unaware of any COVID-19...","sentiment_score":0.1111111111}
{"full_text":"RT Fauci has been wrong on just about everything related to COVID-19 all year long. Few other people in the world would...","sentiment_score":-0.175}
{"full_text":"RT 1 in every 1,000 Americans has died from the coronavirus. Some hospitals are running low on oxygen.14 million Americans ha...","sentiment_score":0.0}
{"full_text":"Like many of you, this year I've also watched the  Pandemic Special and noted a number of violation of #IHL.","sentiment_score":0.4285714286}
{"full_text":"RT Reminder that signed an order that sent over 6,000 Covid positive patients into nursing homes in March and neve...","sentiment_score":0.2272727273}
{"full_text":"Aaand the media lied about this for months hahahah but sheep still believe it","sentiment_score":0.0}
{"full_text":"RT We had a plan to set a Guinness World Record for an EV last summer. The pandemic halted that. Aiming to...","sentiment_score":0.0}
{"full_text":"RT CALL THE PRESIDENT Americans Are Calling Mar-a-Lago To Tell Trump To Stop Golfing And Work On Stimulus BillThe Mar-a-Lago...","sentiment_score":0.0}
{"full_text":"RT When says from the pulpit we need to stop jailing our children, Kelly Loeffler calls it \"radical Marxis...","sentiment_score":0.0}
{"full_text":"The hell is super gonorrhea ?????","sentiment_score":0.3333333333}
{"full_text":"Smart people don't want Trump to sign this FAKE COVID RELIEF BILL that gives billions to foreign countries and only 600 bucks to Americans.  Dumb people think it's great. Tik Tokker. LOL","sentiment_score":0.1163265306}
{"full_text":"RT The Ivory gate that was closed and opened by ASUU is now closed by #COVID19","sentiment_score":-0.1}
{"full_text":"RT Like all diseases, COVID-19 affects the poor more than the wealthy. The blue columns in this graph show the number of pa...","sentiment_score":0.15}
{"full_text":"RT Have you watched The PCR Deception yet?","sentiment_score":0.0}
{"full_text":"RT I have compiled a list of U.S. politicians who have donated their salaries to charity during the pandemic:1.) Donald Trump","sentiment_score":0.0}
{"full_text":"RT *puts protective glass to protect staff against coronavirus*Customers:","sentiment_score":0.0}
{"full_text":"RT While many businesses around the world are struggling under the strains of the pandemic, here's how Elon Musk's multiple ventures...","sentiment_score":0.25}
{"full_text":"RT What the fuck is super gonorrhea","sentiment_score":-0.0333333333}
{"full_text":"RT .@marcorubio, when my daughter was murdered I called you intentionally irrelevant because you would not tell the truth...","sentiment_score":-0.5}
{"full_text":"RT SIGN the COVID &amp; DEFENSE Bills you EVIL Man.","sentiment_score":-1.0}
{"full_text":"RT 1\/2 This tweet is misleading. I didn't \"weigh in\" on behalf of any specific company. I sent a public letter to the Fed arguing...","sentiment_score":0.0}
{"full_text":"RT #NEW A third case of the #COVID19 UK Variant has been reported in an individual in Ottawa with recent travel from the...","sentiment_score":0.0340909091}
{"full_text":"RT Dear Georgia,If you vote for democratic senators, we'll all get $2,000.If you vote for republican senators, we'll...","sentiment_score":0.0}
{"full_text":"RT U. of Florida researchers found no asymptomatic or presymptomatic spread of Covid. Published by the Journal of the Amer...","sentiment_score":0.0}
{"full_text":"RT Number Of People who lost Health Care due to the Pandemic.","sentiment_score":-0.125}
{"full_text":"RT It's not \"Congress\" that's preventing Americans from receiving $2,000 Covid relief checks -- it's \"REPUBLICANS in Congr...","sentiment_score":0.0}
{"full_text":"RT Coronavirus pandemic to push over 115 million people into extreme poverty - World Bank#coronavirus","sentiment_score":-0.125}
{"full_text":"RT LOOOOL dfkm came across this covid Jamaat prayer in carsthe horn for ameen took me out","sentiment_score":0.0}
{"full_text":"Where to start! Commitment issues, Covid, Lack of money, socially awkward and the fear of death","sentiment_score":-0.6}
{"full_text":"RT Schools need serious measures to mitigate spread of covid if they do open after xmas break. It's lazy &amp; dangerous to k...","sentiment_score":-0.2958333333}
{"full_text":"45 is playing golf, dancing in formal attire, &amp; socializing.  Pence is shredding the slopes in Vail.  Drs\/nurses haven't been playing golf, dancing, skiing, socializing or traveling.  Final act of cruelty for 45 is not funding the Covid &amp; gov bill.","sentiment_score":0.0}
{"full_text":"RT YOU CANNOT be \"cleared\" for a gathering by a negative COVID test1) Might be too early in course to detect virus 2) ~20% of...","sentiment_score":-0.1}
{"full_text":"#AttyGeneral (for #Covid related crimes).","sentiment_score":0.0}
{"full_text":"RT .@KLoeffler's family has taken millions of dollars in tax subsidies -- but she opposes emergency unemployment for folks...","sentiment_score":0.0}
{"full_text":"RT #EducationMinisterGoesLive #NarendraModi #cancelboards2021 Dear sir, A new mu...","sentiment_score":0.1363636364}
{"full_text":"RT Galloway: \"Okay, once more. Where am I?\"\"Palmerston Park.\"\"And why am I sat here?\"\"You've been invited to watch Que...","sentiment_score":0.5}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstr...","sentiment_score":0.0}
{"full_text":"RT Imagine risking your health during a global pandemic to watch Rudy Gobert","sentiment_score":0.0}
{"full_text":"China had nothing to do with failures to lead, to wear masks, do social distancing and contact tracing, pass a #COVIDReliefPackage, etc. That is on your tab and that is why you are a one-term president. #WorstPresidentEver #ByeDon","sentiment_score":0.0333333333}
{"full_text":"RT 'Super Gonorrhea' is spreading like wildfire thanks to COVID-19","sentiment_score":0.2666666667}
{"full_text":"RT I know exactly who needs to hear this. And they all unfollowed me.This is why you're so confident despite being so wron...","sentiment_score":0.375}
{"full_text":"Going from a high risk country to a country managing the panoramic very well just to insult the food? Stay home","sentiment_score":0.18}
{"full_text":"RT That just leaves more for smart people","sentiment_score":0.3571428571}
{"full_text":"Fauci now says 70%-90%.","sentiment_score":0.0}
{"full_text":"RT Never forget that congress members were warned about this pandemic in Feburary and sold stock instead of doing anythin...","sentiment_score":0.0}
{"full_text":"This is why I stay home","sentiment_score":0.0}
{"full_text":"RT This didn't have to be the outcome. The tRump administration completely failed Americans with their disinformation cam...","sentiment_score":-0.5}
{"full_text":"what r three things that are on ur bucket list rn -- covid be gone????? finish school and ehh travel i guess im very bad at bucket lists ","sentiment_score":-0.91}
{"full_text":"We probably need a huge outbreak of Covid so that Morrison can ride in and save the day with a vaccine for the deserving....wonder where that might happen.","sentiment_score":0.4}
{"full_text":"RT EXACTE!!","sentiment_score":0.0}
{"full_text":"RT Due to COVID 19 regulations Halifax Shopping Centre has reached capacity. You may be required to wait at an exterior entrance...","sentiment_score":-0.125}
{"full_text":"Is it true that lectures will still commence this week please? As the second wave of the pandemic is really scary and the government had instructed schools to go on break for now. Kindly clarify this to concerned parents\/guardians. Thanks.","sentiment_score":0.13}
{"full_text":"Don't know who needs to here this but there is no night life in Rwanda due to covid curfew that begins at 20hrVISITDAY RWANDA","sentiment_score":-0.125}
{"full_text":"RT Why does little find the \"courage\" to attack Dr. Fauci, America's Top infectious disease expert but not the p...","sentiment_score":0.15625}
{"full_text":"RT Whenever I'm Vice President during a pandemic, I always like to go skiing.","sentiment_score":0.0}
{"full_text":"RT Covid poses 'greatest threat to mental health since second world war': important warning from @DrAdrianJames drawing on...","sentiment_score":0.325}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"It's not just the first tweet here, it's the follow-through. Bravo!","sentiment_score":0.3125}
{"full_text":"RT *puts protective glass to protect staff against coronavirus*Customers:","sentiment_score":0.0}
{"full_text":"RT Music City Bowl is canceled because of COVID issues w\/Missouri, sources told This is 17th bowl game canceled...","sentiment_score":-0.4}
{"full_text":"RT The #coronavirus crisis poses the greatest threat to #MentalHealth since the second world war, with the impact to be felt...","sentiment_score":0.5}
{"full_text":"RT For the vaccine to be effective 70% of our population has to take it. Y'all don't wanna stay home and y'all don't want th...","sentiment_score":0.6}
{"full_text":"RT Doctors Around the World Issue Dire WARNING: DO NOT GET THE COVID VACCINE!! via","sentiment_score":0.0}
{"full_text":"Everyone is going to college for free! Who's going to pick up the trash? Wait tables? Clean office buildings and hospitals? In this socialist utopia, why would anyone want to work at all, when you plan to give us everything for doing nothing? Who pays?","sentiment_score":0.4333333333}
{"full_text":"RT Mike Pence Goes Skiing As Americans Die Without Pandemic Aid","sentiment_score":0.0}
{"full_text":"RT So many are angry today. While pandemic assistance to the American people expired the Republican President was golfing.  The...","sentiment_score":0.0}
{"full_text":"RT Trump golfs, Pence skis, Americans suffer. That's the whole tweet about leadership amid a deadly pandemic.","sentiment_score":0.0}
{"full_text":"As amy says, the data shows peoppe are dying in excess as a result of restrictions. You cant shut down society without having harmful effects, its about seeing the whole situation in context which the vast majority and the media do not with an exclusive focus on covid","sentiment_score":0.0148148148}
{"full_text":"RT I've forgotten what life was like before lockdown","sentiment_score":0.0}
{"full_text":"RT The Biden\/ Harris administration wants to help Americans with:Covid-19 reliefAccessible health careGood jobsThe...","sentiment_score":0.2}
{"full_text":"RT It's not \"Congress\" that's preventing Americans from receiving $2,000 Covid relief checks -- it's \"REPUBLICANS in Congr...","sentiment_score":0.0}
{"full_text":"RT I'm hearing that if you are crossing the border into Tanzania, they make you remove your mask else you are fined, saying th...","sentiment_score":0.0}
{"full_text":"RT Fauci has been wrong on just about everything related to COVID-19 all year long. Few other people in the world would...","sentiment_score":-0.175}
{"full_text":"RT 651 billionaires became over $1,000,000,000,000 richer during the past 9 months of a global pandemic while paying a lowe...","sentiment_score":-0.125}
{"full_text":"RT CDC Report - 3150 People Paralyzed After COVID-19 VaccineSource:https:\/\/t.co\/rqaTU0IIwf#CovidVaccine #Covid1984 #pla...","sentiment_score":0.0}
{"full_text":"'We Will Rise': A COVID-19 Tribute to Healthcare WorkersDepartment of Paediatrics, Dora Nginza Hospital, Port Elizabeth, South AfricaWe fight with hope!https:\/\/t.co\/tK8TA1PivRProduction: Fanjan Combrink'We Will Rise'-@ChoirAfrica'Jerusalema'-@MasterKGsa Feat.@Nomcebozikode","sentiment_score":0.0}
{"full_text":"My COVID denying uncle just blew up at my mother and I with no provocation because apparently hospitals are faking COVID deaths and less than one percent of the population has died from it? Fuck that, I'm about to play Marvel 2 in my room for the rest of the day.","sentiment_score":-0.1722222222}
{"full_text":"I beat covid. ","sentiment_score":0.0}
{"full_text":"Will Tenants Have the Upper Hand in a Post-Coronavirus World? #CRE #COVID-19 #TenantTips #NewNormalhttps:\/\/t.co\/DSQGpIhPIs","sentiment_score":0.0}
{"full_text":"Though SARS-CoV-2 is natural, it wouldn't have been much different if it had been intentionally designed as a freedom-destroying weapon...","sentiment_score":0.05}
{"full_text":"RT The 2021 reboot of Superfriends is gonna be lit.","sentiment_score":0.0}
{"full_text":"People really traveling to foreign countries like we not still in a pandemic. Blows my mind","sentiment_score":0.0375}
{"full_text":"RT Lots of opportunities to be tested this week! Registration required.","sentiment_score":0.0}
{"full_text":"This is what we call pure ignorance justifying only caring about yourself. Also a 9 year old knows a virus may not be visible and still passed on! As a LA native the privileged mindset is a virus in itself!","sentiment_score":0.1235119048}
{"full_text":"RT Covid-19: Trump fails to sign economic relief bill into law#Covid via","sentiment_score":-0.15}
{"full_text":"#Intranasal #vaccine triggers a localized immune response in the upper respiratory tract that provides disease protection in rodent #COVID19 models. Read more in","sentiment_score":0.25}
{"full_text":"RT Pres golfs, vp skis, she works on tan while  \"Unemployment benefits for millions of Am...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Jordan reports first case of new coronavirus strand identified in the UK","sentiment_score":0.1931818182}
{"full_text":"RT Learn more at","sentiment_score":0.5}
{"full_text":"RT WV also has one of the lowest attack rates from COVID and a low per capita death rate despite having a very old and unhea...","sentiment_score":0.065}
{"full_text":"RT Boston doctor has anaphylactic reaction to the new Moderna vaccine. His tongue became numb, his blood pressure plummeted...","sentiment_score":-0.2318181818}
{"full_text":"SUPER Gonorrhea?Covid be like","sentiment_score":0.3333333333}
{"full_text":"RT What the fuck is super gonorrhea","sentiment_score":-0.0333333333}
{"full_text":"RT So much about the way the pandemic affected Americans' finances has been unexpected. People paid down credit card debt and sa...","sentiment_score":0.0481481481}
{"full_text":"sounding like Drake little brother ","sentiment_score":-0.1875}
{"full_text":"RT $10,000 checks is barely a start, but at least a decent one.Anyway, why not aim your tweets at billionaires who are hoardi...","sentiment_score":-0.0277777778}
{"full_text":"RT BREAKING--95%--new data from Oxford\/AstraZeneca vaccine shows 95% efficacy &amp; is \"100% effective\" in preventing severe illnes...","sentiment_score":0.6}
{"full_text":"has the pandemic affected your reading habits?","sentiment_score":0.0}
{"full_text":"Breathtaking photos capture the resiliency of healthcare workers during the pandemic https:\/\/t.co\/I13uGXY9kj","sentiment_score":1.0}
{"full_text":"Xiangyang and Shiyan cities in C China's Hubei Province both reported on Sunday that they had detected weak-positive #COVID19 samples on the outer packaging of frozen #shrimp imported from #Ecuador and #SaudiArabia, respectively.","sentiment_score":0.0}
{"full_text":"\"The pandemic has illuminated many disparities among CA children. Some of the state's most vulnerable kids have seen their parents &amp; grandparents get sick &amp; die from the infection, especially in Black &amp; Latino communities.\" #ThisIsRJhttps:\/\/t.co\/bYH4XtHSFA","sentiment_score":-0.1095238095}
{"full_text":"Staff Picks 2020:Have you gone back to watch shaky bootleg cell phone footage of a concert from the before times?","sentiment_score":-0.2444444444}
{"full_text":"Tahoe Queen Ship on Lake Tahoec. 1880#NationalFruitcakeDay #NewYear  #COVID19 #PlacerLife","sentiment_score":0.0}
{"full_text":"WDLM wraps up eventful 2020 despite pandemichttps:\/\/t.co\/uu47ocmtgb","sentiment_score":0.0}
{"full_text":"Ready ... set ... SPIKE -- COVID spike that is.  What's in store for the league plagued with positive cases, postponed games, maskless celebrations, and protocol violations?","sentiment_score":0.2136363636}
{"full_text":"Central American countries face the worst humanitarian crisis in recent years. Hurricanes Eta and Iota and storms Cristobal and Amanda landed on a region devastated by #COVID19 pandemic. If you wish to help, we invite you to make a donation #CAReliefFund","sentiment_score":-0.25}
{"full_text":"Doctors, nurses and the elderly rolled up their sleeves across the European Union to receive the first doses of the coronavirus vaccine Sunday.","sentiment_score":0.125}
{"full_text":"RT I honestly thought there was no way I could hate Marco Rubio more but here he is after getting the vaccine, while closing hi...","sentiment_score":0.1}
{"full_text":"Leon County tops 18,000 confirmed COVID-19 cases","sentiment_score":0.4}
{"full_text":"A college student from Georiga's jail sentence was reduced from four months to two months on Tuesday in the Cayman Islands after she and her boyfriend violated strict COVID-19 measures last month.","sentiment_score":-0.05}
{"full_text":"Special Alert:  SoCal 511 is keeping you up to  date on the Coronavirus (Covid-19) impacts to transportation in the 5 county areas (Los Angeles, OC, Ventura, Riverside, and San Bernardino) every hour.         For more information visit:","sentiment_score":0.4285714286}
{"full_text":"Doctors, nurses and the elderly rolled up their sleeves across the European Union to receive the first doses of the coronavirus vaccine Sunday.","sentiment_score":0.125}
{"full_text":"Africa's Covid-19 cases pass 2.6m as death toll hits 61,954https:\/\/t.co\/o6fIVdfQsK","sentiment_score":0.0}
{"full_text":"Sunday's Coronavirus Updates: 7,391 new cases, 77 new deaths reported \/\/","sentiment_score":0.1363636364}
{"full_text":"RT We are letting down our guard on Covid-19 lets mask up and keep social distancing but a lockdown will not be in the interest...","sentiment_score":-0.0611111111}
{"full_text":"\"I just see orange and then I hear a loud boom. As I'm stumbling around, I just tell myself to stay on my feet and to stay alive,\" Wells said.","sentiment_score":0.1}
{"full_text":"First he should learn how to wear a mask properly","sentiment_score":0.125}
{"full_text":"U.S. military personnel stationed in Japan would be permitted to enter the country for duty or other reasons.","sentiment_score":-0.1125}
{"full_text":"The mother was thrilled to have her family together under one roof for Christmas, thankful for the one thing she says got her through the entire ordeal. \"I feel like I was fighting, not for me but for them,\" she said.","sentiment_score":0.3}
{"full_text":"The Georgia Department of Public Health reported 2,968 new confirmed cases of COVID-19 in the state on Sunday, Dec. 27--&gt;&gt;https:\/\/t.co\/12uyv3qrKj","sentiment_score":0.1787878788}
{"full_text":"Healthcare workers - particularly #nurses - have a higher prevalence of #COVID19 infection than non-healthcare workers, according to researchers at Read into this incredible study via","sentiment_score":0.4388888889}
{"full_text":"\"The #pandemic has waged war on working women across the economic spectrum who have suffered more pandemic-related job losses than men.\" #COVID19","sentiment_score":0.35}
{"full_text":"RT #UNDP and European Investment Bank #EIB identify effective digital response to COVID-19 in #Africa | UNDP in #Africa","sentiment_score":0.2}
{"full_text":"RT How did Rahul Gandhi manage to bypass COVID regulations for his Milan vacation? Netizens raise suspicionshttps:\/\/t.co\/ba2...","sentiment_score":0.0}
{"full_text":"RT Republicans didn't care enough to hear witnesses during the Impeachment of Republicans didn't care enough...","sentiment_score":0.0}
{"full_text":"My son is 17 and he is also against lockdown, without the slightest attempt on my part to influence him.","sentiment_score":0.0}
{"full_text":"RT Today I was vaccinated for Covid-19 to demonstrate that the vaccine is both a rational personal choice &amp; also a public...","sentiment_score":0.0}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"RT This is good on long covid but - especially as a consultant - it's important to make really clear: many people have been...","sentiment_score":0.275}
{"full_text":"A doctor has voiced optimism that the newly developed COVID-19 shots could also be effective against mutated strains of the virus. The mutated virus strain detected in the UK has forced as many as 80 countries to shut their borders to the island nation. ","sentiment_score":0.225}
{"full_text":"RT Can we actually deep the UK has achieved nothing from the start of this pandemic","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 32.7FWind Chill: 27.4FHumidity: 70%Dew Point: 24.0F Barometer: 30.297 inHgWind: 5 mph from the SCorona Virus Weekly Stats:Cases: 186.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
