{"full_text":"LOVE IT! This Bentonville girl built a COVID-friendly Frosty! #arwx #snowman","sentiment_score":0.78125}
{"full_text":"Do u know how many people died of CoVid in the last 24 hours? More than at Pearl Harbor. More than on 9\/11.  Heck of a job, Brownie.","sentiment_score":0.375}
{"full_text":"RT ELIZABETH TORO, 52 and MARIA MORALES 73, mother and daughter of Brevard County, Florida, died within hours of each other...","sentiment_score":-0.125}
{"full_text":"RT Johnson was set to lockdown in mid-September until Sunak invited lockdown sceptic scientists Gupta and Heneghan to spe...","sentiment_score":0.0}
{"full_text":"RT This is an example of how inequities, poverty, suffering, deaths are still the legacies of imperialism and colonialism.","sentiment_score":0.0}
{"full_text":"No. Louisville still dealing with COVID-19 itself.","sentiment_score":0.0}
{"full_text":"RT You're busted Newt.  Making it easier for more people to vote in a pandemic (the usual fraud claims have been exposed as no...","sentiment_score":0.125}
{"full_text":"I promise to buy you one in person at EPCOT after the pandemic. ","sentiment_score":0.0}
{"full_text":"Who cares about their age? And you wonder why we continue to have these \" Freedom Rallies \"...Why does this government continue to passively delegitimize COVID related deaths?#covidsk #yqr #skpoli","sentiment_score":0.0}
{"full_text":"RT We're in the teeth of the COVID-19 crisis right now, and this nation needs presidential leadership.Leadership that is willi...","sentiment_score":0.2857142857}
{"full_text":"RT Essential workers and other working families need child care - but many providers are losing money to stay open during the p...","sentiment_score":0.09375}
{"full_text":"RT \"Australian COVID vaccine terminated due to HIV 'false positives'\"What mechanism of action does this vaccine have th...","sentiment_score":-0.10625}
{"full_text":"RT Pathetic. PDM spent so much money, time, effort &amp; displayed utter callousness by endangering ppl's lives during COVID19 s...","sentiment_score":-0.225}
{"full_text":"RT Congress's inaction in July has working class AMERICANS now facing HOMELESSNESS. UNITE &amp; PASS meanin...","sentiment_score":0.0}
{"full_text":". Why ? Cuz concert and Corona?","sentiment_score":0.0}
{"full_text":"RT Germany is going full lockdown again, which is odd because they have mask mandates enforced with $5,000 fines &amp; the CDC said th...","sentiment_score":0.0916666667}
{"full_text":"RT Because of their deranged hatred of many in legacy media will never give him credit for #OperationWarpSpee...","sentiment_score":0.5}
{"full_text":"Rapport ?","sentiment_score":0.0}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"RT From Wednesday, Germany will be going into a hard lockdown closing all stores and businesses once again.This lockdown...","sentiment_score":-0.2916666667}
{"full_text":"RT Lo que Gatell no entiende ni atiende ''Autoantibodies' may be driving severe Covid cases, study shows","sentiment_score":0.0}
{"full_text":"RT The combination of Brexit and Covid - recession, job losses, spending cuts and poverty; an aggressive and increasingly r...","sentiment_score":0.0}
{"full_text":"RT Faces of COVID is a crucial Twitter account that documents and humanizes some of the many, many people we've lost. Reading...","sentiment_score":0.3333333333}
{"full_text":"Not just a crisis but a pandemic","sentiment_score":0.0}
{"full_text":"This is Bullshi, why should a 2yr old where a mask!! where is the media. what are we communist country!!","sentiment_score":0.244140625}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":"RT We have momentum to get #COVID19 relief across the finish line thanks to our bipartisan relief proposal....","sentiment_score":0.2}
{"full_text":"They seized UKhttps:\/\/t.co\/TgiuQLiwBP","sentiment_score":0.0}
{"full_text":"RT Map of #covid19 hotspots in the US from We are just beginning to see the effects of the Thanksgiving surge. Hospi...","sentiment_score":0.0}
{"full_text":"It's better to wear a mask in poorly ventilated space than not. But masks should not be considered as the best tool in this situation. Avoid the small, poorly ventilated space or address ventilation.","sentiment_score":0.09}
{"full_text":"Number won't lie. With Covid death number, the USA has less deaths compared to previous years. Why?@realDonaldTrump  ","sentiment_score":-0.1666666667}
{"full_text":"RT For your family, neighbors, and country -- wear a mask.","sentiment_score":0.0}
{"full_text":"RT As we roll out vaccines, remember that the primary role of wearing masks is to protect those around you.Vaccines against...","sentiment_score":0.4}
{"full_text":"RT I wish we had parades &amp; non-stop celebratory coverage of incredible feats of human collaboration &amp; brilliance.This right...","sentiment_score":0.3952380952}
{"full_text":"RT The Mormon church announced new temples, has billions in stocks, and can't provide for their own missionaries.","sentiment_score":0.3681818182}
{"full_text":"RT Looking forward to chatting with and about building moats in an evolving consumer business...","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"RT This whole conversation isn't even about AOC individually. 118 Congressional reps co-sponsored M4A. That's 118 people to pu...","sentiment_score":0.1}
{"full_text":"How does Rand Paul keep getting re-elected?","sentiment_score":0.0}
{"full_text":"RT In Mexico, a woman celebrated when U.S. tourists were allowed to return to Cabo--boosting her horseback-riding business. But Ame...","sentiment_score":0.35}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":".@IntegratedBiome reveals its fingerprint scanners may kill COVID-19 at event conclusion","sentiment_score":0.0}
{"full_text":"COVID news live - UK updates: Greenwich schools forced to close as pandemic grows 'exponentially' | UK News | Sky News","sentiment_score":-0.0818181818}
{"full_text":"I need to go grocery shopping but we're back to the panic buying for 2nd lockdown smh","sentiment_score":0.0}
{"full_text":"I love folding laundry since I learned how Marie Kondo does it! I'm with you on food shopping during the pandemic though - no thanks! I may keep doing delivery since it's so nice to not have to do it all!","sentiment_score":0.4166666667}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":"RT The US should send them back and Canada should quarantine them. It is selfish for snowbirds to vacay and put further stress o...","sentiment_score":-0.1666666667}
{"full_text":"RT Canada's 1st shipment of coronavirus vaccine to arrive Sunday evening |","sentiment_score":0.0}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"But sarcastic or not, isn't he ashamed to be hearing such little voices while he continues to expose the kids to Covid?","sentiment_score":-0.0291666667}
{"full_text":"RT General Gus Perna: \"I expect the first shipments to arrive Monday morning.\" Gen. Perna with Operation Warp Speed said Saturday t...","sentiment_score":0.15}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":"RT The first flight of COVID-19 vaccines has landed at our Worldport facility, where they will be sorted and distributed as early as...","sentiment_score":0.175}
{"full_text":"RT Californians and people across the nation are facing record numbers of COVID-19 cases, overwhelming health care worker...","sentiment_score":0.5}
{"full_text":"305,890     THE TRUMP PANDEMICDEATH TRACKER:Americans Killed by Inaction, Neglect, Incompetence and Corruption.  305,890.                       It didn't have to be this bad","sentiment_score":-0.45}
{"full_text":"RT I don't understand some event headlines. \"This year has been tough on us let's Detty this December \"Ninu pandemic???? Coron...","sentiment_score":-0.3888888889}
{"full_text":"RT Sadly, more likely 50,000. All pre-determined by our behavior in November.  Holiday gatherings have to be cancelled to...","sentiment_score":0.25}
{"full_text":"RT There should be no coronavirus liability shield for businesses in the spending bill. Give businesses maximum flexibility t...","sentiment_score":0.0}
{"full_text":"RT I think everyone could use a lighthearted\/happy story right now so here goes:At the beginning of the pandemic I went thro...","sentiment_score":0.2857142857}
{"full_text":"Good thing we got our trip in earlier this year.","sentiment_score":0.35}
{"full_text":"RT Staff at have been given training in how to deal with suicide after eight of its members take their own liv...","sentiment_score":0.6}
{"full_text":"... lockdown countrywide.  One month!","sentiment_score":0.0}
{"full_text":"RT We're in the teeth of the COVID-19 crisis right now, and this nation needs presidential leadership.Leadership that is willi...","sentiment_score":0.2857142857}
{"full_text":"You're a #Super Covidiot. A patient who spends several days in our ICU and leaves the package of masks behind on the bed when you're released.","sentiment_score":-0.0222222222}
{"full_text":"Hey, did you see that I said that I overreacted? They've done it 2 years in a row, and it's been an entire year since our last development update (\"team cherry doesn't have covid\" doesn't count. I'm more frustrated at the lack of communication than mad it didn't happen.","sentiment_score":-0.165}
{"full_text":"RT It's Day 3 of the #VoteYourRaise tour and today is in Augusta! We will be spreading a simple message to voters...","sentiment_score":0.0}
{"full_text":"What?? You think these lockdowns are wrong?? I hope you take this Covid virus serious and not as a joke. Like this Trump dude ...","sentiment_score":-0.4166666667}
{"full_text":"RT More effective and consistent federal policy responses could have prevented so much suffering in Alabama and across the...","sentiment_score":0.3875}
{"full_text":"just....amazing!!We usually only get up there once a year, and we are never disappointed with what we bring home!!As always, great brew! Thank you!!Stay healthy up there...","sentiment_score":0.46875}
{"full_text":"RT You're busted Newt.  Making it easier for more people to vote in a pandemic (the usual fraud claims have been exposed as no...","sentiment_score":0.125}
{"full_text":"RT .@chucktodd on \"Covid is now responsible for six of the ten deadliest days in U.S. history, including two day...","sentiment_score":0.1}
{"full_text":"RT PANDEMIC DENIALISM LUNACY. All #COVID19 deniers should have to volunteer \/ work in the hospital or a morgue themselves... w...","sentiment_score":0.0}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"RT After Seeing A Pandemic Was Coming, Perdue And Loeffler Invested In Body Bags","sentiment_score":0.0}
{"full_text":"RT This Is 100% Possible.. The Same Thing Happened To Me.. I \"Recovered\" From COVID In Early May, &amp; In Late July I Was Just Wa...","sentiment_score":-0.05}
{"full_text":"another lockdown, time for anarchy and the govt to face a kangaroo court","sentiment_score":0.0}
{"full_text":"RT Breaking - UPS and FedEx trucks carrying the first U.S. shipment of coronavirus vaccine have left Pfizer's facility near K...","sentiment_score":0.1166666667}
{"full_text":"RT I want to share my story with you; I think given my last post it is important. I am a participant in a Phase 3 clinical trial fo...","sentiment_score":0.2}
{"full_text":"What sucks about our floor is pts are here for other reasons but get covid tested. Days after being on our floor, they get test results, if +, get sent to covid floor. I'd rather know upfront, for sure. So we can wear ALL covid ppe. It's stressful.","sentiment_score":0.025}
{"full_text":"RT Ah Warner,  Founder Talks Hemp, Cannabis, Covid and #MaskedHeroes  via","sentiment_score":0.0}
{"full_text":"RT By now, it is just so obvious that COVID-19 is mainly an aerosol- transmitted disease, with minor fractions of surface and...","sentiment_score":0.0388888889}
{"full_text":"Name a better duo...(*this pic was taken before masks &amp; social distancing). I mean where else will you get talk during color commentary?? #DallasCowboys #Radio","sentiment_score":0.0736111111}
{"full_text":"RT Thanks for highlighting our work on the development of COVID-19 vaccines!","sentiment_score":0.25}
{"full_text":"RT Johnson was set to lockdown in mid-September until Sunak invited lockdown sceptic scientists Gupta and Heneghan to spe...","sentiment_score":0.0}
{"full_text":"RT City-to-city networking has been instrumental in bolstering #localgov #innovation throughout the pandemic.Learn how...","sentiment_score":0.0}
{"full_text":"Airlines shed jobs as they slashed costs to weather the coronavirus pandemic. With prospect of additional federal relief still mired in politics, real questions remain about the industry's ability to return when travelers do. via skift","sentiment_score":0.2}
{"full_text":"RT LEADERSHIP--Germany agreed to step up lockdown measures Dec16-Jan10 to stop exponential #COVID19 rise. Most stores &amp; schools...","sentiment_score":0.5}
{"full_text":"Outdoor education centres warn of risk of closure due to Covid | Young people | The Guardian","sentiment_score":-0.0125}
{"full_text":"There's a push for Australian school teachers to be prioritised for a COVID-19 vaccine. #9News","sentiment_score":0.0}
{"full_text":"RT \"Was Grandma a part of this too?\"\"Oh yeah, she was a big anti-masker\/anti-vaxxer in her day! She also really didn't lik...","sentiment_score":0.1}
{"full_text":"trump, his family\/admin\/cab\/gop\/vp all complicit w\/trump in KILLING AMERICANS. They don't care. Their neglect of covid ruined the economy.No food lines for them. TRUMP\/GOP GENOCIDEU.S.Cases: 16.2M+ &amp; climbingDEAD: 298K &amp; climbing","sentiment_score":0.0}
{"full_text":"RT Doctors are having to decide who lives and who they let die. And people are fighting tooth and nail to keep this failure in offi...","sentiment_score":-0.3166666667}
{"full_text":"#MedicareForAll is worth a showdown over. Force the floor vote &amp; when it doesn't pass -- #GeneralStrike already.","sentiment_score":0.3}
{"full_text":"In my opinion i feel like he hasn't been really promoting it other than always saying it will end the pandemic. Almost like he is playing into their game just to mock them.","sentiment_score":-0.1083333333}
{"full_text":"RT NYC officially uses the Maricopa definition of a COVID death: any death from any cause of death within 60 days of a positive SA...","sentiment_score":0.2272727273}
{"full_text":"There's a push for Australian school teachers to be prioritised for a COVID-19 vaccine. #9News","sentiment_score":0.0}
{"full_text":"This pandemic is wack this social distancing is wack these mask are wack. I don't believe in the overall deadliness of this virus and i believe our entire reality is scripted","sentiment_score":0.0111111111}
{"full_text":"#coronavirus minks","sentiment_score":0.0}
{"full_text":"shoutout Portage","sentiment_score":0.0}
{"full_text":"It already is for me without any question! Pandemic Barclays is WILD! ","sentiment_score":0.125}
{"full_text":"RT From the instant the pandemic reached our shores, we raced into action to develop a safe and effective vaccine--and now, we...","sentiment_score":0.3}
{"full_text":"RT Fact: COVID-19 has killed more people in America than there are students in the entire UC system. Imagine every student at B...","sentiment_score":0.1}
{"full_text":"Cite your facts, please. Where are those numbers coming from, because globally, excess deaths are up. 1 in 500 people in both NJ and South Dakota have died from Covid. That's not 1\/500 who contract it, that's 1 in 500 of the entire population. Long term effects are emerging.","sentiment_score":-0.0166666667}
{"full_text":"The first batch of Pfizer's COVID-19 vaccine is being packed at a plant in Michigan Sunday.Health care workers and elderly people will be first in line to receive the first round of 2.9 million doses. US Launches COVID-19 Vaccine Distributionhttps:\/\/t.co\/WPrtuhMrei","sentiment_score":0.1375}
{"full_text":"BLAST FROM THE PRE-CORONA PAST: Ad Jingleshttps:\/\/t.co\/R1Bs4iwPq9","sentiment_score":-0.25}
{"full_text":"The COVID-19 vaccine has some routine side-effects, but the good news? It means that the vaccine is working. CNBC has the latest","sentiment_score":0.6}
{"full_text":"RT We're in the teeth of the COVID-19 crisis right now, and this nation needs presidential leadership.Leadership that is willi...","sentiment_score":0.2857142857}
{"full_text":"Christmas coronavirus rules 'may need to change within days'","sentiment_score":0.0}
{"full_text":"Please check on sanwo olu. It's really too much on him. Covid-19 and Arsenal","sentiment_score":0.2}
{"full_text":"Think you've been exposed to COVID-19 or just want to make sure you don't have it? The State of MN is covering the cost of a free COVID-19 test for educators regardless of insurance! Check your district email for your link or click below for more info","sentiment_score":0.5}
{"full_text":"RT It's like another world. People are literally living in terror. Instead of intelligently recognizing there's a risk, but the...","sentiment_score":0.8}
{"full_text":"Mariana Manyoma la tiene clara para el 2021https:\/\/t.co\/D1yOYyn4D4","sentiment_score":0.0}
{"full_text":"The chief scientist leading the White House's Operation Warp Speed, said President Donald Trump's public pressuring of the Food and Drug Administration commissioner to quickly approve the coronavirus vaccine was not helpful for building public confidence.","sentiment_score":0.0833333333}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"\"Proteins from SARS-CoV-2 reduce T cell proliferation: A mirror image of sepsis\" - Read more in #sepsis #SARSCoV2 #COVID19","sentiment_score":0.5}
{"full_text":"Thank you funded in part by the Government of Canada, for your generous support to create new treatment space in our backyard at our #Peterborough site and help Five Counties respond to the challenges of Covid-19. #BuildingAbilitiesforLife","sentiment_score":0.1363636364}
{"full_text":"A winter 2020 question: Canadian cold or COVID? -- by","sentiment_score":-0.6}
{"full_text":"RT Coronavirus Update: Total cases: 72,522,980 (+89,927)  Current cases: 20,127,690 (+40,971)  Deaths: 1,617,242 (+...","sentiment_score":0.0}
{"full_text":"RT PLS HELP RT Happy V Day  BTS \"V\" KIM TAEHYUNG A Stay-At-Home Cupsleeve Event  in Metro Manila. In collaborati...","sentiment_score":0.8}
{"full_text":"And we're live! Today on #CCCheckup: Will you be first or last in line for the COVID-19 vaccination?Call Us: 1-888-416-8333 or email: checkup@cbc.ca","sentiment_score":0.1401515152}
{"full_text":"RT Applications for the 2021 #WJChallenge close this Wednesday! Cash awards will go to six high-impact projects working to protect...","sentiment_score":0.0}
{"full_text":"COVID-19 vaccines have begun shipping in the U.S. after getting emergency authorization, but supplies are expected to be limited for some time.https:\/\/t.co\/fjjUX1Zq07","sentiment_score":-0.0857142857}
{"full_text":"Coronavirus (COVID-19): advice for UK visa applicants and temporary UK residents","sentiment_score":0.0}
{"full_text":"Click below to learn the latest on where to get tested for COVID-19 in Framingham. This information is available in English, Spanish, and Portuguese.https:\/\/t.co\/hM6TgcWSiI#cityofframingham #framinghampubliclibrary #fplreads #covid19 #testing","sentiment_score":0.225}
{"full_text":"This year, signatories of the 2015 Paris Agreement were supposed to outline how they planned to slash emissions.  Amid COVID-19, leaders are now looking for new momentum to beat back the climate crisis. Read more ","sentiment_score":0.2121212121}
{"full_text":"The City of North Las Vegas is offering assistance for residents and small business owners who have suffered hardships through the pandemic. For more information, call (702) 633-1073 or visit the City's centralized COVID-19 assistance portal.","sentiment_score":0.125}
{"full_text":"The first vaccines against Covid-19 aren't just a landmark in the fight against the pandemic. They're also the stepping stone for an unconventional technology that could one day defeat other ailmentshttps:\/\/t.co\/3mQ6BxzFZ2","sentiment_score":0.0625}
{"full_text":"well look everyone this couple deserved to get arrested after testing positive for the #coronavirus as they got on a plane going from #SanFrancisco #California to #Hawaii very recentlyhttps:\/\/t.co\/CdQXpg5ebf","sentiment_score":0.2136363636}
{"full_text":"As the #COVID19 pandemic surges, winter sports will look a lot different. weighs in on the risk of #COVID19 transmission while playing indoor winter sports. Watch here:","sentiment_score":0.0}
{"full_text":"There's a push for Australian school teachers to be prioritised for a COVID-19 vaccine. #9News","sentiment_score":0.0}
{"full_text":"Bring Stroke Education to High Schools.  #COVID-19 #CPR #CPR_training #AED #911 #EMT #FF","sentiment_score":0.16}
{"full_text":"Public health officials must implement tougher restrictions to address the pandemic in Kansas, the White House task force recommends.We obtained the Dec. 6 report, in which the task force lays out the COVID-19 situation in the state. (via","sentiment_score":0.0}
{"full_text":"Washington state has started distributing free N95 masks in bulk to help prevent the spread of the coronavirus.","sentiment_score":0.4}
{"full_text":"Kansas City and Wichita fall within the top 30 cities that need the most initial COVID-19 vaccines.","sentiment_score":0.3333333333}
{"full_text":"\"Contemplation\" Own a stunning #canvas #art from PS12.99, link below. Free shipping in #UK Beat the #coronavirus blues and glam up your #home or #office#ArtistOnTwitter #photography  #photooftheday #Travel #homedecor #DIY #interiordesign #mentalhealth","sentiment_score":0.5}
{"full_text":"Mental health experts say the pandemic has the power to trigger both anxiety and depression in previously healthy people.","sentiment_score":0.2}
{"full_text":"Shanti Community Farms is working to support Akron's immigrant students in different ways during the COVID-19 pandemic. ","sentiment_score":0.0}
{"full_text":"Italy, where the continent's pandemic began, registered 484 #COVID19 deaths in one day, one of its lowest one-day death counts in about a month.","sentiment_score":0.0}
{"full_text":"Total deaths are now at 4,056, or 0.9 percent of those who have contracted the virus.","sentiment_score":0.0}
{"full_text":"COVID-19 hospitalizations for Region 8 have dropped slightly to 159.","sentiment_score":-0.1666666667}
{"full_text":"Dr. Saurabh Mehandru discusses his recent study on #COVID19 immunity and its presence in recovered patient's gut:","sentiment_score":0.0}
{"full_text":"UPDATE: Germany will go into a \"hard\" national lockdown, starting next week and continuing through the Christmas period ","sentiment_score":-0.0972222222}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":"Yes with our second longest life span 9n earth, 3rd best health care system, lowest infant mortality, 900 deaths from CoVid .... top 5 HDMI index .... rating higher than the US on every positive measurable  .... you Americans are hilarious!","sentiment_score":0.3717532468}
{"full_text":"I respect Brooke Schofield aka Mindy, she seems quite smart &amp; aware, but the main takeaway from watching her video is this:Most teen\/early twen influencers are just pure trash and shouldn't be idolized. Also, how about y'all quit partying in a pandemic?","sentiment_score":0.2113095238}
{"full_text":"RT #COVID19 has been reported in mink in several countries, including the US, but there is no evidence that animals are playing a...","sentiment_score":0.0}
{"full_text":"RT My wife just returned from a 12 hour shift as a nurse. I'll spare you all the details, but it's bad out there. Do the eas...","sentiment_score":-0.7}
{"full_text":"'It just touches my heart': Goodfellows donor gives in memory of #coronavirus victims","sentiment_score":0.0}
{"full_text":"RT Getting the coronavirus vaccine does not mean you are safe to stop wearing masks and stop social distancing. We still don't k...","sentiment_score":0.2298611111}
{"full_text":"Time: 21:00 * Temp: 10.1degC * Wind: SSE 0.9 to 11.0mph * Pressure: 976.8hPa * Rain: 14.8mm * Hum: 97% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:38 * Sunset: 15:57 * Cloudbase: 320ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
