{"full_text":"RT \"Of all the lessons we've learned..., the most significant is how unequal its effects have been. Wealth... is the best s...","sentiment_score":0.625}
{"full_text":"RT This Christmas, I hope the President will sign the COVID19 relief bill (&amp; our omnibus to fund the government) for the s...","sentiment_score":0.0}
{"full_text":"RT Happy Christmas!  New Guardian article: If you wanted to run an experiment on Earth to understand human behaviour, this p...","sentiment_score":0.3787878788}
{"full_text":"I wish there could be some commercials in heavy rotation on TV simply educating people on how to wear a mask. Cannot tell you how many people I see who don't cover their nose. I suspect it's so widespread now that social distancing is hard and lot is in home spread.","sentiment_score":0.0083333333}
{"full_text":"RT Yes plz #promotemedicalstudents","sentiment_score":0.0}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT A Black Doctor Dies of Coronavirus Complications Just Weeks After Complaining About Hospital's Racist Treatment","sentiment_score":-0.1666666667}
{"full_text":"RT My sister accidentally wrapped my gift in the covid stats \/ obituaries page","sentiment_score":0.0}
{"full_text":"RT In appreciation of our #medical community, women from  Humanity First #Nederland visited a medical facility to THANK t...","sentiment_score":0.0833333333}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"RT This Christmas, please keep our healthcare heroes in your prayers, and stay vigilant to protect yourselves and your loved ones...","sentiment_score":0.7}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"A kiwi tests positive for Covid.","sentiment_score":0.2272727273}
{"full_text":"RT #lockdown #STAYATHOME kelly_kellina_real my only profile at Instagram follow me babies ","sentiment_score":0.0}
{"full_text":"Merry Christmas you filthy animals! #MerryChristmas #MerryXmas #HappyHolidays #bethankful #love #Jesus #coronavirus #December2020 #December25 #friday","sentiment_score":-0.25}
{"full_text":"RT Covid renewal in Japan, South Korea might strike Asia's financial healing#worldnews #breakingnews #latestnews #politic...","sentiment_score":0.0}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"RT Trump says if you live in Georgia, the best way to support him is to boycott the runoff elections in January. Did you he...","sentiment_score":0.5681818182}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"RT Minors! Get away! But if you care about being horny and stuff or have known someone who relys on nsfw art for income better...","sentiment_score":0.5}
{"full_text":"RT Season's greetings and best wishes to the familyinblack worldwide. 2020 was blighted by the Covid pandemic, a year that...","sentiment_score":1.0}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"RT Hundreds of thousands of people lost loved ones during the 1918 pandemic. Archived letters and news reports show that when fam...","sentiment_score":0.7}
{"full_text":"...Corona virus with a little touch of hardship.","sentiment_score":-0.1875}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT #IndiaWithPFI  #IndiaWithPFI  Stop hunting POPULAR FRONT OF INDIA #IndiaWithPFI  We support POPULAR  FRONT OF INDIA...","sentiment_score":0.6}
{"full_text":"RT After the good work he's done Rashford being set up with this insignificant folly. Standard UC allowances need to increase by...","sentiment_score":0.35}
{"full_text":"RT I promised myself and my family that one day I would tell the beautiful story of Luke and his Aunt Bethany. So, on Chr...","sentiment_score":0.85}
{"full_text":"RT (Interesting. Btw, not directed at anyone, I've never understood the conflation between flu's (all...","sentiment_score":0.5}
{"full_text":"RT I promised myself and my family that one day I would tell the beautiful story of Luke and his Aunt Bethany. So, on Chr...","sentiment_score":0.85}
{"full_text":"New technique reduces postoperative deficit of oxygen in the blood in patients with morbid obesityhttps:\/\/t.co\/TvzAqBbK4R#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.1363636364}
{"full_text":"CC: #MAGA he hates you too!","sentiment_score":0.0}
{"full_text":"RT \"Perhaps it is fitting that in the worst year in memory, the surprise prospect of a government shutdown and delayed economic relie...","sentiment_score":-0.1}
{"full_text":"RT It's truly a Christmas miracle! I completely defunded the military &amp; screwed every struggling family waiting desperate...","sentiment_score":-0.2}
{"full_text":"RT Trump says if you live in Georgia, the best way to support him is to boycott the runoff elections in January. Did you he...","sentiment_score":0.5681818182}
{"full_text":"RT I hate golfTrump golfs in Florida as COVID relief hangs in the balance - ABC News - via","sentiment_score":-0.8}
{"full_text":"RT Wishing our Christian brothers and sisters a Merry Christmas, and we pray for a blessed New Year for us all, marked by...","sentiment_score":0.0787878788}
{"full_text":"LA County sets grim milestone with 140 COVID-19 deaths in a single day","sentiment_score":-0.5357142857}
{"full_text":"RT Um, men...you might wanna read the last line of this article before you roll up your sleeves for the COVID jab!  http...","sentiment_score":0.0}
{"full_text":"\"and contradictory remarks from senior regime officials on the coronavirus vaccine indicates corruption, theft, disillusionment and incompetence among regime officials. This has delayed any vaccination efforts and led to more people dying...\"","sentiment_score":0.5}
{"full_text":"RT #Breaking Covid-19: Dept is notified of two further deaths, 1,025 new cases and confirms new UK variant of coronavirus has bee...","sentiment_score":0.0909090909}
{"full_text":"As expected, #1 in the world in terms of Covid positive percentage ","sentiment_score":0.0636363636}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT a whole live countdown concert with the guest artists for fans for FREE in this pandemic??? i've said this before and i'll...","sentiment_score":0.2454545455}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT Small businesses are closed.Big box stores and Amazon remain open.Virus outbreak from retail is almost non-existent....","sentiment_score":-0.25}
{"full_text":"RT  ... ima take you over any of those cats... #lockdown #saints #whodat","sentiment_score":0.0}
{"full_text":"Kapamilya reporter Doris Bigornia lost a loved one weeks before Christmas.","sentiment_score":0.7}
{"full_text":"flying to europe where new strains of covid are popping up to flex on my twitter followers with beans, undercooked bacon and canned minute maid","sentiment_score":0.1363636364}
{"full_text":"RT wheein social distancing lol","sentiment_score":0.4166666667}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"CAL AND NY POLS CAN EMPTY THE PRISONS FOR COVID THEY SAY AND THE MSM KISSES THEIR ASS... TRUMP PARDONS PEOPLE WRONGLY JAILED AND THE MSM FLIPS ITS LID. SHOWS HOW CROOKED THEY ARE","sentiment_score":-0.2}
{"full_text":"RT Don't worry, America. You might not get the COVID relief checks you so desperately need, but four war criminals were pard...","sentiment_score":-0.6}
{"full_text":"RT This nigga flew to Paris in a pandemic to eat beans.","sentiment_score":0.0}
{"full_text":"RT Trump golfs in Florida as COVID relief hangs in the balance","sentiment_score":0.0}
{"full_text":"The FBI reports an increase in sextortion scams recently where crooks demand payment to not leak sensitive images or information about a victim. -","sentiment_score":0.0083333333}
{"full_text":"RT If you feel sick coming back to work from the holidays, stay home! As tells me, one sick person with COVID who w...","sentiment_score":-0.4761904762}
{"full_text":"RT Letting fresh air indoors can reduce the risk of infection from coronavirus by 70%.  If you have your extended house...","sentiment_score":0.3}
{"full_text":"RT Omnibus spending, COVID package now goes to Trump, after Congress failed to increase $600 payments | Just The News htt...","sentiment_score":-0.5}
{"full_text":"People in this country are dying from COVID at a rate of 5-times that of the seasonal flu. People who think this isn't a problem...are the problem! Obviously any real leadership or intelligence is not left the WH!","sentiment_score":0.0666666667}
{"full_text":"RT We want to hear about the questions you have around long Covid, strains, testing and any other related issueshttps:\/\/t.co\/Q...","sentiment_score":-0.0583333333}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"RT This is the Covid response report of Punjab Govt. On page 334 the report says \"opening up of agricultural marketing beyond...","sentiment_score":0.0}
{"full_text":"#COVID19 forces FIFA to postpone U-20, U-17 World Cups","sentiment_score":0.0}
{"full_text":"Season's Greetings: Cards Solicited for COVID-19 Patients","sentiment_score":0.0}
{"full_text":"Health officials are concerned that the Christmas holiday will result in another COVID-19 spike, for hospitals that are low on beds and staff that are calling out sick.","sentiment_score":-0.3571428571}
{"full_text":"Did Fauci Just Admit He Lied About Herd Immunity To Trick Americans Into Vaccine? SQ;IN MY OPINION, YOU ARE WATCHING 'MEPHISTOPHELES PRIDE AND JOY',FAUSTI,REVEAL THE SINISTER MOTIVES BEHIND VACCINATION TERMINATION!","sentiment_score":-0.0666666667}
{"full_text":"RT A person with #COVID19 can spread it for 2-14 days without showing any symptoms, and asymptomatic cases are common. You m...","sentiment_score":-0.3}
{"full_text":"During the Coronavirus OutbreakForever Manchester is proud to support hundreds of community groups and organisations in Greater Manchester that have responded to the impact of #Covid19UK","sentiment_score":0.65}
{"full_text":"If you could decide about an entire country or even a few, what would you do? Would you know what to do to win with the virus? Play VIRUS: The Outbreak on #NintendoSwitchhttps:\/\/t.co\/ELsP7n9nLm","sentiment_score":0.2}
{"full_text":"ELIZABETH \"BETSY\" MCGEHEE, 81 of Covington, Georgia died of COVID on Dec. 6. \"Best mother &amp; grandmother ever. Incredibly smart, funny, outspoken &amp; generous. Known as Mamoo by her one grandchild Benjamin. 3-day Jeopardy winner in '65 while pregnant with first born.\"","sentiment_score":0.4095238095}
{"full_text":"As an EMT, Damaris Padilla is used to putting her life on the line. But when two of her children tested positive for COVID-19, she had to put everything aside to care for her family. and team up to give her a huge surprise!","sentiment_score":0.3636363636}
{"full_text":"#WearAMask that meet these 3 criteria:Have 2 or more layers of washable, breathable fabric. Completely cover your nose and mouth. Fit snugly against the sides of your face and don't have gaps.https:\/\/t.co\/EjRqEXIAoE #HolidayAskWearAMask","sentiment_score":0.3333333333}
{"full_text":"Has the COVID got you down? Listen for the bells on Christmas Day. It worked for Longfellow.","sentiment_score":-0.1555555556}
{"full_text":"According to the #vegan advocate, it is time to take 'bold action' with \"pandemic ravaging global society...slaughterhouse workers dying and billions of animals suffering needlessly.\" #pandemic #NoMoreFactoryFarms","sentiment_score":-0.0166666667}
{"full_text":"Hello ! If you live in GMT-7 then *some* governments think that COVID is taking a 24-hour break (how nice of it !).That is not the case, so please stay safe !Merry Christmas !","sentiment_score":0.5558712121}
{"full_text":"According to a new study, the proliferation of face coverings in order to keep a check on #COVID19, isn`t keeping children from understanding facial expressionshttps:\/\/t.co\/keJJGPOZAF","sentiment_score":0.0681818182}
{"full_text":"China will be to the #Corona World Cup what England is to the Cricket World Cup!!! The ones who started it!","sentiment_score":0.0}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":" [#TOP10 Ifri's most read publications in 2020 ] #7- Economy and Diplomacy: China's two Challenges in the Post-Covid-19 World, by","sentiment_score":0.5}
{"full_text":"#REFLECTION: 'Together we can': #Stouffville resident's offer to share farm blossoms into support group amid COVID-19. #2020","sentiment_score":0.0}
{"full_text":"SALES MANAGERS: GIVE YOUR SALES TEAM THE SUPERPOWERS THEY NEED TO SELL IN TODAY'S UNCERTAIN TIMES. The unique 3E Sales Accelerator Method in these done-for-you skill boosters - is for achievement-oriented sales managers in the COVID-19 sales world.","sentiment_score":0.375}
{"full_text":"Coaches: Make your practices the BEST part of your kids' day. This pandemic has been incredibly hard on school aged kids. Lets remember to not get so wrapped up in development or achievement that we forget to have fun and smile with our kids.@mplegends","sentiment_score":0.2416666667}
{"full_text":"Fear that the #holidays will fuel the United States #coronavirus crisis ... | #Christmas | #SARSCoV2 | #infection | #HealthCare | #PublicHealth | By and via","sentiment_score":0.0}
{"full_text":"We had pretaped matches &amp; a complete storyline for Shotgun 2020 season 3 during CGP weekend. With the current lockdown this won't be happening, hence we are releasing this special on new year's eve.4 unreleased matches, 1 storyline, the 10 best moments of 2020. Over 2h long.","sentiment_score":0.2572510823}
{"full_text":"Merry #Christmas #Catholic #Covid19","sentiment_score":0.0}
{"full_text":"hhaahaa i personally kno 3 people in my family and 12 friends(incl their family) who had covid. Aged from 30 to 67.... was an avrage flu for most. 1 said  abad flu, 3 others said it was hardly noticeable!","sentiment_score":0.0088541667}
{"full_text":"RT You are losing the dignity of white coat , its illogical &amp; out of question.Not a single bachelor degree holder are pro...","sentiment_score":-0.0357142857}
{"full_text":"If Santa can wear one....","sentiment_score":0.0}
{"full_text":"Lee Johnson has revealed that all three goalkeepers have tested positive while four others end their isolation on the day they're set to face Accrington Stanley. #SAFChttps:\/\/t.co\/Zl5vxoS99i","sentiment_score":0.2272727273}
{"full_text":"The Pro's wish all of you who celebrate, a Merry Christmas! Whether you are at home, or with family, stay safe and have a happy holiday!","sentiment_score":0.75}
{"full_text":"In the wake of COVID-19, many have been concerned about the state of their employment. If you aren't being paid the appropriate wages or have been wrongfully terminated, we're here to help you understand your rights. Give us a call at (480) 325-9900","sentiment_score":0.5}
{"full_text":"happy Holidays from the COVID Warriors in 7 East. #HinesIsHere","sentiment_score":0.8}
{"full_text":"Stay home and stay safe this holiday season with these classic movies. ","sentiment_score":0.3333333333}
{"full_text":"COVID 19 cases in India until : 25\/12\/2020 21:30Total Cases: 10157964 [+10496]Active: 279099Recovered: 9728842 [+11644]Deaths :147241 [+113]Total Tests: 166.31MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Known as the \"mother of the jungle,\" Noemi Gualinga has been particularly busy this year, helping her community deal with the double blow of the COVID-19 pandemic and a major flood. #AmazonRainforest","sentiment_score":0.0541666667}
{"full_text":"2020 IN REVIEW: Vancouver couple resells $100K of cleaning products purchased at Costco amid COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"Help Families Struggling this Christmas Due to COVID-19https:\/\/t.co\/gNVmOTyLuO","sentiment_score":-0.125}
{"full_text":"Dr. Birx: People who get the COVID vaccine should still wear a mask","sentiment_score":0.0}
{"full_text":"Hear, hear! Less wasteful consumption too...","sentiment_score":-0.1666666667}
{"full_text":"New post: Coronavirus Vaccine: If many vaccines come together, how to decide which one to take? know from a specialist","sentiment_score":0.3181818182}
{"full_text":"No. 6: \"St. Joe's to test run online classes for coronavirus preparation.\" During spring break, The Hawk reported the university's transition to fully online learning in light of the rapidly growing presence of the coronavirus pandemic.","sentiment_score":0.4}
{"full_text":"The past twelve months brought an enormous amount of loss and disruption as we faced COVID-19. The death toll was hard to fathom. Lives were put on hold. And the challenge of protecting our most vulnerable was met with bravery, exhaustion and sorrow. ","sentiment_score":-0.1083333333}
{"full_text":"#MerryChristmas! Be sure to wear a mask and maintain social distancing when necessary! (Photo: Sgt. Alex Kouns)","sentiment_score":0.1777777778}
{"full_text":"Full of #ChristmasDinner entertain everyone with our #Christmas #Quiz Loads of #Free #QuizNight  #Fun And there are some great #Quizzes there for #Lockdown #Lockdown2 #PubQuiz #QuizTime #COVID19 #coronavirus #Covid_19 #Xmas","sentiment_score":0.4625}
{"full_text":"Whether you are deployed around the world, or at home, have a great day, stay safe, and Climb To Glory.","sentiment_score":0.65}
{"full_text":"We are recruiting now!Help us deliver the COVID-19 vaccine to our communities across Cheshire and Merseyside; we have a range of roles available in both clinical and non-clinical. Apply now! Click here for more information:","sentiment_score":0.5}
{"full_text":"A street mural was created outside of the Pfizer Global Supply campus on Portage Road to thank the company for the role in the COVID-19 development and distribution.https:\/\/t.co\/cm9wfvFFwa","sentiment_score":0.0}
{"full_text":"shhhvreeeeEEEEEEEEOOOOOOoow (#WearAMask)","sentiment_score":0.0}
{"full_text":"Covid is so bad I've had a migraine for 4 days now ","sentiment_score":-0.7}
{"full_text":"RT Here we go..Rural America and immigrant physicians are the victim of green card backlog!!","sentiment_score":-0.19375}
{"full_text":"ICYMI: Man City duo Kyle Walker and Gabriel Jesus test positive for Covid-19 #mcfc","sentiment_score":0.2272727273}
{"full_text":"An intensive care nurse in Mexico City Thursday became the first person in Latin America to receive an approved coronavirus vaccine.https:\/\/t.co\/kRvpNDjmRS","sentiment_score":0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 33.6FWind Chill: 33.6FHumidity: 95%Dew Point: 32.2F Barometer: 29.614 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 200.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"In the wake of COVID-19, many have been concerned about the state of their employment. If you aren't being paid the appropriate wages or have been wrongfully terminated, we're here to help you understand your rights. Give us a call at (480) 325-9900","sentiment_score":0.5}
{"full_text":"Covid vaccine 'No decision' on under 50s vaccine plan.#COVID20 #CoronaVaccine #bbcnews","sentiment_score":0.0}
{"full_text":"Benefits of social distancing, avoiding embarrassing kisses from grandma.","sentiment_score":0.0333333333}
{"full_text":"From coronavirus crackdowns to court battles, here are 10 stories from a year of change for LGBT+ peoplehttps:\/\/t.co\/OZy4uahuAZ","sentiment_score":0.0}
{"full_text":"This year, it is, however, more than a song, but a reality on how this festive season will be celebrated. The government has banned staying out past 10pm in order to minimise socialising, which would potentially increase the spread of Covid-19.https:\/\/t.co\/1PaAE2mnUf","sentiment_score":0.15}
{"full_text":"#Britain is sending 800 military personnel to its border with France as it tries to break the logjam of truck drivers stranded by COVID-19 restrictions","sentiment_score":-0.1}
{"full_text":"Don't forget to watch 'GOODBYE 2020: You, Me &amp; Pandemic' - a recap of the year that will go down in history, that we'll tell our children and grandchildren about, and become subjects of research in the future.Tonight | 10 PM@tanvishukla","sentiment_score":-0.1555555556}
{"full_text":"India's first indigenous Covid-19 vaccine, Covaxin, has shown long-term antibody and T-cell memory responses three months after vaccination of Phase I volunteers.https:\/\/t.co\/sspPSHIWn4","sentiment_score":0.25}
{"full_text":"From Good to know that &amp; is #COVID19 negative. It's unbelievable to find that &amp; will play 5 consecutive games against each other. Very surprised to find that there's more teams want to make a trade just to get","sentiment_score":0.1091666667}
{"full_text":"Wishing a very happy birthday to one of our viewers Bob River who turns 100-years-old today! The U.S. Army veteran of World War II was also the first to receive the COVID-19 vaccine at Truman Veterans' Hospital in Columbia, Missouri.@RobinRoberts","sentiment_score":0.4166666667}
{"full_text":"#COVID19 continues to spread rapidly across the country. Stay vigilant of any symptoms you may have, and if you're feeling sick, stay home and get in contact with your doctor ASAP. #StopTheSpread  Check out most updated list of COVID symptoms:","sentiment_score":-0.1071428571}
{"full_text":"Let's keep ourselves and our loved ones safe this festive season by limiting our social contacts and following the Coronavirus guidelines.  Although the celebrations may be shorter and smaller this year, we wish you all a very merry and safe Christmas.","sentiment_score":0.2761904762}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT You're doing all this for a guy who is decade younger than you and been seeing each other for only 2 months LMAOO I understa...","sentiment_score":-0.0416666667}
{"full_text":"Should I Make Video Games? #COVID19 #life #careerpath #hiring","sentiment_score":0.0}
{"full_text":"RT Founder of Moderna, which has a COVID vaccine, is Armenian born in Lebanon, immigrant to US. Moderna Chief Medical Of...","sentiment_score":0.0}
