{"full_text":"RT Should you get the Covid-19 vaccine if you have already had coronavirus?https:\/\/t.co\/JSSP6zcjgg","sentiment_score":0.0}
{"full_text":"RT He doesn't care about you. He vetoed the defense bill. He says he won't sign the life-saving COVID relief bill. Becaus...","sentiment_score":0.0}
{"full_text":"this didn't get the love it deserved","sentiment_score":0.5}
{"full_text":"RT While Trump plays golf in Florida...- service members get no raise, thanks to his NDAA veto- renters face eviction (aid in C...","sentiment_score":0.2}
{"full_text":"RT The UK is the worst island in the world. No sun, no heat. Just 3 different strains of Covid and vibes.","sentiment_score":-0.5}
{"full_text":"RT When you know you can skip the line for vaccines, you say dangerous things like this.So irresponsible.","sentiment_score":-0.6}
{"full_text":"RT This is outrageous. On Christmas Eve, Kevin McCarthy and House Republicans deprived Americans of receiving $2,000 during th...","sentiment_score":-1.0}
{"full_text":"New York Gym Owner Gets Huge Court Win Over Cuomo's COVID-19 Restrictions ","sentiment_score":0.4454545455}
{"full_text":"RT That's funny. I didn't hear Sen. Paul worry about the deficit when he voted to give $1 trillion in tax breaks to the top 1%...","sentiment_score":0.375}
{"full_text":"2020 went by fast but I feel like 2021 is gonna be worse, fucking covid part 2 all happening","sentiment_score":-0.2666666667}
{"full_text":"RT The bipartisan COVID relief &amp; omnibus bill has been enrolled. The House &amp; Senate are now sending this important legislat...","sentiment_score":0.4}
{"full_text":" -The European Union has disbursed EUR169 million of the COVID-19 support package for Morocco to help the authorities beef up the medical response to the coronavirus pandemic and put in place measures to mitigate its socio-economic impact.https:\/\/t.co\/2bz5LA9rvs","sentiment_score":0.0}
{"full_text":"But fr where can I get the covid vaccine","sentiment_score":0.0}
{"full_text":"RT My brother in law's interview on the COVID paper, that's taken the academic world by a storm, he wrote. An interesting read...","sentiment_score":0.25}
{"full_text":"If you boast that you drink to sanitise your intestines as argued or you smoke to smoke Covid19 away,let's check out Jamaica and compare with our figures,is ganja smoking off Covid19?https:\/\/t.co\/GoNTnBGuhn","sentiment_score":0.0}
{"full_text":"It is time for the Politicians, both Dems and Reps to forfeit their paychecks. Americans are struggling, you are not! We are not the same and we are not in the same boat\/position with COVID. Give it up, do your job, and quit spending our money.","sentiment_score":0.0}
{"full_text":"RT Perhaps one of the most important things to come out of the covid paranoia is that it's exposed how politicized the hea...","sentiment_score":0.45}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT Wear a face mask and get the fucking vaccine I want to see My chemical Romance next year","sentiment_score":-0.3}
{"full_text":"New type of eagles, mutated by covid","sentiment_score":0.1363636364}
{"full_text":"RT \"Sorry, your grandma can't get a vaccine just yet. Gotta get in line behind some kiddy fiddlers and wife beaters. Them's the...","sentiment_score":-0.45}
{"full_text":"RT JUST IN: New coronavirus strain found in Nigeria, different from UK variant","sentiment_score":0.0681818182}
{"full_text":"RT In Canada there are more than 1200 hospitals. Total number of Covid 19 patients in ICU care in Canada now is &lt; 650. THIS PAND...","sentiment_score":0.25}
{"full_text":"RT The UK is the worst island in the world. No sun, no heat. Just 3 different strains of Covid and vibes.","sentiment_score":-0.5}
{"full_text":"RT We adopted a kitten during the pandemic so the first man she has literally ever met is a nice handyman here to mount a t...","sentiment_score":0.425}
{"full_text":"RT Immense decency from our friends in France. Merci ","sentiment_score":0.0}
{"full_text":"RT Remember that time brilliant negotiator Nancy Pelosi turned down a $1.8 trillion deal from Steve Mnuchin?","sentiment_score":0.3722222222}
{"full_text":"RT This tiny number of well connected ideologues, boosted by dark money think tanks, rich media moguls (and unfortunately the...","sentiment_score":-0.06875}
{"full_text":"RT This is what happens when she forgets to wear her working person cosplay","sentiment_score":0.0}
{"full_text":"Much love  and positive vibes to each and every one of you this Christmas Stay safe , Wear a mask  &amp; Wash you hands . #christmastime #familyholidaycard #enjoythemoments#familyalways #realtorlife","sentiment_score":0.4090909091}
{"full_text":"Flu down by 98% Covid up by 98% Same outcomes...","sentiment_score":-0.0777777778}
{"full_text":"RT Hopefully Santa makes it through Ohio tonight by the 10 p.m. curfew. Fly fast, Rudolph. The #COVID19 agents will be on th...","sentiment_score":0.5}
{"full_text":"RT Violence against women is rising globally amidst the #COVID19 crisis.Here in  recently reported a  51% incr...","sentiment_score":0.0}
{"full_text":"RT WHO suddenly now recommending a ct of &lt;34 for pcr tests. Maybe they're worried the game is soon up or wh...","sentiment_score":-0.2}
{"full_text":"RT This is outrageous. On Christmas Eve, Kevin McCarthy and House Republicans deprived Americans of receiving $2,000 during th...","sentiment_score":-1.0}
{"full_text":"RT .@KLoeffler &amp; have a combined net worth over $800 million. Yet they oppose providing any stimulus checks t...","sentiment_score":0.15}
{"full_text":"My pandemic project is an Arabic critical edition of a 10th c. text. So far 988 footnotes on 199 pages. It is at once thrilling and utterly mind-numbingly boring work.","sentiment_score":-0.13}
{"full_text":"24-12-2020 20:00:33 #BlastChristian  The Last Disciples - The Corona","sentiment_score":0.0}
{"full_text":"The \"Discussions with Mercy Leaders in the Time of Coronavirus\" Speakers Series brought together Mercy faculty experts to discuss meeting the challenges of the moment.","sentiment_score":0.0}
{"full_text":"Tryna take my family out to eat but the way Covid is set up ","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: in an extremely 2020 plot twist, the UK's biggest covid testing lab is now home to an outbreakThree out of...","sentiment_score":-0.125}
{"full_text":"RT this appears to be NYC's highest positivity rate since the uptick began in September","sentiment_score":0.0}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT This is outrageous. On Christmas Eve, Kevin McCarthy and House Republicans deprived Americans of receiving $2,000 during th...","sentiment_score":-1.0}
{"full_text":"RT Only the most Christian nations get together on Christmas Eve to discuss increasing aid during a pandemic and decide, \"No...","sentiment_score":0.1666666667}
{"full_text":"RT This is outrageous. On Christmas Eve, Kevin McCarthy and House Republicans deprived Americans of receiving $2,000 during th...","sentiment_score":-1.0}
{"full_text":"RT Dr. Susan Moore knew all the fancy terms &amp; treatment nuances when she was struggling with Covid19 in the hospital. Yet the doc...","sentiment_score":0.0}
{"full_text":"RT Perfect lockdown tonic! Thank you for the news piece this evening featuring our Eye Gaze Games and Lucinda...","sentiment_score":1.0}
{"full_text":"RT From With so many politicians breaking Covid lockdown rules, the virus has one more casualty--the sincere political ap...","sentiment_score":0.375}
{"full_text":"RT \"Every time that the science clashed with the messaging, messaging won\": Two Trump appointees at CDC break their silence...","sentiment_score":0.0}
{"full_text":"Which is dumb af we have enough money to help them odds are we prolly fucked these countries at one point and the least we could do is help in global pandemic","sentiment_score":-0.255}
{"full_text":"RT BREAKING: Florida's resident death toll from coronavirus rose to 20,995 with the addition of 121 more reported fatalit...","sentiment_score":0.55}
{"full_text":"RT It's hard to overstate the seriousness of the national arson Trump is committing right now. Vetoing the defense bill....","sentiment_score":-0.0029761905}
{"full_text":"Now we see what thinks about the American people.....","sentiment_score":0.0}
{"full_text":"RT This is infuriating.Cancelling student debt will shrink the Black-White wealth gap by 25 points. It will allow many...","sentiment_score":0.5}
{"full_text":"RT President-elect Joe Biden: \"It will be the first priority, the second priority and the third priority -- to deal with C...","sentiment_score":0.0833333333}
{"full_text":"RT JUST IN: New coronavirus strain found in Nigeria, different from UK variant","sentiment_score":0.0681818182}
{"full_text":"Just wrong","sentiment_score":-0.5}
{"full_text":"NYC's Oldest Restaurant Survived The American Revolution And A Bombing. Its Owner Says Cuomo's COVID Restrictions Could Be Its Downfall","sentiment_score":0.0}
{"full_text":"Best course of action is avoid getting infected, either by npis or vaccine.","sentiment_score":0.55}
{"full_text":"RT Only the most Christian nations get together on Christmas Eve to discuss increasing aid during a pandemic and decide, \"No...","sentiment_score":0.1666666667}
{"full_text":"RT Sickening","sentiment_score":-0.9}
{"full_text":"Santa not social distancing. He breaking and entering.","sentiment_score":-0.0166666667}
{"full_text":"RT Walking into supermarkets at Kitale (Yefwe); one would imagine that everyone has received the vaccine against the coronaviru...","sentiment_score":0.0}
{"full_text":"RT Doin my first stream or DJ anything since lockdown this Sunday. Thinkin I might just play all OGs. Have lots of new music...","sentiment_score":0.1931818182}
{"full_text":"RT A 6-year-old boy from Ireland wrote a letter to Pfizer congratulating the company on its coronavirus vaccine. \"Can you please...","sentiment_score":0.0}
{"full_text":"RT Help if you are able.","sentiment_score":0.5}
{"full_text":"RT A sucker is a person who voted for Trump in 2016. A loser is a person who voted for him a second time in 2020. A fucker i...","sentiment_score":-0.15}
{"full_text":"Theres a big wave of infections coming post-holidays. What happens when there's not enough people to stock grocery stores, police, firefighters, teachers, corrections officers, USPS staff or food\/ag, manufacturing, &amp; public-transit workers?https:\/\/t.co\/3jjFjibFtq","sentiment_score":0.0}
{"full_text":"RT Why did House GOP defy request for $2000 checks in the #StimulusPackage? Is Trump already irrelevant?Repu...","sentiment_score":0.0}
{"full_text":"RT As a Disabled woman that has also traveled alone multiple times w\/o blinking... I echo this sentiment ","sentiment_score":-0.1}
{"full_text":"RT EXPOSED!Dear Gov The food items that were supposed to be distributed during covid 19 as reliefs palliatives...","sentiment_score":0.0}
{"full_text":"RT President Trump arrives back at Mar-a-Lago where he will shortly be handed the $900bn coronavirus relief and government spe...","sentiment_score":0.0}
{"full_text":"RT If it wasn't for congressional Republicans you would be getting $2,000 in COVID relief.","sentiment_score":0.0}
{"full_text":"RT This is outrageous. On Christmas Eve, Kevin McCarthy and House Republicans deprived Americans of receiving $2,000 during th...","sentiment_score":-1.0}
{"full_text":"RT The bipartisan COVID relief &amp; omnibus bill has been enrolled. The House &amp; Senate are now sending this important legislat...","sentiment_score":0.4}
{"full_text":"RT A very covid christmas","sentiment_score":0.2}
{"full_text":"RT Fifty staff at a single Toronto hospital have the time to record a dance video. Entire wings of the hospital seem to be emp...","sentiment_score":-0.0357142857}
{"full_text":"RT As we celebrate the holidays, we need to make sure we're taking every possible precaution to keep our families and love...","sentiment_score":0.3333333333}
{"full_text":"RT Patreon reward pic for Bellies are great social distancing tools","sentiment_score":0.4166666667}
{"full_text":"Someone says to you: \"You have to take action that may cost you everything - your saving, your home, your car, you name it... OR you can take this other action that has a 0.2% chance of killing you.\" Most folks won't have to think for long. Want folks to stay home, you pay em.","sentiment_score":0.105}
{"full_text":"lol that man flew to paris during a global pandemic to eat beans and is flexin that fact on the bird.  imagine risking death for baked beans clout.","sentiment_score":0.4}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT TWINKS LOCKDOWNWhat HOT French Twinks do in LockdownLucas Bouvier Sacha Delage","sentiment_score":0.125}
{"full_text":"RT #TimsAdventCalendar2020 Christmas Eve  Retweet for a chance to win A night's stay and dinner at - th...","sentiment_score":0.8}
{"full_text":"I ain't even go lie I'ma keep that thing on for a couple more months","sentiment_score":0.5}
{"full_text":"RT This morning the Republican party blocked a $2000 pandemic survival check for those in need. Georgians can reciprocate by voti...","sentiment_score":0.0}
{"full_text":"RT A little holiday cheer today at our COVID vaccine.","sentiment_score":-0.1875}
{"full_text":"RT Kinderfanger #BehindtheScenes! Since this was shot during the pandemic and we had hard of hearing\/deaf actors and crew on set,...","sentiment_score":-0.2916666667}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"RT ***COVID &amp; Evacuations*** the Temporary Evacuation Point at Fallbrook High School is being operated like a drive-thru....","sentiment_score":0.16}
{"full_text":"Top CRE Articles in November 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #TenantRep  ","sentiment_score":0.5}
{"full_text":"RT documenting lockdown skies july, 2020","sentiment_score":0.0}
{"full_text":"Any comment on Governors and Mayors releasing convicted, violent criminals because of the Wuhan Flu to prey on the general public?","sentiment_score":-0.25}
{"full_text":"We don't care to live apparently","sentiment_score":0.0931818182}
{"full_text":"three weeks ago, last day i went to physical school rip,, we all had to get sent home bcse of corona and i havent gone out since then.","sentiment_score":0.0}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"my grandmother guilt tripped my dad into making us all come out for christmas, onlt to test positive for covid after saying \"i just don't feel right\" at the familt chrismtas insisting she was fine.","sentiment_score":0.3098845599}
{"full_text":"RT Jeff Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.Instead he's denying...","sentiment_score":0.375}
{"full_text":"'We have so far paid Rs 363 cr for Covid claims'","sentiment_score":0.1}
{"full_text":"RT Her jacket alone cost over 5 COVID relief checks #ToneDeafKelly","sentiment_score":0.0}
{"full_text":"RT Are you guys aware of any countries sending us money for COVID relief? Asking for the entire damn country. #OutLoudWith...","sentiment_score":0.125}
{"full_text":"WATCH: Dr. Adaora Okoli-Umeweni received the first COVID-19 vaccine today. \"It's the right thing to do. It's something we all must do,\" she said.","sentiment_score":0.2678571429}
{"full_text":"The TSA says nearly 1.2 million people were screened at airports on Dec. 23, the most since March.https:\/\/t.co\/b2fKToHKLE","sentiment_score":0.3}
{"full_text":"Men dressed in Santa suits sit in outdoor tables in Trastevere one day before Italy goes back to a complete lockdown, in Rome, ItalyCredit: REUTERS\/Remo Casilli","sentiment_score":0.05}
{"full_text":"Our leadership has fallen down on mask wearing, how can they do better? #TheInfiniteAge #WearAMask #WearAMaskSaveALife #StayHome","sentiment_score":0.1722222222}
{"full_text":"RT We were bundled up against the cold and the pandemic. Still I recognized her after two years by her hair--blowing in th...","sentiment_score":-0.6}
{"full_text":"To slow the spread of COVID-19, the United States, Canada and Mexico agreed in March to close their shared borders to nonessential travel. Nine months later, it's Christmas.","sentiment_score":-0.15}
{"full_text":"World readies for lockdown Christmas","sentiment_score":0.0}
{"full_text":"Pfizer will supply the U.S. with 100 million additional doses of its COVID-19 vaccine by July next year.","sentiment_score":0.0}
{"full_text":"\"This ecosystem consists of connected platforms. And just as connected yards mean that removing pests and rodents from one yard means they go to the neighbors and then come back using another entry point, so too on the internet.\" Neil Johnson. ","sentiment_score":-0.15625}
{"full_text":"More businesses in #Jamaica are optimistic about business conditions improving in the country even with the downturn in the #economy caused by the global #pandemic.Visit the link:https:\/\/t.co\/WgnIYthwGi@CentralBankJA #BusinessOptimism","sentiment_score":0.25}
{"full_text":"'We have so far paid Rs 363 cr for Covid claims'","sentiment_score":0.1}
{"full_text":".@aboutKP proudly supports #BuiltForZero in the fight to end chronic homelessness across communities. #HousingForHealth is more critical than ever amid #COVID19, and we're proud to see their work come to life in #TheWayHome Ep. 3. Watch here:https:\/\/t.co\/jW9nk5CyvO","sentiment_score":0.525}
{"full_text":"We've collected over 1,000 pairs of socks at Hybrid Fitness, Heads Up for Inclusion, the Petes Store and Lansdowne Place Mall, but there is still time to make a donation if you want to warm some toes AND hearts. SOCK-It to COVID Donations&gt;&gt;","sentiment_score":0.6}
{"full_text":"While traveling for the holidays is discouraged due to the pandemic, OPD remains committed to keeping our community safe. Impaired driving is not just from alcohol. Medicinal &amp; recreational marijuana are legal, driving under the influence of marijuana is illegal. #OPDCARES","sentiment_score":0.01875}
{"full_text":"People dance tango on a street one day before Italy goes back to a complete lockdown over the Christmas period as part of efforts put in place to curb the spread of COVID-19, in Rome, ItalyCredit: Guglielmo Mangiapane\/Reuters","sentiment_score":0.05}
{"full_text":"You got it, PaulMerry Christmas ","sentiment_score":0.0}
{"full_text":"Fighting the psychological damage of COVID-19 is vital to protecting members, and we have two powerful tools to help. Visit our blog to find out more.https:\/\/t.co\/vy9UzK0CD9","sentiment_score":0.1333333333}
{"full_text":"Pregnant women may be especially vulnerable to developing more severe cases of COVID-19. But is that the case for their newborns?","sentiment_score":-0.0555555556}
{"full_text":"We know that 2020 has been a challenging year for everyone. So thank you to all our wonderful clients who have supported us and were ever so patient during the lockdown. We appreciate your loyalty so very much. Thank you for all the amazing gifts and Merry Christmas #presents","sentiment_score":0.59}
{"full_text":"The Village of Freeport distributed 24,000 masks to residents today. The move comes as health experts warn of a post-Christmas spike in COVID-19 cases.https:\/\/t.co\/z0DdENRAVi","sentiment_score":0.0}
{"full_text":"Year in review: Have you gotten a #COVID19 test? The saliva-based test developed by is painless and easy. Locations for testing are statewide. Learn how they developed this process below.https:\/\/t.co\/JV4BlpcpxH","sentiment_score":0.2111111111}
{"full_text":"A swimming instructor is asking for the public's help to build an indoor aquatic centre on the Sunshine Coast. Bubble and Kick Swim School closed when COVID-19 peaked, but instead of walking away, the owner has plans to expand. #7NEWS","sentiment_score":-0.05}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"'Tis the season to spread joy, not COVID-19. Please remember to follow Provincial Orders, to continue practicing physical distancing and to wear a mask when in public spaces. #OttCity","sentiment_score":0.2666666667}
{"full_text":"RT He doesn't care about you. He vetoed the defense bill. He says he won't sign the life-saving COVID relief bill. Becaus...","sentiment_score":0.0}
{"full_text":"RT The risk is very real.Even though we might feel a false sense of security getting together with people we know, it's too d...","sentiment_score":-0.1}
{"full_text":"RT God knows I'm no fan of but at least the man has the sense to do the very least someone in a position of respons...","sentiment_score":-0.345}
{"full_text":"No matter what COVID19 has done to you, never forget that it is ugly Christmas sweater season. So get yourself an ugly sweater and enjoy it, damn it! ","sentiment_score":-0.3}
{"full_text":"It looks like #EWDJ2020 bagel competitor is making even more headlines this year--Co-Owner was named the #COVID19 \"czar\" for new administration. We think the bagels are still pretty noteworthy on their own!","sentiment_score":0.4090909091}
{"full_text":"RT 1. The media took a day to figure out that Trump was reading the Budget thinking it was the Covid19 bill. I can imagine...","sentiment_score":0.0}
{"full_text":"\"I started having thoughts about ending it.\" Taraji P. Henson opened up about a \"dark moment\" she endured during the pandemic. Head inside for all of the details, including the possibility of what could've happened if she didn't tell someone sooner:https:\/\/t.co\/QGnDwgbrWL","sentiment_score":-0.15}
{"full_text":"Is it wrong of me to get joy out of hearing people within Trump's cabinet and circle of \"advisors\" and their spouses getting COVID? I'm sure they all have access to the best treatment which most Americans could only dream of.","sentiment_score":0.3833333333}
{"full_text":"\"Innovative thinking in healthcare is more than coming up with the next shiny object or edgy technology.\" -- #HealthcareInnovation #COVID19","sentiment_score":0.175}
{"full_text":"There is precious little joy to be found in Lebanon this #Christmas: The #coronavirus is the least of the problems for many people trying to survive amid a devastating economic crisis with no end in sight.https:\/\/t.co\/PbhO4tJcxp","sentiment_score":0.0732142857}
{"full_text":"The holidays can be a challenging time - especially during the #COVID19 pandemic. Many organizations in BC provide valuable mental health resources which are highlighted on our website: #ThursdayThoughts","sentiment_score":0.225}
{"full_text":"Several ASU students' innovative mask design really paid off:https:\/\/t.co\/7jm6QY5J5z","sentiment_score":0.2333333333}
{"full_text":"Staying #COVID19 safe and protected is important, but tuning in to our well-being is just as critical. With shorter days, spiking COVID-19 cases, and unconventional holiday plans, find some of our top suggestions to navigating these winter months here:","sentiment_score":0.35}
{"full_text":"COVID-19 patients can get their cars sanitized for free at Glendale dealership.","sentiment_score":0.4}
{"full_text":"Christmas has come for marine tourism operators, with the State Government easing COVID-19 restrictions for the struggling industry. The changes mean operators will be able to accommodate more passengers onboard vessels. #7NEWS","sentiment_score":0.2291666667}
{"full_text":"People yearn to connect across borders amid pandemic holiday (AP w\/ gallery, links)","sentiment_score":0.0}
{"full_text":"With online shopping surging this pandemic holiday season, local merchants and the USPS are trying to keep up with demand. But some local businesses are taking the brunt of customers' frustration.https:\/\/t.co\/EPyCzMeIcE","sentiment_score":0.0}
{"full_text":"Southwest District Health #COVID19 Health Alert Level weekly update. Visit our website for more information.","sentiment_score":0.5}
{"full_text":"The new variant is said to be so infectious, it prompted Britain's prime minister to cancel Christmas for millions.https:\/\/t.co\/tmfz4f8GDL","sentiment_score":0.1363636364}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT Dr. Susan Moore knew all the fancy terms &amp; treatment nuances when she was struggling with Covid19 in the hospital. Yet the doc...","sentiment_score":0.0}
{"full_text":"at least this time you can blame the government's Covid restrictions rather than your own laziness for failing to undertake your annual new year's resolution to become a regular gym user","sentiment_score":0.1090909091}
{"full_text":"Join our Deep Canvass Phonebanks to Win #Georgia!Flipping these seats is our pathway to a unified government through which we can organize to win comprehensive COVID Relief, Healthcare for All, a Green New Deal, College for All, and a Homes Guarantee!https:\/\/t.co\/a1w4dZsE0W","sentiment_score":0.3072727273}
{"full_text":"This \"covid relief package\" is just free money for the 1%Most people are in debt up to their eyeballsIn debt to who though?The 1% of the population that are producersGov --&gt; $600 to Americans --&gt; big business","sentiment_score":0.2}
