{"full_text":"RT COVID-19 survival funds only for Northern citizens of the country? Says a lot about the issue of \"One Nigeria\".","sentiment_score":0.0}
{"full_text":"RT Germany funded the development of Pfizer's COVID vaccine--not U.S.'s Operation Warp Speed","sentiment_score":0.0}
{"full_text":"His handling of the coronavirus? He literally mixed covid patients into nursing homes and infected all the old people and had to reverse the order after public outrage","sentiment_score":0.0333333333}
{"full_text":"RT No Opt out option &amp; no 2nd Cyclemeans  there will be a big loss of students 1. Covid patients2. Have symptoms3. Fear...","sentiment_score":0.0}
{"full_text":"RT To summarize: Mitch McConnell wants big corporations to be able to force their employees back to work in unsa...","sentiment_score":0.175}
{"full_text":"RT I genuinely have an anxiety just looking at this picture. The reason so many students shake at the idea of exams is becaus...","sentiment_score":0.45}
{"full_text":"RT PCR tests are creating the impression of an epidemic. It's completely fake. Deaths haven't tracked with cases for months,...","sentiment_score":-0.5}
{"full_text":"Johnson and Hancock are pushing the country towards a third peak just in time for midwinter #JohnsonHasFailedTheNation","sentiment_score":0.0}
{"full_text":"RT BJP President JP Nadda tests positive for #COVID19","sentiment_score":0.2272727273}
{"full_text":"Cuomo? The man who put Covid positive patients in nursing homes killing hundreds of grandma and grandpa?","sentiment_score":0.2272727273}
{"full_text":"RT #ThumaMinaMediaGroup didn't write scathing opinion pieces when President called for national day of prayer for Gender-...","sentiment_score":-0.6}
{"full_text":"RT Marrying a rich woman so that you can stay home and play Fifa &gt;&gt;&gt;&gt;","sentiment_score":0.375}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":"Listening to Alice Waters on C-Span. Put aside the implications for meaningful work, or ta nutrition is key to our immune system's defense against Covid, her plea to support diverse, regenerative farming is a model for a \"delicious\" investment revolution.https:\/\/t.co\/N60jkoieUe","sentiment_score":0.5}
{"full_text":"RT The Buffalo City Metro has overtaken the Nelson Mandela Bay Metro in the Eastern Cape in the number of new #coronavirus cases...","sentiment_score":0.1363636364}
{"full_text":"Divider 11% of the House and 7.4% of Senate have tested Positive for #COVID That compares poorly to world's worst 4.9% positivity In USA generally.Why haven't 3 Senators and 4 House members reported their COVID positivity to","sentiment_score":-0.3909090909}
{"full_text":"RT MNM chief Kamal Haasan asks PM Narendra Modi to explain need for new Parliament building for about Rs 1,000 crore 'when half...","sentiment_score":-0.0151515152}
{"full_text":"Yey one ward lockdown means more HO everywhere ","sentiment_score":0.5}
{"full_text":"RT My abusive former partner nearly choked me to death. The stigma led me to not report it. I regret I didn't.The pandemic has...","sentiment_score":0.05}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"RT  If a marathon-running 29-year old nurse can die of #COVID19, anybody can. Please mask up, distance, ventilate the airb...","sentiment_score":0.1}
{"full_text":"Covid-19 Vaccine Facial Side Effects Volunteers experience facial paralysis#FDA #CovidVaccine #Pfizer #Pfizervaccine #facialparalysis #VaccineSideEffects","sentiment_score":0.0}
{"full_text":"RT Covid tested and all EXCITED to be back in Hawaii next week  who are some of your favorite local guys that I should mee...","sentiment_score":0.175}
{"full_text":"RT With the holiday season upon us, it's vital we do everything we can to stop COVID-19 from spreading. Please protect yo...","sentiment_score":0.1}
{"full_text":"RT I hope Ashanti beats Covid though cause she damn sure wasn't gonna beat Keysh","sentiment_score":0.5}
{"full_text":"And open your windows! Follow advice of on the importance of fresh air.","sentiment_score":0.15}
{"full_text":"RT A quick reminder that #COVID superspreader is still an MP coining in PS80K a year plus expenses and is still in the SNP.","sentiment_score":0.3333333333}
{"full_text":"RT Have we lost all common sense? What if the child wears the mask at take off and then when the plane is 35,000 feet starts...","sentiment_score":-0.3}
{"full_text":"RT 'It's terrible and no one cares': millions at risk of eviction with no stimulus agreed","sentiment_score":-1.0}
{"full_text":"RT There is nothing controversial about asking and progressives who ran on #MedicareForAll to withhold their vote for...","sentiment_score":0.55}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"not even a little surprised ","sentiment_score":-0.04375}
{"full_text":"RT The United States is now averaging 211,507 new coronavirus cases per day, the highest seven-day rolling average since the p...","sentiment_score":-0.0068181818}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"RT I want to share my story with you; I think given my last post it is important. I am a participant in a Phase 3 clinical trial fo...","sentiment_score":0.2}
{"full_text":"RT ADPH announces that the length of home quarantine for people with expected close contacts to #COVID19 cases can end aft...","sentiment_score":-0.1}
{"full_text":"Great pub","sentiment_score":0.8}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"There is zero logic behind thisJudge to California's 3rd Largest County: On Account of COVID, Release Half Your Convicts","sentiment_score":-0.1888888889}
{"full_text":"Unconscionable.  Military serving on front lines should get this \"special\"  Coronavirus treatment, along w\/med personnel, not trump cronies. And giuliani is a citizen just svg trump.  And yet they go maskless. On every level this is wrong!","sentiment_score":-0.1226190476}
{"full_text":"why are the papers not telling uk people about the contracts for ppe and mobile testing being given to mp families and friends spinless papers to scared to tell the truth ..gov do not want the pandemic to end because they are making  to much money from it","sentiment_score":0.2}
{"full_text":"RT Pandemic has incr...","sentiment_score":0.0}
{"full_text":"RT Nearly there.... @BarefootToBoots  third container nearly off to #Kakuma - sporting gear, books, school desks, toys, fir...","sentiment_score":0.0666666667}
{"full_text":"After this pandemic is over, lets meet somewhere in Paris. ","sentiment_score":0.0}
{"full_text":"RT How do we visualize almost 300k #COVID19 death? Here are 278528 coffins  stacked 64x64x68 next to the White House (51 met...","sentiment_score":0.0}
{"full_text":"RT Was the $25 million for the Kennedy Center in the first Covid relief bill (added by Dems), actually a type of slush fund...","sentiment_score":0.05}
{"full_text":"RT The unions need to stop trying to destroy children's education in the name of safety.This is an appalling call. Covid:...","sentiment_score":-0.275}
{"full_text":"Coronavirus stimulus update: Congress fights over relief bill","sentiment_score":0.0}
{"full_text":"RT COVID19 has affected our fundraising opp. You can help . Buy a Foyle gift card. Funds raised will support some...","sentiment_score":0.0}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"RT With rising COVID cases and so many dying daily, getting fiscal aid from our government should be the least of our worries. DO...","sentiment_score":0.0666666667}
{"full_text":"RT The current pandemic and climate change affect above all the lives of the poor. We must promote a culture that places at its...","sentiment_score":-0.1333333333}
{"full_text":"No it didn't you fraudulent liar. The peak\/plateau is significantly lower than in spring (more than half lower)https:\/\/t.co\/YmyejGGepF","sentiment_score":0.2361111111}
{"full_text":"RT Those who plan to gather with family despite COVID-19 restrictions this holiday season may not only face hefty fines,...","sentiment_score":0.0}
{"full_text":"RT If only all countries could be like India!","sentiment_score":0.0}
{"full_text":"Sorry your plans are disrupted, I haven't been back to UK at all this year (covid), not hearing much info about uk-eu travel disruption due to brexit as of jan what are you expecting?","sentiment_score":-0.10625}
{"full_text":"You wear a mask for so long and forget who you are beneath it.","sentiment_score":-0.05}
{"full_text":"RT Sorry I'm not okay with a private for profit entity delivering health care for a fee in Ontario in the midst of a pandemic...","sentiment_score":-0.25}
{"full_text":"RT Lahore be careful from them they looted you and now want to kill you from Corona@Pak_Guardian@BasharatSaqib@TeamIKFor...","sentiment_score":-0.1}
{"full_text":"RT Washington isn't broken. It's blocked at the slammed-shut door of the Senate Majority Leader. ","sentiment_score":-0.4}
{"full_text":"post covid any touring band should compulsorily cover the boys are back in town","sentiment_score":0.0}
{"full_text":"RT  GREAT NEWS!  A safe and effective vaccine is approved!President Trump is right - The pandemic may have begun in China,...","sentiment_score":0.5964285714}
{"full_text":"RT HAPPENING NOW: THIS IS AMAZING! The entire town of Mossyrock, WA is out rallying after the Mayor of Mossyrock anno...","sentiment_score":0.375}
{"full_text":"RT Official KSA Health Department reports nearly 1.6 million deaths from Covid-19 worldwide so far, out of 71 million known...","sentiment_score":0.1}
{"full_text":"RT \"Trump finally puts America First with 'Highest Global' Covid Deaths and New...","sentiment_score":0.0965909091}
{"full_text":"RT #CCCSON congratulates newest alum, Ryan Bittner, SN, BSN'21! Ryan is excited to begin his career as an RN on the frontline...","sentiment_score":0.375}
{"full_text":"RT What's far more dangerous than covid-19 is how quickly and happily people will give up their rights and freedoms for a...","sentiment_score":0.2266666667}
{"full_text":"This is so fucking funny ","sentiment_score":0.25}
{"full_text":"RT There are millions upon millions of delusional and mentally ill people in America who are incapable of processing fact...","sentiment_score":-0.5}
{"full_text":"RT My fiance just got made partner at her law firm yesterday, that means I'm one step closer to living my life long dream of bein...","sentiment_score":-0.125}
{"full_text":"RT Hi folks,I need plasma from an AB+ person in Delhi who has tested positive for COVID-19 in the last 40-42 days for my gr...","sentiment_score":0.1136363636}
{"full_text":"RT In Houston, Black-owned is creating community during COVID by hosting live music &amp; dining outdoors. Owner Jennif...","sentiment_score":0.1363636364}
{"full_text":"Three things employees want to keep post COVID #remoteworking #mentalhealth #leadership","sentiment_score":0.0}
{"full_text":"Not in the first Q, but by mid year, I think we'll begin seeing some normality. Still so much is not known about Covid so research will continue and with Biden as president, we will not have the daily soap opera dramas of the past 4 years.","sentiment_score":0.04}
{"full_text":"bye, my auntie who's got covid-19 and still in house-isolation-process just announced to fam. group with proud that she's going out today","sentiment_score":0.8}
{"full_text":"COVID-19 and Your Office Renewal #CRE #Renewal #Covid-19 ","sentiment_score":0.0}
{"full_text":"RT Germany to go into national lockdown over Christmas to stem rise of Covid-19 cases #CoronaVirusDE #lockdown","sentiment_score":0.0}
{"full_text":"RT South Africa, Africa's sixth-most populous country, has so far suffered 23,106 deaths among its 767,759 Covid-19 cases, com...","sentiment_score":0.1}
{"full_text":"Christmas coronavirus rules 'may need to change within days'","sentiment_score":0.0}
{"full_text":"We're at a turning point for our planet. As we recover from the pandemic, we must build back greener. On the 5th #ParisAgreement anniversary, let's remember: To reach net-zero by 2050, we need urgent #ClimateAction, now!","sentiment_score":0.0}
{"full_text":"Fucking idiot!","sentiment_score":-1.0}
{"full_text":"RT Dave Ramsey's company claims it lost millions after moving a conference from a hotel with a mask mandate: \"(W)e're not goi...","sentiment_score":0.0}
{"full_text":"Daily report of #coronavirus in #SaudiArabia: - 359,888 cases - 350,549 recoveries- 6,048 deaths    #COVID19  ","sentiment_score":0.0}
{"full_text":"Seven local women were awarded fellowships from to help them respond to the unprecedented challenge presented by the coronavirus pandemic.","sentiment_score":0.3}
{"full_text":"The US has recorded more than 16 million #COVID19 cases, by far the most of any country in the world, according to data kept by Johns Hopkins University.","sentiment_score":0.3666666667}
{"full_text":"RT My wife just returned from a 12 hour shift as a nurse. I'll spare you all the details, but it's bad out there. Do the eas...","sentiment_score":-0.7}
{"full_text":"The US in August entered an agreement with Moderna to acquire 100 million doses of its potential Covid-19 vaccine for about $1.5 billion, with an option to secure an additional 400 million doses.","sentiment_score":0.2}
{"full_text":"COVID-19 survivor credits God, family and Indy healthcare workers for saving her life","sentiment_score":0.0}
{"full_text":"proudly presents :Musik Psychofest X Vodcast with theme Social Media Envy: An Unknown PandemicLet's sing our hearts out withEVA CELIA (@evacelia) and RASVAN AOKI (@rasvanaoki) featuring KIKOO (@ki.kooo)","sentiment_score":0.2444444444}
{"full_text":"The coronavirus pandemic has accelerated the trend away from #openplan living. We all now want the best of both worlds: space to be together &amp; then places where we can retreat and have privacy. How do #architects add value &amp; save you money?","sentiment_score":1.0}
{"full_text":"Join Global #gtchat (#giftED #talented) Powered by #TAGT this week (12\/17 US) Our topic: \"2020 Retrospective: The Lost Year\" #NAGC #SENG #parenting #parentinginapandemic #edchat #txeduchat #AussieED #vicpln #whatisschool #sunchat #nt2t #2ekids #COVID19 #sundaymorning","sentiment_score":0.4}
{"full_text":"Stamford Hill Library is giving away 35 bags with bits to make Star of David, the Menorah and some #Hanukkah colouring sheets! First come, first serve. Learn how to safely visit our libraries here:","sentiment_score":0.3333333333}
{"full_text":"RT  The vaccine is the product of a German-American partnership. Germany's BioNTech, founded by two children of Turkish immig...","sentiment_score":0.0}
{"full_text":"Latest worldwide COVID-19 data: 72,221,006 cases, 1,613,868 deaths.A 2.23% fatality rate.","sentiment_score":0.5}
{"full_text":"COVID-19 numbers continue to rise around the county. It's important we that we all do our bit to follow the rules ","sentiment_score":0.4}
{"full_text":"In this pandemic situation where every institutions are taking care of their students, ICSI showing no concern for their students, ignoring their demands right away is case of pure despotism. Students wants - Voluntary opt out &amp; 2nd cycle#WakeUpICSI","sentiment_score":0.175}
{"full_text":"We have alot of work ahead to realize the goals of the #ParisAgreement. Despite the pandemic, in one year, 115 countries have been working #TogetherForOurPlanet with us.See how we're supporting the #ClimatePromise: ","sentiment_score":0.25}
{"full_text":"Since here in Germany we are about to go back to necessary but extensive lockdown on next wednesday its needed to lift up my mind with a heavy #dailydoseofdata! Focus on the good things, happy sunday to all of you! ","sentiment_score":0.2071428571}
{"full_text":"A Canadian choir performed a COVID-19 parody of \"All I Want For Christmas Is You\" and it may be just what you need to get through the holidays.","sentiment_score":0.0}
{"full_text":"Delta's new policy comes as airlines struggle to attract customers amid the coronavirus pandemic. Other airlines including United and American previously announced the elimination of most change fees on domestic flights and some international flights. ","sentiment_score":0.0492424242}
{"full_text":"Young People Have Less Covid-19 Risk, but in College Towns, Deaths Rose Fast","sentiment_score":0.1833333333}
{"full_text":"\"This is the right path.\" The FDA approved a COVID-19 vaccine and in their approval, they also left the door open for pregnant and breastfeeding women to receive the vaccine.","sentiment_score":0.1547619048}
{"full_text":"RT Delayed lockdown apparently means permission to go wild on days preceding, gathering in protest, getting all shopping d...","sentiment_score":0.075}
{"full_text":"Here's what you should do if you find yourself next to someone on a flight who isn't wearing their mask properly.","sentiment_score":0.0}
{"full_text":"US Launching Coronavirus Vaccine Distribution","sentiment_score":0.0}
{"full_text":"He died on Saturday in Dallas of complications from COVID-19, his official website says.","sentiment_score":0.0}
{"full_text":"RT To summarize: Mitch McConnell wants big corporations to be able to force their employees back to work in unsa...","sentiment_score":0.175}
{"full_text":"RT Sorry. We can't review (H)indoo ki Jawani where plays desperate Hindoo girl who only wants sex. Hero is...","sentiment_score":-0.225}
{"full_text":"Trucks with first COVID-19 vaccine in US get ready to roll","sentiment_score":0.225}
{"full_text":"No symptoms, no worries? \"Wrong,\" says Oliver one of our doctors. \"Even if you don't have symptoms, you could have Covid. Many people who test positive don't show symptoms. Yet, you can easily spread the virus and have health problems afterwards.\" #SpreadTheFacts not the virus.","sentiment_score":0.1651515152}
{"full_text":"We all want to return to normality, and this is most keenly felt at this festive time of year. All Londoners must step up their efforts to keep each other safe. Wash your hands. Cover your face. Make space. -#KeepNewhamSafe #KeepLondonSafehttps:\/\/t.co\/SPpp7SXRen","sentiment_score":0.2916666667}
{"full_text":"RT One month ago, on November 12, the five-day average of cases in L.A. County was just over 2,000. On Saturday, the five-day avera...","sentiment_score":-0.15}
{"full_text":"RT My abusive former partner nearly choked me to death. The stigma led me to not report it. I regret I didn't.The pandemic has...","sentiment_score":0.05}
{"full_text":"As long as COVID is around, we should consider calling fellatio, felloutio and cunnilingus should be called cantilickus.","sentiment_score":-0.05}
{"full_text":"RT  The vaccine is the product of a German-American partnership. Germany's BioNTech, founded by two children of Turkish immig...","sentiment_score":0.0}
{"full_text":"ICSI need to understand that many of the students are having covid symptoms but they aren't tested positive. So please go for 2nd phase of examination to avoid the inconvenience of another 6 months.#WakeUpICSI","sentiment_score":0.2424242424}
{"full_text":"Thank you to our healthcare workers for taking care of us! We, here at the Sun Bowl Association &amp; the Tony the Tiger Sun Bowl, appreciate you! #3TSB #thankyouhealthcareworkers #wearamask #ElPasoStrong #ElPasoPride","sentiment_score":0.0}
{"full_text":"Loss of 'snowbirds' amid pandemic another hit to US tourismhttps:\/\/t.co\/HWGSs5VHUo","sentiment_score":0.0}
{"full_text":"ICSI need to understand that many of the students are having covid symptoms but they aren't tested positive. So please go for 2nd phase of examination to avoid the inconvenience of another 6 months.#WakeUpICSI","sentiment_score":0.2424242424}
{"full_text":"At least 1 in 3 people with #COVID19 DON'T show symptomsSo people in the #EastOfEngland may still be spreading #Coronavirus without knowing itTake extra care this #Christmas and follow the #SocialDistancing guidelines where possibleRemember #HandsFaceSpace","sentiment_score":-0.15}
{"full_text":"The COVID-19 vaccines represent the newest in vaccine technology. It has led to some bizarre and false claims.https:\/\/t.co\/rHFvt0HBow","sentiment_score":-2.775557562e-17}
{"full_text":"RT One more reason why I'm thrilled to be moving to Canada!!!","sentiment_score":0.75}
{"full_text":"RT \"We wouldn't still be here if it weren't for Trump,\" said COVID-19 \"dad\" Beck Bennett in dicey sketch.","sentiment_score":0.0}
