{"full_text":"RT England Daily Coronavirus (COVID-19) Report * Tuesday 22nd December.32,288 new cases (people positive) reported, givi...","sentiment_score":0.1212121212}
{"full_text":"The Independent: UK records highest daily surge in Covid cases since start of pandemic... ","sentiment_score":0.0}
{"full_text":"President Trump needs to strip that Bill down to COVID Americans Relief only or stamp a big VETO on it. Why are American hard earned taxpayers dollars going to foreign countries? Crooked politicians bastards!","sentiment_score":-0.0817460317}
{"full_text":"RT nothing funnier than us and uk authorities still crying about how this is china's fault, bitch they have water parks open...","sentiment_score":-0.1}
{"full_text":"RT Today's update on the numbers:Total COVID hospitalizations are at 6,661.Of the 164,868 tests reported yesterday, 9,716...","sentiment_score":0.0}
{"full_text":"RT Yesterday we did our highest daily number of #COVID19 community swabs this year. Over 14,000 taken at our swabbing cent...","sentiment_score":0.0}
{"full_text":"RT Respiratory therapists highlight the critical role they play in helping COVID-19 patients","sentiment_score":0.0}
{"full_text":"RT As Scotland heads to the top tier of a five tier system which closes education, retail, hospitality, tourism, leisure an...","sentiment_score":0.5}
{"full_text":"RT Your Secondary School then was a ???#tuesdaymotivations  Bridget Bema Lockdown 2.0 Davido Oyo State Werner Zulum E CHO...","sentiment_score":-0.3}
{"full_text":"I have a lot of respect for artists that chose to focus on selfcare and\/or leveling up in 2020. Many of us were expected to entertain and produce for others well being. This isn't how it worked pre-lockdown and it doesn't work now.","sentiment_score":0.2}
{"full_text":"RT GOP: \"We can't do $1200 checks. That's irresponsible. Think of the deficit.\"Also GOP: \"As part of a COVID deal we are allocating...","sentiment_score":0.0}
{"full_text":"So now those who have #COVID19 will be forced to go into work so that they get paid, infecting others in the process... Isn't this premeditated cruelty \/ evil that could lead to the deaths of many Americans?","sentiment_score":-0.2666666667}
{"full_text":"RT Covid relief bill to make illegal streaming a felony with up to 10-year prison sentence, in landmark victory for Hollywood...","sentiment_score":-0.5}
{"full_text":"Center for Disease Control Director Robert Redfield said in a Buck Institute webinar that suicides and drug overdoses have surpassed the death rate for COVID-19 among high school students. Who is responsible for these Deaths ?https:\/\/t.co\/NFu6rxAOCe","sentiment_score":0.0866666667}
{"full_text":"RT Thinking that a little Xmas party wouldn't hurt? Imagine being this woman thinking, \"if only I'd been more careful\" for the re...","sentiment_score":0.053125}
{"full_text":"RT Gyal go suck out yuh mudda","sentiment_score":0.0}
{"full_text":"RT With COVID cases surging worse than ever, getting vaccinated is one of the most important things we can do. But until the...","sentiment_score":0.1666666667}
{"full_text":"RT Anti-lockdown Protestors assault a journalist for photographing faces","sentiment_score":0.0}
{"full_text":"new Fairytale of New York - for Christmas.","sentiment_score":0.1363636364}
{"full_text":"RT This is both ignorant and cruel. Ignorant, as sick workers will report to work because they desperately need the $, and...","sentiment_score":-0.7714285714}
{"full_text":"RT The out-of-control mutant variant of #COVID19 is upon us. Just remember that while #coronavirus mutations matter, behav...","sentiment_score":0.0}
{"full_text":"RT What's your lockdown Christmas Day plan??","sentiment_score":0.0}
{"full_text":"RT Never forget that Senate Republicans stalled a COVID relief bill for nearly nine months. Mitch McConnell only finally...","sentiment_score":0.0333333333}
{"full_text":"RT The govt's initial position - that masks weren't effective in halting the spread of covid, despite expert...","sentiment_score":0.3}
{"full_text":"And as a result","sentiment_score":0.0}
{"full_text":"RT Inmates at the county jail get 30 minutes outside their cell every other day. Sheriff Gene Conway wasn't aware of the policy...","sentiment_score":0.00625}
{"full_text":"RT #COVID19 Do you want to buy books without getting infected in a shop? Ebooks &amp; ebook readers are the solution","sentiment_score":0.0}
{"full_text":"RT Again they are trying to spread...???","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell blocked mandatory paid leave for workers with COVID in relief package. Joe Biden plans to pass extensive...","sentiment_score":0.0}
{"full_text":"RT The rest of the year it's been \"Shut up &amp; Dribble\" now it's \"Lead by example\" ","sentiment_score":0.0}
{"full_text":"RT Just out 10 ESMO statements on #Covid19 #vaccination in #cancer patients to address key issues on #vaccines: efficacy\/safety of...","sentiment_score":0.0}
{"full_text":"RT WATCH: Tensions erupt as Proud Boys show up to defend right-wing pastor defying COVID restrictions","sentiment_score":0.8}
{"full_text":"It's a covid Christmas # 100 iphone giveway blue","sentiment_score":0.0}
{"full_text":"RT Our #COVID19 problems are not caused by travellers. More about our irresponsible elite that continue to host large soci...","sentiment_score":0.3571428571}
{"full_text":"RT BioNTech Chief Executive Ugur Sahin said on Monday he was confident a COVID-19 vaccine co-developed by his company woul...","sentiment_score":0.5}
{"full_text":"RT All six of Wisconsin's congressional Republicans voted against the covid relief bill. Again.Pass it on.","sentiment_score":0.0}
{"full_text":"RT We've lost far too many lives this year -- we need to stop the spread. If you tested positive recently for #COVID, make...","sentiment_score":0.2068181818}
{"full_text":"I've been spotted","sentiment_score":0.0}
{"full_text":"RT This is just amazing my friend! Thanks for all your support over the years. Let's keep in touch and meet soon once the C...","sentiment_score":0.475}
{"full_text":"RT \"How angry are you? I'm pretty angry. And I'm betting you are, too.\" breaks down the Covid relief bill, fr...","sentiment_score":-0.2263888889}
{"full_text":"RT BREAKING: New COVID-19 variant in UK found in Nigeria - Experts","sentiment_score":0.1363636364}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"RT Thank you Tulsi.","sentiment_score":0.0}
{"full_text":"RT A Winter's Ball but make it 2020. #WearAMask","sentiment_score":0.0}
{"full_text":".@Bruce_arthur Am I missing something? His reports on Ford's response to #COVID19 have been the no nonsense, telling it like it is (not afraid to offend) we need! His byline has disappeared? Or is he just taking a break","sentiment_score":0.0875}
{"full_text":"RT Chaplain of the Fleet, Reverend Martyn Gough, shares his Christmas message and reflects on 2020 so far. \"This Christmas...","sentiment_score":0.1}
{"full_text":"RT Dr. Anthony Fauci receives his first Covid-19 vaccine: \"I want to encourage everyone who has the opportunity to get vaccin...","sentiment_score":0.25}
{"full_text":"RT Well, i'm nearly through the other side of covid. I'm fit and strong and I can assure anyone that it's neither a joke no...","sentiment_score":0.2020833333}
{"full_text":"RT Never forget that when the Americans were dying and jobless from a deadly pandemic, the republicans chose to bail out...","sentiment_score":-0.2}
{"full_text":"smh. You know, no matter how much these things are said, some people just refuse to believe them. And because we don't *see* how many are truly paying the price, this will continue to get worse.","sentiment_score":0.1}
{"full_text":"FYI: Numbers for December 22nd. #Montreal #Laval #Monteregie","sentiment_score":0.0}
{"full_text":"#100FREEiPhone12 covid 19","sentiment_score":0.0}
{"full_text":"Remember: just because you don't have symptoms doesn't mean you don't have covid. #StaySafe","sentiment_score":-0.3125}
{"full_text":"RT The good news is that Covid appears to have eliminated the flu in Colorado. So far this year, there were only...","sentiment_score":0.2666666667}
{"full_text":"RT New Covid variant detected 'due to strength of UK surveillance', scientists say","sentiment_score":0.0056818182}
{"full_text":"Bro fuck covid. Britain has been hit pretty hard with like 37,000 cases. On Christmas the UK Prime Minister Boris Johnson is relaxing rules for Christmas and then we're into a month's worth of quarantine. Fuck 2020","sentiment_score":-0.1083333333}
{"full_text":"RT Your employee Giesecke has spoken again Is what he is saying in line w WHO?\"Over 8000 Sw...","sentiment_score":0.0}
{"full_text":"Scott was not trying to pay folks.","sentiment_score":0.0}
{"full_text":"Translation: cram as much regulation, spending, and garbage that couldn't pass on its own into a bill that is too arduously long for anybody to read.","sentiment_score":0.25}
{"full_text":"RT  COVID-19 : Case UpdatesAs of 22.12.2020, 06:00 PM Male area: 14Inhabited islands: 2Operational Resorts: 7Live aboard:...","sentiment_score":0.0}
{"full_text":"RT Whilst we're all being locked away, illegal migrants continue to flood through the Channel at an alarming rate. Surely to truly c...","sentiment_score":-0.0333333333}
{"full_text":"RT Assuming ~75% of Americans get relief, $900B divided evenly between recipients would be ~$3600 \/ person. Less than 20% o...","sentiment_score":-0.1666666667}
{"full_text":"RT In October, Lindsey Graham refused a COVID-19 test before debate with Jaime Harrison even though he was exposed to viru...","sentiment_score":0.0}
{"full_text":"RT Jaime Fergie, MD, Director of Infectious Diseases at Driscoll Children's Hospital, spoke with in Corpus Christi abou...","sentiment_score":0.0}
{"full_text":"You're forgetting the sub group of left of center folks who are in favor of covid restrictions but are still out and about.","sentiment_score":-0.05}
{"full_text":"RT No Covid denying politician should get a vaccine before every Dr, nurse, hospital worker, EMT, cop, fire fighter, teach...","sentiment_score":0.0}
{"full_text":"RT My dad has been with USPS for almost 30 years now and because of this pandemic the man is almost working 14 hr days please be ki...","sentiment_score":0.0}
{"full_text":"2\/2 A quote from The Guardian above. Could all of this dithering, sitting on new information, by the Government actually been deliberate? Could the causing of more panic, and allowing the spread of a new strain, be a ploy to blame Covid on problems in January instead of Brexit?","sentiment_score":0.1545454545}
{"full_text":"RT Queuing is for the weak #panicbuying #vaccination","sentiment_score":-0.375}
{"full_text":"RT Family members of unauthorized immigrants are now eligible to get stimulus checks under the $900 billion deal reached last ni...","sentiment_score":0.0}
{"full_text":"RT Joe is absolutely right about this.","sentiment_score":0.2857142857}
{"full_text":"RT I was emailed by a senior Exec at a London hospital today to say thank you for raising this. I quote with permission \"we ar...","sentiment_score":0.0}
{"full_text":"RT The UK is paying $37 per dose of the Moderna vaccine. The EU is paying $18 per dose. Both buyers ordered 40m doses. The EU offe...","sentiment_score":0.0}
{"full_text":"RT  Updated #tourism data: Nights spent in tourist accommodation in the EU between January and September 2020 were -49% comp...","sentiment_score":-0.1}
{"full_text":"RT BREAKING: Presidential Taskforce on Covid-19 has resolved to close borders for the next two weeks to control the spread...","sentiment_score":0.0}
{"full_text":"RT When a virus enters the wild it comes up against defenses. To defeat those defenses, it mutates. #COVID19 has mutated int...","sentiment_score":0.1}
{"full_text":"RT $600 is a slap in the face to every American struggling due to the pandemic. You deserve better.I voted against the 5,5...","sentiment_score":-0.0625}
{"full_text":"RT Travel restrictions remain in place. Need more info on who can travel to #Canada? Learn more:","sentiment_score":0.5}
{"full_text":"Worst acting performance of 21st century....","sentiment_score":-0.3333333333}
{"full_text":"RT Serious question: if if covid is as deadly as the media and politicians claim, why isn't the homeless population in California...","sentiment_score":-0.2666666667}
{"full_text":"Please impose a travel ban from UK . save this country from another wave of Corona virus!","sentiment_score":0.0}
{"full_text":"RT 6 miserable excuses for human beings who wanted to deny relief to Americans starving, suffering and on the brink eviction...","sentiment_score":-0.5}
{"full_text":"Our healthcare workers step up every day, pandemic or not. You have not stepped up. You and Kenney are a disgrace to Albertans.","sentiment_score":0.0}
{"full_text":"COVID-19: Failure to wear mask could land you in prison, Lagos warns residents","sentiment_score":-0.3166666667}
{"full_text":"What is left to say at this point? GOP members are not interested in arguing or governing in good faith, even in a pandemic.","sentiment_score":0.1916666667}
{"full_text":"More land project Bullshit in our COVID relief bill.@realDonaldTrump if you pass this GARBAGE i will personally lose respect for you as one of them. Anyone that personally reads this bill will see its intent is to drastically overhaul the USA and keep the government PAID","sentiment_score":0.1666666667}
{"full_text":"RT The rest of the year it's been \"Shut up &amp; Dribble\" now it's \"Lead by example\" ","sentiment_score":0.0}
{"full_text":"RT We should not have to be in an imposed lockdown. We should know enough to take personal responsibility, but n...","sentiment_score":0.0}
{"full_text":"RT The bill that passed was the omnibus supplemental appropriations bill, plus Covid relief, plus debt ceiling extension, plus...","sentiment_score":0.0}
{"full_text":"Georgia.....This \"man\" laughs at you. You can make him irrelevant by electing and DO IT. SAVE THE USA!!!!!","sentiment_score":-1.0}
{"full_text":"RT Dr. Fauci just received his first dose of the COVID-19 vaccine!","sentiment_score":0.3125}
{"full_text":"RT Dr. Fauci on new Covid-19 variant: \"You really need to assume that it's here already\"","sentiment_score":0.1681818182}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"RT At this time of deep stress and with infection rates rising, it's astonishing the Home Secretary says the Government has...","sentiment_score":0.25}
{"full_text":"RT No Covid denying politician should get a vaccine before every Dr, nurse, hospital worker, EMT, cop, fire fighter, teach...","sentiment_score":0.0}
{"full_text":"RT See, Trump Republicans should have just jammed in a declaration that Trump wonboomThey all vote for it","sentiment_score":-0.1}
{"full_text":"RT Dr Anthony Fauci, the top infectious disease doctor in the US, received Moderna's Covid-19 shot","sentiment_score":0.5}
{"full_text":"So that supposition is a basis for blaming an entire nation for this pandemic?Word of advice, not one British person can point the finger after our Government's mishandling of the crisis in the last months.","sentiment_score":0.0}
{"full_text":"RT Solidarity from Pittsburgh.  Please support if you can!!","sentiment_score":0.0}
{"full_text":"RT No wonder he's in hiding. #DespicableDavid Perdue is a pandemic profiteer and shameless racist not fit to serve #Georgia...","sentiment_score":-0.2}
{"full_text":"Unbelievable...money to illegal aliens including retroactive payments.Bill should be vetoed by POTUS!!@realDonaldTrump","sentiment_score":-0.5}
{"full_text":"They tryna scape Goat my guy? Didn't Snyder's news come out earlier this morning? And coincidentally this drops after ","sentiment_score":0.0}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"#100FREEiphone12 black !!! Ontario lock down sucks :(","sentiment_score":-0.3827690972}
{"full_text":"LISTEN TO THE PRESIDENT.  If YOU believe elections are rigged and a fraud, DO NOT VOTE IN GEORGIA IN JANUARY.  STAY HOME.  Why would you vote in a hoax?? Only those who support US elections should vote. #GeorgiaVoters #GeorgiaPatriots","sentiment_score":0.0}
{"full_text":"RT INDIA: Two passengers at Kolkata airport test positive for COVID-19, both from UK","sentiment_score":0.2272727273}
{"full_text":"RT Reminder: Coronavirus relief is finally here no thanks to Democrats like Nancy Pelosi and Chuck Schumer who for months p...","sentiment_score":-0.05}
{"full_text":"RT Power crazy Sturgeon, as usual, getting carried away with her imaginary powers as there is now confirmation that the Coron...","sentiment_score":-0.425}
{"full_text":"RT COVID is the biggest Ponzi, control sham, and insurance fraud in history.","sentiment_score":-0.2}
{"full_text":"RT So a prison (Two Rivers) in Oregon hasn't had power since 12\/16 and there doesn't seem to be any urgency to get it back on. T...","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci is about to get the Moderna vaccine today.He should have been vaccinated way before those useless members of Co...","sentiment_score":-0.5}
{"full_text":"RT UC application numbers increased 15% overall.Cal state application numbers dropped 5% overall.Just another sign that...","sentiment_score":0.0}
{"full_text":"RT \"This package does not include nearly enough funding to support our child-care centers, who are struggling to remain afloa...","sentiment_score":0.0}
{"full_text":"RT Ben Miller writes about #COVID19 from a telehealth perspective as an eICU support specialist in South Dakota in the spring o...","sentiment_score":0.0}
{"full_text":"The pandemic highlights more than ever the importance of the security that a defined benefit pension provides. We look forward to bringing retirement security to #Ontario and to the nonprofit sector. #pensions #nonprofits","sentiment_score":0.5}
{"full_text":"Excuse Me But People weren't loosing their homes - jobless &amp; going to foodbank in the midst of a PANDEMIC- Oh yeah and there is proof of Russian hacking so.... You are a racist Biatch Horrible thing to say- how do you know that I am not Asian But you follow the","sentiment_score":-0.2625}
{"full_text":"RT Should say something if these two who go at each other's throats to agree that this bill isn't good.","sentiment_score":0.2875}
{"full_text":"Winter AutoFest canceled in 2021 Due to COVID","sentiment_score":-0.125}
{"full_text":"Kudos! This awards recognizes the hard work behind organizing Namaste Trump. That was courageous given Covid spread. Truly deserving event of the year.","sentiment_score":-0.0305555556}
{"full_text":"RT The same things that'll keep you safe from the coronavirus already circulating in the US are also very conveniently th...","sentiment_score":0.2333333333}
{"full_text":"Dire COVID warnings go unheeded as many insist on Christmas traditions; officials fear new surge","sentiment_score":0.3181818182}
{"full_text":"good news!","sentiment_score":0.875}
{"full_text":"RT Everyone opposing a Brexit transition extension is betraying Britain. The new covid variant is going to make life very...","sentiment_score":0.1681818182}
{"full_text":"RT Indian Government needs to take it very seriously ! we can't afford to goof up again !","sentiment_score":-0.6770833333}
{"full_text":"RT Black and Latino Texans are dying in the prime of their lives due to COVID-19 (by","sentiment_score":-0.1458333333}
{"full_text":"RT #py_ddy_ym_chwrwjn_chhwrrwPathetic. PDM spent so much money, time, effort &amp; displayed utter callousness by endangering ppl's l...","sentiment_score":0.0333333333}
{"full_text":"RT Mitch McConnell is falsifying the history of how we got the rescue package, all to save his Georgia senators. But he and...","sentiment_score":0.0}
{"full_text":"RT Something voters need to know.","sentiment_score":0.0}
{"full_text":"Wirral's Covid infection rate is back above 100https:\/\/t.co\/WCVqMPJF6B","sentiment_score":0.0}
{"full_text":"Pass it on: equity and effectiveness of #COVID19 public health interventions are not at odds.In fact, it is hard to achieve one without the other.","sentiment_score":-0.1388888889}
{"full_text":"WBAP Morning News: Economist Dr. Bud Weinstein joined the show to talk about the COVID Stimulus Bill. There are thousands of pages in this bill, what's in it?https:\/\/t.co\/Zp0Lxgo4kW","sentiment_score":0.0}
{"full_text":"RT These and the others who died in South Dakota nursing homes this fall were real people. Their families are grieving. The s...","sentiment_score":0.2}
{"full_text":"Minister of Education Dr. Hamad Al-Sheikh has issued directives to continue disbursement of financial allocations for foreign scholarship students who are in #SaudiArabia during the pandemic period, and who have been continuing their studies remotely","sentiment_score":-0.075}
{"full_text":"#100FREEiPhone12 #unboxtherapy    lockdown","sentiment_score":0.0}
{"full_text":"Peaky Blinder's Sophie Rundle, 32, hospitalised with coronavirus","sentiment_score":0.1}
{"full_text":"The Model A Restorers Club (MARC) of WNY is on a roll  with their donations! For the 5th year in a row they've stopped by to donate house essentials to KGH. Even during a pandemic, their generosity has continued. Thank you very much for your donation! ","sentiment_score":0.325}
{"full_text":"Each Latino who dies of COVID-19 in Texas dies, on average, 20 years too young. If you add all those deaths together, you get 240,000 life-years lost-- more than twice as many as whites. Read our story, with exclusive stats from","sentiment_score":0.2375}
{"full_text":"\"The people that are part of this thing, we found a way to do it.\"On Wednesday the Raptors will open their 2020-21 NBA season in Tampa.From Florida, takes us inside the 6-week sprint to relocate a franchise, in a pandemic. https:\/\/t.co\/RVYmIe4Xts","sentiment_score":0.0}
{"full_text":"Beyond self-care: Try these 5 therapeutic tools to manage stress better during COVID-19 restrictions #selfcare selfcaretips #stressreliefhttps:\/\/t.co\/WMgc1MroqW","sentiment_score":0.5}
{"full_text":"RT Here's your buddy, Elise. The GOP can no longer claim to be Pro-life.  #NY21","sentiment_score":0.0}
{"full_text":"Video of Ramdas Athawale chanting 'Go corona go' with people at the beginning of pandemic had gone viral on social mediahttps:\/\/t.co\/Lgeh9DsHsI","sentiment_score":0.0333333333}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"RT Many students from #VTU,Karnataka, have reached out protesting offline exams. \"VTU is planning offline exams amid pandemi...","sentiment_score":0.5}
{"full_text":"Arla's milk price for January 2021 will fall to 29.58 pence per litre as the markets experience 'continuing uncertainty' due to Covid-19 and Brexithttps:\/\/t.co\/8VdW4rolpJ","sentiment_score":-0.125}
{"full_text":"RT At this time of deep stress and with infection rates rising, it's astonishing the Home Secretary says the Government has...","sentiment_score":0.25}
{"full_text":"More than 600 British Jews have now died from coronavirus.The grim milestone was confirmed as the Board of Deputies released its weekly mortality figure.https:\/\/t.co\/YaaT7wOHKg","sentiment_score":-0.025}
{"full_text":"Total deaths will be up more than 15% this year. That's the biggest jump since 1918.In other words, the percentage increase in total deaths this year is greater than we saw in any year during World War II.","sentiment_score":0.175}
{"full_text":"Teachings from the Mooshoom Chair!  Check out our new video with Stan Wesley!https:\/\/t.co\/0j6A3HxWgR#FortAlbany #Peawanuck #Kashechewan #Attawapiskat #Mocreebec #MooseFactory #Moosonee #tistheseason2020 #COVID19","sentiment_score":0.1363636364}
{"full_text":"RT Sewer rat Matt Gaetz is getting a vaccine shot. After he got people killed calling COVID a hoax. A lot of people died liste...","sentiment_score":-0.2}
{"full_text":"Join us today, Tues. Dec. 22 for FREE COVID-19 Testing at our new location.When:  Tuesday, Dec 22, 9A-3PWhere: 11151 Colorado BlvdPreregistration is HIGHLY encouraged for a faster check-in. Visit to register and more info or call 303-538-7420","sentiment_score":0.2990909091}
{"full_text":"\"The pandemic was a dream come true for growth and tech investors. But we'll get a substantial reopening of the economy by the middle of next year and a complete reopening by the end of the year. I believe value will outperform growth stocks in 2021.\"-Jeremy Siegel","sentiment_score":0.1125}
{"full_text":"UPDATE: Coroner Confirms Passenger Who Collapsed On UNITED Flight Had Covid... #drudge","sentiment_score":0.0}
{"full_text":"Don't get locked out in lockdown!!Telebetting will remain open throughout Lockdown!!Open a new account now on 0800 121 4567 (or 02890 663949)#doyouwannabet","sentiment_score":0.0681818182}
{"full_text":"#ICYMI My team &amp; I worked w Cmmr. Suffredin &amp; to bring a a free COVID testing site to the Bernard Horwich JCC (3003 W Touhy). The site is open  Mon-Fri from 11AM-7PM and Sat-Sun 9AM-2PM. Appointments ","sentiment_score":0.2}
{"full_text":"Register for a free COVID-19 test at Cheney Stadium. Testing is closed on Thursday and Friday, but will be available again on Saturday (12\/26).","sentiment_score":0.2333333333}
{"full_text":"Stay safe, #LexRich5Schools! Wear a mask.Practice social distancing. Wash your hands often. Check your symptoms: tested. Find a location: Visit website for more information:","sentiment_score":0.3861111111}
{"full_text":"The battle against #Covid_19 has delivered not just a vaccine at record speed but also a spike in demand for the billions of syringes needed to administer it#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID19 #COVID #corona  #coronavirushttps:\/\/t.co\/2A9cAWZBVp","sentiment_score":0.0}
{"full_text":"Say what we have to about the way USA handled the pandemic, but thousands of frontline workers got the vaccine before politicians and even Fauci himself!","sentiment_score":0.0}
{"full_text":"Biden will deliver remarks in Wilmington, Delaware on Tuesday afternoon, where he's expected to speak on the $900 billion coronavirus aid bill passed by Congress on Monday.https:\/\/t.co\/9cVKdsxGSk","sentiment_score":-0.1}
{"full_text":"There is no COVID19 on the Falkland Islands.","sentiment_score":0.0}
{"full_text":"We at Amy Jones Travel will continue to operate and prepare to serve in full force once this pandemic ends and everything goes back to normal. #covid19 #ExpertAdvice #TravelPlanner #AmyJonesTravel #AmaWaterways","sentiment_score":0.1666666667}
{"full_text":"The Department of Veterans Affairs announced that #health workers and #veterans in long-term care facilities will get the #COVID19 vaccine first. #coronavirus #healthcare","sentiment_score":0.25}
{"full_text":"The DSBN has warned parents of what to expect next month. ","sentiment_score":0.0}
{"full_text":"RT ICYMI: Part of last week's trio of #Hoopsville #Podcasts included talking to programs who have had their #d3hoops seasons...","sentiment_score":0.0}
{"full_text":"The pandemic has accelerated the willingness of companies to engage in live streaming. Moreover, an activity that was supposed to be temporary will become a priority for many of them in 2021. Keep up with the trend and go live joining the broadcast revolution. ","sentiment_score":0.2575757576}
{"full_text":"Google releases its 2020 \"year in search\" results; among the results: the pandemic, the US election, and... the \"Sonic\" and \"Bad Boys\" movies? #Google #YearInSearch #TechTuesday","sentiment_score":-0.7}
{"full_text":"A slew of politicians in Congress were recently vaccinated for COVID-19 and some say the display is taking away from the vulnerable. Now one NY lawmaker is urging his colleagues, including Gov. Cuomo, to wait in line.","sentiment_score":-0.25}
{"full_text":"We have been in lockdown (here) since Saturday. It took two weeks or so to start to turn round last time. And most of the country isn't even in lockdown this time.","sentiment_score":0.1}
{"full_text":"* Sen. Joni Ernst sparked backlash for getting the Covid vaccine after spreading conspiracies* 300K Trump supporters planned to join a virtual second inauguration event* Sen. Pat Toomey's final add to the stimulus bill helped his Wall Street donorshttps:\/\/t.co\/MRtg2b3hOJ","sentiment_score":0.0}
