{"full_text":"RT In #Yemen, UN Volunteers medical doctors &amp; nurses are contributing in response to #COVID19.They are ensuring sufficien...","sentiment_score":0.0}
{"full_text":"RT The has today confirmed that hairdressers and barbers currently in Level 4 Covid restriction areas like #WestLot...","sentiment_score":0.2}
{"full_text":"RT Every waking moment is about one purpose: saving American lives by delivering safe and effective Coronavirus therapeutics a...","sentiment_score":0.3666666667}
{"full_text":"This is fucking crazyyyyy omg what is happening","sentiment_score":-0.6}
{"full_text":"a covid.","sentiment_score":0.0}
{"full_text":"Get 'em Texas!","sentiment_score":0.0}
{"full_text":"Not sure hugging was ever recommended during a pandemic","sentiment_score":-0.25}
{"full_text":"RT Everyone at the negotiating table--including Senate Rs--has agreed to a compromise. Except one. Mitch McConnell is refusi...","sentiment_score":0.0}
{"full_text":"Please skip the holidays the same way your skipping work IRL","sentiment_score":0.0}
{"full_text":"RT 40 days of Zero Local cases!","sentiment_score":0.0}
{"full_text":"Accenture CEO Julie Sweet joins the Post to discuss how the coronavirus pandemic has accelerated the necessity of operating digitally for most global businesses. ","sentiment_score":0.2125}
{"full_text":"Uptick in BLM\/antifa movement, nonstop covid talk","sentiment_score":0.0}
{"full_text":"RT I'm hiring a Research Coordinator to run my NCI funded COVIDStory project. S\/b comfortable interacting with community leaders...","sentiment_score":0.4}
{"full_text":"The parental burnout crisis has reached a tipping point via","sentiment_score":0.0}
{"full_text":"RT Arizona's 2nd COVID hospitalization wave is still building. Almost a straight line.","sentiment_score":0.1}
{"full_text":" loving on our staff &amp; students during 12 days of holiday cheer!! Our staff and students have been so resilient navigating all the new during this pandemic! Santa Hope is checking extra nice for all#soarhawkssoar #holidaycheer #principal","sentiment_score":0.4269886364}
{"full_text":"RT And I never thought I'd share a Doug Collins ad.But just bear with me. Here he is attacking Loeffler for being profiteeri...","sentiment_score":0.0}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"This greeting from a friend in Montreal captures the #COVID-era #Hanukkah perfectly. May your #dreidl always land on 'gimel' and may your #latkes be crispy. HEALTHY, happy holiday to all celebrating!","sentiment_score":0.8333333333}
{"full_text":"RT Nebraska has moved up to third place in the nation in the Covid-19 standings, just behind the Dakotas. We've moved ahead...","sentiment_score":-0.2}
{"full_text":"This is a picture of emergency wait rooms, not necessarily covid patients...","sentiment_score":0.0}
{"full_text":"RT McConnell liability shields are solely for protecting meat tycoons like GOP megadonor Ron Cameron and oth...","sentiment_score":0.0}
{"full_text":"RT \"Without action, the pandemic will likely erase decades of progress for working women,\" warns Rep. Katie Porter in a report...","sentiment_score":0.05}
{"full_text":"i HAD get tf out from under my dads roof as soon as tf i could. but my kids are welcome to stay home as long as they want. well at least until they finish college if they choose that route.","sentiment_score":0.15}
{"full_text":"RT The federal government procured less than half of its goal of an emergency stockpile of respirator masks and other PPE for...","sentiment_score":-0.1527777778}
{"full_text":"Sri Lanka cremates Muslim Covid-19 victims against religious wishes | Malay Mail","sentiment_score":0.0}
{"full_text":"cut them some slack dude, Apple lost a lot of chinese slaves in the pandemic.  The new slaves need to be whipped a little harder before they get everything just right.","sentiment_score":0.0269155844}
{"full_text":"RT ICYMI: Today I sued Georgia, Michigan, Pennsylvania and Wisconsin for exploiting the #COVID19 pandemic to justify ignoring federa...","sentiment_score":0.0}
{"full_text":"Example today of selling on pops and repositioning:Woke up early to sell $PIC at 18.9 after watching price action break down.Started scaling back in at 17.20 and loaded more 16.9. Lock in profits at POPS and then wait for it to bottom out and buy back in. Take advantage!","sentiment_score":0.14}
{"full_text":"RT ANOTHER ADMISSION: Dem Senator Says Party Rejected CoVID Relief 'Because an Election Was Coming'","sentiment_score":0.0}
{"full_text":"RT YaleE360: \"The completed a regulation that keeps in place rules on tiny, lung-damaging industrial particles, known as...","sentiment_score":0.0}
{"full_text":"And we effectively do know how RNA will work in the body because you're just introducing a section of RNA that would be in your body if you were infected anyway. If coronavirus doesn't does long term effects the RNA vaccine shouldn't either","sentiment_score":0.275}
{"full_text":"The Deep State control nearly every government on the planet, and are responsible for this Corona hoax. They want to monitor and control everyone worldwide through vaccinations and nano technology, linked to the 5G network. People need to wake up, and do proper research.","sentiment_score":0.075}
{"full_text":"RT So Biden's COVID-19 plan includes:- Masks- Vaccinations- Opening schoolsPres. Trump's plan has been:- Masks- Vacc...","sentiment_score":0.0}
{"full_text":"covid19","sentiment_score":0.0}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"WARNINGSo far the #COVIDVaccineFacts are-Once had can it you catch &amp; transmitting Covid- UNKNOWNHow long does immunity last- UNKNOWNWhat happens if you miss the 2nd vaccine- UNKNOWNEffects on over 85s- UNKNOWN&amp; now we have this#NeverTrustATory","sentiment_score":0.0125}
{"full_text":"RT A subdued ceremony for a well-deserved to Charles Rice for his groundbreaking work on #hepatitisC . In the...","sentiment_score":0.0}
{"full_text":"RT Don't you know?  It is now labeled COVID-19 ... you know, gotta drive them numbers up and scare the people who sti...","sentiment_score":0.0}
{"full_text":"RT The Consumer Bankruptcy Reform Act works for American families by cracking down on predatory practices, helping renters...","sentiment_score":-0.0777777778}
{"full_text":"So sorry for the family's loss and for yours too #wearamask","sentiment_score":-0.5}
{"full_text":"Keeping it Real...","sentiment_score":0.2}
{"full_text":"RT Even though they're usually an established ritual in Germany, #Christmasmarkets have been cancelled this year. But despite...","sentiment_score":-0.25}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"RT The data was from trials that included 31,000 volunteers in the UAE, which found the vaccine was highly effective in preventing m...","sentiment_score":0.6}
{"full_text":"RT The Flyers are out of the NHL, everyone wins!","sentiment_score":0.375}
{"full_text":"RT Imma make a thread of my experience with covid-19 because recently a lot of people I know have gotten it.","sentiment_score":0.0}
{"full_text":"Mostly empty train... Two people decide to sit right behind me and talk very loudly. Y'all it's a pandemic. Why you sitting this close. I know I look cute today but y'all ain't my type.","sentiment_score":0.0831428571}
{"full_text":"RT I miss the days of H1N1 when it was no one's fault when people got sick. It was a crappy virus and we all did our best to...","sentiment_score":0.1428571429}
{"full_text":"RT pretty weird how no one in the White House wears a mask and everyone in the White House is getting covid. if only ther...","sentiment_score":-0.05}
{"full_text":"What???","sentiment_score":0.0}
{"full_text":"Pandemic.","sentiment_score":0.0}
{"full_text":"The $PFE $BNTX trial only excluded patients with severe allergies to vaccines. How is it possible that there were two instances of anaphylaxis in the first day of vaccine rollout while this was not an issue in a 45k patient trial?https:\/\/t.co\/iDrU5yD2Ng","sentiment_score":0.0833333333}
{"full_text":"Even a 3 year old knows you can't be trusted","sentiment_score":0.1}
{"full_text":"RT It's a pandemic. We're all stressed. Everyone wants to be on vacation. You're not special","sentiment_score":0.0107142857}
{"full_text":"Coronavirus, election results, Kobe Bryant and Zoom among Google's top 2020 search trends in U.S. and world#Tc #2020 #Google #Google #Search #Searches #Trends #Year #Endhttps:\/\/t.co\/ralVOMfXJG","sentiment_score":0.5}
{"full_text":"This is precisely the point. Neither the protestors are farmers nor they want any solution. They are there to hijack the post covid growth momentum, defame the govt and the country at large and most importantly create anarchy and mayhem. That's it !","sentiment_score":0.4035714286}
{"full_text":"RT Low key, this 5G not fast enough to be responsible for COVID.","sentiment_score":0.02}
{"full_text":"RT BREAKING: Health Canada has approved the Pfizer COVID vaccine for use in our country #cdnpoli","sentiment_score":0.0}
{"full_text":"RT A health official started crying mid-meeting. She said she had to leave because her 12 year old son was home alone and ther...","sentiment_score":-0.05}
{"full_text":"RT Wonder if people denouncing this realize how common it was in the Dust Bowl and in Depression-era Appalachia for residents t...","sentiment_score":-0.3}
{"full_text":"RT Since the start of the pandemic, America's billionaires have increased their wealth by $1 trillion -- exceeding the $908 billi...","sentiment_score":0.0}
{"full_text":"RT Hey progressive organizers and campaigners: Got tactical COVID-era questions on how to build power and mobilize? We've go...","sentiment_score":0.0}
{"full_text":"RT Black people have 1.5 to 3.5 times higher risk of infection over their white peers. For those who identify as Hispanic or...","sentiment_score":0.0277777778}
{"full_text":"RT Going on vacation during the pandemic is big colonizer energy","sentiment_score":0.0}
{"full_text":"Insanity","sentiment_score":0.0}
{"full_text":"Okes","sentiment_score":0.0}
{"full_text":"RT \"Here in Washington when we go to war, there's endless amounts of money. Tax breaks for billionaires, endless amounts of m...","sentiment_score":-0.125}
{"full_text":"Thats never going to happen when the people promoting these crazy covid lockdowns and regulations dont even follow their own guidelines. Apparently the virus targets trump rallies more than riots ","sentiment_score":0.1375}
{"full_text":"As a result of #COVID19, African tech start-ups including and  will make up nearly half of the continent's $100 bn annual economic growth over the coming decade.https:\/\/t.co\/XidvWIyew5","sentiment_score":0.0111111111}
{"full_text":"RT danish people: racism isn't a thing in our country :^) silly americans hahaalso danish people, when the cov...","sentiment_score":0.125}
{"full_text":"RT Wear a #mask correctly and consistently to help keep from getting\/spreading the virus. - Be sure to wash your hands be...","sentiment_score":0.375}
{"full_text":"RT Anyone know any places (not Save the Children or IRC) to donate to the crisis in Yemen? Breaks my heart every time I rem...","sentiment_score":0.0}
{"full_text":"Defense officials recommend that \"everyone take the vaccine\" for COVID-19 when it's available, and say the Defense Department will be \"fully transparent about any adverse effects that are reported\" from people who take it","sentiment_score":0.4}
{"full_text":"RT we've been in a pandemic for ten months now and celebrities still can't read the room. highest levels of unemployment we've...","sentiment_score":0.0}
{"full_text":"Ryanair Group CEO Michael O'Leary believes demand could recover to pre-COVID-19 levels by as early as 2022, if air fares are low enough.https:\/\/t.co\/26SJvlJt9N","sentiment_score":0.05}
{"full_text":"RT If you work in retail...Thank you  If you work in education...Thank you  If you work in health care...Thank you...","sentiment_score":0.0}
{"full_text":"\"Never let a good crisis go to waste.\" ~ Billionaires","sentiment_score":0.25}
{"full_text":"Why is it so hard for you to fathom that more people did not want to endure another 4 years of torture lol.  You failed bigly with covid- people have never been sicker or more poor.","sentiment_score":0.0869047619}
{"full_text":"RT Nigerian Observer-An Online Prayer Meeting for Religious People Around the World to End COVID-19https:\/\/t.co\/xxoj4BeuQ9...","sentiment_score":0.0}
{"full_text":"Please publicise this passionate message by this doctor about preventitive and remedial drug for covid.Please watchhttps:\/\/t.co\/gYMHfoLGH7","sentiment_score":-0.05}
{"full_text":"I couldnt do anything fun for my birthday this year coz Covid happened ","sentiment_score":0.3}
{"full_text":"RT Great presentation by at the 24h Marathon for #AhmadrezaDjalali. We need international scientific colla...","sentiment_score":0.4}
{"full_text":"RT There's a shelter in need of Christmas gifts for the children they house in the Bronx. Due to Covid, they created a wishli...","sentiment_score":-0.125}
{"full_text":"RT Out of our collective pain, we will find our collective purpose: to control the pandemic, to save lives, and to heal as a nat...","sentiment_score":0.0}
{"full_text":"RT Working from home does take its toll. It is a staple of the '#NewNormal', but it does make it hard to sometimes stay mo...","sentiment_score":-0.2916666667}
{"full_text":"RT JUST IN: UK regulators say there have been two suspected allergic reactions from yesterday's coronavirus vaccinations a...","sentiment_score":0.0}
{"full_text":"RT Colleges join forces to get West Midlands back into work: Further education colleges across the West Midlands have joined force...","sentiment_score":0.0}
{"full_text":"RT Beth Rigby sacked but Julia Hateful-Bastard who is actively encouraging people to break COVID restrictions and surely costi...","sentiment_score":0.1833333333}
{"full_text":"RT Climate change is the biggest crisis of our times, and green recovery from COVID one of the biggest opportunities for s...","sentiment_score":-0.2}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"RT \"Without action, the pandemic will likely erase decades of progress for working women,\" warns Rep. Katie Porter in a report...","sentiment_score":0.05}
{"full_text":"CFP participants will each use their conference's COVID testing protocols. That's something that has rarely occurred this season. Overwhelming majority of games have been conference games. Will the lack of uniform testing standards be a problem?","sentiment_score":0.4}
{"full_text":"RT  We hear and read a lot about how the #COVID19 pandemic is impacting labour markets and livelihoods in advanced econo...","sentiment_score":0.4}
{"full_text":"RT Aaah Mzansi is gonna lose here","sentiment_score":0.0}
{"full_text":"Kentucky voters need to read Senate runoffs on 01\/05\/2021. Do in person #VoteEarly (able+willing), starts on Mon 12\/14, as it gets counted on Jan-5 EOD. It takes POTUS DeJoy USPS slowdown, recount lawsuits, etc. out of equation. #COVID19 #economy","sentiment_score":0.0}
{"full_text":"RT Striking how the points can be made to COVID-19:- That new reflective tape isn't perfect, but still effective- That this...","sentiment_score":0.5590909091}
{"full_text":"Your employees are a valuable target for malicious hackers. Teach them to recognize #phishing emails and stay protected with the help of our Covid-19 tailored #cyber awareness email template.","sentiment_score":0.0}
{"full_text":"Thanks to President Biden showing leadership and having a coronavirus plan!","sentiment_score":0.25}
{"full_text":"Markets are forward-looking mechanisms, and as we receive further clarity on what the world may look like after the pandemic, we expect #markets will reflect this. #SWANSessions #SFD ","sentiment_score":0.0}
{"full_text":"$ABNB and $DASH such contrasting co's. If our post-pandemic world is like the \"roaring 20's\" after the 1918 pandemic, ppl are going to go bonkers for entertainment experiences.$ABNB demand skyrockets from pent up demand? $DASH demand massively cannibalized by dine in \/ bars?","sentiment_score":0.0}
{"full_text":"Woohoo! Yes! So exciting. The COVID-19 vaccine is the best vaccine since the Small Pox one. Thank you for this. I will most certainly be getting it once I'm eligible and able to do so. Already got my flu shot a few weeks back.","sentiment_score":0.2580357143}
{"full_text":"What did I tell ya! Covid-19 vaccine: licensed.John Markowsky, PharmD: awaiting license.","sentiment_score":0.0}
{"full_text":"lol the jack must pot. They lost big time this year due to COVID-19. They're quite looking ahead now. Win for Disney\/Marvel studios &amp; Sony as well.","sentiment_score":0.36875}
{"full_text":"everybody go listen to sam's podcasthttps:\/\/t.co\/DCh6FhbkF0","sentiment_score":0.0}
{"full_text":"RT We Supply 50gsm Disposable Coveralls for R57-00(Price is VAT Inclusive)Delivery &amp; collection is AvailMidrand Noordwy...","sentiment_score":0.0}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"RT I'll never understand it, they could have bribed us all along to stay home and cruised to reelection","sentiment_score":0.0}
{"full_text":"Porter calls out McConnell's unconscionable obstruction. Voters of Kentucky, WTF?","sentiment_score":-0.5}
{"full_text":"RT Thanks,","sentiment_score":0.2}
{"full_text":"RT Biden's coronavirus plan, Swalwell's Chinese spy, Pelosi still a steaming pile of feces, on Coffee With Scott Adams, 10...","sentiment_score":0.0}
{"full_text":"RT The latest in our investigations into the Trump administration's compliance with document preservation laws, law enforc...","sentiment_score":0.5}
{"full_text":"RT We're honored to announce the signing of a grant agrmt w\/ @AfricaCDC, supporting its Continental Response to COVID-19, i...","sentiment_score":0.25}
{"full_text":"Suzy lockdown #NewProfilePic","sentiment_score":0.0}
{"full_text":"Covid-19 Vaccine Storage targeted by Hackers.","sentiment_score":0.0}
{"full_text":"Are you so pathetic that you are cheering on other countries to have a bad day in regards to Covid Death numbers just so you can gloat your own failed decisions?Come on man, do you know no low?  What a terrible human you are.","sentiment_score":-0.340625}
{"full_text":"RT Scott Adams on Pelosi.I'm not going to make a personal attack, but don't you agree she should be removed from office?","sentiment_score":0.0}
{"full_text":"I asked my mom (in front of my dad) if she was okay with going shopping with me tomorrow which she knew was code for \"we're going to get his Christmas present\" and my dad went \"oh yeah I'm gonna come with\" DUDE NO STAY HOME ","sentiment_score":0.25}
{"full_text":"RT It's been eight long months since the last direct payments for COVID relief were made to Americans. Families and worke...","sentiment_score":0.0166666667}
{"full_text":"How one Republican governor turned her state's failing coronavirus strategy into a national platform","sentiment_score":0.0}
{"full_text":"A poll conducted in April showed that 28% of Nigerians think they are resistant to COVID-19. The respondents justified it with religion, own preventive measures or myths about alleged resistance of black people to COVID-19https:\/\/t.co\/XfDMqNSbc5","sentiment_score":0.1833333333}
{"full_text":"Jenna Ellis, 2nd member of Trump's legal team, tests positive for COVID-19","sentiment_score":0.1424242424}
{"full_text":"The #pandemic opened up new avenues for #corruption across the . #GlobalMonitor shows instances of #COVID19-related corruption in at least 43 countries, with the largest share in #Asia &amp; the and the #Americas. #AntiCorruptionDayhttps:\/\/t.co\/GeyDUHGSXW","sentiment_score":-0.0818181818}
{"full_text":"Corruption thrives in times of crisis such as #COVID19On International Anti-Corruption Day #IACD2020 we call on governments, private sector and the whole of society - everyone to stand #UnitedAgainstCorruption to RECOVER with INTEGRITY. #RecoverBetter","sentiment_score":0.05}
{"full_text":"Get a FREE mask tomorrow, 12\/10, at Indian Trail Town Hall!@AtriumHealth is hosting a drive-thru mask distribution event from noon-3 p.m.The pandemic continues to spread, with case counts increasing every day. Do your part to #SlowTheSpread by practicing the 3 Ws!","sentiment_score":0.5}
{"full_text":"Professor Chad Syverson suggests that in the US, the effects of early stay-at-home policies were mild in comparison to people's fears of contracting the virus.","sentiment_score":0.2166666667}
{"full_text":"PANDEMIC: An Apoplectic Rage! - Part 4 #ComicsGate","sentiment_score":0.0}
{"full_text":"RT #Portland police attempt to serve an eviction notice during a pandemic.Residents push them back!","sentiment_score":0.0}
{"full_text":"In a virtual webinar, Fatemeh Homayounieh, MD, and colleagues reviewed chest CT protocols and proceedings for patients with moderate to severe symptoms of #COVID19, worsening respiratory status or suspicion of cardiopulmonary complications","sentiment_score":0.0}
{"full_text":"RT Will you get the COVID vaccine once it's available?","sentiment_score":0.4}
{"full_text":"Dorchester woman who lost job during pandemic wins almost PS250k on lotteryhttps:\/\/t.co\/LE9T9wRR4X","sentiment_score":0.3}
{"full_text":"S. Korean Foreign Minister's Remarks About North's COVID-19 Response Sparks North Korea's Anger","sentiment_score":-0.4125}
{"full_text":"UNEB Registers 3.8% Increase in PLE, UCE and UACE Candidates This Year  #ChimpReportsNews #Uganda #Featured #Education #WearAMask #News","sentiment_score":0.0}
{"full_text":"RT BREAKING: Health Canada has approved the Pfizer COVID vaccine for use in our country #cdnpoli","sentiment_score":0.0}
{"full_text":"#healthycities2020 Tomorrow closed Workshop: Schooling in times of COVID-19  14:00-15:00  CET w Raul Valdes-Cotera - UNESCO Institute for Lifelong Learning","sentiment_score":-0.1}
{"full_text":"If you're an employee or self-employed, the #COVID__19 Illness Benefit can provide you with income support if you've been diagnosed with #COVID19, or instructed by a doctor or the HSE to self-isolate.The payment is EUR350 per week.For more info visit","sentiment_score":0.5}
{"full_text":"RT Since the start of the pandemic, America's billionaires have increased their wealth by $1 trillion -- exceeding the $908 billi...","sentiment_score":0.0}
{"full_text":"Stamford Hill Library is giving away 35 bags with bits to make Star of David, the Menorah and some #Hanukkah colouring sheets! First come, first serve. Learn how to safely visit our libraries here:","sentiment_score":0.3333333333}
{"full_text":"B.s. People are not dieing according from the Chinese virus. At least according to my doctor and nurse friends I have.","sentiment_score":-0.15}
{"full_text":"Due to the #pandemic, Latin America's outlook has become glum and triggered a recession. discusses how the region can bounce back via #economy","sentiment_score":-0.0625}
{"full_text":"Same! My wife was in a PD on teaching during the Pandemic and I'm like... \"They been doin' this for as long as your have. Where is the authority?\"","sentiment_score":-0.025}
{"full_text":"This holiday season might be different due to COVID-19 social distancing. Keep spirits high and stress low through these suggestions and virtual support options from Military OneSource.","sentiment_score":-0.0052777778}
{"full_text":"Dr. Anthony Fauci expresses optimism that stadiums could be full again in 2021 via","sentiment_score":0.35}
{"full_text":"Come join us and our comrades for a virtual town hall on Medicare for All: Why We Need It and How to Get There, TOMORROW at 7 PM! Featuring first-hand accounts of the COVID crisis from the front lines here in Indiana. More info:","sentiment_score":0.5}
{"full_text":"LISTEN: A City of Regret#Everett #McConnaughey #Boise #Idaho #Conversations #COVID19 #Nurses #Christmas #Inspirational #Quotes #ACityofRegret #New #Original #Podcasthttps:\/\/t.co\/yUTgQOejJ2","sentiment_score":0.3371212121}
{"full_text":"Wellness WednesdaysIf you've gotten a positive test result, here's advice from doctors about how to handle a mild to moderate, or even asymptomatic, case on your own -- and when you need to seek emergency help.","sentiment_score":0.2901515152}
{"full_text":"A nurse who gave up part of her maternity leave to treat Covid patients has written a heartbreaking letter describing the reality of working through the pandemic reportshttps:\/\/t.co\/BDgyowDHLp","sentiment_score":0.0}
{"full_text":"RT We're aware of rumours about plans for an \"alcohol ban\" from shops in Wales. This is simply not true.For accurate in...","sentiment_score":0.2166666667}
{"full_text":"COVID 19 cases in India until : 09\/12\/2020 21:30Total Cases: 9756756 [+20739]Active: 374281Recovered: 9238366 [+23466]Deaths :141669 [+271]Total Tests: 149.84MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Accenture CEO Julie Sweet joins the Post to discuss how the coronavirus pandemic has accelerated the necessity of opera...","sentiment_score":0.35}
{"full_text":"Ontarians are trying to minimize their shopping trips to help stop the spread of #COVID. Why is Premier Ford's government still not allowing spirits in grocery stores already selling beer or wine ? One-stop shopping can help. Join #FairnessforSpirits:","sentiment_score":0.0}
{"full_text":"Our interactive Covid-19 support tool will help you to find out more about how our curriculum programmes can support your school with specific areas of need in these challenging times. Explore it at","sentiment_score":0.3333333333}
{"full_text":"Have #COVID19 symptoms or maybe you think you've been exposed to COVID-19? Come to one of our 5 testing #locations. Go to for more details.","sentiment_score":0.5}
