{"full_text":"RT When I was a little kid our car broke down while my family was camping in Holland. Some men stopped to help, the car wa...","sentiment_score":-0.1715277778}
{"full_text":"Fauci has been in unsung American hero for decades. He always quietly did his job. The anti science admin changed all that. He didn't ask to be put on a pedestal, he became our only source for the truth about Covid.","sentiment_score":0.0}
{"full_text":"Fauci is 80 years old and still on the job. Why? He seems oblivious to the fact he is constantly contradicting himself on important COVID questions. Enough!","sentiment_score":0.125}
{"full_text":"RT #USA #DrFauci turns 80--&amp; even his birthday surprise obeyed Covid rules. #HappyBirthdayDrFauci Anthony Fauci: \"I...","sentiment_score":0.0}
{"full_text":"It occurs to me my previous tweets were vague: the individual in question has most recently tested negative and is recovering at the above clinic. I only just learned of their first + test. Knowing Twitter, some amateur journo could have RTed and started an outbreak panic.","sentiment_score":-0.0466666667}
{"full_text":"RT People bombarding me with stuff about how many Americans have died of covid, as though that's responsive to the questio...","sentiment_score":0.5}
{"full_text":"RT Fauci: Herd immunity against coronavirus could require 90 percent of country to be vaccinated","sentiment_score":0.0}
{"full_text":"RT  Don't go into the holidays mad and misinformed! breaks down the FACTS that we need to know to underst...","sentiment_score":-0.4684027778}
{"full_text":"RT Tragedy has laid down on tragedy along the border, where large, close-knit families have been ravaged by Covid-19. ","sentiment_score":0.0293650794}
{"full_text":"RT Coronavirus reaches end of earth as first outbreak hits Antarctica ","sentiment_score":0.25}
{"full_text":"RT 2020 Is A Nightmare For All Cinema Enthusiasts Across The World, This Pandemic Ruined Entire Year. But Finally We Saw A R...","sentiment_score":0.0}
{"full_text":"Oh you mean the trump virus? Your pathetic mishandling of COVID-19 should have it be named after you. No one else has done worse in containing the virus than you have. You suck as POTUS!","sentiment_score":-0.6041666667}
{"full_text":"Coronavirus has altered Christmas. But in a few countries, it looks a little like normal.","sentiment_score":-0.0791666667}
{"full_text":"RT South Korea records 1,241 new cases of Coronavirus, marking a new record for cases in a day","sentiment_score":0.1363636364}
{"full_text":"RT The United States is the only advanced democracy not to give direct and substantial cash relief to its citizens during t...","sentiment_score":0.1666666667}
{"full_text":"Ordered from Postmates tonight and tipped way more than my usual amount by tipping my driver $20. I'm able to at the moment and wanted to give back. Be kind to delivery drivers. They are risking their lives for you during this pandemic.","sentiment_score":0.27}
{"full_text":"RT Sending my best wishes to team #SoloBrathukeSoBetter for its release this Christmas. First film hitting the big screen...","sentiment_score":0.4166666667}
{"full_text":"Did you guys hear about the new virus strain of covid from UK?","sentiment_score":0.1363636364}
{"full_text":"RT JUST IN: New coronavirus strain found in Nigeria, different from UK variant","sentiment_score":0.0681818182}
{"full_text":"RT If it wasn't for congressional Republicans you would be getting $2,000 in COVID relief.","sentiment_score":0.0}
{"full_text":"RT Black people are still being mistreated by the healthcare system, even those who WORK WITHIN the system. RIP Dr Susan M...","sentiment_score":-0.1666666667}
{"full_text":"RT While Trump is executing criminals he doesn't know and pardoning the ones he does, Republicans say no to giving America...","sentiment_score":0.0}
{"full_text":"How many Texans are going hungry tonight?.  No one asked for this pandemic but you and the radical right republicans decided it was a democratic hoax and did not want to pass aide to help hungry, cold, homeless Americans.  You are part of the Fuckers.  Please choke on your food","sentiment_score":0.0619047619}
{"full_text":"SHARING IS CARING#pmrdungun #japentrg #pkpp#kitajagakita #kitateguhkitamenang#watlakerdoh  #jabatanpenerangan#covid19 #prayformalaysia#tidakpastijangankongsi #MomenNegaraku","sentiment_score":0.0}
{"full_text":"RT It never ends. First masks don't work.  Then masks always work.  First it cannot be spread via aerosol.  Now it's primaril...","sentiment_score":0.25}
{"full_text":"RT Wuhan, ChinaXiong Feng, 22, teaches Wuhan's only class in Voguing, a dance. The pandemic meant he didn't graduate with class...","sentiment_score":0.0}
{"full_text":"RT Only the most Christian nations get together on Christmas Eve to discuss increasing aid during a pandemic and decide, \"No...","sentiment_score":0.1666666667}
{"full_text":"8. Target Keyword Another search trend we're seeing is entirely new queries, like \"drive-by graduation party ideas.\"Think about the specific needs, desires, interests, and pursuits of your buyer personas right now and the creative ways people are adapt","sentiment_score":0.2305194805}
{"full_text":"RT Hong Kong residents will be allowed to choose which Covid-19 vaccine they would like to receive. The city has agreements for...","sentiment_score":0.0}
{"full_text":"oh wow i'm jealous good luck with avoiding the calls!! smart choice social distancing tbh","sentiment_score":0.3369047619}
{"full_text":"RT Drew Lock: Breaks COVID protocolsNFL: Forces #Broncos to start Kendall HintonDwayne Haskins: Breaks COVID protocols...","sentiment_score":0.0}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT It's not the \"China Virus\" you racist fuck.","sentiment_score":-0.4}
{"full_text":"RT The percentage of people testing positive has increased sharply in Wales.We estimate that 52,200 people in Wales had #COVID19 wh...","sentiment_score":0.0511363636}
{"full_text":"RT Massachusetts just put out its first weekly Covid vaccine report. Super comprehensive. How many doses given by county, ag...","sentiment_score":0.3611111111}
{"full_text":"RT Nothing, absolutely nothing can take away or override your Charter Rights. No government, provincial, municipal and feder...","sentiment_score":0.2}
{"full_text":"Being within 6ft of people in general...","sentiment_score":0.05}
{"full_text":"RT My Christmas wish is that people stop pretending this pandemic won't effect them, and that they'll wear their masks, social di...","sentiment_score":0.0333333333}
{"full_text":"Teen me \/\/ Pandemic me","sentiment_score":0.0}
{"full_text":"RT Black people are still being mistreated by the healthcare system, even those who WORK WITHIN the system. RIP Dr Susan M...","sentiment_score":-0.1666666667}
{"full_text":"RT Wishing everyone in Massachusetts, across the country, and around the world a very happy holidays -  especially our servicem...","sentiment_score":0.5}
{"full_text":"RT Thinking of everyone who is sheltering alone on X-mas Eve. It's hard &amp; discouraging to see stay-at-home actions as meaningf...","sentiment_score":-0.2916666667}
{"full_text":"RT My daughter #RealityWinner shared today that they are again under quarantine status, as they have had new outbreak of co...","sentiment_score":0.1363636364}
{"full_text":"RT Old man in frock surrounded by gold and various priceless works of art urges people to help poor. ","sentiment_score":0.175}
{"full_text":"RT Every year on Christmas Eve in Holland, children gather to light candles on the graves of Canadian soldiers who never returned...","sentiment_score":0.4}
{"full_text":"RT People who say 'well, he's doing the best he can and who honestly could ever have got on top of something like #COVID19...","sentiment_score":0.7}
{"full_text":"RT Craziest part of fighting COVID has to be the fatigue. Day 12 and I'm still sleeping eleven hours a night and am wiped f...","sentiment_score":0.0}
{"full_text":"an the more service members are helping those lines, the greater risk, they are being put at for getting covid correct?","sentiment_score":0.5}
{"full_text":"'Dear Santa': Letters to North Pole reveal pandemic stress on kids via","sentiment_score":0.0}
{"full_text":"RT Who to remember this holiday season:#those grieving or experiencing their first holiday w\/out a loved one#those feeling l...","sentiment_score":0.475}
{"full_text":"RT While many Americans are in medical centers or quarantine, VP Pence, chief of President's Covid-19 task force, has reporte...","sentiment_score":0.25}
{"full_text":"RT Dr. Fauci is now saying we need 90% herd immunity to go back to normal. I thought a few months ago we were told that herd im...","sentiment_score":-0.0166666667}
{"full_text":"We must understand that no vaccines can stop the spread of the coronavirus. Only GOD blessing available with humans to protect themselves and systematically kill and eliminate last SARS-CoV-2 virus is Indian invention Aexpirator.","sentiment_score":0.1333333333}
{"full_text":"RT South Korea records 1,241 new cases of Coronavirus, marking a new record for cases in a day","sentiment_score":0.1363636364}
{"full_text":"RT A COVID-19 vaccine developed by China's Sinovac Biotech is 91.25% effective, according to interim data from a late-stag...","sentiment_score":0.35}
{"full_text":"RT I can't past the font used for \"Don Jr.\" in the corner.","sentiment_score":-0.25}
{"full_text":"RT Never forget that on #ChristmasEve when millions of Americans will be going hungry due to the #TrumpVirus pandemic, Donald...","sentiment_score":-0.125}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"RT Social Distancing.Delhi,2020#city #urban #street #architecture #citylife #cityscape #cities #travel #fromstreetwithlove...","sentiment_score":0.0166666667}
{"full_text":"Melania is right, this Christmas is different from years past. The country is reeling from Covid, people are unemployed, businesses are going under and Trump throws a wrench in Covid relief. But the Trumps still head to Mar-A-Lago. Trump needs to golf.  To heck with others. #Sad","sentiment_score":-0.1160714286}
{"full_text":"So...turns out the feeling under the weather I've been feeling might be more then the Nasal Drip.Mom? Fiance? Brother In Law potentially? Looks like me too?Covid for everyone.Merry Christmas.","sentiment_score":0.25}
{"full_text":"RT Maybe tomorrow Trump pardons COVID?","sentiment_score":0.0}
{"full_text":"Yeah if God is real he gave us the ability and science to create vaccines. He wouldn't want millions to suffer and die in pain horribly.","sentiment_score":-0.4}
{"full_text":"This variant is going to make IMO, a sad explosion in the USA in mid January and much of the world in the next 8 weeks. Not good.","sentiment_score":-0.13}
{"full_text":"A street mural was created outside of the Pfizer Global Supply campus on Portage Road to thank the company for the role in the COVID-19 development and distribution.https:\/\/t.co\/iEy94mjwiX","sentiment_score":0.0}
{"full_text":"#ICYMI: Writer calls one familiar Christmas character a \"hero\" during the pandemic.https:\/\/t.co\/Nn6AqsNHzH","sentiment_score":0.375}
{"full_text":"Important Announcement Regarding The New Variant of SARS-CoV-2","sentiment_score":0.2681818182}
{"full_text":"#ICYMI | I recently needed to fly from ATL to JAX for a family event. It's a short flight, yes, 41 minutes flying time, but the route is popular enough so that in \"normal\" non-pandemic days the round-trip flight can cost a bit over US$200.:","sentiment_score":0.2583333333}
{"full_text":"Immunocompromised #patients and the U.K. #COVID-19 #coronavirus variant ... | #rituximab | #SARSCoV2 | #mutation | #infection | #antibodies | By via","sentiment_score":0.0}
{"full_text":"RT He doesn't care about you. He vetoed the defense bill. He says he won't sign the life-saving COVID relief bill. Becaus...","sentiment_score":0.0}
{"full_text":"On Thursday, the Nebraska Department of Correctional Services (NDCS) announced that four staff members tested positive for coronavirus.","sentiment_score":0.2272727273}
{"full_text":"New analysis from the University of Texas at Austin shows that intensive care units could potentially be full by early January if COVID-19 transmission isn't slowed, Austin Public Health says.https:\/\/t.co\/xieg5ctSET","sentiment_score":0.1465909091}
{"full_text":"How are you celebrating this year?","sentiment_score":0.0}
{"full_text":"RT No one in our society should be unable to afford to eat or keep warm and sheltered. Yet, 4.5m UK children live in poverty an...","sentiment_score":0.0787878788}
{"full_text":"Son warns about in-person church services after his mother's death from #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"RT #BIDEN SO FAR:1. Hit the brakes on canceling student debt2. Won't close border torture camps3. Worked to reduce stimul...","sentiment_score":0.0}
{"full_text":"Out of 400 people in at-risk communities, 100 of them tested positive for #COVID19. Watch Ala Stanford, MD, make a case for free testing in Black neighborhoods. #MedEd","sentiment_score":0.1535353535}
{"full_text":"Like a lot of things during the pandemic, Christmas Mass looks a lot different this year.","sentiment_score":0.0}
{"full_text":"The Indus Health Network provides absolutely free healthcare service to all. Indus is conducting free COVID-19 tests at its hospitals, primary care centers, and drive-through facility. Please beware of scams and check IHN's social media and website for any information.","sentiment_score":0.3083333333}
{"full_text":"OPINION: Recapturing Christmas magic in Colorado amid COVIDhttps:\/\/t.co\/XeGLfdPlix(via","sentiment_score":0.5}
{"full_text":"Maligayang Pasko! Sending my thoughts &amp; prayers to everyone back home and around the world for a happy &amp; healthy festive celebration! This year it's just and I as the UK has gone into lockdown - a slightly different Christmas but a very special one all the same!","sentiment_score":0.3148809524}
{"full_text":"ICYMI: Pregnant women have been receiving mixed messages about whether or not they should get the COVID-19 vaccine.","sentiment_score":0.1666666667}
{"full_text":"Coronavirus cases in the state have skyrocketed over the last two months, and the ICU capacity is now zero in Southern California and the San Joaquin Valley.","sentiment_score":0.0}
{"full_text":"Practice appropriate COVID behaviour this Christmas &amp; be on Santa's 'Good List'! Protect yourself and your loved ones by wearing a mask, washing your hands and maintaining 2 gaj ki doori! #IndiaFightsCorona #Unite2FightCorona","sentiment_score":0.75}
{"full_text":"All along the Texas border, thousands of U.S. residents are driving to visit relatives in Mexico for Christmas, despite pleas from both countries not to travel and risk spreading COVID-19.https:\/\/t.co\/Sw0V9RKGnW","sentiment_score":0.0}
{"full_text":"Hello ! If you live in GMT+6 then *some* governments think that COVID is taking a 24-hour break (how nice of it !).That is not the case, so please stay safe !Merry Christmas !","sentiment_score":0.5558712121}
{"full_text":"Season's greetings, everyone! Hope you have the best Christmas.Stay home and stay safe.#MRHFL#Christmas#SeasonsGreetings","sentiment_score":1.0}
{"full_text":"Germany has reported its first case of the Covid-19 variant identified in the UK. This comes after the affected individual traveled to Frankfurt from London Heathrow on Dec 20th, testing positive on arrival.","sentiment_score":0.1193181818}
{"full_text":"Two 100-year-old veterans received the COVID-19 vaccine Wednesday afternoon, doing their part in this fight against the virus!","sentiment_score":0.0}
{"full_text":"Two 100-year-old veterans received the COVID-19 vaccine Wednesday afternoon, doing their part in this fight against the virus!","sentiment_score":0.0}
{"full_text":"\"Utilities could eventually raise rates to recoup lost costs, activists say that's a bad plan.\"https:\/\/t.co\/JzeKRzpsnn","sentiment_score":-0.7}
{"full_text":"A lot has happened, and the onslaught of the Corona pandemic remains the highlight of this year.","sentiment_score":0.0}
{"full_text":"The U.S. was notably missing from a growing list of countries suspending travel to and from the U.K., the apparent epicenter of a new mutated version of Covid-19.https:\/\/t.co\/Zu1BGxLJvn","sentiment_score":-0.0045454545}
{"full_text":"Don't worry, America. You might not get the COVID relief checks you so desperately need, but four war criminals were pardoned for their war crimes so. America first, etc.","sentiment_score":-0.175}
{"full_text":"The pandemic wasn't going to stop an Oregon World War II veteran's family from honoring him, so they organized a surprise drive-by celebration.https:\/\/t.co\/po9xKaadiT","sentiment_score":0.0}
{"full_text":"Playing beer pong with my family and my sister and I SUCK. I've been out of practice from this pandemic :p","sentiment_score":0.75}
{"full_text":"RT Wishing her and you well. Stay safe. I'm on vacation. ","sentiment_score":0.5}
{"full_text":"RT The COVID-19 pandemic has shown us the deep inequalities and disparities communities of color face every day. Today,","sentiment_score":0.0}
{"full_text":"Ensuring a secure supply chain with the highest levels of hygiene during the COVID-19 pandemic. Read more about SAP #CX and why customers like Hofmann Menu-Manufaktur chose SAP.","sentiment_score":0.45}
{"full_text":"Does anyone really believe that those contact tracing form sign ups actually do something?","sentiment_score":0.1}
{"full_text":"RT Trump is at Mar Lago. People are hurting. He vetoes the bill to support the military. He refuses to sign bill that has budge...","sentiment_score":-0.1}
{"full_text":"Time: 04:00 * Temp: 3.3degC * Wind: NW 0.9 to 6.9mph * Pressure: 1028.5hPa * Rain: 0.0mm * Hum: 87% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:45 * Sunset: 16:01 * Cloudbase: 920ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 40.4FWind Chill: 40.4FHumidity: 99%Dew Point: 40.1F Barometer: 29.572 inHgWind: 1 mph from the NWCorona Virus Weekly Stats:Cases: 187.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Few people realize that the Moderna vaccine against COVID-19--which the FDA has finally declared \"highly effective,\" and whic...","sentiment_score":0.1333333333}
{"full_text":"Struggling? #COVID19 #today #resume #LifeLessions","sentiment_score":0.0}
{"full_text":"Oh yes!! he did...President Trump Suggests 'Injecting' Disinfectant as Coronavirus Cure | ... via","sentiment_score":0.0}
{"full_text":"RT It is a white #Christmas evening in South #Ontario - Santa please be careful! #Canada #StayAtHome","sentiment_score":-0.0625}
{"full_text":"California COVID-19: 2 million confirmed cases and counting","sentiment_score":0.4}
{"full_text":"RT Tax Professionals are passing through situation of mental stress, due dates pressure and they are under virtual lockdown...","sentiment_score":-0.1125}
{"full_text":"RT Cat condo for COVID Christmas! Bastet and Romeo! Can't quarantine without cats!","sentiment_score":0.0}
{"full_text":"Coronavirus Package Allows Feds to Import More Foreign Workers via","sentiment_score":0.1875}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"RT Hopefully Santa makes it through Ohio tonight by the 10 p.m. curfew. Fly fast, Rudolph. The #COVID19 agents will be on th...","sentiment_score":0.5}
{"full_text":"RT Today's GOP: \"Fred Piccolo, spokesman for Gov. Ron DeSantis, deactivated his Twitter account Wednesday after he tweeted in...","sentiment_score":0.0}
{"full_text":"RT More than 6 million people have boarded flights in the past six days.In the middle of a once in a century Pandemic.I wi...","sentiment_score":0.0833333333}
{"full_text":"Governor, you showed your global mettle in March and thru the 'states, you're on your own' days of the pandemic, then something shifted. True colors? Out-of-touch-Elite? Wouldn't play hardball with Trump? Whatever it is, something is gone. We're 40mm Californians and we feel it.","sentiment_score":0.3166666667}
{"full_text":"RT Current lockdown policies are producing devastating effects on short and long-term public health.","sentiment_score":-0.25}
{"full_text":"RT \"let it not be forgotten that more than 125 of the very same House Republicans now raging at Trump for betrayal just got t...","sentiment_score":0.25}
{"full_text":"RT A lot has happened, and the onslaught of the Corona pandemic remains the highlight of this year.","sentiment_score":0.0}
{"full_text":"Political appointees of President Donald Trump tried to block or change more than a dozen government reports that detailed scientific findings about the spread of the coronavirus, a House panel investigating the alleged interference said Monday.https:\/\/t.co\/k9kTCsQzEY","sentiment_score":0.2}
{"full_text":"RT Sorry to disappoint, but I've not made a dollar from my tv appearances or interviews. I do them because there is an awful v...","sentiment_score":-0.75}
{"full_text":"RT Dear Finance Minister,If Parliament Session can be cancelled due to Covid-19 situation why GST Audit,Tax Audit and I...","sentiment_score":-0.125}
{"full_text":"RT Drew Lock: Breaks COVID protocolsNFL: Forces #Broncos to start Kendall HintonDwayne Haskins: Breaks COVID protocols...","sentiment_score":0.0}
{"full_text":"The coronavirus and Israel Palestine!josefavesar@gmail.com#israeli #palestinian #israel #peace #peaceplan #common #government #coronavirus #wholeworld #interconnected #vaccinne","sentiment_score":-0.3}
{"full_text":"RT 1\/ Just one day after Health Canada approval, I am pleased to be on hand as the Moderna vaccine arrives in ! This is t...","sentiment_score":0.625}
{"full_text":"Preliminary data released Thursday shows nearly 8,000 new confirmed cases of COVID-19 Thursday.https:\/\/t.co\/AWphNW7NUv","sentiment_score":0.2121212121}
{"full_text":"Indianapolis bars requested a stop to COVID-19 restrictions; the judge denied their request. #COVID19 #CovidRestrictions #pandemic #coronavirus","sentiment_score":0.0}
{"full_text":"RT More than 6 million people have boarded flights in the past six days.In the middle of a once in a century Pandemic.I wi...","sentiment_score":0.0833333333}
{"full_text":"RT Merry Christmas to All.May this festival bring peace, prosperity and good health in everyone's life in these trying ti...","sentiment_score":0.7}
{"full_text":"Too late?","sentiment_score":-0.3}
{"full_text":"RT Such a Sweet gesture from Super Star gaaru ....","sentiment_score":0.2277777778}
{"full_text":"RT Trump is at Mar Lago. People are hurting. He vetoes the bill to support the military. He refuses to sign bill that has budge...","sentiment_score":-0.1}
{"full_text":"RT The UN is broken","sentiment_score":-0.4}
{"full_text":"#MerryChristmas everybody! The year has brought in challenges that we would imagine in movies. Covid-19 being the biggest test of endurance. However, it has brought us closer to the ones we love most.  It taught us, that we can be stronger together, as we all #StandUpandShine","sentiment_score":0.5}
{"full_text":"RT Why don't you go carol outside a hospital overrun w Covid? And talk to family members outside, who can't go inside to v...","sentiment_score":0.0}
{"full_text":"RT In other COVID items GOP blocked:Back in March, progressive Dems were working to stop negative credit reports during the pandemi...","sentiment_score":-0.2125}
{"full_text":"When COVID-19 began to spread rapidly on a global scale in March and April, the role of the CDO became a focal point. Read more on CMSWire.","sentiment_score":0.25}
{"full_text":"Total COVID-19 tests performed in Denmark: 9,817,516. 146,341 cases, of those 0 today; 1,114 deaths, of those 0 today.","sentiment_score":0.0}
{"full_text":"RT If it wasn't for congressional Republicans you would be getting $2,000 in COVID relief.","sentiment_score":0.0}
{"full_text":"RT Black people are still being mistreated by the healthcare system, even those who WORK WITHIN the system. RIP Dr Susan M...","sentiment_score":-0.1666666667}
{"full_text":"RT To these frontline healthcare heroes and so many more, all we can do is thank you for all you've done this year and pledg...","sentiment_score":0.5}
{"full_text":"RT Tonight, I'm thinking of how lucky we are to have gotten the COVID vaccine to so many of our frontline workers and nursin...","sentiment_score":0.4166666667}
{"full_text":"RT This is insanity.","sentiment_score":0.0}
{"full_text":"RT My daughter #RealityWinner shared today that they are again under quarantine status, as they have had new outbreak of co...","sentiment_score":0.1363636364}
{"full_text":"A Black doctor alleged racist treatment before dying of covid-19: 'This is how Black people get killed' #heal...","sentiment_score":-0.1583333333}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"RT This nigga flew to Paris in a pandemic to eat beans.","sentiment_score":0.0}
{"full_text":"RT Hi all ...stay safe stay home let us create a shresht Bharath by following 21days lockdown...","sentiment_score":0.25}
{"full_text":"RT Thank you everyone for being here together.All Thai fans - Inter fans who love P'Mew you are #mewlions Welcome home fo...","sentiment_score":0.65}
{"full_text":"Definitely the lockdown","sentiment_score":0.0}
{"full_text":"I wish I were home cuddling up in my bed  I get no sleep being at my family's cause these kids stay up like crackheads","sentiment_score":0.0}
{"full_text":"Christmas Greetings #SMBConnect #christmaslights #christmastime #merrychristmas #covid19 #SMEs #MSME","sentiment_score":0.0}
{"full_text":"Corona Church's Fight For In-Person Worship Struck Down Again","sentiment_score":-0.1555555556}
