{"full_text":"RT Just 377 healthy people under 60 have died of Covid. That's not a typo. There are no zeros missing. 377. Yes, that's sad but...","sentiment_score":-0.0666666667}
{"full_text":"RT 96-Year-Old Woman Receives Spain's First COVID-19 Vaccine","sentiment_score":0.25}
{"full_text":"RT This!","sentiment_score":0.0}
{"full_text":"Read the letter I wrote today. It will absolutely disgust you. It shows the absurdity of our government.  You can see it here: https:\/\/t.co\/g1x3GcUuXz#COVID19#CovidCrisis#StimulusChecksNOW#StimulusNow#StimulusBill#Coronavirus#StimulusChecks#Pandemic2020","sentiment_score":0.2}
{"full_text":"its not even new, it was here LAST YEAR. THATS WHY ITS CALLED covid- *19*","sentiment_score":0.0681818182}
{"full_text":"........If Sweden \"failed\" because of their policy........then the lockdown countries also \"failed\" because of their policy.","sentiment_score":-0.5}
{"full_text":"RT People who need guns \"to protect their family\" can't wear a mask to protect their family. Why is this?","sentiment_score":0.0}
{"full_text":"RT 9 months on, our nation continues to be one of the most affected countries by coronavirus &amp; the reason is entirely the BJP go...","sentiment_score":0.25}
{"full_text":"RT Number of people already vaccinated against COVID-19 - USA: 1.9 millionUK: 600kRussia: 440k China: 1 million Canada...","sentiment_score":0.0}
{"full_text":"RT Imagine caring so little about 80,000 lives lost to Covid.Of dismissing that staggering death toll because most of the...","sentiment_score":0.15625}
{"full_text":"RT Unemployment benefits for millions of Americans lapsed overnight as Pres. Trump refused to sign an end-of-year COVID relief and sp...","sentiment_score":0.0}
{"full_text":"RT European Union countries began vaccinating against Covid-19 as members of the 27-nation bloc struggle with a rising number of...","sentiment_score":0.0}
{"full_text":"While lockdown restrictions have been eased, Cristina Gonzalez Romualdez has not forgotten that COVID-19 is still around the corner.https:\/\/t.co\/eFDvZEG7TW#BilyonaryoSocial","sentiment_score":0.0}
{"full_text":"RT These drugs have been around for decades, are available all over the world &amp; they're relatively cheap. I took one &amp; recovere...","sentiment_score":0.4}
{"full_text":"RT So I guess the new woke position is that some brown grandmothers might have to die because too many grandmothers are white,...","sentiment_score":0.2121212121}
{"full_text":"...samples of those who tested \"positive\" in the large 'UK arrival backwards screening' were then sent to #TIGEM institute for sequencing.Results are out now...6 of them carried the #B117 variant.","sentiment_score":0.2207792208}
{"full_text":"TERRORISTS ARE BLOWING UP OUR CITIES, COVID IS RUNNING RAMPANT, FAMILIES ARE IN ECONOMIC RUIN AND TRUMP GOLFSTHANKFULLY THERE ARE ONLY 24 DAYS LEFT IN TRUMPS EGOTISTICAL FIASCOTRUMP IS AMERICAS EMBARRASSMENT AND THE WORST EVER TO OCCUPY OUR WHITEHOUSEGOOD RIDDANCE TRUMP","sentiment_score":-0.2}
{"full_text":"Loyalty","sentiment_score":0.0}
{"full_text":"South Dakota doesn't even have a million people what they do during the pandemic is irrelevant their chances of spreading is a lot lower than other states like Florida, California, New York. who is very condensed. Apples to oranges... Typical Republican","sentiment_score":-0.0910606061}
{"full_text":"Respect","sentiment_score":0.0}
{"full_text":"When a big number of our people were affected and infected by HIV I wonder why was our country or the world go on lockdown. What is special about this vaccine that they wanna force on us while no one was forced to use a condom but it was by choice ","sentiment_score":0.019047619}
{"full_text":"Of course it would. But differentiating between people dying from covid and with covid are very different things. The government are trampling on our civil liberties based on this","sentiment_score":0.0}
{"full_text":"Self-Fit for Charity 2020 is a Corporate Social Responsibility organized by the Master of Hospitality Management students from UiTM Puncak Alam for the subject HTH780 Organizational Behavior, where all contributions will be channelled to UiTM student in needs during this Covid-19","sentiment_score":-0.0444444444}
{"full_text":"RT Another pandemic","sentiment_score":0.0}
{"full_text":"The most fucked up thing about this new Covid Strain is that your family member can be diagnosed today and be dead by the 31st.  Imagine that bull shit","sentiment_score":-0.0727272727}
{"full_text":"RT We're lucky COVID happened in 2020 imagine this happened in 2003. Months in your house with a Nokia 3310 playing fucki...","sentiment_score":0.3333333333}
{"full_text":"RT Chinese economy to overtake US 'by 2028' due to Covid","sentiment_score":-0.0625}
{"full_text":"Ontario Premier Doug Ford is urging people to stay home ahead of Christmas as the province posted another record high COVID-19 case number...https:\/\/t.co\/wRqgpjYvq0","sentiment_score":0.16}
{"full_text":"RT #RepublicansDontCare and they claim to be the party of faith and family values. The worst hypocrites.https:\/\/t.co\/5spstnl...","sentiment_score":-1.0}
{"full_text":"They don't believe it. They think \"the numbers are exaggerated\", \"people who die with any symptom that could be COVID are being reported as COVID-related deaths\", \"people who work in hospitals are telling me they're not swamped\"...I'm at my wits' end.","sentiment_score":-0.5}
{"full_text":"Or sky news?https:\/\/t.co\/m0T6oUohXZ","sentiment_score":0.0}
{"full_text":"RT I am thinking of all those desperate for extended unemployment benefits tonight. Heartbreaking. The abject cruelty, the call...","sentiment_score":-0.6}
{"full_text":"RT New reports are suggesting the Oxford Vaccine has a similar efficacy to Pfizer, as well as stopping 100% of severe Cov...","sentiment_score":0.0681818182}
{"full_text":"The simplest tactic for now, because 2021 is going to be very messy with COVID, is just to keep hammering on at how much damage has been done. I think economic gravity will start to swing to a Norway\/EFTA type deal reasonably quickly for Lib Dems and Lab.","sentiment_score":0.1183333333}
{"full_text":".@redouad Almost 2 million vaccine doses have now been administered in the United States, and 4.8 million globally!Bahrain is the country that has administered the most doses relative to its population","sentiment_score":0.25}
{"full_text":"Who cares as long as he gets the pandemic to stop? This fool has done nothing but tweet lies for four years.","sentiment_score":-0.05}
{"full_text":"RT This should be shared widely. Because whilst those racist bigots (Tommy Robinson, Katie Hopkins, Nigel Farage) do nothing bu...","sentiment_score":-0.1}
{"full_text":"RT Yo if you rent the stage play PLEASE KEEP IT TO YOURSELF!! Don't upload any parts onto YouTube unlesss you want your account c...","sentiment_score":0.0}
{"full_text":"RT Weekly Update: #COVID19 in South AfricaApproaching levels seen at peak of 1st wave Week avg \/ % change* Cases = 11...","sentiment_score":0.0}
{"full_text":"RT When you test positive for Covid and you hate your neighbors ","sentiment_score":-0.2863636364}
{"full_text":"\"new more contagious strain\" people still traveling out of the country infecting others with this new thing I-","sentiment_score":0.2575757576}
{"full_text":"RT I am thinking of all those desperate for extended unemployment benefits tonight. Heartbreaking. The abject cruelty, the call...","sentiment_score":-0.6}
{"full_text":"ANY STATEMENT FROM LYING DECEIVING PELOSI IS A LIE GET RID OF THE PORK IN THE COVID BILL BIACCIONA","sentiment_score":0.0}
{"full_text":"RT Are you new on twitter and you feel left out in meme, chaos and funny tweet threads??Worry no more...twitter came with...","sentiment_score":0.1287878788}
{"full_text":"RT  And that's exactly what we've been doing.In 2020 we released the #StackedOdds report, the most comprehensive review of th...","sentiment_score":0.375}
{"full_text":"RT RT if you think should deactivate Twitter account for continuing to spread misinforma...","sentiment_score":0.0}
{"full_text":"One aspect of the pandemic that is often overlooked is the problem that it will cause healthcare systems in the future.2020 has been horrible for many frontline healthcare workers. 2021 will also be tough, mentally and physically.Many will quit medicine in the years to come.","sentiment_score":-0.2472222222}
{"full_text":"RT I am thinking of all those desperate for extended unemployment benefits tonight. Heartbreaking. The abject cruelty, the call...","sentiment_score":-0.6}
{"full_text":"RT Why is it so hard for some people to believe That one guy got more  votes by mail in a month than the other guy got from peo...","sentiment_score":0.0277777778}
{"full_text":"RT Bill Gates:I don't know why covid19 cases still low in Africa.Africans:","sentiment_score":0.0}
{"full_text":"RT I am thinking of all those desperate for extended unemployment benefits tonight. Heartbreaking. The abject cruelty, the call...","sentiment_score":-0.6}
{"full_text":"RT BREAKING: European Union countries officially kick off coordinated effort to vaccinate millions against COVID-19.","sentiment_score":0.0}
{"full_text":"RT Republican lawmakers who downplayed coronavirus concerns face backlash over early vaccinations htt...","sentiment_score":0.1}
{"full_text":"RT With COVID-19 vaccinations now underway, law firms now face a decision: To what extent should they require employees to b...","sentiment_score":0.0}
{"full_text":"RT Don't have any Covid-19 symptoms? You can still get tested. Community Testing is available at the Great Hall at Kensington Town H...","sentiment_score":0.6}
{"full_text":"RT Dear Georgia,If you vote for democratic senators, we'll all get $2,000.If you vote for republican senators, we'll...","sentiment_score":0.0}
{"full_text":"RT Doyoung: If this pandemic situation doesn't get better, I'm going to have to interveneNCT: What are you going t...","sentiment_score":0.5}
{"full_text":"RT A couple from Delhi are a family of 5 including a 5-month-old kid. They live in a rented house,  due to Covid he could n...","sentiment_score":0.0056818182}
{"full_text":"RT Asymptomatic transmission of COVID-19 didn't occur at all, study of 10 million finds","sentiment_score":0.0}
{"full_text":"RT Covid-19 is real &amp; the authorities &amp; all of us shd do whatever is reasonably possible to bring new infections under control....","sentiment_score":0.1121212121}
{"full_text":"RT Popular business consultant, Ubong King Dies of Covid-19 Complications","sentiment_score":0.6}
{"full_text":"Covid is the reason you never cut taxes during a \"up\" economic period because when covid happens it's really hard to increase deficits to support a national response. Rule to follow: never give more to money hoarders. They don't share.","sentiment_score":0.1361111111}
{"full_text":"RT BREAKING--95%--new data from Oxford\/AstraZeneca vaccine shows 95% efficacy &amp; is \"100% effective\" in preventing severe illnes...","sentiment_score":0.6}
{"full_text":"RT 6 miserable excuses for human beings who wanted to deny relief to Americans starving, suffering and on the brink eviction...","sentiment_score":-0.5}
{"full_text":"RT Trump won't sign the COVID relief bill because he's angry at Republicans in Congress for not backing his baseless claims of el...","sentiment_score":-0.5}
{"full_text":"RT Nebula-75 is a Thunderbirds-style, Supermarionation series filmed in a flat in London during Lockdown by 3 flatmates. Our 7t...","sentiment_score":-0.025}
{"full_text":"RT I want to thank every health care and frontline employee who is working through the holiday weekend. We couldn't have...","sentiment_score":0.0}
{"full_text":"\"If China hadn't done it [lockdown]...\" it wouldn't have happenedForget the Cambridge Five -- meet the SAGE 100","sentiment_score":0.0}
{"full_text":"RT Excellent by founders of #GreatBarringtonDeclaration saying over 99.9% of under 70s survive Covid, so when over 70s and th...","sentiment_score":1.0}
{"full_text":"RT Hello, I wear a mask so can fuck in 2021","sentiment_score":-0.4}
{"full_text":"Damp","sentiment_score":0.0}
{"full_text":"RT The progress in her confidence, her looks accent makes me proud of her. She used the lockdown for the productive thing...","sentiment_score":0.8}
{"full_text":"RT This person believes that some people are dispensable. And that's the saddest bit of all.","sentiment_score":0.0}
{"full_text":"RT 6 miserable excuses for human beings who wanted to deny relief to Americans starving, suffering and on the brink eviction...","sentiment_score":-0.5}
{"full_text":"This year, influences ranging from the Black Lives Matter movement to Covid-19 and the climate crisis will drive new modes of access and experience for luxury consumers. How do you tap into this ever-changing market? Find out on our blog :","sentiment_score":-0.0151515152}
{"full_text":"RT Jon Ossoff Smacks Down David Perdue Over Failed COVID-19 Stimulus Package","sentiment_score":-0.3277777778}
{"full_text":"RT The most selfish thing you can do now is not wear a maskSpoke to a physician this am. Emotionally detached. Got swor...","sentiment_score":0.0}
{"full_text":"Did you know that for the first time, we are observing the International Day of Epidemic Preparedness? This day was called for by the General Assembly to highlight the importance of #prevention, #preparedness and partnership against #epidemics.  #COVID19","sentiment_score":0.1}
{"full_text":"RT I've got a family member who *works in a hospital treating COVID patients* who is really mad at me right now because we...","sentiment_score":-0.1696428571}
{"full_text":"#PopeFrancis on Twitter | If the #pandemic has forced us to be more distant, Jesus, in the crib, shows us the way of tenderness to be close to each other, to be human. Let us follow this path. #Christmas #GeneralAudience #rcamaoc","sentiment_score":-0.005}
{"full_text":"Congress passes $900 billion 'historic bipartisan rescue package' that now heads to Trump for approvalhttps:\/\/t.co\/TtWZuradVW","sentiment_score":0.0}
{"full_text":"A reminder that the Winchester district and all of Hampshire is now in Tier 4. This means you must stay at home unless absolutely essential.It's really important that you avoid entering or leaving Tier 4 areas, to protect yourself and others.https:\/\/t.co\/7cmwRwQufp","sentiment_score":0.3}
{"full_text":"Here is this week's #COVID testing information. #UMassMemorial #Worcester","sentiment_score":0.0}
{"full_text":"May your world be filled with warmth and good cheer this festive season, and throughout the year. Remember to stay safe and follow the #Covid19 SOPs. #TakeMeWithYou","sentiment_score":0.5333333333}
{"full_text":"COVID-19 vaccines arriving at some Texas long-term care facilities on Monday","sentiment_score":0.0}
{"full_text":"\"Good reason\" to think vaccines will be effective against mutated COVID-19 strains, doctor sayshttps:\/\/t.co\/pLdl5mfAOJ","sentiment_score":0.65}
{"full_text":"Eviction moratorium: Australia's state-by-state #COVID19 breakdown #eviction #renting #propertynews","sentiment_score":0.0}
{"full_text":"No party is worth the risk. Don't invite coronavirus around this New Year.","sentiment_score":0.2181818182}
{"full_text":"If you have symptoms, get a test When you go for a coronavirus test you MUST follow the rules on self-isolation#KeepPowysSafe","sentiment_score":0.0}
{"full_text":"In a year when the #COVID19 changed everything, #sports also saw many events postponed or canceled. But an athlete's preparation never stops, #China is still marching towards the final sprint before the 2022 showpiece. For more:","sentiment_score":0.3333333333}
{"full_text":"The process of granting emergency use approval for Bharat Biotech''s Covid-19 vaccine ''Covaxin'' may take time as its phase 3 trials are still underway, while Pfizer is yet to make a presentation#CoronavirusVaccine#coronavirus #OxfordUniversityhttps:\/\/t.co\/iyEY1MZ4Lq","sentiment_score":0.0}
{"full_text":"RT Day 4: May 2, 2020 Education in the Times of Corona: Can Mainstreaming SEL Ensure Effective Learning...","sentiment_score":0.6}
{"full_text":"As we shop this winter, we need to be mindful of safety and take every step we can to prevent the spread of #COVID19 and enjoy a #SafeChristmas.See how you can #ShopSafely below.","sentiment_score":0.4}
{"full_text":"If you've booked tickets for our raceday on Sat 2nd Jan, be sure to have a read of our Covid Code of Conduct so you know what to expect and how to enjoy the day in a safe way  booked yet, grab your tickets quick ","sentiment_score":0.3466666667}
{"full_text":"Covid assurance team members will remain on the ground across the city and district over the Christmas period to offer advice and support.","sentiment_score":0.0}
{"full_text":"NY health network faces criminal investigation over COVID-19 vaccineJoin our community: #bottrading #tradingbot #bitcoinprice #Ai #jadongmaemae #giveaway #makemoney #airdrop #ZIL #BTC #ICX #LRC #NEXO #DX #TRV","sentiment_score":-0.4}
{"full_text":"President-elect Joe Biden called on Trump to sign the COVID-19 relief bill immediately as 2 programs providing unemployment aid were set to expire Saturday.","sentiment_score":0.0}
{"full_text":"  COVID-19 will exacerbate the failures of EU policy to its southern neighbours. Europe needs rethink its approach, taking on more responsibility for security and making them a more ambitious offer.@LScazzieri's July policy brief #CERhighlights2020","sentiment_score":0.25}
{"full_text":"RT I am so honoured to have received #COVID19 #vaccine today. Vaccinate yourself to take care of your family, friends and those...","sentiment_score":0.0}
{"full_text":"Dec 27 - Canadian &amp; international COVID newsStaying with lighter news for a bitPlease subscribe to &amp; share this newsletter. Thanks!https:\/\/t.co\/X9h91qSipu#COVIDCanada#pandemic#Pandemie","sentiment_score":0.0}
{"full_text":"Air Filtration Q &amp; A | Dec 16, 2020Pls watch &amp; determine what questions you need to ask at your school. More resources are listed in the description of the video on YouTube. #COVID19 #Chicagohttps:\/\/t.co\/8mfdR1PnIA","sentiment_score":0.5}
{"full_text":"Unemployment benefits for millions of Americans struggling to make ends meet were set to lapse at midnight Saturday unless President Donald Trump signed an end-of-year COVID relief and spending bill.","sentiment_score":0.0}
{"full_text":"Informing people that they're eligible to receive their COVID-19 vaccine won't be a clear system as supplies remain limited and rollout expands.","sentiment_score":0.0142857143}
{"full_text":"Should you be concerned about a COVID-19 vaccine allergy? (@WKYCAndrewH reports)","sentiment_score":0.0}
{"full_text":"Mother who gave birth while intubated with COVID-19 welcomes baby home","sentiment_score":0.0}
{"full_text":"Moorfields remains open to patients living in all four tiers. If you have an appointment coming up with us, please attend. We have safety measures in place to help keep you and our staff safe. Read more on our website:","sentiment_score":0.3333333333}
{"full_text":"Wondering what to listen to this evening? Tonight on at 6PM talks to &amp; about the impact of the pandemic on classical music. Tune in!","sentiment_score":0.0}
{"full_text":"Almost certain I'd be in agreeance with her. What do people like you say about he countless lives devastated in ways we're yet to understand because of the response to this? Why are Covid related deaths\/cases the only things that matter now? Clue - the media. Enjoy your day.","sentiment_score":0.1228571429}
{"full_text":"Coronavirus pandemic devastates finances of many people in the US, with large-scale unemployment","sentiment_score":0.5}
{"full_text":"Yep, and of that 377, some may have had an unknown health issue too.","sentiment_score":-0.1}
{"full_text":"Despite #COVID19 there have been some amazing moments","sentiment_score":0.6}
{"full_text":"RT President Trump has not signed Congress' latest Covid relief bill, allowing benefits to lapse for many jobless Americans","sentiment_score":0.5}
{"full_text":"RT TODAY THEY WERE FORCED TO ADMIT THAT 'COVID-19'  DOES NOT EXIST via","sentiment_score":-0.3}
{"full_text":"Early Vaccine Doubters Now Show a Willingness to Roll Up Their Sleeves -","sentiment_score":0.1}
{"full_text":"We must not forget or ignore all the necessary precautions to ensure the safety of everyone, including the observance of minimum public health standards, such as wearing of masks\/ shields, washing of hands, and maintaining social distancing.","sentiment_score":0.0083333333}
{"full_text":"Current Conditions for #Sayre PATemp: 23.9FWind Chill: 23.4FHumidity: 82%Dew Point: 19.2F Barometer: 30.308 inHgWind: 3 mph from the SCorona Virus Weekly Stats:Cases: 186.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT Swedish media report faster-spreading COVID mutation arrived. Swedish govt decided last week that face-mask recommendat...","sentiment_score":0.0}
{"full_text":"RT THREAD: Where are we with Covid-19 in England now that the new tiers have started? TLDR: nowhere good and things are quit...","sentiment_score":0.4181818182}
{"full_text":"RT Covid: EU launches mass vaccination in 'touching moment of unity'","sentiment_score":0.5}
{"full_text":"In that case the economists aren't very bright are they? Lockdown or no lockdown I won't be resuming normal economic activity until there is no risk of me contracting a potentially lethal virus...","sentiment_score":0.315}
{"full_text":"What was the impact of the pandemic on the #telecom industry and how did the #telcos manage to meet the performance expectations? Read this article to learn more.","sentiment_score":0.5}
{"full_text":"RT Anyone claiming 2020 restored trust in Australian politics is wealthy enough to ignore all the elderly still waiting for...","sentiment_score":0.1666666667}
{"full_text":"Banking has played a unique stabilizing role during COVID-19. How banks can prioritize stability for consumers, companies, and society through the pandemic and beyond.","sentiment_score":0.375}
{"full_text":"RT They've also got a complete refusal to look at either quality of life or the importance of palliativ...","sentiment_score":0.1}
