{"full_text":"if you see this tweet, retweet\/quote retweer and reply with #YOUARESTRONG_BONGJAEHYUN to welcome bong jaehyun and golden child and congrats them for recovering from covid-19 also don't forget to add #GoldenChild #goldeuncaildeu","sentiment_score":0.55}
{"full_text":"RT It's tragic. He died of a heart attack following surgery... Not from CoVid19. Sheesh. It's pathetic and immoral how the L...","sentiment_score":-0.5833333333}
{"full_text":"RT #GoldenChild To Resume Activities Following Jaehyun's Successful Recovery From COVID-19","sentiment_score":0.375}
{"full_text":"RT Imagine being a MAGA Lunatic like Brian Kemp who stole a Governorship away from Stacey Abrams to become a sycophant who...","sentiment_score":0.0}
{"full_text":"I'm gonna be in a better mental state than I was last year. Losing an aunt, two grandparents, and Covid took a toll on me.","sentiment_score":0.1333333333}
{"full_text":"anyway, f u covid-19 haha dami kong gustong gawin this year (esp. taiwan and cebu trip na di natuloy) but i can't bc of you. alis ka na please  lol ahhh hoping 2021 will be built different  not like this 2020 sobrang ????? ayun lang goodnyt y'all !","sentiment_score":0.3333333333}
{"full_text":"me my 12 year old sister bc i wanna play minecraft on her switch","sentiment_score":0.1}
{"full_text":"RT #Coronavirus cases in last 24 hours:  UK - 53,135*more than all the below combined* FRANCE - 8,816 GERMANY - 10...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Grafton Police says incident is being investigated by FBI, FDA. Police department says it was notified by Auror...","sentiment_score":0.0}
{"full_text":"RT if i get my ass kicked by a middle aged woman from clifton, new jersey whose primary descriptors are \"operator of a fa...","sentiment_score":0.1090909091}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT [Thread] Some interesting points raised by the health department's deputy director-general, Anban Pillay, in this interview....","sentiment_score":0.5}
{"full_text":"RT On the frontlines of this fight are nurses like Patricia who administered my vaccine yesterday. As the daughter of immigr...","sentiment_score":0.0}
{"full_text":"RT As someone who has lost loved ones and know so many people who have been sick...I waffle between apoplectic and hysterica...","sentiment_score":0.6}
{"full_text":"RT Here's how COVID is affecting hospitals, I'm staying at a cancer hospital rn &amp; they have to triage blood transfusions becaus...","sentiment_score":0.0}
{"full_text":"RT the jonas brothers went to the year 3000. they could have warned us about covid-19 but chose not to","sentiment_score":0.0}
{"full_text":"RT Lockdown will claim the equivalent of 560,000 lives' because of recession via...","sentiment_score":0.0}
{"full_text":"RT I know you guys are potentially over RT and sharing but I ask fo you guys to not stop. Lockdown doesn't mean businesses won'...","sentiment_score":-0.15625}
{"full_text":"RT This World War 2 survivor of the Japanese occupation of the Philippines, a great grandmother and retired school teacher w...","sentiment_score":0.4}
{"full_text":"RT 3....#RG held 3 video conferences and answered the questions of media on Covid and the problems related to it. And he g...","sentiment_score":0.0}
{"full_text":"RT Just saw this garbage. THIS is probably the biggest driver of Covid in our country. And of course they're trumpers - s...","sentiment_score":0.0}
{"full_text":"It must be so frustrating having to visit a state run by a Trump\/ScoMo wannabe. Have or ever said how this outbreak started? And was it a Minister or who bypassed quarantine with the virus?","sentiment_score":-0.4}
{"full_text":"RT Sanders is fighting to win $2,000 survival checks for all. While Senate DEMS were prepared to do nothing to challenge McConnell,...","sentiment_score":0.8}
{"full_text":"RT a round of applause for the rookies that debuted in 2020, debuting in pandemic time is hard, having no live audience in thei...","sentiment_score":-0.1866161616}
{"full_text":"RT The next few weeks and months are going to be a very tough period for our nation -- maybe the toughest of the whole pandemic....","sentiment_score":-0.1263888889}
{"full_text":"RT Alberta's top doctor is misleading public about COVID with irresponsible tweetshttps:\/\/t.co\/bXFd5JZPRN","sentiment_score":0.25}
{"full_text":"RT Lawyers for Black People will be filing papers in High Court today to challenge some Level 3 lockdown regulations. Group...","sentiment_score":-0.0033333333}
{"full_text":"true, it's been a pretty rock bottom year. luckily now we have the vaccine starting to roll out, and a president who will hopefully be better for COVID relief and prevention, all of this happening right as 2021 starts.","sentiment_score":0.2865079365}
{"full_text":"RT Every single person who dies as a result of being forced to work while sick should be able to SUE Mitch McConnell for every...","sentiment_score":-0.1464285714}
{"full_text":"RT **ahem** Exercise: quantify the $$ loss on Main Street.  Then quantify the $$ gain amid the multinationals.Then ponde...","sentiment_score":0.1666666667}
{"full_text":"RT 342,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"We don't have the data to prove vaccinated people aren't contagious if they catch Covid.","sentiment_score":0.0}
{"full_text":"RT A) You CAN'T get the virus from the vaccineB) After the first shot your immune response is minimal and takes two weeksC) A...","sentiment_score":0.075}
{"full_text":"Inside the fight to include HIV-positive people in Covid vaccine trials","sentiment_score":0.0}
{"full_text":"Brilliant thread ","sentiment_score":0.9}
{"full_text":"RT the jonas brothers went to the year 3000. they could have warned us about covid-19 but chose not to","sentiment_score":0.0}
{"full_text":"RT #COVID19 brought the world to its knees in 2020, sparking fear, anger, and an \"infodemic\" that threatens to overshadow...","sentiment_score":-0.7}
{"full_text":"Tryna be a stay at Home Dad, serious offers will be reviewed within the DM department.","sentiment_score":-0.1166666667}
{"full_text":"RT This seems to me an opportune time to call out the National Guard to assist states in administering the Covid vaccine. It...","sentiment_score":0.0}
{"full_text":"Hopefully Covid will clear up so when the day comes &amp; you decide to hang them up we can all be in the garden celebrating your success.","sentiment_score":0.2}
{"full_text":"In your lifetime you've exposed people to more lethal germs than COVID. Find a virus with a higher survival rate. You can't. Seek help for your hate.","sentiment_score":-0.0166666667}
{"full_text":"RT So they don't know the status of the report but we are still going to spend another $100 million over next month, cut d...","sentiment_score":0.0}
{"full_text":"RT Once in office, I will be asking the American people to wear a mask for the first 100 days of my administration. Not as a pol...","sentiment_score":0.125}
{"full_text":"RT Many of the shifts that have occurred in work arrangements this year are likely long-lasting. In five years, permanent...","sentiment_score":0.25}
{"full_text":"#42 Pastor Lillian Daniel interviews Three Kings from church nativity scene about New Year's Resolutions.  Coronavirus Church Tours #three #kings #epiphany #NewYearsResolutions ","sentiment_score":0.1363636364}
{"full_text":"some healthy people away for just for having allergies. Pfizer left a lot of these people out while doing the initial clinical trials. You would think that they would be trying to protect these people as they are the most at risk for death if they do catch Covid.","sentiment_score":0.25}
{"full_text":"RT BREAKING: Advocate Aurora now says an employee at its Grafton hospital intentionally removed the Moderna COVID-19 vacci...","sentiment_score":0.0}
{"full_text":"California drowning in COVID-19 patients is not a bug to Trump it's a feature.","sentiment_score":0.0}
{"full_text":"In Commiefornia, neither did Target, or any major supermarkets, Home Depot, Lowe's. All stayed open. It's not Walmart. It's BIG RETAILERS and killing all the small businesses. The big ones are easier to control and regulate.","sentiment_score":-0.0375}
{"full_text":"RT Governors are being WAY too precious about who gets this vaccine and we're going to end up with millions of doses of expired...","sentiment_score":0.5}
{"full_text":"RT the jonas brothers went to the year 3000. they could have warned us about covid-19 but chose not to","sentiment_score":0.0}
{"full_text":"RT Loeffler and Perdue: You say you now support $2,000 COVID relief. Why did you oppose any COVID relief for nine months?","sentiment_score":0.0}
{"full_text":"RT I am discharged from Medanta Hospital today. Will stay at Home on Oxygen support.","sentiment_score":0.0}
{"full_text":"I do like this one. Thanks to whoever made it. #auspol #nswpol #COVID19nsw #WearAMask","sentiment_score":0.2}
{"full_text":"RT Dr. Anthony Fauci tells that the same public health measures that prevent Covid-19 will protect against the new...","sentiment_score":0.0454545455}
{"full_text":"You're incorrect. You claimed the study said it was that it was found in 'an incredibly small fraction'. That is not the finding of the study, which is in fact warning that that is one of the results of the cardiovascular damage that COVID is shown to cause.","sentiment_score":-0.25}
{"full_text":"Oh you won't have to. COVID will mutate itself away by 2022.","sentiment_score":0.0}
{"full_text":"Last year they were mega spraying in wash state ..2 -3 days later news announcing \"STRANGE RESPIRATORY  ILNESS REPORTED IN MANY SCHOOLS\"....I PAY ATTENTION AND LOOK UP!!!!","sentiment_score":0.2375}
{"full_text":"RT We have vents...we are using heated high flow those are sparse.  Yep I got shot #1 and get #2 on Jan 5th. I was j...","sentiment_score":0.16}
{"full_text":"How do you think 2021 is gonna be in terms of restrictions and COVID?","sentiment_score":0.0}
{"full_text":"RT Mayo Clinic has released a new study showing COVID-19 patients treated at Mayo facilities, including in La Crosse, had...","sentiment_score":0.1363636364}
{"full_text":"RT Your reminder that the total cost of providing $2,000 checks ($465 billion) is less than half the amount American billionaires...","sentiment_score":-0.0833333333}
{"full_text":"RT For years, Republicans were obedient to Trump's every whim.They stood by his failed COVID response. His lies. His impe...","sentiment_score":-0.05}
{"full_text":"FYI \"Karen\" is you. MAGA\/Drumpf follower, science denier, conspiracy theorist, dumbass. Just wear your damn mask and come to the reality that Biden is President and your guy is a traitor who will spend lots of time in prison.","sentiment_score":0.0}
{"full_text":"the little girl i nanny for has had a stuffy nose this week and now i'm not feeling good either ugh fingers crossed it isn't covid i'm anxious","sentiment_score":0.0875}
{"full_text":"RT Meanwhile in Kenya Education CS Magoha says that nowhere in the world classes have been built. That teachers need to be creat...","sentiment_score":0.0}
{"full_text":"I haven't really left my house all year and even before covid I didn't really leave my house . Today I was on a hike and a really attractive girl walked past me and I inadvertently smelled her as she passed me on the trail and it seriously drove me insane.","sentiment_score":-0.0972222222}
{"full_text":"My greatest achievement is surviving this is so called 2020,A year full of pandemic, shooting, killing and four accident in different month by his grace am fine with minor injury .I survived this year with friends and family  O Tope","sentiment_score":0.3433333333}
{"full_text":"RT While the CCP was busy covering up the #COVID19 pandemic, citizen journalist Zhang Zhan risked her life and freedom to go to...","sentiment_score":0.1}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT Had my first dose of the Tureci\/Sahin COVID-19 vaccine today.  A remarkable testimonial to two decades of collegial, d...","sentiment_score":0.5}
{"full_text":"RT YG added, \"I hope that the song 'MY TREASURE' will comfort anyone who has been struggling somewhere along with the fans who...","sentiment_score":0.0}
{"full_text":"Nothing says #2020 pandemic staycation quite like #Tupperware organization vendetta day. #happyholidays2020","sentiment_score":0.0}
{"full_text":"RT 4....#RG has dialogues with many experts from around the world like Raghuram Rajan, Nicholas Burns, Abhijeet Banerjee e...","sentiment_score":0.5}
{"full_text":"RT wear a fucking mask ","sentiment_score":-0.6}
{"full_text":"Do you feel shame and guilt for accusing Zhao Lijian and Wuhe Qilin for no reason?  Do you want to support the army in killing Afghan civilians innocently?  Today, Chinese netizens are asking, have you apologized?","sentiment_score":0.25}
{"full_text":"RT COVID will be continuously underestimated until it affects you or someone in your circle.","sentiment_score":0.0}
{"full_text":"RT Regional Victorians are rightly on edge here in the Bright area. \"Please wear a mask, we don't want Melbourne tourists...","sentiment_score":0.4928571429}
{"full_text":"RT Nurse suspended after stripping off PPE to have sex with COVID-19 patient","sentiment_score":0.0}
{"full_text":"Dying \"WITH\" COVID is very different than dying \"FROM\" COVID. The fear mongers were all over this blaming COVID. It was a heart attack after a surgery people.","sentiment_score":0.0}
{"full_text":"RT THE ACTUAL MATH! Just so we're clear, Congress could send each American $2,000 EVERY MONTH UNTIL MAY 2021 for less than th...","sentiment_score":-0.0166666667}
{"full_text":"RT \"how are we gonna pay for $2,000 checks\"Just a thought: In the average day of the pandemic, billionaires got $4 bill...","sentiment_score":-0.15}
{"full_text":"I have a friend high up in a competing news org, and her whole life this year has been the pandemic and the election. These poor people are overworked and exhausted right now and, crypto, let alone something as specific as the politics of Coinbase, is not on their radar.","sentiment_score":-0.0257142857}
{"full_text":"RT Jim Herber, 74yo Hospice Volunteer, Sheboygan, WI, died of #covid19 11\/3. He was part of the No One Dies Alone service, sittin...","sentiment_score":0.0}
{"full_text":"RT I've had elderly patients say to me \"I don't understand how I got COVID, I've been so careful. I wear a mask, clean my ha...","sentiment_score":0.1333333333}
{"full_text":"Yes, it's insane.  Some states are doing a better with allocating vaccine doses.  But mostly it's about a lack of *parallel* resources to vaccinate people outside the hospital context.  Right now hospitals are saturated with acute\/critical COVID cases. No bandwidth left.","sentiment_score":0.0408163265}
{"full_text":"RT Forcing people to work while sick is CRUEL and DEADLY.Mitch McConnell is the most CRUEL person in America.The cruelty wa...","sentiment_score":-0.5535714286}
{"full_text":"RT \"The preliminary data found that more than 81,000 people died of an overdose in the 12-month period that ended this May--the lar...","sentiment_score":0.5}
{"full_text":"Apple joins the at-home fitness craze with personalized workout subscription.  #applenews #subscription #pandemic #lifestyle #applefitness #applewatch #applefit #nye #newyears #resolutions","sentiment_score":0.0}
{"full_text":"Stop being so fuckin expensive and put old\/classic films on too!","sentiment_score":-0.625}
{"full_text":"Mizoram reports five new COVID-19 cases; tally 4,204","sentiment_score":0.1363636364}
{"full_text":"RT \"A Health Affairs study found that paid sick leave lowered the spread of COVID and projected that an extension...","sentiment_score":-0.7142857143}
{"full_text":"Bernie Sanders on McConnell's additions to COVID relief bill: 'It is a deal breaker' via","sentiment_score":0.0}
{"full_text":"Officials confirm first case of new COVID-19 strain in the U.S. Here's what you need to know. via","sentiment_score":0.1931818182}
{"full_text":"RT Every single person who dies as a result of being forced to work while sick should be able to SUE Mitch McConnell for every...","sentiment_score":-0.1464285714}
{"full_text":"RT Sarah Simental, 18, a high school senior with no underlying health conditions, died on December 26 of #COVID19. \"She love...","sentiment_score":0.33}
{"full_text":"RT Mitch McConnell removed paid sick leave from the new #Covid relief bill while ADDING special tax breaks for millionaires wh...","sentiment_score":-0.0735930736}
{"full_text":"RT the jonas brothers went to the year 3000. they could have warned us about covid-19 but chose not to","sentiment_score":0.0}
{"full_text":"RT NEW VIDEO: #McConnellKillsSickLeave  What kind of a sick pig goes into the #COVID19 relief bill and removes 2 week paid s...","sentiment_score":0.0073593074}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"RT Florida population: 21.5 millionNY population 19.5 million % of population 65+Florida: 21%NY: 16%DeSantis: History's...","sentiment_score":0.0}
{"full_text":"Sad to hear of Dawn Wells passing especially due to complications from COVID-19.Don't think I ever missed an episode of Gilligan's Island. Mary Ann was a great role for Dawn.Deepest sympathy to Dawn's family.","sentiment_score":0.0166666667}
{"full_text":"RT The push for disability rights has gone backwards this year. We deserve so much better | The Independenthttps:\/\/t.co\/XdC1...","sentiment_score":0.5}
{"full_text":"What kind of startups will be leading the way in the post-Covid-19 \"new normal\"? Here's a wide view from EU-Startups. #ecommerce #fintech gaming ","sentiment_score":0.1965909091}
{"full_text":"Dr Anthony Fauci has said that he foresees America achieving enough collective #COVID19 immunity through vaccinations to regain \"some semblance of normality\" by fall 2021https:\/\/t.co\/KTpVNm6syT","sentiment_score":0.0}
{"full_text":"[WATCH] VICE PRESIDENT-ELECT KAMALA HARRIS RECEIVES COVID-19 VACCINEhttps:\/\/t.co\/vuRCq20vZk","sentiment_score":0.0}
{"full_text":"RT The pandemic relief bill includes stimulus money for most Americans, and scammers are already taking advantage. The","sentiment_score":0.5}
{"full_text":"THIS!!!!!","sentiment_score":0.0}
{"full_text":"At vaccination sites across the state, seniors formed long lines -- some camping out overnight with lawn chairs and blankets -- hoping to gain immunity to fight the virus.","sentiment_score":-0.05}
{"full_text":"Nothing's more magical than the warmth of physical touch.#MashableSEA #COVID19 #hugs #TOUCH","sentiment_score":0.3333333333}
{"full_text":"China clamps down in hidden hunt for coronavirus originshttps:\/\/t.co\/Xbi3YH56u9","sentiment_score":-0.1611111111}
{"full_text":"Please Learn First Aid, It save lives.#FirstAid #pakistanredcrescent #COVID19 #thursday #December #coronavirus #Year2020","sentiment_score":0.25}
{"full_text":"The escalation of the Azerbaijani-Armenian war coincided with the second wave of COVID-19. Read Akop Gabrielyan.","sentiment_score":0.0}
{"full_text":"ESPN's Kirk Herbstreit says he has tested positive for COVID-19 and will have to call the College Football Playoff semifinal between No. 2 Clemson and No. 3 Ohio State from home.","sentiment_score":0.2272727273}
{"full_text":"COVID-19 VACCINE UPDATE: The state of Utah put in an order for the second dose of the COVID19 vaccine this week in hopes to roll it out next week. Currently, more than 100,000 vaccines have been shipped across the State and 20,000 have been administered.","sentiment_score":0.1666666667}
{"full_text":"Britain on Wednesday became the first country to authorize an easy-to-handle COVID-19 vaccine whose developers hope it will become the \"vaccine for the world.\"3","sentiment_score":0.25}
{"full_text":"Arizona lagging in COVID-19 virus vaccine rollout as cases surge","sentiment_score":0.0}
{"full_text":"COVID-19 puts a damper on Beale Street New Year's Eve celebrationhttps:\/\/t.co\/VCPzXTQ1cI","sentiment_score":0.1363636364}
{"full_text":"Scientists say there is reason for concern but not alarm about new variants of the coronavirus","sentiment_score":0.1363636364}
{"full_text":"\"My message today is just urging people, not going to compel people to do it, but urging people to take that vaccine,\" Ohio Governor Mike DeWine said.","sentiment_score":0.0}
{"full_text":"While the COVID-19 vaccines are being given in our region today, there are still thousands of doses in Washington that have not been given out yet.","sentiment_score":0.0}
{"full_text":"A Wisconsin health system said Wednesday that 500 doses of coronavirus vaccine that had to be discarded after they were left unrefrigerated now appear to have been deliberately spoiled by an employee.","sentiment_score":0.0}
{"full_text":"Are you looking for a new #polo for your #corporate event or perhaps a new staff #uniform for your employees or even a #custom #facemask to adhere to new Covid-19 measures? Bring your idea to life today with Fenix Custom - get in touch with leon@fenixxcell.com today!","sentiment_score":0.1107954545}
{"full_text":"Burnout is a global epidemic. But it's also deeply personal. Here are stories from 5 professionals o...","sentiment_score":0.0}
{"full_text":"How to end this trainwreck of a year in one song? that #FireEmblemThreeHouses song playing while you see the Pfizer and Moderna vaccines going against the CEO of pandemics, COVID-19, and all of its cohorts, the anti-vaxxers and alt-rights.","sentiment_score":0.0}
{"full_text":"#HIGHLIGHTS2020 kept the tradition alive with a drive-thru version of the annual Fair. #coronavirus #tourism #fun #summer #vanpoli #bcpoli","sentiment_score":0.3666666667}
{"full_text":"Enjoy the last day of 2020! Be responsible, wear a mask and do not drink and drive.","sentiment_score":0.2}
{"full_text":"GameCentral offers its review of one of the strangest years ever for gaming and how the pandemic is likely to affect 2021 and beyond.https:\/\/t.co\/cQVevY00Ix","sentiment_score":0.05}
{"full_text":"You asked, and we have answers about the latest round of government help.","sentiment_score":0.15}
{"full_text":"Achieving The Golden Ratio In The Art Of Cybersecurity  #Cybersecurity #Cyberattack #Ransomware #Malware #COVID19 #CovidVaccine #Cyberwar #QAcycle","sentiment_score":0.3}
{"full_text":"Read today's edition of The Peninsula (December 31) for latest updates on #Qatar #COVID19 #MiddleEast #vaccine #Education #Health #Covid19Vaccine #Ashghal #GCCSummit","sentiment_score":0.5}
{"full_text":"Health authorities are using invasive measures against residents caught lying to #COVID19 contact tracers or refusing to handover details about their movements. ","sentiment_score":0.0}
{"full_text":"Australia to ring in new year with stricter COVID-19 restrictions #COVID19","sentiment_score":0.1363636364}
{"full_text":"Investigators initially believed the removal was caused \"inadvertent human error.\"","sentiment_score":0.0}
{"full_text":"#WestBengal, India reports the first case of a mutant coronavirus strain that surfaced in the #UnitedKingdom on Dec 30th, reported by #COVID19newstrainhttps:\/\/t.co\/ODED6tOkUR","sentiment_score":0.25}
{"full_text":"Investigators initially believed the removal was caused \"inadvertent human error.\"","sentiment_score":0.0}
{"full_text":"RT Pennsylvania Vaccinations and COVID Deaths by Agehttps:\/\/t.co\/vOk3vmPEEChttps:\/\/t.co\/eM1c6VRvvL","sentiment_score":0.0}
{"full_text":"RT NBC NEWS: U.S. gained 56 new billionaires since pandemic began","sentiment_score":0.1363636364}
{"full_text":"Investigators initially believed the removal was caused \"inadvertent human error.\"","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 31\/12\/2020 10:30Total Cases: 10267283 [+0]Active: 255898Recovered: 9859762 [+0]Deaths :148774 [+0]Total Tests: 170.92MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"wishing everyone a fun and safe nye!! stay home, wear a mask, be thoughtful of others  good riddance, 2020!! ","sentiment_score":0.6203125}
{"full_text":"One frontline worker suffered an immediate numbness to her face after receiving the Moderna vaccine about a week ago.","sentiment_score":0.0}
{"full_text":"Company giving digital records to some who get COVID-19 vaccinehttps:\/\/t.co\/OKR3cZcIib","sentiment_score":0.0}
{"full_text":"RT Stay safe in lockdown. Hunt some ghosties! #Phasmophobia","sentiment_score":0.625}
{"full_text":"RT Me, a person from Wuhan, watching white British people complain about the variant being called the uk covid 19 variant htt...","sentiment_score":0.0}
{"full_text":"RT Milo Candace and others like them are shit throwers. They throw these little bombs out there to stir up outrage and so...","sentiment_score":-0.19375}
{"full_text":"Current Conditions for #Sayre PATemp: 37.0FWind Chill: 33.8FHumidity: 81%Dew Point: 31.7F Barometer: 29.958 inHgWind: 5 mph from the SSECorona Virus Weekly Stats:Cases: 146.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT The next few weeks and months are going to be a very tough period for our nation -- maybe the toughest of the whole pandemic....","sentiment_score":-0.1263888889}
{"full_text":"Yeah and  he actually got COVID","sentiment_score":0.0}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT Dr. Drew who went on Fox News and told MILLIONS that COVID wasn't a big deal and downplayed wearing masks has COVIDWha...","sentiment_score":0.0}
{"full_text":"RT People suffering from \"pandemic stomach\" are buying up Tums, Pepcid and other over-the-counter antacids. But the problem isn't alw...","sentiment_score":-0.125}
{"full_text":"A Positive COVID-19 Story: Prominent Malaysians hope for a better 2021 with end to Covid-19, less politicking, more unity via Malay Mail (Malaysia)","sentiment_score":0.3121212121}
{"full_text":"RT Golden Child's Jaehyun to return to promotions after being cleared of COVID19https:\/\/t.co\/TcS928zRx7","sentiment_score":0.3}
{"full_text":"RT Fauci sees U.S. gaining control over pandemic by next fall","sentiment_score":0.0}
{"full_text":"$optiSorry for bombarding the $opti board I don't mind being blocked doesn't matter  but I think it's total bull shit how much hate is receiving right now on his feed. Everyone was wrong about COVID everyone on all sides and ethnic groups  and continue to be wrong","sentiment_score":-0.2857142857}
{"full_text":"RT It takes a bit to load, but this is what more than 330,000 dead Americans looks like.","sentiment_score":0.15}
{"full_text":"Los Angeles County records its 10,000th COVID-19 death -","sentiment_score":0.0}
{"full_text":"RT Covid is a tragic reality. Regulations must be enforced. But it is amazing to me that SAPS suddenly have the resources...","sentiment_score":-0.05}
{"full_text":"Trump blames cyberstates as he faces cybercriticism for slow Covid cybervaccine rollout","sentiment_score":-0.3}
{"full_text":"A suburban high school senior, with no underlying health conditions, lost her life to COVID-19 after just three days in the hospital. ","sentiment_score":0.08}
{"full_text":"Web Development School #COVID19 #WayBackWednesday #WellnessWednesday #HumpDay","sentiment_score":0.0}
{"full_text":"RT While it is true, Indian compliance on masks is high.1) Severity of lockdown2) Indian system handling the pandemic bett...","sentiment_score":0.35}
{"full_text":"RT My friend was caught with his phone today. COs at this prison been going out of their way to catch people with phones...","sentiment_score":0.0}
{"full_text":"Sure... see my quick take here and article link in tweet that follows it, which is a great overview of why your \"Spidey sense\" was perhaps tingling with this.","sentiment_score":0.5444444444}
{"full_text":"RT On COVID reponse:Duterte                          Leaders of&amp; minions                      other countrieshttps:\/\/t.co\/rH...","sentiment_score":-0.125}
{"full_text":"RT What's radical about wanting all Americans to have affordable health care?What's radical about raising the minimum w...","sentiment_score":0.0}
{"full_text":"RT Here we are categorical there is only money for BBI refurendum, social distancing in schools is not a big deal in K...","sentiment_score":0.0111111111}
{"full_text":"Covid: France mobilises 100,000 police to stop New Year's Eve gatherings by #BBCWorld via Unfollowers","sentiment_score":0.1363636364}
