{"full_text":"RT A.F. Branco Cartoon for Alpha News:  the lookout via #Lockdowns #GovWalz #COVID19","sentiment_score":0.0}
{"full_text":"More people died in the USA, yesterday, than ever before from Coronavirus.Trump birdied holes 5, 6 and 7 at his own course for the first time. Its not all bad.","sentiment_score":0.1625}
{"full_text":"This how u answer them #fuck12  #fuck88 #fuckmacoo #fuckthepigs #shitskinny #Defund #actor #comedy #COVID19 #nope #imnotbeat #raid #warrant #fyp #viral","sentiment_score":0.0}
{"full_text":"RT He's a fool! What about all the damn protestors?  Somehow they're exempt from Covid.","sentiment_score":0.0}
{"full_text":"RT It's almost embarrassing how stupid Americans are","sentiment_score":-0.8}
{"full_text":"Totally agree.  Great Job Grant!!!! #Niagara #COVID19","sentiment_score":0.5}
{"full_text":"RT FYI my gf is one of the scientists signing off the Covid vaccine in Scotland an I can 100% confirm she isny in the Illuminati...","sentiment_score":0.0}
{"full_text":"The World Health Organization does not recommend countries issuing \"immunity passports\" for those who have recovered from COVID-19, but is investigating the prospects of using e-vaccination certificates, a WHO medical expert said on Thursday.https:\/\/t.co\/4PoQc5JpMA","sentiment_score":0.0}
{"full_text":"RT Trump To Do List:Cry election fraud.Pardon people.Raise $170 mill for debts, legal fees &amp; some pocket change.Play go...","sentiment_score":0.2}
{"full_text":"So sad. If people just wear a mask not only the VIRUS number but the REGULAR FLU numbers will go down.","sentiment_score":-0.1638888889}
{"full_text":"RT Deaths in Pearl Harbor: 2,403Deaths on September 11th: 2,977Covid-19 deaths yesterday in the US: 2,885","sentiment_score":0.0}
{"full_text":"RT Do you live in Are you feeling isolated? Would you benefit from free, confidential support, advice &amp; information...","sentiment_score":0.2681818182}
{"full_text":"(Los Angeles County issues stay-at-home order; US hits 13 million cases; Ohio State coach tests positive) - Silicon Beach News -","sentiment_score":0.2272727273}
{"full_text":"You have a funny way of showing it, \"Governor\". Your state's response to the pandemic has been non-existent. You're a vile monster.","sentiment_score":0.25}
{"full_text":"launched a report on the impact of COVID-19 on indigenous peoples in Southern Africa today. Indigenous peoples' orgs in Southern Africa reported a lack of consultation with indigenous com during the design and implementation of pandemic gov assistance interventions.","sentiment_score":0.0}
{"full_text":"RT The final count was even worse: On Wednesday, JHU reported 3,157 Covid-19 deaths.","sentiment_score":-0.2}
{"full_text":"RT At the start of #COVID19 pandemic the country was reported to have only 55 ICU beds. How far have we gone in scaling up our...","sentiment_score":0.05}
{"full_text":"RT Almost 3,000 people died of the corona virus just yesterday in America and we had 200,000 new cases. Vaccines will be widel...","sentiment_score":0.1363636364}
{"full_text":"Compliments to MD on another exemplary #pandemic update article. Wish MPs would come clean on their past erroneous \"expert\" predictions. The statement that foreign tourists will shun UK whilst virus uncontrolled really hits the mark... how much does UK earn from foreign tourism?","sentiment_score":-0.0333333333}
{"full_text":"The pandemic has brought an epidemic in mental health.Healthcare workers are struggling, due to the toll of what they are seeing in the course of their work.And isolation and loneliness is rife in communities. People need to be able to access services.","sentiment_score":0.0916666667}
{"full_text":"Are they in hospital because they are actually sick with Covid?  Or for some other reason and have tested positive on admission?","sentiment_score":-0.204004329}
{"full_text":"RT Let us stay home to prevent spread of covid19 #EUAmrefOnToT","sentiment_score":0.0}
{"full_text":"RT Today we're celebrating International Day of Persons with Disabilities 2020! The theme this year is 'Building Back Better: t...","sentiment_score":0.1666666667}
{"full_text":"RT Thank you for joining the Metro Mayors event this evening. Your support for the thousands of #ForgottenLtd...","sentiment_score":0.0}
{"full_text":"If any good has come from this pandemic, its that people have (mostly), stayed out of my personal space. Ive loved social distancing. Im not sure if thats just a reflection on me though.","sentiment_score":0.2805555556}
{"full_text":"RT Red state Covid disasters are the fault of bad Republican political leaders.Blue state Covid catastrophes are the faul...","sentiment_score":-0.2333333333}
{"full_text":"RT Trans : Thank you so much everyone.It was fun today.Currently new Covid case has been reported pls take care of yourse...","sentiment_score":0.2121212121}
{"full_text":"RT EXCLUSIVE: Austin Mayor Steve Adler told the public to \"stay home if you can...this is not the time to relax\" in a Nov. 9 F...","sentiment_score":0.0}
{"full_text":"RT Hold the GOP accountable for this dark mountain of American corpses. For all of history. ","sentiment_score":-0.075}
{"full_text":"RT It's in times like these where i wish i was following Somizi on socials...i mean the chap once revealed juicy details and the...","sentiment_score":-0.15625}
{"full_text":"RT CDC Director: \"the data clearly shows us that you can operate these schools in face-to-face learning in a safe and resp...","sentiment_score":0.3}
{"full_text":"if covid dies in may bye philippines","sentiment_score":0.0}
{"full_text":"RT BREAKING: The U.S. reported single-day records for both Covid infections &amp; deaths on Wednesday, realizing fears of a post Ho...","sentiment_score":0.0}
{"full_text":"RT Deaths in Pearl Harbor: 2,403Deaths on September 11th: 2,977Covid-19 deaths yesterday in the US: 2,885","sentiment_score":0.0}
{"full_text":"RT A record 3,157 Americans died yesterday from covid-19, meaning that more than 1 out of 100 of our pandemic fatalities occur...","sentiment_score":0.5}
{"full_text":"The double whammy of COVID-19 and influenza could make for a hazardous winter in terms of contagious illnesses. 3 things to know about flu shots to stay healthy.","sentiment_score":0.3666666667}
{"full_text":"RT The impacts of #COVID &amp; the economic fallout have been widespread, but are particularly prevalent among the Black &amp; Lat...","sentiment_score":0.0666666667}
{"full_text":"Interesting question about vaccine route to UK ","sentiment_score":0.5}
{"full_text":"RT I don't think it's beyond reasonable to ask mayors and governors who violate their own lockdown orders to resign.","sentiment_score":0.4}
{"full_text":"Phishing Ploy Targets COVID-19 Vaccine Distribution Effort","sentiment_score":0.0}
{"full_text":"RT Following the news that a mutation of the novel coronavirus jumped from minks to humans on a Danish fur farm, se...","sentiment_score":0.0}
{"full_text":"COVID-19 A Call To Modernize, Move To Cloud [ad_1]The crisis caused by the COVID-...https:\/\/t.co\/RpZO7FlN3G...","sentiment_score":0.0}
{"full_text":"RT NEW: Three former US presidents - Barack Obama, George W. Bush and Bill Clinton - are volunteering to get their Covid-19 vacci...","sentiment_score":0.0681818182}
{"full_text":"RT nar*cis*sist\/'nars@s@st\/nouna person who has an excessive interest in or admiration of themselves.\"narcissists who think...","sentiment_score":-0.25}
{"full_text":"#UNGA: WGH's newest blog post on how the #BidenHarris administration can improve gender equity in global health and implement a more inclusive response to #COVID19  Read the full article ","sentiment_score":0.2833333333}
{"full_text":"RT Preventing violence against women begins with RESPECT.The RESPECT framework highlights 7 strategies to #EndViolence against wome...","sentiment_score":0.0}
{"full_text":"Please I believe you can help me, assist me with 50,000, let me add up to my small savings to setup my laundry business which I learned from my former boss who got relocated after the pandemic. Please I need help, help me please #SecureLagos","sentiment_score":-0.125}
{"full_text":"Service Update 13:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"If only the head Covid advisor to potus would issue a statement telling people to \"stay inside\" instead of to \"rise up,\" then people wouldn't have to needlessly die. #COVID19","sentiment_score":-0.25}
{"full_text":"Service Update 13:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT 1. According to the latest WHO data published in 2018 Influenza and Pneumonia Deaths in Pakistan reached 84,7882. Death...","sentiment_score":0.5}
{"full_text":"RT In 1956, compliance by teens with the new polio vaccine was .6%. On Oct 28, Elvis Presley was set to appear on the Ed S...","sentiment_score":0.1363636364}
{"full_text":"Listen what CDC Director said!!","sentiment_score":0.0}
{"full_text":"Tory MP-sponsored petition casting doubt on COVID-19 vaccine safety pushes false information, experts say","sentiment_score":-0.4}
{"full_text":"RT Any pandemic relief package must contain direct stimulus payments to people.","sentiment_score":0.1}
{"full_text":"RT The government isn't providing any relief to citizens suffering during the pandemic, but thankfully the private sector...","sentiment_score":0.0}
{"full_text":"RT For other reasons (ie: car accidents). I'm not advocating for a lockdown, but PERSONA...","sentiment_score":-0.125}
{"full_text":"BREAKING NEWS!@Amazon workers, community protest outside NYC home for better COVID protections pinned tweet!https:\/\/t.co\/Onet5pvIPm","sentiment_score":0.25}
{"full_text":"RT UPDATE: Pfizer and have submitted an #EUA request to the for our #COVID19 vaccine candidate.Watch","sentiment_score":0.0}
{"full_text":"RT Rugby clubs will receive EUR4 million of COVID-19 emergency funding #MunsterStartsHere","sentiment_score":0.0}
{"full_text":" Hmmmm.   Thought they did not believe in God.  Yet God created the virus?  LOL  They messed with the wrong country.  Lets roll.","sentiment_score":0.15}
{"full_text":"RT Pompeo invites hundreds to indoor holiday parties after subordinates are warned against hosting 'non-mission critical ev...","sentiment_score":0.0}
{"full_text":"Here's what said on 24th April 2020https:\/\/t.co\/jngD5JY5su","sentiment_score":0.0}
{"full_text":"Respected Aviation Ministry, Bcoz of pandemic situation. We can't go Back To Saudi Arabia.we Are jobless From 10 Month's, our situation is very critical, plz Help Us#resumeflightsIND_KSA #resumeflightsIND_KSA","sentiment_score":0.0}
{"full_text":"RT Deaths in Pearl Harbor: 2,403Deaths on September 11th: 2,977Covid-19 deaths yesterday in the US: 2,885","sentiment_score":0.0}
{"full_text":"RT Final data on the Oxford\/AstraZeneca covid vaccine is due to be published \"within the next week or two\", Dr Maheshi Ramasam...","sentiment_score":-0.0416666667}
{"full_text":"RT Trump &amp; Kushner received $3.65 mil of PPP money for their real estate interestsI kid you not!The PPP loans were designed...","sentiment_score":0.2}
{"full_text":"RT ..#Amna..  #Maryam..   #Sara.......Millions of girls are at risk of dropping out due to the COVID-19 crisis.Don't let gi...","sentiment_score":-0.125}
{"full_text":"RT when I tell you is the reason I made it through this pandemic, I ain't lying. #SpotifyWrapped","sentiment_score":0.0}
{"full_text":"They got you so worried about caravans you missed the fact that they left our borders unprepared and unprotected.","sentiment_score":0.0}
{"full_text":"RT Which track record you are talking about ? * Disastrous demonetization ? * Gabbar Singh Tax(GST) ? * Doubling of farmer...","sentiment_score":-0.7}
{"full_text":"Cuomo sucks! Agreed. This Covid shit a WHOLE lie.","sentiment_score":-0.125}
{"full_text":"RT JUST NOW:  \"The U-S reported more deaths yesterday..more than 3 thousand...than Japan has suffered the ENTIRE PANDEMIC. We...","sentiment_score":0.25}
{"full_text":"RT My sister was exposed to Covid by someone who knew they might have it and had not yet received test results. The result was...","sentiment_score":0.0}
{"full_text":"RT Data is a crucial tool to understanding how &amp; why #COVID is resulting in an increase in #GBV.It can help identify risk fa...","sentiment_score":0.0}
{"full_text":"RT U.K. Prime Minister Boris Johnson could be injected live on television in a bid to inspire confidence in the newly approved cor...","sentiment_score":0.1363636364}
{"full_text":"RT 3) \"Though the Pfizer purchase reported previously, the events surrounding it have not:  One week after those stock pur...","sentiment_score":-0.1666666667}
{"full_text":"RT After we are vaccinated, we need a 9\/11 commission-style inquiry into this pandemic response. A bipartisan, serious, com...","sentiment_score":-0.3333333333}
{"full_text":"RT #COVID is three times more infectious than annual influenza (\"flu\") ...                  ... and at least six times more...","sentiment_score":0.2333333333}
{"full_text":"Woah","sentiment_score":0.0}
{"full_text":"Listening to and there a little boy called Charlie on there who's run a mile a day since the first lockdown to raise money for 3 charities and it's honestly so inspiring. He's taking donations via virgin money giving","sentiment_score":0.1875}
{"full_text":"RT Former presidents Bush 43 and Clinton volunteer to take approved COVID vaccine on TV to attest its safety. Obama says he wil...","sentiment_score":0.0}
{"full_text":"RT Republicans think that children being slaughtered in their classrooms with weapons of war is the cost of freedom but t...","sentiment_score":0.0}
{"full_text":"You're a virtue signaling crisis actor. You blatantly and repeatedly violate your own mandates. NJ has the highest COVID-19 death rate among nursing home patients because of your executive order. OWN IT!","sentiment_score":0.2833333333}
{"full_text":"Wear a mask and stay home if you can.","sentiment_score":0.0}
{"full_text":"RT My health is your health. Their health is our health. Everyone has need to access the #CovidVaccine -- no matter how f...","sentiment_score":0.0}
{"full_text":"I've had to miss a whole month of work because of being \"exposed\" to the virus. So yes. PLEASE wear your damn masks","sentiment_score":0.2}
{"full_text":"After Iowa students returned to schools and universities in the early fall, Iowa had the highest rate of COVID-19 infections in the country. In October, Iowa was in the thick of community spread, Reynolds showed up, maskless and smiling, at a campaign rally for Trump","sentiment_score":-0.1}
{"full_text":"#NowPlayingOnSplashFm.. > \"Focus\"\/  #SPLASHFM1055 #GoodAfternoonIB #ThursdayClassicVibez#StaySafeStayHealthy  #WearAMask","sentiment_score":0.0}
{"full_text":"Another Democrat Caught Flouting Coronavirus Restrictions ","sentiment_score":0.0}
{"full_text":"Pandemic P corrected it for you","sentiment_score":0.0}
{"full_text":"we have already lost 80% if our business due to the  pandemic, we deserve better service from you in these critical circumstances . We don't need standard response, any one senior in the management can contact our Croydon branch 02039087071 and sort this out today","sentiment_score":0.09375}
{"full_text":"NZ Tour: More Pakistani Players Test COVID-19 Positive","sentiment_score":0.3636363636}
{"full_text":"During this 2nd wave of Coronavirus, we are working with to provide funding to support staff mental wellbeing at We also want to ensure they can access healthy snacks &amp; refreshments while supporting a healthy travel plan and additional showers.","sentiment_score":0.23}
{"full_text":"RT Also don't forget that this vaccine, en route from Belgium to the UK right now, was supported by a PS100m loan from the...","sentiment_score":0.2857142857}
{"full_text":"RT #EHJDigital Learn how could be a clinical research tool using self-reported symptoms to identify #COVID19 patients h...","sentiment_score":0.0}
{"full_text":"Clearly any abuse aimed at u is wrong. But construction workers have been hung out to dry since the 1st lockdown. Abandoned by HSE and the Gov and as u said worked throughout the whole pandemic. But in environments where its impossible to distance. I can see y some are rebellious","sentiment_score":-0.1866666667}
{"full_text":"RT So it seems that while put Tunbridge Wells into tier 3 \"as it's part of Kent\" no roll out of mass covid t...","sentiment_score":0.0}
{"full_text":"How are states placed in the magic quadrant?@ArogyaAndhra with 98.4% Recovery Rate and 6924 Active cases 98.06% , 4439 Active Cases and  97.89% , 3519 Active cases, lead India's recovery from #COVID19  Thank you everyone out there #IndiaFightsCorona","sentiment_score":0.025}
{"full_text":"RT A record 3,157 Americans died yesterday from covid-19, meaning that more than 1 out of 100 of our pandemic fatalities occur...","sentiment_score":0.5}
{"full_text":"Video: Gen. Robert Spalding: China Used Virus Spread As a Political Weapon","sentiment_score":0.0}
{"full_text":"Pandemic is just the latest blow for small colleges via","sentiment_score":0.125}
{"full_text":"Using post-mortem tissue samples, researchers are studying how the novel #coronavirus can reach the brains of patients with #COVID19. #SARSCoV2 #Viruses #CovidBrain","sentiment_score":0.0}
{"full_text":"RT Clearly, if the Twin Towers and Pentagon had been filled with senior citizens on 9\/11, Americans would've been over it...","sentiment_score":0.25}
{"full_text":"RT Scoop: Pompeo and his wife are hosting multiple holiday parties (one on the 8th floor of the State Dept with more than 900...","sentiment_score":0.25}
{"full_text":"RT NEW: Three former US presidents - Barack Obama, George W. Bush and Bill Clinton - are volunteering to get their Covid-19 vacci...","sentiment_score":0.0681818182}
{"full_text":"State of early #Edtech as COVID-19 pushed for remote learning and a look at some growing Edtech companies that haven't had funding in 2020 -","sentiment_score":0.0}
{"full_text":"RT Protect yourself with the right face covering. Residents can pick up a free mask from partner sites across the state, incl...","sentiment_score":0.3428571429}
{"full_text":"I couldnt give a shit if Bill Gates wants to microchip me up if we can cure COVID and other diseases ffs","sentiment_score":-0.0416666667}
{"full_text":"RT Our recent research work on \"Structural basis of RNA recognition by the SARS-CoV-2 nucleocapsid phosphoprotein\"https:\/\/t...","sentiment_score":0.0}
{"full_text":"RT The Los Angeles Lakers just committed $275 million to two players.  I'm old enough to remember when they applied for an...","sentiment_score":0.05}
{"full_text":"How Many People Need to be Vaccinated to Prevent One Case of #Covid-19? Listen to the podcasthttps:\/\/t.co\/Di7OpeMig6#EBM #vaccine #CovidVaccine #precisonevidence #CovidVaccines","sentiment_score":0.5}
{"full_text":"The IPA have recently published their latest research report looking at the long-term impact of COVID-19 on the world of work covering issues such as employment relations, working patterns, inequality &amp; good work. Find out more &amp; access the report here:","sentiment_score":0.34}
{"full_text":"We should continue to practice good #hygiene during #coronavirus to #StopTheSpread#StayHome and #WashYourHands properly.Our Hand Sanitizer is proven to kill 99.99 % of #virus &amp; #bacteria that can cause #COVID19SHOP NOW: #StaySafe #WearAMask","sentiment_score":0.7}
{"full_text":"Confirmed coronavirus cases in the Philippines increased to 435,413 Thursday as the total number of recoveries approached the 400,000-mark.","sentiment_score":0.2}
{"full_text":"Inmates in prison face the same risk of getting sick as we do, so they need to know how to stay safe. That's why we're joining and to educate inmates on #COVID-19. Sharing knowledge is a form of showing love!#DRASACares #CollaborationIsKey ","sentiment_score":-0.0714285714}
{"full_text":"If you live in America, stay home because these dimwits have zero problem trying to kill you","sentiment_score":0.1363636364}
{"full_text":"\"We have been reminded of our mutual dependence, our fragility and indeed our ingenuity...\" Martin Blakebrough, CEO of discusses what alcohol services have learned from the lockdown. Read the blog:","sentiment_score":0.0}
{"full_text":"Since Lockdown started in March 2020.....#togetherforthejourney","sentiment_score":0.0}
{"full_text":"Iran surpasses one million Covid-19 caseshttps:\/\/t.co\/X7tQE8W3Sr","sentiment_score":0.0}
{"full_text":"A $1.2 billion coronavirus aid package is on its way to Gov. Mike Parson's desk:","sentiment_score":0.0}
{"full_text":"With so much to discuss, our year-end Advice Show is jam packed with experts on hand to provide insight, opinion and debate. Join us as we discuss the markets, Brexit, the US, COVID, regulation, technology and so much more.Book your place here &gt;","sentiment_score":0.2}
{"full_text":"With a variety of his books arriving on shelves this autumn, author will be chatting to tonight about his recent writing, including a collection of poetry written in response to the Covid-19 pandemic. Details and tickets here:","sentiment_score":0.0}
{"full_text":"Los Angeles Mayor Eric Garcetti told residents to stay at home as U.S. coronavirus hospitalizations surpassed 100,000, threatening to strain hospital capacity #WSJWhatsNow","sentiment_score":0.0}
{"full_text":"Before the pandemic hit, the #TorontoRegion was booming &amp; a magnet for people &amp; investment. Hear why is optimistic for our future. Our region will always be one of the best places in the world to live &amp; create - this fact never changed!  #WeAreTorontoRegion","sentiment_score":0.3901515152}
{"full_text":"RT Elon Musk passes Bill Gates to become 2nd-richest person. Has added $100bn to his worth YTD. 2020 has been lucrative o...","sentiment_score":0.3}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"New report finds freedom of expression has worsened in Southern Africa as a result of #COVID19. States that were already repressive are using the pandemic to violate the right of citizens to speak out. #SADCMedia","sentiment_score":0.1406926407}
{"full_text":"Rates Rising, Spreads Rising &amp; US Dollar at Pre-COVID Levels","sentiment_score":0.0}
{"full_text":"Why are you lying...","sentiment_score":0.0}
{"full_text":"RT 2) \"Perdue made an investment in a company that manufactures personal protective equipment on the same day Perdue attended...","sentiment_score":0.0}
{"full_text":"\"Her sister Francesca, who cared for her seven children after the death of Tingali McCall Cossar on 19 December 1999, was arrested and charged with murder.\"https:\/\/t.co\/RI9aduglVC","sentiment_score":0.0}
{"full_text":"How old are these guys? Even so, any of them had 7 heart bypasses? The jury's still out on the vaccines for those above 70 who've had them.","sentiment_score":0.05}
{"full_text":"Nurses and healthcare providers are experiencing increased burnout from the pandemic. We speak with president about what nurses are facing in the state. Tune into at 9am.","sentiment_score":0.0}
{"full_text":"More than 6 million Americans are facing homelessness due to the economic effects of the pandemic. We pray that our leaders put partisanship and self-interest aside and provide relief. #dailyprayer","sentiment_score":0.1916666667}
{"full_text":"RT Shri Adhir Ranjan Chowdhury, President, West Bengal Pradesh Congress Committee writes to the Hon'ble Speaker to call the...","sentiment_score":0.0}
{"full_text":"\"It's nice to know that a Wisconsin-based organization really is fighting part of the pandemic and keeping the vaccine temperature in check.\"","sentiment_score":0.4}
{"full_text":"If you have #COVID19 symptoms, self-isolate and book a test:","sentiment_score":0.0}
{"full_text":"This year's theme for the #InternationalDayOfPersonsWithDisabilities is \"Building back better: towards an inclusive, accessible and sustainable post COVID-19 world by, for and with persons with disabilities.\"Join our next It Starts With Us chat on 12\/22.","sentiment_score":0.21875}
{"full_text":"Christmas gift ideas? Follow the events from March to June with Aunt Sheila as she panic buys, binge watches boxsets and trims her own fringe #Christmas2020 #lockdown #COVID19 #Satire #BookBoost #christmasshopping","sentiment_score":0.6}
{"full_text":"Soroptimists address domestic violence during the pandemic, including at the intersection of gender and disability. Women and girls with disabilities rightly demand enjoyment of all human rights and fundamental freedoms. #16daysofactivism #Orangetheworld","sentiment_score":0.0952380952}
{"full_text":"U.S. breaks COVID-19 hospitalization record with over 100,000 patients #FOX59Morning","sentiment_score":0.0}
{"full_text":"President-elect Biden is expected to name a top-level White House adviser to coordinate the government's extensive coronavirus response.","sentiment_score":-0.0333333333}
{"full_text":"My friend's grandson got into a bad accident and needed to be airlifted to a hospital for surgery. When surgery was done there were no beds in the hospital available to him. He spent the night on a cot hoping for a bed. COVID doesn't only affect those with it. It's a real problem","sentiment_score":-0.04}
{"full_text":"RT Former Presidents Barack Obama, George W. Bush and Bill Clinton are volunteering to get their Covid-19 vaccines on camera to promo...","sentiment_score":0.0}
{"full_text":"\"2020 has not just been about the pandemic. It has been about how all our social and economic arrangements were challenged and found to be wanting, optimised for a kind of stability that we all assume is guaranteed.\"https:\/\/t.co\/XgJgNSqevS","sentiment_score":0.2777777778}
{"full_text":"me too","sentiment_score":0.0}
{"full_text":"Are poor #covid19 outcomes for people with diabetes making health systems rethink how they organise diabetes services? To find out the opportunities for improvement that integrated systems offer, visit: (via","sentiment_score":-0.575}
{"full_text":"Without compromising on guest experience, how can the hospitality industry reinvent itself and safeguard its future post COVID-19? A recent blog from Rentokil explores the solutions","sentiment_score":0.0}
{"full_text":"Are you ready for King's Inaugural Week?Join the team from 7 to 11 December to discuss and raise awareness of fake medicines through the pandemic and beyondBook your place: #FTFWeek","sentiment_score":-0.15}
{"full_text":"You can record your classes, stop and replay them from anywhere at anytime.Try it for free today at #education #onlinelearning #learning #covid #edtech #online #distancelearning #school #teaching #livelearning","sentiment_score":0.4}
{"full_text":"The pandemic and resultant #WFH boom mean that home working space is at the top of the agenda. Our latest new project involves tearing down this dilapidated garage to provide additional living, sleeping, and home working space. Learn more #SowSpace #oxford","sentiment_score":0.1947180135}
{"full_text":"As the nation's Covid-19 crisis rages, Trump raged about the election for 46 minutes.https:\/\/t.co\/n8QLSoWukv#11thHour","sentiment_score":0.0}
{"full_text":"RT Deaths in Pearl Harbor: 2,403Deaths on September 11th: 2,977Covid-19 deaths yesterday in the US: 2,885","sentiment_score":0.0}
{"full_text":"Along with almost every country in the world, Canada has felt the effects of the pandemic, but Neil Cooney, our Country Manager, says \"while a second wave is also taking its toll, there are some positive signs of growth\".https:\/\/t.co\/tdaeKYTVsb#GlobalAmibition","sentiment_score":0.1136363636}
{"full_text":"Malacanang welcomed the United Kingdom's (UK) move to authorize the use of BioNTech\/Pfizer vaccine against coronavirus disease (Covid-19).https:\/\/t.co\/LGHsdzXX1Z#PolitikoNews","sentiment_score":0.0}
