{"full_text":"Police in Canada are actually arresting people for not staying indoors? I get it we're in the middle of a pandemic but all those boys are brothers and are in the same household why can't they be out there?","sentiment_score":0.0}
{"full_text":"RT From Sunday 20 December, some areas in England will enter Tier 4: Stay At Home. [Tap to expand the poster]","sentiment_score":0.0}
{"full_text":"Lol this was pre covid dumbass.","sentiment_score":0.8}
{"full_text":"RT Just a little prick","sentiment_score":-0.1875}
{"full_text":"RT As Shah holds a rally of thousands of people standing cheek by jowl in WB, govt cancels winter session of Parliament due to...","sentiment_score":-0.125}
{"full_text":"RT I have a theory that Boris Johnson is the coronavirus","sentiment_score":0.0}
{"full_text":"OMFG IM 22 ON JAN 16 FS COVID WHAT ABOUT MY PARTY","sentiment_score":0.0}
{"full_text":"RT Many people will be heartbroken hearing the news this evening. We need clear decisive leadership, not a string of empty p...","sentiment_score":0.1666666667}
{"full_text":"This year can go fuck itself mate. Lost 2 good friends to suicide and I'm going thru the process of losing my house\/car\/job due to Covid and feel like going the same way as them.","sentiment_score":0.04375}
{"full_text":"RT Covid19 and brexit trending todayThe common theme?The mishandling of both by this inept, corrupt tory governmentI...","sentiment_score":-0.4}
{"full_text":"FREE ebook 12\/19-12\/20 Due to COVID 19 many lonely, elderly, grandmother, grandfather, grandparents, neighbors . Need a new year resolution after vaccine? Give the Gift of Love Be a volunteer for seniors! Visit the forgotten. It takes one to visit one.","sentiment_score":0.2393939394}
{"full_text":"RT Constraining the powers of the Federal Reserve is NOT a small issue. It should NOT be jammed thru on a COVID relief bill...","sentiment_score":0.0125}
{"full_text":"Brb just moving to New Zealand as they are covid free and the UK is a fuckin mess x x x","sentiment_score":0.1204545455}
{"full_text":"RT You were told track and trace would work. You were told to eat out to help out. You were told lockdown wasn't necessary an...","sentiment_score":0.0}
{"full_text":"RT My lockdown top 4 ","sentiment_score":0.5}
{"full_text":"RT Sir please  postpone cbse board exam till May because our syllabus is not completed about a half due to...","sentiment_score":-0.1458333333}
{"full_text":"RT This in unconscionable. It's evil and inhumane to evict someone from their apartment at any time, but especially during...","sentiment_score":-0.6333333333}
{"full_text":"non-contact hand wash covid 19 machine. We worked with him to share his vision to the world which supported his product to gain traction including with the UN youth energy hub. The point is, while waiting for government incentives and intervention we can do our own little bit","sentiment_score":0.20625}
{"full_text":"All we'd get from Starmer is lockdown from the get go, at least we'd know where we stand.... I think!","sentiment_score":-0.375}
{"full_text":"RT Heartbreaking #MaskUp","sentiment_score":0.0}
{"full_text":"What's the actual point in changing the Christmas bubble from 5 days to 1? you're still gonna be around the same people. Covid taking the day off or something","sentiment_score":0.0}
{"full_text":"RT As a pain patient who has been personally harmed by the opioid crackdown, yeah, duh. I've be...","sentiment_score":-0.15}
{"full_text":"Has made \"Christmas (Baby Please Stay Home)\" yet?","sentiment_score":0.0}
{"full_text":"RT Financial Fair Play rule change leads to chaos as EFL clubs try to prove Covid-19 has cut squad values","sentiment_score":0.35}
{"full_text":"RT #FunFactPeople died before the coronavirus.","sentiment_score":0.0}
{"full_text":"RT Confirmed coronavirus cases in Islington rose by 47% last week. Across London, rates are rising rapidly. Remember, we...","sentiment_score":0.3333333333}
{"full_text":"And yet, nobody is surprised at their incompetence ","sentiment_score":0.1}
{"full_text":"Wear a mask, stops transmissions, this mess is not suppressed by people like you or many others, we have ourselves to blame, not one human being","sentiment_score":0.1083333333}
{"full_text":"RT As two of rock music's enduring giants, and continue to protest the U.K's unjust #COVID19 l...","sentiment_score":0.0}
{"full_text":"RT From Sunday 20 December, some areas in England will enter Tier 4: Stay At Home. [Tap to expand the poster]","sentiment_score":0.0}
{"full_text":"RT Critical race theory is shamelessly, ruthlessly racist.","sentiment_score":-0.5}
{"full_text":"RT Wishing dearest a very happy birthday remembering all the service &amp; good work done by you towards society...","sentiment_score":0.85}
{"full_text":"RT  I really want to perform again crazy.. I want to perform so badly it's insane ahhhh  ahh corona I miss ARMY so much...","sentiment_score":-0.3}
{"full_text":"RT Summary:NOT TO BLAME FOR COVID FAILURELate to March lockdownLate to November lockdownFailure to protect care homes...","sentiment_score":0.0}
{"full_text":"RT We live in a system where the people who most fervently denied and downplayed the coronavirus are among the first to rec...","sentiment_score":0.2954545455}
{"full_text":"Wow forgot about the buffets","sentiment_score":0.1}
{"full_text":"GOV. LALONG TESTS POSITIVE FOR COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT London Put in Emergency Lockdown as U.K. Fights New Strain ","sentiment_score":0.1363636364}
{"full_text":"Lol Covid causing basketball and football games on Saturdays to overlap ","sentiment_score":0.8}
{"full_text":"RT It's amazing that the very people who called covid a hoax are first in line for the vaccine.","sentiment_score":0.35}
{"full_text":"RT London is in tier 4 from tomorrow? But.. Wasn't it literally in tier 2 on Tuesday lmao this is really a load of nonsense. Th...","sentiment_score":0.4}
{"full_text":"And England isn't doing this why exactly? Sod this slicing up the country into different tiers just shut it all down. People spread viruses, so stop them. Simple really.","sentiment_score":0.0588888889}
{"full_text":"Good job the masks and social distancing worked  ","sentiment_score":0.3666666667}
{"full_text":"RT UK Prime Minister Boris Johnson says parts of Britain will go back into lockdown tomorrow after a newly identified strain of Covi...","sentiment_score":0.0681818182}
{"full_text":"RT PCR testing-Truth,unlike what Dr H telling. complicit\"Most notably this study by Jaafar et al., which found th...","sentiment_score":0.5}
{"full_text":"## Aawaz India news ##   #CMAshokGahlot  #india  #Bharat  #Congress  #PMModi  #KanganaRanaut #MLA  #deshvidesh  #JNU  #RahulGandhi  #delhi  #lic  #jaipur  #rajasthan  #corona #coronavaccine #farmer","sentiment_score":0.0}
{"full_text":"RT \"There's been another lockdown in the UK, but for who Chris Kamara?\"","sentiment_score":0.0}
{"full_text":"But here in science-free America you're free to kill your relatives for Christmas right before the vaccines arrive to arrest the #COVID19 pandemic.https:\/\/t.co\/qkI7AbBusQ","sentiment_score":0.2119047619}
{"full_text":"RT Covid-19 at 00:00 on the 1st January 2021","sentiment_score":0.0}
{"full_text":"RT BREAKING: London and much of SE \/ East England moves into new TIER 4 from midnight.In these areas ALL Christmas mixing...","sentiment_score":0.1681818182}
{"full_text":"so we're back in lockdown from boxing day ","sentiment_score":0.0}
{"full_text":"i always wanted that phineas and ferb kinda summer holiday .. the 104 days one .. i didn't wanted a stay at home for a year and keep doing assignments :\/","sentiment_score":-0.25}
{"full_text":"RT The absolute gall to say that Tier 4 has been brought in because of a new strain of COVID. The Conservatives have known abou...","sentiment_score":0.1681818182}
{"full_text":"RT Ivanka screened CDC guidelines, &amp; then made changes--overruling scientists\/scientific data. \"Demoralizing to spend your e...","sentiment_score":0.0}
{"full_text":"RT Don't people understand data? India has the best track record amongst many large countries affected by Covid 19, with a...","sentiment_score":0.5714285714}
{"full_text":"RT If we let our guard down, Covid will come back to bite us.","sentiment_score":-0.0777777778}
{"full_text":"RT My husband's sister died today. He just found out. Her body was found by her her daughter..... she died alone in her home...","sentiment_score":0.0}
{"full_text":"us finds any collateral damage unavoidable and acceptable.","sentiment_score":0.0}
{"full_text":"RT Called it.They've literally cancelled Christmas.Reminder that, according to official data, hospital beds in England a...","sentiment_score":0.0}
{"full_text":"RT The emergency use authorization of Moderna's #COVID19 vaccine will help bring a faster end to the pandemic. Learn the...","sentiment_score":0.0}
{"full_text":"Same should with companies. Pay your employees well and we'll try again after the pandemic vs let's make a sales campaign that looks like we're thanking our store employees but it's to make you have feels and spend with us.","sentiment_score":0.0}
{"full_text":"U mean d biden family? D idiot has been selling America to china, fucking fraudulent \"president elect\" of wuhan","sentiment_score":-0.228125}
{"full_text":"RT Pass urgent #CovidRelief #S3599 #HR6788 and provide flexibility to #frontlineworkers and #security to their families","sentiment_score":0.0}
{"full_text":"After quite some Yak shaving, I designed and printed a spare part for my hair trimmer with so I could get a haircut in this lockdown:","sentiment_score":0.0}
{"full_text":"Stay home!!","sentiment_score":0.0}
{"full_text":"Washington Gov. Jay Inslee (D) tweeted Thursday that the CDC \"has informed us that [Washington's] vaccine allocation will be cut by 40% next week--and that all states are seeing similar cuts.\" CA -40%!  Calls not returned. Why not?  Plenty on shelves!","sentiment_score":0.0}
{"full_text":"RT We live in a system where the people who most fervently denied and downplayed the coronavirus are among the first to rec...","sentiment_score":0.2954545455}
{"full_text":"RT Now their King has apologised to the nation for their abysmal performance, will all those newspapers and pundits recant the...","sentiment_score":0.0}
{"full_text":"RT GOP Tax Scam increased the federal debt by $2,000,000,000,000 (two trillion).83% of the benefits went to the wealthiest...","sentiment_score":0.0}
{"full_text":"Basic decency isn't it, considering the direct reason for a lockdown is high infection rates and rapid spread, which increases death rates. I don't see why they wouldn't consider doing this prior to an announcement.","sentiment_score":0.065}
{"full_text":"RT Sen. just said McConnell has the Senate voting on judges today RATHER THAN voting on a coronavirus relief...","sentiment_score":0.0}
{"full_text":"Here's a great discussion of just that. Anything indoors with a group for any length of time, particularly unmasked, is dangerous.","sentiment_score":0.1222222222}
{"full_text":"8 nuns died of Covid-19 inside every week at a retirement dwelling in Wisconsin.","sentiment_score":0.0}
{"full_text":"RT Oregon has received its full scheduled supply of 35,100 Pfizer-BioNTech #COVID19 vaccine doses for the week of December 13-D...","sentiment_score":0.35}
{"full_text":"I've developed a new bad habit. Every time I go to a store and they don't have what I needed to get, I panic and buy Joey something. Here's today's item","sentiment_score":-0.1545454545}
{"full_text":"2. And built up peoples hopes that they would be able to have a Christmas which actually, based on the fact that we're in a pandemic, we shouldn't have been having. But your weird obsession with me and Sadiq Khan is your focus. Get your properties right, councillor.","sentiment_score":0.0714285714}
{"full_text":"RT Based on medical guidance, I just received the #COVID19Vaccine. I don't think I'm more deserving than anyone else, but I wa...","sentiment_score":0.3666666667}
{"full_text":"Since new announcement that we back in lock down and Christmas cancelled. Me. Fuck fuck fuck fuck and bollocks ","sentiment_score":-0.2313131313}
{"full_text":"RT ICYMI - FDA Says 2 Participants In Pfizer COVID Vaccine Trial Have Died","sentiment_score":0.0}
{"full_text":"RT Let us remember that as 2020 came to a close, the ruling class bragged about getting their vaccines while debating whether...","sentiment_score":0.0}
{"full_text":"RT Sweet Jesus on Hockey Skates. How not to respond when you're caught trying to give the wrong doctors the first inoculat...","sentiment_score":0.0333333333}
{"full_text":"Well, I was finally going to meet up with my best mate from North Wales (who I haven't seen since March) for a socially distanced outdoors confab (&amp; to get a Xmas prezzie) on the 27th. So much for that! Fuck Covid, and fuck this useless government! ","sentiment_score":-0.0202380952}
{"full_text":"RT i had to do a double take on this photo","sentiment_score":0.0}
{"full_text":"how are the democrats not constantly talking about this evil fucking turtle and his obsession with fucking over the people to protect the precious companies that are keeping him on life support??? he's the one standing in the way of the stimulus bill! i will never understand this","sentiment_score":-0.315}
{"full_text":"RT is offering a new treatment for some high-risk COVID-19 patients.  #changingwhatsp...","sentiment_score":0.1363636364}
{"full_text":"Very good. And look, you managed to wear a mask. See. Not that difficult.","sentiment_score":0.205}
{"full_text":"Your vaccination was superfluous. Chinese Virus would have slain you if you were not immune.","sentiment_score":0.0}
{"full_text":"I'm a student who has started this petition to support children's education whose one or both parents died due to Covid-19 and need your support to get further impetus. The link to the petition is:-https:\/\/t.co\/CVRk81Vu07","sentiment_score":-0.0625}
{"full_text":"RT How Moderna's Vaccine Works#Moderna developed an mRNA #coronavirus vaccine known as mRNA-1273. A clinical trial demon...","sentiment_score":0.1}
{"full_text":"RT Make sure you don't entertain any representation from or its members fo...","sentiment_score":0.5}
{"full_text":"RT From Sunday 20 December, some areas in England will enter Tier 4: Stay At Home. [Tap to expand the poster]","sentiment_score":0.0}
{"full_text":"RT The NY Times argument that covid vaccine should be distributed based on race is pure racism. They are arguing that young...","sentiment_score":0.1571428571}
{"full_text":"Someone mentioned the new strain is more transmissible by children. That would explain why many previous t2 areas saw cases rise during lockdown as the schools remained open throughout.","sentiment_score":0.1939393939}
{"full_text":"As they absolutely should","sentiment_score":0.2}
{"full_text":"The right thing to do. Doesn't matter if it's Christmas or not, Welsh lives are more important than your pathetic selfishness.","sentiment_score":0.0464285714}
{"full_text":"RT Nothing has changed here. We could have a $900 billion, life saving deal in an hour but the Republicans are still insist...","sentiment_score":0.0}
{"full_text":"Cause that's not more racism.","sentiment_score":-0.25}
{"full_text":"RT \"I absolutely love it.\" \/ \"Absolutely beautiful.\"Comments from people receiving gift sets, just PS7.95 from","sentiment_score":0.675}
{"full_text":"Has Mr Drakeford included his beloved Garden Centres to be closed during this lockdown, asking for his friend Jeremy Corbyn!!!!","sentiment_score":0.2279296875}
{"full_text":"RT If I were writing this Xmas film, 11.59 on Christmas Eve it starts snowing. In a science lab they notice something strange. R...","sentiment_score":-0.05}
{"full_text":"RT Good piece by \"China is feeling stronger than ever after having essentially stopped covid-19 while the United State...","sentiment_score":0.35}
{"full_text":"RT It's amazing that the very people who called covid a hoax are first in line for the vaccine.","sentiment_score":0.35}
{"full_text":"RT The horror of Canada's pandemic policy choices in two headlines.","sentiment_score":0.0}
{"full_text":"RT If this doesn't make you want to vote, to give America a Senate that will deliver relief to those struggling in covid times...","sentiment_score":0.0}
{"full_text":"Guaranteed DeSantis won't be taking any action should the variant reach Florida cause he is only interested in making sure COVID-19 spreads.#DeathSantis #Florida","sentiment_score":0.2125}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"Available now from most good DIY retailers: Acme 'Dunk-yer-head', which is a bespoke head-sized bucket filled with sand for those who deny there is a pandemic.Enjoy.","sentiment_score":0.5}
{"full_text":"RT I'm so over everything Covid related I just don't wanna hear it anymore","sentiment_score":0.0}
{"full_text":"I am fully behind restrictions and I know lockdown is necessary, in fact I welcome it. However, punishing your key workers and people who work Christmas Day and keep our country going by choosing only Christmas Day seems a bit cruel.","sentiment_score":-0.1}
{"full_text":"If the position of \"Just give Ron Johnson what he wants!\" is so clever and pragmatic, our president-elect should just scream it from the rooftops. Rack up that good will with his GOP critics. ","sentiment_score":0.3722222222}
{"full_text":"London Put in Emergency Lockdown as U.K. Fights New Strain - Bloomberg","sentiment_score":0.1363636364}
{"full_text":"RT \"Public Health England (PHE) said, as of 13 December, 1,108 cases with this new variant had been identified, predominantl...","sentiment_score":0.0681818182}
{"full_text":"RT I'm not remotely irked that while I'm unable to travel to spend Christmas with my family, consistent with the CDC and th...","sentiment_score":-0.0666666667}
{"full_text":"And that two weeks ago put London in Tier 2 in spite of all available evidence.","sentiment_score":0.4}
{"full_text":"#coronavirus someone who's been vaccinated said that vaccines are being binned as people not turning up for appointment wtf!","sentiment_score":-0.625}
{"full_text":"RT The main aim of tax laws to generate revenue for nation building. 2020 we have severe covid pendamic.There should be no...","sentiment_score":0.1666666667}
{"full_text":"our country is losing an American every 33 seconds to covid-19, the disease caused by the coronavirus that emerged last year.Every time you listen to Bing Crosby's \"White Christmas,\" about five people have died of the virus between the beginning and the end of the song.","sentiment_score":0.0}
{"full_text":"RT Since Thanksgiving, the count of currently hospitalized Covid patients in the USA has increased by 26%.  Interestingly...","sentiment_score":0.25}
{"full_text":"RT Who agrees that President Biden should abolish Trump's Space Force and use all of that money to provide Covid relief p...","sentiment_score":0.0}
{"full_text":"What'd you expect from people who wanted to gather for 5 days during a goddamn pandemic","sentiment_score":0.0}
{"full_text":"RT Awful that ALL Wales should be put into full lockdown at 7 hours notice.","sentiment_score":-0.325}
{"full_text":"RT Here's a clip from on Thurs. I said I'd been trying to work out for a few weeks why cases going up so fast in...","sentiment_score":0.0}
{"full_text":"RT Last week I was in classrooms with 30 kids with knowing full well there's a new covid strain that's 70% m...","sentiment_score":0.1621212121}
{"full_text":"We got thousands of unhygienic illegals travelling from France into the UK. We put those thousands of unhygienic illegals into hotels. The idiots now want us to move the unhygienic illegals into self-catering homes around the UK - all this when the UK is in lockdown!","sentiment_score":-1.0}
{"full_text":"I-24 has been closed down to one lane a whole damn year. Traffic was greatly diminished for at least 6 months due to the pandemic and y'all still ain't done. Have I ever told y'all I hate #Kentucky. Add in y'all keep choosing Mitch McConnell.  Throw the whole state away!","sentiment_score":-0.0288194444}
{"full_text":"And is now saying it needs to react \"swiftly\" to a new strain of the Virus that has apparently been around since September - when they were telling us that we didn't need the lockdown we eventually had in November.","sentiment_score":0.0931818182}
{"full_text":"RT Mitch McConnell is a traitor to this country. That he got the vaccine after willfully failing to protect us from Covid-19 i...","sentiment_score":0.0}
{"full_text":"Imagine giving people 7 hours notice (a week before Christmas) that they're going into a full lockdown, joker","sentiment_score":0.35}
{"full_text":"RT As if by magic a new 'mutant' strain of Covid-19 pops up at the weekend before Christmas so the Great Reset Cult can cance...","sentiment_score":0.4787878788}
{"full_text":"RT Introducing The Barstool FundIf you are a small business that needs help staying in business because of covid email...","sentiment_score":-0.25}
{"full_text":"By decorating his Christmas tree with soap, is celebrating its life-saving powers in a year when we've given soap to 250k people, part of our coronavirus response. But 3bn people can't wash their hands at home. You can 'soap-port' our work at","sentiment_score":0.0}
{"full_text":"\"I hate the Christmas holidays, I want to stay at school. School is safe.\"During lockdown in spring, 50 children a day turned to Childline after experiencing abuse &amp; neglect. More children will suffer over Christmas but Childline will be here:","sentiment_score":0.0666666667}
{"full_text":"RT Nothing has changed here. We could have a $900 billion, life saving deal in an hour but the Republicans are still insist...","sentiment_score":0.0}
{"full_text":"Praising a Black Northland Through Spectral Forevermore","sentiment_score":-0.1666666667}
{"full_text":"'I was at a hospital where there were a few coronavirus patients and I shook hands with everybody,' the prime minister said on 3 March","sentiment_score":-0.2}
{"full_text":"With the pandemic, we need your support and partnership more than ever before.  Learn how YOU can become a member and support our life-saving programs! #b4stage4sc ","sentiment_score":0.625}
{"full_text":"This pandemic has left its mark on eating and drinking habits, according to the International Food Information Council","sentiment_score":0.0}
{"full_text":"RT JUST IN: British PM Johnson says the toughest set of Covid-19 restrictions will be put in place Sunday in London and the UK's so...","sentiment_score":0.0}
{"full_text":"RT GOP Tax Scam increased the federal debt by $2,000,000,000,000 (two trillion).83% of the benefits went to the wealthiest...","sentiment_score":0.0}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT The United States is now averaging 230,930 new coronavirus cases per day, the highest seven-day rolling average since the p...","sentiment_score":-0.0068181818}
{"full_text":"Vice President Mike Pence and the leaders of the House and Senate received their first doses of the COVID-19 vaccine on Friday as they tried to reassure the American public that the shot is safe.https:\/\/t.co\/vlF95pteAX","sentiment_score":0.0833333333}
{"full_text":"Where is that mouthy when there's an entire country attacking Christianity?","sentiment_score":0.0}
{"full_text":"Week of December 14-18, 2020: Update of Covid-19 Cases in Wasauksing, North Bay Parry Sound District, Sudbury District, and Simcoe Muskoka. To see the Parry Sound District cases visit:","sentiment_score":0.4}
{"full_text":"Before the pandemic #DigitalTransformation projects could turn into lengthy ordeals. Now, in the rapid shift from physical to digital, many companies are accelerating the process, according to executives at","sentiment_score":0.1666666667}
{"full_text":"Covid Tier map with live updates: Which Tier is my area in?https:\/\/t.co\/4ltxksap6Y","sentiment_score":0.1363636364}
{"full_text":"Our 'Journalism in a Pandemic' MOOC is now available as self-directed course in 6 languages, including Arabic &amp; Russianhttps:\/\/t.co\/iQMBBjDP2P","sentiment_score":0.4}
{"full_text":"RT This viral clip;- Is not an allergic reaction- It's vasovagal response. Google the term- Requires no tests\/treatments...","sentiment_score":0.0}
{"full_text":"Here are the four key #supplychain shifts that #manufacturing leaders can adapt to thrive in a post-pandemic world. #FutureofManufacturing","sentiment_score":0.0}
{"full_text":"RT Racist crap.Also, China is now largely virus free and life back to normal.It's this government that has failed us time an...","sentiment_score":0.0285714286}
{"full_text":"COVID Surge: San Francisco Case Numbers Still Spiking; City Orders Mandatory Quarantine For Travelers","sentiment_score":0.0}
{"full_text":"RT Pay people to stay home. $1200 a month until we get get covid under control. Every small business should be granted a...","sentiment_score":-0.25}
{"full_text":"We're supporting  You don't need to suffer in silence during #Coronavirus.Remember there is help and support around you, talk to a friend or a family member or find support here:","sentiment_score":0.25}
{"full_text":"Here comes Another lockdown ","sentiment_score":0.0}
{"full_text":"Just days ahead of the holiday break, the Jefferson and St. Tammany public school systems are reporting hundreds of new coronavirus cases and thousands of students and staff sent home to quarantine.MORE:","sentiment_score":0.0681818182}
{"full_text":"Dr. Roberto Vargas is regularly exposed to COVID-19. He talks with his wife, Susan, and their eldest son, Xavier, about what that's meant for their family.Discover stories of frontline and essential workers like this one in our 2020 year in review:","sentiment_score":0.0}
{"full_text":"RT Corona virus....its coming","sentiment_score":0.0}
{"full_text":"Did you know: 56% of companies in the latest and survey have implemented flexible work hours since the outbreak of #COVID19. Have you sought greater flexibility in your work schedule to care for your loved ones?","sentiment_score":0.5666666667}
{"full_text":"We're living WW3, this is more than Covid Cyber attacks Viruses, rushed vaccinesSocial media censorshipMSM biasLockdowns Elections fraudDestabilise economiesBan demo'sCreated social divisions Politician's have taken the bait or are compromised, No logical explanation","sentiment_score":0.1361111111}
{"full_text":"\"Short unemployment spells are terrible, but long-term unemployment spells are really devastating,\" said a business professor at Here's how long-term unemployment has affected thousands of people this year. | By","sentiment_score":-0.6666666667}
{"full_text":".@jamiecullum brings big-band exuberance to the holidays on his new album \"The Pianoman at Christmas.\" Get an inside look at how it came together, then get ready to swing. ","sentiment_score":0.1681818182}
{"full_text":"2020 REWIND: Michele Campbell speaks about how her writing process has changed as her confidence as an author has grown, how authors communicate with readers in a world dealing with a pandemic, and so much more!","sentiment_score":0.625}
{"full_text":"There have been 55 more Covid-19 deaths recorded at Yorkshire hospitalshttps:\/\/t.co\/aLORheAHId","sentiment_score":0.5}
{"full_text":"Surprise... not","sentiment_score":0.0}
{"full_text":"\"The center-left press is already starting to admit what AIER has been saying since March 2020.\" #Covid19 #EndTheLockdowns ","sentiment_score":0.0}
{"full_text":"This year, the #holidays look a little different due to #COVID19.  If you can't be with your older loved ones this year, help them find resources to drive safer, for longer, at #RoadSafeSeniors. Remember to give the #GiftOfRoadSafety. &gt;&gt;","sentiment_score":0.1108333333}
