{"full_text":"Have had a 9-month long argument with 2 buddies, one a hard leftist, the other an ex-communist (now a Jesuit priest). They hold that in a year Covid will do for socialism what 100 yrs of revolution, protests, Che Guevara, Walter Rodney, Thomas Sankara etc. hadn't. I'm in trouble.","sentiment_score":-0.1433333333}
{"full_text":"this is so funny bc it's true","sentiment_score":0.3}
{"full_text":"As if possibly having covid is not bad enough, I am sitting in a friggin hot tent waiting for a doctor. There must be a better way of doing this. #DoIHaveAFever #IsItJustTheSun #WhatIsHappening #dizzy","sentiment_score":0.22}
{"full_text":"RT In this post, we'll reverse-engineer the actual mRNA code of the SARS-CoV-2 vaccine, character f...","sentiment_score":0.0}
{"full_text":"RT Not wearing a mask in public when you have the cold or the flu","sentiment_score":-0.3}
{"full_text":"RT One side is corona, on the other hand are rains and between students are stucked by their is exam...","sentiment_score":-0.125}
{"full_text":"RT Join me on a train journey to enjoy #Taiwan's stunning coastal scenery. Once we get past the pandemic, we welcome you to take...","sentiment_score":0.3625}
{"full_text":"RT #raaj_JE_priikssaa_rdd_kro@ashokgehlot51 Sir pls understand students situation one side corona  and other side unemploy...","sentiment_score":-0.125}
{"full_text":"RT England Daily Coronavirus (COVID-19) Report * Friday 25th December.31,560 new cases (people positive) reported, givin...","sentiment_score":0.1212121212}
{"full_text":"\"Bruises\"What like French turdsStarve the IrishInvade Spain and France Break international lawDavid You sad sycophant Be better","sentiment_score":0.0}
{"full_text":"RT Transportation at many places across the nation is a wreck.It is selfish of the VTU authority to impose an offline exam...","sentiment_score":0.0}
{"full_text":"#COVID-19 cases linked to #Chilean #Antarctic operations rise to 58","sentiment_score":0.0}
{"full_text":"RT Happy Christmas from us in the covid part of A&amp;E - and by god, let's hope we never have to do a Christmas like this again....","sentiment_score":0.8}
{"full_text":"This post will make them increase the number more than imagination.","sentiment_score":0.5}
{"full_text":"RT UK travellers need to stay put. The fact that 20 Brits tested positive for covid on ONE flight to Jamaica is insane.","sentiment_score":-0.3863636364}
{"full_text":"RT Merry Christmas and happy holidays here have a little bad animation I've made while having covid Also try and find the Twitter a...","sentiment_score":-0.0291666667}
{"full_text":"RT Y'all I just got fired for telling my boss that I got a covid test and didn't want to risk it if I'm positive..... at Sp...","sentiment_score":0.2272727273}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"Not much different seeing as we are in a GLOBAL PANDEMIC","sentiment_score":0.0}
{"full_text":"Despite #pandemic, unemployment&amp;financial straits of impoverished ppl, razing homes of #women heads of households had turned into a common practice by municipalities in various parts of #Iran. #NoImpunity4Mullahs,,. .@UN_Women https:\/\/t.co\/TBAZEtxj4e","sentiment_score":-0.15}
{"full_text":"RT 30 doctors from Poland spent the whole Christmas Eve night doing covid tests for #LorryDrivers one lorry after another. T...","sentiment_score":0.05}
{"full_text":"RT Another antibody trial starting this time astrazenica. Defiinitely something to this antibody treatment that deserves inves...","sentiment_score":0.0}
{"full_text":"It's officially a worldwide pandemic reaching every corner of the globe! ","sentiment_score":0.0}
{"full_text":"RT Yoh hai everything is wrong in this health system. They have normalised doctors working without a days off and they keep dem...","sentiment_score":-0.5}
{"full_text":"2020, the year the #retail industry spent in lockdown and the importance of having e-commerce outlets.................. ","sentiment_score":-0.1}
{"full_text":"RT The war against Covid-19 is not over. Please stay safe &amp; stay at home. If must go out. Please observe strictly safe distancin...","sentiment_score":0.5}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"RT 2#Trump is turning America into a full-blown #dictatorship #RemoveTrumpNow #TrumpIsANationalDisgrace #TraitorTrump #Dic...","sentiment_score":0.0}
{"full_text":"RT \"In the eyes of the world's media, Britain - a \"Plague Island\" led by a man who thinks \"optimism is a substitute for hard...","sentiment_score":-0.2916666667}
{"full_text":"RT This chart shows the rate of confirmed cases in London.Rates are extremely high and the virus is still spreading fast - th...","sentiment_score":0.2533333333}
{"full_text":"Had the fabled SPO2 of 38% on room air covid patient walk in today It's like the Ghost of Christmas future, Groundhog Day edition","sentiment_score":0.35}
{"full_text":"Dear : It's #BoxingDay and I'm back to jam on top. A few years ago you responded:\"On the road to hell...\" Well, hell be damned. After Covid purgatory, and 4 yrs of torment in Trump's soul-less underworld, I'm in heaven - jamming on top. #heavenlyhell #sorrynotsorry","sentiment_score":0.2}
{"full_text":"RT I've been trying for months ","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT First Covid vaccine doses arrive in France","sentiment_score":0.25}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"RT This is part of a dangerous trend in reporting each allergic reaction as news. A million people have been vaccinated. A f...","sentiment_score":-0.6}
{"full_text":"RT [RT for bigger pool]Hello. This is for students in Pakistan who took online classes during the pandemic. This is anony...","sentiment_score":0.0}
{"full_text":"RT Every year, we get to see \"galaxy\" of fans outside Galaxy apartment on occassion of birthday, but in c...","sentiment_score":0.0}
{"full_text":"RT Abandoning #excluding 3 Million FAMILIES Not just 3 Million people at Christmas, during a Pandemic. Disgusting! Shame on Yo...","sentiment_score":-1.0}
{"full_text":"Optimistic people have the ability to put problems in a box and to go to work and life.This does not mean eliminating the problem, It means not eliminating the rest of life.#COVID19","sentiment_score":0.15625}
{"full_text":"RT Happy Christmas from us in the covid part of A&amp;E - and by god, let's hope we never have to do a Christmas like this again....","sentiment_score":0.8}
{"full_text":"RT We strongly express our disagreement with VTU authority to conduct offline exams. As we are aware that the Corona hasn't...","sentiment_score":0.3416666667}
{"full_text":"RT  'Unless it mutates or dies out, we're going to be living under severe restrictions for some time'. We're speaking...","sentiment_score":0.0}
{"full_text":"RT I'm fascinated by how similar mRNA is to code and file formats. mRNA even has a \"magic byte\" (GA)!This blog post does an amazing...","sentiment_score":0.3666666667}
{"full_text":"Sanitize your warehouse or mill with Bengal Sanitization, with rates as low as Rs 70. We offer efficient services at affordable rates.7980708710\/9830246789#bengalsanitization #sanitizing #sanitizationservice #affordablerates #covid19  #kolkataagainstcorona","sentiment_score":0.0}
{"full_text":"#StephensGaskets responds to the government's requests for #manufacturers to meet the growing demand for #PPE during the current #coronavirus pandemic.We are now producing plastic #FaceShields - ideal for employees going back to work.https:\/\/t.co\/oheiYn04C6#UKWeekendHour","sentiment_score":0.3}
{"full_text":"Make sure you follow the latest guidelines to protect those around you in the fight against COVID-19 #StaySafe #ColU","sentiment_score":0.5}
{"full_text":"As we move from #Christmas to  #NewYear, we are taking the opportunity to re-run our #TopTen content items from 2020. Today: as #Covid19 made its impact felt in the spring, our advisory board discussed its impact on #HealthTech adoption.","sentiment_score":0.0}
{"full_text":"A landmark trade #deal between the #UK and #EU has been reached at last and, while Boris Johnson's #Christmas wish may have come true - the deal might be overshadowed by a tough year of #COVID, border closures and economic woes","sentiment_score":0.0402777778}
{"full_text":"#COVID19 affects us all - nobody is free from riskAlthough most people recover without treatment - some people can experience #LongCOVID for weeks or even months If you're suffering long-term symptoms speak to your #EastMidlands GP or visit:","sentiment_score":0.45}
{"full_text":"It's a feeling prominent during the pandemic; Kim said her social life has suffered, along with the new D.C. indoor dining ban cutting down her hours and shifts.https:\/\/t.co\/97ZYdZfzht","sentiment_score":-0.0171717172}
{"full_text":"Lebanon says first case of new coronavirus variant detected on flight from London#MenaTvhttps:\/\/t.co\/HmlCGxM1e6","sentiment_score":0.1931818182}
{"full_text":"RT At least 20 Nigerian doctors have died from Covid-19 in a week amid a second wave of infections, local media reports","sentiment_score":-0.1}
{"full_text":"Thursday morning, the Pfarr household was overflowing with joy. It's not the kind of joy that Christmas Eve brings, though. It was the kind you feel when someone you love comes home after a long time away.","sentiment_score":0.5416666667}
{"full_text":"RT Here are Covid Stats for Christmas Day.New cases-32,725In patients-21,268 not updatedOn ventilation-1,529 as above...","sentiment_score":0.0}
{"full_text":"Starting next week, all travelers flying to the United States from the United Kingdom will have to show a negative COVID-19 test before their flight.  ","sentiment_score":-0.1}
{"full_text":"Following new restrictions for Cambridgeshire, our shops, bistro, education and conference centre and hair salon will sadly need to close again until further notice.To find out the latest news in response to COVID-19, please visit:","sentiment_score":0.0272727273}
{"full_text":"Dogs and COVID-19: Many pet owners have been using the #coronavirus crisis and lockdowns to work on training their dogs. Here are some ideas -","sentiment_score":0.5}
{"full_text":"Millions of Americans saw their jobless benefits expire on Saturday after President Trump refused to sign into law a $2.3 trillion pandemic aid and spending package.","sentiment_score":0.0}
{"full_text":"Colorado woman creates 'hug tunnel' to allow hugs in assisted living facilities","sentiment_score":0.0}
{"full_text":"As we cope with #COVID19 at #Christmas it's important to enjoy yourself but remember to watch how much you drink. It's easy to drink too much with home measures and feeling safe or relaxed Take it easy and remember this very different 2020 Christmas For advice contact","sentiment_score":0.3208333333}
{"full_text":"The European Union began a vaccine rollout Saturday, even as countries in the bloc were forced back into lockdown by a new strain of the virus, believed to be more infectious, that continues to spread from Britain.","sentiment_score":0.0672727273}
{"full_text":"Fancy a get-together with book-loving friends this Christmas? Get your literary juices flowing by describing an imaginary banquet for bibliophiles. The winner gets PS500 and publication in The Book Collector.  No social-distancing rules apply!","sentiment_score":0.125}
{"full_text":"When many people were consigned to working from home during the hard lockdown, some took it upon themselves to stay fit in creative and impressive ways.https:\/\/t.co\/p9u8AJTkVa","sentiment_score":0.4216666667}
{"full_text":"We have a hardship fund to support people struggling financially due to COVID-19.Help is available through food bank referrals, gas and electricity tokens, and household items like a cooker, microwave, washer, fridge freezer or beds.Apply online at","sentiment_score":0.1375}
{"full_text":"Been given the gift of a new phone this Christmas?Protect the ones you love by making sure you have the #NHSCOVID19app installed on your phone.Find out more:","sentiment_score":0.4090909091}
{"full_text":" As we continue to fight the virus here is an important reminder for any households with occupants that are self-isolating or displaying COVID-19 symptoms. Please remember used tissues, masks and gloves are non-recyclable and should be disposed of in your black bags only.","sentiment_score":0.0777777778}
{"full_text":"Throwback: A man in Wales stripped to his underwear to protest ban on selling non-essential products during lockdown","sentiment_score":0.0}
{"full_text":"On the second day of Christmas, my true love gave to me:Two metres of rain The Elan Valley receives nearly two metres of rain a year. No wonder Joseph Chamberlain chose it to store water!*Please note that Elan Valley is currently closed as part of the Wales lockdown.","sentiment_score":0.17}
{"full_text":"Dr Aniruddh Shenoy from talks about Covid-19 &amp; the importance of keeping yourself and others safehttps:\/\/t.co\/IFpjrA4qgE","sentiment_score":0.0}
{"full_text":"#Hampshire, The #TestValley, The #NewForest, and #Wiltshire all now have different #Coronavirus #Tier restrictions from each other - check here how #Covid19 restrictions affect where you live : ","sentiment_score":0.0037878788}
{"full_text":"Can you help us support Surrey's unpaid carers? As a result of the pandemic carers are having to provide more care and are close to burn-out. They urgently need support this winter.https:\/\/t.co\/z3Q1n84DY0#carers #community #surrey #charity","sentiment_score":0.35}
{"full_text":"In just 4 weeks, and SAP were able to tackle urgent needs related to COVID-19 by delivering a self-service, multilingual symptom checker #chatbot built into the hospital website ","sentiment_score":0.25}
{"full_text":"RT 2#Trump is turning America into a full-blown #dictatorship #RemoveTrumpNow #TrumpIsANationalDisgrace #TraitorTrump #Dic...","sentiment_score":0.0}
{"full_text":"\"The grant from the 5th Wish 107.5 Music Awards helped our team keep the critical programs running... Thanks to Wish, we are able to give free webinars to families who are struggling to handle their children on the spectrum during the pandemic.\"READ:","sentiment_score":0.275}
{"full_text":"Tragically, her brother's death came just months after her mother had passed away during the first coronavirus lockdown earlier this yearhttps:\/\/t.co\/CNNVyCFPA6","sentiment_score":0.125}
{"full_text":"Walk off the season's excess with your Christmas bubble in your local park or countryside.  Remember up to five other people can join you as long as you observe social distancing. #safechristmas","sentiment_score":-0.0354166667}
{"full_text":"How vaccine nationalism could extend the pandemic's run.Read more:","sentiment_score":0.5}
{"full_text":"Russia's total number of COVID-19 cases crosses 3 million markhttps:\/\/t.co\/GLRwfBXU2C","sentiment_score":0.0}
{"full_text":"The safest way to celebrate the festive period is with your own household in your own home. With any increase in social contact comes increased risk, so it's important you do what you can to limit the spread of #COVID19 &amp; protect your loved ones","sentiment_score":0.4666666667}
{"full_text":"We must work together to stop #COVID19. Our actions can help to protect one another. We will continue to police by consent, and engage, explain circumstances and encourage people to do the right thing.","sentiment_score":0.2857142857}
{"full_text":"Qasim saw this dream on 9 October 2017. Earthquakes destroy business buildings of the world. Earthquake is a metaphor for Coronavirus, a natural disaster, and business buildings are economies of the world.#PMIK_in_QasimDreamsMuhammad Qasim Dreams","sentiment_score":-0.05}
{"full_text":"This is how public transport in Asia is fighting coronavirus. For more ideas and innovations helping to fight coronavirus, visit UpLink:","sentiment_score":0.25}
{"full_text":"Back in July, started the human trials for a COVID-19 vaccine. Here's how he felt in the moments after he was vaccinated -- and why it couldn't be safer  #VaccinesWork","sentiment_score":0.0}
{"full_text":"RT At least 20 Nigerian doctors have died from Covid-19 in a week amid a second wave of infections, local media reports","sentiment_score":-0.1}
{"full_text":"North Carolina veteran recently diagnosed with leukemia and COVID-19 has died, and those closest to him are both mourning his loss and searching for a new home.","sentiment_score":0.0454545455}
{"full_text":"RT First case?COVID-19: France discovers its first case of new coronavirus variant","sentiment_score":0.2121212121}
{"full_text":"\"First, the pandemic. Now, the typhoon. We're desperate now. It's hard to start and build again.\" - Rina Lorenzo Help typhoon-affected families! DONATE through Please RETWEET to help us pull more resources for our kababayans in need. #OBPhilDR","sentiment_score":-0.0536458333}
{"full_text":"Time: 10:00 * Temp: 6.7degC * Wind: SSW 2.0 to 19.9mph * Pressure: 1002.5hPa * Rain: 0.0mm * Hum: 86% * ET: 0.0mm * Solar: 16.0W\/m2 * UV Index: 0.0 * Sunrise: 08:45 * Sunset: 16:02 * Cloudbase: 1000ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Charles \"Catfish Malone\" Millard, lover of baseball and operator of Edgerton's renowned popcorn wagon, spent his whole life in Rock County. He never wanted to leave his home. But then he got COVID-19.","sentiment_score":0.05}
{"full_text":"When the #pandemic began, many people and organizations responded fast and surprisingly well to unprecedented challenges. Here's how to reenergize for a potentially prolonged period of disillusionment, #grief, and exhaustion:","sentiment_score":0.2}
{"full_text":"RT Saudi crown prince receives first #COVID-19 vaccine dose","sentiment_score":0.25}
{"full_text":"Boston Doctor Has Severe Allergic Reaction to Moderna COVID Vaccine - Newsmax","sentiment_score":0.0}
{"full_text":"RT Happy Saturday!  Rocky days &amp; many people struggling. Let's continue to look out for each other &amp; check up on anyone who...","sentiment_score":0.4583333333}
{"full_text":"RT Excellent by founders of #GreatBarringtonDeclaration saying over 99.9% of under 70s survive Covid, so when over 70s and th...","sentiment_score":1.0}
{"full_text":"Coronavirus: Northern Ireland Has Entered A Six-Week Lockdown (UK SKY)","sentiment_score":0.0}
{"full_text":"RT Covid will end one day end but there should be no going back to old normal but that is exactly what aviation cruise, foss...","sentiment_score":0.125}
{"full_text":"RT #Australia amps up testing to control COVID-19 outbreak in Sydney","sentiment_score":0.0}
{"full_text":"Pope urges Covid 'vaccines for all' in Christmas message","sentiment_score":0.0}
{"full_text":"New Covid strain already in France before Macron closed border #news #england #uk","sentiment_score":0.0181818182}
{"full_text":"RT  Throwback to last September when supporters shared a message of hope for young people struggling during the...","sentiment_score":0.05}
{"full_text":"#FPL Update: Kyle Walker  - Coronavirus Disease 2019 (Covid-19) #MCFC No Return Date Status: Ruled Out","sentiment_score":0.0}
{"full_text":"RT Request from someone we love... due to the pandemic we will not assemble outside galaxy.... iss baar galaxy ke bahar nah...","sentiment_score":0.125}
{"full_text":"Doctor reportedly has severe allergic reaction to Moderna COVID vaccine - New York Post","sentiment_score":0.1363636364}
{"full_text":"RT In this post, we'll reverse-engineer the actual mRNA code of the SARS-CoV-2 vaccine, character f...","sentiment_score":0.0}
{"full_text":"Pls come to Europe when covid is kind of under control","sentiment_score":0.6}
{"full_text":"RT \"Several mysteries of how #COVID19 works converge on the question of how the disease affects our #sleep, and how our sleep aff...","sentiment_score":0.0}
{"full_text":"RT Boston doctor has severe allergic reaction to Moderna COVID vaccine -NYT","sentiment_score":0.0}
{"full_text":"Brilliant news","sentiment_score":0.9}
{"full_text":"The #economy is coming out of the #Covid19 pandemic's deep abyss faster than most of the predictions, and the #growth will enter positive zone in the third quarter of the current financial year. #GDP #Economy #India #SupportIndia #SupportLocal #AatmaNirbharBharat #B2Bbusiness","sentiment_score":0.1212121212}
{"full_text":"RT I am hurt, shocked, and saddened that despite the mass suffering of millions of Americans in this country, President T...","sentiment_score":-0.7}
{"full_text":"RT We are in a global health crisis, and COVID-19 vaccines are being developed faster than usual.But they will meet the s...","sentiment_score":0.05}
{"full_text":"Our designer Corinne Bradd has found easy ways for you to transform your lockdown essentials into aesthetically-pleasing accessories, designed to help keep you safe in these unprecedented times. Find the patterns in our January issue - ON SALE NOW!   ","sentiment_score":0.5611111111}
{"full_text":"Dear Sirs,I have a significant supply of COVID-19 vaccines available if anyone was available to discuss it please send me an email or contact number. Many thanks","sentiment_score":0.375}
{"full_text":"RT Queen Elizabeth delivers reassuring Christmas message during pandemic: \"There is hope in a new dawn\"","sentiment_score":0.1363636364}
{"full_text":"RT One week from tomorrow, a man who herded 1 million Uighurs into camps, jails human rights activists, crushed Tibet, disapp...","sentiment_score":-0.05}
{"full_text":"If contact tracing proves that people get Covid-19 at one of his \"protest\",and some end up dying.Wonder if Kirk could be sued by family members, since his actions led to the relatives getting sick and dying?Amazing what people will do for their \"freedom\",but screw others!","sentiment_score":-0.2964285714}
{"full_text":"Living in this new COVID-19 norm can certainly be a challenge, causing more disruption in our personal lives and businesses than we could ever have imagined #SAP #AppsMgt","sentiment_score":0.2126623377}
{"full_text":"It is called supply and demand. Since the Pandemic EVERYONE has suffered raising prices, curfews etc etc. The pandemic didnt say oh you have a job we wont raise prices on you, Your comment is ignorant.","sentiment_score":0.0}
{"full_text":"My uncle who introduced me to Star wars died of covid last week..your pics just took me back to my childhood again... Merry Christmas lord luke...","sentiment_score":0.0}
