{"full_text":"RT #Germany's health minister demands that the European Union's regulatory agency work faster to approve a coronavirus #vac...","sentiment_score":0.0}
{"full_text":"RT Jin: \"I believe everyone has been very anxious with this pandemic going on. This album says that we too, feel the same way...","sentiment_score":-0.1625}
{"full_text":"RT @JoeBiden: \"The flame of democracy was lit in this nation a long time ago. And we now know that nothing -- not even a #p...","sentiment_score":-0.05}
{"full_text":"RT STONEWALL:  Wray FBI just told that #coronavirus will again slow down even further the release Page-Strzok em...","sentiment_score":-0.1518518519}
{"full_text":"And my ass in Pa and this cold AINT IT!","sentiment_score":-0.75}
{"full_text":"Some of the coworkers I have gained this year working in the COVID dep. are ones to hold onto forever.","sentiment_score":0.0}
{"full_text":"RT .@alluarjun thanked by for following #Covid19 norms #AlluArjun #Tollywood #TollywoodActor #NisChay #MaskInd...","sentiment_score":0.0}
{"full_text":"Pandemic is making people crazy &amp; giving them the time to carry the crazy out.","sentiment_score":-0.6}
{"full_text":"RT NJ gym owner fined $1.2m for defying lockdown, vows not to pay","sentiment_score":0.0}
{"full_text":"RT London will be put under more stringent COVID-19 restrictions as cases rise. More than 1,000 cases of a new coronavirus varian...","sentiment_score":0.3787878788}
{"full_text":"RT Reminder: Bill Barr was behind the decision to resume federal executions for the first time in 17 years -- during a pandemic.Non...","sentiment_score":-0.075}
{"full_text":"RT My tribe got our first shipment of vaccines today. The first round will go to health care workers, first responders, la...","sentiment_score":0.1375}
{"full_text":"RT SCIENCE: Coronavirus can be killed 'efficiently, quickly and cheaply' by using ultraviolet LEDs, according to researche...","sentiment_score":0.1777777778}
{"full_text":"RT SCIENCE: Coronavirus can be killed 'efficiently, quickly and cheaply' by using ultraviolet LEDs, according to researche...","sentiment_score":0.1777777778}
{"full_text":"RT I've asked before and I'm asking again: why is Doug Ford sitting on billions of dollars in COVID funding? He should be s...","sentiment_score":0.0}
{"full_text":"RT Weaponizing truancy is bullying on a grand scale. Government in your home? Try dealing with a district with a hair-trigger...","sentiment_score":0.5}
{"full_text":"Also, praying I don't experience hair loss like did from having covid. My hair is one of the things I love about my body and I've worked hard to grow it out the last few years","sentiment_score":0.0020833333}
{"full_text":"Because the CDC is Democratic controlled and they have no problem giving info to him and they did that before the 14th","sentiment_score":0.0}
{"full_text":"RT My family has COVID &amp; the health authority told my mom that if her lips turn blue to go to the hospital. She's Black. Her...","sentiment_score":-0.0833333333}
{"full_text":"RT The headline sums it up best: \"The coronavirus vaccine comes with more side effects than a flu shot. Experts ur...","sentiment_score":0.75}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"RT all my blunts covid free","sentiment_score":0.4}
{"full_text":"Shout to all our AD's! Thank you for all you do! Athletic administrators work hard every school year, especially one amidst a pandemic. That's why we're excited to honor &amp; recognize ADs on  Interscholastic Athletic Administrators' Day on Dec.15, 2020","sentiment_score":0.0277777778}
{"full_text":"COVID-19 cases are still on the rise. It's important that we continue practicing the 3 Ws and all public health guidelines put in place to protect you, your family, and your community. #StayStrongNC","sentiment_score":0.2}
{"full_text":"RT Have you taken care of patients with COVID-19? Join us in 1 hour until #JHMChat with w\/ guest experts","sentiment_score":0.0}
{"full_text":"What a disgrace to pad their numbers! Those poor people that took their lives should be pinned more on government abuse and undo stress, not a virus that is scarcely deadly. The mortality wouldn't be what it is if the vulnerable elderly would cared for and treated! Criminal; evil","sentiment_score":-0.3541666667}
{"full_text":"Listen, I'm on your side. But as an employer in a small business that does everything we can to protect our amazing team members, how can employers be held legally responsible for them getting COVID? We are fighting for all our livelihoods.","sentiment_score":0.1833333333}
{"full_text":"RT Novartis and Incyte's Jakafi did not significantly reduce the number of #COVID19 patients with severe complications, f...","sentiment_score":-0.1875}
{"full_text":"RT 300,000 people have died of covid. Here are 10 that I think about regularly","sentiment_score":0.0}
{"full_text":"RT LEADERSHIP MATTERS: Florida COVID response, led by  Taiwan COVID response, led by Vice-President Dr...","sentiment_score":0.0}
{"full_text":"Although the first COVID-19 vaccine has now begun distribution in the U.S., the country still faces alarming numbers of new cases. We dive into the logistics of mass vaccination.","sentiment_score":0.0954545455}
{"full_text":"RT How y'all scared of the vaccine but not scared of Covid ","sentiment_score":0.0}
{"full_text":"RT Georgia -- in-person early voting starts today. Head to to find all the information you need to make y...","sentiment_score":0.1}
{"full_text":"RT How y'all scared of the vaccine but not scared of Covid ","sentiment_score":0.0}
{"full_text":"Remember, Aunt Nanshee, CDC says it's just 6% of that. So it's around 15,000, not 300,000. So put your bottle down and get to work on the relief bill.","sentiment_score":-0.1555555556}
{"full_text":"RT This is all I've wanted","sentiment_score":0.0}
{"full_text":"I had a full 10-minute conversation with someone at the grocery store tonight. Like, for no reason. Just vibes. It felt very pre-Covid and that was nice ","sentiment_score":0.3833333333}
{"full_text":"300k dead from Covid-19! This is horrible! God help us!","sentiment_score":-0.625}
{"full_text":"RT How y'all scared of the vaccine but not scared of Covid ","sentiment_score":0.0}
{"full_text":"RT Trump was right.","sentiment_score":0.2857142857}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"Wonderful.@SattinJoanna","sentiment_score":0.0}
{"full_text":"RT hi!! so i've never done this but i really want to help my aunt who was sick with covid and is now struggling with debt...","sentiment_score":-0.2571428571}
{"full_text":"RT The delay over COVID relief is ridiculous--people are hurting and billions in stimulus checks and worker relief could be ou...","sentiment_score":0.0}
{"full_text":"RT John T. Owens, Valerie Biden Owens husband, &amp; college classmate of Joe Biden, owns a Delaware-based telemedicine company that...","sentiment_score":0.0}
{"full_text":"#Butler loses next Monday's DePaul game. Now what? Another Big East opponent? Eastern Illinois or Northern Kentucky?College basketball scheduling:Wilder than a goat rodeo.@JonRothstein","sentiment_score":-0.175}
{"full_text":"RT NJ gym owner fined $1.2m for defying lockdown, vows not to pay","sentiment_score":0.0}
{"full_text":"RT You literally cannot make this up. Instead of allocating funding towards housing people and providing adequate support, cit...","sentiment_score":0.3333333333}
{"full_text":"RT Donald Joe Acey, 57yo Private Patient Transporter Service provider, Las Vegas, NV, died of #covid19 10\/8. He was a husband, fa...","sentiment_score":0.0}
{"full_text":"RT V-DAY: It's a historic day as the the first #COVID19 vaccinations are administered in Canada - to elders and frontline...","sentiment_score":0.125}
{"full_text":"What's he gonna do?  Next year will be the same crap minus COVID.","sentiment_score":-0.225}
{"full_text":"She is still one of my favorite directors of all time and I'm excited as hell to see #WonderWoman1984 and see her direct #RogueSquadron. I just wish she would understand that many won't be able to go see the movie the way it was meant to be see because of the pandemic is all.","sentiment_score":0.395}
{"full_text":"RT New: House Admin Chair has sent the lower chamber an \"Opening Day Operational Plan\" for the first day of #...","sentiment_score":0.1931818182}
{"full_text":"RT Today, the Electoral College confirmed a resounding victory for and as our next President and Vice-...","sentiment_score":0.2}
{"full_text":"These numbers are far under repoted probably 500k or so dead and 20 million or more total infected.  Stay hole for 90 days and we'll be vaccinated!","sentiment_score":0.1}
{"full_text":"RT Truth is #OmahLay's arrest isn't about COVID. No! It's an act of shame by a corrupt regime that operates on double standard...","sentiment_score":-0.140625}
{"full_text":"RT &gt;@BernieSanders on the state of Covid deal talks: \"How did we go from $3.4T down to $188B of new money in a moment when the...","sentiment_score":-0.0095959596}
{"full_text":"RT I haven't cut my hair since the start of Covid and that non-haircut will be making its television debut on Wednesday at 2pm...","sentiment_score":0.0}
{"full_text":"RT \"The flame of democracy was lit in this nation a long time ago. And we now know nothing -- not even a pandemic -- or an abuse of pow...","sentiment_score":-0.05}
{"full_text":"One question I have is if I get the shot does that mean I don't have to wear a mask anymore","sentiment_score":-0.3125}
{"full_text":"RT can i still wear a mask when the pandemic is over. there's no reason why anyone has to see my side profile","sentiment_score":0.0}
{"full_text":"RT Who else is outraged that high-ranking White House officials, who spent months refusing to wear masks and long support...","sentiment_score":-0.2625}
{"full_text":"RT Head of Jefferson Parish Schools apparently considers teachers speaking candidly about their concerns and working conditions...","sentiment_score":0.325}
{"full_text":"RT Failed Georgia gubernatorial candidate Stacey Abrams, who was named as the presiding officer of the state electors meet...","sentiment_score":-0.5}
{"full_text":"Sad that generations of public education hasn't helped us learn science at all","sentiment_score":-0.25}
{"full_text":"RT The problem isn't that Covid isn't real or that it's not easily transmitted. It's that the regulations have been completely...","sentiment_score":0.0277777778}
{"full_text":"RT 2\/But anybody with a bio background can see several steps in manufacture, purification and packaging of mRNA #vaccine...","sentiment_score":0.0}
{"full_text":"Jamming multiple people into a shed during a pandemic This is Jeff Yurek and his idea of controlling covid","sentiment_score":0.0}
{"full_text":"RT 'GROSSLY IRRESPONSIBLE': Mayor wants cops to name and shame COVID lockdown violators #topoli htt...","sentiment_score":0.1}
{"full_text":"RT They called it a hoax all fucking year killing almost 300k and counting and now they're first in line.","sentiment_score":-0.175}
{"full_text":"RT With 499,764 cases of coronavirus to date, Pennsylvania will almost certainly surpass the 500,000 cases mark on Tuesday.","sentiment_score":0.2142857143}
{"full_text":"RT Things that seem heartwarming but are actually signs of systemic failure:*Community comes together on GoFundMe to pay...","sentiment_score":0.0}
{"full_text":"1k ooooo, d first n d last time, during the lock down, tins was so hard n bad, dt i needed anything that will double my money, ,","sentiment_score":-0.149537037}
{"full_text":"RT Tracking Covid-19 cases in the US","sentiment_score":0.0}
{"full_text":"Omg, Unbelievable....","sentiment_score":-0.25}
{"full_text":"[2\/2] The specimen date is the date the #COVID19 test was done.The 7-day rolling rate is expressed per 100k population and is calculated by dividing the 7-day total number of positive cases by the area population and multiplying by 100k.Source:","sentiment_score":0.1136363636}
{"full_text":"Check these out Wap Onesies sleep wear someone has for sale online with a matching mask. #Wap #CardiB  #MeganTheeStallion","sentiment_score":0.0}
{"full_text":"RT I was honored to preside over today's meeting of Georgia electors and to cast my vote for and th...","sentiment_score":0.0}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"RT UK coronavirus: New cases with positive test: Northern Ireland:     419 Scotland:                  734 W...","sentiment_score":0.1818181818}
{"full_text":"RT The importance of contact tracing and quarantine as part of the comprehensive approach to control #COVID19. Nice piece...","sentiment_score":0.6}
{"full_text":"today I saw a nurse getting a shot of the covid19 vaccine on tv and I cried","sentiment_score":0.0}
{"full_text":"RT Today we extended the availability of housing for migrant agricultural workers, provided a 90-day extension on tax returns...","sentiment_score":0.0}
{"full_text":"RT \"Today, our nation passed a grim milestone. 300,000 deaths due to this Covid virus. My heart goes out to each of you in this dar...","sentiment_score":-0.5625}
{"full_text":"RT How y'all scared of the vaccine but not scared of Covid ","sentiment_score":0.0}
{"full_text":"RT I know folks are gonna be upset but seriously there is no responsible way to travel internationally for leisure during a glo...","sentiment_score":-0.1444444444}
{"full_text":"De Blasio says New York could face another shutdown due to rising Covid-19 infections","sentiment_score":0.0056818182}
{"full_text":"\"Music hath charms.....\" (Even plucky banjo music!)","sentiment_score":0.0}
{"full_text":"RT #India has successfully suppressed the growth in #Covid_19 infections and deaths. But thanks to a rich and well-funded ec...","sentiment_score":0.4416666667}
{"full_text":"6 Working From Home Tips During the COVID-19 Pandemic #CRE #WFH #COVID-19 #NewNormal #TenantTips    ","sentiment_score":0.0}
{"full_text":"RT A split screen story is happening with COVID beginning in earnest today. On one side, thousands are getting the first of 2...","sentiment_score":0.25}
{"full_text":"UK BEGINS CORONA VACCINE 7 DAYS BEFORE THE  US?https:\/\/t.co\/Z2ncwY84R4","sentiment_score":0.0}
{"full_text":"RT I was sent these samples from a #hospital in #Chennai after the #physician caring for a patient wit abnormal #liver test...","sentiment_score":0.0}
{"full_text":"RT NEWS: Disney Shuts Down Production on Disney+'s \"Big Shot\" Due to a COVID Case on Set ","sentiment_score":-0.0935185185}
{"full_text":"I forgot all about NYE covid numbers bout to carry the beginning of 2021","sentiment_score":0.0}
{"full_text":"RT Trump-Loving Televangelist Got Covid Relief Bailout &amp; Bought a Private JetMarcus Lamb, the head of Daystar TV, a tax-exe...","sentiment_score":0.0}
{"full_text":"Explained here:","sentiment_score":0.0}
{"full_text":"RT Boston health care workers dancing on the sidewalk to celebrate the arrival of the first  covid-19 vaccine.","sentiment_score":0.25}
{"full_text":"RT Lawmakers Split Over Liability Protections In Pandemic Relief Bill Negotiations","sentiment_score":0.0}
{"full_text":"RT America, 300K+ Americans have died due to COVID-19 &amp; increases by 3K+ with each passing day. Their heartbroken &amp; gr...","sentiment_score":-0.125}
{"full_text":"RT BREAKING--White House official who fell ill with #COVID19 in September is recovering after 3 months in the hospital--and lost...","sentiment_score":-0.5}
{"full_text":"RT In just the last week Covid killed 17,000 Americans. I fear we are numbing to the numbers.","sentiment_score":-0.1}
{"full_text":"Thread of President-Elect Biden speech tonight. PRESIDENTIAL  Watch and retweet.","sentiment_score":0.0}
{"full_text":"RT My family has COVID &amp; the health authority told my mom that if her lips turn blue to go to the hospital. She's Black. Her...","sentiment_score":-0.0833333333}
{"full_text":"RT The climate team worked relentlessly through the pandemic to issue the Draft Climate Action Plan. The P...","sentiment_score":0.1}
{"full_text":"RT Many people are unaware that the COVID-19 vaccine has significantly more side effects than the flu vaccine. I hope to see mo...","sentiment_score":0.3333333333}
{"full_text":"RT I pledge to wear a mask the first 100 days of the Biden presidency... pass it on.","sentiment_score":0.25}
{"full_text":"RT Stay hopeful -- brighter days lie ahead.","sentiment_score":0.0}
{"full_text":"You have many different types of people in the military. Some budget for it, some don't. Some wanna go home, some would rather stay, or go somewhere else. Just like the civilian sector, everyone's different.","sentiment_score":0.1}
{"full_text":"RT We need more heroes during the pandemic. And of Florida is one of them--fighting back against the callous ab...","sentiment_score":0.25}
{"full_text":"I was lookin for a junior IT analyst Job before covid hit but then it came and im just home right now taking a broadcasting\/podcasting\/video editing course for now and then once covid is gone (Hopefully soon) I find a job also trying to look for something at the same time.","sentiment_score":0.1428571429}
{"full_text":"RT Navajo Nation receives first batch of COVID-19 vaccines","sentiment_score":0.25}
{"full_text":"RT I wrote the Atlantic's next cover story on the COVIDization of science. No other disease has been scrutinized so intensely,...","sentiment_score":0.0875}
{"full_text":"WATCH: A Listowel family wants people to not gather for the holidays after COVID-19 spread through their house. explains.","sentiment_score":0.2}
{"full_text":"#FarmersProtest | Several organisations and people have come to the aid of the protesting farmers by providing them with food and many other things to brave the cold winter amid this pandemic. Watch the video to find out for yourself. #FarmLaws #NewsMo #Vertical #RE","sentiment_score":0.115}
{"full_text":"Surging coronavirus counts have forced a downshift to the economy's momentum, including last week's worse-than-expected report on joblessness.https:\/\/t.co\/0RjoABi9mu","sentiment_score":-0.15}
{"full_text":"Margaret Klessens, a 96-year-old World War II veteran, was the first Department of Veterans Affairs patient to receive the coronavirus vaccine on Monday, putting her in historic company as one of the first Americans to get the vaccine.","sentiment_score":0.125}
{"full_text":"In order to keep our communities safe, we need to continue to ensure students have access to mental health screening and support programs now more than ever. Many young people are having a tough time and mental health support is critical.","sentiment_score":0.1263888889}
{"full_text":"Here we investigated the possibility that SARS-CoV-2 RNAs can be reverse-transcribed and integrated into the human genome and that transcription of the integrated sequences might account for PCR-positive tests. https:\/\/t.co\/BoCouLViv7https:\/\/t.co\/Eryn40Si82","sentiment_score":0.0}
{"full_text":"The first COVID-19 vaccine administered in the USA, says #Vaccine","sentiment_score":0.25}
{"full_text":"RT Should Gavin Newsom resign?We think so!  After 9 months of strict lockdowns, mask mandates, and more COVID regulations - it...","sentiment_score":0.5}
{"full_text":"RT How y'all scared of the vaccine but not scared of Covid ","sentiment_score":0.0}
{"full_text":"We're investigating because we got reports, information, complaints about conditions, incidents,\" he said. ","sentiment_score":0.0}
{"full_text":"Central Community College said they still haven't and don't plan on implementing testing for COVID-19 anytime soon.https:\/\/t.co\/Yd88k4GdKT","sentiment_score":0.0}
{"full_text":"To preserve and protect our traditions and rich heritage, we must protect ourselves and each other -- especially our elders! It's easier to miss a hug today than to miss a loved one forever.","sentiment_score":0.2375}
{"full_text":"For the most up-to-date Pueblo County COVID-19 information and data visit","sentiment_score":0.5}
{"full_text":"It's been a tough year for Iran, as its economy is shattered by US sanctions and the Covid-19 pandemic","sentiment_score":-0.3888888889}
{"full_text":"A critical care nurse in New York received the first approved COVID-19 vaccine from Pfizer and vaccinations are now taking place in hospitals and clinics across the country.","sentiment_score":0.1287878788}
{"full_text":"Download information on cleaning and disinfecting surfaces to help prevent the spread of COVID-19: #LetsDoOurPartBC #COVIDBC","sentiment_score":0.0}
{"full_text":"The report said the inmates face a rising threat of infection and urged authorities to renew efforts to free certain prisoners especially, the elderly, women and those jailed of consciencehttps:\/\/t.co\/7n74g1968i","sentiment_score":0.2047619048}
{"full_text":"On Monday, the South Carolina Department of Education announced that it will provide $84,264,890 in additional federal funding from Coronavirus Relief Fund to all public schools districts and special schools to support reopening efforts.https:\/\/t.co\/rLgUrMQUSF","sentiment_score":0.1785714286}
{"full_text":"As COVID-19 #vaccine distribution begins around the country, we must continue to follow pandemic precautions, including wearing masks for many months to come. #WearAMask #WashYourHands #SocialDistancing","sentiment_score":0.5}
{"full_text":"Japan has suspended a controversial domestic tourism campaign as the country battles record numbers of COVID-19 infections.https:\/\/t.co\/zw3v5yGuBB","sentiment_score":0.275}
{"full_text":"\"While this pandemic has affected us, it has not diminished your progress, your achievements or your future impact.\"The culmination of years of dedication + hard work have officially come to an end. Congratulations + Roll Tide, #UA20!  #WhereLegendsAreMade","sentiment_score":-0.1822916667}
{"full_text":"The FDA granted the Emergency Use Authorization after an analysis of 36,523 participants, the majority of whom are from the U.S, showed the vaccine was 95% effective in preventing the virus.https:\/\/t.co\/jvOI9EpmKd","sentiment_score":0.6}
{"full_text":"fwiw (for those keeping track) that outbreak at SanPen hospital is up to 19","sentiment_score":0.0}
{"full_text":"#China - Inspired by Mao, Wuhan river swimmers 'reborn' after virus lockdown. #AFP ","sentiment_score":0.0}
{"full_text":"RT As the Coronavirus Task Force told America's Governors: This is a Historic Day! We have come to the Beginning o...","sentiment_score":0.0}
{"full_text":"The COVID-19 vaccine from Pfizer has officially started shipping across the country!https:\/\/t.co\/3OAMJA5YmO","sentiment_score":0.0}
{"full_text":"A new ad depicting Santa Claus suffering from a case of coronavirus has been pulled after complaints from viewers in the UK","sentiment_score":0.1363636364}
{"full_text":"A new study suggests misguided antibodies created as a response when someone is infected with the coronavirus could be the cause behind both more severe COVID-19 symptoms and those who report having symptoms for months after initially recovering.https:\/\/t.co\/X2BXGYmjDX","sentiment_score":0.0590909091}
{"full_text":"Health Secretary Matt Hancock said London had seen a \"sharp rise\" in daily cases and hospital admissions, and there was public health concern about the new strain of the coronavirus.https:\/\/t.co\/jM0sO8vgZc","sentiment_score":0.0028409091}
{"full_text":"Welcome to a historic #IDJClub! Tonight we will be discussing the phase 2\/3 RCT data behind the Pfizer-BioNTech mRNA SARS-CoV-2 vaccine, recently approved in the UK, Canada, &amp; the US and being rolled out in some places today!","sentiment_score":0.1}
{"full_text":"LIVE AT 9: Thousands of doses of the coronavirus vaccine are ready to be administered in Mass. An inside look at how they will be stored and handled NOW on #7NEWS","sentiment_score":0.1681818182}
{"full_text":"US finds first case of coronavirus in wild animal, a Utah mink","sentiment_score":0.175}
{"full_text":"Details are still being worked out, but officials expect widespread availability by the middle of next year.https:\/\/t.co\/cO1rhhYwGE","sentiment_score":0.0}
{"full_text":"Bipartisan group of senators introduce details of pandemic relief billshttps:\/\/t.co\/fqAWukyhKs","sentiment_score":0.0}
{"full_text":"RT Indiana has a plan to distribute the COVID-19 vaccine once it is available. Learn about that plan at","sentiment_score":0.4}
{"full_text":"The pandemic gets worse and worse and APE wants schools to lower standards and open anyways? No thank you. #SchoolsSpreadCovid","sentiment_score":-0.15}
{"full_text":"San Antonio officials announced 599 new COVID-19 cases in Bexar County on Monday.","sentiment_score":0.1363636364}
{"full_text":"Current Conditions for #Sayre PATemp: 32.4FWind Chill: 26.1FHumidity: 60%Dew Point: 20.1F Barometer: 30.162 inHgWind: 8 mph from the NWCorona Virus Weekly Stats:Cases: 273.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Guest #Blog:  Plotting #Post #Pandemic #Travel - #Technology #Trends #Transforming #Air #Travel into the future - post Covi...","sentiment_score":0.0}
{"full_text":"Time: 02:00 * Temp: 5.6degC * Wind: SSE 0.0 to --mph * Pressure: 986.8hPa * Rain: 0.0mm * Hum: 93% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:39 * Sunset: 15:57 * Cloudbase: 560ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Sorry, Anita. I saw Michelle Rempel, Don Davies and Amir Attaran on say Canada was at the back of the line, so yo...","sentiment_score":-0.25}
{"full_text":"RT I'm sorry for your uncertain future due to our discriminatory immigration laws. Thank you for your service to ill patient...","sentiment_score":-0.28125}
{"full_text":"Trump Ignores COVID-19 every day.","sentiment_score":0.0}
{"full_text":"RT Who else is outraged that high-ranking White House officials, who spent months refusing to wear masks and long support...","sentiment_score":-0.2625}
{"full_text":"RT Today we extended the availability of housing for migrant agricultural workers, provided a 90-day extension on tax returns...","sentiment_score":0.0}
{"full_text":"RT FBI: Barr &amp; Wray 'Chickened Out' on Investigating Pelosi's $5 MILLION Insider Trading of Amazon Stock Before Lockdown...","sentiment_score":0.0}
{"full_text":" covid guy","sentiment_score":0.0}
