{"full_text":"Wow because filming a stupid movie is more important than the pandemic. Good job LA officials, you know what's really important. #COVIDIOTS","sentiment_score":0.2166666667}
{"full_text":"RT Sen. Romney announcing $908B coronavirus relief proposal: \"I happen to be a deficit hawk. I don't like borrowing money. I do...","sentiment_score":0.0}
{"full_text":"I thought covid testing was free","sentiment_score":0.4}
{"full_text":"RT You are told to wear a mask to prevent coronavirus infection. But do you know that wearing masks can cause...","sentiment_score":0.0}
{"full_text":"'Dangerous' DeSantis hammered by Florida mayor for listening to 'fringe' kooks on COVID-19 as people die - Raw Story","sentiment_score":-0.4153846154}
{"full_text":"supr is making sure they are social distancing","sentiment_score":0.2666666667}
{"full_text":"Aren't all workplaces hotspots and we all just have to get on with it?","sentiment_score":0.0}
{"full_text":"RT #EVERGLOW's #Yiren And #Sihyeon Test Positive For COVID-19; Other Members To Go Into Self-Quarantine ht...","sentiment_score":0.0511363636}
{"full_text":"RT #Update: SM Entertainment share that both NCT and aespa have tested negative for COVID-19https:\/\/t.co\/e77S20ovqb","sentiment_score":-0.3}
{"full_text":"Brexit Britain's Food Supply Is Imperiled by Christmas and Covid","sentiment_score":0.0}
{"full_text":"My 95yo father is at the #endoflife with #Hospice care. The #chaplain asked a local #Catholic priest to hear his last confession and administer last rights but the priest won't take a #COVID19 test. So my father suffers. Thanks for nothing.","sentiment_score":-0.0666666667}
{"full_text":"should've done this on a way bigger scale to begin with the covid shit tbh","sentiment_score":-0.1}
{"full_text":"You have every right to swear in my opinion, this pandemic is seriously messing with everything and it is changing everyone faster and faster","sentiment_score":-0.0238095238}
{"full_text":"Sucks that covid has everything virtual ughh... would've been so awesome to see the film on the big screen and take pictures at the festivals with the entire cast and crew.","sentiment_score":0.175}
{"full_text":"The data today is the exact same data they had when the schools closed. It's comical at this point. Unfortunately, millions of children have to suffer because of these dipshits.","sentiment_score":0.03}
{"full_text":"RT More relief may be coming.","sentiment_score":0.5}
{"full_text":"RT Tim Loughton MP said some backbenchers may have been galvanised by hearing their colleagues speak and might switch from...","sentiment_score":0.0}
{"full_text":"RT 88 human beings have died in California Prisons from #Covid19  #CDCnotRDeathDealers #ReleasesNeeded #CareNotCages #CantGet...","sentiment_score":0.0}
{"full_text":"RT \"There seems a certain degree of inevitability.\"Director of reacts to the announcement...","sentiment_score":0.2142857143}
{"full_text":"RT Dr. Fauci says records are being broken every day with rising Coronavirus cases. I ask all of you to please be safe this...","sentiment_score":0.05}
{"full_text":"Could not agree more. We borrow so much money just so #wealthy can pay less on #Taxes or borrow so #Politicians can throw money at pet projects because they owe favors. People hurting and can use help. Also small biznot big biz who do millions in business.","sentiment_score":0.1305555556}
{"full_text":"RT Be careful what you ask for.Ryan Day raised hell so that his team could play football in a pandemic. Day has COVID,...","sentiment_score":-0.1}
{"full_text":"hope you're not one affected by the Covid outbreak and you're staying safe. Sending some cherry wishes from the south ","sentiment_score":0.5}
{"full_text":"RT On Dec. 31st, the CDC eviction moratorium ends.On Jan. 1st, 40 million people could lose their homes.We need to act fa...","sentiment_score":0.0}
{"full_text":"RT This is so fascinating to watchThe managerial class has talked itself into believing that masks solve this crisis and,...","sentiment_score":0.7}
{"full_text":"RT Violence and war completely undermine our collective ability to respond to coronavirus. If you're not prepared to sit ba...","sentiment_score":0.1}
{"full_text":"RT NEW--The coronavirus was in the US in mid-December 2019, a few weeks before it was officially identified in China, according...","sentiment_score":-0.2}
{"full_text":"RT According to the data coming out now, the \"bad flu season\" of December 2019 &amp; January 2020 was actually the beginning of...","sentiment_score":-0.35}
{"full_text":"RT You did not want it in the first place so stop complaining.","sentiment_score":0.25}
{"full_text":"Lower death rate then last year there is no pandemichttps:\/\/t.co\/kazT67dvCZ","sentiment_score":0.0}
{"full_text":"I'm grateful I'm not in hospital! But no jobs because of lockdown AND having COVID is a lot to bear. Thank god my partners have my back.","sentiment_score":0.0}
{"full_text":"You can abuse, kill, starve and leave American's homeless during a Pandemic.","sentiment_score":0.0}
{"full_text":"RT The govt has never spoken about vaccinating the entire country??? But, On Oct 31st, several ministers and BJP supporters tw...","sentiment_score":0.0}
{"full_text":"RT BBC says a further 205 people have died from Covid This is incorrect as 205 people have died within 28 days of having a posi...","sentiment_score":0.0}
{"full_text":"2020 has been wild!! I survived 2 totaled car crashes, 1 hit and run accident , having COVID-19, depression and losing multiple relationships that I thought would be detrimental to me. GROWTH definitely forced its hand on me because after all that has happened I still smile.","sentiment_score":0.0390625}
{"full_text":"Tune in today ","sentiment_score":0.0}
{"full_text":"RT Regardless of the economic crisis, political turmoil, and pandemic...the efforts of A2I law implementation must go on unt...","sentiment_score":0.1}
{"full_text":"RT Maybe stop caring about fucking bars and try to fund diy spaces?  Like community spaces were struggling before COVID and y'...","sentiment_score":-0.6}
{"full_text":"You mean the Covid recovery group which morphed from the European research Group  which morphed from the English version of the Tea Party?","sentiment_score":-0.1041666667}
{"full_text":"It seems like it was bound to happen. Got the Covid. Now this is going to be an interesting 14 days all hemmed up at home.","sentiment_score":0.5}
{"full_text":"RT I'm not an expert, nor do I have a biology degree. I do prefer to listen to the advice of the medical professionals in sit...","sentiment_score":0.0}
{"full_text":".@AdventistHealth uses capacity management tech to navigate #COVID19. The tech has helped decrease patient transfers and reduce average transfer time. Also helps track COVID-19 metrics. #HealthIT #DigitalHealth #HealthTech #MedTech #HIT","sentiment_score":-0.15}
{"full_text":"Moderna's president is optimistic FDA will be supportive of their Covid-19 vaccine candidate","sentiment_score":0.5}
{"full_text":"RT Analysis: COVID-19 worsens Europe's inequalities in yet another way - the fertility gap","sentiment_score":0.0}
{"full_text":"#NowPlaying: Stek Covid Music Fest #TempoRadioMX","sentiment_score":0.0}
{"full_text":"RT The pandemic has exacerbated American inequality in every way.","sentiment_score":0.0}
{"full_text":"I'm fascinated by the \"not sure\"--Atlantic Canada nearly at 0%. But would love to know how many of the 22% dissatisfied think we should have stronger measures, eg smaller class sizes &amp; ventilation improvements in schools? #AtlanticBubble","sentiment_score":0.17}
{"full_text":"RT If the richest country on the planet refuses to use its wealth (OUR wealth) to protect its citizens from a deadly virus, wh...","sentiment_score":-0.2}
{"full_text":"RT The #NinerPantry has adapted to the COVID-19 pandemic to continue meeting student needs, but now it needs your support. T...","sentiment_score":0.0}
{"full_text":"RT Yuehua Entertainment announces Everglow Yiren and Sihyeon have tested positive for Coronavirus","sentiment_score":0.2272727273}
{"full_text":"We need to bring &amp; to Detroit so these talents can stay at home and rep Detroit.","sentiment_score":0.0}
{"full_text":"RT SCOOP: opposed extending COVID aid. But at the same time, Intercontinental Exchange, her husband's firm (...","sentiment_score":-0.1}
{"full_text":"RT Great to meet shopkeepers preparing to reopen in #Dorchester tomorrow. Also been finding out how the cent...","sentiment_score":0.8}
{"full_text":"It's a snow day here. Covid loves the snow because it keeps people indoors.","sentiment_score":0.0}
{"full_text":"RT My birth month is here as well the last month of the year. This year 2020 is embodied with high challenges, first was the...","sentiment_score":0.1366666667}
{"full_text":"RT Too bad COVID happened cause in January\/Feb, I was in a Mass Effect frenzy again and I started to make a few 3D models of a...","sentiment_score":-0.45}
{"full_text":"RT WE ALL KNEW THIS CNN YOU ARENT SPECIAL YOU HELPED THEM","sentiment_score":0.3571428571}
{"full_text":"This is very encouraging. I don't have much faith in the UK mass testing integrity","sentiment_score":0.2}
{"full_text":"RT Back in January one of my disabled pals made the difficult choice to quit her degree because her university wouldn't all...","sentiment_score":-0.2333333333}
{"full_text":"RT Black, Latino, and Native communities have been hit the hardest by COVID-19. and I are working to make sure t...","sentiment_score":0.1666666667}
{"full_text":"RT I share this every year for those who have lost someone and will have an empty seat at the table this holiday. It seems espec...","sentiment_score":-0.1}
{"full_text":"It's GIFTMAAAAS! You know how much we love you &amp; how grateful we are to receive your donations, we just have to be a little bit more careful this year because of COVID. Our interactive #AdventCalendar explains all...#Giftmas","sentiment_score":0.178125}
{"full_text":"RT Fox Propaganda, OANN, Nazis, white supremacists, Sean Hannity, MAGA, InfoWars are all the same type domestic terrorist...","sentiment_score":-0.025}
{"full_text":"RT If the richest country on the planet refuses to use its wealth (OUR wealth) to protect its citizens from a deadly virus, wh...","sentiment_score":-0.2}
{"full_text":"RT Just watched on absolutely spot on - highlighting mental health issues due to COVID &amp; the...","sentiment_score":-0.0083333333}
{"full_text":"RT Republicans want to impeach the Republican governor because he ordered everybody in Ohio wear a mask and wearing a mask \"p...","sentiment_score":0.0}
{"full_text":"RT We have no time to lose to address the economic crisis we face and build our economy back better.This team will be ready on...","sentiment_score":0.1333333333}
{"full_text":"RT Fed Chair Jerome Powell: \"the outlook for the economy is extraordinarily uncertain and will depend, in large part, on t...","sentiment_score":0.2738095238}
{"full_text":"RT SCOOP: opposed extending COVID aid. But at the same time, Intercontinental Exchange, her husband's firm (...","sentiment_score":-0.1}
{"full_text":"A gift to Literacy Inc. puts books in the hands of children affected by the pandemic. This #GivingTuesday, bring comfort. Fire up a love of reading in a child's heart. Donate Now:","sentiment_score":0.5}
{"full_text":"RT Thank you to for asking for an increase in the numbers that can attend weddings, highlighting the researc...","sentiment_score":0.0}
{"full_text":"RT Boris panic? Tory MPs called to Zoom meeting just one hour before critical Covid vote","sentiment_score":0.0}
{"full_text":"RT How on earth do you spend $900 billion without direct payments to struggling families? Any serious proposal needs to includ...","sentiment_score":-0.1166666667}
{"full_text":"RT I am very blessed that God has granted me with several internship offers in the midst of a pandemic. After prayer and c...","sentiment_score":0.1}
{"full_text":"I am, and managing to stay virus free. Miss you too, hoping to come to the U.S. for some conventions (next October is the 10th anniversary of #THC2) once things have calmed down with the pandemic.","sentiment_score":0.0814814815}
{"full_text":"RT I'm guessing she really doesn't care. She used corona virus pandemic money for tourism rather than to help nur...","sentiment_score":0.2}
{"full_text":"RT Prioritizing Self-Care in a Pandemic with #ELASCD and moderators &amp; 12.2 8ET\/7C","sentiment_score":0.0}
{"full_text":"RT Modi's track record of blatant lies:1. 15lakhs to every indian. 2. Demonetization will end terror. 3. GST.4. Pulwa...","sentiment_score":-0.5}
{"full_text":"\"The results add to growing evidence suggesting #COVID19 was present outside of China earlier than previously known... The first #COVID19 case in the U.S. was reported on Jan. 19, two days after testing for the virus began there, the CDC researchers said.\"","sentiment_score":0.0166666667}
{"full_text":"RT One of my pieces is Pocket's most-read article of 2020, so Pocket asked me to curate a reading list of exceptional pandemic...","sentiment_score":0.6666666667}
{"full_text":" Vaccines Are Coming, but Pandemic Experts Expect a 'Horrible' Winter ","sentiment_score":-1.0}
{"full_text":"RT Covid profiteer","sentiment_score":0.0}
{"full_text":"The issue is under control the same way the Delhi government has COVID under control","sentiment_score":0.0}
{"full_text":"\"Construction industry health experts also expressed concern that Biden's original task force did not include an appointee specifically dedicated to the needs of COVID-19 safety in the workplace.\" 1\/2","sentiment_score":0.375}
{"full_text":"RT After over 3 years, today my last day in the ER at ProvidentMy position has been ended due to budget cutsCook County...","sentiment_score":-0.0625}
{"full_text":"RT Another mask study essentially saying: please don't wear a mask when you work out.","sentiment_score":0.0}
{"full_text":"RT These kids are using poetry to share their fears and hopes amid the pandemic. ","sentiment_score":0.0}
{"full_text":"it may be poker play with Congress for more COVID relief, but I think it's bigger than that. Job, and hence transportation, patterns have likely changed for good. that has big implications for funding public transport","sentiment_score":0.2}
{"full_text":"RT 'Dangerous' DeSantis hammered by Florida mayor for listening to 'fringe' kooks on COVID-19 as people die","sentiment_score":-0.6}
{"full_text":"My dad lived in swamps in Guadalcanal to protect Americans. My brother lived in jungles in Vietnam to protect Americans. Selfish pricks can't wear a mask &amp; social distance to protect Americans. How UNAMERICAN!!!!","sentiment_score":-0.2093098958}
{"full_text":".@Constructdive: Biden names workplace safety expert to COVID-19 task force, former OSHA administrator Dr. David Michaels.  2\/2https:\/\/t.co\/SFHYvgo3d7","sentiment_score":0.0}
{"full_text":"Then Let us Holly Bible shows us the way and how to escape from evil COVID-192 Chronicles 7 :13-1413 When I shut up heaven and there is no rain, or command the locusts to devour the land, or send pestilence among My people,","sentiment_score":-1.0}
{"full_text":"Bolivia's new government is encouraging people to take toxic bleach as a cure for COVID-19, a victory for a months-long disinformation campaign","sentiment_score":0.1363636364}
{"full_text":"RT After over 3 years, today my last day in the ER at ProvidentMy position has been ended due to budget cutsCook County...","sentiment_score":-0.0625}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"says the first COVID-19 vaccines will arrive in the commonwealth as early as mid-December. Will you be receiving the vaccine?","sentiment_score":0.175}
{"full_text":"From pandemic-related stimulus payments to job losses and furloughs, for many taxpayers, next spring's tax season may be more complex than usual. Learn how to get ahead of next year taxes!","sentiment_score":0.075}
{"full_text":"'It's not enough - it's bonkers!'","sentiment_score":0.0}
{"full_text":"Don't forget, we are now using Pandemic Year mathPandemic Years         or why we don't know what day it is.A light-hearted look at why we can't remember what day it is, with a little pestilence, disease and death thrown into the mix.https:\/\/t.co\/98E2MnNwKzFree short story","sentiment_score":0.1041666667}
{"full_text":"I'm in San Diego. Yeah, numbers are high enough to put us in the purple tier. That's the highest level of restrictions below a full lockdown. We are doing better than much of the country though. Too many people from out of state keep bringing it here.","sentiment_score":0.285}
{"full_text":"I live in Scotland  but Trump was my biggest fear of starting something that would result in some warthat man needs to be prosecuted for what he has done and is not doing concerning the Corona virus  Trump has been a big Failure he thought he was bigger than the Job? Nuts","sentiment_score":-0.0360606061}
{"full_text":"Appreciate your moms! Nobody in this world will love you more than these beautiful women. My moms has been taking care of me during this COVID thing like a moma bear and her baby cub. I'm tweeting this as she brings me a breakfast sandwich and asks me anything else I need. ","sentiment_score":0.6166666667}
{"full_text":"RT The only pandemic we're facing is corruption.","sentiment_score":0.0}
{"full_text":"He wants lockdown that why","sentiment_score":0.2}
{"full_text":"RT Gonna make some big headlines when Ontario surpasses Quebec and becomes Canada's biggest COVID-19 epidemic, I think.","sentiment_score":0.0}
{"full_text":"RT There were COVID-19 infections in the U.S. as early as mid-December 2019, according to a new study by the U.S. Centers for...","sentiment_score":0.1181818182}
{"full_text":"RT The Govt must pay attention to implicit coercion - IE: if the Govt turns a blind eye to businesses like airlines and rest...","sentiment_score":-0.5}
{"full_text":"My babyyy","sentiment_score":0.0}
{"full_text":"This needs to happen NOW or a lot of people are gonna be homeless come 2021.","sentiment_score":0.0}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"RT Damn, this really sucks for DC area residents. No weekend service?!","sentiment_score":-0.375}
{"full_text":"RT Back from the Thanksgiving holiday? Know your status. Get tested for free at the FAMU COVID-19 testing site located at Bragg...","sentiment_score":0.2}
{"full_text":"RT This #GivingTuesday your donations will go towards supporting our Migrant Solidarity Fund which provides direct aid to...","sentiment_score":0.175}
{"full_text":"RT Today I'm announcing a bipartisan, bicameral framework for a COVID-19 relief package. This proposal would direct more t...","sentiment_score":0.3}
{"full_text":"RT Based on i thought all sickness but covid had disappeared.","sentiment_score":0.0}
{"full_text":"That's an understatement.... hahahaha #LoserTrump #BoycottTrumpBrand #BoycottTrumpHotels #BoycottIvankaTrumpFashion #BoycottIvankaTrump #TrumpVirus #TrumpMassacre #TrumpIsABadJoke","sentiment_score":0.2}
{"full_text":"#HIV still infects 1.7 million people each year &amp; kills some 690 000.    We need a #COVID19 -19 vaccine and HIV treatments and care that are affordable and available to everyone, everywhere.#WorldAIDSDay","sentiment_score":0.4}
{"full_text":"RT People really think 2021 going to change. COVID is not disappearing. Bruh like 2021 bout to look at 2020 and say \"hold my b...","sentiment_score":0.2}
{"full_text":"HFP has teamed up with AFSC, Safe and Just Michigan and other advocacy organizations to create a Twitter Storm tomorrow to raise awareness of the COVID issues in our prisons. Joshua Hoe from SJM will host a How-to session today at 2 p.m. here:","sentiment_score":0.1875}
{"full_text":"The party took place in a location that had no smoke alarms, no carbon monoxide detectors and no fire extinguishers -- and featured no social distancing and no face coverings.https:\/\/t.co\/NU49NKgRwi","sentiment_score":-0.0166666667}
{"full_text":"Share widely. #ReopenSafely #DemandSafeSchools","sentiment_score":-0.1}
{"full_text":"From tomorrow our showrooms are open again. Visit us in person or online, where you can search for, reserve and buy your BMW, or arrange a Click &amp; Collect appointment. As always, our Aftersales departments remain fully operational.Learn more by clicking","sentiment_score":0.25}
{"full_text":"RT Public transit is a public good and necessary for a functioning city. These budget cuts are a failure of the Senate to...","sentiment_score":0.0766666667}
{"full_text":" The 3rd Meeting of the NTD Programme Managers hosted by will be held next week! Register today to celebrate milestones, discuss the new NTD Road Map and the challenges &amp; innovations of tackling NTDs in a COVID-19 environment.More info here:","sentiment_score":0.0454545455}
{"full_text":"RT Trump said it is a democrat hoax.  15 cases soon going to zero and you SAT SILENT.  We should hold YOU responsible. ht...","sentiment_score":0.1}
{"full_text":"Starbucks offers free coffee to health care workers, first responders as coronavirus cases rise via","sentiment_score":0.25}
{"full_text":"Now that we can add \"political assassination\" to the list of things Trump has invented, when will you drop the bombshell that Trump invented COVID?  Asking for a friend","sentiment_score":0.0}
{"full_text":"Regional Mexican Singer-Songwriter Jerry Demara Dies at 45 Due to COVID-19https:\/\/t.co\/ldNi0xkJCkPresented by","sentiment_score":-0.0625}
{"full_text":"RT Republican Senators think all Americans are fucking stupid.They keep trying to blame the House &amp; Democrats for no new Cov...","sentiment_score":-0.3340909091}
{"full_text":"CBC's Dr. Peter Diaries had me riveted in the early 90s. Hearing excerpts last week on I felt exactly the same way. They still resonate today after 30 years, drawing parallels between the battles against #AIDS &amp; #COVID19. #WorldAidsDay","sentiment_score":0.0875}
{"full_text":"RT Tier-sceptic MPs coming for the the loopy 'plandemic' Covid conspiracy theorists as hard as those MPs who are in favour of tigh...","sentiment_score":-0.2916666667}
{"full_text":"New | Our first Economic Pulse series on China's international economic response to #Covid19 reports downturns in investment &amp; service exports but also prompt support to Belt &amp; Road Initiative projects abroad. Find out more in the full report ","sentiment_score":0.2337662338}
{"full_text":"The federal government must take \"urgent actions\" in its response to the coronavirus pandemic, a new report from the US Government Accountability Office finds.","sentiment_score":0.1363636364}
{"full_text":"RT We need big, bold COVID relief. At least $1.5 trillion, including $1500 checks mailed to every American. We have a strong f...","sentiment_score":0.0933333333}
{"full_text":"OSHA is letting employers decide whether to report #COVID19 deaths at work. So, many of them don't.\"It is so disrespectful of the agencies and the employers to shunt these cases aside and not do everything possible to investigate.\" reports:","sentiment_score":0.25}
{"full_text":". have launched a Crowdfunder to help cover costs whilst unable to open under Covid-19 restrictions. The community arts &amp; events space is situated in Factory Street Studios in Dudley Hill. Read the full story &amp; donate here &gt;&gt;","sentiment_score":-0.05}
{"full_text":"Your #GivingTuesday generosity will help us navigate a Legislative Session unlike any other, connect with lawmakers despite COVID-19, and propel the issues that matter to you to the forefront of their legislative priorities. #FCVoters #GiveFL","sentiment_score":-0.125}
{"full_text":"Your kindness can have a great impact on businesses in our community.When you donate to the #HollySpringsChamber Foundation's Angel Fund, your financial support provides COVID-19 related economic relief to our small business community.https:\/\/t.co\/mofTUI2ZJ5#GivingTuesday","sentiment_score":0.15}
{"full_text":"By supporting the #COVID19 Hub, you too support students working on the project gaining hands-on experience, the community utilizing the tool to stay informed, and medical professionals &amp; academics actively researching to save lives#gratefulgiving #GivingTuesday","sentiment_score":0.0388888889}
{"full_text":"We are Mums\/Nans\/Sisters\/Daughters\/Aunts\/NiecesSome have health conditions Still working thru #COVID19 pandemic Pay our SP so we can #StayHomeSaveLives #FreeUpJobs#BackTo60#FullRestitution#SympathyPaysNoBills","sentiment_score":0.0}
{"full_text":"Biden is thanking China for the virus and celebrating one year of the occasion. This is when, last year all Chinese flocked to China picked up the virus and spread it across the world.","sentiment_score":0.0}
{"full_text":"\"I want to be with my wife,\" the crying patient said. His doctor held him close, hugging him until he felt better.","sentiment_score":0.15}
{"full_text":" Calling all COVID-19 Canada Open Data Working Group Dashboard &amp; Datasets usersYou are invited to participate in an evaluation survey on how these products are being used, their strengths &amp; areas for improvement. We look forward to your feedback!","sentiment_score":0.0}
{"full_text":".@First5Assoc is honored to serve on the Community Advisory Vaccine Committee in its efforts to ensure the #COVID19 vaccine implementation is guided by the need for vaccine safety, equitable distribution, and transparency. Learn more at:","sentiment_score":0.5}
{"full_text":"More time is needed for the world economy's recovery to return to the pre-pandemic normal. The the and the have been helpless in coordinating the international community in the fight against the #pandemic.https:\/\/t.co\/LHGFfPmVNu","sentiment_score":0.2166666667}
{"full_text":"#GIVINGTUESDAY STARTS NOW!!As we navigate the financial impacts of COVID-19, making a Momentum Fund gift is the best way to support our student-athletes and help keep the momentum going. #BEaREBEL:","sentiment_score":0.5}
{"full_text":"It's said to be the \"biggest social issue\" facing women and girls todayhttps:\/\/t.co\/Kwasz3idrh","sentiment_score":0.0333333333}
{"full_text":"The much anticipated opening of the new Loaves &amp; Fishes food kitchen has been delayed due to COVID-19. Here's a sneak peek of the new facility.","sentiment_score":0.0869318182}
{"full_text":"How you can help your kids manage holiday disappointment amid the COVID-19 pandemichttps:\/\/t.co\/UIWER3t4uL","sentiment_score":-0.6}
{"full_text":"Today, we can confirm that the following show has been Cancelled: Sing a long a Sound of Music (14 Jan 21) - CancelledFor up to date info visit: ","sentiment_score":0.1166666667}
{"full_text":"Being a teen can be hard, especially with a pandemic going on. However, Jasmina is the eye to your storm--and to your college applications! Join her on Wednesday, 5:15 PM ET in \"Quaran-Teens Volunteer Workshop\" for resume-builders, interview tips and more.https:\/\/t.co\/fDKEnt5oBA","sentiment_score":-0.0972222222}
{"full_text":"We're proud to sponsor the 2020 Virtual Resilience Summit featuring HR&amp;A Partner and #climaterisk leaders from across the country.Register now to join the conversations on resilience in a pandemic, climate change &amp; real estate investment, and more.","sentiment_score":0.5}
{"full_text":"The restaurant industry has undergone a drastic change in #DigitalTransformation because of the #COVID19 #pandemic.","sentiment_score":0.0}
{"full_text":"The video showed the nurse, wearing scrubs and a stethoscope around her neck, pretending to scream with a caption that read: \"When my coworkers find out I still travel, don't wear a mask when I am out, and let my kids have playdates.\"","sentiment_score":0.0}
{"full_text":"The German pharmaceutical company BioNTech and its U.S. partner Pfizer said that they had asked the regulator for speeded-up, conditional approval of their coronavirus vaccine.","sentiment_score":0.0}
{"full_text":"RT sheeeh. Pandemic hit a month after my album came out and I did my damn best. Thank you ","sentiment_score":1.0}
{"full_text":"RT Chinese Sociologist Dr. Li Yi: We Are Driving America to Its Death; COVID-19 Has Been Beneficial for China, North Korea;...","sentiment_score":0.0}
{"full_text":"RT If so many Americans died of COVID that the roads to his club were paved w\/ decedents, Trump wld have his dr...","sentiment_score":0.5}
{"full_text":"Scammers seeking to profit from the pandemic are often targeting investors for seemingly substantial payouts. Here are 5 Red Flags For Pandemic-Related Investment Scams #DueDiligenceInvestigationhttps:\/\/t.co\/roCDlcU2n1","sentiment_score":0.0}
{"full_text":"This morning , went to Bucks County to check out a local doctor who is providing pop-up coronavirus test in a trailer for her local community.#FOX29GoodDay MORE:","sentiment_score":0.1666666667}
