{"full_text":"Buddy, you recovered from covid or still having some symptoms?","sentiment_score":0.0}
{"full_text":"RT Most of the world's poorest people, work in the informal economy, which employs more than half the workforce in developing...","sentiment_score":0.2777777778}
{"full_text":"RT DeSantis really going after his critics.","sentiment_score":0.2}
{"full_text":"RT Trump didn't buy more covid vaccine from Pfizer because Jared  Kushner hadn't figured out a way to get a piece of the profi...","sentiment_score":0.5}
{"full_text":"RT Do you know that the Covid-19 lockdown in Nigeria was a total waste of time?Politicians simply enriched themselves.","sentiment_score":-0.0666666667}
{"full_text":"RT NEW: A video from France called \"Hold-It\" featured in this piece in which is packed with conspira...","sentiment_score":0.1363636364}
{"full_text":"Does anyone wonder how front-line medical pros deal with COVID? They put themselves and their families at risk- mostly for dumbasses who didn't take basic precautions and got sick. When do they say, \"fuck it, I'm gonna sell shoes instead.\"","sentiment_score":-0.1228571429}
{"full_text":"RT NEW: A 32-year-old close to Dr. Fauci -- the brother of his daughter's boyfriend -- has died of Covid-19, he just told me:...","sentiment_score":0.1363636364}
{"full_text":"RT PSA: Now is not the time to lose items in your butt. It's the middle of a fucking pandemic and hospitals are at capacity and c...","sentiment_score":-0.3}
{"full_text":"Oh my that is so sad.  If trump had been elected he could've done same thing with Covid bodies.  He did want to be a dictator.","sentiment_score":-0.25}
{"full_text":"RT We must win in Georgia.Otherwise, McConnell's legislative graveyard only grows:Green energy blocked.Healthcare blocke...","sentiment_score":0.4}
{"full_text":"RT This is disturbing....","sentiment_score":-0.5}
{"full_text":"According to stats - we didn't hit 1000 daily new cases even during Spring lockdown. We first hit over 1000 (1, 054) on 7 Oct 2020. There was less testing before, and % of positive cases matters too. Still stark to see.","sentiment_score":0.0411616162}
{"full_text":"Check out my Gig on Fiverr: high da guest posts dofollow backlink boost keyword top rank #Guest_post_Expert #SEO #SEO_Backlinks #SEO_Links_Building #White_Hat_SEO #Backlinks #Blog_Post #Guest_Blogging #Posting #Boost_Ranking #Permanent_Backlinkhttps:\/\/t.co\/84RGtngFia","sentiment_score":-0.0466666667}
{"full_text":"RT the Thanksgiving surge","sentiment_score":0.0}
{"full_text":"Pandemic effect? ","sentiment_score":0.0}
{"full_text":"RT NINA TURANO, 85 of Cincinnati, Ohio died of COVID on Nov. 17.\"My grandmother always had a smile and a warm welcome for...","sentiment_score":0.5666666667}
{"full_text":"RT Let's build back better by investing in our health systems #ProtectEveryone #UHC2030 #UHCDay","sentiment_score":0.25}
{"full_text":"RT \"PREVENTABLE\".That's the key word that will underpin the case for #NegligentHomicide against Donal...","sentiment_score":0.0}
{"full_text":"RT STOP comparing #swineflu numbers to Covid-19. They changed requirements for the coronavirus which allows for post-mortem...","sentiment_score":0.0}
{"full_text":"They can save themselves from the Tool by telling true stories about how the Liberal Government has helped us throught this Pandemic. Things Tool and Gang would never have done.","sentiment_score":0.35}
{"full_text":"having no taste is a symptom of covid 19 so if you enjoy freya's content, pls get tested and isolate for two weeks","sentiment_score":0.4}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"i been waiting for this one","sentiment_score":0.0}
{"full_text":"Dec 9, covid-19 research and policy briefing","sentiment_score":0.0}
{"full_text":"Daily PHE Covid-19 data: 21672 new positive cases 1622 admitted to hospital 424 deaths within Gov't imposed 28 day cut-off 2,906 Total number of deaths within 28 days of positive test reported in the last 7 days","sentiment_score":0.0984848485}
{"full_text":"RT I urge every American to read 2 petitions by Wodarg, et al to European &amp; US FDA officials calling for...","sentiment_score":0.0}
{"full_text":"Shameful?.. truth must be told! 60k coffins n counting...show us d covid burials..let the naysayers beware!","sentiment_score":0.0}
{"full_text":"RT Senator McConnell demands corporate liability be included in any COVID-relief bill--or he won't let it passIt's an unconsc...","sentiment_score":0.0}
{"full_text":"Interesting...be safe out there!Military-grade camera shows risks of airborne coronavirus spread","sentiment_score":0.5}
{"full_text":"Why can't he be mentioned?","sentiment_score":0.0}
{"full_text":"RT Professor Karina Butler and Dr Cillian De Gascun, answer the questions RTE Drivetime listeners have on Covid-19 vaccineshttps...","sentiment_score":0.0}
{"full_text":"RT Emperor Cuomo is out of his mind and power drunk. His own data show restaurants are responsible for only 1.4% of Covid spr...","sentiment_score":0.075}
{"full_text":"On editor's choice blog: The experience of a suburban Cleveland family is part of a Wall Street Journal article about COVID-19 vaccine makers turning their testing toward children.","sentiment_score":0.0}
{"full_text":"RT One thing the covid proved is how Quebec is definitely not equipped to be a country ","sentiment_score":0.0}
{"full_text":"RT A Plan for Getting Kids Back in SchoolsAPS Reentry Plan Update: December 2020Even as the coronavirus continues to plagu...","sentiment_score":0.0}
{"full_text":"After the lockdown, exactly what I needed...","sentiment_score":0.25}
{"full_text":"RT Just in: BAT, JTI and others have won the court case against &amp; on the lockdown cigarette ban. Thre...","sentiment_score":0.0}
{"full_text":"RT Americans and our hometown of #StatenIsland, need you to act now and pass a comprehensive #COVID19 package before the en...","sentiment_score":0.0}
{"full_text":"Am I getting my groceries delivered even tho I live right down the block from a grocery store, but no one who goes to that store adheres to social distancing??And I'm traveling in close to a week?????Yes.","sentiment_score":0.074963925}
{"full_text":"RT Trump didn't buy more covid vaccine from Pfizer because Jared  Kushner hadn't figured out a way to get a piece of the profi...","sentiment_score":0.5}
{"full_text":"RT Outrageous. Manhattan has the most restaurants in NYS and a lower covid rate than other parts of NYS including Westchester...","sentiment_score":-0.2083333333}
{"full_text":"RT Because Senate Republicans blocked emergency state and city aid to fight the pandemic, they're \"billions of dollars short\" o...","sentiment_score":0.0}
{"full_text":"RT At the #WSJCEOCOUNCIL, in response to excellent questions from I highlighted that while recovery prospects for...","sentiment_score":1.0}
{"full_text":"A massive party.... with no social distancing or masks!","sentiment_score":-0.0104166667}
{"full_text":"RT Over 4000 practitioners joined our 3 recent webinars on the use of the Pfizer BioNTech COVID1-9 vaccine. For those unabl...","sentiment_score":0.0}
{"full_text":"RT A friend of mine is very sick right now. He's a cardiologist who, most likely, was exposed while treating patients. He has b...","sentiment_score":-0.0357142857}
{"full_text":"RT Endless money for wars? No problem. Endless money for tax breaks for the rich? No problem. Endless money for corporate w...","sentiment_score":0.0}
{"full_text":"RT I Think we all see some BIG PHONE COMPANIES, INSURANCE COMPAINIES and BIG BANKS that should see some HURTING this Covid-19. B...","sentiment_score":0.0}
{"full_text":"US Embassy strengthens Jamaica's COVID-19 response with $43m donation","sentiment_score":0.0}
{"full_text":"Some are.","sentiment_score":0.0}
{"full_text":"I down played tf out of Covid This shit hurt way more after .","sentiment_score":0.0481481481}
{"full_text":"RT Wages subsidized by the government during pandemic: - $2,000 a month  - Up to 100% - Up to 90% - Up to 87%...","sentiment_score":0.0}
{"full_text":"As Connecticut readies for the arrival of a COVID-19 vaccine, UConn Health experts are providing key assistance to state decision-makers. ","sentiment_score":0.0}
{"full_text":"What should Trump have done about Covid?  What would you have done in his place? CRiCKETS","sentiment_score":0.0}
{"full_text":"RT The people giving awards to Andrew Cuomo for his handling of the COVID outbreak clearly just aren't paying attention.Cu...","sentiment_score":0.1}
{"full_text":"RT A South Korean study raises concerns that six feet of social distance may not be far enough to keep people safe from the coron...","sentiment_score":0.1583333333}
{"full_text":"i hope this was taken before corona","sentiment_score":0.0}
{"full_text":"RT JUST IN: U.S. sets new records for the most deaths, highest number of new cases and most Americans hospitalized in one week, accor...","sentiment_score":0.3181818182}
{"full_text":"RT Military-grade camera shows risks of airborne coronavirus spread","sentiment_score":0.0}
{"full_text":"RT The wait is over. Through a great collaboration with gov institutions like and GYMs have re-ope...","sentiment_score":0.8}
{"full_text":"More  or less, it's now just shooting the independently owned small bars and restaurants to send a message to citizens to take Covid more seriously.","sentiment_score":0.0416666667}
{"full_text":"RT Senator McConnell demands corporate liability be included in any COVID-relief bill--or he won't let it passIt's an unconsc...","sentiment_score":0.0}
{"full_text":"RT It was a year like no other: 1.5 million people around the world died during a pandemic, racial unrest gripped the world, and...","sentiment_score":0.0625}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"So what did Biden do that makes him better than people who fought Covid and social justice?","sentiment_score":0.2666666667}
{"full_text":"Baricitinib plus Remdesivir for Hospitalized Adults with Covid-19 | NEJM","sentiment_score":0.0}
{"full_text":"Congress shipped a temporary government-wide funding bill to President Trump on Friday, averting a government shutdown at midnight and buying time for on-again, off-again talks on COVID-19 relief.","sentiment_score":0.0}
{"full_text":"Mexico's coronavirus czar faces criticism as COVID-19 surges | Science | AAAS","sentiment_score":0.0}
{"full_text":"RT THREAD. Just finished Friday zoom with my Brussels group. Much to report.First, a framing point: The summit went all day...","sentiment_score":0.2}
{"full_text":"I'm only just now watching Watchmen and OMG. Also all the masks are very covid appropriate ","sentiment_score":0.2333333333}
{"full_text":"Seems the establishment can make up whatever it likes about asymptomatic spread, without having to show any evidence, whereas if you question #mask wearing or #PCRtest reliability quoting research, you are labelled a crank. Without asymptomatic spread this whole charade collapses","sentiment_score":0.2}
{"full_text":"Dez, you don't have covid. You didn't have it. The thing is, there are voodoo forces are work to prevent you from playing against the Dallas Cowboys. It began with the Saints. You will never play against the boys. Something will always be in the way. So relax. You don't have coro","sentiment_score":0.0}
{"full_text":"RT This afternoon, I received an email from IPSA informing me that they are scrapping the proposed PS3,000 pay rise for MPs...","sentiment_score":0.0}
{"full_text":"RT Trump's privileged buddies are immediately admitted to the hospital &amp; get the same experimental treatment Trump got.3,...","sentiment_score":0.05}
{"full_text":"RT The Governor of New York is violating the constitution and shutting down small businesses.He has continued to take a sala...","sentiment_score":-0.0897306397}
{"full_text":"neighbor wako na issues they are scared about covid...mpaka the kids are not allowed to play together..my boys accept me..I turned negative and they decide to mummify me in whiskey!  When I turned +ve I told everyone!!but my people's close to home don't want me..scared AF!","sentiment_score":-0.46875}
{"full_text":"Me when I cough in a normal year: I hope I'm not about to get sick Me when I cough in a year with a pandemic going on: It's time to start thinking about getting my affairs in order","sentiment_score":-0.2821428571}
{"full_text":"RT Slightly embarrassing for the to not realise that ergotherapy is the name used in many European countries f...","sentiment_score":0.1111111111}
{"full_text":"RT They are the Toddlers of Covid-19: a generation raised for nearly a year without play dates, day care or other interactions wi...","sentiment_score":-0.0125}
{"full_text":"RT I have never seen the fight harder for anyone as much as they have fought for corporations during this pandemic.It...","sentiment_score":0.05}
{"full_text":"RT Risk of anaphylaxis after all vaccines is estimated to be 1.31 (95% CI,0.90-1.84) per million vaccine doses while the...","sentiment_score":0.0}
{"full_text":"RT Here's how the #eviction crisis could increase the spread of #Covid19 in the US.Thank you for highlighti...","sentiment_score":0.0}
{"full_text":"Nicely branded social distancing roundel from","sentiment_score":0.3166666667}
{"full_text":"SHOCKING Corona Illness : In Live Football Match            Check CoronaVirus Effects Below            _________---Click Link To Get Further Detail---__________     ","sentiment_score":-0.2878787879}
{"full_text":"The pandemic has forced many companies to expand their remote workforce, and managers must carefully consider the potential pros and cons of hiring remote employees. Learn more here: #remotework #employees #hiring","sentiment_score":0.0571428571}
{"full_text":"RT by the grace of God","sentiment_score":0.0}
{"full_text":"RT Scientists say they have identified genetic variants that made patients more likely to develop severe Covid-19, in a breakthrough...","sentiment_score":0.25}
{"full_text":"Please #congress enough with the political theatre. Pass a #stimuluspackage that invests in people. All of this trauma and pain is avoidable - we have the means as a nation to help but our government must serve us. It's been far too long...","sentiment_score":0.0125}
{"full_text":"You have vaccine hesitation from me because of trump and his negative influence on the fda &amp; cdc.  With Biden\/Harris in the White House, I'll be comfortable with taking the vaccine sometime in 2021.","sentiment_score":0.0333333333}
{"full_text":"RT Legalman deals with US law, but so much of this con is being played by other governments around the world.They are n...","sentiment_score":0.0375}
{"full_text":"RT Take two minutes out of your day to send a letter to &amp; with the click of a b...","sentiment_score":0.0}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"RT United States Population: 328 millionCOVID cases on December 10: 223,570Vietnam Population: 95 millionCOVID...","sentiment_score":0.0}
{"full_text":"Are people just realising in 2020 that human beings aren't immortal.And these diseases kill 100x more year in year out, young, old, and everything in between. So why the Covid in the headline?","sentiment_score":0.175}
{"full_text":"RT CA has led the nation in expanding access to health care for all and, as we continue to work to manage the spread of #COVID...","sentiment_score":0.0}
{"full_text":"RT THREAD. Just finished Friday zoom with my Brussels group. Much to report.First, a framing point: The summit went all day...","sentiment_score":0.2}
{"full_text":"RT The Food and Drug Administration said it was finalizing the work needed to clear the Covid-19 vaccine developed by Pfizer and Germ...","sentiment_score":0.1}
{"full_text":"OH MY GOD! WHO COULD HAVE PREDICTED IT?!","sentiment_score":0.0}
{"full_text":"My exhaustion I'm attributing to my first week of work in 3 months, which is fine. But also today I found out somebody that I was in a room with Monday tested positive for covid and I have mild symptoms","sentiment_score":0.3068181818}
{"full_text":"Here is what you need to know about Cal-OSHA standards on  COVID-19. #covid #hr #humanresources #management #sdeahrexperts #ilovehr #compliance","sentiment_score":0.0}
{"full_text":"RT Roche joins Moderna to include antibody test in COVID-19 vaccine trial","sentiment_score":0.0}
{"full_text":"Needlessly injecting politics into the vaccine race AGAIN, Trump threatens to fire Hahn if Pfizer-BioNtech isn't authorized by end of day. from","sentiment_score":-0.5}
{"full_text":"Aspire Living's daytime centre in Hereford will be closed until December 14 after seven people tested positive for coronavirus.https:\/\/t.co\/2EbUnZYnMZ","sentiment_score":0.0636363636}
{"full_text":"[G][E][T] [D][O][W][N] [T][O] [E][P]This Saturday the reserves returnat Emerald Park  EP  PS3 13:30PM  Usual COVID measures in place #greenarmy","sentiment_score":-0.25}
{"full_text":"\"Uber Chief Executive Dara Khosrowshahi, in a letter seen by Reuters, urged Florida Governor Ron DeSantis to classify Uber's workers as essential, entitled to vaccines immediately after healthcare professionals and long-term care facility residents.\"https:\/\/t.co\/eH3ANnwyBv","sentiment_score":0.0}
{"full_text":"Since observing the 16 Days of Activism to bring attention to violence against women this month, we must remember to remain committed to ending gender-based violence, especially in this time of global crisis. #COVID19","sentiment_score":0.0}
{"full_text":"RT That's all fine and good but as a nurse I think Healthcare Workers would have been a better selection. We never stopped workin...","sentiment_score":0.5388888889}
{"full_text":"Check out my Gig on Fiverr: I will do the best depth SEO keyword research to rank your site fasthttps:\/\/t.co\/qGz76BD9bg#DigitalMarketing #marketingdigital #keywords #keywordresearch #SEO #socialmediamarketing #GivingTuesday #covid19 #FridayFeeling #NoDealBrexit","sentiment_score":0.1}
{"full_text":"Both Gehad &amp; Dr. Essam have been denied critical medical care and face ongoing dire health consequences as a result of the conditions of their detention. #COVID19Please continue to pray for their release, health, well-being, &amp; safety. #Egypt #Injustice#FreeHaddad #DyingToLive","sentiment_score":0.0}
{"full_text":"The valley saw more testing locations pop up recently, Garfield County moves to \"red\" on the state's COVID-19 dial, but deems more businesses \"essential\" to keep capacity up and Pitkin County's travel affidavit takes effect Monday.Catch up on news here:","sentiment_score":0.2}
{"full_text":"It's the holiday season, a time of joy, celebration. But #coronavirus numbers are spiking worldwide, requiring employers to follow national guidelines &amp; protect their individual #workforces by determining how to handle pre- and post-travel intermingling.https:\/\/t.co\/oFz2Uvh9id","sentiment_score":0.4}
{"full_text":"RT Let's build back better by investing in our health systems #ProtectEveryone #UHC2030 #UHCDay","sentiment_score":0.25}
{"full_text":"RT How about they send us the COVID-19 vaccine in the mail so we can safely give ourselves the shot and then send back th...","sentiment_score":0.25}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"New England Journal of Medicine published study on May 25th 2020 -Contributed by Highly Respected \"Scientific Experts\"Said Masks are Talismans* Masks that surgeons wear are very different than cloth or those you purchase at stores..Danish Study 11\/20 said same..Dr Fauci","sentiment_score":0.0987878788}
{"full_text":"During these challenging economic times, it is critically important that our farmers have access to every tool available to survive this pandemic. That's why I led my colleagues in urging the USDA to extend today's CFAP deadline through 2021.","sentiment_score":0.375}
{"full_text":"* KC roots in the ownership * Ambitious plans from day one* Commitment to invest percentage of sponsorship revenue into the communitySerious comment, Please DM me and let me know how I can help.I'm in.Let's grow women's soccer in KC.https:\/\/t.co\/XENA4OzCHk","sentiment_score":0.25}
{"full_text":"I remember when I had some hope for you Dan. But this pandemic and constitutional crisis has revealed you as the empty demagogue that you've become. Of course, maybe you've always been that person?","sentiment_score":-0.1}
{"full_text":"\"There is a clear inequality between the best paid employees who are most likely to work from home and the worst paid who were least likely.\"Read more from IEA Head of Lifestyle Economics in the Telegraph","sentiment_score":0.1}
{"full_text":"Months Into the Pandemic, Colorado Educators Are Still Struggling With How To Best Support Their Students' Learning And Mental Healthhttps:\/\/t.co\/0Bqed4BwbE#Jeffco #EdColo","sentiment_score":0.45}
{"full_text":"Are you prepared for the storage &amp; compounding requirements of new COVID vaccines? Are you ready to discuss safety profiles with patients? Don't miss \"COVID-19 Vaccines Are Coming: How Do We Prepare?\" at 4:00 PM ET with Dr. Krista Capehart, BCACP, AE-C!https:\/\/t.co\/bM9DbO6Nyy","sentiment_score":0.1681818182}
{"full_text":"Kandiyohi County reports 27 new cases, three deaths due to COVID-19 | West Central Tribune","sentiment_score":0.0037878788}
{"full_text":"As #COVID cases continue to rise, and many schools rely on online learning as a safer option, it's important to be aware of the #digitaldivide in #MaricopaCounty  YOU can make a difference! to learn how.","sentiment_score":0.4041666667}
{"full_text":"Here's Why Vaccinated People Still Need to Wear a Mask.https:\/\/t.co\/G58wJ74O1t","sentiment_score":0.0}
{"full_text":"#Flu can be a serious respiratory disease. This season, it's even more important to get a flu vaccine to protect yourself and your loved ones -- especially if you have certain chronic conditions. To learn more about your risk, visit: #FightFlu","sentiment_score":0.2829931973}
{"full_text":"#COVID19 shutdowns and precautions have had an undeniable impact on pediatric cancer diagnosis to date. But what does this mean moving forward? Allison O'Neill, MD shares insight with","sentiment_score":-0.3125}
{"full_text":"Dr. Rich Hammel, chief product evangelist and on-staff medical director and Emily McComb, director of account management for Enterprise Health have been leading the effort in partnership with a large healthcare system client in New York.","sentiment_score":0.1814123377}
{"full_text":"#COVID19 accelerated #retail bankruptcies and store closures in the first half of 2020. In our latest Retail in the Red Report, we analyze bankruptcy and store closure trends, and explore how retailers can adjust through the end of 2020:","sentiment_score":0.1458333333}
{"full_text":"After a tough year which saw events and clubbing cancelled to tame the spread of Covid-19, Blankets and wine found a creative, innovative way to present something online.https:\/\/t.co\/GoYXW8n931","sentiment_score":0.0788888889}
{"full_text":"COVID-19's youngest victims: Children gasping for airhttps:\/\/t.co\/sZMeS0sDpx","sentiment_score":0.0}
{"full_text":"All these struggling actors and artists or others working in the service industry deserve to starve if they voted for Enjoy the spoils of your choosing!","sentiment_score":0.5}
{"full_text":"RT President proposal includes $160 billion in additional aid for State &amp; local governments.","sentiment_score":0.0}
{"full_text":"TOP 20 IN 2020: We're counting down our Top 20 most-read stories of 2020! At #20 was our insight with one of the major backers of 23Red &amp; affected by the fallout of their withdrawal at the height of the pandemic. STORY &gt; #repcosc","sentiment_score":0.2579861111}
{"full_text":"Are you looking professional Email Marketing Expert? Check out my Gig on Fiverr: https:\/\/t.co\/Ly84FQFN9Y#freelancers #DataEntry #EmailMarketing #digitalmarketing #marketing #socialmediamarketing #bulkmail #emailcollection #emaillist #covid19 #FridayFeeling #NoDealBrexit","sentiment_score":0.1}
{"full_text":"Experts weigh in: What does it take to #digitize 3000 file boxes in 6 months on-site. The math is staggering.https:\/\/t.co\/0WO1CAzfLh#recordsdigitization #SAORM","sentiment_score":0.0}
{"full_text":"\"The concern is that many preventive behaviors, other than mask wearing, seem to be on the decline.\"New research reveals states with the lowest levels of social distancing behaviors and mask wearing are enduring the most severe outbreaks.","sentiment_score":0.2089393939}
{"full_text":"With almost 55 million students now learning at home due to the coronavirus pandemic, digital homeschooling is providing an alternative form of education. Virtual Learning:","sentiment_score":-0.0625}
{"full_text":"When washing hands before, during and after preparing food, follow the 5 steps: wet, lather, scrub, rinse, and dry. For more information on handwashing click on #keephandsclean","sentiment_score":0.1111111111}
{"full_text":"RT As part of our ongoing commitment to provide relief during the COVID-19 pandemic, we're actively working with our partners a...","sentiment_score":-0.1333333333}
{"full_text":"During an appearance on ABC News Friday morning, Health and Human Services Director Alex Azar said that the Food and Drug Administration (FDA) would grant Emergency Use Authorization to Pfizer's COVID-19 vaccine.https:\/\/t.co\/wuVNM5GG6P","sentiment_score":0.0}
{"full_text":"RT Haven't read the underlying research yet but this large-scale study seems of interest to many. Big decisions around COVI...","sentiment_score":0.25}
{"full_text":"Lockdown starting Monday UGHHHHHH","sentiment_score":0.0}
{"full_text":"RT Feeding Tampa Bay did not waver when the pandemic surged the need for food. Through donations and collective action, t...","sentiment_score":0.1}
{"full_text":"Are you looking professional Lead generator  Expert,,, Please contact me:>https:\/\/t.co\/orXEjJsTim>#socialmediamarketing #digitalmarketing #businesslead #b2bleadgeneration #lead #onlinemarketing #leadgeneration #webresearch #datascraping #covid19 #FridayFeeling #NoDealBrexit","sentiment_score":0.1}
