{"full_text":"since the holiday started, people really are ignoring covid protocols just bc it's lax these days it's upsetting ang actually it worries me that things might get worse soon","sentiment_score":-0.0666666667}
{"full_text":"RT #raaj_JE_priikssaa_rdd_kro@ashokgehlot51 Sir pls understand students situation one side corona  and other side unemploy...","sentiment_score":-0.125}
{"full_text":"RT We are providing daily updates on #COVID19 in London. On 25 December the daily number of new people who tested positive for...","sentiment_score":0.0909090909}
{"full_text":"A hug from mum - medically high risk &amp; due to Covid, I haven't hugged her since January. I got tested 4 weeks ago and then 2 days before Christmas. I went in for the elbow bump and she hugged me. I was given cash as presents.  My step-niece has cancer and I made her smile.","sentiment_score":0.1116666667}
{"full_text":"RT Merry Christmas from San Francisco where a gingerbread monolith appeared overnight at Corona Heights Park.","sentiment_score":0.0}
{"full_text":"RT Agusan del Norte 1st District Rep. Lawrence Fortun rejects Sinovac COVID-19 vaccine for its bare minimum efficacy rate...","sentiment_score":0.05}
{"full_text":"RT Rather than being a great equaliser, COVID-19 has been a magnifier of the inequality and injustice that permeates every aspe...","sentiment_score":0.8}
{"full_text":"RT 2020 has been a not-so-tremendous year and theres a lot to show for it. From the pandemic, to the economic recession -...","sentiment_score":0.2}
{"full_text":"RT Anyone else want to know if the \"botched\" US #pandemic response wasn't botched at all, but just a way launch #HerdImmu...","sentiment_score":0.0}
{"full_text":"This entire administration is a farce and lackluster in its response to COVID-19. Even with the new strain of the virus, it would have concerning yet understandable since mutations arise from viruses all the time and if the response was well managed, we would have adapted to it.","sentiment_score":-0.0878787879}
{"full_text":"Master OS rights before pandemic was 34cr and now would have changed?","sentiment_score":0.0}
{"full_text":"RT Look at how Modi plays with the lives of Indians. A 20 lakh crore package was announced during the pandemic. But figure...","sentiment_score":0.0}
{"full_text":"Not really Seamus. Macron could only close the border using emergency powers in a pandemic. Otherwise, what's this free movement of goods and people principle all about?","sentiment_score":0.1}
{"full_text":"RT In this pandemic situation, &amp; there a mutant corona , new varient entered india , in these situations is it required to gat...","sentiment_score":0.1363636364}
{"full_text":"Exactly this!!","sentiment_score":0.390625}
{"full_text":"125 beds... PEI was told very early on that was our capacity &amp; everything we sacrifice is helping protect that # &amp; each other. 1 in 4 islanders is tied to tourism but we didn't put money over safety. Not easy but it's paid off. TRUST #DrMorrison #peipoli","sentiment_score":-0.0705555556}
{"full_text":"RT No fewer than 20 Nigerian doctors have died from complications arising from COVID-19 in the last one week - Nigeria Medical As...","sentiment_score":0.0}
{"full_text":"RT Hopefully Santa makes it through Ohio tonight by the 10 p.m. curfew. Fly fast, Rudolph. The #COVID19 agents will be on th...","sentiment_score":0.5}
{"full_text":"RT #Extend_Due_Dates_Immediately #FMmissing we begging for extension is this covid situation we play important role in ta...","sentiment_score":0.4}
{"full_text":"RT As of December 22, 2020 there have been at least 54,808,870 people who have recovered from COVID-19.This virus is beat...","sentiment_score":-0.3}
{"full_text":"\"She cited the former head of the Centers for Disease Control and Prevention, Tom Frieden: \"The threat to Covid control from protesting outside is tiny compared to the threat to Covid control created when governments act in ways that lose community trust.\"","sentiment_score":0.0}
{"full_text":"RT Reverse Engineering the source code of the BioNTech\/Pfizer SARS-CoV-2 Vaccinehttps:\/\/t.co\/SSd2LduS3z","sentiment_score":0.0}
{"full_text":"RT Since when does the evil CDC determine who gets to travel to the U.S.?  This is outrageous.  The communists are really...","sentiment_score":-0.6}
{"full_text":"Now Matt, about your governments crimes against humanity over the COVID 19 lie:HCQ, Ivermectin, Regeneron, zinc treatments and cures for COVID since day one.Vaccines with real potential for pathogenic priming.Lockdowns Proof you say...https:\/\/t.co\/U3nWAUt6GE","sentiment_score":0.0}
{"full_text":"RT RARC, Dimapur: Awareness campaign Under AYUSH for Immunity, Prg. Asst. (Ay.) delivered short talk on Immunity aspects in A...","sentiment_score":0.0}
{"full_text":"RT Please read Rep. Porter's short thread. It's time we usher in a new American age, one that refuses to protect corporat...","sentiment_score":0.0454545455}
{"full_text":"At least, the gov't was reasonable enough to call off any form of face to face classes. But, with this new strain of CoVID-19 threatening our shores, will there be another set of lockdowns?So ano yun? Wait forever nalang kami mga unmarried binational couples?","sentiment_score":0.0090909091}
{"full_text":"RT Agusan del Norte 1st District Rep. Lawrence Fortun rejects Sinovac COVID-19 vaccine for its bare minimum efficacy rate...","sentiment_score":0.05}
{"full_text":"RT Covid pandemic &amp; growing public anger over trail hunting leaves fox hunts on the ropes with many facing collapse in 2021 won...","sentiment_score":-0.0666666667}
{"full_text":"RT JUST IN: Spain reports first case of new coronavirus strand identified in the UK","sentiment_score":0.1931818182}
{"full_text":"RT Happy Christmas from us in the covid part of A&amp;E - and by god, let's hope we never have to do a Christmas like this again....","sentiment_score":0.8}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT New strain of #coronavirus detected in 8 #European nations; monitoring situation.#COVID19 #CoronavirusStrain h...","sentiment_score":0.0681818182}
{"full_text":"Being the lifeline of the nation, Indian Railways rose to the occasion to help the nation combat the COVID pandemic through dedicated operations.Railways under PM ji's leadership worked round the clock in mitigating the impact of the pandemic on fellow citizens.","sentiment_score":0.2}
{"full_text":"RT Terrorist attack in Downtown Nashville. Human remains found there. Looming government shutdown. No Covid relief. Virus raging...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Spain reports first case of new coronavirus strand identified in the UK","sentiment_score":0.1931818182}
{"full_text":"RT remember when it's hui's bday and the present(?) was a kiss from a member but since they need to do social distancing, they p...","sentiment_score":0.0166666667}
{"full_text":"RT (1\/2) How was #COVID19 eliminated in Victoria, Australia? Restrictions limited to local high-risk areas didn't work. St...","sentiment_score":-0.0357142857}
{"full_text":"RT 70,000 deaths from COVID, many of them avoidable. Ministers up to their necks in sleaze and corruption. 4.2 million childr...","sentiment_score":0.5}
{"full_text":"I hope this pandemic will end this 2021, hoping for happiness, healing and more blessings for everyone. I hope 2021 will be our year. Anyways tysm for this ga mwua!!","sentiment_score":0.740625}
{"full_text":"RT 3\/3 ... of sufficient size to survive disease outbreaks. Now more species are relegated to small islands of habitat th...","sentiment_score":0.125}
{"full_text":"RT LegCo member Elizabeth Quat has contacted the Food &amp; Health Bureau and Labour &amp; Welfare Bureau urging them to conduct a im...","sentiment_score":0.0}
{"full_text":"RT Difficult not to forget that today #Christmas2020, thousands of Americans will lose their lives to #COVID19 = single leadin...","sentiment_score":-0.2857142857}
{"full_text":"RT As of December 22, 2020 there have been at least 54,808,870 people who have recovered from COVID-19.This virus is beat...","sentiment_score":-0.3}
{"full_text":"It can only lower the curve before a pandemic hits, for the 1st couple of weeks.Then the virus is here.","sentiment_score":0.0}
{"full_text":"RT Her jacket alone cost over 5 COVID relief checks #ToneDeafKelly","sentiment_score":0.0}
{"full_text":" another Covid Christmas?","sentiment_score":0.0}
{"full_text":"RT I was pulled over in the HOV lane for driving alone. I said due to social distancing, my passenger was in the car behind m...","sentiment_score":-0.1638888889}
{"full_text":"Yes!!!The way he swings his club while unemployment and COVID-19 surge.ROTF!!!I'm selling the Brooklyn Bridge...I'm sure your interested.Funny thing is..he had 70,000,000 people vote for him...so that mean 70,000,000 people are suffering due to their own dumbass decision.","sentiment_score":0.165625}
{"full_text":"RT JUST IN: Spain reports first case of new coronavirus strand identified in the UK","sentiment_score":0.1931818182}
{"full_text":"RT Berejiklian knows some ppl will not act responsibly yet she refuses to protect those who might suffer the consequences...","sentiment_score":0.2}
{"full_text":"RT In this post, we'll reverse-engineer the actual mRNA code of the SARS-CoV-2 vaccine, character f...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Spain reports first case of new coronavirus strand identified in the UK","sentiment_score":0.1931818182}
{"full_text":"Can the Coronavirus be the End of Coworking Space? #CRE #Coworking #COVID-19","sentiment_score":0.0}
{"full_text":"RT Only person refusing to wear a mask ","sentiment_score":0.0}
{"full_text":"'We thought we were going to lose him for sure': 3-year-old Missouri boy suffers coronavirus-related stroke","sentiment_score":-0.05}
{"full_text":"If other countries either had the ability or the will to identify this new strain of covid,they would see they already had it","sentiment_score":0.0056818182}
{"full_text":"RT I think I've seen this film before ...","sentiment_score":0.0}
{"full_text":"Test results thankfully just came back negative.Big relief but also hits home how it must be impacting those less fortunate at the moment.Stay safe everyone and remember  #WearAMask","sentiment_score":0.1833333333}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT The coronavirus pandemic brought the world to a standstill, climate change wreaked havoc and the Black Lives Matter mo...","sentiment_score":-0.1666666667}
{"full_text":"Thailand confirms 110 new #COVID19 infections","sentiment_score":0.1363636364}
{"full_text":"BIG Tittiers for boo>https:\/\/t.co\/28A1nrTUWW>https:\/\/t.co\/IC3TcP9gZh#exoticescorts  #saturday #exoticescortsnigeria #africans #escortgirls #bbw  #trending #nudes #sensual #sex #nigeria #pornhub #porn #lagos #abuja #nudism #nudity #Christmas #naked #9ja #xxx #COVID19","sentiment_score":0.0}
{"full_text":"The Queen speaks of light and hope in her Christmas Speech from Windsor Castle, acknowledging the vital role of volunteers and healthcare workers in the year of the Pandemic: #QueensSpeech","sentiment_score":0.25}
{"full_text":"After a six-week long siege by COVID-19 that claimed the lives of 36 residents, the New Hampshire Veterans Home finally got some good news this week with the arrival and distribution of a COVID-19 vaccine. ...https:\/\/t.co\/mCbrgKoIMO","sentiment_score":0.1965909091}
{"full_text":"Because of coronavirus, earlier this year we invited everyone to visit the FCDO virtually as part of Open House 2020.Find out all about the history of our unique buildings, their architecture, and the modern FCDO organisationhttps:\/\/t.co\/XBKkn9ewCE","sentiment_score":0.14375}
{"full_text":"I think they're letting the public know COVID is a joke","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Saturday December 26, 2020 ","sentiment_score":0.0}
{"full_text":"Christmas Celebrated Under Pandemic's Shadow. Hundreds of millions across the world celebrated pared-down #Christmas festivities due to #coronavirus restrictions. ","sentiment_score":0.1916666667}
{"full_text":"'While millions have lost their jobs and thousands of small businesses have shut their doors, at least one company has thrived during the pandemic: Amazon'.Read an exclusive extract of The Cost of Free Shipping in","sentiment_score":-0.05}
{"full_text":"The #FDA have authorised Moderna's #coronavirus #vaccine for emergency use, broadening the reach for millions more Americans to be immunised. -- via ","sentiment_score":0.5}
{"full_text":"The selection of highlights and case studies in this report provide examples of how we have leveraged our people, skills and civic connections in our initial response to the pandemic during the first six months.","sentiment_score":0.125}
{"full_text":"Hong Kong, India Ban Flights from the U.K.Fears over a more infectious variant of Covid-19 have prompted authorities to cut key air links with #Britain.https:\/\/t.co\/lwuRArT8aD#COVID19 #TravelBan #HongKong #India","sentiment_score":0.25}
{"full_text":"Stopping the spread starts with all of us. As Mainland Scotland enters into Tier 4 restrictions, remember to stick to FACTS. For more information about Coronavirus and the latest guidance, visit NHS Inform at","sentiment_score":0.5}
{"full_text":"\"Always wear a mask when you're entering society!\"Be like Xie Yun and stay safe.\" Legend of Fei \"Starring #ZhaoLiying #WangYibo#LegendofFei is now available exclusive on WeTV ","sentiment_score":0.45}
{"full_text":"How is the pain associated with COVID-19 infection, including death, somehow superior or greater than other tragedies or deaths?  The lost life years are greater in all those uninfected than infected not to mention the 10 trillion dollars spent to protect a small select group??","sentiment_score":0.2041666667}
{"full_text":"Why is the U.S. still involved in so many wars in the Middle East? \"A key lesson from the coronavirus pandemic is that the United States needs to terminate unnecessary expenses and wasteful, unworkable policies.\" -- Ted Galen Carpenter #CatoFP","sentiment_score":0.025}
{"full_text":"New restrictions have been introduced to help stop the spread of #COVID19. Stay at home as much as possible and only leave for essential reasons. From 26 December to 2 January stricter measures apply between 8pm and 6am:","sentiment_score":0.0340909091}
{"full_text":"Experts are optimistic about travel in 2021, but there's still plenty of uncertainty amid the continuing coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"A Warren County resident has died after spending several days in the hospital battling the coronavirus, Warren County Health Services announced Friday, marking the county's second death in less than","sentiment_score":-0.0555555556}
{"full_text":"Check out Mary's December Blog - Did someone say puppies?Okay, so I need some help - maybe COVID19 is turning us all a bit bonkers, but should I be concerned that my husband Colin is serving our mothering dog steak and giving me toast!? ...https:\/\/t.co\/EoJCrnqPnI","sentiment_score":0.0}
{"full_text":"The Provincial Government of Sulu has called on the IATF for assistance following reports that a new COVID-19 strain has been detected in neighboring Sabah, Malaysia, President Rodrigo Duterte said.","sentiment_score":0.0681818182}
{"full_text":"As people across the world prepare for holiday celebrations, Mayor Bill de Blasio announced new COVID-19 quarantine advisories for those traveling to New York City.","sentiment_score":0.1363636364}
{"full_text":"Experts are optimistic about travel in 2021, but there's still plenty of uncertainty amid the continuing coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"Just weeks ago, a 9-year-old boy from Lexington wasn't going to have a Christmas, because his mother, Jennifer DeOng, was diagnosed with COVID-19.","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 26\/12\/2020 16:30Total Cases: 10169818 [+0]Active: 280274Recovered: 9739382 [+0]Deaths :147379 [+0]Total Tests: 167.16MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic has costs millions of Americans their jobs. But could the grim financial situation lead to more college admissions? Some researchers say past data shows, maybe!","sentiment_score":-0.203125}
{"full_text":"Experts are optimistic about travel in 2021, but there's still plenty of uncertainty amid the continuing coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"RT At the last moments of Christmas, I hope that everyone will continue to pay attention to the epidemic prevention measures, a...","sentiment_score":0.0}
{"full_text":"RT India 2020: The year of injusticeFrom Islamophobia to state repression in Kashmir and caste atrocities, while covid-19 mad...","sentiment_score":-0.625}
{"full_text":"With many throughout the UK finding this festive season particularly lonely, it is clearer now than ever how important it is for us to #FixTheDigitalDivide and make sure everyone can connect with their loved ones from home, just like Mable","sentiment_score":0.4}
{"full_text":"RT Unbiased??","sentiment_score":0.0}
{"full_text":"Taiwan has strict #COVID19 protocols in place for the arrival on Sunday of a flight from the United Kingdom, which has recently faced a surge in cases caused by a new, highly-infectious variant of the coronavirus.https:\/\/t.co\/SswoEVJQQo","sentiment_score":0.0681818182}
{"full_text":"Even the rich and famous couldn't escape coronavirus.https:\/\/t.co\/lAXmfMCkDg","sentiment_score":0.4375}
{"full_text":"In Saturday's #LNP: #Lancaster city has no intention to #DefundThePolice ; annual count of #birds is scaled back due to the #pandemic ; Grandview United Methodist organist marks 40 years ; and a preliminary hearing for accused killer Justo Smokerhttps:\/\/t.co\/QgKuTo9vd7","sentiment_score":-0.0625}
{"full_text":"COVID 19 Statistics for Scotland (26\/12\/2020). Data from and","sentiment_score":0.0}
{"full_text":"Increasing tensions during the pandemic have resulted in a rise of workers experiencing violence &amp; aggression. During the Christmas period we must continue to embed a workplace personal safety culture; see #SuzysCharter","sentiment_score":0.0}
{"full_text":"\"You know with this pandemic, stuck at home for a year, this is such a fresh breath of air.\"In this year, the darkest of years, waves of people drove through a kaleidoscope of color Christmas night in Upper Marlboro, Maryland for a slice of normalcy.","sentiment_score":0.1}
{"full_text":"#AMAY| Egypt reports 1,133 new coronavirus cases on Fridayhttps:\/\/t.co\/Oe5x3r0aeU","sentiment_score":0.1363636364}
{"full_text":"Starting on Monday, December 28th the library will be switching to curbside services as per theProvincial lockdown announcement. For moreinformation on curbside services and our hours going forward please follow the link below:https:\/\/t.co\/IQiqpqJsYP","sentiment_score":0.0}
{"full_text":"RT And today here in France, we have a T4 Londoner who travelled to France last Wednesday who has test...","sentiment_score":0.0}
{"full_text":"176 kg man with hypertension, asthma beats Covid after 55 days' stay in ICU via","sentiment_score":0.0}
{"full_text":"With the nation's COVID-19 death toll eclipsing 300,000 and the virus spiking in communities that surround the plants, industry and union officials say it may be impossible to keep the virus out of factories.","sentiment_score":-0.6666666667}
{"full_text":"Tbh, the delivery guys are my personal heroes during this pandemic. I am a nurse btw. Shoutout to home burger and oasis baqala guys  as if they'd see this ","sentiment_score":0.0}
{"full_text":"Le COVID-21 arrive","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Saturday December 26, 2020 ","sentiment_score":0.0}
{"full_text":"What a strange phenomenon. In many different nations, #COVID-19 seems to kill about the same proportion of the population (1%). Of course it must mean a far higher % of people who get infected.","sentiment_score":0.0696428571}
{"full_text":"RT Watch out for more in the new year Total Lockdown official permission required for anybody to leave...","sentiment_score":0.2121212121}
{"full_text":"Boris, Matt, there are so many names to choose form","sentiment_score":0.5}
{"full_text":"Time: 11:00 * Temp: 6.9degC * Wind: WSW 16.1 to 21.0mph * Pressure: 1000.0hPa * Rain: 0.0mm * Hum: 86% * ET: 0.1mm * Solar: 25.0W\/m2 * UV Index: 0.0 * Sunrise: 08:45 * Sunset: 16:02 * Cloudbase: 1000ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Another new coronavirus strain found in Nigeria: Africa CDC","sentiment_score":0.1363636364}
{"full_text":"RT China's economy set to overtake U.S. earlier due to Covid fallout via","sentiment_score":-0.0625}
{"full_text":"House pushing to include health price transparency in coronavirus response.","sentiment_score":0.0}
