{"full_text":"COL Luper and CSM White at the 6th Recruiting Brigade wishes you all a Happy Holiday and a Happy New Year! Take the time to enjoy the holidays with your family and friends, but stay aware and take proper precautions against COVID-19.  #USArmy #PeopleFirst","sentiment_score":0.3457792208}
{"full_text":"RT GOP: \"We can't do $1200 checks. That's irresponsible. Think of the deficit.\"Also GOP: \"As part of a COVID deal we are allocating...","sentiment_score":0.0}
{"full_text":"Guys, is this the end of streaming? Won't anybody do something? WHY CAN THIS BE ATTACHED TO A COVID RELATED BILL? So many questions...","sentiment_score":0.25}
{"full_text":"RT Irish Man Sentenced To Two Months In Prison For Failing To Wear A Face Mask","sentiment_score":0.0}
{"full_text":"$kyleochiuzzo , honestly, this would help me get back ahead of my bills. Being unemployed this long during the pandemic has not been kind to me ","sentiment_score":0.2875}
{"full_text":"RT Later now , our leaders will say we have no choice but to lockdown. Ban flight , ban flight , they won't and boiz are colle...","sentiment_score":0.0}
{"full_text":"RT The fine print in the relief bill passed yesterday shows that it includes $1.4 billion in funding for Trump's border wall. I'd...","sentiment_score":0.4166666667}
{"full_text":"Cue: Massive back-pedalling of the 'UK Mutant Coronavirus'.Now the UK is Virus Island, wtaf, nobody can leave now?....","sentiment_score":0.0}
{"full_text":"RT The Covid relief bill lays the groundwork for a \"Climate Security Advisory Council\"","sentiment_score":0.0}
{"full_text":"covid is running rampant throughout this entire country. hospitals are overflowing, medical staff is exhausted, and thousands are dying every day. yet he is worried about buildings.......","sentiment_score":-0.1333333333}
{"full_text":"RT PrayersElaine Miles age 60,also known as the endearing Marilyn Whirlwind on the show Northern Exposure... She has bee...","sentiment_score":0.5}
{"full_text":"RT Health \"experts\" say the flu has virtually disappeared because people are now wearing masks, but also, the coronavirus ke...","sentiment_score":0.0}
{"full_text":"If these people were black, you would have KILLED them, already.","sentiment_score":-0.1833333333}
{"full_text":"RT Exclusive:The reasonable worst-case scenario for coronavirus in early December forecast around 700,000 cases a week...","sentiment_score":0.15}
{"full_text":"RT As the news of SARS-CoV-2 evolution breaks today, I'm INCREDIBLY PROUD to release the COVID RESEARCH AGEND...","sentiment_score":0.8}
{"full_text":"RT Serious question: if if covid is as deadly as the media and politicians claim, why isn't the homeless population in California...","sentiment_score":-0.2666666667}
{"full_text":"looks like i'll be launching my online pop up shop early next year. there seems to be a nationwide shortage due to the pandemic so i am waiting for my suppliers to restock. stay tuned fronds ","sentiment_score":-0.0083333333}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"RT They laughed at a pandemic, mocked wearing masks, pushed false cures and made sure they were the first in line for the vacc...","sentiment_score":0.2625}
{"full_text":"RT Joni Ernst lied and said that the COVID death toll was being inflated by doctors who stood to profit from t...","sentiment_score":0.0}
{"full_text":"RT \"What else, what else... the covid vaccine. You heard about this? Some people think the government's gonna use it to ch...","sentiment_score":0.0}
{"full_text":"RT San Diego restaurants defy #COVID19 orders, re-open, and fight to survive. Make America Free Again!https:\/\/t.co\/DfHf1nOB...","sentiment_score":0.4}
{"full_text":"RT Its the next loan for me.","sentiment_score":0.0}
{"full_text":"I ONLY SAID COVID-20 AS A JOKE GOD FUCKING DAMMIT","sentiment_score":-0.3}
{"full_text":"According to that article, we (in Nigeria) as at the 3rd of August had that COVID-19 variant \"lineage B.1.1.7\" before the England\/The UK did....hmmm","sentiment_score":0.0}
{"full_text":"RT Apparently the Italians are calling the new strain of Covid \"the English mutation\".Well, I think they're talking about...","sentiment_score":0.0621212121}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"RT Panic speading shift blaming #ToryIncompetence The incomptent moron #BorisFailedBritain #UKlockdown from EU be...","sentiment_score":-0.8}
{"full_text":"RT GOP: \"We can't do $1200 checks. That's irresponsible. Think of the deficit.\"Also GOP: \"As part of a COVID deal we are allocating...","sentiment_score":0.0}
{"full_text":"Thank You Our Mitch America will never let Biden allow China to make such a deadly virus.The US united with the worldAgainst evil CCP","sentiment_score":-0.4}
{"full_text":"RT We can use the pandemic as an opportunity to acknowledge the racist practices in medicine, and commit to doing better....","sentiment_score":0.5}
{"full_text":"RT Republicans:\"You liberals hate Trump. You've made up so many lies and hoaxes like Russia hacking into our systems and...","sentiment_score":-0.15}
{"full_text":"RT Images of members of Congress who have enabled Trump during this pandemic getting vaccinated before Americans receive covid rel...","sentiment_score":0.0}
{"full_text":"Lockdown Stories: The Spaghetti Incident","sentiment_score":0.0}
{"full_text":"\"I CAN'T KEEP DOING THIS\": Doctor pleads for review of data during COVID... via #NoMoreLockdowns #nomoreneedlessdeath #cuomoisamoron #healthcareheroes #COVID19","sentiment_score":0.0}
{"full_text":"RT The Covid relief bill lays the groundwork for a \"Climate Security Advisory Council\"","sentiment_score":0.0}
{"full_text":"RT Macron is now insisting on each lorry driver at Dover getting the original Covid test which takes 24 hours to get a result. A...","sentiment_score":0.375}
{"full_text":"RT Well tonight completed the circle.I admitted a man nearly 2 weeks ago for Covid. He was in his 50s and quite ill. Put on Bip...","sentiment_score":-0.2}
{"full_text":"The virus is currently thought to be spread by air born droplets. Thus, non-valved multilayered cloth masks would prevent some transmission when social distancing isn't possible.","sentiment_score":0.0111111111}
{"full_text":"RT #BREAKING Victoria has confirmed a positive coronavirus case in a returned traveller who acquired it on Sydney's Norther...","sentiment_score":0.3136363636}
{"full_text":"RT This report, on student behaviour during COVID, is very important: shows that student compli...","sentiment_score":0.52}
{"full_text":"Imagine being that desperate for a pint in a pub that you are willing to drive 200 miles to get there, during a pandemic, while you are in a tier 4 lockdown area. Crazy","sentiment_score":-0.3166666667}
{"full_text":"RT Serious question: if if covid is as deadly as the media and politicians claim, why isn't the homeless population in California...","sentiment_score":-0.2666666667}
{"full_text":"I'll fucking pirate all of Metallica's albums 100 times out of spite","sentiment_score":-0.6}
{"full_text":"RT Despite a potentially more contagious coronavirus variant -- and an explosion of cases in the UK -- flights continue to the...","sentiment_score":0.5}
{"full_text":"RT It's interesting to watch my GOP colleagues who refused to wear a mask or practice social distancing, and who attended \"...","sentiment_score":0.2666666667}
{"full_text":"Problem with Trump getting the vaccine on camera now, it would be an admission that the virus was not a hoax like he claimed for months.","sentiment_score":0.0}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"RT Amid the coronavirus pandemic, Alyissa Phillips told she has been using the basement of her #Pawtucket home to op...","sentiment_score":0.0}
{"full_text":"RT God bless all of you","sentiment_score":0.0}
{"full_text":"RT COVID CHECK-IN #3 (12\/20 - 12\/27) Hey healthcare workers across the U.S. Can you check-in and let us know what you're seei...","sentiment_score":0.0}
{"full_text":"because no one is dying from covid(anywhere)","sentiment_score":0.0}
{"full_text":"New #stayathome Singalong!  \"GOOD KING WENCESLAS\" w\/ lyrics on screen. #ChristmasCarolerChallenge #ChristmasCarols","sentiment_score":0.4352272727}
{"full_text":"RT There is no scientific \"Fauci standard\" study that masks work to control the spread of #coronavirus.","sentiment_score":0.0}
{"full_text":"RT Everything is an utter shambles, I can't watch News, it's utterly unbearable, we are rudderless during a Pandemic...","sentiment_score":0.0}
{"full_text":"To think if everyone living in Scotland had voted YES in 2014 we could have at least avoided one of the most incompetent Covid-19 governments on the planet:","sentiment_score":-0.05}
{"full_text":"RT Trump as the boogeyman is no longer a thing...he'll be gone soon (despite his delusions and denials). Take the fight to...","sentiment_score":0.0}
{"full_text":"Probably just as well...","sentiment_score":0.0}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"RT I'm so furious at the sight of people who lied about this pandemic smiling in vaccine photos. Grotesque.","sentiment_score":-0.55}
{"full_text":"RT Kemal Polat, one of the inmates of Turkoglu Prison, has died of #COVID19. This is an issue of death that is full of ne...","sentiment_score":0.35}
{"full_text":"It's good to be rich. They get free lunch from Republican pals for your 'COVID-19 relief' via","sentiment_score":0.4916666667}
{"full_text":"RT if ur nonblack and u think u feel powers coming in its coronavirus. go see a doctor.","sentiment_score":0.0}
{"full_text":"RT The new COVID relief bill contains $500,000,000 for Israel.","sentiment_score":0.1363636364}
{"full_text":"My aunt has COVID. She is a pre-school teacher at a religious school. she has comorbidities, my uncle has diabetes, and their daughter has downs. She was teaching in-person. She has quarantined from the rest of her family, but who knows if it was in time. She is symptomatic now.","sentiment_score":0.0}
{"full_text":"RT It's interesting to watch my GOP colleagues who refused to wear a mask or practice social distancing, and who attended \"...","sentiment_score":0.2666666667}
{"full_text":"RT Right wing thugs intimidated and threatened journalist - for trying to cover their unlawful assembly at the...","sentiment_score":0.2857142857}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"The United Kingdom recorded a further 33,364 COVID-19 cases on Monday and 215 deaths of people who had tested positive for the virus within 28 days.      However, the World Health Organisation says the new strain \"can be stopped... But it cannot be left to its own devices.\"","sentiment_score":0.1927272727}
{"full_text":"RT Remember, those who are shutting down our economy haven't missed a paycheck since lockdown began. We are not in this toget...","sentiment_score":-0.1555555556}
{"full_text":"RT Gee, maybe if the GOP hadn't spent so much time undermining public faith in science, masks,&amp; COVID itself, I wouldn't have to weig...","sentiment_score":0.0333333333}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"they're starting to get it.","sentiment_score":0.0}
{"full_text":"RT Coronavirus really said:","sentiment_score":0.2}
{"full_text":"RT This is absolutely insane.","sentiment_score":-1.0}
{"full_text":"RT Great news for ! &amp; have approved the BioNTech\/Pfizer vaccine. Now we can start first steps in get...","sentiment_score":0.625}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"RT The Covid stimulus package includes $10 million for \"gender programs\" in Pakistan...$600 for you.","sentiment_score":0.0}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"LIVE: Senate Takes Up $900 Billion Covid-19 Relief and Spending Bill as ... via","sentiment_score":0.1363636364}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"RT 10K Georgians have died from COVID-19 and U.S. Senate Republicans are blocking Democrats from providing the relief our co...","sentiment_score":0.0}
{"full_text":"RT also throw a little imperialism in there","sentiment_score":-0.1875}
{"full_text":"RT In a pandemic they still got money for steel bars, but none for the people!","sentiment_score":0.0}
{"full_text":"RT On mutations and the strain circulating in the U.K. right now. Or, as I decided to call it (for no good reason) the sweater-...","sentiment_score":-0.0321428571}
{"full_text":"RT The Covid relief bill lays the groundwork for a \"Climate Security Advisory Council\"","sentiment_score":0.0}
{"full_text":"President-elect Joe Biden receives first dose of the Pfizer-BioNTech COVID-19 vaccinehttps:\/\/t.co\/k1op3aoflo","sentiment_score":0.25}
{"full_text":"RT In Oregon, people with disabilities were denied health care during the pandemic, even without a shortage of ventilators or other c...","sentiment_score":-0.125}
{"full_text":"RT We spent our entire year in lockdown remaking EVANGELION in live action. Homemade. Sweded. \"NEON GENESIS EVANGELION IN 5 MINUTE...","sentiment_score":0.0340909091}
{"full_text":"RT Ontario Lockdown Will Shutter More Local Businesses, While Allowing Big Box Stores To Remain Open Yet Again.","sentiment_score":0.125}
{"full_text":"RT CDC guidance updated to state that inhaled aerosols are the main way that COVID-19 spreads","sentiment_score":0.1666666667}
{"full_text":"RT \"You get to drive home, past the gym that's crowded with people, past the people who are eating at restaurants inside,...","sentiment_score":-0.25}
{"full_text":"Due to the popularity of the devices and the number of inventory level we have been receiving during COVID, our inventory levels have fluctuated. This is something that is plaguing all providers. -J.L.","sentiment_score":-0.125}
{"full_text":"RT This holiday, I'm gonna stay home in my trash can and avoid people.","sentiment_score":0.0}
{"full_text":"RT Members of the Proud Boys, Patriot Prayer and other far-right groups, many of them are armed with pistols and rifles, trie...","sentiment_score":0.3916666667}
{"full_text":"and she achieved that in just 5 months in a midst of a pandemic. TAYLOR SWIFT IS THE MUSIC INDUSTRY.","sentiment_score":0.0}
{"full_text":"I agree, it's a shame that Trump between inauguration in 1\/17 and the pandemic in 1\/20 did not restock the warehouses, indeed.","sentiment_score":0.0}
{"full_text":"Really? Blaming democrats for the paltry pandemic response? Unbelievably ignorant. Unfollowing.","sentiment_score":-0.025}
{"full_text":"RT GOP: \"We can't do $1200 checks. That's irresponsible. Think of the deficit.\"Also GOP: \"As part of a COVID deal we are allocating...","sentiment_score":0.0}
{"full_text":"RT Thread. Some weapon grade arsehattery right here. ","sentiment_score":0.2857142857}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"RT GOP: \"We can't do $1200 checks. That's irresponsible. Think of the deficit.\"Also GOP: \"As part of a COVID deal we are allocating...","sentiment_score":0.0}
{"full_text":"RT \"What else, what else... the covid vaccine. You heard about this? Some people think the government's gonna use it to ch...","sentiment_score":0.0}
{"full_text":"RT The number of Covid-19 patients in English hospitals is now at the levels last seen in April","sentiment_score":0.0}
{"full_text":"Kids don't work only for the money. They learn skills and get value out of experience. Forcing them to stay home and collect government checks stunts their growth and limits potential. This shouldn't be celebrated, it's a sign of failure by Walz.","sentiment_score":0.0083333333}
{"full_text":"RT Seriously deluded. Catch yourselves on guys. Clapton and Van Morrison Release Anti-Lockdo...","sentiment_score":-0.3333333333}
{"full_text":"Was so busy pre pandemic I was behind on a few #burlesque costumes in progress. Working on them now...I'm just *dyeing* to get back on stage. #dumbjokes #costumewip #kitchensink","sentiment_score":-0.125}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"Lockdown Stories: The Spaghetti Incident #writingcommunity #amwriting #blog #indieauthor","sentiment_score":0.0}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"Trump already looked bad when he rode the escalator with his escort FLOTUS to be. Then, he opened his mouth.","sentiment_score":-0.7}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"RT Here I list 5 core AA in SARS-CoV-2 spike, which induce \"infectivity-enhancing antibodies\"-ADE,  according to JP scientis...","sentiment_score":0.0}
{"full_text":"RT ECONOMIC RECESSION COVID-19 breaks Ghana's 37 year growth cycle #GHOneNews #EIBElectionHub","sentiment_score":0.2}
{"full_text":"RT Im tired of Fords bullshit. The Liberals gave him 12.5B to support the second wave of Covid. To support small businesses &amp;...","sentiment_score":-0.2166666667}
{"full_text":"RT How do tax breaks for the wealthy keep finding their way into congressional stimulus packages?","sentiment_score":0.5}
{"full_text":"RT so you're scared of the covid vaccine bc you don't know whats in it but you'll still use puffbars? hm okay","sentiment_score":0.5}
{"full_text":"Fords Rules:NightClubs and Strip Clubs: \"Only permitted to open if they operate as a food or drink establishment, subject to conditions that apply to restaurants and bars, etc\"So many things still going on with potential spread.  I don't see this as a total lockdown","sentiment_score":0.0555555556}
{"full_text":"RT They laughed at a pandemic, mocked wearing masks, pushed false cures and made sure they were the first in line for the vacc...","sentiment_score":0.2625}
{"full_text":"RT #joniernst is a lying, conniving line cutter who will always place herself above the rest of us.","sentiment_score":0.0}
{"full_text":"Nicolle Wallace ends every show with her \"Lives Well Lived\" tribute to those who have succumbed to Covid. This is today's tribute (Dec. 21, 2020).","sentiment_score":0.0}
{"full_text":"When the boundaries between work life and home are blurring, it's more important than ever to take time off.If you're working from home during the pandemic, you can do wonders for your mental health by spending a day outdoors with your dog and family.https:\/\/t.co\/19MbDRE5Yi","sentiment_score":0.2666666667}
{"full_text":"RT Next time anyone questions giving up MBC's pissant postage stamp sized eoy gayo show stage for NYRE with 21 millio...","sentiment_score":0.0}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"When the boundaries between work life and home are blurring, it's more important than ever to take time off.If you're working from home during the pandemic, you can do wonders for your mental health by spending a day outdoors with your dog and family.https:\/\/t.co\/OKJAmAyKkJ","sentiment_score":0.2666666667}
{"full_text":"Oh he's so happy about this.. he never wants covid to end.","sentiment_score":0.35}
{"full_text":"RT Here's the bottom line: If Mitch McConnell maintains control of the Senate, he will try to do to Joe and Kamala exactly what he...","sentiment_score":0.25}
{"full_text":"RT I wrote about how &amp; I made our latest parody EI8HT for - shout out to in there too! Ch...","sentiment_score":0.625}
{"full_text":"RT It's true.If COVID has taught us anything it is that you can't trust your government, that your government doesn't tru...","sentiment_score":0.0}
{"full_text":"Not a cop in sight.","sentiment_score":0.0}
{"full_text":"RT It's funny how this government has been hell bent on border control, except in a pandemic","sentiment_score":0.25}
{"full_text":"RT GOP: \"We can't do $1200 checks. That's irresponsible. Think of the deficit.\"Also GOP: \"As part of a COVID deal we are allocating...","sentiment_score":0.0}
{"full_text":"RT They laughed at a pandemic, mocked wearing masks, pushed false cures and made sure they were the first in line for the vacc...","sentiment_score":0.2625}
{"full_text":"RT I just saw that the COVID relief bill has a provision requiring me to stand in the Carl's Jr. parking lot and let local...","sentiment_score":0.0}
{"full_text":"RT I know how crucial these pretax accounts are for parents paying for childcare. So, I teamed up with an...","sentiment_score":0.0}
{"full_text":"Leave it closed and give one less travel option for those ignoring the essential travel only recommendation, us the interior don't need anymore risk of an outbreak.","sentiment_score":-0.0666666667}
{"full_text":"So um why don't white thug terrorists get the rubber bullets and pepper spray like the brown and black ones?","sentiment_score":-0.0833333333}
{"full_text":"RT British Airways and Delta Air Lines will require a negative coronavirus test result from passengers boarding flights from Brit...","sentiment_score":-0.15}
{"full_text":"RT For decades people have observed, \"No shoes, no shirt, no service.\"We have to wear a mask for now. That's all. Check ou...","sentiment_score":0.0}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"RT New Zealand has announced it will provide the new Covid vaccine to any New Zealander who wants it -- free of charge.Then t...","sentiment_score":0.2018181818}
{"full_text":"RT GOP: \"We can't do $1200 checks. That's irresponsible. Think of the deficit.\"Also GOP: \"As part of a COVID deal we are allocating...","sentiment_score":0.0}
{"full_text":"RT Jairo Castillo was climbing the ranks in the scouting world. He was from the Dominican Republic but became a champion fo...","sentiment_score":0.0}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"RT John Mulaney isn't going to see your \"jokes\" about his addiction &amp; treatment, but your friends who're silently struggling w...","sentiment_score":0.0}
{"full_text":"RT Pakistan, Ukraine, Egypt, Venezuela (and probably other FOREIGN nations) are in the UNITED STATES COVID stimulus bill...","sentiment_score":-0.125}
{"full_text":"A family in #LosAngeles may end up having the worse #Christmas yet as every single one of their members has tested positive for #covid-19 and they fear for the well-being of one family member in particular. Here's the story. #UNews","sentiment_score":-0.0193722944}
{"full_text":"Happy Monday!! Today, we talked with about rich people behaving badly. In this case: the willingness to spend $25,000 to jump the COVID vaccine line.Listen Here:","sentiment_score":0.225}
{"full_text":"RT The new COVID relief bill contains $500,000,000 for Israel.","sentiment_score":0.1363636364}
{"full_text":"From In #distancelearning, personal leadership and setting an example is as important as ever. Read more:","sentiment_score":0.3}
{"full_text":"RT So Israel didn't get COVID money. They still got our money just the same. And yes it is $500 million. They couldn't ma...","sentiment_score":0.0}
{"full_text":"A-B Tech Community College has created the A-B Tech Works Scholarship for students who have experienced job loss or reduced income due to COVID-19.","sentiment_score":0.3375}
{"full_text":"COVID-19 cases are skyrocketing in CA. We must take action now to stop the surge. * Wear a mask * Stay 6 ft apart* Limit travel * Be home by 10pm except for essential work or activities These sacrifices can help stop the surge if we all do our part.","sentiment_score":0.05}
{"full_text":"President-elect Joe Biden received his first dose of the coronavirus vaccine Monday on live television as part of a growing effort to convince the American public the inoculations are safe.","sentiment_score":0.1772727273}
{"full_text":"Jamaica's financial system, while taking a hit from #COVID19 has remained generally resilient throughout the global #pandemic.Visit the link:https:\/\/t.co\/Njp3pUVpDw@CentralBankJA#netinternationalreserves #quarterlymonetarypolicyreport","sentiment_score":0.0166666667}
{"full_text":"Included in Congress's $900 billion coronavirus relief plan agreement is about $15 billion to help keep live-entertainment venues afloat a little longer.","sentiment_score":-0.09375}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"RT Don't give Republicans a nanosecond with the austerity\/debt bullshit to explain why they want COVID-sick America poorer. T...","sentiment_score":0.0}
{"full_text":"\"We have a lot of kids doing a lot of really good things, and we want to get out there and celebrate that.\" Not even a pandemic can stop KU GEAR UP and USD 500 from recognizing their students for all of their hard work! #kckpsontrack","sentiment_score":0.1677083333}
{"full_text":"Trust Index: Did a Tennessee nurse really die after getting the coronavirus vaccine?","sentiment_score":0.2}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"New video now available on YouTube! Sharing how my life has been impacted by COVID-19 restrictions over the past several months.","sentiment_score":0.0965909091}
{"full_text":"Looking at local counties: COVID-19 positivity rate in north Iowa","sentiment_score":0.0}
{"full_text":"RT The coronavirus is doing a better job responding to the pandemic than you.","sentiment_score":0.5}
{"full_text":"What's the difference between the Pfizer and Moderna COVID-19 vaccines? Two local doctors at Upstate and St. Joseph's Health explain.https:\/\/t.co\/UEEKJfL8Hd","sentiment_score":0.0}
{"full_text":"It's ridiculous, they fought and fought for the people being hurt by this Trump pandemic. They wanted a cure, but the GOP would only allow one bandaid per family, at Christmas!","sentiment_score":-0.1666666667}
{"full_text":"Pres. Duterte tried to explain why the Philippines seems to be lagging behind in the race for COVID-19 vaccines.: PCOOhttps:\/\/t.co\/pP58x7qIGp","sentiment_score":-0.4}
{"full_text":"Governor Gavin Newsom unveils new tax relief, and cash grants for #California small businesses.Read more on today's blog.Details via Bob Mason, CPAhttps:\/\/t.co\/FZckuSrGap#COVID19 #SmallBusiness","sentiment_score":0.1287878788}
{"full_text":"Kansas officials are looking into whether a Lenexa lab inflated prices for some COVID-19 tests.","sentiment_score":0.0}
{"full_text":"RT if ur nonblack and u think u feel powers coming in its coronavirus. go see a doctor.","sentiment_score":0.0}
{"full_text":"West Virginia leads nation in COVID-19 vaccination rate; expected to receive more vaccines.","sentiment_score":0.2}
{"full_text":"RT Meet Leon. Son of our TL, Bonny, who is only working 17 hrs\/week due to the pandemic. NYers who are struggling to make...","sentiment_score":0.0583333333}
{"full_text":"catch the W, not the coronavirus","sentiment_score":0.0}
{"full_text":"\"As we expand vaccines to more and more people, we're going to need strike forces.\"  From","sentiment_score":0.5}
{"full_text":"With the driver-assist and crash-avoidance technologies available right now for cars, the figures are \"simply unacceptable\" and at \"epidemic levels,\" CEO said in a statement.","sentiment_score":0.2285714286}
{"full_text":"RT GOP: \"We can't do $1200 checks. That's irresponsible. Think of the deficit.\"Also GOP: \"As part of a COVID deal we are allocating...","sentiment_score":0.0}
{"full_text":"What comes next, from The looming questions scientists need to answer about the new variant of the coronavirus","sentiment_score":0.0681818182}
{"full_text":"infectious disease specialist on mutating COVID-19 virus, effectiveness of vaccine. News 8's has what we need to know &gt;&gt;","sentiment_score":0.0}
{"full_text":"Please read this thread from Dr Mike Yeadon. Please, please wake up before it is too late.","sentiment_score":-0.3}
{"full_text":"I'm not m-flo but hear me when I say, COME AGAIN?","sentiment_score":0.0}
{"full_text":"RT \"What else, what else... the covid vaccine. You heard about this? Some people think the government's gonna use it to ch...","sentiment_score":0.0}
{"full_text":"Have you ever had to be called back to take a COVID-19 test again because of an error? us it is rare, but here's why that might happen.","sentiment_score":0.15}
{"full_text":"\"Some doctors think they've found a cheap, generic drug which treats COVID-19. So why hasn't anyone heard of it?\"","sentiment_score":0.2}
{"full_text":"RT The new COVID relief bill contains $500,000,000 for Israel.","sentiment_score":0.1363636364}
{"full_text":"The Louisiana Supreme Court has overturned the ruling in Edwards vs. House of Representatives and has sent the case back to district court.","sentiment_score":0.0}
{"full_text":"RT Same.","sentiment_score":0.0}
