{"full_text":"RT Great Procurement Scandal has now gone global. Fantastic feature by picking up the investigative work of","sentiment_score":0.4}
{"full_text":"RT Tories are now stepping up their rhetoric of a 'failing NHS' unable to cope, as they prepare the ground for it's privatisati...","sentiment_score":-0.5}
{"full_text":"RT This is a really important step to expand Covid testing capacity in Hackney, it now covers those who are asymptomatic &amp;...","sentiment_score":0.4}
{"full_text":"RT Millions could face 'Tier 4' restrictions post-Christmas if Covid cases soar","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT Mr Gibb said this will be planned by the Armed Forces and administered by volunteers and agency workers.https:\/\/t.co\/WkZ...","sentiment_score":0.0}
{"full_text":"RT \"The only people who should be ashamed of themselves are Boris Johnson and the rest of his government for letting our c...","sentiment_score":0.0}
{"full_text":"COVID-19: Germany storing victims in shipping container as country grapples with virus surge","sentiment_score":0.0}
{"full_text":"Will be up pdq after 31st, and lock down lifted, ok! I  Will bring the Whisky for a nip in the tea. I have phoned Nicola Sturgeon's pffice day after the blasted vote to say can I relocate and can I join the SNP. They said yes I could ","sentiment_score":-0.0435185185}
{"full_text":"It is so important we all continue the basics of washing our hands, keeping our distance and wearing a face covering through these #Tier3 restrictions in order to keep on top of #COVID19. Remember:-Hands -Face -Space -Thank you for helping us to #KeepLondonSafe","sentiment_score":0.45}
{"full_text":"70 new cases (REVISED #: 7970) (December 18, 2020; 17:11 HKT) #COVID2019 #COVID19 #HONGKONG #HK","sentiment_score":0.1363636364}
{"full_text":"RT If you see posts about a nonsense freedom march in Newcastle this weekend, using my Great North Run painting, ignore. Bunc...","sentiment_score":0.8}
{"full_text":"RT in the middle of a deadly pandemic and the worst economic crisis since the great depression, i wonder what's on the mind of...","sentiment_score":-0.04}
{"full_text":"RT .@LottaRoadies is out now featuring Sam and some of our crew member's new version of 'Heart &amp; Soul'. All funds from sales...","sentiment_score":0.1363636364}
{"full_text":"BUSY covering up what he has FUNNELED to WHO and WHERE!INDIVIDUAL 1 is in MORE trouble than he WAS with MUELLER REPORT!It's coming! Tic tocSDNY tip of the iceberg:)","sentiment_score":0.2125}
{"full_text":"Hi John. If you earned over EUR300 per week, you will receive EUR250 per week from 1 February 2021. See the rate changes at Thanks, Grace","sentiment_score":0.2}
{"full_text":"Just called in at #cobhamservices Anyone after catching covid-19 it's where you want to be. So many people, and so many without masks.","sentiment_score":0.5333333333}
{"full_text":"Please share this important information to help young people over the next few weeks &amp; into 2021@42ndStreetmcr","sentiment_score":0.075}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT 112 Medicare for All co-sponsors were on the ballot in November. Every single one of them won their election.98 Green New...","sentiment_score":-0.045021645}
{"full_text":"He would probably be dead cause of COVID honestly.","sentiment_score":0.2}
{"full_text":"RT The American people have struggled heroically through this pandemic. They've already waited too long for more relief. T...","sentiment_score":0.15}
{"full_text":"New Mexico K-12 education amid COVID-19: What's working? via","sentiment_score":0.1363636364}
{"full_text":"RT Apologize to Muslims media houses!!You demonised Muslims &amp; branded them with accusations of Corona Jihad,Madrassa Hots...","sentiment_score":0.0}
{"full_text":"RT Sadly there are a lot of people out there who don't want to hear any good news about COVID. When you have some, they'll...","sentiment_score":0.1}
{"full_text":"RT The cultural heroes of 2020 made life a little brighter during lockdown . . .Grange Park Opera have been...","sentiment_score":-0.04375}
{"full_text":"RT Apparently cuddles are good for our immune systemAlmost as good for us as staying homeAnd going #veganPlease be...","sentiment_score":0.4833333333}
{"full_text":"RT The vaccine contains no actual part of the virus. It has only the instructions on how to make the asshole protein. So, you c...","sentiment_score":0.0}
{"full_text":"Service Update 11:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Friends and neighbours lined the road outside her home this morning to say a final goodbye to this Little Eaton Legend, Mrs Burgess. She hit 100 in July, but Covid-19 took her earlier this month. Rest in Peace Elsie.","sentiment_score":-0.046875}
{"full_text":"County preps to distribute state COVID-19 relief funds","sentiment_score":0.0}
{"full_text":"Morning everyone hope you are all doing well today.2nd day of the full lockdown here still going alright.Here are some pre lockdown pics.#mud #fun #sploshing #muddywellies","sentiment_score":0.325}
{"full_text":"RT With Schools closed because of Covid 19 and for winters holidays it's kind of an opportune time for parents to build on the...","sentiment_score":0.25}
{"full_text":"I'm not sure I really understand this narrative that was going about yday. It was an awesome story from the NYTimes team but I speak to journalists from UK papers about covid contracts all the time, and have been for the entire year?? They've written plenty about it","sentiment_score":0.2375}
{"full_text":"RT Ren wishes COVID-19 to go away next year","sentiment_score":0.0}
{"full_text":"RT Where, when, and how did SARS-CoV-2 happen in urban areas? What was the importance of super-spreading events? Here is our...","sentiment_score":0.0}
{"full_text":"U need 2 look beyond yourself. My parents (83&amp;79) live in NZ. If anything happens to them it makes no sense for me going (2 wks quarantine in hotel). Seems harsh? Yes! But this way ensured that just 25 kiwis died from COVID &amp; me not having to worry about my parents","sentiment_score":-0.0568181818}
{"full_text":"RT From Herd Immunity to Criminal Liability for Trump &amp; Pence for Avoidable Coronavirus Deaths. Here's why their conduct...","sentiment_score":-0.4}
{"full_text":"Indian muslims donated for Corona fight till date still the donations are going on to Indian government's to help poors. Please see the list of doners.https:\/\/t.co\/9tcR6IOuDG","sentiment_score":0.0}
{"full_text":"Wesh?????","sentiment_score":0.0}
{"full_text":"RT If this was a real pandemic, the homeless population would be decimated and bodies would be everywhere in California......","sentiment_score":0.2}
{"full_text":"OpenWHO was awarded the #ltawards20 in gold Since 2016 &amp; #openHPI team develop the OpenWHO platform together. The jury was impressed by scalability &amp; speed in response to pandemics .https:\/\/t.co\/bN6mHfoITP#covid19","sentiment_score":1.0}
{"full_text":"RT Absolutely delighted to see Broadford Primary included in the next phase of Scot Gov capital investment in...","sentiment_score":0.3666666667}
{"full_text":"Always sanitize after using the ATM, POS, OR PDQ machine. Stay safe and adhere to all COVID-19 prevention directives. #SecureYourBanking","sentiment_score":0.5}
{"full_text":"RT First, in places where cases are surging, people will see a prompt at the top of their Feed, connecting them to health...","sentiment_score":0.375}
{"full_text":"RT Over a third (39%) of nurses have skipped meals in order to feed their family or to save moneyWe think that is completely...","sentiment_score":0.05}
{"full_text":"RT Ren wishes COVID-19 to go away next year","sentiment_score":0.0}
{"full_text":"Winter holidays are a time for family, community and renewal. This year more than ever, across the WHO Euro...https:\/\/t.co\/lmJr2WD3Mt","sentiment_score":0.5}
{"full_text":"RT The Johnson government's three-tier lockdown system is a disaster for businesses and civil liberties. It must end. Vo...","sentiment_score":0.0}
{"full_text":"RT We are now Live on YouTube!A presentation by Dr. Ganesh Natarajan on \"COVID impact on HR and L&amp;D strategies in 2021\",...","sentiment_score":0.1363636364}
{"full_text":"RT Brexit*Austerity*Pandemic.*Corruption.One of these things alone would be devastating... but all four colliding over the com...","sentiment_score":-1.0}
{"full_text":"RT Pandemic horniness is killing my people ","sentiment_score":0.0}
{"full_text":"Some are Catholics and celebrate Xmas Eve. How's your math, Prime Minister? According to my non Eton education I count seven days. #BorisJohnsonMustGo #ToriesOut #COVID #Christmas #Christmas2020","sentiment_score":0.0}
{"full_text":"RT What about religious gatherings &amp; election rallies, Mr. Salve. Did you raise the issue then? Farmers give us life, the food o...","sentiment_score":0.0}
{"full_text":"If this dude would've been vocally pushing for this instead of coronavirus conspiracy theories Joe Biden would be talking about how Russia stole the election from him right now.","sentiment_score":0.2857142857}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"the government has supported families so well that 2.4million children are living in food insecure households. oh and raab? it's not a cash flow problem","sentiment_score":-0.5}
{"full_text":"College students wrap up a stress-filled COVID fall semester","sentiment_score":0.0}
{"full_text":"RT Republicans are reckless and hypocritical about deficits when a Republican is president. For them to find religion now, with t...","sentiment_score":0.0}
{"full_text":"RT EU COVID-19 poster child Ireland eyes new restrictions as cases rise","sentiment_score":0.1363636364}
{"full_text":"RT It is really becoming a worry now...No symptoms, no interaction, no phone call: Sydney tradie tests positive after visi...","sentiment_score":0.3386363636}
{"full_text":"RT A State that has been practically on lock down throughout this year, provided no palliatives to cushion the effect of Covid-19...","sentiment_score":-0.1555555556}
{"full_text":"RT  With few wearing face masks, revellers in London enjoy a last night out before the UK capital enters stricter coronavirus...","sentiment_score":0.0666666667}
{"full_text":"RT All Members Of SEVENTEEN Tested For COVID-19 Following Visit To Hair Salonhttps:\/\/t.co\/8F5TJ0GrYM","sentiment_score":0.0}
{"full_text":"If ICU Consiltants say they're busy with people who  are very ill with COVID, and if we mix with our relatives at Xmas, they could be in a hospital bed in January, then we listen if we've got any sense","sentiment_score":-0.275}
{"full_text":"RT Nashville Mayor is taking $30 Million in coronavirus relief that should've gone to small businesses and...","sentiment_score":-0.25}
{"full_text":"RT I love how so many people are like \"I was so safe and followed all the guidelines and still got Covid!\" and their Instagram is...","sentiment_score":0.5416666667}
{"full_text":"RT Congratulations! Now, you're immune to COVID! You've got the blueprints to defeat it as soon as it enters your body.","sentiment_score":0.0}
{"full_text":"RT Apparently cuddles are good for our immune systemAlmost as good for us as staying homeAnd going #veganPlease be...","sentiment_score":0.4833333333}
{"full_text":"CEO of shares how digital resilience and data-driven decision-making will determine which businesses thrive in a post-Covid world for Find out more here: #Technology #Quantexa #Digital #AI #Software","sentiment_score":0.1666666667}
{"full_text":"a world without Covid-19...","sentiment_score":0.0}
{"full_text":"#BJP is campaigning on #CAA\/ #NRC issue and widening its base. The #lockdown has not diminished its electoral appeal. #TMC is in a shaky situation","sentiment_score":-0.5666666667}
{"full_text":"RT UPDATE: #COVID19 in London: On 17 December the daily number of new people who tested positive for COVID-19 in London was...","sentiment_score":0.1212121212}
{"full_text":"The World Bank has approved a $900-million funding for two projects intended to support reforms that will help in the country's recovery from the pandemic.","sentiment_score":0.0}
{"full_text":"We're quite excited to #turnitup welcome TV's to our stage late next year! It's one of our first non-distanced shows...the pandemic should be over by November 21, right? Right?! RrriiiGGGhhhtt?! ","sentiment_score":0.2653061224}
{"full_text":"China: How #pharma can maximise success in this rapidly changing emerging market. In this new webcast, our emerging market experts explore 2020 #healthcare reforms, #digital transformations as a result of #COVID. Download now","sentiment_score":0.1454545455}
{"full_text":"The first mobile contactless specimen collection booth for COVID-19 testing was developed by the Department of Science and Technology Region 6 (DOST-6) in collaboration with the Iloilo Science and Technology University (ISATU) Main Campus.https:\/\/t.co\/4S6o54ToyY","sentiment_score":0.1722222222}
{"full_text":"Day 18 #ArtsOnReferral lockdown exhibition &amp; #ArtisticAdvent calendar: View from the Window during lockdown 1 by Helena Kelly.@creativeshift1","sentiment_score":0.0}
{"full_text":"Cebu Pacific is offering #COVID19 testing options to its passengers.https:\/\/t.co\/pJxfnnFaTJ","sentiment_score":0.0}
{"full_text":"Europe will find it hard to navigate the growing rivalry between the US and China, writes in this new essay. Many Americans dislike China's emergence as a super-power per se, while Europeans worry more about its conduct.https:\/\/t.co\/yc0d304WSo","sentiment_score":0.2111742424}
{"full_text":"Indian economy has been severely hit by the ongoing pandemic. We all look forward to budget 2021 to uplift the spirit of our growing economy. #IndianEconomy #economy","sentiment_score":0.0}
{"full_text":"Chief executive and general secretary of the Royal College of Nursing, Dame Donna Kinnair, said nurses would not enjoy Christmas \"knowing what awaits them in January\"https:\/\/t.co\/H6N5Rh06Bz","sentiment_score":-0.075}
{"full_text":"While You Were Sleeping: Coronavirus updates for December 18 #FOX59Morning","sentiment_score":0.0}
{"full_text":" Discrimination  Xenophobia  Stigma   COVID-19 cannot become a pretext to scapegoat migrants and other vulnerable groups.   We must uphold the basic rights of everyone, everywhere:","sentiment_score":-0.2083333333}
{"full_text":"Are Service Bots the New Future Post-COVID-19? #covid #robots #robotics","sentiment_score":0.0681818182}
{"full_text":"Free COVID-19 testing by TODAY, Dec. 189am-12pm &amp; 1pm-3:30pmJewish Association on Aging300 JHF DriveRegister at https:\/\/t.co\/dNdfzQJPF3Walk-ins welcomedInsurance not required. However, if you have insurance that will cover the cost, your insurance will be billed","sentiment_score":0.4}
{"full_text":"In early May we interviewed Professor Duncan Richards who discussed the challenges of running clinical trials during a pandemic.","sentiment_score":0.1}
{"full_text":"Newswatch COVID-19 Digest: Friday December 18, 2020 ","sentiment_score":0.0}
{"full_text":"Access to safe, clean water and sanitation facilities is essential in preventing the spread of #COVID19. ECW-funded interventions have improved access to toilets by constructing 1,972 gender-segregated WASH facilities (2019).","sentiment_score":0.2888888889}
{"full_text":"Starting to feel stir-crazy? As SA has entered the second wave of the coronavirus epidemic, it's more important than ever that we practise social distancing and avoid large public gatherings.https:\/\/t.co\/mV500iv5XQ","sentiment_score":0.1639455782}
{"full_text":"RT We can have massive election rallies, a brief Monsoon session during the peak, but no Winter session...Why? Cos we're in t...","sentiment_score":0.0}
{"full_text":"Covid drives shift to next-generation techhttps:\/\/t.co\/X6DsaBo6MV@ION_Markets","sentiment_score":0.0}
{"full_text":"WAN-connected laptops. Improved cameras and sound. Branded office bundles. 3 pandemic-related remote working trends for 2021 from","sentiment_score":0.15}
{"full_text":"RT svt going home now! get lots of rest and please always stay safe ","sentiment_score":0.5}
{"full_text":"Fionola Meredith: The voiceless poor are paying the price for our futile lockdownhttps:\/\/t.co\/xHURQWFhGy","sentiment_score":-0.4}
{"full_text":"Approximately a year since the world began its battle with the #COVID19Pandemic, a new study has revealed how #SARSCoV2 is much worse than the seasonal flu","sentiment_score":-0.2212121212}
{"full_text":"RT After a couple of days of us reporting on non-Covid hospitals facing infections among staff and patients, KKM now disclose...","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Friday December 18, 2020 ","sentiment_score":0.0}
{"full_text":"RT Ren wishes COVID-19 to go away next year","sentiment_score":0.0}
{"full_text":"NEW from spoke with 8 gay and bi men living with HIV about their year, how they coped with lockdowns and navigated the global pandemic...https:\/\/t.co\/RiJzEO8Aep","sentiment_score":0.1843434343}
{"full_text":"The government has no favoritism in the procurement of COVID-19 vaccine, Health Secretary Francisco Duque III said Thursday.https:\/\/t.co\/C52mFCNki6#DoctorNews","sentiment_score":0.0}
{"full_text":"RT More than dozen staff, patients at Hospital Serdang infected with Covid-19","sentiment_score":0.5}
{"full_text":"It comes as more than 150,000 lateral flow kits - where people get their coronavirus result within 30 minutes - have arrived in the city.https:\/\/t.co\/qm47ZCea6a","sentiment_score":0.5}
{"full_text":"Worried how you will pay your #VAT or #Tax ? Check out #HMRC's Time To Pay scheme:","sentiment_score":0.0}
{"full_text":"Doctors to give Coronavirus vaccine to patients TODAYhttps:\/\/t.co\/zWNkeunk4S","sentiment_score":0.0}
{"full_text":"News: Cuts in #cancerresearch #funding due to #COVID19","sentiment_score":-0.125}
{"full_text":"Delivering the second year of Breaking Boundaries during a pandemic has highlighted true power of community spirit and affirmed that tensions can subside when there is a common interest to help those in need #BreakingBoundaries #Birmingham","sentiment_score":0.0166666667}
{"full_text":"Congrats to our Education Innovation Award winnersK Nandapalan: Low-cost, High-fidelity 3D Printed Task TrainersA Harbourne\/N Rafat: Hx-taking in COVID19:How virtual pts can help students make the most of placementsRecipients are invited to speak at ASM 21-watch this space!","sentiment_score":0.625}
{"full_text":"America is tonight poised to approve its second COVID vaccine. The shot now one step away from joining - and rolling out across a country where the death toll is soaring. #7NEWS","sentiment_score":0.0}
{"full_text":"#BSWebExclusive | Tips on adopting a pet to keep yourself joyfully busy in the time of Covid-19, writes","sentiment_score":0.1}
{"full_text":"A chaplain at a coronavirus hospital in Rome tells CNA that he has seen \"so, so many signs of hope\" this Advent.","sentiment_score":0.5}
{"full_text":"More studies find that COVID-19 can have negative effects on the brain.","sentiment_score":0.1}
{"full_text":"\"Our SleepIn this year was an example of how we care deeply about social justice whilst making sure that our hearts and mutual affection are inseparable from the building of the Kingdom of Heaven.\"","sentiment_score":0.1777777778}
{"full_text":"In the #podcast We talk with Ronna Hauser of about and ability to #vaccinate #LongTermCare residents and about PURA's #electricity ruling &amp; other regional storieshttps:\/\/t.co\/NLTc1czu9h#news #COVID19  #CovidVaccine #Connecticut","sentiment_score":-0.125}
{"full_text":"Covid-19 social distancing solutionsRead more  https:\/\/t.co\/xPoo1CgAH1 Plant &amp; Works Engineering  Please re-tweet  #Plant #Works #Engineering #PWEMag #ukmfg #PlantAssetManagementExpo","sentiment_score":0.2666666667}
{"full_text":"Take a look at the General Ayurvedic Measures to enhance immunity in order to keep yourself safe and protected from COVID-19. #IndiaFightsCorona","sentiment_score":0.275}
{"full_text":"Short-term fix or long-term fixture: how will Covid change the future office?It is clear that some of the measures put in place will have a lasting positive impact on both a building and the sector in the long term.Read more:","sentiment_score":0.1295454545}
{"full_text":"Deb Miller Covid19","sentiment_score":0.0}
{"full_text":"i have a meeting w my personal trainer next week and i have to get covid tested every week i do this but i'm super excited","sentiment_score":0.1770833333}
{"full_text":"RT I'm thinking about the 685 Australians who have died from coronavirus in aged care. I'm thinking about their families, and all...","sentiment_score":-0.1}
{"full_text":"Katrina Halili's sole wish this Christmas is for the current pandemic to end so we can all go back to our old lives. #IsangPusoNgayongPasko","sentiment_score":0.025}
{"full_text":"RELIEF TALKS- The holdups mean a weekend session now appears virtually certain, and a top lawmaker warned that a government shutdown this weekend can't be ruled out.https:\/\/t.co\/Gc88HhyUzi","sentiment_score":0.1339285714}
{"full_text":"Idk where you live but you should respond with a notice to quit since it's winter time and a pandemic. Don't just leave! You don't owe too much back rent. Fight it! You got this! Take that asshole to court!!","sentiment_score":0.0852272727}
{"full_text":"Should I Make Video Games? #COVID19 #PositiveVibes #JobHuntChat #Employment","sentiment_score":0.0}
{"full_text":"We're supporting the campaign for #SupportingtheNHS with Read online or in today's for the latest on how the pandemic has created an opportunity to improve, encouraged innovation &amp; showed the importance of collaboration","sentiment_score":0.375}
{"full_text":"RT Looks like SEVENTEEN all tested negative for Coronavirus since they are heading to KBS studio","sentiment_score":-0.3}
{"full_text":"Promoting safe and orderly migration amid COVID-19 is key to our global fight against the pandemic.We can only succeed if we include all migrants in the response. #MigrantsDay","sentiment_score":0.125}
