{"full_text":"One out every one thousand Americans has died from COVID over the last 9 months. This is far worst than any country in the world and Trump wants you to thank him for the great job he did. #FridayThoughts","sentiment_score":0.02}
{"full_text":"RT Okkkkkkkkkk COVID. We get it. You can leave now.","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT Wear a mask. We'd like to do this again. Please and thank you ","sentiment_score":0.0}
{"full_text":"RT We are now seeing big holes in the Covid plan in NSW. When were we told that aircrews don't have supervised isolation?...","sentiment_score":0.0}
{"full_text":"RT Lol wat??","sentiment_score":0.8}
{"full_text":"#COVID19 Clinical Course &amp; Outcomes of 6,368 patients in Malaysia: 6% of the total patients developed severe disease (required supplemental Oxygen); 3.7% of the total required ICU care &amp; 1.3% of the total died. #beatcovid19 #patientregistry #clinicalresearch #SARSCoV2","sentiment_score":0.025}
{"full_text":"RT In May, Jason Kenney also called COVID-19:  \"an influenza that does not generally threaten life apart from the elderly a...","sentiment_score":-0.025}
{"full_text":"RT #Steps taken by #government during #COVID has led to change in perception of the #world for us -","sentiment_score":0.0}
{"full_text":"RT The U.S. government gave over 40,000 millionaires an average of 1.7 million each in Covid AidThis is our tax dollars the...","sentiment_score":-0.15}
{"full_text":"So San Diego gets to crap in its part of the pool as if their turds won't sicken us?","sentiment_score":-0.8}
{"full_text":"Guess which government made the largest cuts to Victorian Public Health in the last two decades. It's been many years of constant downsizing of budgets and staff. Andrews Govt was also planning to cut it in the next budget before COVID-19 hit.","sentiment_score":0.1}
{"full_text":"RT On NOW all states have been notified by CDC has cut amounts of vaccine shipment next week and subsequent weeks. Minim...","sentiment_score":0.0}
{"full_text":"And we were told about the Great Deception and Mark of Beast. If a 99.9 percent survival rate and empty hospitals aren't enough to make you think Covid is part of the deception then your lying to yourself. Tracking us, RNA vaccine, quantum dot tattoo, are all part of mark.","sentiment_score":0.2333333333}
{"full_text":"Florida has similar #COVID data to #CaliforniaRevolution but they aren't destroying their economy in the process","sentiment_score":-0.1}
{"full_text":"RT ppl b like \" i hate covid \" then don't do a single thing to stop the spread lolz","sentiment_score":-0.4357142857}
{"full_text":"RT As global coronavirus cases surge, researchers worry that big festivities such as Christmas and Lunar New Year could be...","sentiment_score":0.0340909091}
{"full_text":"Oxford COVID-19 vaccine's 2-dose regimen elicits 'broad' immune responsehttps:\/\/t.co\/1uX3YgvYIz","sentiment_score":0.0625}
{"full_text":"Excellent ... &amp; scary ...","sentiment_score":0.25}
{"full_text":"RT Post COVID Mucormycosis - dozens of cases being reported in worst hit areas. This is one disease I wouldn't wish on my worst...","sentiment_score":-1.0}
{"full_text":"RT Where is Trump? A massive breach of our federal agencies. Where is Trump? 300,000+ COVID deaths. Where is Trump? American...","sentiment_score":0.0}
{"full_text":"RT If the COVID vaccine is safe for Sir Ian McKellen (aka Gandalf) then it's safe enough for me...https:\/\/t.co\/RyAkxydl6z","sentiment_score":0.3333333333}
{"full_text":"RT   We've got a special Christmas message from Shakespeare himself, and he's not a happy Bard. Watch how he deals with his ow...","sentiment_score":-0.0214285714}
{"full_text":"getting tired of this \"is this allergies or covid\" game my body plays every morning","sentiment_score":-0.4}
{"full_text":"RT California spent the entire year under the strictest lockdowns &amp; mask mandates in the worldToday, they currently have...","sentiment_score":-0.0333333333}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT analysis supports pts we've made in our research pprs,(1) Inflation targeting &amp; inflation over-prediction...","sentiment_score":0.0}
{"full_text":"RT Nurse faints after front-line healthcare workers at CHI Memorial get their COVID-19 vaccines","sentiment_score":0.0}
{"full_text":"RT this is literally insane. airline manufacturers refusing to develop common sense gas sensors because acknowledging the h...","sentiment_score":-0.65}
{"full_text":"Toronto is blessed to have such a man. Stay Safe, Dr Warner","sentiment_score":0.25}
{"full_text":"RT COVID is raging and the buffoon in the White House is still tweeting only about the election. Sad!","sentiment_score":-0.2083333333}
{"full_text":"After 10 months of complete lack of leadership in dealing with the pandemic, $600 is what business owners receive after being forced to shutdown, again. What a joke of a government we have.","sentiment_score":-0.1}
{"full_text":"RT Thank you Tulsi!","sentiment_score":0.0}
{"full_text":"RT When Trump promised a coronavirus vaccine by year's end, Washington Post journalists had a weird reaction: They fact-checked...","sentiment_score":-0.5}
{"full_text":"RT Covid really just popped up &amp; fucked the whole world up that's still so wild to me","sentiment_score":-0.025}
{"full_text":"App State remains the only team to ever win the Sun Belt Championship Game. I see this as an absolute win","sentiment_score":0.28}
{"full_text":"RT What did David Perdue do in the first weeks of this pandemic?He downplayed the crisis in public and traded stocks to profit f...","sentiment_score":0.125}
{"full_text":"Going to support Barstool forever now. This is amazing. #illchipin","sentiment_score":0.6}
{"full_text":"Doctors and nurses on the front lines are running on empty, under increasing duress as the pandemic surges and hospitals are overrun with patients. Still believe it's a hoax?","sentiment_score":-0.1}
{"full_text":"RT Very grateful to be able to get COVID vaccine (Pfizer) today @DanaFarber  let's keep working together and wearing masks...","sentiment_score":0.35}
{"full_text":"RT Trump got rid of the Obama pandemic team and more than 300,000 people have died.Trump got rid of the data security tea...","sentiment_score":0.5}
{"full_text":"RT [NEWS]\"The first Korean star to come to Taiwan during the epidemic!\"The Tainan City Government announced that HYOYEON...","sentiment_score":0.3125}
{"full_text":"MURDERER!  It's because of your downplay of Covid and refusal to let health experts do what needs to be to save lives people are dying.  You are a serial killer!!!!!","sentiment_score":0.0}
{"full_text":"RT B&amp;D journalists who are yet to calculate the losses from demonetization, GST and unplanned lockdown, are busy calculating lo...","sentiment_score":0.1}
{"full_text":"RT A major-media source close to the Chinese government says Beijing favored Trump in 2020 because it knew--from experience--h...","sentiment_score":0.4}
{"full_text":"RT Ontario just shattered its daily #COVID19 case count record with a whopping 2,432 cases. Any response that doesn't include:...","sentiment_score":0.0}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"Chaos as Prince Harry's former lover has medical EMERGENCY two days before wedding","sentiment_score":0.0}
{"full_text":"RT I'd say that might prevent you from getting any roles, but what roles?","sentiment_score":0.0}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Today Florida reported 13,128 new COVID-19 cases which is the largest number of new cases since July 16","sentiment_score":0.1363636364}
{"full_text":"RT There is no valid moral argument against it Medicare4All.There is no valid financial argument against Medicare4All.Th...","sentiment_score":0.0}
{"full_text":"#BoycottFoxAdvertisers #BoycottFoxNews you are responsible for Many excessive Deaths by downplaying Covid-19 and Masks! Traitors!","sentiment_score":0.103125}
{"full_text":"It would be amazing to see other successful businesses follow suit of and in helping businesses that have suffered from covid way to go Pres! I have faith still in humanity","sentiment_score":0.4708333333}
{"full_text":"RT Our own Zimbabwean coronavirus saviour Dr Tatenda Shopera is a Senior Scientist for Pfizer. Dr Shopera is part of th...","sentiment_score":0.6}
{"full_text":"RT RT If You Agree: India DOESN'T deserve such an incompetent Finance Minister and She Should Be SACKED.","sentiment_score":-0.175}
{"full_text":"RT Our military is weakened when servicemembers are unable to feed their families. Expanding SNAP to help address our milita...","sentiment_score":-0.3}
{"full_text":"RT frankly, don't trust anyone you don't already live with in the next month or two. they'll say they're being safe, but they're...","sentiment_score":0.2121212121}
{"full_text":"\"GOLD STANDARD FACTS\"","sentiment_score":0.0}
{"full_text":"RT Me in my Covid Snitch Command Center:","sentiment_score":-0.1}
{"full_text":"RT BREAKING NEWS: In the last 48 hours, there have been 28 cases linked to the Northern Beaches outbreak. 1 person travel...","sentiment_score":0.0}
{"full_text":"RT The 1st coronavirus vaccine doses are being given today across the US. The rapid research, development, testing, production,...","sentiment_score":0.0}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":" Ontario hospitals call for new and stricter COVID-19 lockdowns in hard-hit regions  #canada #mostshared","sentiment_score":0.1363636364}
{"full_text":"RT The vaccine contains no actual part of the virus. It has only the instructions on how to make the asshole protein. So, you c...","sentiment_score":0.0}
{"full_text":"RT Trump\/Bolton got rid of the NSC cyber coordinator &amp; the pandemic response team. \"Security experts have also raised concerns ab...","sentiment_score":0.0}
{"full_text":"RT McConnell threatening to hold up desperately needed aid to millions of people unless he can secure legal immunity for corporat...","sentiment_score":1.850371708e-17}
{"full_text":"RT I wanna know exactly how much rand Paul makes as a senator because for him to deny money to Americans they're really h...","sentiment_score":0.2166666667}
{"full_text":"Dear Followers, I would be every interested to know why you would not sign this petition. DM is open if you prefer confidentiality.Also, please check out some of the links in my pinned tweet.https:\/\/t.co\/S6OGIsZIpd","sentiment_score":0.125}
{"full_text":"RT Wisconsin COVID19 Cases Are Down 50% Since Recent Peak","sentiment_score":-0.0777777778}
{"full_text":"Should we use COVID19 a new measure of our individual health status? #Covid_19","sentiment_score":0.0681818182}
{"full_text":"No not covid I don't think. Just run down I guess. There's been no coughs or weird throat issues. I'm just resting so its the best place for me is bed x","sentiment_score":0.1148148148}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT On NOW all states have been notified by CDC has cut amounts of vaccine shipment next week and subsequent weeks. Minim...","sentiment_score":0.0}
{"full_text":"RT The total number of #COVID19 cases in #India rose to 99,79,447 on Friday, 18 December.Read more here:","sentiment_score":0.3666666667}
{"full_text":"While the pandemic is nowhere near \"over\", the world as we know it has been changed and will continue to change our daily lives.","sentiment_score":0.05}
{"full_text":"3 days more !!! This time the IEEE Student Branch of the University of Jaffna in collaboration with MindHeals proudly present a webinar on \"How to cope with stress in online learning during COVID-19 pandemic situation?\".","sentiment_score":0.48828125}
{"full_text":"RT Where is Trump? A massive breach of our federal agencies. Where is Trump? 300,000+ COVID deaths. Where is Trump? American...","sentiment_score":0.0}
{"full_text":"RT At Issue = a bunch of backseat drivers yelling at the driver who has done a fabulous job steering the car, avoiding major cras...","sentiment_score":0.23125}
{"full_text":"RT Trump's new coronavirus vaccine czar owns $10 million in stock options in company developing vaccine And Guess what company...","sentiment_score":0.1363636364}
{"full_text":"RT You can't sue Pfizer or Moderna if you have severe Covid vaccine side effects. The government likely won't compensate...","sentiment_score":0.0}
{"full_text":"RT Where is Trump? A massive breach of our federal agencies. Where is Trump? 300,000+ COVID deaths. Where is Trump? American...","sentiment_score":0.0}
{"full_text":"RT When the patriarchy tries to step","sentiment_score":-0.1}
{"full_text":"RT KU loves diversity for promo but has no hesitation in firing a Black and queer employee in the middle of a fucking pande...","sentiment_score":-0.2555555556}
{"full_text":"The Grumpy Taxpayer$ of Greater Victoria is calling out Sooke's mayor and council for what it says is a disgraceful move: giving themselves a 5 per cent pay increase during a pandemic.","sentiment_score":0.5}
{"full_text":"Strict #COVID19 rules established in the south of #England, reported by #lockdownhttps:\/\/t.co\/2HO7Bz8IKx","sentiment_score":0.0}
{"full_text":"RT What a great thing to have happen on the heels of a pandemic that put so many Americans in debt.","sentiment_score":0.65}
{"full_text":"If the Covid doesn't choke you, the air pollution will.","sentiment_score":0.0}
{"full_text":"I don't trust big pharma. I trust epidemiologists. Henry Hakamaki is a marxist immunobiologist who has a good show. He did an episode on the history of vaccines and the covid vaccines. Check it out.","sentiment_score":0.35}
{"full_text":"In this session, you will find answers for stress handling during a pandemic, balanced work-life, time managing with lectures, to fight depression and related questions.Topic:- \"How to cope with stress in online learning during COVID-19 pandemic situation?\"Date:- 2020\/12\/20","sentiment_score":0.0}
{"full_text":"Months of lockdown due to the pandemic have forced the country's telecommunications companies or telcos to improve internet services and steer the nation into the so-called digital economy, an economist in Congress said yesterday.","sentiment_score":-0.1416666667}
{"full_text":"552 new infections as Covid-19 claims 4 more lives in Kenya","sentiment_score":0.3181818182}
{"full_text":"Since the start of COVID-19, UNICEF and partners have provided psychosocial support, accommodation and care in transit centres to 646 children in street situations in Cote d'Ivoire.Many are unaccompanied migrant children separated from their families. #MigrantsDay","sentiment_score":0.0}
{"full_text":"Camila was 17, and four months sober when the pandemic started. She shared her struggles and triumphs through maintaining that progress with KUOW's Radioactive Youth Media program.","sentiment_score":0.1}
{"full_text":"The #Kamloops area saw 21 reported #COVID19 cases last week compared to 349 in the #Kelowna area.","sentiment_score":0.0}
{"full_text":"Business travel and office work won't return to pre-pandemic levels in the future. What do you think?  #remotework #covid19 #billgates #micosoft #Twitter #businesstrips","sentiment_score":0.0}
{"full_text":"Doctors and nurses received the first dose of the Pfizer COVID-19 vaccine today.https:\/\/t.co\/H3hyyIBIK1","sentiment_score":0.25}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"Are you looking for a new podcast? in collaboration with are taking a smart look at Teaching in Learning in a Pandemic in this limited series podcast. Available now! Find The Infused Classroom Podcast where ever you listen to podcasts.","sentiment_score":0.1948051948}
{"full_text":"Scientists.Doctors.Nurses.Teachers.Farmers.Construction workers.Migrants have been at the forefront of the fight against COVID-19.On #MigrantsDay, we thank them for their contributions, and advocate for a more inclusive response to the pandemic.","sentiment_score":0.5}
{"full_text":"If Mugabe was still here and was addressing the UN during this pandemic, what would he have said?guess what he was likely to say","sentiment_score":0.0}
{"full_text":"Iowa #COVID19 12\/17---* 1,973 (-13) cases* 97 (+83) deaths* 701 (-75) hospitalized* 136 (-16) ICUOf Iowa's 99 counties, 40 had a 14-day positivity rate above 15% on Thursday.https:\/\/t.co\/GyviWrjSn8","sentiment_score":0.0}
{"full_text":"Everyone in the community needs to adopt behaviors of the #NewNormal\" to effectively prevent the spread of #COVID19.Always take shower and change your clothes after coming back to home from outside. #JanAndolan #Unite2FightCorona #IndiaFightsCorona","sentiment_score":0.2}
{"full_text":"RT Does covid know humans have been looking forward to 31.12.20 because we thought it would go away?","sentiment_score":0.0}
{"full_text":"Amnesty slams Turkey's human rights violations under pretext of pandemic measures","sentiment_score":0.0}
{"full_text":"Before the pandemic I had a full class 7 babies and 2 teachers.","sentiment_score":0.35}
{"full_text":"It's always such a joy to welcome Home to Parmarth - especially to hear her express her delight at the #SocialDistancing, #MaskUp &amp; #handwashing protocols in place to help curb the spread of #Covid_19. Let's listen in...#family #Friday #StaySafeStayHealthy #COVID19","sentiment_score":0.4}
{"full_text":"Team of the Year Awards 2020Vote for your favourite team in the following categories:Covid Rapid Responders Remote Working Heroes Championing Equality Citizen-Centred Innovation https:\/\/t.co\/OltSMt7GkX","sentiment_score":-0.05}
{"full_text":"RT So, let me get this right. The criticism of Dr. Jill Biden is that she's not a \"medical doctor?\" Says a bunch of people who...","sentiment_score":0.1428571429}
{"full_text":"RT Problems with our national Covid-19 response:- no common QR code system- no common quarantine standard for aircrews- C...","sentiment_score":0.1}
{"full_text":"RT the solution was always pay people to stay home and now over 3,000 people are dying a day and they might spit a pittance...","sentiment_score":0.0}
{"full_text":"\"The Moderna jab is expected to become the second COVID-19 vaccine allowed in a Western country, after a panel of US experts recommended emergency use approval\"#AWANInews #AWANI745","sentiment_score":-0.0333333333}
{"full_text":"The biggest takeaway from this video is tech censorship. It's easily one of the biggest problems in America today. Almost nothing else compares.","sentiment_score":0.4333333333}
{"full_text":"FDA says it will 'rapidly work toward' authorizing #Moderna's #COVID19Vaccinehttps:\/\/t.co\/wLbb4fCkls","sentiment_score":0.0}
{"full_text":"Finally learnt to cook? Baked some banana bread? Conquered online semesters? Here's what our #millennial readers told and about their takeaways from the year. #introspection #2020lessons #covid ","sentiment_score":0.0}
{"full_text":"People turned out in large numbers as the national vaccination campaign against the coronavirus (Covid-19) got under way at 27 health centres across Bahrain yesterday Read more - #Bahrain","sentiment_score":0.3571428571}
{"full_text":"U.S. #COVID19 cases surpass 17 million: Johns Hopkins University","sentiment_score":0.0}
{"full_text":"Minister of Foreign Affairs Joseph Wu (Wu Zhao Xie ) has extended best wishes on behalf of the government and people of Taiwan to French President Emmanuel Macron, who tested positive for #COVID19 on Thursday, the Ministry of Foreign Affairs said Friday.https:\/\/t.co\/xvmIL4mvaH","sentiment_score":0.1954545455}
{"full_text":"Santa Claus rolls up his sleeve for a Covid vaccine","sentiment_score":0.0}
{"full_text":"Scammers are using the COVID-19 pandemic and financial crisis to take advantage of unemployed workers.","sentiment_score":0.0}
{"full_text":"Putin has gone to great lengths not to contract the novel coronavirus, running the world's largest country mainly from his residence outside Moscow rather than working from the Kremlin.https:\/\/t.co\/J4HG3kD2uQ","sentiment_score":0.3222222222}
{"full_text":"Final stretch on COVID-19 economic relief, but no deal yet","sentiment_score":0.1}
{"full_text":"Economy:\"Coronavirus creates boom in digital fitness\"https:\/\/t.co\/7gr64wdXEu via (Shared via COVID-19 topic)","sentiment_score":0.0}
{"full_text":"Assuming the Moderna vaccine receives an emergency use authorization, Texas will receive more than 620,000 vaccine doses next week.","sentiment_score":0.25}
{"full_text":"The first outdoor theme park in the Visayas located in Silay City, Negros Occidental was closed for seven days as preventive measures to avert the spread of coronavirus disease 2019 (COVID-19).https:\/\/t.co\/LnSwd2BLlG","sentiment_score":0.075}
{"full_text":"Digital transformation is of critical importance for the #airlineindustry recovery from the pandemic. Innovation in airline #digitalretailing can help airlines stimulate demand and increase revenues ...","sentiment_score":0.0}
{"full_text":"How the Sydney COVID-19 outbreak affects Canberrans' Christmas planshttps:\/\/t.co\/hoof8IEQJx","sentiment_score":0.0}
{"full_text":"RT ok while I'm thinking about how fucking broken LA is, at the beginning of the pandemic I called 911 when I was at a red...","sentiment_score":0.0333333333}
{"full_text":"RT VaxView is updated on the COVID-19 Canada Open Data Working Group dashboard.https:\/\/t.co\/NetvfLW90V","sentiment_score":0.0}
{"full_text":"RT Millions of doses of vaccine. Chillin in a Pfizer warehouse. HHS hasn't told Pfizer where to ship it. \"Operation Warp S...","sentiment_score":0.0}
{"full_text":"RT BREAKING: 1,000,000 Georgians have voted early in the Jan 5 Senate runoff election.!! Covid-19 relief, health care, j...","sentiment_score":0.15625}
{"full_text":"Why Another Job Search Engine? #COVID19 #JobListing #freelance #JobHuntChat","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 22.3FWind Chill: 22.3FHumidity: 95%Dew Point: 21.1F Barometer: 30.303 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 278.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Wyoming administers first doses of COVID-19 vaccine","sentiment_score":0.25}
{"full_text":"RT Pfizer puts out statement in response to numerous states saying they've been told their allotments of #covid19 vaccine have...","sentiment_score":0.0}
{"full_text":"RT #NCT Tests Negative For COVID-19 + To Participate In 2020 KBS Song Festival","sentiment_score":-0.3}
{"full_text":"RT  Masks indoors always when *sharing air* with people outside of your household, if permitted. (No distance limit...","sentiment_score":0.0}
{"full_text":"RT Attendance on Saturday is limited to home fans who reside in Dumfries and Galloway, and we remind fans to strictly follow...","sentiment_score":-0.0714285714}
{"full_text":"Time: 05:00 * Temp: 8.9degC * Wind: S 0.0 to 2.0mph * Pressure: 993.2hPa * Rain: 0.0mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:42 * Sunset: 15:57 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT After 30 years of marriage and 20 grandchildren, beloved teachers Paul and Rosemary Blackwell died just minutes apart from...","sentiment_score":0.7}
{"full_text":"Protocol will dive deep into distributing a C19 vaccine with a panel of experts and industry leaders in medicine, mapping, logistics and other factors that will have to come together for the new vaccines to stop the spread of COVID.","sentiment_score":0.0037878788}
{"full_text":"Even the nurses are like yeah, fuck that ","sentiment_score":-0.4}
{"full_text":"RT If there was EVER a sign that our elected officials are bought &amp; paid for by big money interests, this COVID-19 situation...","sentiment_score":0.0}
{"full_text":"Support of Agriculture Is Essential Amid Pandemic","sentiment_score":0.0}
{"full_text":"RT NEW #BMJResearch update: Corticosteroids probably reduce mortality and mechanical ventilation in patients with covid-19 com...","sentiment_score":0.1363636364}
{"full_text":"Global COVID-19 Deaths reach 1,666,330 from over 75.1m confirmed cases as of 17th December 2020 - The Info Stridehttps:\/\/t.co\/B9SPZQX9do","sentiment_score":0.2}
{"full_text":"RT Alex Azar (now diagnosed with COVID-19), HHS secretary, throws shade on Pfizer, but what he says is not cl...","sentiment_score":0.0}
{"full_text":"RT This nibba realy lied to the Kalenjin communiry hadi akachange jina to Kalenjin name...he owns Mediheal Group of Hospita...","sentiment_score":0.0}
{"full_text":"NBC News confirms: The U.S. reported 243,645 new cases of coronavirus on Thursday, setting a record new single day record.","sentiment_score":0.0670995671}
{"full_text":"Tripura govt allots Rs 3.84 cr for Covid relief, disbursal after applications are filed","sentiment_score":0.0}
{"full_text":"RT Six months and one day ago VP Mike Pence claimed there wouldn't be a second Covid-19 wave. Now, the US is experiencing a surge i...","sentiment_score":0.0}
{"full_text":"* REVOLVING DOORS *CDC:","sentiment_score":0.0}
{"full_text":"RT So then, a COVID virus enters your body. Your body has never seen the virus before.BUT it's seen that protein that's on th...","sentiment_score":0.0}
{"full_text":"Biden says Inauguration Day events may look different due to pandemic","sentiment_score":-0.0625}
{"full_text":"#Yankees news: Blue Jays look to be players for DJ LeMahieu; Urshela doing good after COVID scare &amp; elbow surgery; don't believe the owners' lies; so long, Holder","sentiment_score":0.2166666667}
{"full_text":"Well they certainly can't be trusted to self isolate here in Australia.  Rumour has it that that was where the Sydney Northern Beaches outbreak started from - an international flight crew.","sentiment_score":0.1071428571}
{"full_text":"RT Makes sense doesn't it?? America has an agenda","sentiment_score":0.0}
{"full_text":"Correct , and the Murdocks are allowing this . We need to be rid of them and their ceaseless campaign to destroy our democracy . The damage they enable is devastating and intolerable .","sentiment_score":-0.4333333333}
{"full_text":"Sent to me by a CDC colleague today. 2021 is looking bright ","sentiment_score":0.7}
{"full_text":"RT 2\/ Once again, negotiations over Covid relief show the stark differences between the Democratic and Republican Parties....","sentiment_score":-0.2}
{"full_text":"Apologies for my significantly delayed response....but, you know, COVID.....","sentiment_score":0.375}
{"full_text":"RT gqom gave us one of the hardest decembers ever, amapiano gave us covid.","sentiment_score":0.0}
{"full_text":"RT Chaos as Prince Harry's former lover has medical EMERGENCY two days before wedding","sentiment_score":0.0}
{"full_text":"RT The Murdochs are killing Americans with intentional Covid misinformation on Fox News.","sentiment_score":0.0}
