{"full_text":"RT You heard the man! Keep up the great advocacy work Billy! #NoDemLeftBehind","sentiment_score":1.0}
{"full_text":"RT In what sane universe is a crisis severe enough to call in the National Guard for overflowing hospitals, but not severe enough...","sentiment_score":0.0}
{"full_text":"We received an email literally seconds before I got into my car to go there.  Happy I dodged another COViD bullet, unhappy insists on playing Russian roulette with our lives.","sentiment_score":0.0666666667}
{"full_text":"36 days! I did a little dance","sentiment_score":-0.1875}
{"full_text":"is a #ModernDayPharisee lies through his teeth while professing to be a Christian.","sentiment_score":0.0}
{"full_text":" them cuz even before the pant them stores get crazy this time of year lol","sentiment_score":0.1}
{"full_text":"RT VA: Geoffrey Portway, 47, serving 27 years for plot to kidnap, eat children seeks release over COVID-19 concerns.Pleade...","sentiment_score":0.0}
{"full_text":"RT The fact that has decided to do a Covid edition Greatest Hits special of #duvetknowitschristmas on December 24th ha...","sentiment_score":0.6785714286}
{"full_text":"I couldn't live w\/myself if my refusal to wear a mask killed someone. If you don't believe the virus is \"that bad\", call a funeral home in New York City, El Paso, Los Angeles, or another place with a lot of COVID-19.  Ask what their days have been like. I wish EVERYBODY well.","sentiment_score":-0.1568181818}
{"full_text":"RT And a percentage of young healthy people are experiencing very serious long-term chronic...","sentiment_score":0.0555555556}
{"full_text":"RT Karl-Anthony Towns said that he \"hasn't been in a good place\" since his mother went to the hospital. Towns said he's lo...","sentiment_score":0.7}
{"full_text":"I would've put the note about mask wearing &amp; social distancing at the top, right after \"Activities that they have personally done...\", instead of at the bottom. Anti-maskers who don't read the whole chart won't see it &amp; tell everyone how they were right.","sentiment_score":0.2174603175}
{"full_text":"RT We're now hearing only 800K doses of the #Covid19 vaccine have been received. With every person needing two doses, this...","sentiment_score":0.0}
{"full_text":"RT These COVID negotiations should be public.The public should be able to see who is holding stimulus checks hostage &amp; demanding im...","sentiment_score":0.25}
{"full_text":"RT If statistics don't add up.If Doctors don't agreeIf fear mongering is usedIf masks don't workIf figures are manipula...","sentiment_score":0.0}
{"full_text":"RT 1) Workers need the direct payment to pay for health care, food, rent etc2) Corporations profiting during covid don't need i...","sentiment_score":0.1}
{"full_text":"RT Let's be honest.Many Black person will refuse to take this COVID vaccine bc most of us don't trust that white people or...","sentiment_score":0.1111111111}
{"full_text":"RT TX transportation funding projected to be reduced by $1.9 billion in 20-21 biennium due to pandemic &amp; oil and gas market volati...","sentiment_score":-0.125}
{"full_text":"RT \"This week, the state's test-positivity rate reached 50 percent. Iowa is what happens when a government does basically noth...","sentiment_score":0.0}
{"full_text":"We know that many of our customers may have been financially impacted by the #COVID19 pandemic. To assist during this difficult time, we're extending the opportunity to make a no money down Deferred Payment Arrangement on your account balance. Learn more:","sentiment_score":0.0688888889}
{"full_text":"was not a fan of that covid test","sentiment_score":0.0}
{"full_text":"RT Police overtime is a BIG deal in DC. You may have heard about and robbing health care funds du...","sentiment_score":0.0}
{"full_text":"RT \"If we don't see a Covid-19 relief measure pass in the next week or two, then our democracy is existentially broken...If t...","sentiment_score":0.0}
{"full_text":"#Georgia Mon 12\/07\/2020 is registration deadline to vote in Senate runoffs on 01\/05\/2021.Do in person #VoteEarly (able+willing), starts on Mon 12\/14, as it gets counted on Jan-5 EOD. It takes POTUS DeJoy USPS slowdown, recount lawsuits, etc. out of equation. #COVID19 #Economy","sentiment_score":0.0}
{"full_text":"Same with covid. If you have no idea where it is, and have this sense that it's everywhere, then what's the point? Because you think you'll get it anyway and there's nothing that can be done.)","sentiment_score":0.0}
{"full_text":"This is incredibly devastating, just unfair.","sentiment_score":-0.75}
{"full_text":"RT Covid in the US is now a daily 9\/11, but that's just in terms of human life. If it were also in terms of large building...","sentiment_score":0.0714285714}
{"full_text":"RT It's #NationalHandwashingAwarenessWeek. As you prepare to celebrate the holiday season, keep in mind that clean hands c...","sentiment_score":0.3666666667}
{"full_text":"We are in the middle of a pandemic and this is their priority.  How about getting stimulus out to people in need!","sentiment_score":0.0}
{"full_text":"tell your guest that the Democrats were fighting to legalize pot today instead of working on Covid relief!!! He needs to check his facts and himself!","sentiment_score":0.0}
{"full_text":"RT The CDC urged state and local governments to implement 10 essential public health measures, including: -- Universal use of fac...","sentiment_score":0.0}
{"full_text":"Deary me","sentiment_score":0.0}
{"full_text":"RT Each week, LCHD publishes updated COVID-19 Zip Code mapping data representing ACTIVE confirmed cases who live in Licking...","sentiment_score":0.1343434343}
{"full_text":"RT More suicide deaths than coronavirus deaths last month and this month so Wear your mask and wash your hands, but most im...","sentiment_score":0.3333333333}
{"full_text":"Ah well there's always one expert. I think under the Covid circumstances they've done incredible work.","sentiment_score":0.9}
{"full_text":"RT \"It's important that all groups have a voice in the future of health and the planet. In this regard, today I am announcing the l...","sentiment_score":0.2}
{"full_text":"RT Politics before people. Despicable.","sentiment_score":0.0}
{"full_text":"...but it's really the fundamental approach and beliefs about how to interact with the public that were flawed. Like I said though, it seems as if BC is now providing (somewhat) clearer direction, so I really do hope we'll start covid back under control within a month or so.","sentiment_score":-0.02}
{"full_text":"I had a bad case of bronchitis in the beginning of the year. Then we were on lockdown. I got covid. I broke my knee and toe. And now my mom has diabetes. This year is cursed.","sentiment_score":-0.7}
{"full_text":"RT Per the CDC, children's mental health-related ER visits have skyrocketed in 2020Up 24% for ages 5-11, and Up 31% for ag...","sentiment_score":-0.1}
{"full_text":"RT COVID relief needs to directly help everyday people.People need stimulus checks &amp; UI.","sentiment_score":-0.05}
{"full_text":"Pandemic fashion","sentiment_score":0.0}
{"full_text":"RT A handful of our representatives call for a check that would then total $2,400 of relief for the entire year. And they, ap...","sentiment_score":0.0}
{"full_text":"RT We'd love to hear your feedback! Please take a moment to answer a few short questions regarding social distancing &amp; social g...","sentiment_score":0.0983333333}
{"full_text":"RT Confirmed Case of Covid19 in my community.  I hope it doesn't spread like wildfire. Like Stupidity does.","sentiment_score":-0.1}
{"full_text":"RT Mitch McConnell rejected yet another bipartisan COVID relief deal.Families are struggling to pay rent and put food o...","sentiment_score":0.0}
{"full_text":"RT Given the enormous economic desperation facing working families in this country today, I can't support this proposal unl...","sentiment_score":0.1}
{"full_text":"RT The Senate republicans would rather play politics and give out liability waivers for corporations vs helping the Ameri...","sentiment_score":0.0}
{"full_text":"RT There's been a 400% rise in cyber-fraud since the beginning of the pandemic period - the Director shares som...","sentiment_score":0.0}
{"full_text":"RT U.S. COVID-19 hospitalizations top 100,000 as California readies new restrictions","sentiment_score":0.3181818182}
{"full_text":"RT Georgians: If you want direct COVID relief payments, vote for and If Republicans control the...","sentiment_score":0.1}
{"full_text":"RT Director of National Intelligence John Ratcliffe tells that China's president and Communist Party leaders \"lied...","sentiment_score":0.0}
{"full_text":"Go for it u fucking idiot! Anti-lockdown protester: I'd rather 'put a bullet in my head' than take COVID vaccine","sentiment_score":-1.0}
{"full_text":"Pelosi is disgusting. The obstruction and attacks that this President has endured for over 4 years has been horrible. Trump still managed to get our Economy on a roll until the BLM Rioting and the China Virus hit us. His actions on Warp Speed will save thousands of lives as well.","sentiment_score":-1.0}
{"full_text":"Can employers force their employees to take the coronavirus vaccine?","sentiment_score":0.0}
{"full_text":"Wtf man","sentiment_score":-0.5}
{"full_text":"RT Delighted and proud to have contributed to and offered my thoughts on nursing in Inpatient MH services during the...","sentiment_score":0.75}
{"full_text":"RT reports that jockey Mike Smith has tested positive for COVID-19 and will be off his mounts this weekend, inclu...","sentiment_score":0.2272727273}
{"full_text":"RT With nearly 20 Million sq m of unutilised office space in the city, why would Governors splash sh 5 billion building Ugatuzi s...","sentiment_score":0.1}
{"full_text":"RT Editorial: Why the coronavirus presents a unique risk to UFC fighters (by","sentiment_score":0.375}
{"full_text":"RT Normally this time of the year there would be a huge surge of flu cases in thousands and 60,000 deaths This year it is...","sentiment_score":0.275}
{"full_text":"Georgia, the date of this country lays in your hands. Please vote and vote blue. Let's shut these damn Republicans down","sentiment_score":-0.0777777778}
{"full_text":"RT My second cousin passed away from Covid-19. He was 55 years old. That could have been ME. That could have been YOU.","sentiment_score":0.05}
{"full_text":"RT They=Mitch McConnell and the Republicans. Be very clear about that.","sentiment_score":0.13}
{"full_text":"RT They=Mitch McConnell and the Republicans. Be very clear about that.","sentiment_score":0.13}
{"full_text":"RT Mitch McConnell rejected yet another bipartisan COVID relief deal.Families are struggling to pay rent and put food o...","sentiment_score":0.0}
{"full_text":"RT The government can stick their lockdowns &amp; Tier systems where the sun don't shine. I sure the masochistic lockdow...","sentiment_score":0.5}
{"full_text":"RT The people claiming Covid is a hoax are the same ones bragging that Trump fast tracked a vaccine.This is the kind of he...","sentiment_score":0.2666666667}
{"full_text":"RT Worst public health crisis in a century--2 Americans dying every minute from Covid 19--and the world's most powerful count...","sentiment_score":-0.05}
{"full_text":"RT Ontario has more than 3X the number of Covid deaths, per capita, as Alberta. Quebec is off the charts at more than 12X the...","sentiment_score":0.5}
{"full_text":"RT BIDEN (alert Hill staffers): I think the COVID deal would be better if there were $1200 checks in it, and I understand that...","sentiment_score":0.5}
{"full_text":"RT WHAT DO MEAN YOUR GONNA TAKE YOUR TIME ON A PACKAGE?? WE HAVE NO TIME LEFT!! WE NEED HELP WE NEED HELP WE ARE DYING,HUN...","sentiment_score":-0.15625}
{"full_text":"RT The fact that Congress did not pass stand alone bills to get Americans checks during this pandemic is an absolute disgrace. A...","sentiment_score":0.2}
{"full_text":"RT Girls Varsity Basketball game Greenville has been cancelled due to Covid.  GoFan tickets may be transfered or refund inf...","sentiment_score":-0.2625}
{"full_text":"RT House Speaker Nancy Pelosi voiced optimism Friday for agreement on a coronavirus relief package before Congress leaves Was...","sentiment_score":0.0}
{"full_text":"RT The hard truth is that Eric Garcetti is doing too little too late.His failure to act comprehensively for month...","sentiment_score":-0.2652777778}
{"full_text":"No leadership needs to be taken. Adults want to go out and all you children can stay  home and worry forever. I'd much rather that happens.I've taken over 40 flights this year and go out to eat. I've taken my grandmother out to eat bc she asks to. She's tougher than all of you.","sentiment_score":0.2}
{"full_text":"dk if its bcs their themes or bcs of corona. i am more excited to see mama","sentiment_score":0.4375}
{"full_text":"Jesus thank you","sentiment_score":0.0}
{"full_text":"RT These COVID negotiations should be public.The public should be able to see who is holding stimulus checks hostage &amp; demanding im...","sentiment_score":0.25}
{"full_text":"How to get the most of Covid-19 vaccines -- and not squander our chance","sentiment_score":0.5}
{"full_text":"RT Pelosi admitting that she delayed covid relief to help Democrats in the election proves Dem leadership absolutely does...","sentiment_score":0.25}
{"full_text":"     Head of Pfizer Research: Covid Vaccine is Female Sterilization","sentiment_score":0.0}
{"full_text":"RT Regular person goes broke in the pandemic: 4-hour bread lines and homelessnessCompany goes bankrupt in the pandemic:...","sentiment_score":0.0}
{"full_text":"RT Louder for the people who are so disconnected to the pain our communities are going through.","sentiment_score":0.0}
{"full_text":"RT I can see 200 people here who are not being teargassed yet because they are putting on yellow ","sentiment_score":0.0}
{"full_text":"RT Maryland health officers raced to stop coronavirus-positive boy from boarding plane","sentiment_score":0.0}
{"full_text":"Register Today: COVID-19 Related Policy and Procedure Development for HOPWA Grantees - December 16, 2020 - 1:00 PM EST -","sentiment_score":0.0}
{"full_text":"Leading killer of most folks is fast food not covid.  Makes sense to close restaurants not places that sell home improvement supplies that folks then use to burn calories","sentiment_score":0.35}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80%...","sentiment_score":-0.125}
{"full_text":"I need help brother this covid shit ain't going away I can't get the job I want rn bc of it we gon need a package brother","sentiment_score":-0.2}
{"full_text":"RT STAY HOME. WEAR A MASK. SAVE LIVES. PLEASE.","sentiment_score":0.0}
{"full_text":"RT 'Tis the season to #StopTheSurge. Let's continue to work together for the health of our families, peers, and communities....","sentiment_score":0.0}
{"full_text":"there's gonna be a whole new set of issues for ppl who have had covid. survival rate is not the end of the story.","sentiment_score":0.1681818182}
{"full_text":"RT Biden on the side of science!  Do not retweet #BidenVaccine https:\/\/t.co\/sblkDWwWbm","sentiment_score":0.0}
{"full_text":"RT Normally this time of the year there would be a huge surge of flu cases in thousands and 60,000 deaths This year it is...","sentiment_score":0.275}
{"full_text":"RT Speaker Pelosi had been trying for MONTHS to get Republicans to act on behalf of struggling Americans and pass a COVID r...","sentiment_score":0.0}
{"full_text":"RT #Bengals Defensive Line Coach Nick Eason will miss a second consecutive game on Sunday due to COVID-19 related reasons....","sentiment_score":-0.13125}
{"full_text":"The flu kills 30k a year, COVID has killed 260k. Now think of all the people that lived but now have sequelae like strokes, breathing problems, heart + kidney failure. Not to mention many hospitals are full, overwhelmed + can't take care of other patients b\/c of the volume load","sentiment_score":0.0416666667}
{"full_text":"RT WA Notify now has more than 1.1 million users. It is the anonymous, secure and free way to get alerts when you have spent...","sentiment_score":0.3}
{"full_text":"LIVE on -- and bring coverage Bay Area health officials' press conference responding to the Governor's new stay-at-home order. LISTEN:","sentiment_score":0.1363636364}
{"full_text":"COVID not fake.","sentiment_score":0.25}
{"full_text":"COVID-19 and Pregnancy: Disease Prevention May Be the Cure","sentiment_score":0.0}
{"full_text":"Pelosi sees 'momentum' toward a Covid stimulus deal as job growth slows @realDonaldTrump @GovRonDeSantis @marcorubio @SenRickScott Where are the jobs? Stimulus? Aid? Where? Hiding some where??","sentiment_score":0.0}
{"full_text":"RT #DrFaucis Day is Full  as He FearlesslyFights  To Control the #pandemic#Biden#WR2021#UniQTweets *VankaPro...","sentiment_score":0.35}
{"full_text":"RT Given the enormous economic desperation facing working families in this country today, I can't support this proposal unl...","sentiment_score":0.1}
{"full_text":"Britain beat the U.S. in getting vaccines to citizens. Perhaps Britain is less inclined to be paralyzed by internecine partisanship in a crisis. Our \"leaders\" of both parties have much to learn. via","sentiment_score":0.0166666667}
{"full_text":"RT 1) Workers need the direct payment to pay for health care, food, rent etc2) Corporations profiting during covid don't need i...","sentiment_score":0.1}
{"full_text":"RT It's My birthday in a few days and my dream was to buy myself a 458 Ferrari on my 30th birthday. I was gonna hit my goa...","sentiment_score":-0.2}
{"full_text":"RT Trust me, in 5 or 10 years you're gonna see a commercial or ad saying:\"If you received the COVID-19 vaccine, you are en...","sentiment_score":0.0}
{"full_text":"Apart from the sheer corruption, why would you put a hard-core #GOP in charge of a virus they don't even believe in? You don't see the Catholic Church electing Ron Reagan Jr. as Pope. But leave to #Iowa &amp; #CovidKim... #GOPCorruptionOverCountry","sentiment_score":0.0}
{"full_text":"As long as I wouldn't be taking one from a healthcare worker and if it was a program when if I bought one, another was donated to people who cannot afford them. Good PPE shouldn't be available to only those who can afford it.","sentiment_score":0.2625}
{"full_text":"RT WESTERN SEPARATISM?  Oh what a joker you are, Cory.   Alberta is threatening to put on its big boy pants and separate...","sentiment_score":0.0}
{"full_text":"It's just almost cartoon-villain-level evil to see try to lay their own blocking of meaningful pandemic relief for months, while thousands died, at Nancy Pelosi's feet. 1\/","sentiment_score":0.0333333333}
{"full_text":"Democrats are going to get stomped in 2022 if they keep this up lmao","sentiment_score":0.6}
{"full_text":"RT These COVID negotiations should be public.The public should be able to see who is holding stimulus checks hostage &amp; demanding im...","sentiment_score":0.25}
{"full_text":"RT Matt Gaetz very excited to be at mask-free party of Young Republicans","sentiment_score":0.29375}
{"full_text":"Illinois Secretary of State Jesse White is announcing that Driver Services facilities statewide will remain closed for in-person transactions until Monday, Jan. 4, 2021, due to the continuing COVID-19 pandemic. ","sentiment_score":-0.075}
{"full_text":"And every other day, America records as many cases as Canada has this entire pandemic. We game 10% of the population yet 2.8% of number of cases and 4.5% of the number of deaths","sentiment_score":-0.00625}
{"full_text":"RT Read Jo FitzGerald's insightful blog 'Transition, well-being and the return to school'","sentiment_score":0.0}
{"full_text":"RT My hospital in southeast #Pennsylvania is seeing record numbers of #COVID19 patients #ourhospitalisfull We have a record...","sentiment_score":0.0}
{"full_text":"currently getting tested for covid simply so I can hang w a girl I've been talking with for a couple weeks lol","sentiment_score":0.2666666667}
{"full_text":"RT Mitch McConnell rejected yet another bipartisan COVID relief deal.Families are struggling to pay rent and put food o...","sentiment_score":0.0}
{"full_text":"RT iPads stockpiled for ICU end of life goodbyes... was not something Steve Jobs foresaw. (HT to #COVID19","sentiment_score":0.0}
{"full_text":"Livestreamed and Quarantined: Florence Almeda writes about Thundercat's 2015 track, \"Them Changes,\" and how it encapsulates the feeling of navigating relationships and heartbreak during a pandemic.https:\/\/t.co\/pvWfvho53r","sentiment_score":0.0}
{"full_text":"\"We may be smart as it relates to technology, but ultimately we're just people first.\" CIO Tarek Tomes on his unique background and role related to gyms, fitness centers and sports in the state's pandemic response. #NASCIOvoiceshttps:\/\/t.co\/ErWnO5s8Oh","sentiment_score":0.1678571429}
{"full_text":"\"His final days were harder, scarier and lonelier than necessary\": Obituary of Kansas COVID-19 victim blasts anti-maskers","sentiment_score":-0.04375}
{"full_text":"If a film festival falls in the middle of the COVID-19 pandemic, does it make a sound?","sentiment_score":0.2}
{"full_text":"The number of #COVID19 cases in #Colorado &amp; #Wyoming is higher than ever. Yet, #grocery workers are being denied #HazardPay. Tell the danger hasn't gone away, we deserve #HazardPay!","sentiment_score":0.3125}
{"full_text":"We sued for data on the Paycheck Protection Program. Our latest discovery: The bulk of money handed out in loans of more than $1 million was gobbled up less than two weeks after the program launch.","sentiment_score":0.2777777778}
{"full_text":"Will China exploit the COVID-19 pandemic to shift the geopolitical balance of power in its favor? Last week, and Yan Xuetong debated this question. Visit to learn more.","sentiment_score":0.25}
{"full_text":"Leading personal injury law firms, across the US, trust CloudLex(r) to help their clients during the pandemic. Hear what our clients are saying:#Covid19 #workfromhome #PILaw","sentiment_score":0.0}
{"full_text":"This #WAD2020, find out why SA could slow the #HIV pandemic by decriminalising sex work in this article by from our archives.","sentiment_score":-0.3}
{"full_text":"RT They=Mitch McConnell and the Republicans. Be very clear about that.","sentiment_score":0.13}
{"full_text":"Pelosi is every bit a obstructionist piece of shit as Mitch. It's our taxpayer funds, why are we being nickel and fined in a fucking pandemic while we pay for their top notch healthcare? Why is that even a thing?","sentiment_score":-0.1}
{"full_text":"Less than one percent of Americans live in long-term care facilities.But they make up about 40 percent of the country's COVID-19 deaths.https:\/\/t.co\/rCY2QLS3tD","sentiment_score":-0.0151515152}
{"full_text":"Leisure out of lockdown as gyms and pools reopen across east and south London   By &amp; #Tier2 #Lockdown #Covid19UK","sentiment_score":0.0}
{"full_text":"Mayor talks about the importance of creating public spaces and the silver linings of being a home during the pandemic. Watch here:","sentiment_score":0.0}
{"full_text":"Study: COVID-19 May Deepen Depression, Anxiety, and PTSD Among Pregnant, Postpartum WomenLearn more:","sentiment_score":0.4166666667}
{"full_text":"This week on #ChicagoFoodToGo will feature a look back at some popular videos over the course of the pandemic! Tune in Sunday at 11:30A on CW26!","sentiment_score":0.46875}
{"full_text":"\"People shouldn't be worried that we're going too quickly.\"Scientists leading development of a #COVID19 vaccine at explain how they assess safety at each stage of the process..@OxfordVacGroup #HealthierFutures","sentiment_score":0.3333333333}
{"full_text":"The NFL is further limiting player access to team facilities as it attempts to enhance safety measures during the COVID-19 pandemic.https:\/\/t.co\/u0CzTAMpcg","sentiment_score":0.0}
{"full_text":"RT President-elect Biden says just now that he supports a new round of stimulus checks in next coronavirus stimulus: \"I think...","sentiment_score":-0.0212121212}
{"full_text":"RT South Carolina just broke its single-day record for new coronavirus cases at 2,470, per previous high was 2,...","sentiment_score":0.0432323232}
{"full_text":"Naloxone is a safe and effective antidote to opioid-related overdoses, including heroin and fentanyl, and is a critical tool in preventing fatal opioid overdoses.                                                        -cdc.gov","sentiment_score":0.3666666667}
{"full_text":"How I want my Covid vaccine administered.https:\/\/t.co\/KXaE29Wfnl","sentiment_score":0.0}
{"full_text":"As more scams emerge to take advantage of those made vulnerable by the COVID-19 pandemic, Eric Munson, commissioner of the Arkansas Securities Department, talked to Hot Springs National Park Rotary Club about financial security, literacy among investors.","sentiment_score":0.0625}
{"full_text":"This is excellent:The Pandemic Heroes Who Gave us the Gift of Time and Gift of Information by via","sentiment_score":0.0}
{"full_text":"RT More Americans died from COVID yesterday than in the misguided \"war on terror\" in Iraq &amp; Afghanistan, but McConnell want t...","sentiment_score":0.5}
{"full_text":"ICYMI, won't be running in #Yeovil or in #Wincanton from April 1 - despite being bailed out by during the #coronavirus pandemic: #LDReporter #Somerset","sentiment_score":0.0}
{"full_text":"The travelers included some elected officials who preached against trips. The mayors of Denver and Austin, Texas, faced fierce backlashes for traveling after telling other people to stay home.","sentiment_score":-0.125}
{"full_text":"The 18 areas of Cheshire where infection rates are still high","sentiment_score":0.16}
{"full_text":"RT Long-term Covid symptoms -- fatigue, breathing trouble, joint pain, brain fog -- will be \"a significant public health issue,\" Dr...","sentiment_score":0.0583333333}
{"full_text":"On December 3 there were 216,548 new cases of Covid-19.","sentiment_score":0.1363636364}
{"full_text":"When everyone retreated into their kitchen during the pandemic, I was hesitant to follow. The aromas of scallion pancakes, hearty sourdough and dalgona coffee beckoned, but eczema screamed louder.https:\/\/t.co\/IxRpOoQbaq","sentiment_score":0.0}
{"full_text":"#ThankYou especially #RobinVos #scottFitzgerald nothing like fighting every #Covid19 effort tried to slow \/ stop the spread what goes around comes around... #TrumpPuppets","sentiment_score":-0.15}
{"full_text":"U.K. regulators went on the offensive today to beat back criticism that they rushed their authorization of a COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"Last week, the CDC issued its highest level advisory against travel to Mexico.@ktblust tells what these travel warnings mean on both sides of the border.https:\/\/t.co\/IzpRRuwPeJ","sentiment_score":-0.15625}
{"full_text":"Currently the tests are only offered between 9.30am and 2pm.","sentiment_score":0.0}
{"full_text":"RT \"The vaccine has been developed too quickly and is unsafe\" Here are some things you should know about why the #COVID19 #vacc...","sentiment_score":0.2166666667}
{"full_text":"For our colleagues in #NucMed, this survey is for you.  Tell the IAEA how Covid has affected your work.","sentiment_score":0.0}
{"full_text":"AAKP Amb. Meshia Adams recognized w\/ Presidential Volunteer Service Award for advancing AAKP's COVID RISK education\/ELEVATION of kidney patients in COVID clinicals trials\/vaccine protocols. Our COVID programs have engaged 80K+ patients in 70+ countries!","sentiment_score":0.0}
{"full_text":"You're invited! Leapsmag is hosting a fireside chat with top CDC official Nancy Messonnier. This free, virtual event will address public concerns about the COVID vaccine's speed, safety, and pending rollout. Details here:","sentiment_score":0.3}
{"full_text":"According to the CDC and SELF-REPORTED data, medical complications for either the fetus or mother is less than 7%. Those reasons are obviously viable. The problem?69% of them are for reasons of pure convenience with the remaining 23% being a factor of affordability.","sentiment_score":0.0119047619}
{"full_text":"As book publishing shrinks during the pandemic, how are India's printing presses coping? via","sentiment_score":0.0}
{"full_text":"#ChicagoUpstanderDuring the pandemic, Gyros Planet and Taqueria has given out nearly 24,000 free meals to those in need. When students found out the restaurant was struggling, they stepped in to help in any way they could.@chicagotribune","sentiment_score":0.25}
{"full_text":"Building a successful product team is difficult under the best of circumstances. Building one during a pandemic raises the level of difficulty by an order of magnitude. But it's not impossible. EVP of Product Management, explains :","sentiment_score":0.3958333333}
{"full_text":"I felt the covid part of this advert was just too prominent, and I didn't like it","sentiment_score":0.5}
{"full_text":"Canada to secure 20M more doses of #Moderna's COVID-19 vaccine #COVIDCanada","sentiment_score":0.45}
{"full_text":"NCDHD has expanded its COVID-19 testing capacities to include a 15-minute rapid test, in addition to the PCR test already offered.https:\/\/t.co\/yhqxLr6U0P","sentiment_score":0.0}
{"full_text":"As the pandemic continues, here's what you should know for you upcoming eye exam.","sentiment_score":0.0}
{"full_text":".@UK_HealthCare said a test shipment of mock COVID-19 vaccines went smoothly: |","sentiment_score":0.4}
{"full_text":"In pics: mini #Christmas market during #COVID19 pandemic in Essen, Germanyhttps:\/\/t.co\/q5jVcTEidh","sentiment_score":0.0}
{"full_text":"RT #BREAKING: Italian conservatives are calling for PM #Conte to resign, shouting \"Liberty! Liberty!\" in open protest against #...","sentiment_score":0.0}
{"full_text":"Baby don't need the money why'd he start with shows again https:\/\/t.co\/yEDd4iCWeT","sentiment_score":0.0}
{"full_text":"Tbh this sentence was relevant before covid too x3","sentiment_score":0.4}
