{"full_text":"Sufficient Agriculture,less covid19,no traffic jam,no rush hours no boss,Garden Of Eden,Zion On Earth, need 19 more families to be likewise.","sentiment_score":0.5}
{"full_text":"RT I don't know this man.But I do know he cares.","sentiment_score":0.0}
{"full_text":"Funny story. My wife thinks she had corona in January. Then, at work this summer, I got lymes disease.","sentiment_score":0.25}
{"full_text":"You're harping about some bs when the country is getting crippled by your in action of Covid.","sentiment_score":0.1}
{"full_text":"Me at my first rave post covid","sentiment_score":0.25}
{"full_text":"RT Narrator: They were never competent.","sentiment_score":-0.25}
{"full_text":"RT Ramdev had said he will find a cure for Corona. He can't even make proper Honey. Entire Bhakt Ecosystem is FEKU.","sentiment_score":0.0}
{"full_text":"RT What % of people that have never tested positive for COVID have claimed \"I definitely had it, back in (insert story of time...","sentiment_score":0.0757575758}
{"full_text":"RT What would your reaction be in hearing COVID-19 caller tune even in 2021.This is ours for sure!!!!Watch premiere movie...","sentiment_score":0.0}
{"full_text":"RT BRT: \"We are encouraged by renewed discussion on the need for a #COVID19 relief package and support efforts by House and...","sentiment_score":0.0}
{"full_text":"Sahuarita high schools shift to remote learning","sentiment_score":0.03}
{"full_text":"RT I think its because the GOP= 2018 Gutted the Pandemic Response Team = Refused enact Defense Production Ac...","sentiment_score":0.0}
{"full_text":"RT  NEWS I'm hearing Ryan Murphy, unable to play professionally as planned because of COVID, is coming back to Pittsb...","sentiment_score":-0.1333333333}
{"full_text":"RT KENNETH \"KEN\" MADDOX, 69 of Great Falls, Montana died of COVID on Nov. 21.\"Ken was a coach and mentor to all and was ve...","sentiment_score":0.8}
{"full_text":"RT Former Presidents Barack Obama, George W. Bush and Bill Clinton volunteer to get their eventual Covid-19 vaccines on camera to...","sentiment_score":0.0}
{"full_text":"ISTG IF I HAVE CORONA  GOODBYEKSJDJ","sentiment_score":0.0}
{"full_text":"#Kovid #Covid You have to watch this crazy premonition of sorts.","sentiment_score":-0.6}
{"full_text":"RT These psycho politicians aren't afraid of the virus. They just want you to be.","sentiment_score":-0.6}
{"full_text":"RT Dear Seokjin, thank you for speaking candidly &amp; openly about your recent burnout experience.I am glad that you ar...","sentiment_score":0.275}
{"full_text":"RT The Truth. The Truth. The Truth. Heartfelt and THE TRUTH. Thank you Premier Brian Pallister.","sentiment_score":0.0}
{"full_text":"RT 15,000,000,000,000,000 days to flatten the curve.","sentiment_score":0.0}
{"full_text":"RT Today is the 7th day our region has been above the 15% of all available beds occupied by COVID19 patients threshold. Pursua...","sentiment_score":0.2}
{"full_text":"Let's do this when coronavirus is over. ","sentiment_score":0.0}
{"full_text":"274,000 people have died from Covid-19 in the United States. My partner's aunt died from it. So STFU you stupid know nothing cow.","sentiment_score":-0.4666666667}
{"full_text":"RT Closed above $.70 tonight. $NOVN ","sentiment_score":-0.05}
{"full_text":"A few MORE well-known folk need to be in the FIRST group vaccinated for us to see....as in one or two corona task force members , CDC folk, reps  from Pfizer and Moderna ....just saying.  CONVINCE the public to take the vaccination. A nice round number of 20 folk would be great!","sentiment_score":0.2785714286}
{"full_text":"RT More than 10,000 people have died on average every day in the past week...https:\/\/t.co\/VTctwzsnZd","sentiment_score":0.0333333333}
{"full_text":"RT Y'all think COVID scare me? I fell in the anacostia river before...","sentiment_score":0.0}
{"full_text":"Today at least 2,918 people died from COVID. On 9\/11 2,977 lives were lost. A 9\/11 every day and it will get worse before it gets betterWe don't need lockdowns but need to take it seriously. Eg use of apps that indicate if you crossed paths with someone that tested +","sentiment_score":-0.3444444444}
{"full_text":"RT I know about 74 million people who dont trust anything these 3 do...","sentiment_score":0.0}
{"full_text":"RT US records over 14 million coronavirus cases, less than a week after the country topped the 13 million-infection threshold htt...","sentiment_score":-0.1666666667}
{"full_text":"These people are fucking idiots and they are the ones supposed to be telling us the facts???","sentiment_score":-0.8}
{"full_text":"RT Trump Is Making Election Fraud Infomercials As An American Dies Of COVID Every 30 SecondsTrump is hard at work (NOT WORKING)...","sentiment_score":-0.1458333333}
{"full_text":"RT My soon-to-be 3yr old nephew is putting masks on his stuffed animals to--in his words--\"protect them from coronavirus\"--so y'al...","sentiment_score":0.1}
{"full_text":"Taste Test Thursday on the Gallagher Power Hour - Your fun time to laugh during the Covid Pandemic","sentiment_score":0.3}
{"full_text":"RT In case of war, we maintain an army. Well, we had a different war this year- with a virus. We had a highly trained army r...","sentiment_score":0.08}
{"full_text":"RT Teachers should be a priority for Covid vaccines, unions and others say","sentiment_score":0.0}
{"full_text":"RT Trump and his allies are conducting two dangerous disinformation campaigns at once: one to discredit the election he lost a...","sentiment_score":-0.6}
{"full_text":"RT More people died of COVID in the United States today than have died of COVID in Japan in all of 2020.","sentiment_score":0.5}
{"full_text":"RT Another day another Scumbag.  Apologies shouldn't be enough.   Politicians who talk out of the side of their mouthes s...","sentiment_score":0.0}
{"full_text":"I think he is Indian? Since he r\/ts an Indian conservative, plus lots of his followers are IndiansIn one of his posts he brought up a study in Chinese text, so the other poster is prob ethnic ChineseHe is pretty deep into the CN made COVID19 conspiracy theory from the start","sentiment_score":0.03125}
{"full_text":"RT Jeff Bezos added $13,000,000,000 to his fortune in a single day during the pandemic. Tax the rich.","sentiment_score":0.1517857143}
{"full_text":"RT Get ready to hear this a lot. \"We don't have to lockdown again IF you follow these guidelines\" It's a very thinly veile...","sentiment_score":-0.16}
{"full_text":"Don't care - if he is that desperate for recognition give it to him, and every other head of country around the world who has done exactly the same deal. One thing I'll never forget, forget how he managed the pandemic.","sentiment_score":-0.11875}
{"full_text":"Columbia Univ issued a comprehensive report 2 months ago evaluating the U.S vs other Nation's mitigation protocols.Their estimate(based on data)concluded like l did,70-99% of U.S Covid deaths were preventable.I've pushed,but MSM hasn't covered Covid from this imp. perspective.","sentiment_score":-0.125}
{"full_text":"Liberal Politicians Dine on Caviar and Fly to Cabo While Telling YOU to Stay Home","sentiment_score":0.8}
{"full_text":"RT 2\/3 study. Please see: Border services officers make the final decision on whet...","sentiment_score":0.0}
{"full_text":"Trump increased federal funding for the National Guard to respond to covid-19 in Iowa, which has experienced a coronavirus surge. Fed gov't will retroactively cover 100% of Iowa's National Guard costs Aug 3 - Dec 31. It'll be bumped down to 75% Jan 1 - March 31 like other states.","sentiment_score":0.1731481481}
{"full_text":"#fauci is a DUMBASS","sentiment_score":0.0}
{"full_text":"If there is no climate emergency what is the point in the great reset? ","sentiment_score":0.8}
{"full_text":"RT This","sentiment_score":0.0}
{"full_text":"Once covid is dead and gone, I want to try and be an extra in a show or movie. Would be cool to point at a blurry figure in the background for 7 frames and say \"that me\"","sentiment_score":0.05}
{"full_text":"I'm soo annoyed at work rn ppl are out and about stay home we are on lockdown.","sentiment_score":-0.4}
{"full_text":"RT Iowa is what happens when government does nothingRead","sentiment_score":0.0}
{"full_text":"RT Among adults with #COVID19, a higher % of Hispanic\/Latinos reported larger household sizes, known exposure to other household m...","sentiment_score":0.0416666667}
{"full_text":"RT COVID is currently killing more Americans per day than any other cause of death.Top U.S. causes of deaths per day:COV...","sentiment_score":0.125}
{"full_text":"RT Amazing to witness true leadership from our ex-presidents to fill the void in the hopes of ending this dang pandemic.  Le...","sentiment_score":0.475}
{"full_text":"We are beginning to see the results of Thanksgiving travel and gatherings. \"Double hump\" forming on the pandemic curve, hospitalizations not plateauing much at all. Deaths still lagging, expect higher daily death totals in the wks ahead.","sentiment_score":0.1125}
{"full_text":"RT We need a 24X 7 testing , the 5 day 8 hour days will not produce the test and results we need the #Covid19 attacks 24x...","sentiment_score":0.0}
{"full_text":"RT iPads stockpiled for ICU end of life goodbyes... was not something Steve Jobs foresaw. (HT to #COVID19","sentiment_score":0.0}
{"full_text":"You Must See This: The truth of the COVID vaccines, as well as the PCR tests.","sentiment_score":0.0}
{"full_text":"RT I am so moved that 96 year old Jimmy Carter is willing to take a COVID vaccine to show the American people it is safeT...","sentiment_score":0.1166666667}
{"full_text":"RT Bombshell report outs Florida Gov. Ron DeSantis for lying to people about COVID-19","sentiment_score":0.0}
{"full_text":"RT Getting ready to leave the house to visit 26 covid sick patients in remote areas. It's 4:50 am here in New Mexico. The...","sentiment_score":-0.1194805195}
{"full_text":"RT BREAKING: The United States reports over 210,000 new daily coronavirus cases","sentiment_score":0.0681818182}
{"full_text":"RT It's really very simple at this point. Nearly 3,000 Americans died of Covid yesterday. In one...day. If your position is \"...","sentiment_score":0.05}
{"full_text":"Guys please stay the fuck home your Christmas\/ birthday\/ holiday party can wait","sentiment_score":-0.4}
{"full_text":"RT Ryanair buys 75 new MAX aircraft as it sets sights on end of COVID crisis","sentiment_score":0.1363636364}
{"full_text":"RT Spoken like the true antichrist","sentiment_score":0.35}
{"full_text":"How about helping the people pay bills , and small businesses??? While congress gets rich and does nothing to help people impacted by covid????","sentiment_score":0.0625}
{"full_text":"RT Due to COVID situation, punjabi singers had a dry run, now they are using farmers theme to make songs and fight for surviv...","sentiment_score":-0.0958333333}
{"full_text":"RT \"But I am committed to serving. That's in my bones, that's in my DNA,\" tells of his political future,...","sentiment_score":0.0}
{"full_text":"To hear Trump speak for 46 mins &amp; not mention the fact that 275,000 ppl have died already this yr from a deadly pandemic &amp; only rant about the \"horrible\" things that has been done to him,what an egotistical inept  ass!","sentiment_score":-0.4}
{"full_text":"They say let kids go to school. My neighbor has been on a ventalator for over 4 wks, my triplet grandkids all have covid and now my sister in law has it and is hospitalized. All from schools.","sentiment_score":0.0}
{"full_text":"Massive big up    the right thing to do NOW please Christmas for all do the right thing DIVIDENDS to Shareholders is a BAD taste in the PANDEMIC theres 3 MILLION PEOPLE HAD ZERO SUPPORT FROM GOVT","sentiment_score":-0.0257142857}
{"full_text":"RT Not only that, admits he had Thanksgiving dinner with family members who do not live with him, but live in \"the re...","sentiment_score":0.0227272727}
{"full_text":"RT It's wild that Trump supporters believe there's voter fraud with zero evidence but still don't believe there's a COVID-19 cr...","sentiment_score":0.1}
{"full_text":"RT Man. Premier Brian Pallister made an emotional plea to residents to stay apart over the holidays, but also issued a warning: \"...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Another 712,000 workers filed jobless claims last week, the Department of Labor says, as the coronavirus pandemi...","sentiment_score":0.0}
{"full_text":"RT Look at on Facebook talking about things he's not qualified to talk about. He's spreading the false informatio...","sentiment_score":-0.4}
{"full_text":"RT Well done Sergeant Major!","sentiment_score":0.078125}
{"full_text":"I disagree with the ripped forward thesis for the existing home sales market, because Feb sales (Before Covid) were so good that we would have ended the year between 5,710,000 -5,840,000 in total existing-home sales. So far we aren't there yet, working our way back.","sentiment_score":0.2}
{"full_text":"RT On International Day of People with Disabilities, and I are committed to fighting for people with disabilities...","sentiment_score":0.0}
{"full_text":"RT Joe Biden told on Thursday that he has asked Dr. Anthony Fauci to be one of his chief medical advisers and be part...","sentiment_score":0.0}
{"full_text":"#BuddyCheck With the pandemic &amp; now the holiday season approaching. This is more important now than ever. DMs are open to my Vet family if you need me. Remember you're not alone &amp; you're loved. Reach out if you need anything. Take it one day at a time. IGY6","sentiment_score":0.32}
{"full_text":"Thank you for this PSA!","sentiment_score":0.0}
{"full_text":"Reporter on his recent experience travelling to Singapore during the #COVID19 pandemichttps:\/\/t.co\/XWanhUWSzp","sentiment_score":0.0}
{"full_text":"RT Congrats to everyone that's gotten through this entire semester online we're almost done.Adjusting to online school and...","sentiment_score":0.0}
{"full_text":"RT Hey #MA.  Think yesterday was a fluke? Nope. Increase of OVER 40% from yesterday.  6477 new patients with #COVID.  This is no...","sentiment_score":0.1363636364}
{"full_text":"RT I'm a little concerned that people think because a vaccine is imminent they can relax safety measures. As if it were a CURE....","sentiment_score":-0.1875}
{"full_text":"RT Who gives a damn?","sentiment_score":0.0}
{"full_text":"RT Pastor Curt Landry says COVID restrictions, wearing masks, and taking vaccines is the same as the Mark of the Beast and re...","sentiment_score":0.0}
{"full_text":"RT what lockdowns? at no point has there ever been a \"lockdown\"","sentiment_score":0.0}
{"full_text":"Says who? The Commie News Network? Such Fantasies!","sentiment_score":0.0}
{"full_text":"RT  How to wear a non-medical fabric mask safely: Do's More: #WearAMask","sentiment_score":0.5}
{"full_text":"Protests are in my opinion not the smartest thing to do currently. But it's also ingrained in our democracy to do so. Small businesses are still allowed to be open, there's family run grocery stores. People choosing not to shop there is not the fault of the virus or the lockdown.","sentiment_score":-0.0833333333}
{"full_text":"RT Global #FDI is forecast to drop by ~40% in 2020 due to #COVID19, but political risk insurance (PRI) can play a bigger role i...","sentiment_score":-0.03125}
{"full_text":"Mayo Clinic Q&amp;A: Breast cancer screening and COVID-19","sentiment_score":0.0}
{"full_text":"RT UK govt grants Pfizer an indemnity protecting it from legal action as a result of any problems with the vaccine. Pfizer b...","sentiment_score":0.15}
{"full_text":"In the face of COVID-19, #Bangkok office #property #market has continued to decline as demand for office space fell and total supply increased. Find out more:","sentiment_score":0.25}
{"full_text":"RT Throughout the pandemic, we've worked to protect and support renters and struggling Angelenos.We're calling for a stimulus...","sentiment_score":0.0}
{"full_text":"Take care and have plenty to drink.. Irish coffee worked for me.","sentiment_score":0.0}
{"full_text":"RT iPads stockpiled for ICU end of life goodbyes... was not something Steve Jobs foresaw. (HT to #COVID19","sentiment_score":0.0}
{"full_text":"RT Hi I'm out talking to salon and nail shop owners. They don't know whether to book people or not. They don'...","sentiment_score":0.0}
{"full_text":"RT Contact-tracing is too. Vaccines will take time to rollout and are not the only part of the solution. Please stop dependin...","sentiment_score":0.0}
{"full_text":"the real about number of people died and continue to died are in million and million, in large number. It was what I heard from the Almighty. Watch this video for understand genuine Covid origin, operation and reduces spreading","sentiment_score":0.2714285714}
{"full_text":"RT NEW: L.A. County Sheriff Alex Villanueva tells me his deputies will not take part in enforcing stay at home orders at busine...","sentiment_score":0.1363636364}
{"full_text":"RT wear a goddamn mask you dumb motherfuckers","sentiment_score":-0.375}
{"full_text":"Managing Business Risks &amp; IT after COVID-19       #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT One America's takes an in-depth look at the pandemic to investigate the lockdown that doctors have said is much wor...","sentiment_score":0.2}
{"full_text":"COVID-19 is our punishment for disrespecting \"Mother Nature\" - Prince Harry'Prince Harry's lofty wish is for every person to be the \"raindrop that falls from the sky and relieves the parched ground.\"  #PrinceHarry #SamSataria","sentiment_score":0.0}
{"full_text":"Managing Business Risks &amp; IT after COVID-19       #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"If covid was gonna spike it would definitely be on the sales floor of primark","sentiment_score":0.0}
{"full_text":"I'm just hoping that the distribution of the COVID-19 vaccine goes better than the distribution of the PS5. #ps5restock  #PS5Launch","sentiment_score":0.5}
{"full_text":"Tonight the president has extended the authority to assign pandemic related duties to the w\/the federal govt picking up 100% of the expense.","sentiment_score":0.0}
{"full_text":"RT 15,000,000,000,000,000 days to flatten the curve.","sentiment_score":0.0}
{"full_text":"True, we're in a pandemic. Therefore i dont need to grind outside and i dont need to cheat to take advantage","sentiment_score":0.175}
{"full_text":"Why won't the police arrest these politician who violate their own lock down mandates?","sentiment_score":0.1314814815}
{"full_text":"so you're telling me i had covid this whole time?!??!? ","sentiment_score":0.3125}
{"full_text":"RT Ummm...America? Are you listening?","sentiment_score":0.0}
{"full_text":"RT #BREAKING US records more than 210,000 Covid-19 cases in 24 hours, according to Johns Hopkins University","sentiment_score":0.5}
{"full_text":"RT But we can't have Voter ID?","sentiment_score":0.0}
{"full_text":"RT \"Pelosi, McConnell speak as Congress rushes to strike a Covid stimulus.\"This took Republican Senators working with Democ...","sentiment_score":0.0}
{"full_text":"RT 'Disgusted': Doctor fires back after Trump calls Covid-19 unit in parking garage fakehttps:\/\/t.co\/cOzmDSVooEThis really needs...","sentiment_score":-0.2666666667}
{"full_text":"RT Orthopedic surgeon who has seen the horror of COVID-19 firsthand, joins MeidasTouch to deliver an importan...","sentiment_score":0.0}
{"full_text":"\"#Optimism can save the day\"Turn grey skies to green plants\"Thank you to for his #COVID #Christmas Carol.#Advent #Advent2020","sentiment_score":-0.125}
{"full_text":"As Hospitals Fill With #COVID19 Patients, Medical Reinforcements Are Hard To Find ","sentiment_score":-0.1458333333}
{"full_text":"Ravi Kumar, Deepak Punia among 24 wrestlers to represent India in #WrestlingWorldCup from December 12, in first international competition since coronavirus outbreak in March","sentiment_score":0.125}
{"full_text":"San Francisco continues to use data, science, and facts to fight the spread of COVID-19. Based on the latest data, we are experiencing a rapid COVID-19 surge. Your health, and that of your loved ones, is in danger.","sentiment_score":0.6}
{"full_text":"\"I think the story of BYU being willing to go all the way across the country on a couple of day's notice to fill in for Liberty, who has COVID issues, and play against Coastal Carolina in Myrtle Beach is one of the best stories out there in the world of sports.\" -@ClayTravis","sentiment_score":0.625}
{"full_text":"Unemployment claims continue to remain high.","sentiment_score":0.16}
{"full_text":"102-year-old born during 1918 pandemic beats COVID-19 for second time","sentiment_score":0.0}
{"full_text":"Chautauqua County continues to face yet another cluster of COVID-19 cases, this time at the jail in Mayville.","sentiment_score":-0.1}
{"full_text":"Even though COVID-19 restrictions are keeping in-person donors, sponsors and guests from attending the Pledge Day fundraiser, the spirit of the day hasn't been lost. reports.","sentiment_score":0.0}
{"full_text":"In \"Priya's Mask\", a popular Indian comic superhero who usually fights rapists and traffickers deploys her powers against a new enemy: the coronavirus","sentiment_score":0.1840909091}
{"full_text":"As many Black Americans continue to find ways to cope with the COVID-19 pandemic and social unrest, they are also turning to therapy.https:\/\/t.co\/EuDQHgNpWu","sentiment_score":0.1222222222}
{"full_text":"Organizers of the Tokyo Olympics say refund requests have been made for around 18% of the tickets sold in Japan for the Games. Ticket holders in Japan were allowed refunds because the event was postponed by 1 year due to the coronavirus pandemic. EPA-EFE","sentiment_score":-0.125}
{"full_text":"UPDATE: Cattaraugus County officials today announced the county's 31st COVID-19 death -- a 75-year-old man in the northwest part of the county who developed respiratory failure. There are also 62 new confirmed cases and a seven-day infection rate of 6.8%.","sentiment_score":0.0799242424}
{"full_text":"President Rodrigo Duterte supported the call for a global ceasefire to focus on addressing the prevailing threats of the COVID-19 pandemic, saying it has worsened peace and security around the world.READ:","sentiment_score":0.0}
{"full_text":"High school students throughout Louisiana have started end-of-curriculum testing, which is required by the state Education Department. Some parents are displeased that their virtual learners must head inside a school to take the test.","sentiment_score":0.16}
{"full_text":"IFS officer Surendra Singh Rajpoot who is set to get married to Seattle-based Microsoft product manager Akshat Dave on December 6 has only invited close relatives who have tested negative for #COVID19.","sentiment_score":-0.0166666667}
{"full_text":"Mayors are traditionally the top cheerleaders for their cities' futures, but this survey represents a marked shift, said  director of \"We were very struck by this degree of concern and pessimism,\" he said.","sentiment_score":0.2}
{"full_text":"RT We are on track to lose 1,000 more Chicagoans to coronavirus by the end of the year. This is not about politics. This is...","sentiment_score":0.5}
{"full_text":"Operation Warp Speed's chief operating officer described the dosage-tracking element as a \"draconian\" part of protecting millions of Americans against the coronavirus.","sentiment_score":0.0}
{"full_text":"\"I really took for granted how serious this was until it hit home.\"A beloved cafeteria worker is being remembered by her loved ones after losing her life to COVID-19. shares her family's message that this virus can hit anyone:","sentiment_score":0.3166666667}
{"full_text":"Sadly, those women will wear their evening attire then return items to store as credits &amp; store may or may not clean off Covid-19.","sentiment_score":-0.3416666667}
{"full_text":"According to the Labor Cabinet, total unresolved claims were at 87,715 -- a 14% jump from last week's total of 75,219 unresolved claims.","sentiment_score":0.0}
{"full_text":"RT On International Day of People with Disabilities, and I are committed to fighting for people with disabilities...","sentiment_score":0.0}
{"full_text":"RT More people died of COVID in the United States today than have died of COVID in Japan in all of 2020.","sentiment_score":0.5}
{"full_text":"so i went to go get tested for covid, again. and this nurse damn near tickled my brain in BOTH nostrils! firsr go round wasnt that bad. but she sure did clear my sinuses, walked out wit a runny ass nose","sentiment_score":-0.035}
{"full_text":"I already spoke to customer service  but in \"covid\" times it is a total let down to get \"dirty\" clothes","sentiment_score":-0.2518518519}
{"full_text":"South Carolina's COVID-19 percent positive is nearly 24%, DHEC says - WYFF4 Greenville","sentiment_score":0.1636363636}
{"full_text":"We Plant Trees #COVID19 #JobHuntChat #today #PositiveVibes","sentiment_score":0.0}
{"full_text":"DOOFENSHMIRTZ COVID INCORPORATED","sentiment_score":0.0}
{"full_text":"Medical officials serving Navajo make urgent plea: Stay home ","sentiment_score":0.0}
{"full_text":"RT Another day another Scumbag.  Apologies shouldn't be enough.   Politicians who talk out of the side of their mouthes s...","sentiment_score":0.0}
{"full_text":"The test isn't free, but it may be worth it to learn the result on the same day.","sentiment_score":0.2333333333}
{"full_text":"The coronavirus pandemic will continue to disrupt daily life until most people in the U.S. take a COVID-19 vaccine, according to top infectious disease officials. More information:","sentiment_score":0.375}
{"full_text":"RT It seems being the first country to approve the #Covid19 vaccine was far more important to #BorisJohnson and his patheti...","sentiment_score":0.3125}
{"full_text":"COVID-19 spike sets schools back in return to in-person learning.","sentiment_score":0.0}
{"full_text":"US Supreme Court sends California pandemic church attendance case back to lower court","sentiment_score":0.0}
{"full_text":"RT I am VERY glad to have a premier like who is thoughtfully balancing our #covid health risks with our constitution...","sentiment_score":0.525}
{"full_text":"I tried to do the phone notes meme but my last notes were how each of my kids was getting home from school the day the covid lockdown started in March ","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 42.1FWind Chill: 42.1FHumidity: 39%Dew Point: 18.8F Barometer: 30.156 inHgWind: 0 mph from the ESECorona Virus Weekly Stats:Cases: 179.000000Deaths: 9.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Go and thank you to all doctors, nurses, and healthcare workers fighting Covid! #DiaperDon #DiaperDonald #diaperdonnie #GOP #TrumpIsACriminal  #BidenHarris #PresidentBiden #TrumpCrimeFamily #Trump #republicansforbiden #GOPBetrayedAmerica #COVID19","sentiment_score":0.0}
{"full_text":"Biden to name top health care officials soon as pandemic rages, will keep Fauci as chief medical adviser","sentiment_score":0.25}
{"full_text":"No tf LOL","sentiment_score":0.8}
