{"full_text":"RT Here, an El Paso County Sheriff's Officer tries to block photographs from being taken as bodies are moved to refrigera...","sentiment_score":-0.1}
{"full_text":"forget ur zodiac sign i wanna know if u wear a mask in the drive thru or not","sentiment_score":0.0}
{"full_text":"They might be, but I still don't agree with lockdown. If you want to isolate that should be a personal choice.","sentiment_score":0.0}
{"full_text":"RT Since Nov 1, there have been almost twice as many stories in conservative media that mention potential side effects of the C...","sentiment_score":0.25}
{"full_text":"RT This piece is right on the money -- spot on. From Wall St to Main St Americans are incorrectly imagining that the #COVI...","sentiment_score":0.2261904762}
{"full_text":"RT When COVID hit, Loeffler rushed to dump $3 million in stock and protect her fortune. When Georgians needed help, Loe...","sentiment_score":0.0}
{"full_text":"RT GOOD NEWS:France agrees to open border to drivers with negative Covid testsBAD NEWS:Dido Harding's in charge of the...","sentiment_score":0.1333333333}
{"full_text":"RT I understand Covid19 pushed the world into a crisis and I admire the way that Australia ad...","sentiment_score":0.0}
{"full_text":"I hear ya but you don't wanna be the last guy to die in the war.  Have they lied an been political?  Yes.  But it seems like now is the worst time. Try to stay home.  2 weeks more...","sentiment_score":-0.125}
{"full_text":"RT UPDATE: In response to the reported border issues, we can confirm we have continued to supply the UK with scheduled deliveri...","sentiment_score":0.0}
{"full_text":"RT This times 1000000000 WTF?!?","sentiment_score":-0.625}
{"full_text":"RT If u can't stop going to parties during a pandemic, you need a hobby","sentiment_score":0.0}
{"full_text":"RT I'm telling you, people. The rest of the free world is STUNNED, at how our government has done almost NOTHING for the c...","sentiment_score":0.4}
{"full_text":"RT TB is surely right that we must really up the speed at which we are vaccinating.  Whether it is sensible to delay second...","sentiment_score":0.1619047619}
{"full_text":"RT It baffles me that people watch how poorly Congress handles something as simple as a COVID relief bill and still think it'd...","sentiment_score":-0.2}
{"full_text":"Amen.","sentiment_score":0.0}
{"full_text":"RT After lecturing us, fucking up christmas and destroying small businesses, she doesn't feel like she has to follow the s...","sentiment_score":-0.35}
{"full_text":"RT Oh $600 for the 8 months of the 2020 pandemic? Oh. Yeah, I thought you were saying for the 1918 pandemic. Cause $600 in 1...","sentiment_score":0.0}
{"full_text":"The numbers of people who died of AIDS in the the U.S. entire decade of the 80s was about 500,000. In less than a year, 300k have died from COVID.  If it were treated the way AIDS was, there would already be over a million dead, this year alone.This person is an idiot.","sentiment_score":-0.2916666667}
{"full_text":"Grateful for this man &amp; how he's handled the pandemic ","sentiment_score":0.0}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"RT ALICE COURTS, 82 of Toledo, Ohio died of COVID on Dec. 6. \"In her death she died without any family or loved ones surro...","sentiment_score":0.7}
{"full_text":"RT \"What else, what else... the covid vaccine. You heard about this? Some people think the government's gonna use it to ch...","sentiment_score":0.0}
{"full_text":"Why I voted Against The Bloated COVID Bill:Unconscionable SpendingBillions for NY Public Transport Endless Lawsuits for BusinessesGrants for PrisonersIllegal Immigrant BenefitsEnergy Market InterferenceLiberal Agenda-Driven Foreign Aid","sentiment_score":-0.0833333333}
{"full_text":"He's right you know, he's always been right","sentiment_score":0.2857142857}
{"full_text":"RT Tax experts and economists have today called for a wealth tax on the richest to pay for Coronavirus measures.This is wh...","sentiment_score":0.0}
{"full_text":"RT Here is Connie getting the call that the business her family started 50 years ago will survive the lockdown.   #barsto...","sentiment_score":0.0}
{"full_text":".... all that but they couldn't provide more relief, resources or money... I just know y'all are burning in hell","sentiment_score":0.5}
{"full_text":"What happens when you eliminate sugar and adopt the keto diet?https:\/\/t.co\/ETwt3FomyJ#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.0}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"RT Nah tell Tom Brady take it","sentiment_score":0.0}
{"full_text":"RT Tell Tom Brady to do it","sentiment_score":0.0}
{"full_text":"Hunger and food insecurity are not the same. Here's why that matters--and what they mean.","sentiment_score":-0.15625}
{"full_text":"RT This chart breaks down coronavirus cases by gender. A year into this pandemic, and non-binary people are *still* tota...","sentiment_score":-0.1555555556}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"Well I hadn't given my Gasparilla Bowl prediction, but let's just say Covid saved UAB from a MAJOR ass-whoopin.","sentiment_score":0.0625}
{"full_text":"RT This times 1000000000 WTF?!?","sentiment_score":-0.625}
{"full_text":"RT So much of this story involving the purchase of PS85m of tests from Abingdon Health is alarming including the fact Govern...","sentiment_score":0.05}
{"full_text":"RT Covid-19 literally attacks you to kill you. I promise you I felt like it was the end when I had it. Your body is literally...","sentiment_score":0.0}
{"full_text":"RT I urge other #ygk #MD s to sign this letter! #COVID19","sentiment_score":-0.15625}
{"full_text":"RT Covid-19 literally attacks you to kill you. I promise you I felt like it was the end when I had it. Your body is literally...","sentiment_score":0.0}
{"full_text":"RT Actually, the first name on your list didn't collect the money for real, he entered his toilet and found the money with a...","sentiment_score":0.1041666667}
{"full_text":"RT This piece is right on the money -- spot on. From Wall St to Main St Americans are incorrectly imagining that the #COVI...","sentiment_score":0.2261904762}
{"full_text":"I'm really sick af man I hope I don't have corona","sentiment_score":-0.7142857143}
{"full_text":"RT GOOD NEWS:France agrees to open border to drivers with negative Covid testsBAD NEWS:Dido Harding's in charge of the...","sentiment_score":0.1333333333}
{"full_text":"Yal better make Drew Brees patriotic ass take it","sentiment_score":0.5}
{"full_text":"RT idk weird year but I learned a lot and wrote a lot and this (with is what I'm proudest of","sentiment_score":-0.5}
{"full_text":"Covid19 virus (SARS-CoV-2) has at least six main strains and several mutated variants so far, none of those triggered travel bans especially that these mutations didn't change the severity of the disease or the basic measures to prevent infection.","sentiment_score":-0.0055555556}
{"full_text":"RT I'm sorry for the unrelenting bad news tweets today. I have no power, I can't change policy or keep people safe. But I ca...","sentiment_score":-0.2333333333}
{"full_text":"RT Anyway, this, from Dec. 1, is the last thing I will write about Scott Atlas.","sentiment_score":0.0}
{"full_text":"AH THAT EXPLAINS WHY WE ARE IN THE STATE WE ARE IN THEN - A COVID - RIDDEN PARIAH AMONGST THE NATIONS WITH  OUR DEATH RATE OFF THE MAP AND AN EVER WORSTENING ECONOMIC DISASTER IN THE MAKING","sentiment_score":0.2}
{"full_text":"On it's own you could maybe make a decent argument of that, but after our gov screaming \"super mutant virus! lockdown now!! it's out of control!!!\" It's pretty much self inflicted.","sentiment_score":0.4433333333}
{"full_text":"RT .@HayesBrown: The new Covid-19 relief bill is a mediocre Christmas gift at best.https:\/\/t.co\/3U58No3yv4","sentiment_score":-0.1818181818}
{"full_text":"RT \"Hospital bosses in England are dismayed that, a fortnight after Margaret Keenan from Coventry became the first person t...","sentiment_score":0.25}
{"full_text":"So much people with so much rubbish... no clue but typing texts... ","sentiment_score":0.2}
{"full_text":"RT The word \"missile\" appears 19 times in the COVID Relief Bill. \"Aircraft\" appears 208 times. \"Munition\" 46 times.\"we...","sentiment_score":0.0}
{"full_text":"#AutonomousVehicles will save more life's than a world pandemic!","sentiment_score":0.625}
{"full_text":"Sorry to hear this.","sentiment_score":-0.5}
{"full_text":"This SNL Nike ad should've been resurrected for 2020 to introduce a limited edition pandemic edition","sentiment_score":-0.0714285714}
{"full_text":"The best practices to manage a remote workforce--during the pandemic and beyond #Tuesday #TuesdayFeeling  #tuesdayvibe #Careers #Jobs #work #business #HumanResources #COVID19 #COVID #Corona #coronavirus #pandemic #pandemia","sentiment_score":0.45}
{"full_text":"RT This has to be a mental illness. The Caribbean is not simply a \"getaway\". We are real people, with real lives &amp; real ec...","sentiment_score":0.1}
{"full_text":"RT There should not be any foreign aid given to any country, ever, but especially not in a COVID relief bill that's suppose...","sentiment_score":-0.0625}
{"full_text":"RT Cool story, Nikki. Maybe next time you shouldn't endorse a President who is up to his neck in Chinese cash...","sentiment_score":0.1166666667}
{"full_text":"RT I'm blessed with love and appreciation of our global #HIVE community. Coronavirus hostile takeover of my health successf...","sentiment_score":0.25}
{"full_text":"RT This is how I explained the Relief Package to my 8-year-old...I loaned $700 to my friend, and then Covid hit. I lost my job...","sentiment_score":0.0}
{"full_text":"Please wear a mask ... especially when you are around young children.","sentiment_score":0.05}
{"full_text":"RT Nearly 3,000 lorries are stuck in Kent after France shut its UK border amid concern over a fast-spreading Covid variantA...","sentiment_score":0.1}
{"full_text":"Who needs linebackers?","sentiment_score":0.0}
{"full_text":"RT In this new aid deal, Employers will no longer have to provide paid sick leave to workers who get infected with COVID-19....","sentiment_score":-0.288961039}
{"full_text":"RT The province announced today that Ontario will move into a province-wide shutdown on Dec. 26. Laurier is focused on protecting...","sentiment_score":0.0}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Amelia Bedelia has escaped with large quantities of the Covid vaccine after being told to \"Take the vaccine\"","sentiment_score":0.2142857143}
{"full_text":"Real NIGGAS DO NOT GET COVID Even when they're sick!!!!","sentiment_score":-0.4}
{"full_text":"RT BREAKING: UK Records record daily rise in cases - 36,804That means 1 in every 2,000 people in the UK caught Coronavirus y...","sentiment_score":0.0}
{"full_text":"France agrees to reopen UK border to lorry drivers with negative Covid test | The Guardian     EU nationals and those with 'legitimate' reasons can also enter with all-clear result from past 72 hours","sentiment_score":-0.275}
{"full_text":"i cannot fathom that a person would claim to be \"pro-life\" and then refuse to wear a mask around a pregnant person, like what kind of mental fucking gymnastics","sentiment_score":0.0583333333}
{"full_text":"So you want to get covid thats up to you old fool.  Workers dont get to stand 6 feet apart for 10 minutesThe average building hvac is 2 to 3 hour fresh air turn over Where do work in filtration","sentiment_score":0.0833333333}
{"full_text":"He should know. He's got the receipts.","sentiment_score":0.0}
{"full_text":"RT Congress slips asinine additions into 'Covid Relief Bill.'","sentiment_score":0.0}
{"full_text":"RT AstraZeneca says its vaccine should be effective against new coronavirus variant","sentiment_score":0.3681818182}
{"full_text":"I hope Vic authorities are reading articles like this one...for a reminder of how water tight quarantine systems need to be.","sentiment_score":-0.1785714286}
{"full_text":"RT Say hi to Herman Cain.","sentiment_score":0.0}
{"full_text":"RT The #Chiefs have placed LB Anthony Hitchens on the COVID-19\/Reserve list. DETAILS:","sentiment_score":0.0}
{"full_text":"RT I don't give a fuck. U don't leave somebody in a different country bcuz he hurt your feelings. Especially w...","sentiment_score":-0.1333333333}
{"full_text":"RT I actually can't say I'm surprised.","sentiment_score":0.05}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"Spread the word!  #NHS","sentiment_score":0.0}
{"full_text":"Upset cause my mom has COVID and I can't have Christmas with the family","sentiment_score":0.0}
{"full_text":"Bullshit u lying fucking idiot","sentiment_score":-0.8}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Screw BIDEN!  He will NEVER be our president!","sentiment_score":0.0}
{"full_text":"RT This times 1000000000 WTF?!?","sentiment_score":-0.625}
{"full_text":"RT The warning was clear.","sentiment_score":0.1}
{"full_text":"RT Today, I received the COVID-19 vaccine.To the scientists and researchers who worked tirelessly to make this possible -- than...","sentiment_score":0.0}
{"full_text":"Talk Radio have put out several online polls to guage support for another lockdown.  The result, sometimes with over 5000 replies, is 80-90% NO.","sentiment_score":0.0}
{"full_text":"RT Why I voted Against The Bloated COVID Bill:Unconscionable SpendingBillions for NY Public Transport Endless Laws...","sentiment_score":-0.0625}
{"full_text":"RT Read through this whole thread. It is infuriating. This is how the medical establishment treats even one of its own when...","sentiment_score":0.05}
{"full_text":"This isn't the only change https:\/\/t.co\/4HcLGgjIXi","sentiment_score":0.0}
{"full_text":"RT Iran: Coronavirus Death Toll in 470 Cities Exceeds 189,800 #WeStand4FreeIran  ","sentiment_score":0.0}
{"full_text":"RT Tesco rationing items is a bit tricky for Johnson apologists who pretended there were no supply problems, panic buying o...","sentiment_score":0.0}
{"full_text":"RT \"With the closures of sports stadiums, concert halls, and movie theaters, the only stage fit for the pandemic turned out t...","sentiment_score":0.2}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"Each day I wake up I can't believe how #Republicans operate. Millions of people in this country actually need a vaccine and instead they have to wait behind the jerks that helped spread the virus, denounce science, and cause dissention in #Americans. Florida please #RetireRubio.","sentiment_score":-0.2}
{"full_text":"Tracking the coronavirus vaccine, state by state want to explain why the range of healthcare workers to receive first COVID vaccine varies from 38% to 100% according to state?","sentiment_score":0.25}
{"full_text":"RT Oh good grief. At what point do we explode ","sentiment_score":-0.05}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"RT The whole package is a sell out.    I'm voting no.   Dozens of problems.  5,500 pages long and 2 hours to review.  This is...","sentiment_score":0.075}
{"full_text":"RT With 2 highly efficacious vaccine and  &gt;37,000 participants in the randomized trials who received placebo, how and when shou...","sentiment_score":0.16}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"Have you listened to our recent podcast??! Then we know you've been dying to see that 'pandemic path' board game in all its glory! &gt;&gt;if you don't know what this is then head over to Friends with a Twist podcast &amp; get caught up!!&lt;&lt;","sentiment_score":-0.25}
{"full_text":"Block out the noise about the coronavirus and get the latest facts from the American Heart Association. Visit to learn more.","sentiment_score":0.3333333333}
{"full_text":"Block out the noise about the coronavirus and get the latest facts from the American Heart Association. Visit to learn more.","sentiment_score":0.3333333333}
{"full_text":"Block out the noise about the coronavirus and get the latest facts from the American Heart Association. Visit to learn more.","sentiment_score":0.3333333333}
{"full_text":"RT Honestlyyyyyy, some people have used the same face mask for over  3 weeks. It's not covid that you'll catch, it's a bac...","sentiment_score":0.0}
{"full_text":"Block out the noise about the coronavirus and get the latest facts from the American Heart Association. Visit to learn more.","sentiment_score":0.3333333333}
{"full_text":"Block out the noise about the coronavirus and get the latest facts from the American Heart Association. Visit to learn more.","sentiment_score":0.3333333333}
{"full_text":"Block out the noise about the coronavirus and get the latest facts from the American Heart Association. Visit to learn more.","sentiment_score":0.3333333333}
{"full_text":"RT Blaming international travel for #COVID19 spread is convenient. But according to Ontario's own data, the three biggest o...","sentiment_score":0.3}
{"full_text":"RT Applicants Flock to Elite Business Schools to Ride Out the Coronavirus Pandemic #Tuesday #TuesdayFee...","sentiment_score":0.0}
{"full_text":"There's a pandemic.Cinemas and theatres are empty.And with good reason.Why are you acting against good reason?","sentiment_score":0.4666666667}
{"full_text":"RT I was honored to be interviewed by for Schools on the Frontlines podcast about state testing in 2021 a...","sentiment_score":0.0}
{"full_text":"RT Tune in now: I'm joining on to discuss the bipartisan, bicameral agreement for another major COVID-1...","sentiment_score":0.0625}
{"full_text":"Are you kidding me? You can't get them to agree?!This fucking country is hopeless. Welcome new strains of Covid19 apparently our country wants to lock down kinda sorta but not actually keep anything out while keeping the situation going and the people struggling.","sentiment_score":0.0615440115}
{"full_text":"Watson, the second-highest paid QB in the #NFL in terms of annual average, has base salaries of $1.177 million in 2020 (guaranteed), $10.54 million in 2021 (guaranteed), $35 million in 2022 (guaranteed), $20 million in 2023 (guaranteed).But $7,500 is an acceptable fine, sure.","sentiment_score":-0.0083333333}
{"full_text":"RT Dr. provides a great overview on Covid-19 vaccination. Also an awesome follow","sentiment_score":0.9}
{"full_text":"THERE WAS NO VOTER FRAUD ASSWIPE STOP TRYING TO MURDER PEOPLE WHO DON'T AGREE WITH YOU AND YOUR LYING MURDERING GOP LEADERS AND TRUMP! YOU DON'T DESERVE TO SERVE ALL AMERICIAN PEOPLE IN YOUR STATE!","sentiment_score":0.0}
{"full_text":"Beginning of 2020 vs end of 2020. The one on the right is what looking after 240 children during a worldwide pandemic does to you! ","sentiment_score":0.3571428571}
{"full_text":"Can't wait","sentiment_score":0.0}
{"full_text":"RT Tell Tom Brady to do it","sentiment_score":0.0}
{"full_text":"RT Nah tell Tom Brady take it","sentiment_score":0.0}
{"full_text":"RT Congress's Omnibus Federal Spending Package Funds IMLS for FY21, No COVID Relief for Libraries","sentiment_score":0.0}
{"full_text":"RT Pfizer nears deal with U.S. government for more Covid vaccine doses, source says","sentiment_score":0.5}
{"full_text":"RT It's confirmed: The pandemic is a hoax. 22 highly renowned scientists conclude that the PCR test produces 97% false positi...","sentiment_score":0.0533333333}
{"full_text":"A Brooklyn co-roasting space is helping independent coffee shops survive the pandemic via","sentiment_score":0.0}
{"full_text":"Damn right! We let the worst government in the world get re-elected, lie to us all; to the Queen, cheat us into a (no-deal) br*xit, then cancel Christmas to try to convince us there's a \"new strain\" of #COVID they'll use to deflect the blame they deserve for their ABJECT FAILURE!","sentiment_score":-0.22558171}
{"full_text":"As the total number of Covid-19 patients has crossed the 1 crore-mark, the world's largest 10,000-bed Sardar Patel Covid centre in Delhi's Chhatarpur area has just 59 patients currently undergoing treatment.https:\/\/t.co\/xTjvdyOZQb","sentiment_score":0.0}
{"full_text":"Aon cautions pension schemes against pandemic over-reaction #insurance","sentiment_score":0.0}
{"full_text":"The beloved was feared to be a super-spreader event in the making.https:\/\/t.co\/nRTX2BKz3g","sentiment_score":0.7}
{"full_text":"Be sure to check out our final Holiday COVID tip for the season! Please be safe, and happy holidays.","sentiment_score":0.45}
{"full_text":"Be sure to check out our final Holiday COVID tip for the season! Please be safe, and happy holidays.","sentiment_score":0.45}
{"full_text":"The AU\/UGA Medical Partnership is committed to addressing the physician shortage in Georgia, a mission that is even more important during the COVID-19 pandemic.","sentiment_score":0.3}
{"full_text":"Jonathan Rhys Meyers (@JRM_official) &amp; John Malkovich Starring In Pandemic Thriller 'The Survivalist' directed the #movie from an original #script by Matthew Rogers.@DEADLINE by #scriptchat #amwriting","sentiment_score":0.375}
{"full_text":"RT Europe crosses 500,000 COVID-19 deaths as new variant spreads - Reuters tally","sentiment_score":0.1363636364}
{"full_text":"RT Pity #Callifornia, which \"added 295,000 Coronavirus cases over the past week, and is likely to reach 300,000 new cases thi...","sentiment_score":-0.0534090909}
{"full_text":"What are your lockdown New Years Eve plans? ","sentiment_score":0.1363636364}
{"full_text":"RT I am working on an article on the most egregious\/unrelated items stuffed into the massive \"COVID Stimulus Bill\", includ...","sentiment_score":0.25}
{"full_text":"RT When your country's COVID-19 relief bill includes $10 million in \"gender programs\" for Pakistan, you know Congress is br...","sentiment_score":0.0}
{"full_text":"RT I love this for being the stupidest visual shorthand it could possibly have been. If you're unvaccinated in a pandemic...","sentiment_score":0.1666666667}
{"full_text":"Conn Hallinan: \"One place to find some of that money would be to respond to Russian, Chinese, and United Nations proposals to demilitarize space, heading off what will be an expensive -- and destabilizing -- arms race for the new high ground.\"https:\/\/t.co\/eMH1AUccc3","sentiment_score":-0.0407272727}
{"full_text":"IAF officer skydives to pay tribute to 'Corona Warriors' [PHOTOS].https:\/\/t.co\/CMLHsVXRyK","sentiment_score":0.0}
{"full_text":"When will kids get a COVID-19 vaccine? Dr. Thirumoorthi, Chief of the Pediatric Infectious Disease Department at St. John Hospital shares his insight about this topic:","sentiment_score":0.0}
{"full_text":"RT #COVID19 reviews are quickly out-dated. A solution: 'Live reviews' which are now online by the Oxford-Cardiff COVID-19 L...","sentiment_score":0.2348484848}
{"full_text":"Be sure to check out our final Holiday COVID tip for the season! Please be safe, and happy holidays.","sentiment_score":0.45}
{"full_text":"Don't let covid-19 stop you from sending love to your family!Souvenir Mug - Starting at just $25.00 #photomug #christmas #holidays #newyear #2020 #gifts#Spectrum_Imaging_CenterSPECTRUM IMAGING CENTERSince 1973129-08 Liberty AveRichmond Hill, NY 11419","sentiment_score":0.25}
{"full_text":"Fact: Quarantine is used to keep someone who might be exposed to COVID-19 away from others. A negative test does not end your quarantine early. It simply means that at the time of your test, your sample did not show viral levels high enough.. Learn more:","sentiment_score":0.0766666667}
{"full_text":"Padilla helped kill CA from having #M4A he was a feinstein aide.  I'm not expecting him to be out there helping people get survival $ to survive covid.But he's Newsom's bestie &amp; he seems to like corporate lobbyists.  So --there's that.","sentiment_score":0.0}
{"full_text":"RT As difficult as it was, I am proud to have been able to cover this horrible #covid19 surge that hit #ElPaso for so to...","sentiment_score":-0.05}
{"full_text":"RT Yea so what if now he catches COVID and gets really sick and can't go back to his family for 3 weeks? Then...","sentiment_score":-0.3571428571}
{"full_text":"Employers Have a Crucial Role to Play in Covid-19 Vaccinations","sentiment_score":0.0}
{"full_text":"COVID-19 didn't stop SSCC member from continuing their holiday traditions! Their Merry Mixer is a CNG-fueled vehicle they take to parades &amp; holiday events. This year, they decided to record the whole show for everyone to enjoy this holiday season!","sentiment_score":0.35}
{"full_text":"Come on Democrats, leftists and fans get out there and ask everyone in Georgia to vote for and John This is the best chance we have to end the madness of COVID-19!  #DemCastGA #gapol #BLM","sentiment_score":1.0}
{"full_text":"Congress has passed a requirement for carbon monoxide alarms in federally subsidized housing that was included as part of the $900 billion Covid-19 relief bill.https:\/\/t.co\/p3WHNj8hE7","sentiment_score":0.0}
