{"full_text":"RT Glad the experience has been a mostly positive one for you Isabel  sadly so many mothers are still being let down and forgot...","sentiment_score":0.2679292929}
{"full_text":"Be angry.","sentiment_score":-0.5}
{"full_text":"RT We are the only country of the 33 developed nations that does not have a universal basic income program or universal hea...","sentiment_score":0.02}
{"full_text":"RT Fascinating piece from about tension between encouraging masking\/social distancing as individual self-prese...","sentiment_score":0.35}
{"full_text":"RT Seems like Nikki Haley is angry that Americans might just receive some relief during a deadly pandemic, you know, the m...","sentiment_score":-0.35}
{"full_text":"RT This paper says \"control measures of similar stringency to national lockdown implemented in England in Nov 2020 are unli...","sentiment_score":0.0}
{"full_text":"Will COVID-19 vaccines work on the new coronavirus variant?https:\/\/t.co\/BwxL2KfcG7","sentiment_score":0.1363636364}
{"full_text":"RT There are now more COVID-19 patients in hospital than at the height of the first wave. The NHS is in crisis. What is...","sentiment_score":0.375}
{"full_text":"RT Ontario defends #vaccination delays amid worsening nursing home outbreaks via","sentiment_score":0.0}
{"full_text":"RT Pedigree dogs are being stolen and used for intensive breeding after prices quadrupled because of the desire for a COV...","sentiment_score":0.0}
{"full_text":"Looking at the response to Covid and particularly the way the elderly and their carers have been neglected in care homes I would like to understand the evidence for your comments . It sounds a bit like Brexit means Brexit .","sentiment_score":0.1666666667}
{"full_text":"You are most certainly not an idiot. You sacrificed so that everyone in your family remained safe. You would be an idiot if you unwittingly picked up Covid from somewhere and brought it to Christmas dinner with you.","sentiment_score":0.15}
{"full_text":"\"the nhs cant cope\"\"hospitals are over crowded\"","sentiment_score":0.0}
{"full_text":"Question: Is Ontario's hospital beds\/capita still the lowest among the provinces? #cdnpoli #bcpoli #onpoli","sentiment_score":0.0}
{"full_text":"RT Can't think of anyone less deserving of the Filipino people's money.\"There is no definite revenue source for the purch...","sentiment_score":0.1444444444}
{"full_text":"RT Thank you to everyone who has followed &amp; shared in the last 12 hours. We have got 'The NHS' trending &amp; is inunda...","sentiment_score":0.0}
{"full_text":"Do you wear a mask?","sentiment_score":0.0}
{"full_text":"RT Argentina becomes the third country worldwide to begin inoculating its citizens against Covid-19 with the Sputnik V vaccine,...","sentiment_score":0.0}
{"full_text":"RT But don't bring up the New York Times's anti-Semitism to the Manhattan-based New York Times. Or the targeting of Jews du...","sentiment_score":0.1363636364}
{"full_text":"RT Wednesday:- Mom tests COVID +- 2 children, 6 office mates, 2 elderly parents and a nanny begin quarantine, all initially...","sentiment_score":0.0}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"RT Why a SARS-CoV-2 variant that's 50% more transmissible would in general be a much bigger problem than a variant that's...","sentiment_score":0.1833333333}
{"full_text":"RT Taxation WITHOUT Representation.....","sentiment_score":0.0}
{"full_text":"During the sharp lockdown (Mar-May), we should have built up capacity for mass testing and large scale tracing. Lockdowns are not a solution","sentiment_score":0.0446428571}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"RT Biden, in delivering remarks later today on the COVID crisis, is expected to \"address the current Administration falling...","sentiment_score":-0.0333333333}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"RT Source video of WHO's Maria Van Kerkhove talking about asympt...","sentiment_score":0.0}
{"full_text":"RT Pongal andru Oru Deepavali (ku) thayaaraaguvom Much awaited , much expected Hopefully the universe makes it a wonder...","sentiment_score":0.05}
{"full_text":"This has just taken me hours to compile but when you look back at it, it's pretty impressive how far the world has come in a year ","sentiment_score":0.3375}
{"full_text":"RT Hospitals are running out of oxygen, 3433 have died in the last week alone, and cases are spiralling out of control.Bu...","sentiment_score":0.0}
{"full_text":"And as for lying I do think there is a serious manipulation of the data. They fail to mention that a large amount of patients in hospital with covid aren't being treated for it but are there for other reasons  I actually know 2 personally.","sentiment_score":-0.1240079365}
{"full_text":"RT 1 in 1000 Americans has DIED from COVID-19Meanwhile who's NEGLIGENCE, CORRUPTION &amp; CR...","sentiment_score":0.0}
{"full_text":"RT Spread HIV but not COVID","sentiment_score":0.0}
{"full_text":"RT Uh oh, don't tell the media, Biden, Fauci, and their ilkhttps:\/\/t.co\/IRyOa8xe9g","sentiment_score":0.0}
{"full_text":"RT Answer the damn question!","sentiment_score":0.0}
{"full_text":"RT In the of COVID-19 epidemic, these claimants've tried to calling for fund 30-50% in advance from the government agency r...","sentiment_score":0.0}
{"full_text":"#Coronavirus New Variant #UK Hospitals working in \"major incident mode\" are considering setting up \"tents outside hospitals\" - Sky News","sentiment_score":0.0662878788}
{"full_text":"Rome not being built in one day, as much as the difficulty during the covid-19 period with the lockdown issues, never did the construction come to a standstill, all credit goes to the and its great donors who funded the start of the actual building.","sentiment_score":0.3333333333}
{"full_text":"RT Uh oh, don't tell the media, Biden, Fauci, and their ilkhttps:\/\/t.co\/IRyOa8xe9g","sentiment_score":0.0}
{"full_text":"RT Canadian-style lechon from the Texas Senator.#TuesdayThoughts ","sentiment_score":0.0}
{"full_text":"Me, naturally.","sentiment_score":0.1}
{"full_text":"RT Our NHS is on the brink of collapse. Hospitals are running out of oxygen. Drs are being asked to cancel annual leave. Bed...","sentiment_score":0.0}
{"full_text":"RT It's Cuomo and his ilk who are the disgusting dictatorshttps:\/\/t.co\/KOTerotthY","sentiment_score":-1.0}
{"full_text":"\"COVID-19 outbreak at second long-term care home\"\"Noric House is an Interior Health owned and operated care home with 85 publicly funded beds.\"After nine months -- it's clear the gov't orders\/restrictions are not working!! #EndTheLockdowns","sentiment_score":0.0520833333}
{"full_text":"RT Breaking--UK scientists just reported a case-control study that the mutated UK B.1.1.7 variant is not associated w\/ more s...","sentiment_score":0.5}
{"full_text":"RT #Breaking | New mutant strain of COVID: 250 passengers, who returned from UK, are untraceable in Karnataka. State Home Minist...","sentiment_score":-0.0818181818}
{"full_text":"RT China has sentenced citizen journalist Zhang Zhan to 4 years in prison for reporting on the early days of the COVID-19 out...","sentiment_score":0.1}
{"full_text":"I believe you've won the internet with this one! Never has a truer statement been made! ","sentiment_score":0.0}
{"full_text":"RT If you lock a person down too long, they realize you aren't actually trying to save them at all..they get the virus anywa...","sentiment_score":-0.0685185185}
{"full_text":"RT Spain will create a database of those who refuse to be vaccinated against coronavirus and share it with the rest of the EU. htt...","sentiment_score":0.0}
{"full_text":"RT Weren't they just campaigning against accepting the vaccine???","sentiment_score":0.0}
{"full_text":"RT .@tculpan was at Hong Kong airport the morning the U.S. reported its first Covid-19 case.By the time he landed at JFK airpo...","sentiment_score":0.25}
{"full_text":"RT Thanks for raising the concerns that CEO + I share about BC's...","sentiment_score":0.2}
{"full_text":"Thank you President Trump yeah there's lots of people with their power shut off right now that I personally know when he got money to pay the power bill call me sometime I would love that Kevin Kenneth Kiehnke KOEHNKE 9205401981","sentiment_score":0.2619047619}
{"full_text":"RT Notice how Republican Congressmen who like to claim they are the party of \"personal responsibility\" refuse to take any responsibil...","sentiment_score":0.0}
{"full_text":"RT If you lock a person down too long, they realize you aren't actually trying to save them at all..they get the virus anywa...","sentiment_score":-0.0685185185}
{"full_text":"RT Has this guy been caught? He was photographed wielding a cutlass against #EndSARS protesters in Alausa on Oct 15, 2020.#EndS...","sentiment_score":0.0}
{"full_text":"RT My 93-year-old grandmother beat Covid. Amen! ","sentiment_score":0.0}
{"full_text":"RT Coronavirus: Spain to keep registry of those who refuse Covid vaccine","sentiment_score":0.0}
{"full_text":"RT A special cabinet meeting has been called for tomorrow. Ministers expect a move to level five #COVID19 restrictions will be...","sentiment_score":0.3571428571}
{"full_text":"RT COVID can't read a calendar. Nothing magical will happen on Jan 1st 2021.Vaccines\/masks\/avoiding crowds will slow it...","sentiment_score":0.1}
{"full_text":"It takes about 15 minutes of being in the same space, breathing the same air, to catch covid 19.Maybe less now because of the new variant","sentiment_score":-0.0075757576}
{"full_text":"RT UK tech raised a record PS11bn in venture capital this year, despite Covid. More than France + Germany combined.","sentiment_score":0.5}
{"full_text":"*BREAKING*&gt;&gt;&gt; IGP Kmr Vijay Kumar Tested Positive For Covid-19","sentiment_score":0.2272727273}
{"full_text":"RT \"They can vaccinate you through the nasal test swabs and target the brain.\" Think about it. Why all of these test centres an...","sentiment_score":0.0}
{"full_text":"RT This year, we've painfully learned the cost of being unprepared for a pandemic. If we aren't investing with our partners ar...","sentiment_score":-0.7}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"RT \"Lockdown kills. It's as simple as that.\"Maajid Nawaz questions why the British public is being \"scared and bumped into supporti...","sentiment_score":0.0}
{"full_text":"RT The mail-South #Korea: #Plasma #Donation by #Shincheonji #Church Facilitates Development of the #Vaccine for #COVID-19https...","sentiment_score":0.0}
{"full_text":"RT I support $2,000 stimulus checks until the COVID-19 Pandemic is over.Pass it on.","sentiment_score":0.0}
{"full_text":"May Allah swt give you compete shifa. Ameen. Stay strong.","sentiment_score":0.4333333333}
{"full_text":"RT A  on COVID Living Room Spread: Saturday: - Older, out of the house brother wants to visit younger siblings.  Mom says...","sentiment_score":0.1222222222}
{"full_text":"RT This hits close to home. So stay close to yours if you can. And remember, not everyone ends up in a hospital or dies from #...","sentiment_score":0.0}
{"full_text":"RT We entered this pandemic with: 40k too few nurses 10k too few doctors 17k too few beds A mere 4000 ICU beds...","sentiment_score":-0.275}
{"full_text":"RT WHEN THIS PANDEMIC IS OVER I'M GONNA GO WILD addressing my non-urgent medical issues that i've been ignoring","sentiment_score":0.05}
{"full_text":"Everyone has to stand up and say NO to lockdowns, and masks! It is proven that if you wear a mask it increases your level of RNA that is needed for a positive. Stop and stop getting tested if you are not sick!","sentiment_score":0.3368506494}
{"full_text":"RT The virus would have be confined in China, instead of spreading all over the world, if CCP didn't cover up the...","sentiment_score":0.0}
{"full_text":"RT This Covid thing has really blown up. He was definitely a super spreader.","sentiment_score":0.2666666667}
{"full_text":"RT $TSLA held up well post S&amp;P. Plenty of positive catalysts around the corner. Expect mind blowing deliveries for Q4. Ima...","sentiment_score":0.2272727273}
{"full_text":"RT The #RSPCA wants you to prevent the cruelty to animals by encouraging you to eat them.#boycotttherspca #animalrights...","sentiment_score":0.2}
{"full_text":"Simple. America does what it WANTS to do.","sentiment_score":0.1}
{"full_text":"RT stop feeling sorry for this man. this is his job. his cabinet have looted covid-19 funds, failed to provide adequate PPE,...","sentiment_score":-0.2222222222}
{"full_text":"Everything has been shaken up by the pandemic: especially how we operate our businesses. Still, some companies are thriving where others are struggling. Here is what the most successful companies have in common: #Cloud","sentiment_score":0.2375}
{"full_text":"It's the Covid-19 that you mishandled, lied about, held superspreader rallies and refused to encourage the country to wear masks. What a disgrace . If former PRESIDENT had done all the above you and your supporters would of had him on blast. ","sentiment_score":0.0}
{"full_text":"RT Due to Covid-19, Sukkur Blood &amp; Drugs Donate Society required blood for patients of Thaleysemia. After Flaming Torch ral...","sentiment_score":-0.125}
{"full_text":"If you are in #Connecticut and seeking a free #COVID19 test over the next couple of days, stop by Stamford High School (today from 4-7pm), Mansfield Middle School in #Storrs (tomorrow from 3-7pm), or Westhill High School in #Stamford (tomorrow from 4-7pm).","sentiment_score":0.144}
{"full_text":"RT The will hold our yearly meeting on Jan 23 in Phoenix. Here we will elect our chairman for the next two years. Some worry...","sentiment_score":0.4}
{"full_text":"Using data to solve #COVID19-created problems: A CARES Act-funded project of will partner with and to mitigate the impact of the pandemic on business and the community. #ChooseDelaware #NetDE","sentiment_score":0.0}
{"full_text":"#COVID19  caused a severe economic fallout. Here's what happened to the #Fed policy in 2020 --&gt;&gt;https:\/\/t.co\/FUINeBKGbs","sentiment_score":0.2}
{"full_text":"RT Just boggles the mind how the end of this story on the Nashville bombing reads as if people in Tennessee have no idea that...","sentiment_score":0.0}
{"full_text":"2020 forced brands to adjust their messaging. Explore three impactful examples of advertisers taking meaningful approaches to the coronavirus pandemic. #2020Top10","sentiment_score":0.1}
{"full_text":"With a COVID winter underway, how can you protect your restaurant staff and customers and keep business going? We're letting you in on steps you can take to adjust operations, maintain sales and reduce expenses. #CovidRestaurantSupport","sentiment_score":0.0}
{"full_text":"RT Thursday: - Mom symptoms get worse, everyone else locks down.Friday:- Nanny, a 60+ yo Black woman, tests COVID (+), dev...","sentiment_score":-0.2833333333}
{"full_text":"RT A 33-year-old Disney employee revealed on Facebook that she received the Pfizer vaccine through a relative with connections to Re...","sentiment_score":0.0}
{"full_text":"RT Respectfully asking, for those of you asking people what are their plans for New Year's Eve, what responses are you hopin...","sentiment_score":0.3181818182}
{"full_text":"RT We are living in a country where there are people vacationing during a pandemic and also people who cannot feed their famil...","sentiment_score":0.0}
{"full_text":"Will you be changing \"the rules\"tomorrow? If not, why not?Webinars &amp; flying testing squads for schools by are just useless sticking plasters. How about dealing with causes, not half-baked, too late, partial fixes?What have SAGE told you to do?When?","sentiment_score":-0.3}
{"full_text":"RT Collection via Self assessment tax on filing of return is less than 10 % per your own data ,...","sentiment_score":0.2166666667}
{"full_text":"RT Added to the Covid pandemonium is:Unemployment GBVCorruption and LootingWorst of all#Loadshedding Ay this government....","sentiment_score":0.0}
{"full_text":"RT Officials from seal a building in #Bengaluru as a mother-daughter duo tested positive for the new strain of the...","sentiment_score":0.1818181818}
{"full_text":"RT Do you remember lockdown was supposed to be 21 days?  all men do is lie","sentiment_score":0.0}
{"full_text":"RT If this is the case, then why do the NHS Nightingale Hospitals stand completely empty?","sentiment_score":-0.1}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"RT We are currently in Brecon conducting high visibility patrols.  A large number of people are visiting the area to walk up Pen...","sentiment_score":0.1247619048}
{"full_text":"I should add I think our state CDC has been doing a very good job throughout this pandemic. The clog is at the federal level.","sentiment_score":0.91}
{"full_text":"COVID-20","sentiment_score":0.0}
{"full_text":"RT A young friend, a nurse, writes from Long Beach, CA: Running out of High Flow Oxygen and Ventilators, ICU filled. Every woma...","sentiment_score":0.1525}
{"full_text":"They were largely the same policies except for 1. taking 8 months to get a mask mandate and 2. conscious lack of enforcement of social-distancing rules.","sentiment_score":0.1047619048}
{"full_text":"RT Parliament has been given an extra week away on holiday because of Covid yet Michael Gove is still saying schools will...","sentiment_score":0.0}
{"full_text":"Learn about what the workplace leaders around the world are doing to accelerate their workplaces amidst the global pandemic and beyond. Purchase a corporate case study to gain insights from across the globe.https:\/\/t.co\/lZesx8grQM","sentiment_score":0.0}
{"full_text":"#Outlook2020 #OutlooksPersonOfTheYearSabyasachi Mishra, The Odia Filmstar Whose Heart Bled For #COVID19 Sufferers For being a wonderful soul, is Outlook's Person of the Year, 2020.https:\/\/t.co\/n2mMSXLM0K","sentiment_score":1.0}
{"full_text":"#Tollywood actors #RamCharan &amp; #VarunTej test positive for #COVID-19 #RamCharanKonidela #Covid19 #Quaratine #TeluguCinemaNews","sentiment_score":0.2272727273}
{"full_text":"No. 330 000 Americans Have died of Covid. That's 1 in 1000. 1 in 16 people have caught it in the US","sentiment_score":0.0}
{"full_text":"When will kids get the COVID vaccine? Likely it will be until the middle of 2021. SO...keep social distancing and wear a mask!","sentiment_score":0.0138888889}
{"full_text":"UN Chief Issues Message of Hope, Healing for New Year","sentiment_score":0.1363636364}
{"full_text":"Touchless features. More spacing. Increased airflow. How might #architecture trends evolve as a result of the pandemic? Find out in the interview with CEO Deryl McKissack. #AEC #FutureOfDesign","sentiment_score":0.5}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"To help seniors stay safe at home and prevent injury caused by falls, we provide mobility assistance. Our caregivers provide dependable support and help them get around with ease.For more information, you could call us at 215-465-0555.#MobilityAssistance #Seniors","sentiment_score":0.5}
{"full_text":"It's NOT The China  VirusIt IS The Trump Virus &amp; it's a DISASTER by #TrumpVirus","sentiment_score":0.0}
{"full_text":"RT I want to thank Pres. Trump for signing the COVID relief bill much needed by Main St. small businesses &amp; their employees...","sentiment_score":0.0388888889}
{"full_text":"COVID-19. Activism. An SU alumnus heading to the White House. What are the most defining stories in Syracuse this year? Check out our full list.https:\/\/t.co\/vHSB0PTNQn","sentiment_score":0.2833333333}
{"full_text":"Ahead of a vaccine: A safe method of protection against COVID-19 exists via","sentiment_score":0.5}
{"full_text":"COVID wasn't putting a stop to this family's festive fun Jordan Lloyd arranged a family zoom all the way from Qatar, with each family donating their 'entry fee' to looked like a great night. Thank you to the family, we hope you have a wonderful Christmas!","sentiment_score":0.7}
{"full_text":"The United States military has begun its first wave of #COVID19 vaccinations in #Japan, prioritising frontline medical workers.@USForcesJapan@Gengustavepernahttps:\/\/t.co\/MjymwyVZnR","sentiment_score":0.05}
{"full_text":"ICYMI: we offer a variety of resources and tools to help people combat stress, create positive learning climates, talk to children about #COVID19, and much more.","sentiment_score":0.3636363636}
{"full_text":"#Covid19 : 's #COVAXIN will be effective in dealing with new strains, says company's CEOhttps:\/\/t.co\/tDMNQhVYGy","sentiment_score":0.3681818182}
{"full_text":"| We launched our very first Webinar series! Each webinar gives you exclusive information on Chichester, applying to university and student experiences during COVID #chiuni | #memoriesof2020","sentiment_score":0.40625}
{"full_text":"Dry run concludes in 2 #Punjab districts for 1st phase of coronavirus vaccination","sentiment_score":-0.0666666667}
{"full_text":"If you have an appointment, or are concerned about the health of you or your baby, it's important to speak to your #NHS midwife or maternity team. Your and are here to see you, safely. #HelpUsHelpYou","sentiment_score":0.45}
{"full_text":"Hospitals are under increasing pressurehttps:\/\/t.co\/U8WQ7oEpYP","sentiment_score":0.0}
{"full_text":"Online pet adoptions have been working out well, according to the executive director of the Windsor Essex County Humane Society.","sentiment_score":0.0}
{"full_text":"RT covid is super local, more local than the first wave","sentiment_score":0.2166666667}
{"full_text":"We did not prepare for the next coronavirus pandemic ","sentiment_score":0.0}
{"full_text":"Amid fears that distribution of the Covid-19 #vaccine will be highly unequal, how can governments ensure that #streetchildren will receive a vaccine? Read our blog here ","sentiment_score":0.16}
{"full_text":"As #COVID19 #vaccines begin rolling out across the country, Phaneth Keo, Pharm.D., joins Field Notes to discuss the science and process behind the groundbreaking emergency use authorizations by the FDA.","sentiment_score":-0.4}
{"full_text":"Missouri is in crisis b\/c of COVID19. It is extremely clear that providing utility service &amp; keeping people stably housed is one of our only deterrents to the spread of this deadly virus. Please join us as we speak to the ppl in power. We need utility service protection today!","sentiment_score":-0.05}
{"full_text":"Here's a look at the Reporter's top stories that didn't involve COVID-19. ","sentiment_score":0.5}
{"full_text":"One year ago today:4 of 7 patients admitted to the Hubei Provincial Hospital of Integrated Chinese and Western Medicine with pneumonia symptoms of an unknown but uncommon origin had worked in the Huanan Seafood Wholesale Market. This fact is reported to the district-level CDC.","sentiment_score":0.175}
{"full_text":"The numbers may feel abstract. But for those who have lost family members to COVID-19, it's different.\"There is a hole in my heart that is never going to be filled up,\" says one.https:\/\/t.co\/AKEETBKiPm","sentiment_score":0.2}
{"full_text":"Expert urges adherence to precautions, as variant believed to be more contagious. |","sentiment_score":0.5}
{"full_text":"Here's some information about the two #vaccines approved in Canada. #coronavirus #COVID19","sentiment_score":0.0}
{"full_text":"RT I have a hard time believing the party that fully endorsed letting murderers &amp; rapists out of prison because of the \"pan...","sentiment_score":-0.2916666667}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"RT Chinese journalist receives 4 year sentence over coronavirus reports from Wuhan","sentiment_score":0.0}
{"full_text":"Baguio City Mayor Magalong is not contented with the explanation of the RITM regarding the alleged expired COVID-19 RT-PCR test kits donated to the city and insists that the Department of Health (DOH) must conduct a thorough investigation on the matter.https:\/\/t.co\/5Z25AUczgu","sentiment_score":-0.1}
{"full_text":"Are you ready to get your COVID-19 vaccine soon? Let Trips ON DEMAND APP take you to your appointment when it becomes available for use. We can transport you via gurney or wheelchair. Download our app now!https:\/\/t.co\/qBxDAaB9l3https:\/\/t.co\/XfEOsZrTip#TripsApp #Trips","sentiment_score":0.3}
{"full_text":"Ready for the $600 second stimulus check? Here's the potential timelinehttps:\/\/t.co\/PkF8AdE8nG","sentiment_score":0.0666666667}
{"full_text":"Learn more about \"Preventing Flu in the time of COVID\" in one of our latest articles!","sentiment_score":0.5625}
{"full_text":"Industry Voices--Leaning in to renewed interest: How COVID-19 is clearing a path for rapid improvements to consumer health experience via #healthcare","sentiment_score":0.0}
{"full_text":"Kentucky hopes to begin the next phase of COVID-19 vaccinations targeting emergency responders, educators and people 70 and older at the start of February.","sentiment_score":0.0833333333}
{"full_text":"Poll suggests low levels of satisfaction over Prairie premiers' handling of pandemic:","sentiment_score":0.0}
{"full_text":"COVID-19 in Arkansas: New record in hospitalizations due to coronavirushttps:\/\/t.co\/wn64a3M2Kj","sentiment_score":0.0056818182}
{"full_text":"RT Why are we giving 1 billion dollars to the Smithsonian to build 2 new pointless museums during a pandemic year?","sentiment_score":-0.0568181818}
{"full_text":"RT Vaccines do NOT prevent infection. They simply make it easier for you to fight and beat an infection.Taking a covid vacc...","sentiment_score":0.0}
