{"full_text":"RT A deal is much better than no deal. These 2,000 pages will formalise a major rift between the UK and our main trading pa...","sentiment_score":0.2430555556}
{"full_text":"Merry Christmas! I'm taking #StayAtHome serious. VERY serious. So I'm #thankful that my fridge is full, the house is warm and I got Netflix and my phone.Please help fighting against that pandemic.We don't even have to go to war. Just sit back and relax. #Christmas #athome","sentiment_score":0.0366666667}
{"full_text":"Complete Report on Ambulatory EHR Market SWOT Analysis, COVID-19 Impact, Growth Overview, Segmentation, Future Trends, Regional Outlook and Forecast to 2025https:\/\/t.co\/DHiOk0zIcx","sentiment_score":0.05}
{"full_text":"RT LIVE | WHO COVID-19 situation in EMR countries | Wednesday, 23 December 2020","sentiment_score":0.1363636364}
{"full_text":"I'm backing you 110%","sentiment_score":0.0}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"RT Follow these simple steps to protect yourself and others from COVID-19 transmission and infection. We all must do it...","sentiment_score":0.0}
{"full_text":"RT Same happened to us. Now can't buy food for Xmas dinner. Need refunding today, not 29th. This...","sentiment_score":0.0}
{"full_text":"RT Sending my best wishes to team #SoloBrathukeSoBetter for its release this Christmas. First film hitting the big screen...","sentiment_score":0.4166666667}
{"full_text":"RT Okay, let me see if I understand:1. Gymnasts travel home for Christmas.2. Gymnasts return to campuses.3. Two wks later the...","sentiment_score":0.25}
{"full_text":"Not sure if you will read this but I have been fighting my depression really hard since the pandemic been working myself to the bone I have been in bad state of mind been contemplating suicide or really hurting myself bad because the stress of everything horrible $kingcesar27","sentiment_score":-0.4569444444}
{"full_text":"COVID19 crisis was really a challenge in access to SRHR services but also gave an opportunity to add knowledge and acquire some new skills. Thank you for sponsoring me for this course. It  worth it! #AYSRH #ICPD","sentiment_score":0.2371212121}
{"full_text":"RT Bengal on Wednesday reported the 58th consecutive day of drop in its total of active Covid-19 cases after Durga Puja, which im...","sentiment_score":-0.0666666667}
{"full_text":"RT Free covid testing sites in Jo'burg.","sentiment_score":0.4}
{"full_text":"RT Don't forget the objective. It is to enjoy the holiday season without putting ourselves at risk","sentiment_score":0.2}
{"full_text":"RT Great piece of Info, everyone should go through it, we would like to thank ji for his efforts and hard work...","sentiment_score":0.2541666667}
{"full_text":"RT The Left is going to keep coming after our kids.","sentiment_score":0.0}
{"full_text":"RT To those asking what happened. But of course he's only human and it's totally ok to forget to wear a mask in...","sentiment_score":0.1666666667}
{"full_text":"How was University salaries impacted by the past hard lockdown? It (should be)  sobering to go and see the Post Office queues for the R350 grant.","sentiment_score":-0.2708333333}
{"full_text":"RT Her jacket alone cost over 5 COVID relief checks #ToneDeafKelly","sentiment_score":0.0}
{"full_text":"Tasteless? covid symptom! Maybe he's the Sydney super spreader!!  ","sentiment_score":-0.1145833333}
{"full_text":"RT Trans:A little bit shy that I'm almost 23 years old and still have some feelings about the gift  Although...","sentiment_score":-0.1958333333}
{"full_text":"I hope you all have an amazing holiday even with the restrictions this pandemic enforces ","sentiment_score":0.6}
{"full_text":"Who is going to be administering these tests? Teachers already have a full time job that often requires them to work evenings\/weekends to get marking\/planning done.","sentiment_score":0.35}
{"full_text":"I wish everyone would read tweet thread of 22\/12. A great job of putting the reality blanket around my shoulders. I feel reassured comforted determined and positive about how fantastic the Irish people have done this year to help each other and save lives #StayHome","sentiment_score":0.2604545455}
{"full_text":"RT #odx on the move with this news....Mologic Receives CE Mark Approval for Professional-Use COVID-19 Rapid Antigen Tes...","sentiment_score":0.0}
{"full_text":"You'll love this so funny","sentiment_score":0.375}
{"full_text":"RT An Anglo-Indian woman, who reached Delhi from UK on Dec 21, tested positive for COVID-19. She fled an isolation centre in Delhi &amp;...","sentiment_score":0.2272727273}
{"full_text":"Thailand confident coronavirus outbreak is controllable","sentiment_score":0.5}
{"full_text":"RT Sending my best wishes to team #SoloBrathukeSoBetter for its release this Christmas. First film hitting the big screen...","sentiment_score":0.4166666667}
{"full_text":"RT Follow the rules, maintain social distancing, and help stop the spread of coronavirus.","sentiment_score":0.0333333333}
{"full_text":"RT \"Technology is objective and can't be racist\"","sentiment_score":0.0}
{"full_text":"Gaisford COVID-19 support group are currently running a loneliness campaign, specifically for the Christmas period, aiming to make Christmas a little more bearable for those who are most likely to spend Christmas alone Donate here:    #CovidSupport","sentiment_score":0.1625}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"RT French firefighters sent to Dover with 10,000 Covid tests for stranded lorry drivers","sentiment_score":0.0}
{"full_text":"RT ... imagine telling someone from five years ago about a day when over 3,000 died in the u.s. from a pandemic, the presiden...","sentiment_score":0.0}
{"full_text":"RT It's unconscionable that there are families worried over the holidays that they'll be evicted next month. Extending the ev...","sentiment_score":0.0}
{"full_text":"RT Trump running the government as a criminal enterprise in the middle of a raging pandemic.","sentiment_score":-0.2}
{"full_text":"RT Sending my best wishes to team #SoloBrathukeSoBetter for its release this Christmas. First film hitting the big screen...","sentiment_score":0.4166666667}
{"full_text":"COVID-19 UPDATE IN MUNTINLUPA[As of December 24, 2020, 5:00 PM]Follow the official social media sites of Muntinlupa LGU and DOH for updates.CGM Facebook: Twitter: DOH Facebook: Twitter:","sentiment_score":0.0333333333}
{"full_text":"And here are the French helping us out.....","sentiment_score":0.0}
{"full_text":"RT The UK is the worst island in the world. No sun, no heat. Just 3 different strains of Covid and vibes.","sentiment_score":-0.5}
{"full_text":"10\/ #COVID19 highlighted what #HLRN has been advocating for 20 years: #Right2Housing is a #Right2Life issue.As this year draws to an end, we reiterate our commitment to upholding everyone's right to live with dignity.We thank you for your support &amp; wish you a great 2021!","sentiment_score":0.474025974}
{"full_text":"managed to finish the degree despite pandemic, still going to hospital for clinical practice amidst all risks, first hand experience as a PUI, celebrated birthday with family after years and above all is getting to know my ownself after stucked alone in the house for months","sentiment_score":0.2}
{"full_text":"UAE steps up medical aid to Gaza - Al-Monitor: the Pulse of the Middle East","sentiment_score":0.0}
{"full_text":"So this isn't racism? Wow. Good to know.","sentiment_score":0.4}
{"full_text":"I hope people know the system is f'n with them cause every death is reported as a corona virus death","sentiment_score":0.0}
{"full_text":"Anyone to kindly assist with food voucher or anything for my family and I . Things are very bad here at home and we don't have food kindly assist #level5 #COVIDSecondWave #COVID19 #ChristmasEve","sentiment_score":0.0966666667}
{"full_text":"RT Meanwhile...Judge blocks Trump plan to cut food stamps for 700,000 adults during a Pandemichttps:\/\/t.co\/mn...","sentiment_score":0.0}
{"full_text":"RT Suffolk moves to tier 4 from 26th December. Stay home No non-essential travel  No household mixing No travel t...","sentiment_score":0.0}
{"full_text":"So many stupid people.","sentiment_score":-0.15}
{"full_text":"RT \"Politics being what it is, criticism of the Berejiklian government, having the same political stripes of the federal gov...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Tokyo has reported a record 888 new coronavirus cases","sentiment_score":0.1363636364}
{"full_text":"RT My heart is heavy that courageous physician  who saved thousands of lives,developed and published a protocol for to tr...","sentiment_score":-0.2}
{"full_text":"People don't wear their masks or wear them incorrectly and the exact same people complain that people aren't taking covid seriously. The exact same people will cry over a hard lockdown and say people should wear masks but they themselves are selective with it","sentiment_score":-0.0208333333}
{"full_text":"RT AMU crafted and polished millions of lives, helped society during Covid crisis, says PMhttps:\/\/t.co\/qlMhyfCrH4via NaM...","sentiment_score":0.0}
{"full_text":"RT If u can't stop going to parties during a pandemic, you need a hobby","sentiment_score":0.0}
{"full_text":"RT Media: Trump is racist for calling it the \"Chinese virus.\"Also media: PLAGUE ISLAND BRITAIN!","sentiment_score":0.0}
{"full_text":"With #COVID-19 causing many #retailers to close their doors, #ecommerce has saved many last minute #Christmas gifts! With the uptake in online purchases, Tis' the season to integrate your ecommerce https:\/\/t.co\/oUa03Q189Q#onlineshopping #systemsintegration","sentiment_score":0.3333333333}
{"full_text":"RT Dr. Susan Moore died of COVID after she said she received biased medical treatment due to racism at an Indianapolis hosp...","sentiment_score":-0.0625}
{"full_text":"2020 has been a year like no other for online businesses To help you benchmark your online sales performance against your peers, we looked at the impact of Covid-19 on 250+ of our clients throughout 2020.Find out how you compare ","sentiment_score":0.0625}
{"full_text":"RT If there was ever a time to move beyond \"grades\" it has to be during a global pandemic. There is no reason why children...","sentiment_score":0.0}
{"full_text":"The FLU is deadlier than COVID and we've had a *vaccine* for the FLU for 80 years! THE CON OF THE CENTURY! NOT COMPLYING with FACE DIAPERS EVER&amp; NAZI ENFORCEMENT MEDICAL TYRANNY! Doctors Around the World Issue Dire WARNING: DO NOT GET THE COVID VACCINE!!https:\/\/t.co\/kEaDfHFOYn","sentiment_score":0.0}
{"full_text":"This year has been difficult for everyone, but in parts of the world the pandemic and lockdowns threatened to hit hardest. As one of our #Bestof2020, we gave an update on two charities we support, and how they helped their communities the crisis.","sentiment_score":-0.5}
{"full_text":"RT There are 20,917 ppl currently in hospital with #COVID19. By tmrw, Christmas Day, there will be more covid patients in hospit...","sentiment_score":0.25}
{"full_text":"RT Neighbours, partners, allies and (yes) friends!! 26  firemen work together with the  teams in #Dover since this morning...","sentiment_score":0.0}
{"full_text":"RT Thank you anna for your support it gives us immense strength and boosts our confidence  #SBSBOnD...","sentiment_score":0.0}
{"full_text":".@IMOHQ Secretary General Kitack Lim has called on everyone in the #maritime and #shipping industry to work together for a \"#sustainable post-pandemic recovery and truly sustainable future\".@Seatradehttps:\/\/t.co\/WTLoAU68pK","sentiment_score":0.025}
{"full_text":"Kenyan celebville was relatively scandal-free in 2020 majorly due to entertainment restrictions following the outbreak of coronavirus.","sentiment_score":-0.0416666667}
{"full_text":"Will there be any teachers alive after your friends in the Chinese Communist Party finish with the distribution of their biological warfare virus?","sentiment_score":0.05}
{"full_text":"The government has ordered a suspension of all flights from the United Kingdom to the Philippines following concerns on the new SARS-CoV-2 variant that has been spreading in Britain.https:\/\/t.co\/8a3nguioim","sentiment_score":0.0681818182}
{"full_text":" NEWS: Thousands of people from the East Midlands have put themselves forward to take part in #COVID19 vaccine research trials. Find out more about  the findings of a survey conducted by and  here:","sentiment_score":0.5}
{"full_text":"Steps you can take while shopping to help control the spread of #COVID19:Put your face covering on before entering the store &amp; then avoid touching itWhen finished, safely remove face covering once outside and sanitise your handshttps:\/\/t.co\/PKOzLdc0hU","sentiment_score":0.3333333333}
{"full_text":"Our #Christmas #Quiz is here Add topicality to your #QuizNight or just for #Fun And there are some great #Quizzes there for #Lockdown #Lockdown2 #PubQuiz #QuizTime #COVID19 #coronavirus #Covid_19 #Xmas","sentiment_score":0.55}
{"full_text":"Hertfordshire is now in Tier 4, with new restrictions in place. Please familiarise yourself with these by reading the Government guidelines:","sentiment_score":0.1363636364}
{"full_text":"How's this for a bit more of an interesting coincidence. The pandemic was announced on 11\/3\/2020, exactly 666 days after the pandemic exercise, and exactly 222 months after 9\/11.","sentiment_score":0.375}
{"full_text":"#Egypt records sudden spike in #COVID19 cases","sentiment_score":0.0}
{"full_text":"New COVID-19 variant detected in Singapore@govsingapore https:\/\/t.co\/hP5zCXC9ri#DialoguePakistan #COVIDSecondWave #Variant #Singapore","sentiment_score":0.1363636364}
{"full_text":"You can thanks and for this!!#Amerika #America #American #Americans #AmericansHome #amerikan #Amerikkka #AmericaFirst  #USA #usatoday #FoxNews #FoxBusiness #FoxNewsSunday #FoxSports #fox10phoenix","sentiment_score":0.1}
{"full_text":"From wedding plans to spending time with #AliaBhatt in lockdown, #RanbirKapoor spoke about it all in this interview.","sentiment_score":0.0}
{"full_text":"Dollar Surges, Pound Dives as U.K. Lockdown, Brexit Deadlock Hurthttps:\/\/t.co\/e5ixfgPvMw","sentiment_score":0.0}
{"full_text":"The executive is widely believed to be Pete Coors. Coors neither confirmed nor denied his role in the BBD report, only telling GBH, \"I cannot comment.\"https:\/\/t.co\/0qReQXEm1X","sentiment_score":0.1}
{"full_text":"COVID-19 is a reminder that for everything that makes us unique, we are one humanity.We all share the same human rights.And that includes the right to a nationality.#EndStatelessness #iBelong","sentiment_score":0.1651785714}
{"full_text":"More data needed before giving just one vaccine dose, says Covid adviser","sentiment_score":0.5}
{"full_text":" Rockets star James Harden has been fined $50,000 by the NBA after a video surfaced showing him not wearing a face covering at a club, in violation of league COVID-19 protocols.#NBA | #Rockets  ","sentiment_score":0.0}
{"full_text":"Coronavirus vaccines are being developed faster than usual, thanks to:Massive investmentsUse of existing facilitiesParallel work on different phasesNew methodsBut they will meet the same high standards as all other vaccines. #SafeVaccines #VaccinesWork #FactsMatter","sentiment_score":0.0121428571}
{"full_text":"Janese Cockfield refused to sit idly by as her twin sister, Janice, lay in a coma 600 miles away, batting to survive Covid-19.","sentiment_score":-0.1}
{"full_text":"Stay glammed up even at home with long, damage-free hair like geewel_fuster with the NEW Pantene Total Damage Care regimen With Japanese Rice Oil Essence + Pro-Vitamin to prevent dry and split ends so you can push mo long!#PantenePH #PanteneLongHairSolutions","sentiment_score":0.0039393939}
{"full_text":"Emergency help &amp; advice offered by the Council &amp; its partners over the festive period includes support for people who need access to food, financial support &amp; assistance while self-isolating during the Covid-19 pandemic. Details, opening hrs &amp; contacts at","sentiment_score":0.0}
{"full_text":"Sax O'Claus has a mission: Bringing music to the residents of Glendale Nursing Home. And no mere pandemic was going to stop him. It's Positively Upstate!https:\/\/t.co\/1Dnd9O5pqT","sentiment_score":0.2386363636}
{"full_text":"We're taking a short break from posting to enjoy #Christmas  We hope you are all able to do the same despite the current #covid restrictions.#MerryChristmas to one and all!","sentiment_score":0.18}
{"full_text":"LAST-MINUTE OBJECTION- On Thursday, House Democrats who also favor $2,000 checks will all but dare Republicans to break with Trump, calling up his proposal for a Christmas Eve vote.","sentiment_score":0.0}
{"full_text":"Vox Livehouse is a legendary hub for indie music in Wuhan. It's roaring back to life a strict lockdown in early 2020 to fight the spread of Covid-19 with live performances to pumped up crowds.","sentiment_score":0.2472727273}
{"full_text":"Happy Christmas Eve! Here at Autac, our team have been working incredibly hard throughout the year to help keep Britain moving throughout the Covid-19 pandemic. Visit to see a sneak peek of what our team got up to in the factory... #Christmas","sentiment_score":0.3541666667}
{"full_text":"COVID 19 cases in India until : 24\/12\/2020 15:30Total Cases: 10124024 [+0]Active: 281844Recovered: 9692643 [+0]Deaths :146791 [+0]Total Tests: 165.31MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT What makes us think people will adhere to new lockdown rules when they didn't the first time and are not adhering even to...","sentiment_score":0.1931818182}
{"full_text":"Happy Christmas Eve! Here at Autac, our team have been working incredibly hard throughout the year to help keep Britain moving throughout the Covid-19 pandemic. Visit to see a sneak peek of what our team got up to in the factory... #Christmas","sentiment_score":0.3541666667}
{"full_text":"It's the final day of Advent, and we've been sharing some of the things that we're most proud of from 2020. Today: the resilience and commitment of our amazing staff, parents, and pupils during Covid-19 - we honestly couldn't be more proud! #resilience #commitment #team #COVID19","sentiment_score":0.5714285714}
{"full_text":"Remain open to changing your holiday plans at the last minute if a guest gets infected or is exposed to #COVID19.","sentiment_score":0.0}
{"full_text":"Hotel industry hopes COVID-19 relief bill helps employees return #FOX59Morning","sentiment_score":0.0}
{"full_text":"\"A digital divide, particularly one so closely linked to economic and social inequality, cannot be sustained in the post-Covid world\"Read some end-of-year reflections from our Director of Digital and Social Inclusion, Adam Micklethwaite:","sentiment_score":0.0722222222}
{"full_text":"WATCH: The podcast at the 2020 with guests who explains his 'rules for thinking differently about numbers'; and who discusses the misunderstanding of risk and the challenge of Covid-19.","sentiment_score":0.0}
{"full_text":"If he would've got in instead of Boris we would be COVID free, enjoying beers in the pub and I bet it would snow on Christmas too","sentiment_score":0.45}
{"full_text":"RT Dr. Susan Moore Claims Hospital Mistreatment Because She's Black, Before Dying of COVID","sentiment_score":-0.1666666667}
{"full_text":"What you can do on Christmas Day as Covid rules are relaxedhttps:\/\/t.co\/tz1MT2S3mt","sentiment_score":0.0}
{"full_text":"Hope can be a powerful force, especially when the world continues to fight a deadly pandemic. Here are 13 #books that will fill your heart with #hope for a #BETTER #Tomorrow  and the #Courage to go on.#soulveda #hopeful #BookReview #BookReviews","sentiment_score":0.15}
{"full_text":"2020 most read: Jet2 owner asks staff to take a 30 per cent pay cuthttps:\/\/t.co\/YftFhGESTF #airline #travel","sentiment_score":0.5}
{"full_text":"A woman in #Florida has died of #COVID19 less than one week after losing her own mother to the virus, according to a US media report.https:\/\/t.co\/yOtsKcmuEl","sentiment_score":0.2166666667}
{"full_text":"Please note that local testing sites will be open reduced times over the Christmas period.ONLY BOOK IF YOU HAVE ONE OR MORE OF THESE SYMPTOMS:*New, continuous cough;*High temperature;*Loss of or change to sense of taste or smellhttps:\/\/t.co\/JHAlO8EfMa or call 119","sentiment_score":0.1666666667}
{"full_text":"The Coronavirus Vaccine Is a Chance for Europe's Soft Power in AfricaRead full article in our webpagehttps:\/\/t.co\/izepiynmuE#european_business_review #EBR #european #business #review #news #europe #world","sentiment_score":0.15}
{"full_text":"#Pompey will have to wait until their pitch return","sentiment_score":0.0}
{"full_text":"The December 31 deadline for banks to accept restructuring requests from Covid-hit businesses is unlikely to be extended.https:\/\/t.co\/lz13rCq5Nb","sentiment_score":-0.5}
{"full_text":"It's fair to say that when a first-time author dreamt up a scenario that the Isle of Man would become a safe haven in the midst of a terrifying global pandemic, he never realised how prophetic his book may become.","sentiment_score":0.05}
{"full_text":"Happy Christmas Eve! Here at Autac, our team have been working incredibly hard throughout the year to help keep Britain moving throughout the Covid-19 pandemic. Visit to see a sneak peek of what our team got up to in the factory... #Christmas","sentiment_score":0.3541666667}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"Tokyo reports record-high 888 new cases of COVID-19 | The Japan Times","sentiment_score":0.1363636364}
{"full_text":"#COVID19UPDATE: Check out our video channel in 15 mins for an update in English by Tokyo Governor Koike on this week's #coronavirus situation #LatestUpdate #COVID19 #CoronavirusPandemic #Tokyo","sentiment_score":0.0}
{"full_text":"Are you making a list and checking it twice?Make sure your list includes: Stay in your Christmas Bubble Stay at home if you have any symptoms of COVID Wash your hands regularly Stick to the rule of six in public spacesLet's reduce the risk this festive season!","sentiment_score":0.1666666667}
{"full_text":"With a cluster of #Coronavirus cases being reported doubts rise about whether #Sydney can still host the third #Test.","sentiment_score":0.0}
{"full_text":"Antibody Status and Incidence of SARS-CoV-2 Infection in Health Care Workers (Rated: Positive Bias)","sentiment_score":0.2272727273}
{"full_text":"Current Conditions for #Sayre PATemp: 41.1FWind Chill: 40.8FHumidity: 78%Dew Point: 34.8F Barometer: 30.113 inHgWind: 2 mph from the SECorona Virus Weekly Stats:Cases: 187.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"[]Amidst the pandemic, we wish everyone a very happy, harmonious and safe holiday season as we connect with our families and friends in a different way.Merry Christmas and a prosperous New Year, MOAs!#TOMORROW_X_TOGETHER #tumoroubaitugedeo #TXT","sentiment_score":0.4090909091}
{"full_text":"Keep calm, Taiwan says after first local COVID-19 case in 8 monthshttps:\/\/t.co\/IZYnjWqwoZ","sentiment_score":0.1833333333}
{"full_text":"Built off a culture of anti consumer practices, mandatory crunch and poor management.","sentiment_score":-0.4}
{"full_text":" We are improving information with people and technology to help you at every stage. Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelWithConfidencei More info ","sentiment_score":0.5}
{"full_text":"How about KZN x Eastern  Cape","sentiment_score":0.0}
{"full_text":"RT Africa's top public health official says another new variant of the coronavirus appears to have emerged in Nigeria, but furt...","sentiment_score":0.2121212121}
