{"full_text":"RT Oh dear Andrew...if many of these sad deaths have false positives then they have died of other causes haven't they? 1,600...","sentiment_score":-0.13125}
{"full_text":"RT Anyone who has been in the Northern Beaches area of Sydney since 11 Dec should stay at home and get tested tomorrow.","sentiment_score":0.0}
{"full_text":"Normally people are in itu for up to 5 days .... one way or another. Covid its 5 to 10 weeks.So each patient is effectively occupying 7 to 19 times as much bed space.We caught it just in time in the spring","sentiment_score":0.3166666667}
{"full_text":"I live in germany \/saxony, the state most affected by corona. We've had a complete lockdown since monday. I think it's right, if not too late. Here are 410 reproduction rate. I belong to the high risk group &amp; I'm happy to have the prospect of a quick vaccination. I trust medicine","sentiment_score":0.2519264069}
{"full_text":"Oh my f*cking gawd lol","sentiment_score":0.1}
{"full_text":"RT Now: Lots of high-profile celebs in the media getting the Covid vaccine as an example to everyone else. We know this messa...","sentiment_score":0.0}
{"full_text":"RT Better late than never?","sentiment_score":0.1}
{"full_text":"RT !! Following consent, the Council has adopted #EUbudget for 2021-2027. Together with #NGEU, it will al...","sentiment_score":0.0}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"Wouaouh... That is reversed psychology at its best.I tagged it Covid-19, because nobody would thought it would actually contain Covid-19 if labelled this way...","sentiment_score":0.0}
{"full_text":"RT Can she do that from prison ?  I wouldn't doubt it  GOP  has zero standards for who they run...","sentiment_score":0.0}
{"full_text":"RT \"My workplace is open. Do I have to go in to work if I'm worried about catching coronavirus?\"Our advice covers pregnant...","sentiment_score":0.3111111111}
{"full_text":"Playing with farmers #FarmerProtestHijacked","sentiment_score":0.0}
{"full_text":"RT [Exclusive] NCT cancels pre-recordings for Gayo Daechukje, \"Pre-emptive testing for COVID-19\"SM Entertainment stated that...","sentiment_score":0.0}
{"full_text":"I would be astonished if there is not another national lockdown in January - mostly thanks to Christmas. Either way if you are in T3 today you are not moving before February at the very earliest","sentiment_score":0.2}
{"full_text":"RT Here come the reinforcements: graduates of nursing program are eager to join the fight against covid. At...","sentiment_score":0.0}
{"full_text":"Number of confirmed coronavirus cases reaches 191,460, 2,088 deaths recorded in Azerbaijan #azerbaijan #coronavirus #CoronavirusCases #covid-19","sentiment_score":0.4}
{"full_text":"In collaboration with ENGIE Solutions and Trashtag Kuwait, we have successfully launched Project My Mai, an initiative that aims to provide sustainable drinking water solutions to low income migrant communities that have been affected by the pandemic.","sentiment_score":0.375}
{"full_text":"Manchester in lockdown since March except for 2 weeks in June July? Comply and follow government guidelines. Lower than national average per cases. Why would we not be out in tier 2. What's the point of a review if you just move the f*cking goalposts","sentiment_score":-0.375}
{"full_text":"The difference is between rights &amp; responsibilities. When others spread the virus around, people who stayed home but have to interact with people at work, doing essentials, are more likely to get infected. Their NHS treatment may be cancelled. Lockdown 3 then affects us all.","sentiment_score":0.25}
{"full_text":"RT Public Inquiry now","sentiment_score":0.0}
{"full_text":"RT Rapid Covid-19 tests will be available in Cannock on Friday 18th December. Book your test now using the link below:...","sentiment_score":0.4}
{"full_text":"RT Short thread: Twitter, I need your help.This month, I met WWII veteran John Lister. He's 101. In March, he lost his wife...","sentiment_score":0.0}
{"full_text":"RT New York Times investigates British Government's \"waste, negligence and cronyism\"\"In the desperate scramble for protec...","sentiment_score":-0.1659090909}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"RT Maybe you'd like to come and work a shift in the NHS with those of us who have been face to face with pati...","sentiment_score":0.0}
{"full_text":"RT Covid-19: UK government faces legal action after awarding PS250m in PPE contracts to jewellery company","sentiment_score":0.15}
{"full_text":"RT Just wait until the world realizes that SARS-CoV-2 is a respiratory virus like humanity has experienced for 100s of tho...","sentiment_score":0.8}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Kashmir, Under Siege and Lockdown, Faces a Mental Health CrisisYears of strife left a generation traumatised. #500DaysOfSiege","sentiment_score":-0.05}
{"full_text":"RT BREAKING: French President Emmanuel Macron has been diagnosed with Covid-19 and will be self-isolating for the next 7...","sentiment_score":0.0}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"RT SEVENTEEN members will get tested for Coronavirus. The members will also do self-isolation until their test results are out....","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell is the sole reason this country does not have a COVID-19 relief deal. Not \"Congress\" not \"both sides\" ........","sentiment_score":0.0}
{"full_text":"RT WHO says that China has welcomed an international mission to investigate the origins of COVID-19. The team is expected to trav...","sentiment_score":-0.05}
{"full_text":"RT \"about $11 billion went to companies either run by friends and associates of politicians in the Conservative Party ..\"Th...","sentiment_score":0.0}
{"full_text":"Thank you Gandalf","sentiment_score":0.0}
{"full_text":"Victorian Ombudsman:  Consultation with multicultural communities was reactive and non-collaborative, translated information was not provided until the 6th day of lockdown -&gt;","sentiment_score":0.0}
{"full_text":"RT \"NSW is the gold standard.\" How NSW saved the nation. Scott Morrison absolutely gushing over how well NSW has handled the pande...","sentiment_score":0.1}
{"full_text":"Aren't vaccines supposed to be free ? Cos really it's not like we asked to be part of the pandemic","sentiment_score":0.15}
{"full_text":"RT Just a reminder that UNICEF are feeding British kids this Christmas","sentiment_score":0.0}
{"full_text":"RT \"about $11 billion went to companies either run by friends and associates of politicians in the Conservative Party ..\"Th...","sentiment_score":0.0}
{"full_text":"RT With Schools closed because of Covid 19 and for winters holidays it's kind of an opportune time for parents to build on the...","sentiment_score":0.25}
{"full_text":"RT Information is coming out confirming that Robert Redfield corrupted the response to #COVID19 and worked as a p...","sentiment_score":0.0}
{"full_text":"Service Update 11:00 - Disruption owing to a track defect between London Liverpool Street and Hackney Downs All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"Service Update 11:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"This thug is again on his earlier dirty politics.","sentiment_score":-0.3}
{"full_text":"this year i have to miss all of my favorite holiday parties with all of my favorite friends and my feelings are so hurt. fuck covid man.","sentiment_score":0.2}
{"full_text":"RT In its efforts to procure supplies to fight the coronavirus, Britain has awarded thousands of contracts worth billions of doll...","sentiment_score":0.3}
{"full_text":"Please no ","sentiment_score":0.0}
{"full_text":"No yr 6 Nativity for my William due to Covid but a fab song around the tree for us instead. His class has always been so great at these things . Fab children always trying their best ","sentiment_score":0.5583333333}
{"full_text":"RT This article appeared today in Print: The reporter had called me in the afternoon and asked s...","sentiment_score":0.0}
{"full_text":"RT I feel very lucky to have had the vaccine. I would have no hesitation in recommending it to anyone. ","sentiment_score":0.4333333333}
{"full_text":"Last few hours so reducing this to PS50 starting bid!!","sentiment_score":-0.0666666667}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.So you'd think he'd be ab...","sentiment_score":0.375}
{"full_text":"RT News from \"South Korea saw its deadliest day of the pandemic so far, with 22 new deaths.\"The same rate of...","sentiment_score":0.0787878788}
{"full_text":"RT THREAD that makes me really sad: Today England reported 23,432 new Covid cases - the highest since 14th November. New hospi...","sentiment_score":-0.0757575758}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Married for 30 years, they died together from Covid-19 complications sharing one final embrace -- holding each other's hands and t...","sentiment_score":0.0416666667}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"Stockpiling when supplies are plentiful is not panic buying when supplies are limited.","sentiment_score":-0.0714285714}
{"full_text":"French President Emmanuel Macron tests positive for Covid-19https:\/\/t.co\/mqp5cBjwor ","sentiment_score":0.1136363636}
{"full_text":"Bon Retablissement President Macron: yet another prominent national leader gets covid even after pre-cautions. More evidence for fighting pandemics as a global security mission. Heads of state drive geopolitics and when their health destabilizes so can agendas and policies.","sentiment_score":0.3333333333}
{"full_text":"RT This is the Yamcha of stimulus deals","sentiment_score":0.0}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"Sobering thread about the impact of Brexit on businesses right now.","sentiment_score":0.2857142857}
{"full_text":"RT Still not a peep from the #CommonSenseGroup on why the is prioritising steam rooms over pantos and the justific...","sentiment_score":0.0}
{"full_text":"RT When 3,400 people die in a day because of Covid it becomes a wee bit hard to worry about a staffer calling lawmakers of a par...","sentiment_score":-0.2916666667}
{"full_text":"RT All with kind words &amp; support, thank you. To others, see above. I've been called a quitter &amp; liar. My character &amp; life o...","sentiment_score":0.3}
{"full_text":"RT This article appeared today in Print: The reporter had called me in the afternoon and asked s...","sentiment_score":0.0}
{"full_text":"RT \"According to the Centers for Disease Control and Prevention, among adults 25 to 44, Black and Hispanic people make up not...","sentiment_score":-0.1666666667}
{"full_text":"France's Macron tests positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"(Another non-French person living in France)To be honest, I haven't heard much about people and \"exemptions\" for mask-wearing here.  There doesn't seem to be the same nonsense (as there is back home in the States, e.g.) with people protesting they just can't wear a mask.","sentiment_score":0.2}
{"full_text":"RT Sunlit uplands of global Britain exporting goods to the rest of the world not obviously happening....UK export shares to...","sentiment_score":0.0}
{"full_text":"RT Company chosen by Ontario to manage long-term-care home with 27 COVID deaths also runs facilities cited for multiple ru...","sentiment_score":0.0}
{"full_text":"RT The Philippines would have been in line to receive 10 million doses of Pfizer's COVID-19 vaccine in January 2021, if Duq...","sentiment_score":0.0}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Chris Whitty said it was 'not realistic' to think we will get to a stage where Covid is not circulating and is likely to...","sentiment_score":-0.0416666667}
{"full_text":"This is my grandaughter receiving her Chief Scout Gold Award. The highest award and the first in her troop #proudgranny Sad it had to be in an empty hall. This pandemic can do one.","sentiment_score":-0.1166666667}
{"full_text":"During the coronavirus pandemic, the relative cessation of human activities has allowed animals to venture into areas where they are rarely seen. Scientists have termed this time the \"Anthropause\".  #funfact.","sentiment_score":0.1}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"This NYT article needs a big spotlight. And an independent investigation, free from Gov oversight. At very least it exposes the total inexperience and inadequacy of this cabinet.","sentiment_score":0.002}
{"full_text":"RT I feel very lucky to have had the vaccine. I would have no hesitation in recommending it to anyone. ","sentiment_score":0.4333333333}
{"full_text":"RT Today a nurse I worked with has died of covid.There is no doubt she caught it working tirelessly tending the sick.She was...","sentiment_score":0.0}
{"full_text":"Avoiding Lease Default Through Tenant Representation #CRE #TenantRep #TenantTips #Leasing #Default #COVID-19 ","sentiment_score":0.0}
{"full_text":"Lessons learned from pandemic by","sentiment_score":0.0}
{"full_text":"Lessons learned from pandemic by","sentiment_score":0.0}
{"full_text":"RT 3 weeks to flatten the curve? Failed.3 weeks for us to flatten all MPs, their advisors and cheerleaders? Let's go for it.","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"WHO won't tell you but a year without a Virat century is the real pandemic. #AUSvIND #Pujara #rahane  #kohli #Ashwin #Shaw #Aussies #Paine #runout #TestCricket","sentiment_score":0.2}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Why is it that Congress can magically find money for endless wars, Wall Street bailouts and corporate subsidies yet always...","sentiment_score":0.125}
{"full_text":"The #Bishop of Catholic Diocese of #Nashik, Rev #LourdesDaniel, has instructed 35 Catholic #Churches in five districts of #NorthMaharashtra to celebrate #Christmas in a low-key manner due to the #Covid_19  #pandemic","sentiment_score":-0.0416666667}
{"full_text":"COVID-19 Key Update  Singapore: From 18 December 2020, travellers from Taiwan (including spore citizens, PRs, and long-term pass holders) will not be required to quarantine, provided they test negative for Covid-19 on arrival. For more details &gt;","sentiment_score":0.0666666667}
{"full_text":"US Secretary of State Mike Pompeo self-quarantines after COVID-19 contact","sentiment_score":0.0}
{"full_text":"I will  Covid don't discriminate a mf airline ","sentiment_score":0.0}
{"full_text":"RT Sydney region urges work from home and stay home as it records 17 cases in a day. UK records 17,000 cases a day and says let's...","sentiment_score":0.0}
{"full_text":"wouldn't normally do this, my wife is a playwright (sue Russell) specialising in assemblies &amp; school plays. You can imagine how much damage COVID has done. Even if U r not an educator please retweet this link. Every little bit of publicity helps #Teachers","sentiment_score":0.0541666667}
{"full_text":"RT 11,000 workers at Tyson foods have contracted COVID.At least 3 dozen have died.This is the kind of behavior Republicans wa...","sentiment_score":0.15}
{"full_text":"RT As harsh as it is to contemplate, killing off Americans appears to have been part of the WH strategy, especially early...","sentiment_score":0.0}
{"full_text":"No one can do EVERYTHING, but EVERYONE can do something! We are better TOGETHER when facing unprecedented challenges like #COVID19.Be the change and #volunteer! Inspire others thorough kindness, dedication and inclusion. #TogetherWeCan","sentiment_score":0.625}
{"full_text":"The and found a way to maintain the Operation Santa Claus program amid the #COVID19 pandemic. The guard delivered gifts to people in three rural Alaskan villages, keeping the 65-year tradition alive. #KnowYourMil","sentiment_score":0.05}
{"full_text":"Trident Medical Center says they have four vaccination teams throughout the hospital and hope to vaccinate 3,500 employees over the next five dayshttps:\/\/t.co\/7n5Eo1qbdz","sentiment_score":-0.0333333333}
{"full_text":"RT Macron has tested positive for COVID and bigotry.","sentiment_score":0.2272727273}
{"full_text":"HOSPITALS UNDER SIEGE: Despite the growing vaccine hopes, more than 3,000 Americans died Tuesday from COVID-19 as a dark holiday approaches, with the debate over restrictions and social distancing ongoing nationwide. reports.","sentiment_score":0.1277777778}
{"full_text":"In Sangamon County, daily COVID-19 infections have dropped every day since the record one-day total of 343 new cases on Nov. 10.","sentiment_score":0.0454545455}
{"full_text":"There are simple steps that you can take while out shopping to help reduce the spread of #COVID19. Keep your distance if you have to queue outside, in the aisles and while queuing to pay. Please be kind to staff and other customers","sentiment_score":0.11875}
{"full_text":"Allergies are always a question with a new medical product, but monitoring COVID-19 vaccines for any other, unexpected side effects is a bigger challenge than usual.https:\/\/t.co\/3r1CbC75vv","sentiment_score":0.0222727273}
{"full_text":"RT Christmas Day next Friday  mad !! Seems like 2 minutes ago when boris told us we'd all be on lockdown for 4 weeks... 8...","sentiment_score":-0.48828125}
{"full_text":"Despite many limitations faced by the participants of the November #EuroTestWeek 2020, we were thrilled to see all the media activity during the week.Thank you all for your efforts to #TestTreatPrevent #HIV, viral #hepatitis and #STIs in times of COVID-19.","sentiment_score":0.55}
{"full_text":"RT The biggest disaster of 2020 is not the coronavirus, but how the government responded to it.","sentiment_score":0.0}
{"full_text":"A Chinese pharmaceutical company said Wednesday it had agreed to buy at least 100 million doses of the coronavirus vaccine from German company BioNTech, subject to Beijing approving its use.#China #vaccinehttps:\/\/t.co\/3bWVmWlzmg","sentiment_score":-0.1166666667}
{"full_text":"Day 2: Our commissioned services have continued to deliver in the face of a pandemic, so this is my opportunity to thank these services as well as my commissioning team for their continued hard work and dedication'. Find out more by clicking here:","sentiment_score":0.1041666667}
{"full_text":"Prof has co-produced a public engagement initiative 'COVID and Me Vaccines'. The films help to support people through vaccine hesitancy to make informed choices about the COVID-19 vaccination and taking part in vaccine research. ","sentiment_score":0.0}
{"full_text":"\"It was brilliant,\" said resident John Abraham, who received the vaccination yesterday. \"For anyone concerned - don't worry about it.\" #wokytoday #wargrave #coronavirus","sentiment_score":0.9}
{"full_text":"Today's the day! Author, historian and IEA Head of Education will be delivering this year's Hayek Lecture, streamed on the IEA YouTube channel on 'The World After The Pandemic'Tune in at 6pm!","sentiment_score":0.0}
{"full_text":"For multi-generational households or grandparents hosting relatives, this guide highlights some fun home activities that can be enjoyed by all this Christmas, despite the current health crisis!","sentiment_score":0.2666666667}
{"full_text":"When we give cheerfully and accept gratefully, everyone is blessed.- Maya Angelouhttps:\/\/t.co\/ijnzAJvURP..#careaffairs #charity #nonprofit #donate #love #covid #community #fundraising #support #help #volunteer #giveback #donation #fundraiser #ngo #education #dogood","sentiment_score":0.45}
{"full_text":"The virtual event was attended by Amb. Maruyama, who said \"It was a timely and wise decision by the UNDP to provide PPE for the Parks, mitigating the impact of the pandemic. It is important right now for Japan and SA to work together with the UNDP, to save lives.\" #JapaninAction","sentiment_score":0.4619047619}
{"full_text":"RT No one:Dutch people:","sentiment_score":0.0}
{"full_text":"Free COVID-19 testing by Dec 179am-12pm &amp; 1pm-4pmFairhaven United Methodist Church2415 Saw Mill RunRegister https:\/\/t.co\/dNdfzQJPF3Walk-ins welcomedInsurance not required. However, if you have insurance that will cover the cost, your insurance will be billed","sentiment_score":0.4}
{"full_text":"Evidence suggests women will be hit harder by the impact of #COVID19 compared to previous downturns. What are the implications for work, immigration and trade?","sentiment_score":-0.1333333333}
{"full_text":"Overnight Oldies: Lockdown Breakdown Part 2https:\/\/t.co\/GLCfejSX21","sentiment_score":0.0}
{"full_text":"RT In this crucial time of pandemic, students will travel from their places to exam centres keeping the life at risk. We dema...","sentiment_score":0.0}
{"full_text":"1st SLPMFC personnel continuously conducting Inter-Agency COVID-19 Checkpoint at the established Quarantine Control Point (QCP) at Brgy. Olisihan, Sogod, Southern Leyte.#8PreciousGem","sentiment_score":0.0}
{"full_text":"RT As a foreign-born woman in a male-dominated field, she occasionally felt under-estimated -- saying people would approach...","sentiment_score":0.0}
{"full_text":"State and territory leaders will be closely watching the outbreak, with the next few days crucial as they determine whether to introduce any new travel restrictions to avoid the spread of the virus. #9Newshttps:\/\/t.co\/GgQrUm6pRg","sentiment_score":-0.0159090909}
{"full_text":"Drug repurposing for #Covid_19 using machine learning and mechanistic models of signal transduction circuits related to SARS-CoV-2 infectionhttps:\/\/t.co\/rXPWcCMZ14","sentiment_score":0.0}
{"full_text":"Access the latest recordings of the #Asia #Pacific #webinars on #tax &amp; #trade issues affecting the region from the impact of #covid19 to cross-border challenges: #wts","sentiment_score":0.5}
{"full_text":"Our NEW COVID-19 Data Futures Platform provides multidimensional actionable insights to support #data driven decision-making at global, regional, national &amp; subnational levels to #BuildForwardBetter. Check out new #data4dev resource:","sentiment_score":0.0909090909}
{"full_text":"RT Webinar: Sustaining livelihoods: a decision framework for calibrating social and movement measures during the COVID-19...","sentiment_score":0.0333333333}
{"full_text":"Join us tonight at 7pm for another coronavirus Q&amp;A! SCC's Director of Public Health and Leader will have the latest information and advice for local residents.","sentiment_score":0.1666666667}
{"full_text":"Histopathology features of the lung in COVID-19 patientshttps:\/\/t.co\/9KODSRFhJyhttps:\/\/t.co\/f5DQCZjKih  #LocalAuthorThursday","sentiment_score":0.0}
{"full_text":"London has moved into Tier 3 - very high alert level - of #COVID19 restrictions. Please remember to keep washing your hands, wearing a face covering and keeping your distance.Read more about what this means:https:\/\/t.co\/gb1bSGPl7E","sentiment_score":0.354}
{"full_text":"As part of #ThankyouNHSEast week our thanks goes out to the surgical and cancer teams who are working hard to treat patients as quickly as possible and innovating services during the pandemic.","sentiment_score":-0.0305555556}
{"full_text":"* The #economic and #social impact of #COVID19 creates space for alienating wider demographics that far-right movements may target for recruitment #DemocraCE By https:\/\/t.co\/vhgfvCp79U","sentiment_score":-0.0222222222}
{"full_text":"Brit abroad Joel Phillips of shares his State of the Nation playlist and talks #Brexit, #Covid and the 'utopian bubble' of #Hamburg.  Tracks include &amp; The Lizard Wizard and more.https:\/\/t.co\/W10ZUiNJJf","sentiment_score":0.0}
{"full_text":"Ask the expert: Technology - Brexit, Covid and beyond: What does 2021 have in store?","sentiment_score":0.0}
