{"full_text":"The Covid-19 wouldn't have spiked that high  had stopped those TangaTanga Mkokoteni rallies. SASA #bbitrainhasleft station &amp; we have collected over 4mill signatures! Over to you Chebukati!","sentiment_score":0.25}
{"full_text":"RT This man is a different level of evil","sentiment_score":-0.5}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT Saying this for me as much as anyone else: We're currently entering our 10th month of a global pandemic in which our live...","sentiment_score":0.0840909091}
{"full_text":"RT I've known since she was a law student in my bankruptcy class 20 years ago. To answer your snotty question,...","sentiment_score":0.0}
{"full_text":"8,031 tested positive (up 70) with 720 deaths (up 3) #Gloucestershire #CoronaVirus #Tier2","sentiment_score":0.2272727273}
{"full_text":"RT \"Hi Robert, your questions and comments are noted. We are in contact with the family. We will respond in due course\"","sentiment_score":-0.125}
{"full_text":"RT Garcetti handling the pandemic in Los Angeles","sentiment_score":0.0}
{"full_text":"Think about the covid vaccine it was developed with public money and was made in half the time which we now know is because many labs need to wait for private and public equity to fund it..... big dub for socialism really","sentiment_score":0.0791666667}
{"full_text":"RT NYT: The United States has recorded its single-worst daily death toll since the pandemic began: at least 2,760.","sentiment_score":-0.15}
{"full_text":"RT Single day rise of 35,551 new COVID-19 cases, 526 fatalities pushes India's virus caseload to 95,34,964, death toll to...","sentiment_score":0.0324675325}
{"full_text":"RT Why is Portland city council giving public money to aid foreign nationals when your own citizens are suffering immensely as...","sentiment_score":0.11875}
{"full_text":"RT BREAKING: L.A. city residents are ordered to remain in their homes effective immediately, and non-exempt businesses must cease op...","sentiment_score":0.6}
{"full_text":"RT COVID-19 vaccine:*  It's optional. Calm down. Your right to choose is still there.* Remember when you hated the rig...","sentiment_score":-0.1174603175}
{"full_text":"RT We have dedicated health care professionals at ACH, in our city, in our province.  We are proud of our Pediatric physici...","sentiment_score":0.8}
{"full_text":"RT Deceit and evasion. That's all we've heard this week from Mr Morrison's best mate Stuart Robert in response to Labor's...","sentiment_score":1.0}
{"full_text":"and adopted the new normal as the normal","sentiment_score":0.1454545455}
{"full_text":"RT Much as Boris Johnson might celebrate the arrival of a Covid vaccine, this is a project rooted in German science and Belgi...","sentiment_score":0.1}
{"full_text":"UK to rollout Pfizer-BioNtech's COVID-19 vaccine next week: Who will get it first, and other FAQs","sentiment_score":0.0416666667}
{"full_text":"RT #InternationalDayOfPeopleWithDisability Key recommendation from based on research1.Adopt a twin-track approach i...","sentiment_score":0.0}
{"full_text":"RT A huge group of people gathered outside the Staten Island bar - in the middle of a COVID hot zone - that was shut down last nig...","sentiment_score":0.0824074074}
{"full_text":"A comparison of profits in different tax years wouldn't tell them anything - eg. you could have expanded in Jan 2020 &amp; could have been expecting an increase due to that; that increase didn't happen because of COVID, but profit could still be the same or higher than 19\/20.  1\/2","sentiment_score":0.03125}
{"full_text":"RT After losing her mom and spouse to Covid-19 three days apart, a nurse from Oklahoma details the final moments with her hus...","sentiment_score":0.0}
{"full_text":"RT Oh no.. 'Amazing Saturday' host Boom has been exposed to someone who has covid and is currently awaiting test results...The...","sentiment_score":-0.15}
{"full_text":"Christopher Cross reveals that his recovery from COVID-19 complications has 'slowed'","sentiment_score":0.0}
{"full_text":".......now the Democrats\/liberals have a much larger circle,  they care about people in other countries that they've never met. So McConnell crystal over his circle shrinking..but not covid death raising. Sad But true.So when you ask why this or that, keep this in mind","sentiment_score":-0.2083333333}
{"full_text":"RT Meet Jonathan, oldest known living terrestrial animal in the world. Came to life in 1832 &amp; currently 188 years old. He h...","sentiment_score":0.0333333333}
{"full_text":"#coronavirus test prices have been capped at 40 euros in #Greece causing some laboratories to stop carrying them out reports local media.","sentiment_score":0.0}
{"full_text":"RT Access bank staff Infront of acces bank head office protest for their rights, they were laid off after more than 10 years...","sentiment_score":0.5}
{"full_text":"every time nsw is close to a milestone i always hear someone who works two or three jobs gets it what the fuck do these people get paid? really not good if they have to choose between the risk of spreading covid and the risk of not having enough money","sentiment_score":-0.25}
{"full_text":"There already is: am sure yours is good but you could have saved yourself the money and directed residents to this one","sentiment_score":0.6}
{"full_text":"RT A COVID relief bill idea:lift the emergency powers declaration nationwide; give Americans valid info on morta...","sentiment_score":0.0}
{"full_text":"RT If the richest country on the planet refuses to use its wealth (OUR wealth) to protect its citizens from a deadly virus, wh...","sentiment_score":-0.2}
{"full_text":"RT There may be a global pandemic but, for some Egyptians, the real problem is a woman wearing a dress in front of some old buildi...","sentiment_score":0.1}
{"full_text":"RT Fuck this pandemic, I miss wild cocaine-fueled orgies","sentiment_score":-0.15}
{"full_text":"RT \"It's important we never forget who the deniers were\" -- as it took the folks at Fox &amp; Friends 10 months and 270,000 dead Am...","sentiment_score":0.1}
{"full_text":"RT NSW Health Minuster has just confirmed a cleaner has Covid 19. They work in two hotels, one of which is a...","sentiment_score":0.4}
{"full_text":"RT It's #IDPWD2020! And it's been a fuck of a year to be disabled.If the various shitty individual and governmental respon...","sentiment_score":-0.1333333333}
{"full_text":"RT Why is Portland city council giving public money to aid foreign nationals when your own citizens are suffering immensely as...","sentiment_score":0.11875}
{"full_text":"RT SAY IT WITH ME: A property owner losing money on a building is not the same thing as a tenant losing their home during a p...","sentiment_score":0.0}
{"full_text":"Covid 19 :","sentiment_score":0.0}
{"full_text":"Trumpers. This is only killing our elderly. Ion understand this lockdown!!............Trumpers' grandmothers. .....","sentiment_score":0.0}
{"full_text":"\"At my age, there are very few options for #employment + I never went to school. Living in the accommodation center, I've learned new skills that have helped me feed my family even during #COVID19.\" - Amelia, #CycloneIdai survivor Read her story here:","sentiment_score":-0.0745454545}
{"full_text":"RT Former Presidents Barack Obama, George W. Bush and Bill Clinton are volunteering to get their Covid-19 vaccines on camera...","sentiment_score":0.0}
{"full_text":"RT I'd say, just stay away from vaccines.","sentiment_score":0.0}
{"full_text":"Take me back to the start, when everything is fine. No pandemic, no online class where some students are left behind. When everything is okay and fine.","sentiment_score":0.1555555556}
{"full_text":"It's a pandemic. They shouldn't have access to guns.","sentiment_score":0.0}
{"full_text":"1)idea is 2 broadcast covid recovered Pts interview (name change)what mistake they had done , What was the experience, What harm it caused to family &amp; business .2)high courts strict rules of punishment3)@RjDhvanit  has mentioned  about simple mask is better than  oxygen mask","sentiment_score":0.25}
{"full_text":"RT My Enugu people I want to draw your attention to the recent outbreak of Yellow fever especially in Enugu.Every week an aver...","sentiment_score":0.0}
{"full_text":"RT Expanding Medicaid (90% paid by federal govt) would give 300k SCinians  health insurance during a pandemic... AND create up...","sentiment_score":0.0}
{"full_text":"RT Former Presidents Barack Obama, George W. Bush and Bill Clinton are volunteering to get their Covid-19 vaccines on camera to promo...","sentiment_score":0.0}
{"full_text":"RT We miss training but we are fully abiding by the covid protocols. I am sure once cricket resumes we will forget about the r...","sentiment_score":0.5}
{"full_text":"RT I encourage you to listen to this to experience some of what a COVID hospital feels like today. Real deal with ER doc @megan...","sentiment_score":0.2}
{"full_text":"RT Judicial Watch announced a fed judge ordered the HHS to begin producing communications &amp; other records of NIAID Director...","sentiment_score":-0.125}
{"full_text":"I can't believe I need to say this, but keep an extra phone charger in your purse, briefcase, or pocket in case you end up hospitalized with COVID and need to say goodbye to your family.","sentiment_score":0.0}
{"full_text":"RT I've known since she was a law student in my bankruptcy class 20 years ago. To answer your snotty question,...","sentiment_score":0.0}
{"full_text":"RT You have to be some miserable mean fucker to give yourself 3 pay rises during a pandemic yet tell student nurses on the...","sentiment_score":-0.65625}
{"full_text":"RT \"Among Americans aged 26-44, only 4% of deaths in 2020 were due to COVID; there was [also] excess mortality of 26%. This means...","sentiment_score":-0.075}
{"full_text":"Me: I'm just so stressed by everything right now; how am I going to pay my rent? How will I find a job?Landlords: Here's a postage-paid envelope for your rent checkMe, sobbing loudly: my prayers have been answered\/s","sentiment_score":0.1928571429}
{"full_text":"RT Gujarat Govt, under the dynamic leadership of CM Shri did not let the Corona pandemic halt the pace of develop...","sentiment_score":0.0}
{"full_text":"RT If the Queen took the Covid-19 vaccine would that convince you to take it? and","sentiment_score":0.0}
{"full_text":"RT When I tried to read the law that contradicts his bogus claim to get people less COVID relief, he quest...","sentiment_score":-0.1666666667}
{"full_text":"#Leadership looks like this fyi #MoscowMitch #LeningradLindsey #LyinMarco","sentiment_score":0.0}
{"full_text":"Republican politicians would too if they ever put any rules in place","sentiment_score":0.0}
{"full_text":"me              covid                   19","sentiment_score":0.0}
{"full_text":"#Australia politics live: explains how #vaccine will be rolled out as #NSW reports one new #Covid case","sentiment_score":0.1363636364}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"RT A lovely #Shrewsbury poet has written a book containing 18 poems during her time in #lockdown and we've printed 400 of...","sentiment_score":0.5}
{"full_text":"RT Imagine dying of COVID in rural Alaska. The village health aide could only sing. \"He was trying to bob his head ... It made me...","sentiment_score":0.0}
{"full_text":"Please would you retweet this Christmas song raising money for music in primary schools and military veterans. The children would be so excited if this got into the chart! Thank you! #ChristmasIsComing #coronavirus #TransistorBros","sentiment_score":0.2953125}
{"full_text":"RT On the day that the U.S. recorded it's highest ever total of coronavirus deaths in a single day, Donald Trump recorded a...","sentiment_score":-0.0357142857}
{"full_text":"RT We should not recess for the holidays until we pass COVID relief. That is the urgent priority right now, and Congress needs t...","sentiment_score":0.2857142857}
{"full_text":"RT Pay attention world.","sentiment_score":0.0}
{"full_text":"One of the best articles written about our boys ","sentiment_score":1.0}
{"full_text":"RT Idiocy of Trumpism. ","sentiment_score":-0.3}
{"full_text":"RT The SNP have hidden their Public Health Minister throughout this pandemic because he is so awful even they are embarrassed...","sentiment_score":-0.3888888889}
{"full_text":"Finding out what truly motivates your legal team will be the key to managing successfully in our post-Covid world. We share five strategies to manage your legal team effectively in our blog, click here to read the article #legal #team #mindset #management","sentiment_score":0.325}
{"full_text":"The COVID-19 pandemic has changed the world as we know it, affecting all spheres of our lives. In a competitive market such as insurance, where agents' and brokers' performance is critical for acquiring new customers prospects' experiences.Message us and we will help your team!","sentiment_score":0.0568181818}
{"full_text":"Foreign Minister Jorge Arreaza has ratified Venezuela's formal request to join #ASEAN's Treaty of Amity and Cooperation, a very important step \"to have a much closer and much more productive relationship with the ASEAN community\" - via","sentiment_score":0.27375}
{"full_text":" PEEB Advent Calendar 3.12  Can energy efficient building boost a Green Recovery after Covid-19?  YESHave a look at this webinar https:\/\/t.co\/bnwChEaz6J...","sentiment_score":-0.2}
{"full_text":"You may come to regret this tweet.","sentiment_score":0.0}
{"full_text":"Fingers crossed for a better year.https:\/\/t.co\/oTu1rMAcbU","sentiment_score":0.5}
{"full_text":"#CovidVaccine Feeling proud of the important role Belgium  plays in the production chain of vaccines  against COVID-19!Check out this link:","sentiment_score":0.6}
{"full_text":"Today is Intl Day of Persons with Disabilities #IDPD Persons with #disabilities face increased barriers to access services due to #COVID19.  We need to put their human rights at the center of COVID response #WeInclude #InclusionMattersRead our blog:","sentiment_score":-0.075}
{"full_text":"34 people with Covid19 are being treated at the local facility as 17 new cases are confirmed in #Carlow and #Kilkenny ...","sentiment_score":0.1787878788}
{"full_text":"This 5-year-old boy in Texas lost both his parents to #COVID19. His local community came together to celebrate his fifth birthday.","sentiment_score":0.0}
{"full_text":"RT My Aunt passed last night in Ohio, from covid, She tested positive Nov.17th.","sentiment_score":0.1136363636}
{"full_text":"Researchers in the United States have identified physiological factors that can contribute to making someone a COVID-19 spreader. These include a clear nasal passage and a full set of teeth.","sentiment_score":0.225}
{"full_text":"RT After over 3 years, today my last day in the ER at ProvidentMy position has been ended due to budget cutsCook County...","sentiment_score":-0.0625}
{"full_text":"RT What would you like to see on the ten o'clock news tonight?A. Jacob Rees-Mogg spouting utter boll**** about a quick...","sentiment_score":0.1111111111}
{"full_text":"It's day 3 of my #December2020 thank yous and today, my shout out goes to &amp; I am so proud of the way you have all stepped up to help our most vulnerable people during #Covid19 - keep up the brilliant work, you are all AMAZING! #ThankYou","sentiment_score":0.49}
{"full_text":"The coronavirus pandemic has sent many consumers to purchase items online, so it's no surprise this year's spending on Thanksgiving, Black Friday, and Cyber Monday were record-high e-commerce shopping days.","sentiment_score":0.1666666667}
{"full_text":"A Pakistani doctor who contracted the coronavirus while treating blue collar workers in Abu Dhabi and died of #COVID19 was recognized as a martyr by the UAE, his widow told #ArabNewsPK || #Pakistan-Read special by","sentiment_score":0.1785714286}
{"full_text":"A covid-19 recovery project in #Southend is trying to help us all step back into society following lockdown. Josephine Melville, from the South Essex African Caribbean Association, told us 'Stepping Out' is about sharing stories so no one feels alone #Essex #HeartNews","sentiment_score":0.0}
{"full_text":"Global efforts to fight #Covid19 show what we can achieve when we work together.  Ending malaria means stronger health systems and available resources, protecting against future global health threats  #MalariaMustDiehttps:\/\/t.co\/nsAZT4VLEd","sentiment_score":0.1}
{"full_text":"One of the industries that was hit the hardest by the pandemic was the beauty and aesthetic medicine industry.https:\/\/t.co\/AtEEs4D5R6","sentiment_score":0.0}
{"full_text":"What have you missed from the past 24-hours?https:\/\/t.co\/nZk9pVd0Ob","sentiment_score":-0.25}
{"full_text":"RT The time for Los Angeles to act was months ago.You chose policies that spread the virus.You bent to pressure, refused t...","sentiment_score":0.0}
{"full_text":"November was the deadliest month of the pandemic in India's capital Delhi and the city's crematoriums are overwhelmed.https:\/\/t.co\/5BQyRbtX9l","sentiment_score":0.0}
{"full_text":"Morning all! We can once more offer safe, Covid-secure free valuations here at #Lichfield for #jewellery, #watches and #silver - strictly by appointment only from 9.30am-4pm on #Thursday  Call us on 01543 251081 or email office@richardwinterton.co.uk #ThursdayMotivation","sentiment_score":0.35}
{"full_text":"The UK has become the first country to approve the Pfizer\/BioNTech vaccine in the fight against #COVID19.On today's #Daily podcast, talks to and about the milestone and the challenge ahead. Listen here ","sentiment_score":0.125}
{"full_text":"#SPOTLIGHT: \"It's the protection of vaccines that will ultimately allow us to reclaim our lives and get the economy moving again,\" said as his government approved the #COVID19 #vaccine. Has the #UK PM spoken too soon?","sentiment_score":0.0}
{"full_text":"Can-do attitude: Wuhan virus lockdown captured in craft beer via","sentiment_score":0.0}
{"full_text":"Covid-19 threatens global progress against malaria: WHO#ahamo #deprem #AskENHYPEN #provadofazedeiro #Bakugou #AEWDynamite #COTA #Dynamite #Baylor #Westbrook #coronavirus #Covid_19 #vaccine","sentiment_score":0.0}
{"full_text":"RT The government isn't providing any relief to citizens suffering during the pandemic, but thankfully the private sector...","sentiment_score":0.0}
{"full_text":"#LISTEN The Huddle: Should a Covid-19 vaccine be compulsory to take?https:\/\/t.co\/Uab5ZwXLiP","sentiment_score":0.0}
{"full_text":"Nearly 100 world leaders and several dozen ministers are slated to speak at the U.N. General Assembly's special session starting Thursday on the response to COVID-19 and the best path to recovery.https:\/\/t.co\/qWMLxGCoqW","sentiment_score":0.2511904762}
{"full_text":"RT Will those who live in this country and despise the British Army, you know who they are, be refusing the COVID-19 vaccine...","sentiment_score":0.0681818182}
{"full_text":"RT [gisa] #BTS Helps The World Feel A Little Smaller -- &amp; We Need It More Than Everhttps:\/\/t.co\/KMc38spOdh","sentiment_score":0.1041666667}
{"full_text":"Chester firm overcomes covid challenges to help transform leading retailer's website","sentiment_score":-0.2}
{"full_text":"#ThrowbcakThursday : entertained us on the #FezahLive stage early last month. Did you attend this show? #MousteyFezahLive #StaySafe #StayHome","sentiment_score":0.05}
{"full_text":"You just proved that you are  slow, all those things you mentioned are international crisis due to covid19 as for 500 billion just zip you hole because when people get arrested you pull a race card.","sentiment_score":-0.1416666667}
{"full_text":"RT If this insane country just followed scientists, wore masks and practiced social distancing, this could have been contained...","sentiment_score":-0.4833333333}
{"full_text":"Gurl please I'm sure that this pandemic was just as you please shut up xoxo gossip girl ","sentiment_score":0.5}
{"full_text":"Covid-safe private tours are the best way to see #Croatia. Book with confidence and enjoy one of our expertly planned and coordinated custom itineraries, excursions or tours!https:\/\/t.co\/uEDh3Hlr3m #discovercroatia #covidsafe #croatia #croatiatravel #traveltheworld","sentiment_score":0.4666666667}
{"full_text":"Surveillance protocols? Tech support? How can organisations rebuild confidence &amp; trust in the workplace post-Covid?","sentiment_score":0.0}
{"full_text":"Time: 07:00 * Temp: 2.9degC * Wind: SW 0.0 to 2.9mph * Pressure: 984.2hPa * Rain: 0.2mm * Hum: 94% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:25 * Sunset: 16:00 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Luka Mania might spread faster than the coronavirus, according to reputable science.","sentiment_score":0.5}
{"full_text":"With millions unemployed and numerous industries struggling due to the coronavirus pandemic, some people who are out of work are considering a new career.","sentiment_score":0.0037878788}
{"full_text":"I think everyone can understand this graph? Or...are you still scared so much to give your life away?","sentiment_score":0.2}
{"full_text":"A decrease in students enrolled in public schools due to COVID-19 will have financial impacts on local schools unless the state makes school systems \"harmless.\"","sentiment_score":-0.03125}
{"full_text":"RT Please would you retweet this Christmas song raising money for music in primary schools. The children ha...","sentiment_score":0.4}
{"full_text":"The City of Atlanta is expanding housing relief to city residents affected by COVID-19.https:\/\/t.co\/YWSHaOjEFX","sentiment_score":0.0}
{"full_text":"Obama says he may get COVID-19 vaccine live on TV so people know to 'trust this science'","sentiment_score":0.1363636364}
{"full_text":"RT I mean. I've been with friends. I've been with coworkers. Some that traveled to Florida and Texas during the lockdown. I've wo...","sentiment_score":-0.3125}
{"full_text":"Current Conditions for #Sayre PATemp: 29.0FWind Chill: 28.5FHumidity: 92%Dew Point: 26.9F Barometer: 30.239 inHgWind: 2 mph from the WSWCorona Virus Weekly Stats:Cases: 179.000000Deaths: 9.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"#TheSopranos? Binge watching again during latest #UK #lockdown, seems better 3rd time round and stands the test of time","sentiment_score":0.2}
{"full_text":"So sad.  Do you think this is indicative of education in the current COVID climate? Many schools are worried about sharing resources that will involve children potentially spreading germs? Or is it a misunderstanding of art as a subject?","sentiment_score":-0.0333333333}
{"full_text":"Global Retinal Vein Occlusion Therapeutics Market Research Report 2020 with COVID-19 Impact Analysis || North America, Europe, Asia Pacific, South America and the Middle East and Africa - The Market Feed","sentiment_score":0.0}
{"full_text":"RT Science has done it yet again for human race, Pandemic that killed nearly 1.5 M people is defeated by great minds, Congs...","sentiment_score":0.175}
{"full_text":"What is so patriotic about spreading a respiratory virus during a pandemic? Do we celebrate drunk drivers? It might be fun to drive drunk but as a society we don't allow it because we are protective of our citizens and their rights not to be killed by a drunk driver! Compare!","sentiment_score":-0.33625}
{"full_text":"Promoting a rushed vaccine could be an epic blunder. Slow down. Safety first.https:\/\/t.co\/svgkoCizek","sentiment_score":-0.1185185185}
{"full_text":"RT I don't want to sound like a conspiracy theorist..I believe this latest hype around #COVID19 is to deter in person vo...","sentiment_score":0.45}
{"full_text":"The #oil, #gas, and #chemicals industry has been one of the hardest hit by the #pandemic. What are the four levers you should to outperform?","sentiment_score":0.0}
{"full_text":"RT CDC is providing public health agencies with options to shorten the length of quarantine in some situations. Quarantine length...","sentiment_score":0.0}
{"full_text":"Pupils taking GCSEs and A Levels in England next summer are to be given more generous grades to compensate for their education being disrupted by the #coronavirus pandemic.The Education Secretary says students will also get advance notice of some topics, ahead of being tested.","sentiment_score":0.25}
{"full_text":"Pupils taking GCSEs and A Levels in England next summer are to be given more generous grades to compensate for their education being disrupted by the #coronavirus pandemic.The Education Secretary says students will also get advance notice of some topics, ahead of being tested.","sentiment_score":0.25}
{"full_text":"We need to close the bars and open the schools.","sentiment_score":0.0}
{"full_text":"Pupils taking GCSEs and A Levels in England next summer are to be given more generous grades to compensate for their education being disrupted by the #coronavirus pandemic.The Education Secretary says students will also get advance notice of some topics, ahead of being tested.","sentiment_score":0.25}
{"full_text":"RT The National Coronavirus Command Council has agreed that there should be a 22:00 curfew in Covid-19 hotspot areas across the co...","sentiment_score":0.0}
{"full_text":"Pupils taking GCSEs and A Levels in England next summer are to be given more generous grades to compensate for their education being disrupted by the #coronavirus pandemic.The Education Secretary says students will also get advance notice of some topics, ahead of being tested.","sentiment_score":0.25}
{"full_text":"This is funny  Fan: Hey!! There's no celebrity perks* here. Fall in line properly okay sir? Gabby: As long as there's social distancing..There is an going joke\/meme(?) abt filipino celebs falling in line w other non-celeb fans when it comes to spazzing over K-artists","sentiment_score":0.1497916667}
{"full_text":"It's National Handwashing Awareness Week, and a great time to remind you that washing your hands helps prevent the spread of illnesses like the flu, the common cold, and COVID-19.  Wash your hands frequently with warm water for at least 20 seconds!","sentiment_score":0.0375}
{"full_text":"Of course. Especially if you do not notify other passengers.","sentiment_score":-0.0625}
{"full_text":"Please add #Stimuluscheck to you Dec Covid reliefas there has been no relief since September with FPUC... govt closed down economy and put me out of work and still no gainful employment. UI basic is not enough to pay the bills.... never asked give fir any handout but asking now","sentiment_score":-0.0638888889}
{"full_text":"RT I'm getting slammed for sponsoring a petition on vaccine protocol for COVID-19.","sentiment_score":0.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"Interesting look at how #employeebenefits have evolved over the pandemic. This #Christmas season, it's likely employers will be shifting towards innovative fresh #perks that respond to employee needs.https:\/\/t.co\/I1jWBrff1Y","sentiment_score":0.325}
{"full_text":"National Task Force (NTF) against COVID-19 Chief Implementer and vaccine czar Secretary Carlito Galvez, Jr. assured the public that the government is still on track of its implementation of the roadmap for COVID-19 vaccinationRead more:https:\/\/t.co\/OtLiLIxSIc #COVID19PH","sentiment_score":0.0}
{"full_text":"RT News Alert: US reports highest number of Covid-19 deaths in a single dayThe United States has reported a record-high...","sentiment_score":-0.0714285714}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
