{"full_text":"RT The politicians who allowed COVID to spread while people starved and died received the vaccine before the people who a...","sentiment_score":0.0}
{"full_text":"RT #SaudiArabia will suspend all international commercial flights and entry to the Kingdom through land and sea ports for a...","sentiment_score":0.0}
{"full_text":"Imagine giving DJL the money that belongs to Trevor Story.","sentiment_score":0.0}
{"full_text":"RT Push off ..","sentiment_score":0.0}
{"full_text":"Oh yeah A must read for anyone that cares about science and, well, life itself and us ever getting out of this horrible covid fog.","sentiment_score":-1.0}
{"full_text":"RT Good stuff in this covid relief tracker:","sentiment_score":0.7}
{"full_text":"RT Here's who classifies as \"frontline essential workers.\"\"Other essential workers\" would be vaccinated later.The director...","sentiment_score":-0.0416666667}
{"full_text":"Long Covid c a u s e d arthritis for me. The menstrual clotting was another weird effect.","sentiment_score":-0.275}
{"full_text":"RT I warned about this EXACT scenario in May 2017:https:\/\/t.co\/ITE9YhCwoU","sentiment_score":0.25}
{"full_text":"RT What do we know about the new coronavirus variant?https:\/\/t.co\/KxK5K59ANF","sentiment_score":0.1363636364}
{"full_text":"RT To apply: If you have been financially impacted by COVID-19 and could use a few hundred dollars to help out with rent,...","sentiment_score":-0.1}
{"full_text":"RT Beyond a nightmare. Dover was already gridlocked because of Brexit and now it's shut altogether because of Covid. If the gover...","sentiment_score":0.0}
{"full_text":"Very true.  We have the ineptitude of Johnson and Patel to thank for the UK racing to the top of the Euro Covid death league.","sentiment_score":0.4775}
{"full_text":"RT Wear a mask and stop talking shit.","sentiment_score":-0.2}
{"full_text":"RT So the whyte people\/no washcloth convo pops up again and BOOM, new teenage mutant Covid virus appears.","sentiment_score":0.0681818182}
{"full_text":"We will fight this. Nothing more than a power grab from pro-Trumpers. Reeks of hypocrisy, while Trump and everyone at the WH has big holiday parties with no masks or social distancing.","sentiment_score":0.1777777778}
{"full_text":"The Godless Left behind this movement to cancel Christmas.","sentiment_score":-0.2}
{"full_text":"RT France's Covid ban on lorries from UK 'will devastate supply chain'","sentiment_score":0.0}
{"full_text":"RT Breaking News: The CDC is recommending that people 75 and older be next in line to receive the coronavirus vaccine in the U.S....","sentiment_score":0.0833333333}
{"full_text":"RT Wear a mask and stop talking shit.","sentiment_score":-0.2}
{"full_text":"#kwrwn_lmtHwrCovid-20 updated","sentiment_score":0.0}
{"full_text":"RT At 35,928, today's Covid cases have more than *doubled* compared to last Sunday. Remember how effective simple measure...","sentiment_score":0.275}
{"full_text":"RT Struggling as we watch Congress &amp; exec branch Repubs who cavalierly spread it &amp; called Covid a hoax getting vaccinated...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Saudi Arabia closes all its borders to all countries amid concerns over coronavirus mutation","sentiment_score":0.0}
{"full_text":"RT .@normanswan calls for mandatory masks &amp; hard lockdown of Sydney on right now.","sentiment_score":-0.0029761905}
{"full_text":"RT Cuts in line. Demands people who can't get the vaccine continue to put themselves at risk for him. Takes the \"service\"...","sentiment_score":0.0}
{"full_text":"RT Quick reminder that it was open to the government to extend transition. We didn't have to face covid and Brexit simultaneously...","sentiment_score":0.1666666667}
{"full_text":"RT Republicans want you to believe we can afford trillions in tax cuts for billionaires but only a one time $600 check fo...","sentiment_score":0.0}
{"full_text":"It has been said...\"London has only been put in to #lockdown since parliament has closed for Christmas and so all our hardworking and ethical government officials have already travelled back 'home' for Christmas and so have no need of London for a few weeks...\" potentially true ?","sentiment_score":0.0416666667}
{"full_text":"RT You can say the dumbest shit about white people and it will get 100,000,000 RTs as if you have just personally revealed the...","sentiment_score":-0.0666666667}
{"full_text":"RT London CNN~ A growing  number of European countries halted flights from the UK following the discovery of a new variant...","sentiment_score":0.0454545455}
{"full_text":"RT Only a completely insane government would end the Brexit transition period in these circumstances. Are you insane","sentiment_score":-0.6666666667}
{"full_text":"RT Not sure if some of our negotiation team fly or all travel by Eurostar, but the last train to London leaves in half an...","sentiment_score":0.0958333333}
{"full_text":"RT So the rest of Europe has now quaranteened the UK. Makes sense. When Italy was the epicentre, the rest of europe did the sa...","sentiment_score":0.0}
{"full_text":"after a know-nothing congress hahahaha","sentiment_score":0.2}
{"full_text":"Trump's Report CardAdded $7 trillion to national debt (37%)Reversed 80 EPA regsWithdrew from 13 int. orgs.Appointed 220 judgesSigned 2017 tax law &amp; paid $750 Mismanaged COVID &amp; 310k diedVisited his properties 417 timesPocketed $20M at his propertiesTold 25k lies","sentiment_score":0.0}
{"full_text":"RT We're in close contact with UK  officials on the new #COVID19 virus variant. They'll continue to share info &amp; results of their a...","sentiment_score":0.1363636364}
{"full_text":"RT What do we know about the new coronavirus variant?https:\/\/t.co\/KxK5K59ANF","sentiment_score":0.1363636364}
{"full_text":"Totally outrageous. It's dead wrong. #novaccinefordeniers #gopnovaccineforu","sentiment_score":-0.5666666667}
{"full_text":"RT As COVID-19 cases and hospitalizations continue to rise, we support call for stronger public health mea...","sentiment_score":0.0}
{"full_text":"RT It's now imperative that PM seeks an agreement to extend the Brexit transition period. The new Covid strain - &amp; the var...","sentiment_score":0.1363636364}
{"full_text":"If there is a sharp increase in cases (which is via massive increase in testing &amp; false positive #PCRtest results) yet hospitalisations are lower than 2019, then #COVID19 is not the threat suggested. This whole fiasco is a clear #fraud of erroneous recategorisation &amp; #propaganda","sentiment_score":-0.0747159091}
{"full_text":"RT every single congressperson including those who deny covid's impact\/ tell you to go back to work and infect your grandpare...","sentiment_score":-0.0357142857}
{"full_text":"RT The Chinese are so clever: they invented a virus that specifically targets countries run by incompetent fuckwits.","sentiment_score":-0.0611111111}
{"full_text":"I did.  It's easy.","sentiment_score":0.4333333333}
{"full_text":"RT One of my latest scoops. A Georgia swamp.","sentiment_score":0.5}
{"full_text":"RT No 'Negative' News: How China Censored the Coronavirus","sentiment_score":0.15}
{"full_text":"RT Report Emerges Claiming That Dr. Deborah Birx Violated Her Thanksgiving Coronavirus Recommendations","sentiment_score":0.0}
{"full_text":"RT It's now imperative that PM seeks an agreement to extend the Brexit transition period. The new Covid strain - &amp; the var...","sentiment_score":0.1363636364}
{"full_text":"RT 99% of Covid deaths come from those in the at risk Phase 1 vaccine group.While some younger, seemingly less at risk people ca...","sentiment_score":-0.0833333333}
{"full_text":"RT Quick reminder that it was open to the government to extend transition. We didn't have to face covid and Brexit simultaneously...","sentiment_score":0.1666666667}
{"full_text":"RT demi is at a higher risk of catching covid than some people...how can she be anti- vax??? that's like saying 2+2=5..makes...","sentiment_score":0.425}
{"full_text":"RT It's now imperative that PM seeks an agreement to extend the Brexit transition period. The new Covid strain - &amp; the var...","sentiment_score":0.1363636364}
{"full_text":"So many smart people asking me if I'm ok during lockdown it should have a works cited","sentiment_score":0.4047619048}
{"full_text":"RT I don't blame the Tories for #Covid. I blame the Tories for Excessive Deaths. For hanging the #NHS out to dry. For the turmoi...","sentiment_score":-0.1583333333}
{"full_text":"RT I did not appreciate the now- obvious link between the 1918-20 influenza pandemic and the Roaring Twenties until this year....","sentiment_score":0.0}
{"full_text":"I hate to say it because their selfishness pisses me off but they are also the superspreaders so for the sake of stopping this pandemic and saving lives I have to reluctantly be glad.","sentiment_score":-0.15}
{"full_text":"RT Boris Johnson is incompetent &amp; self serving. He has brought the country to catastrophe. He cannot be allowed to inflic...","sentiment_score":-0.35}
{"full_text":"Thanks so much.Wife is home after 8 days in hospital, I'mnot even dealing with much covid stuff...really feel for the medics\/ ITU guys.","sentiment_score":0.2}
{"full_text":"RT Why will the GOP spend $740 billion on the military when there's no war, but won't spend it to help us survive COVID, which ha...","sentiment_score":-0.1}
{"full_text":"RT Can hardly blame French for locking down national border if UK government is locking down county borders. If the hype was...","sentiment_score":-0.1506944444}
{"full_text":"RT Sorry but fuck the government. Australia and New Zealand have successfully handled this pandemic and the UK is just a laugha...","sentiment_score":-0.0034090909}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"I said it once and I'll say it again! Jedward are the true ones !","sentiment_score":0.4375}
{"full_text":"RT been seeing tweets like this for days and it hurts. weve been in a serious global pandemic for almost a year now. pls hav...","sentiment_score":-0.1666666667}
{"full_text":"RT I just learned there are facebook groups wholly dedicated to calling the authorities and reporting restaurants that they fee...","sentiment_score":0.0}
{"full_text":"I said a few days ago. Lockdown will be a great cover for all the import issues early jan","sentiment_score":0.2333333333}
{"full_text":"RT If I can wear my N95 all day, perform aerosolizing procedures on  patients while risking my own health, have to console p...","sentiment_score":0.6}
{"full_text":"Can't help reading this tweet with the Threads teleprinter clacking in my head.","sentiment_score":0.0}
{"full_text":"RT \"Everywhere, too full,\" writes.She died at age 60, in the arms of her husband and her son.https:\/\/t.co\/SSb...","sentiment_score":0.35}
{"full_text":"emphasis on AND NOSE because if i see one more of y'alls barely covering ya fuckin face i swear i will drop kick you into the beginning of this pandemic babe xx","sentiment_score":0.275}
{"full_text":"RT It's now imperative that PM seeks an agreement to extend the Brexit transition period. The new Covid strain - &amp; the var...","sentiment_score":0.1363636364}
{"full_text":"RT Sorry but fuck the government. Australia and New Zealand have successfully handled this pandemic and the UK is just a laugha...","sentiment_score":-0.0034090909}
{"full_text":"RT New strain of COVID could be 70% more transmissible, Hancock hinting at months of lockdown, not clear if schools will return,...","sentiment_score":0.1954545455}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"RT \"Through multiple setbacks, job losses, doubt and a transatlantic move, Kariko stood by her conviction: That mRNA could be us...","sentiment_score":0.0}
{"full_text":"RT The Chinese Communist Party must be held accountable for infecting the world with a deadly virus and pay the costs they h...","sentiment_score":-0.1}
{"full_text":"RT It's now imperative that PM seeks an agreement to extend the Brexit transition period. The new Covid strain - &amp; the var...","sentiment_score":0.1363636364}
{"full_text":"RT A few weeks ago, I voiced support for Dr Birx, whose military and public health career prior to 03\/2020 was a guidepost for...","sentiment_score":-0.075}
{"full_text":"RT 1. Fuck that guy (@marcorubio). Can't wait till his race bc we're going to POUND him for killing Latinos w COVIDAs s...","sentiment_score":-0.4}
{"full_text":"RT Instead of complaining in these difficult times about what the pandemic prevents us from doing, let us do something for someo...","sentiment_score":-0.5}
{"full_text":"#COVID simple and safe $amen #amarin","sentiment_score":0.25}
{"full_text":"RT A number of countries have banned or are considering stopping flights from the UK following the emergence of a new variant of...","sentiment_score":0.0681818182}
{"full_text":"RT One thing I learned from watching all the GOP dudes getting covid shots is that push-ups must be considered a form of socia...","sentiment_score":0.0}
{"full_text":"RT France will stop lorry movements from the UK for 48 hours in the wake of fresh concerns over the spread of a new strain o...","sentiment_score":0.2181818182}
{"full_text":"I see all these reports of people maxing out credit cards to make ends meet. Some these cc companies make 25percent+ interest. A 10,000 pandemic loan at 5 percent, with more forgiving pay structures would be a good way of alleviation of some of this covid debt.","sentiment_score":0.6}
{"full_text":"RT Quick reminder that it was open to the government to extend transition. We didn't have to face covid and Brexit simultaneously...","sentiment_score":0.1666666667}
{"full_text":"Stick to the science and leave the politics out. That would be I think the biggest lesson for the world in responding to a pandemic. We should be so grateful and proud of our incredible experts in Australia who have guided our covid response.https:\/\/t.co\/NNOehRjIqy","sentiment_score":0.85}
{"full_text":"#Ontario #COVID19 Meanwhile in Wuhan","sentiment_score":0.0}
{"full_text":"RT I'm a Black non-binary photographer in Brooklyn. On Dec. 13, I invited 8 Black queer and trans folks to a studio day (no ove...","sentiment_score":-0.1666666667}
{"full_text":"I stopped saying \"It can't get any worse\" some time ago.","sentiment_score":-0.4}
{"full_text":"I can't describe the frustration of going to work every day and seeing people not give 2 shits about the pandemic and not being able to do anything about it ","sentiment_score":0.5}
{"full_text":"RT I did not appreciate the now- obvious link between the 1918-20 influenza pandemic and the Roaring Twenties until this year....","sentiment_score":0.0}
{"full_text":"RT If the coronavirus keeps on mutating into new strains, the risk of antibody dependent enhancement is a theoretical worrisome...","sentiment_score":0.0681818182}
{"full_text":"RT \"Government caught off guard by this\". FFS.CV19 &amp; Brexit now perfect storm. Failure to extend transition in June was...","sentiment_score":0.3416666667}
{"full_text":"RT Something wrong when Marco Rubio -- who downplayed COVID and mocked people wearing masks -- is among first to get the vaccine.","sentiment_score":-0.125}
{"full_text":"RT Breaking News: The CDC is recommending that people 75 and older be next in line to receive the coronavirus vaccine in the U.S....","sentiment_score":0.0833333333}
{"full_text":"RT Sorry for the bad news but there will not be a BCOT warzone tonight. The good news is I'll be live tomorrow morning around...","sentiment_score":-0.0909090909}
{"full_text":"I completely agree with you and also I agree it was stupid for her to comment but unfortunately in the US the Covid vaccine isn't mandatory I believe. ","sentiment_score":-0.4}
{"full_text":"This is what thinks about being transparent regarding their #COVID19 policy. And they advertise that they are one of Canada's Best Managed Company's. What about the safety of your workers and those that visit your office? #COVIDIOTS #coronavirus #COVID19AB #yeg","sentiment_score":1.0}
{"full_text":"RT Republicans want you to believe we can afford trillions in tax cuts for billionaires but only a one time $600 check fo...","sentiment_score":0.0}
{"full_text":"RT Hallo, here is your unroll: Freight crisis. France blocks lorry movements from UK for 48 hrs d...","sentiment_score":0.0}
{"full_text":"Amnesty slams #Turkey's human rights violations under pretext of pandemic measures: report #COVID19 #HumanRights","sentiment_score":0.0}
{"full_text":"\"More than 1 million people have passed through U.S. airport security checkpoints in each of the past two days in a sign that public health pleas to avoid holiday travel are being ignored, despite an alarming surge in COVID-19 cases.\"https:\/\/t.co\/2N94Gq8Nyo","sentiment_score":0.0375}
{"full_text":"Scottish Labour say the Government should stop forcing a referendum above all elsehttps:\/\/t.co\/nRETIO5JGm","sentiment_score":0.0}
{"full_text":"Frontline workers should receive the vaccine before Republicans in Congress who hampered America's response to COVID-19","sentiment_score":0.0}
{"full_text":"There is no mutated #COVID19 strain in #Jordan yet: Al-Hayajneh.Read more:","sentiment_score":0.5}
{"full_text":"\"If I can wear a mask while I give birth, you can wear a mask at Walmart.\"https:\/\/t.co\/qeMcRbN1ta","sentiment_score":0.0}
{"full_text":"Merry Christmas from Broccoli#CatsOfTwitter #cats #Dog #dogs #family #Christmasgifts #CyberSecurity #Covid_19 #Cyberbug2077 #xrp #Twitter #COVID19 #twitch #UFC #Chennai #viral #Trending #SpotifyWrapped #SenCalKapimi #Xbox #StayHome #Google #winmetawin","sentiment_score":0.0}
{"full_text":"I think my sense is too high | Black ops Cold War#CallofDuty #Coldwar #codclips #PlayStation5 #PS5 #esports #doublexp #floridamutineers #fearthedeep #BlackOpsColdWar #codleague #College #videogames #PS4share #CDL2021 #CDL #COVID19 #coronavirus","sentiment_score":-0.2022222222}
{"full_text":"There's nobody with COVID in the ICU in #Ottawa.That doesn't mean you have to go to homophobic Uncle Frank's for Christmas dinner. has given you a free pass to stay home.(And honestly, someone just tell Uncle Frank that his dried out turkey is awful.)","sentiment_score":-0.1025}
{"full_text":"No it's not, what's unpalatable is the fact that Brexit has taken 4.5yrs.","sentiment_score":0.0}
{"full_text":" Racing continued throughout the year in Japan, but without the roar of spectators from February 29th onwards due to the COVID-19 outbreak. This made it a unique listening experience.  #TfRI2020Memorieshttps:\/\/t.co\/kMtVzml0L7","sentiment_score":0.125}
{"full_text":"With enough money, schools could have cut class sizes and planned for better social distancing. With a clever balance of virtual home learning and rota'ed in-school teaching we could have kept children and school staff much safer.","sentiment_score":0.18}
{"full_text":"#LISTEN Officials still searching for source of Sydney outbreakhttps:\/\/t.co\/TT28jL972a","sentiment_score":0.0}
{"full_text":"Fucking disgusting. Hope she catch whatever karma is coming for her.","sentiment_score":-1.0}
{"full_text":"RT ambling on the afternoon bikeamongst lockdown townsea pool deep as a philosophical mindcloud as big as bearsthe harbour,...","sentiment_score":0.0}
{"full_text":"RT \"... lack of evidence for increased transmission by new variants in the UK. [...] 55:49\"-- Racaniello V, De...","sentiment_score":0.1363636364}
{"full_text":"New York County Spent $227,000 In Federal COVID Funds On Pork, Pizza And Cutlery -","sentiment_score":0.0181818182}
{"full_text":"F.E.A.R. has two meanings.. The choice is yours!!#JoyTrain #Joy #MentalHealth #Mindfulness #Quote #GoldenHearts #IAM #IQRTG #FamilyTRAIN #COVID19 #SundayMorning #SundayMotivation #SundayThoughts #SuperSoulSunday #ThinkBIGSundayWithMarsha RT@BellasHope77","sentiment_score":0.8}
{"full_text":"RT 3\/ People, I promise we did not take this decision lightly. As an emergency physician, myself and many other healthcare wo...","sentiment_score":0.2583333333}
{"full_text":"RT JUST IN: Saudi Arabia closes all its borders to all countries amid concerns over coronavirus mutation","sentiment_score":0.0}
{"full_text":"RT Unless this UN loving Crime Minister shuts down the illegal border crossing at Roxham Rd and stop giving away our taxes,...","sentiment_score":-0.0185185185}
{"full_text":"Need to contact trace for COVID-19? State says you may be on your own |","sentiment_score":0.6}
{"full_text":"RT I'll say this again for those in the back can here. Marco Rubio is proof that someone so evil as satan knows scripture.","sentiment_score":-0.5}
{"full_text":"RT What does #Putin have on #Trump?  W\/the biggest, most lethal #cyberattack in our history, his own #MikePompeo says it's th...","sentiment_score":0.55}
{"full_text":"Reports from Britain and South Africa of new coronavirus strains that seem to spread more easily are causing alarm, but virus experts say it's unclear if that's the case or whether they pose any concern for vaccines or cause more severe disease.https:\/\/t.co\/1XN74qOvQf","sentiment_score":0.3924242424}
{"full_text":"As COVID-19 cases soar, politicians and health officials are begging people to cancel large-scale holiday plans and to not visit extended family or friends. While many are bummed, some say it's actually a relief.","sentiment_score":0.25}
{"full_text":"RT Surely not.The entirely unexpected consequences of choosing to become an international pariah ...","sentiment_score":0.2}
{"full_text":"RT Breaking News: The CDC is recommending that people 75 and older be next in line to receive the coronavirus vaccine in the U.S....","sentiment_score":0.0833333333}
{"full_text":"What are the lessons that Pinoys from New Zealand and Australia can share with us as they triumphed against COVID-19? Find out here:https:\/\/t.co\/xmxGWIWV6E","sentiment_score":0.1363636364}
{"full_text":"The Best Books I Read in 2020\"My favorite books from a year in which my reading went into a bear market for 2-3 months during the onset of the pandemic.\"https:\/\/t.co\/FqjUcTzpE5by","sentiment_score":0.75}
{"full_text":"Footing the COVID-19 bill: economic case for tax hike on wealthy via","sentiment_score":0.35}
{"full_text":"RT 1) Europe started locking us out hours after Boris bigged up the new Covid strain as an excuse for his U-turn. Well that ba...","sentiment_score":0.0431818182}
{"full_text":"RT This is a great thread on the new variant of #COVID19. To it we would like to add that one of the beauties of the mRNA vaccine...","sentiment_score":0.4681818182}
{"full_text":"RT EU countries are closing their borders due to the new #Covid19 strain, and this - apparently - has caught the UK Government o...","sentiment_score":0.0204545455}
{"full_text":"New Massachusetts Daily COVID-19 Numbers12\/20\/2020Cases4162Deaths60","sentiment_score":0.0681818182}
{"full_text":"So true, please help our NHS ","sentiment_score":0.35}
{"full_text":"RT this covid pandemic has really highlighted that the western countries that think they're so much better\/smarter than the r...","sentiment_score":0.1333333333}
{"full_text":"RT New coronavirus variant: What do we know?","sentiment_score":0.1363636364}
{"full_text":"Because the media love lockdown. They all suffer from Munchausen by Proxy. When they find a problem  which might actually be real, they go demented.","sentiment_score":0.35}
{"full_text":"EU states begin suspending all flight travel from UK over new Covid strain (Rated: Objective)","sentiment_score":0.0681818182}
{"full_text":"\"These changes in the viral composition are expected,\" said Melissa Nolan, an infectious disease expert and professor at the University of South Carolina. \"At the moment we have not seen any dramatic genetic shifts of concern.\"","sentiment_score":-0.2666666667}
{"full_text":"RT The Governor of Florida had the police frivolously raid the home of a woman who was publishing covid data to her web si...","sentiment_score":0.0}
{"full_text":"RT New strain of COVID could be 70% more transmissible, Hancock hinting at months of lockdown, not clear if schools will return,...","sentiment_score":0.1954545455}
{"full_text":"RT Horrible irony about a leadership who won an election talking about shutting our borders who then failed to shut our bor...","sentiment_score":-0.75}
{"full_text":"Current Conditions for #Sayre PATemp: 32.9FWind Chill: 31.5FHumidity: 94%Dew Point: 31.4F Barometer: 30.051 inHgWind: 2 mph from the SSECorona Virus Weekly Stats:Cases: 263.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
