{"full_text":"Bit over week ago her father die after catching it from her. Her husband also got it but he does not need hospital treatment... go one tell me Covid is fake...","sentiment_score":0.05}
{"full_text":"RT Vote BLACKPINK for THE LOCKDOWN AWARDS on LiveXLiveI'm voting for (@BLACKPINK) #QuaranteamBLACKPINK in #TheLockdownA...","sentiment_score":0.0}
{"full_text":"RT so if somebody w\/ covid eats my ass will i catch it","sentiment_score":0.0}
{"full_text":"RT Help slow the spread of #COVID19 and identify at risk cases sooner by self-reporting your symptoms daily, even if you fe...","sentiment_score":-0.15}
{"full_text":"RT jimin says don't catch a cold, so don't catch a cold! jimin says wear a mask, so wear a mask!!","sentiment_score":-0.8}
{"full_text":"\"I CAN'T KEEP DOING THIS\": Doctor pleads for review of data during COVID... via Australian studies showed this cured Covid in April!","sentiment_score":0.0}
{"full_text":"RT Breaking News: The FDA authorized Pfizer's coronavirus vaccine for emergency use, clearing the way for millions of highly vuln...","sentiment_score":0.16}
{"full_text":"RT Looking for a very good summary of vaccines for Immunocompromised people?Please read this article. It is written about at h...","sentiment_score":0.91}
{"full_text":"RT gamsahabnida, Jimin, for always reminding us to look after our health &amp; to stay safe Please, please look after yourself t...","sentiment_score":0.5}
{"full_text":"RT New guidance issued on managing allergic reactions following COVID-19 vaccinations after three severe reactions are rep...","sentiment_score":0.0681818182}
{"full_text":"You do realize hardly any industrial machinery was running right?","sentiment_score":-0.0029761905}
{"full_text":"RT Anyone who supports independence because they think Nicola Sturgeon and the SNP have handled Covid well should look at t...","sentiment_score":0.0}
{"full_text":".@Pfizer will rake in billions from its expensive covid vaccine but refuses to cut the price for lower income countries - costing countless lives","sentiment_score":-0.25}
{"full_text":"We had 4 businesses closed during the first lockdown &amp; during the second lockdown. I appreciate what you are doing however what's done is done.  These claims just add to the growing problem of debt.  I'd rather you help fight to end the restrictions and further lockdowns please!","sentiment_score":0.0375}
{"full_text":"You look like you need to learn how to wear a mask.","sentiment_score":0.0}
{"full_text":"RT Travelling home and seeing signs telling people to \"get ready\" for 1st January. Get ready for what?!! The government haven...","sentiment_score":0.25625}
{"full_text":"RT UK receives 800,000 doses of COVID-19 vaccine.Canada receives 249,000 doses of COVID-19 vaccine.Nigeria to receive...","sentiment_score":0.0}
{"full_text":"RT \"Tell me you have covid and you're going to give it to me\"  #WeirdRequestDuringSex","sentiment_score":0.0}
{"full_text":"Yay good to hear. Covid fatigue is quite something and it can last much longer than the actual sickness. But the upside is that you don't get all antsy because you can't run ","sentiment_score":0.225}
{"full_text":"Don't mingle at Christmas, says #Kirklees health chief. #LDReporter ","sentiment_score":0.0}
{"full_text":"Unfortunately I don really get a break from school until i graduate, covid fucked the school year so we're only getting week long breaks between semesters until december 2021 or january 2022 and that's when im scheduled to graduate so :\/\/ i just gotta unhealthily power through it","sentiment_score":-0.225}
{"full_text":"RT I'll never get over the fact that we didn't really need a vaccine to get through the pandemic. We just needed a governmen...","sentiment_score":0.2}
{"full_text":"RT This govt paid some people in the NORTH \"unemployment benefit\" between 2015 to 2019 at least. As much as 50K every month.Thi...","sentiment_score":-0.05}
{"full_text":"Tommy 'Tiny' Lister Had COVID 4 Months Ago, Feared It Returned","sentiment_score":0.0}
{"full_text":"Because if the kiddies catch a Cold....they can say...Covid!!! Lockdown....more control...","sentiment_score":0.0}
{"full_text":"RT EU leaders clear way for Covid  recovery  package    #EU #Leaders Recovery #Package","sentiment_score":0.1}
{"full_text":"RT In order for and to be able to lead us out of this pandemic and rebuild our economy, we HAVE to win the...","sentiment_score":0.65}
{"full_text":"My mother is so spoilt guys  Uthi I must drop her at home in Eastern Cape then ndibuye. Yena she doesn't wana contact Covid kwezi taxi talking like we going to town","sentiment_score":0.0}
{"full_text":"Tommy 'Tiny' Lister Had COVID 4 Months Ago, Feared It Returned","sentiment_score":0.0}
{"full_text":"RT I feel like there's a 50\/50 chance we'll later uncover documented proof that abandoning the populace to fallout from COVID...","sentiment_score":0.0}
{"full_text":"There is no truth in voter fraud, the fact is that democrats said stay safe and vote by post and trump doesn't care about people so said forget about the pandemic that has killed over 300k Americans and come out and physically vote. Hence why so many postal votes for Biden","sentiment_score":0.2}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"RT Just the stupidest country: don't close schools to reduce Covid transmission over Christmas - stick gunships in the Channel...","sentiment_score":0.0}
{"full_text":"RT Just nine days after opening, \"Gerhard Richter: Painting After All\" was forced to close due to the pandemic.Now, you can e...","sentiment_score":-0.2125}
{"full_text":"#PDMJalsa_RiskingLivesThis gang is hatching conspiracies for the sake of power. Public gatherings will not affect the government but legal action will be taken on the violation of corona SOPs.@TeamIAF_","sentiment_score":0.1}
{"full_text":"RT Businesses prefer digital B2B sales channels twice as much as they did before the pandemic. Sponsored by Standard Chartered.","sentiment_score":0.0666666667}
{"full_text":"12 Dec - 8 AM Corona update [MoHFW]:Total Sample Tested till 11 Dec - 15,26,97,399Sample Tested On 11 Dec - 10,65,176Recoveries- 93,24,32830,005 New cases in Last 24 hours442 Deaths in 24 hoursTotal 1,42,628 deaths Total 98,26,775 Cases#coronavirus","sentiment_score":0.0454545455}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"London's tier 3 will be made as a diversion to No-deal brexitNonetheless, only few ppl heeded lockdown few weeks back anyway ","sentiment_score":-0.1}
{"full_text":"RT Chancellor Angela Merkel urged Germans to heed scientists' warnings and calls for stricter lockdown measures. \"Europe is wher...","sentiment_score":0.0}
{"full_text":"Thank you Dr Bhengu","sentiment_score":0.0}
{"full_text":"RT You should see the terrifying COVID-19 ad one of our governments just released, too.","sentiment_score":-1.0}
{"full_text":"God forbid, but imagine they get covid, and don't play for maybe the next 6 games, would that be the continuous excuse?","sentiment_score":-0.025}
{"full_text":"RT By the grace of Allah Almighty I have recovered from Coronavirus. I am grateful to my all my friends, relatives and well wi...","sentiment_score":0.0}
{"full_text":"RT We must win in Georgia.Otherwise, McConnell's legislative graveyard only grows:Green energy blocked.Healthcare blocke...","sentiment_score":0.4}
{"full_text":"RT The ultimate aim of politics is to uplift, enrich &amp; safeguard the lives of all people, not just political elites. A bla...","sentiment_score":0.0}
{"full_text":"My point is this your effort is needed for you to achieve your dreams in life, so I ask you what kind of person are you, do you give up on your dreams easily or you are persistent enough the choice is yours because I believe every win without risk has no glory #COVID19 #EndSARS","sentiment_score":0.4583333333}
{"full_text":"RT I always knew there was something wrong about the gendered hunter\/gatherer division along gender lines. This study found 40%...","sentiment_score":-0.5}
{"full_text":"RT I just realized that our country's response to this pandemic is not effective and comes with a lot of plot holes. Meanw...","sentiment_score":-0.3}
{"full_text":"umm lol wtf. i wish the US could do that omg. but instead nobody here has human decency and they have their 'freedoms'. so they don't wear masks or quarantine when they should. i'm stuck at home for another week cuz my dad got covid. you're so lucky ","sentiment_score":0.1583333333}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"\"Some say\"???  This has been speculation. One observable fact is that the populations in Africa have been more cooperative in wearing masks, social distancing, washing hands, etc. because having been through other epidemics (Ebola, for eg.), they trust healthcare &amp; science.","sentiment_score":0.1361111111}
{"full_text":"As education must pivot during #COVID19, decides to cut programs entirely to balance its budget:","sentiment_score":0.0}
{"full_text":"RT Brexit no deal  Christmas Covid still hanging around  but we must keep going. Peckers up ! Just believing we will get...","sentiment_score":0.0}
{"full_text":"Pres. says restrictive measures to contain COVID-19 in Iran bear good results#Iran #coronavirus","sentiment_score":0.7}
{"full_text":"RT How do we complete Tax Audit by 31st December,2020 when Client's Accountants are still working from home...!!This gap...","sentiment_score":0.1}
{"full_text":"Planning on catching up with friends this weekend? Reduce the risk of contracting COVID. Limit how many different people you meet. Meet outdoors. Keep a safe distance.Swansea has one of the highest COVID infection rates in Wales. We all need to do our bit to stop the spread.","sentiment_score":0.4}
{"full_text":"How to stay engaged when exhausted working from home?","sentiment_score":-0.4}
{"full_text":"The fire that razed in QC displaced several families amid the COVID-19 pandemic. To help with recovery, OB responded by distributing mats, malong, and face shields to displaced residents. Help us be #OneStepAhead of disasters! DONATE through","sentiment_score":0.0}
{"full_text":"A big game for the First Team, sponsored by in the Premier Division today as they host Halstock. 2pm kick off at Henhayes, printed match programmes will be available. Spectators welcome, please follow all social distancing rules. #UTR","sentiment_score":0.1805555556}
{"full_text":" To help make training and match days as safe as possible we have created an online form so that you can report breaches of #COVID19 restrictions within grassroots football.","sentiment_score":0.25}
{"full_text":"L is for...Letter! This is a letter sent to parents from the Headmaster of Hertford Grammar School, discussing the re-opening of the school after the outbreak of WWII. Air raid shelter was to be provided and the boys were reminded to bring their gas masks.","sentiment_score":0.0}
{"full_text":"Taken up running over lockdown? Why not challenge yourself and take on the in aid of Racing Welfare next year?Find out more here","sentiment_score":0.25}
{"full_text":"Since we have been led to believe we hold all the cards #Brexit in the next three months the British people will be able to decide that for them selves and if the governments handling of covid is an indication we are in deep trouble.","sentiment_score":0.06}
{"full_text":"#Louisville Zoo snow leopard tests positive for virus that causes #COVID19","sentiment_score":0.2272727273}
{"full_text":"An estimated 36 million people across the country depended on public transit before the pandemic, but they just aren't riding right now, so revenues are down dramatically.","sentiment_score":0.0433862434}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"It's the third time since the pandemic began that Clorox has pushed back the time frame for easing the nationwide shortage.","sentiment_score":0.0}
{"full_text":"During the #lockdown many elderly residents in the borough were unable to go out or shop. Thanks to wonderful partners like we were able to help deliver essentials to the most vulnerable. There are so many ways to work with us. Find out more #AgeUKHF","sentiment_score":0.3}
{"full_text":"Coronavirus numbers are high across London so please keep following public health advice to keep yourself and your loved ones safe -Need to book a test? Go to or call 119 Need support? Call us on 020 7974 4444 (option 9)  Thank you","sentiment_score":0.272}
{"full_text":"A Florida man is accused of coughing, sneezing and spitting inside a Best Buy after he was asked to put on a mask.","sentiment_score":1.0}
{"full_text":"Shots for health workers and nursing home residents are expected to begin in the coming days from Pfizer.","sentiment_score":-0.1}
{"full_text":"Gov. Greg Abbott announced Friday that Texas will participate in a federal program to vaccinate residents and staff of long-term care facilities against COVID-19.","sentiment_score":0.0}
{"full_text":"Emergency use of the Pfizer COVID-19 vaccine has now been authorized. We're breaking down the next steps in the process. PLUS what do you think about the new Covid restrictions NOW in place? Are they necessary? We're breaking down the do's and don't NOW on 11! #wpxi","sentiment_score":-0.0427272727}
{"full_text":"S.Korea reports record 950 cases in #COVID19 'emergency' #Sharjah24","sentiment_score":0.0}
{"full_text":"What a week!  Here's Joanna Lavery, Advanced Nurse Practitioner, who is one of the team of superstars who have helped us protect hundreds of our most vulnerable patients and staff with the #COVID19 vaccine over the last few days More at ","sentiment_score":0.1166666667}
{"full_text":"Northampton's social distancing pantomime, Sleeping Beauty, is on until Christmas Eve at Tickets:https:\/\/t.co\/ESqf16X8lb","sentiment_score":0.0333333333}
{"full_text":"The US Food and Drug Administration's emergency use authorization of Pfizer and BioNTech's coronavirus vaccine is a crucial step in developing the new-generation vaccine, BioNTech CEO Ugur Sahin says.","sentiment_score":0.0}
{"full_text":"With time running out to pass another coronavirus relief package this year, congressional leaders scrambled Friday to work out a compromise, as likelihood dimmed that the bill would include another round of direct stimulus checks that many have sought.https:\/\/t.co\/sHMjSl3C6P","sentiment_score":0.1333333333}
{"full_text":" REPORT discrimination REPORT a match official REPORT safeguarding poor practice REPORT discipline (non registered referee) REPORT COVID concerns","sentiment_score":-0.4}
{"full_text":"Several school across Essex have been affectedhttps:\/\/t.co\/fPVb0AQxN9","sentiment_score":0.0}
{"full_text":"\"New York's restaurant industry stands at the forefront of a vexing, high-stakes public policy decision that, in many cases, pits economic livelihood against physical health\"https:\/\/t.co\/5KCJya3npL","sentiment_score":0.1672727273}
{"full_text":"In May, when the Centre announced a massive Rs 20 lakh-crore economic stimulus package, it was enthusiastically applauded by the Covid-ravaged country, at the height of the pandemic lockdown.https:\/\/t.co\/ANdYmQ5xA0","sentiment_score":0.1}
{"full_text":"Who is the most powerful woman in the world?  Learn more about how female leaders have tackled COVID-19:","sentiment_score":0.325}
{"full_text":"National athletes would be the first to be injected with the vaccine for the COVID-19 once it is made available.","sentiment_score":0.325}
{"full_text":"This week people began to receive their first dose of the new #COVID19VaccinePeople in the #EastoOfEngland should have the #COVID19 vaccine if they are: living or working in a care home for older adults a frontline health care workera frontline social care worker","sentiment_score":0.1465909091}
{"full_text":"RT #AngelaMerkel calls for creation of #EuropeanHealthUnionGerman chancellor says pandemic has convinced her of need for g...","sentiment_score":0.0}
{"full_text":"RT Let's be clear: businesses that take reasonable measures to keep workers safe are protected under the law. As I told","sentiment_score":0.2666666667}
{"full_text":"COVID 19 cases in India until : 12\/12\/2020 15:30Total Cases: 9827379 [+353]Active: 358356Recovered: 9323827 [+35]Deaths :142667 [+5]Total Tests: 152.7MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The measures had a frosty response from business leadershttps:\/\/t.co\/6QL9IIcRN0","sentiment_score":0.0}
{"full_text":"COVID-19 | Apply to the Scottish Wholesale Food and Drink Resilience Fund which provides grants for food and drink businesses suffering hardship as a result of coronavirus. The scheme is open for applications until 11:59pm on Sunday 13 December 2020:","sentiment_score":0.0}
{"full_text":"RT TIL Amazon keeps re-testing six high-level executives every minute.","sentiment_score":0.0}
{"full_text":"In your latest #familybusiness roundup: #Bertelsmann books Simon &amp; Schuster for $2.175 billion #Bombardier private jet sales soar in the #coronavirus age #Walmart offers to give #Covid19 #vaccinationshttps:\/\/t.co\/4VL9FzA4KE","sentiment_score":0.2}
{"full_text":"CDC released new guidance over the weekend for  #Americans traveling internationally.https:\/\/t.co\/c1hgbaFNqy","sentiment_score":0.1363636364}
{"full_text":"Pfizer's Covid Vaccine and Allergies: How Concerned Should You Be?","sentiment_score":0.0}
{"full_text":"On day 12 of our #AdventCalendar we look at our involvement in global efforts to treat #COVID19. We recruited the world's first patient for the ILIAD-7 trial. The trial is led at by consultant and Prof Read more here:","sentiment_score":0.25}
{"full_text":"Help us keep you and everyone safe and stop the spread of Covid - Please make sure you remember to;Wear a face cover,Wash your hands, Board one at a timeAvoid busy travel times if possible,Pay with the exact Change#StopTheSpread #TravelSafe https:\/\/t.co\/hYq8mlwiRV","sentiment_score":0.3375}
{"full_text":"'January 2020 our year had arrived and so did the news of a virus outbreak in China. Like everyone else we were oblivious of what was to come....' Derry couple have their perfect day at last...","sentiment_score":0.5}
{"full_text":"To #ProtectEveryone, leaders must build back better by prioritising #HealthForAll in their #COVID19 response.Our report: #UHC","sentiment_score":0.25}
{"full_text":"Find out more about the covid vaccine ","sentiment_score":0.5}
{"full_text":"Luxury goods: why elite brands are weathering the pandemic better than high street retailershttps:\/\/t.co\/CfrYe4Ek5u","sentiment_score":0.33}
{"full_text":"have shown that the PS20 Universal Credit uplift has been a lifeline to many. This uplift must be extended past April.It must also be given to those on legacy benefits, whose lives and living costs have been altered so much by the pandemic.","sentiment_score":0.1125}
{"full_text":"As countries race to procure #COVID19 vaccines for their countries, let's not forget equity in access. No one is safe until everyone is safe. #UHCDay #HealthForAll","sentiment_score":0.5}
{"full_text":"Russia confirms 28,137 new Covid-19 cases in the last 24 hours, including 6,622 in Moscow, pushing national tally to 2,625,848","sentiment_score":0.0681818182}
{"full_text":"Aviacion: Help! How Can I Help My Toddler Wear a Mask on a Plane? #Aviation #Plane #Travel #Travelers","sentiment_score":0.0}
{"full_text":"RT She like the way I rrr","sentiment_score":0.0}
{"full_text":"The pioneering Covid-19 vaccine has been made available to residents of #Salford amid the national roll-out","sentiment_score":0.4}
{"full_text":"RT If you have COVID or you are aware you were possibly exposed QUARANTINE YOURSELF. This is not something to be embarrasse...","sentiment_score":0.125}
{"full_text":"Readers react to health boss's warning over covid spikehttps:\/\/t.co\/1iVnpPmklC","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 30.3FWind Chill: 30.3FHumidity: 99%Dew Point: 30.1F Barometer: 30.189 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 260.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The treatment relies on a decoy ACE2 protein that binds to the coronavirus spike really strongly, preventing it from binding to the receptors on the surface of our cells","sentiment_score":0.4333333333}
{"full_text":"Don't Lie in the Name of God; Be Honest When Condemning #Violence - President Museveni Tells off Religious Leaders   #ChimpReportsNews #ThanksgivingUg #WearAMaskhttps:\/\/t.co\/fSMfaxOeHh","sentiment_score":0.3}
{"full_text":"Make sure all you spread this #Christmas is good will.It's important to do all you can to reduce the risk of you and other people getting ill with #coronavirus. You can spread the virus even if you do not have symptoms.#HandsFaceSpace","sentiment_score":0.195}
{"full_text":"RT This is this year's Christmas card drawn by yours truly. #trumpfired #trumploser #expresident #coronavirus #C...","sentiment_score":0.0}
{"full_text":"Did You Know...Half of all motorcyclist casualties are caused by other drivers? With the easing of some lockdown restrictions, expect to see more motorcyclists on the road. Drivers remember - Motorcyclists may be approaching faster than you think #TakeAnotherLook","sentiment_score":0.125}
{"full_text":"The World Anti-Doping Agency (WADA) said on Friday that it will monitor the compositions of various #COVID19 vaccines. More on it here https:\/\/t.co\/GhGySE8OrW","sentiment_score":0.25}
{"full_text":"Bring all your lockdown ideas to life with Fludes Carpets!Pop to your nearest store and take a look at an array of designs, styles and colours.Find your nearest store here:https:\/\/t.co\/dFT5fuE5Fg#fludescarpets #eastbourne #newhaven #haywardsheath #boscombe #sussex #dorset","sentiment_score":0.0}
{"full_text":"RT Local artist Diana Bell set herself the challenge of making a painting a day during lockdown #1 - and is still going! Our reserv...","sentiment_score":0.0}
{"full_text":"The number of #Syrians infected by #COVID19 has increased to 33,273, according to official data. Across the country, the number of cases continues to rise, with the northwest being the most severely affected.https:\/\/t.co\/CzAx6N0R1W","sentiment_score":0.5}
{"full_text":"Barry Town Council Covid-19 Recovery Fund response from Motion Control Dance.","sentiment_score":0.0}
{"full_text":"RT What our nation has learnt through this year, in the midst of the pandemic, will help us for generations to come. India...","sentiment_score":0.0}
{"full_text":"RT With all of us searching for ways to escape the screen during the pandemic, podcasts have been an outlet for reporter...","sentiment_score":0.0}
{"full_text":"Recorded remotely during lockdown by New York-based electronic artist Ikue Mori and Kobe-based duo Satoko Fujii (piano) and Natsuki Tamura (trumpet), 'Prickly Pear Cactus' is an avant-garde, free-flowing work. Support it on Bandcamp!https:\/\/t.co\/uAdXxQQ98w","sentiment_score":0.0181818182}
{"full_text":"This week people began to receive their first dose of the new #COVID19VaccinePeople in the #WestMidlands should have the #COVID19 vaccine if they are: living or working in a care home for older adults a frontline health care workera frontline social care worker","sentiment_score":0.1465909091}
{"full_text":"Many of us have been cooking and creating recipes during lockdown. This is a super risotto.  #FoodandDrink #Family #Cooking","sentiment_score":0.4166666667}
{"full_text":"RT 201212 The Lockdown Awards | Favorite Quaranteam - BTS Winner#BTS #bangtansonyeondan","sentiment_score":0.5}
{"full_text":"Portugal reports record daily deaths; Londoners urged to follow rules - as it happened","sentiment_score":0.0}
{"full_text":" We are improving information with people and technology to help you at every stage. Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelWithConfidencei More info ","sentiment_score":0.5}
{"full_text":"Well I'm fucking TRYING but we have debt and corona now","sentiment_score":-0.6}
{"full_text":"For decades, gaps have been growing within and between countries in access to health, education and opportunity.#COVID19 is exacerbating these injustices. We must prioritize the most marginalized in the pandemic response to build a more equitable future. #HealthForAll #UHCDay","sentiment_score":0.3333333333}
{"full_text":"RT The local contact tracing team are part of Surrey County Council's customer services team. They will be calling from a local...","sentiment_score":0.0}
{"full_text":"Find out how the new #Pennsylvania COVID-19 restrictions will impact dining, school activities and gatherings. READ MORE: #covid19 #coronavirus","sentiment_score":0.3181818182}
{"full_text":"' Sees 'Light at the End of the Tunnel', Summer 2021 Bookings Up By 3% #TUI #TUIresults #Restart2021 #tourism #Summer2021 #COVID19 #coronavirus #coronaviruspandemic #ttot","sentiment_score":0.4}
{"full_text":"India's economy is mostly dependent on its large internal market with external trade accounting for just 20% of the country's GDP.  #GDP #Trade #Economy  #India #SupportIndia #SupportLocal #AatmaNirbharBharat #B2Bbusiness #swadeshi #MakeinIndia #indianbusiness #covid19 #B2B","sentiment_score":0.1785714286}
{"full_text":" Make sure you don't get caught out, we are changing our timetable on 13 December!i For more info, please see  must wear a face covering on all trains and at stations unless you are exempt. Always follow the latest Government COVID guidance.","sentiment_score":0.5}
{"full_text":"RT Staying healthy during pandemic is more than reason enough to be #ThankfulUntilEternity!","sentiment_score":0.3333333333}
{"full_text":"RT Can you imagine for a second where we'd be right now if Trump had worked as hard to fight Coronavirus as he's worked to steal...","sentiment_score":-0.001984127}
{"full_text":"COVID-19 Heroes and Non Profit Given Free Roofs by Jacksonville FL Company","sentiment_score":0.4}
{"full_text":"RT Global health inequality in one COVID-19 map.","sentiment_score":0.0}
