{"full_text":"UM is dealing with a bug, and it's not COVID-19.Injuries continue to diminish coach Larranaga's group, and the solution remains unknown. | ","sentiment_score":-0.1}
{"full_text":"RT Starting tomorrow will require passengers on UK flights to NY to show a negative COVID test before departu...","sentiment_score":-0.15}
{"full_text":"RT Joni Ernst lied and said that the COVID death toll was being inflated by doctors who stood to profit from the pandemic. S...","sentiment_score":0.0}
{"full_text":"RT Democrat tyrant leaders and liberal privileged celebrities don't follow COVID protocol, so why should you?","sentiment_score":0.0}
{"full_text":"And my friend in the United States who has been fighting COVID for many months and is haunted by the death of this poor girl who might still be with us if things were different. Give her a shout out.","sentiment_score":0.0333333333}
{"full_text":"But, but I thought we doctors were lying about Covid? NOW you're taking the advice of one to be one of the first Americans to get vaccinated? You're so shameful.","sentiment_score":0.25}
{"full_text":"Not sure how you sleep at night.You helped spread conspiracies and mistrust about covid seriousness and yet here you are taking vaccine and protection away from someone who deserves it.","sentiment_score":-0.25}
{"full_text":"RT Anyone notice that \"champion of the poor\" AOC hasn't missed a paycheck yet - and made sure she got her COVID vaccine before u...","sentiment_score":0.05}
{"full_text":"RT Healthy 31-year-old who has access to top the best medical care on the planet puts vaccinating herself ahead of health ca...","sentiment_score":0.5}
{"full_text":"RT  This is what the coronavirus looks like now across the country:* Some good news: Daily cases, deaths and hospitalizati...","sentiment_score":0.35}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"RT Press conference lobby journalists carry on their fine tradition of last 9 months demanding Lockdown measures are harder, e...","sentiment_score":0.1055555556}
{"full_text":"Them.","sentiment_score":0.0}
{"full_text":"RT Being positive about $600 after hardworking people have suffered for months due to a pandemic they had no way to prepare for or...","sentiment_score":0.0511363636}
{"full_text":"RT Wear a mask and stop talking shit.","sentiment_score":-0.2}
{"full_text":"Passing the Time in the COVID-Test Line #SmartNews ","sentiment_score":0.0}
{"full_text":"RT People travelling from tier 4 areas to other parts of England are being asked to \"assume\" they have the new strain of coronavi...","sentiment_score":0.0056818182}
{"full_text":"When you remind British people that after COViD we still have Brexit","sentiment_score":0.0}
{"full_text":"RT When COVID was just starting to appear in Indian news, WhatsApp unkils were running amok. This is a screenshot from that e...","sentiment_score":0.0}
{"full_text":"RT MONDAY DECEMBER 21st: 1.04 (ONTARIO COVID-19 Rt)Regional values here in Ontario are really BAD   ZONE - 80% have a...","sentiment_score":-0.35}
{"full_text":"* REVOLVING DOORS *CDC:","sentiment_score":0.0}
{"full_text":"RT All of Ontario's 17 new COVID-19 deaths announced today were long-term care home residents.","sentiment_score":0.1363636364}
{"full_text":"Great piece here from my friends and their awesome colleague  They are absolutely right.https:\/\/t.co\/jiKfKx5hrV","sentiment_score":0.6666666667}
{"full_text":"RT #Prostatecancer regulator plays role in COVID-19, providing a promising treatment lead","sentiment_score":0.2}
{"full_text":"RT Coronavirus Scotland: Prof Hugh Pennington says 'we've not seen any evidence' new Covid strain is more transmissible","sentiment_score":0.3181818182}
{"full_text":"RT This afternoon, I convened a meeting with the Incident Response Group. We focused on the new variant of COVID-19 identif...","sentiment_score":0.1363636364}
{"full_text":"You will all be locked up, can hardly wait for 2021.  Lots of winning for everyone but you who will continue to be the #BiggestLoserEver!!! ","sentiment_score":0.3424479167}
{"full_text":"RT Dear I rewrote your tweet to make it factual:Today, at the recommendation of the Office of the Attending...","sentiment_score":0.0}
{"full_text":"RT People travelling from tier 4 areas to other parts of England are being asked to \"assume\" they have the new strain of coronavi...","sentiment_score":0.0056818182}
{"full_text":"feeling so called out rn","sentiment_score":0.0}
{"full_text":"RT Director Rachel Talalay (Tank Girl, Doctor Who, American Gods) to work on Superman &amp; Lois? #SupermanandLois","sentiment_score":0.0}
{"full_text":"RT The U.K. didn't do lockdown properly so the world has locked us down by force lmaooo.","sentiment_score":-0.0777777778}
{"full_text":"Covid vaccines turns me into a gator? Gator Wednesday's about to be lit","sentiment_score":0.0}
{"full_text":"Yesterday I was feeling particularly stir crazy &amp; thinking about a weekend trip somewhere I'd be interested in....weather warm enough to be on a patio\/rooftop, and covid numbers weren't ridiculous. Lol came up with nada ","sentiment_score":0.1261904762}
{"full_text":"who actually knows who tf they are, i lost myself 2nd month of this pandemic","sentiment_score":0.0}
{"full_text":"RT Pretty much.Deny the risk. Call it a hoax. Mock those who wear masks. Attend &amp;\/or refuse to  disavow super spreader events, upho...","sentiment_score":0.2916666667}
{"full_text":"What To Know About The Rapidly Spreading New Strain Of COVID via","sentiment_score":0.1363636364}
{"full_text":"#COVID20 #Covid_19 updating Covid 19","sentiment_score":0.0}
{"full_text":"I respectfully disagree.  Effeminacy is a problem, but I do not think this is a fair assessment.  The COVID issue has become ridiculously  polarized and propaganda fueled, so much so that I recommend NOT making quick character assessments based on one's stance on it.","sentiment_score":0.2166666667}
{"full_text":"RT Didn't this woman state that COVID-19 was a hoax, and repeatedly appeared without a mask at multiple Trump events?A...","sentiment_score":0.0}
{"full_text":"I THINK WITH A LITTLE MORE EXAMINATION, PEOPLE WILL FIND MORE THAN BIDEN IN CAHOOTS WITH CHINA AND RUSSIA . . . AND NOT JUST IN THE DEMOCRATIC PARTY . . . HOW ABOUT THE PARTY OF DO-NOTHING, HOT-AIR RINOS?","sentiment_score":0.2708333333}
{"full_text":"As a UK national, I applaud your decision. We're riddled with covid and run by a bunch of insane toffs who care more about making PSPSPSPS for their equally psychotic friends than protecting the population.","sentiment_score":-0.3333333333}
{"full_text":"RT March: The mere suggestion of temporarily banning Chinese people from entering the UK to stop the spread of COVID is horr...","sentiment_score":-0.25}
{"full_text":"RT My brother has a mutated strain of Covid-19; he woke up BLIND &amp; an ambulance took him to the ER. I guess it's a rare st...","sentiment_score":-0.1}
{"full_text":"Reminder - the Spanish flu pandemic of 1918-19 didn't start in Spain","sentiment_score":0.0}
{"full_text":"RT A one time 600 dollar payment? That's the big Congress deal for Americans?!  They're so afraid of being called socialist fo...","sentiment_score":-0.3}
{"full_text":"i hope people will listen so we can get cases down as unfair as it is better we get it under control nowplease celebrate the holidays safely you dont need a huge gathering to celebrateor spread covid","sentiment_score":0.1488888889}
{"full_text":"RT At the Press Conference, Patrick Vallance said that further Covid restrictions are likely. Boris Johnson didn't say this...","sentiment_score":0.0}
{"full_text":"modimo gase mosimanyana  couple of months ago i did my Covid-19 test at my work place i unfortunately i tested positive and did my isolation at DC Tours , just the other day out of curiosity i did another test (mandatory) guess what  i tested negative ","sentiment_score":-0.1744318182}
{"full_text":"RT .@MayorOfLA, we need #ServicesNotSweeps! #4aDayNotOkay - #WhereIsTheOutrageLA!? #StopTheSweeps NOW!","sentiment_score":0.0}
{"full_text":"RT Here it is. 5593 pages. The funding\/covid relief bill.","sentiment_score":0.0}
{"full_text":"RT If mass transit stumbles, the brunt will be felt by lower-income riders who tend to have worst access to alternatives....","sentiment_score":-1.0}
{"full_text":"RT After thousands of people attempt to flee London before the Tier 4 deadline, Southern Rail is praised for helping the fig...","sentiment_score":0.0}
{"full_text":"Seems some real pushback against listing Covid as the cause of death, leading to a false idea about who is at risk.","sentiment_score":-0.1}
{"full_text":"RT Well tonight completed the circle.I admitted a man nearly 2 weeks ago for Covid. He was in his 50s and quite ill. Put on Bip...","sentiment_score":-0.2}
{"full_text":"RT Here is the COVID relief bill. It's just 5593 brisk pagesVotes expected within hours.It's a completely dysfunctional p...","sentiment_score":0.0}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"RT For Feeder Driver Todd Eberle, delivering the vaccine means more to him after losing his dad to COVID. ","sentiment_score":0.5}
{"full_text":"Everyone who has jumped the frontline workers and recieve a covid vaccine.. while frontline workers still wait. Should go volunteer several shifts at their local hospital. Make your immunity valuable to your community. #FrontlineDuty you owe us that much.","sentiment_score":0.0666666667}
{"full_text":"RT Mutation \"feat never seen before\"...UPDATE on UK  strain of #SARSCoV2 &amp; how it evolved so fast:Variant B.1.1.7 (aka...","sentiment_score":0.0}
{"full_text":"girls getting all touchy being like 'well ive managed to stay home' well yeah u live with ur boyfriend so have a constant supply of sex and then youre furloughed so have a constant flow of money if i had that i would stay home too but no i live alone","sentiment_score":0.0170454545}
{"full_text":"We are excited to announce that and are helping us dramatically broaden the reach and distribution of our CareStart portfolioRead more about these landmark agreements: #COVID19 #CovidTesting #rapidtest #antigen","sentiment_score":0.4375}
{"full_text":"RT This ought to be the headline, as it ought to have been the headline for the last two months as cases steadily climbed. Wor...","sentiment_score":0.0833333333}
{"full_text":"She performed in NOLA to a crowd when there were restrictions on gatherings. She partnered with someone who has staged some other events to challenge COVID restrictions.  She said she \"stumbled upon\" the NOLA gathering.","sentiment_score":-0.125}
{"full_text":"Anti-lockdown protesters try to gain access to the Oregon State Capitol as legislators hold a special session on Monday, Dec. 21.","sentiment_score":0.3571428571}
{"full_text":"We've never done a hard lockdown anyway. Even the first one was half hearted. 50% brigade this lot","sentiment_score":-0.0694444444}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT My brother has a mutated strain of Covid-19; he woke up BLIND &amp; an ambulance took him to the ER. I guess it's a rare st...","sentiment_score":-0.1}
{"full_text":"RT \"It has been a horrible year,\" Senate Minority Leader Chuck Schumer says.But he says there are \"three strong beacons of hope...","sentiment_score":-0.2833333333}
{"full_text":"Some good news to come out of 2020.While this year was painful on many fronts, I'm thankful for the team and their important work on digital rights. Special shoutout to and for their collaboration on this list ","sentiment_score":0.2095238095}
{"full_text":"RT Here it is. 5593 pages. The funding\/covid relief bill.","sentiment_score":0.0}
{"full_text":"RT Merry Christmas, America - we're bankrupting our grandchildren. Enjoy the holiday.- Congress","sentiment_score":0.4}
{"full_text":"So you're little area coulda saved this from tanking? But please keep ignoring that there's a pandemic and blame it on wokenesa","sentiment_score":-0.1875}
{"full_text":"RT An investment firm snapped up nursing homes during the pandemic.Chaos followed.","sentiment_score":-0.2}
{"full_text":"Pediatric providers at School Health Program Clinics use new rapid testing to determine if students have #flu, #RSV or #COVID19. Shout-out to Amy Fox MD and her #Pathology Dept. Point of Care team ","sentiment_score":0.1363636364}
{"full_text":"RT Sadly,  COVID is actually a vascular disease with respiratory symptoms &amp; transmission.  The micro blood...","sentiment_score":-0.25}
{"full_text":"RT Rich people did not experience the same pandemic as working class people and now they get the vaccine first. It's actually...","sentiment_score":0.15625}
{"full_text":"RT We request people who have returned from abroad in the last 14 days especially from the countries including United Kingdom, Nether...","sentiment_score":0.0}
{"full_text":"Mexico misled its citizens about the severity of the COVID-19 outbreak in its capital.  ","sentiment_score":0.0}
{"full_text":"RT Corruption is just like covid.. Keeps mutating to fool the host so it can stay alive for another day..","sentiment_score":0.1}
{"full_text":"Youclaimedthatdoctors werefalsifying Covid-19 deathsforcash. You are an irredeemable horrid being.","sentiment_score":0.0}
{"full_text":"RT HOW can it *possibly* be that thousands of frontline NHS staff still can't get vaccinated,","sentiment_score":0.0}
{"full_text":"RT WASH POST: \"As Tennessee leads  in COVID cases per capita following a post-Thanksgiving spike, warned th...","sentiment_score":0.0}
{"full_text":"Only if the Toronto, Vaughn and Peal Regions when put into lockdown did not travel into Niagara to shop, visit the Falls and just stayed home. Perhaps a provincial lockdown would not be required.  Southern Ontario COVID spiked when the above regions did not adhere to lockdown.","sentiment_score":0.0}
{"full_text":"As we approach another major holiday this week, remember the safety guidelines given by public health officials: avoid gatherings, wash your hands, wear a mask, and practice social distancing.","sentiment_score":0.0319444444}
{"full_text":"RT FLASH: The Lagos State Safety Commission (@safety_lasg) just selaed CUBANA Ikeja and other facilities for non-compliance to t...","sentiment_score":-0.125}
{"full_text":"RT How the new #coronavirus variant is spreading in the public. An important report of 1\/2#COVID19 #Covid19UK","sentiment_score":0.1787878788}
{"full_text":"RT Whether you're a 2022, 2023 or 2024, your recruiting opportunities are more limited than ever thanks to the pandemic and ne...","sentiment_score":0.2095238095}
{"full_text":"RT #COVID19 has shown us that right wing populist leaders don't have the capacity to lead their countries through crisis. We...","sentiment_score":0.2857142857}
{"full_text":"RT Pandemic relief by country (up to % of wages):Japan: 100% of wages Netherlands: 90% Norway: 90% Germany: 87%  France: 84...","sentiment_score":0.0}
{"full_text":"RT Reminder ...Not one politician has missed a single paycheck during COVID.","sentiment_score":-0.0714285714}
{"full_text":"A new type\/kind of Coronavirus is spreading.","sentiment_score":0.1363636364}
{"full_text":"RT Joni Ernst lied and said that the COVID death toll was being inflated by doctors who stood to profit from the pandemic. S...","sentiment_score":0.0}
{"full_text":"No justice. No shame.","sentiment_score":0.0}
{"full_text":"Iraq to import 1.5 million dose of Pfizer-BioNTech COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT This is socialism... what's needed for the elderly, will be taken by the political elites! Shameful!","sentiment_score":0.0}
{"full_text":"WHY DO YOU NOT WEAR A MASK AT NEWS CONFERENCES?? Lead by example!","sentiment_score":0.0}
{"full_text":"i'm getting a cold and honestly after having covid i'm kind of scared to see what's going to happen i can already feel it affecting my breathing","sentiment_score":0.2}
{"full_text":"We are all in this together so that we can stay apart to keep us safe Da fuck","sentiment_score":0.05}
{"full_text":"We didn't know was a health care worker!! Oh wait ...  #txlege","sentiment_score":0.0}
{"full_text":"RT Here's the bottom line: If Mitch McConnell maintains control of the Senate, he will try to do to Joe and Kamala exactly what he...","sentiment_score":0.25}
{"full_text":"Damn your super power is COVID, that's tough...","sentiment_score":-0.0277777778}
{"full_text":"RT Quite interesting,  Using machine learning to track the pandemic's impact on mental health #dee...","sentiment_score":0.2}
{"full_text":"Watch live: Local experts answer your COVID-19 vaccine questions","sentiment_score":0.0681818182}
{"full_text":"RT In one email released by Nina Witkofsky fed a draft MMWR report about hydroxychloroquine to other political...","sentiment_score":-0.0625}
{"full_text":"Watch live: Local experts answer your COVID-19 vaccine questions","sentiment_score":0.0681818182}
{"full_text":"RT A large percentage of people are doing the right thing that you're supposed to do in the middle of a pandemic that is k...","sentiment_score":0.1666666667}
{"full_text":"This is a funny read, while also a great lesson in mutual respect. Happy holidays, all!","sentiment_score":0.6833333333}
{"full_text":"RT A Christmas word from Scrooge.","sentiment_score":0.0}
{"full_text":"RT Doug Ford's overdue lockdown won't start for another five days. This is five full days of new infections and more lost f...","sentiment_score":0.3287878788}
{"full_text":"RT Macron CAVES: France backs down and launches 'emergency protocol' to open borders in hours","sentiment_score":-0.0777777778}
{"full_text":"We love to hear about Veterans supporting the community, especially in hard times like the current pandemic. AHOD Co. is a service-disabled Veteran &amp; minority-owned small business who is working to distribute millions of rapid COVID-19 tests nationwide.","sentiment_score":-0.0138888889}
{"full_text":"Even if you don't have symptoms, you should get tested for #COVID19. Find a location near you:","sentiment_score":0.1}
{"full_text":"Those aged 60 and over are most at risk of becoming ill from Covid-19. Take care when out and about and consider if a friend or family member can help with shopping instead. For more information, visit: #NorthantsTogether","sentiment_score":0.17}
{"full_text":"Westville Hotelc. 1895#ChristmasTree #Christmas #ChristmasIsComing #ShopLocal #ShopPlacer #COVID19 #WinterSolstice #WINTER","sentiment_score":0.0}
{"full_text":"Start my own research on the new COVID19 strain...just in case.","sentiment_score":0.3681818182}
{"full_text":"RT Professor Ferguson has been reinstated as a government adviser and was involved in changing Xmas lockdown rules. No wonder th...","sentiment_score":0.0}
{"full_text":"\"Journalism in a Pandemic\" MOOC now available as self-directed course in 6 languages, including Arabic &amp; Russianhttps:\/\/t.co\/0GnsGZZUOf","sentiment_score":0.4}
{"full_text":"It's tough inside Alberta's correctional facilities right now - for the inmates and for the corrections staff working in them.#COVID19AB #ablabour #canlabhttps:\/\/t.co\/7BDTewWMly","sentiment_score":-0.0515873016}
{"full_text":"From a webinar on the COVID-19 vaccine to adventure days at the Urban Ecology Center, here are \"5 things to do and know\" this week in Milwaukee.https:\/\/t.co\/6IqI23rLTq","sentiment_score":-0.05}
{"full_text":"Columbia Gas Bill AssistanceIf you're having difficulty paying your bill during COVID-19, please contact them to take advantage of payment plans &amp; assistance before disconnections resume.Call 1-800-344-4077 or send a message on Facebook or Twitter.","sentiment_score":0.0}
{"full_text":"San Diego County Supervisor reacts to strip clubs being allowed to open in California amidst strict COVID-19 restrictions statewide...#NextRevFNC","sentiment_score":0.0}
{"full_text":"With an upcoming Covid Aid bill about to be passed by Congress, will that be enough to save the struggling restaurant industry? Ed Rensi says absolutely not - if they want to save the restaurant industry, they need to open up the dining rooms! #VarneyCo","sentiment_score":-0.0333333333}
{"full_text":"The holiday season can be a stressful time for people living with Alzheimer's and their caregivers, especially with the new challenges brought on by #COVID19. Get our tips and ideas for safely engaging with family and friends during the holidays: #ENDALZ","sentiment_score":0.1787878788}
{"full_text":"No parties, still joy: Organizations adapt to serve #homeless at #Christmas via #Detroit #Michigan #kindness #doinggood","sentiment_score":0.8}
{"full_text":"RT Sen. Rand Paul (R-KY) says he'll oppose passage of the the omnibus spending package that includes emergency coronavirus...","sentiment_score":0.0}
{"full_text":"RT COVID-19 arriving at NIMC office","sentiment_score":0.0}
{"full_text":"RT Excited to be in Fulton Cty, GA this AM for an Early Voting event w &amp; Due to the COVID relief vo...","sentiment_score":0.1166666667}
{"full_text":"RT Covid - 19                              Covid - 20","sentiment_score":0.0}
{"full_text":"Between cold season, allergies, &amp; a pandemic, it's never been more important to protect the air inside of your home . Start by changing your HVAC filters regularly, running fans, &amp; opening windows while cooking. Got any other tips or questions? Leave them in the comments.","sentiment_score":0.035}
{"full_text":"You may think that getting help will be harder right now with the pandemic but that cannot be further from the truth.Now is the time to get help. Contact us at #soberlife #sober #soberhomes #change #sobriety #recovery","sentiment_score":0.0714285714}
{"full_text":"The continuing Covid-19 pandemic means even Father Christmas is working from home this year.","sentiment_score":0.0}
{"full_text":"This gives the green light to the Pfizer\/Biontech drug, which will be valid in all EU member states at the same time.https:\/\/t.co\/9W36PLJ611","sentiment_score":0.0666666667}
{"full_text":"Vaccines save the lives of those who get vaccinated. #COVIDvaccine policy brief outlines the roots of hesitancy among communities of color &amp; actions needed to rebuild crucial trust in our nation's health system:","sentiment_score":0.0}
{"full_text":"Dr. Herman Receives COVID-19 Vaccine","sentiment_score":0.0}
{"full_text":"RT Wow. Good things happening to the music industry?","sentiment_score":0.4}
{"full_text":"Springboard diver Yona Knight-Wisdom says the World Anti-Doping Agency's guidance on the COVID-19 vaccine could ease concerns of athletes taking it to stop the spread. Read more: #GLNRSports","sentiment_score":0.5}
{"full_text":"The United States plans to give 50 million people their first dose of the Pfizer\/BioNTech coronavirus vaccine by the end of January","sentiment_score":0.25}
{"full_text":"RT Sanitary fascists claim to have science on their side as they impose #lockdown measures that destroy our economy and wil...","sentiment_score":-0.2}
{"full_text":"Like many of the millions of essential workers fighting the #COVID19 crisis, Israel, a Georgia Dreamer, is trapped by the failed immigration system. \"One way or another, all of my choices have been shaped by my status.\" #WeAreHome #ForOurFamilies","sentiment_score":-0.05}
{"full_text":"Time: 19:00 * Temp: 6.5degC * Wind: WNW 0.0 to 2.0mph * Pressure: 995.2hPa * Rain: 1.6mm * Hum: 91% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:44 * Sunset: 15:58 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT COVID-19......... Preparation 2021","sentiment_score":0.0}
{"full_text":"Remember, when a friend says that COVID-19 is a virus \"just like the flu,\" tell her that only 6% of those hospitalized with the flu succumb yet 17% of COVID patients die. It's a grim statistic, one among many.","sentiment_score":-0.1666666667}
{"full_text":"WHO promotes distance care for diabetic patients in Czechia during COVID-19 #globalpublichealth#digitalhealthcare#telemedicine#telehealth#healthcare #wearabletechnology#virtualhealth","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 39.2FWind Chill: 38.3FHumidity: 82%Dew Point: 34.2F Barometer: 29.815 inHgWind: 3 mph from the SSWCorona Virus Weekly Stats:Cases: 279.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"Oxford Tube to London suspended as capital goes into Tier 4 Covid restrictionshttps:\/\/t.co\/JppEw6U389","sentiment_score":0.0}
{"full_text":"A cool, calm and collected Kuria told lawmakers that his sympathy for a friend who contracted coronavirus drove him to seek a tender with Kemsa.","sentiment_score":0.325}
{"full_text":"Will someone give the MF a nudge and brief him on the Russia hack and the pandemic ? WTF is he touring DC architecture for ? Get him the hell out of the WH !","sentiment_score":-0.3125}
{"full_text":"RT BREAKING: is issuing subpoenas to ALEX AZAR and ROBERT REDFIELD, ordering the two Trump appointees to produce...","sentiment_score":0.0}
{"full_text":"RT Reminder ...Not one politician has missed a single paycheck during COVID.","sentiment_score":-0.0714285714}
{"full_text":"RT She is disgusting .","sentiment_score":-1.0}
{"full_text":"RT Now: Poll CDC, FDA &amp; NIAID hypocrites and see how many actually take the COVID vaccine they want to force the rest of u...","sentiment_score":0.25}
{"full_text":"Pelosi doesn't shut down anything you jackass.https:\/\/t.co\/gwwWMGVNMZ","sentiment_score":-0.1555555556}
{"full_text":"ICYMI: \"If a person with obesity can lose weight and become healthier, then the risk of having a severe form of #COVID19 will significantly decrease.\" ","sentiment_score":0.375}
{"full_text":"Social restrictions 'may have to continue until half the population vaccinated'","sentiment_score":-0.0666666667}
