{"full_text":"RT Cuddling in COVID: 'Hug bubble' lets seniors feel the magic of touch","sentiment_score":0.5}
{"full_text":"RT SDPI conference is from December 14-17.Sdc2020 23rd conference in times of covid-19. #sdc2020 #sdpi","sentiment_score":0.0}
{"full_text":"RT Very concerning statistic - getting young people into quality jobs has to be a moral, social and economic priority.","sentiment_score":0.1066666667}
{"full_text":"Right! It shouldn't! Besides that, the cost of food has skyrocketed through this pandemic! Nobody, especially the elderly\/disabled should be having anything cut!","sentiment_score":0.2790178571}
{"full_text":"RT #StaySafe #Covid_19 #COVID kelly_kellina_real my only profile at Instagram follow me babies ","sentiment_score":0.0}
{"full_text":"Wear a mask ","sentiment_score":0.0}
{"full_text":"RT Please Mr Hunt. After everything you did to criticize and undermine the State Governments when they were doing th...","sentiment_score":0.0}
{"full_text":"RT 'This is not that hard to understand, everybody' -- Bill Nye is back on TikTok to drop more knowledge about masks and COVID...","sentiment_score":0.0694444444}
{"full_text":"RT Footy is back  lads at home v joey orrs kick off 2 at stevie hill memorial ground springwood lads looking to keep are  perc...","sentiment_score":0.0}
{"full_text":"I still cannot understand how statements like this get parity with facts on this website","sentiment_score":0.0}
{"full_text":"RT On Dec 10, join our #HumanRightsDay event, here on Theme: How to #RecoverBetter from the #COVID19 pandem...","sentiment_score":0.0}
{"full_text":"How many schools have had positive tests .Child comes home carrying COVID gives it to parents who work in care home hospital etc","sentiment_score":0.3636363636}
{"full_text":"Disgraceful and exactly why big govt shouldn't be making these decisions all while destroying small businesses and lives. Fucking shame on you. People need to stand tf up.  #Lockdown #COVID19 #californialockdown #COVID #Democrats #LockdownAwards","sentiment_score":-0.16}
{"full_text":"RT More than 1,000 migrant children in US government custody have tested positive for Covid-19","sentiment_score":0.3636363636}
{"full_text":"I feel you... BrightWin was one of the reasons why I survived the pandemic... #BrightWinManilaLIVE","sentiment_score":0.0}
{"full_text":"RT this is what would've happened if it wasn't for yge and covid","sentiment_score":0.0}
{"full_text":"It's sad to see print media dying in India. While the West was turning to digital, India was a story of hope where aspiring middle-class carried newspapers. And print always remained more sane than clickbait journalism. But, #ChineseVirus has changed the equations. Sad.","sentiment_score":-0.125}
{"full_text":"While the farmers of India were stoned in the way, welcomed with barbed wire and water cannon, on the other hand, they lathi-charged a simple group of corona warriors, including women. #DMKwithFarmers","sentiment_score":-0.0625}
{"full_text":"The vast majority accepted the longer strict second lockdown, wear masks, teachers in all schools wear masks, secondary school children also wear masks. This I know from family.","sentiment_score":-0.1}
{"full_text":"We will stay..forever..","sentiment_score":0.0}
{"full_text":"Covid Scam","sentiment_score":0.0}
{"full_text":"People of reproductive age or younger probably shouldn't take it. None of these vaccines have been studied in respect to birth defects. And covid is less dangerous for this age group than the flu.","sentiment_score":-0.2555555556}
{"full_text":"RT If you separate out the deaths in Federal Aged Care in Australia, it becomes clear where most of the blame lies for Covid de...","sentiment_score":0.1666666667}
{"full_text":"RT Florida investigation finds governor misled public on Covid as cases rose","sentiment_score":0.3}
{"full_text":"#TourismBuildingEconomyAs the world is gripped by a calamitous lockdown resulting in the shuttering of businesses and the quarantining of a hyper-industrious human race back into their dwellings, a forced introspection has been imposed on the collective minds of a generation","sentiment_score":-0.1}
{"full_text":"RT More than 3 times this many people have died since March.But this elected official thinks...","sentiment_score":0.5}
{"full_text":"\"This is not that hard to understand, everybody\" My man said, you dense mother fuckers need to get your head out your asses ","sentiment_score":-0.2916666667}
{"full_text":"RT Suffering from COVID cabin fever? Take a road trip into the #wilderness  and guess who survives this deadly 'dream hol...","sentiment_score":-0.2}
{"full_text":"COVID-but I'd want to get it from sex.","sentiment_score":0.0}
{"full_text":"RT This year only had 8months in itJanuary, February, Corona, Corona, Black Lives Matter, End SARS, November, December","sentiment_score":-0.0833333333}
{"full_text":"Trump was right - there is so much \"winning\"... He just didn't tell us it would be by Covid... ","sentiment_score":0.3928571429}
{"full_text":"RT Few days back AAP Govt in Delhi send SOS to Centre to help them in containing Covid19 situation. Today same AAP govt facil...","sentiment_score":-0.0666666667}
{"full_text":"RT If we can afford a $2 trillion tax cut for the rich, we can certainly afford to pay people to stay home to contain Covid.Thi...","sentiment_score":0.2946428571}
{"full_text":"Building a Versatile Work Force for the Pandemic Era","sentiment_score":0.0}
{"full_text":"RT People shouldn't be suffering and dying because one man, Mitch McConnell, managed to make his voice the only voice that...","sentiment_score":0.0}
{"full_text":"RT I knew there was a catch.....@transportgovuk #COVID #Quarantine","sentiment_score":0.0}
{"full_text":"RT again, why is Ocasio-Cortez able to repeatedly, clearly state that the problem is GOP trying to allow businesses to kill worke...","sentiment_score":0.3}
{"full_text":"RT \"Approximately three months after their acute illness, more than half of our patients have at least a mild cognitive impairmen...","sentiment_score":0.0944444444}
{"full_text":"In covid times.","sentiment_score":0.0}
{"full_text":"RT Entering the depths of recession is not the time to make cuts to welfare. Universal Credit was already struggling to meet deman...","sentiment_score":0.0}
{"full_text":"RT Hyungwon thanked the staff, the choreographer, and all people that made that happen and he promise mx will show better perf...","sentiment_score":0.5}
{"full_text":"Shush! Let those vaccine obsessed ones remove their genes from the gene pool themselves  Darwin awards might get very busy very soon.","sentiment_score":-0.0566666667}
{"full_text":"RT I grew up in an outer borough with people like this (most are currently bemoaning covid restrictions).  I...","sentiment_score":0.25}
{"full_text":"How much do they hold each at one time?","sentiment_score":0.2}
{"full_text":"This is why #NPET\/medics must be in charge of #CovidVaccine roll-outThe politician in charge of Covid committee is a vaccine sceptic who refuses to say if he'll get one","sentiment_score":0.0}
{"full_text":"No hun I wish it was that but no it is the Rockefeller lock step program to shut down the monetary system and the economy down it was there before the virus out brake this is a plan to enslave the entire globe and kill off population last time it happened was Egypt 2000years ago","sentiment_score":-0.0777777778}
{"full_text":"The risk of Covid transmission is less outside where aerosolized virus is less likely to accumulate. Nature-forward destinations are taking advantage with outdoor event spaces and activities. via","sentiment_score":-0.0833333333}
{"full_text":"Tooth\/jaw has stopped hurting, finally. Can yawn painlessly again. Still aggressively meh, but not sure if this is due to Covid shite, Winter shite or usual shite.Doing a long shift today becsuse I couldn't do earlier in the week...Upside, I have Paneer Tikka for lunch.","sentiment_score":-0.1125}
{"full_text":"RT Hyungwon thanked the staff, the choreographer, and all people that made that happen and he promise mx will show better perf...","sentiment_score":0.5}
{"full_text":"7 ways to support and grow local businesses when the future is as uncertain as it is today: #COVID #smallbusinesses #localbusinesses","sentiment_score":0.0}
{"full_text":"The 10 countries that have recorded the highest number of active #COVID19 cases in the world. Visit ORF's #COVIDTracker:","sentiment_score":-0.1333333333}
{"full_text":"RT \"Even though you really liked reason, I did a confession spoiler too I put it as a non title, next time I'll show it to you aga...","sentiment_score":0.3}
{"full_text":"RT I am uninstalling over their sponsorship of hate.","sentiment_score":-0.8}
{"full_text":"#Russia - Moscow starts inoculating vulnerable workers against coronavirus #AFP  Kirill Kudryavtsev","sentiment_score":-0.5}
{"full_text":"Video games can do incredible things.https:\/\/t.co\/iUwMtCwxSZ","sentiment_score":0.9}
{"full_text":"Would you like to purchase a small gift for a patient who will be spending Christmas in hospital? Our Send a Smile with Santa appeal to give a present to every patient is taking place amid Covid19 restrictions. Please donate here you from us all ","sentiment_score":0.0166666667}
{"full_text":"Our GYG Committee have recorded \"Gratitude Dedications\", thanking members of the community who have helped others.Thank you to the UK World Sepsis Day Ambassador and Miss Gravesham, Jes Tuffield for raising awareness of Sepsis throughout the pandemic to those in the community.","sentiment_score":0.0}
{"full_text":"The Natolin Community is happy and relieved to announce that all the students on our campus have been tested negative according to the antigen testing method. The 3rd COVID-19 mass testing on the Natolin campus took place on Thursday, 3 December 2020. i","sentiment_score":0.1666666667}
{"full_text":"With a PS16bn boost to military spending, the Tories are once again positioning themselves as the party of 'national security'. But from the mishandling of Covid-19 to inaction on climate change, it's they who are our biggest threat, argues","sentiment_score":-0.1}
{"full_text":"Senator Bong Go on Saturday challenged vaccine czar Secretary Carlito Galvez Jr. and Health Secretary Francisco Duque III to volunteer to be the first ones vaccinated by COVID-19 vaccine in the country.https:\/\/t.co\/rNPN50V4tw#DoktorNews","sentiment_score":0.25}
{"full_text":"We have created a new webpage which includes a video on how to effectively clean your vehicle and other important information","sentiment_score":0.1945075758}
{"full_text":"We have secured early access to 357 million #COVID19 vaccine doses through agreements with seven separate developers. Learn more about the #COVID19 vaccine developed by https:\/\/t.co\/6ePOXYlDY6","sentiment_score":0.2333333333}
{"full_text":"Incoming president Joe Biden has warned his country appears to have no plan for administering a vaccine, even as Covid infections and deaths hit new highs across the US. #7NEWS","sentiment_score":0.1363636364}
{"full_text":"RT These COVID negotiations should be public.The public should be able to see who is holding stimulus checks hostage &amp; demanding im...","sentiment_score":0.25}
{"full_text":"As Ontario responds to further stop the spread of the second wave of COVID-19, leaders in Northumberland County are reacting to what they call a concerning trend of increasing positive cases in recent weeks.https:\/\/t.co\/1R6xQutzLL","sentiment_score":0.0568181818}
{"full_text":"Behind door #5 we have... the #EUFunded, #INTERREGVA project. During the COVID19 pandemic the BREATH team revised their formal BREATH class challenge into a home schooling exercise. Find out more about this exciting challenge here","sentiment_score":0.1333333333}
{"full_text":"As we light up our Borough this Christmas, help support our city, towns and villages by checking out 'Our Borough Online', a directory of local business who have all adapted to face the challenges of Covid-19. Go to","sentiment_score":0.2}
{"full_text":"\"The guidelines are there and it is what it is.\"https:\/\/t.co\/jR3iE7nV1D","sentiment_score":0.0}
{"full_text":"As an island on the periphery of Europe, flying has been a way for us to connect with the world, and for the world to connect with us. Having been grounded by Covid-19, will we rekindle its love affair with flying?A Saturday essay by","sentiment_score":0.5}
{"full_text":"Opening windows for 15 minutes a day can help reduce the spread of coronavirus, protecting you and the ones you love.#HandsFaceSpace","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Saturday December 5, 2020 ","sentiment_score":0.0}
{"full_text":"Day 5 of our #CatventCalendar! Today is Bob, she came into our care in March &amp; she spent lockdown with us. She had sores on the backs of her legs which needed treatment. She is loving life in her new home with her new family! #MakeChristmasMagical #CatsAtChristmas #Christmas","sentiment_score":0.2017045455}
{"full_text":"DOUBLE STANDARD?  Their actions aren't living up to the rhetoric, creating a real political problem for some of the most vocal leaders in the fight to contain the coronavirus.","sentiment_score":0.125}
{"full_text":"The pandemic upended many businesses this year. As we head into the last month of the year, December could be a make or break time for many of them and that can mean a few good things for customers.","sentiment_score":0.1979166667}
{"full_text":"The struggle is real when it comes to loneliness and navigating all kinds of relationships in a pandemic. down how to cope on the 3 Things to Know with in today's new episode.","sentiment_score":0.0602693603}
{"full_text":"The New World After Corona: The Changes We Will FaceKeynote : Global Capitalism &amp; Entrepreneurship after Covid-19Mr. Sudev ShethFaculty member at University of PennsylvaniaFor More:","sentiment_score":0.2121212121}
{"full_text":"This International #Volunteer Day, we thank and honour the work of over one billion volunteers worldwide who embody humanity's light of hope in these troubling times, including +9,000 on the frontlines of #COVID19 response: #","sentiment_score":0.2}
{"full_text":"From Santa makes appearances while social distancing as people prepare for the holiday season","sentiment_score":0.0333333333}
{"full_text":"How to deal with higher debt levels and falling prices post-lockdown","sentiment_score":0.25}
{"full_text":"Funding Opportunity from Thriving Communities Fund offers grants of PS25,000-PS50,000 to increase social connectedness &amp; help communities cope with the impact of COVID-19. Deadline: Friday 8th January 2021Find out more &amp; apply here &gt;&gt;","sentiment_score":0.2111111111}
{"full_text":"RT you tried your best this week. even if you don't feel like you did much, that's okay. we're almost a year into a world-alt...","sentiment_score":0.5666666667}
{"full_text":"[Investigation] There is little #transparency for the #EUtaxpayer on how the EU-Gilead deal on #Remdesivir came about or how much money might have been wasted.#EUWeekInReviewhttps:\/\/t.co\/A1GLvJMveJ","sentiment_score":0.00625}
{"full_text":"Kids and even adults around the world are sending their best health wishes to Santa this year, for his sake and for their families.https:\/\/t.co\/8jm0RBsitB","sentiment_score":1.0}
{"full_text":"Opinion: 'The Covid marshals have been a really positive addition for us...'https:\/\/t.co\/pxPXgsynWQ","sentiment_score":0.2272727273}
{"full_text":"Do not feel bad by gracefully and politely declining holiday invites during a pandemic. Staying safe is for the benefit of everyone, not just yourself. #HealthNuggets #HealthyAtHome #SaturdayThoughts #SaturdayVibeshttps:\/\/t.co\/5QygOV16Bl","sentiment_score":-0.1}
{"full_text":"A Positive COVID-19 Story: Dubai's Ramadan campaign to feed millions amid Covid wins awards via Khaleej Times (United Arab Emirates)","sentiment_score":0.2636363636}
{"full_text":"RT Since Winning the BBN Lockdown edition in September, Laycon has hit 1m views for three different videos in the three months...","sentiment_score":0.25}
{"full_text":"Our GYG Committee have recorded \"Gratitude Dedications\", thanking members of the community who have helped others.Thank you to the UK World Sepsis Day Ambassador and Miss Gravesham, Jes Tuffield for raising awareness of Sepsis throughout the pandemic to those in the community.","sentiment_score":0.0}
{"full_text":"At the Delivering a Broadband Africa webinar, M. Hou Tao, #Huawei's Global Vice-President, declared that broadband has never been as important as during the pandemic, and assured that #HuaweiNA is committed to bring connectivity to each African citizen. #DigitalEvent","sentiment_score":0.1333333333}
{"full_text":"COVID 19 cases in India until : 05\/12\/2020 16:30Total Cases: 9609574 [+1055]Active: 408454Recovered: 9059053 [+992]Deaths :139745 [+8]Total Tests: 145.89MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#ACA #OPENENROLLMENT IS ENDING SOON (Dec 15, 2020). You MUST enroll by end date for 2021 insurance coverage! Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"RT To rid Bengal of corruption, we must rid Bengal of AITC and Mamata. Under their 9 year rule,people suffered due to sc...","sentiment_score":-0.125}
{"full_text":"Educators gathered online at the Teaching &amp; Learning Forum to look at how to make schools more sustainable amid and beyond #COVID19.","sentiment_score":0.5}
{"full_text":"Both my mum &amp; I hated chatting on the phone. We much preferred face to face. She passed away several years ago but I often wonder how she'd have reacted to Covid restrictions. She was used to constant visits from her children, grandkids &amp; in later years her great grand kids. ","sentiment_score":0.0857142857}
{"full_text":"Kawartha Lakes mayor says the city needs to focus on continuing to keep the community safe as it moves into an upgraded COVID-19 threat zone.","sentiment_score":0.5}
{"full_text":"LTFRB: P802-M cash subsidy handed out to PUV operators hit by pandemic","sentiment_score":0.0}
{"full_text":"Sheriff who refused to enforce restrictions tests positive for Covid-19","sentiment_score":0.2272727273}
{"full_text":"Daryl Dixon [to Rick Grimes]: Your ass wouldn't even be alive if it wasn't for Glenn.#TheWalkingDeadSeason 9The Obliged28 October 2018#TWDGeorgia, HunterCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.05}
{"full_text":"#ICYMI | Southwest Airlines (WN) has notified nearly 7,000 workers that they could lose their jobs if labor unions do not accept certain concessions to help the airline to maintain business afloat due to the pandemic impact.:","sentiment_score":0.0473214286}
{"full_text":"With a one-day jump of 36,652 cases of Covid-19, India's infection tally has surpassed 9.6 million while as many as 9,058,822 people have recovered pushing the recovery rate to 94.20%https:\/\/t.co\/hBKYIh0Bf4","sentiment_score":0.5}
{"full_text":"Covid: Russia begins vaccinations in Moscow","sentiment_score":0.0}
{"full_text":"Airborne hazards in the factory - more than COVID-19Read more  https:\/\/t.co\/9c9VRVX8Ab Plant &amp; Works Engineering  Please re-tweet  #Plant #Works #Engineering #PWEMag #ukmfg #PlantAssetManagementExpo","sentiment_score":0.5}
{"full_text":"#COVID19, as of 12\/5, 6am:>Global cases: 65,967,222>Global [deaths]: 1,519,883>US: 14,371,635>US [deaths]: 278,996 [+2613]>TN: 392,608 [4876]>GA: 438,300 [8922]>NC: 382,534 [5467]>AL: 264,199 [3831]>Local cases:https:\/\/t.co\/awIos83F6XPlease wear a mask!","sentiment_score":0.0}
{"full_text":"We want to thank the public for their support. The vast majority of people understand and support the restrictions which are saving lives.We will continue to engage with members of the public to remind them of the need to stay safe during this pandemic.","sentiment_score":0.125}
{"full_text":"Coronavirus in Cumbria round-up. #coronavirusukStory;","sentiment_score":0.0}
{"full_text":"If you are travelling home for Christmas by public transport please plan ahead and follow our advice.  Book tickets in advance and online if you can Wear a face covering for the whole of your journey- Maintain social distancing#RethinkTravel -","sentiment_score":0.0777777778}
{"full_text":"Wonder how #COVID is changing that this year.\"Moonlighting\"#playingsanta #SantaClaus #EdCalkins #StewardofTarahttps:\/\/t.co\/zbdwvPmi0z","sentiment_score":0.0}
{"full_text":"As the weather gets colder and the streets become full of Christmas lights, MRT Fuzhong Station makes an ideal place for couples &amp; families to hang out!Meanwhile, as winter draws near, we still need to mask up when going out to protect ourselves against the pandemic.","sentiment_score":0.45}
{"full_text":"Medical systems in #Japan are expected to remain in a tough situation toward year-end, with occupancy rates for hospital beds for #coronavirus patients rising in many areas of the country, an expert has warned. ","sentiment_score":0.0027777778}
{"full_text":"and corona :\/","sentiment_score":-0.25}
{"full_text":"POPPY, you always seem mad when commenting on another jurisdiction or Congress member.  You should relax and acknowledge the 5% growing covid rate in NYC.  Focus and help your voters instead.","sentiment_score":-0.625}
{"full_text":"Did you know that a team of 13 volunteers visit Derbyshire Police custody to ensure the fair treatment and welfare of detainees? They have continued to visit custody remotely during the pandemic to ensure the welfare of vulnerable individuals. #InternationalVolunteerDay","sentiment_score":0.0333333333}
{"full_text":"Moscow opens dozens of coronavirus vaccination centers","sentiment_score":0.0}
{"full_text":"WALES.  Public Health Wales.33 more deaths. Number of suspected COVID-19 deaths* reported to PHW. Announced on Friday.#coronavirus disease 2019 (COVID-19) #COVID19   #Wales","sentiment_score":0.25}
{"full_text":"RT Julian #Assange is in a prison that festers with Covid-19, awaiting a judge's decision on 4 January. The Julian Assange Def...","sentiment_score":0.0}
{"full_text":"Brutalism (sorta)Marginality (lotsa)Covid heritage (intangible)The ongoing lives of a #WW2 coastal defence structure #Hamble #Southampton","sentiment_score":0.0}
{"full_text":"I have asthma, and I've had to wear a mask for the last 14 years for my job. I now  also have to wear a stealth mask, and I suffer with anxiety. I don't see the problem with wearing my one","sentiment_score":0.0}
{"full_text":"RT Why doesn't patent his Covid19 concoction? I have heard confessions of people who took it and they're a...","sentiment_score":0.0}
{"full_text":"This year, associates at the country's elite law firms can expect a pair of bonuses: the regular bonus plus a special pandemic bonus -- while others are playing catch up. #lawfirmbonusmadness","sentiment_score":0.1785714286}
{"full_text":"RT their performance, and they tired after performance, sweating a lot and such, so theyre so happy to get this performance aw...","sentiment_score":0.1333333333}
{"full_text":"RT Wear a Mask.Maybe a cool one while you're at it","sentiment_score":0.35}
{"full_text":"Coronavirus: Hackers targeted Covid vaccine supply 'cold chain'","sentiment_score":-0.6}
{"full_text":"an opportunity for a \"new kind of capitalism\" and \"great reset\" of global economies, politics, and societies, according to World Economic Forum (WEF) founder and executive chairman Klaus Schwab #Covid19","sentiment_score":0.3472727273}
{"full_text":"Must agree.","sentiment_score":0.0}
{"full_text":"Food insecurity is a national emergency, especially in this pandemic, this annual initiative is grassroots and awesome. I donated today.  #TGDLawFoodraiser","sentiment_score":0.5}
{"full_text":"RT \"I have to level with the British people. We tried Brexit and we couldn't make it work. It's time to stay in our proud Euro...","sentiment_score":0.4}
{"full_text":"During this Advent season our community are invited to hang Christmas baubles from the tree in our garden and children are asked to place a toy animal in the nativity at the church door. Please adhere to social distancing when visiting the garden thank you","sentiment_score":0.0333333333}
{"full_text":"Vij gets corona after getting a shot #CovidVaccine #COVAXIN . Bharat biotech clarifies","sentiment_score":0.0}
{"full_text":"MOMS Brand New Opportunity With EXECUTIVE Pay and Allows You to Stay Home With Your Kids Get Details Here. https:\/\/t.co\/RZqPkTDPgX","sentiment_score":0.1363636364}
{"full_text":"Total COVID-19 tests performed in Colombia: 6,592,775. 1,352,607 cases, of those 0 today; 37,467 deaths, of those 0 today.","sentiment_score":0.0}
