{"full_text":"RT Bwaaaa ha haaaa! Pompeo is the kind of asshole that when he walks by other assholes, they say \"now THERE is an asshole!\" He...","sentiment_score":0.221875}
{"full_text":"RT The Only Ray of Hope for TN Theatres post lockdown !!#HBDTHALAPATHYVijay","sentiment_score":0.0}
{"full_text":"I'll mention this to my wife when she returns home from working in a hospital that is currently pretty much full to capacity with Covid patients. I'm sure she'll be reassured by your expertise.","sentiment_score":0.3666666667}
{"full_text":"RT \"Every time that the science clashed with the messaging, messaging won\": Two Trump appointees at CDC break their silence...","sentiment_score":0.0}
{"full_text":"RT Lord Sumption, former Supreme Court Justice, says the government \"have been preaching the gospel of lockdown for eight month...","sentiment_score":0.0}
{"full_text":"RT Congressional leaders could agree on new $900bn coronavirus relief deal as early as today, per source. Bill includes $700 s...","sentiment_score":0.1181818182}
{"full_text":"RT This is staggering and horrific for the fifth largest economy in the world ","sentiment_score":-1.0}
{"full_text":"RT Today's top coronavirus headlines: U.S. immunization rollout expands as officials avow vaccine's safety Londoners party...","sentiment_score":0.5}
{"full_text":"RT New TICH  Ep 86Coach K Covid Comments (alliteration)A tasty slate of gamesGamblin' &amp; Griswoldin'Hooper of the...","sentiment_score":0.1363636364}
{"full_text":"It's wild to think about how many people we know who aren't anti vax, but have no intention of getting the covid vaccine","sentiment_score":0.3}
{"full_text":"RT Republicans let people die from #Covid19. Then they expect families to just get over it. Who the hell are you people?...","sentiment_score":0.0}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"RT Sex work is work.The federal gov has done almost nothing to help people in months. We must pass stimulus checks, UI, small biz r...","sentiment_score":-0.25}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"Are DNA-based diets and personalized &amp;#8216;medical foods&amp;#8217; the future?https:\/\/t.co\/wFZBsotCTD#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.0}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"RT idiots constantly talk about the \"survival rate,\" but ignore stories like this. Of which there are many","sentiment_score":-0.1}
{"full_text":"RT Rich countries have locked down much of the #Covid19 vaccine output, meaning many countries may have to wait till 2022...","sentiment_score":0.2298611111}
{"full_text":"This is going too far","sentiment_score":0.1}
{"full_text":"RT Stiffing working people would be a very bad mistake","sentiment_score":-0.91}
{"full_text":"Since the #COVID19 #pandemic started, people have been talking a lot about the most vulnerable among us. There's a practical impact in Massachusetts: #SafeCommunitiesAct","sentiment_score":0.0}
{"full_text":"RT Moscow Mitch's wife Elaine Chao used her position in federal govt to help her family's corrupt shipping company, a comp...","sentiment_score":-0.5}
{"full_text":"RT Pompeo Throws A Party For 800 ... 70 Showed Up.He's Now Quarantined Because He's Been In Contact With Someone Who's Te...","sentiment_score":0.0}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"This is why the number of Covid Deaths could be much higher that those reported by the government.\"Long Covid alarm as 21% report symptoms after five weeks\"","sentiment_score":0.1}
{"full_text":"RT What did he say that was not correct?","sentiment_score":0.0}
{"full_text":"RT Please let me have examples of volunteers who have provided extra special service to their local clubs. Maybe going above...","sentiment_score":0.0892857143}
{"full_text":"RT Did you know that the 1st American designer to be accepted to the Chambre Syndicale of Pret-a-Porter was a gay Black man?...","sentiment_score":0.0833333333}
{"full_text":"I thought we were already in lockdown but according to all these \"please make your appointment now because we're about to shut down\" emails, this was nothing.","sentiment_score":-0.1555555556}
{"full_text":"RT living in Britain during this pandemic genuinely feels like hearing every other country turn the page of an exam when we are...","sentiment_score":0.1375}
{"full_text":"RT Jeremih suffered organ failure, memory loss, and had to learn to walk again after battle with COVID-19","sentiment_score":-0.3166666667}
{"full_text":"RT NURSING HOME OUTBREAKS--49% of nursing home #COVID19 cases maybe linked to nursing home staff working at multiple facilitie...","sentiment_score":0.0}
{"full_text":"Dino Melaye speaks against Covid-19 Vaccine","sentiment_score":0.0}
{"full_text":"RT BAME groups hit by Covid 'triple whammy', official UK study finds","sentiment_score":0.0}
{"full_text":"RT It's with great reluctance that I've started this Gofundme... and maybe too late. My medical bills have turned into cr...","sentiment_score":0.1666666667}
{"full_text":"I have lived in several states, last week I was in the State of Denial, the week before that I was in a Creative State. The day after the elections I was in a State of Shock. When COVID-19 hit I was in the State of Disbelieve. Now I'm in the State of Calm. ","sentiment_score":0.2}
{"full_text":"RT jfc. apparently these two count as public health experts in the Trump White House--&gt; Ivanka Trump and Kellyanne Conway Sent...","sentiment_score":0.0166666667}
{"full_text":"RT Amazing. Not one mention of *any* lying China did about the virus. As if that had *no* impact on the rest...","sentiment_score":0.6}
{"full_text":"RT Worth remembering that in July scientists advised the UK government to start making \"intense preparations\" for a deadly...","sentiment_score":0.1}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"Big time DB coming to lock things down in DC! #DefendtheDistrict","sentiment_score":-0.0972222222}
{"full_text":"RT Jeremih suffered organ failure, memory loss, and had to learn to walk again after battle with COVID-19","sentiment_score":-0.3166666667}
{"full_text":"RT Ivanka &amp; Kellyanne Conjob should BOTH be held to account for this. They were responsible for how many deaths because they ch...","sentiment_score":0.35}
{"full_text":"Serenely thinking about how $1800-$1900 a month would be a reasonable stimulus and we're instead getting that for eight months of the pandemic, just extremely good shit","sentiment_score":0.2333333333}
{"full_text":"RT Dr. Kizzmekia Corbett, an African American woman, is an expert on the front lines of the global race for a SARS-CoV-2 vaccine, and...","sentiment_score":0.0}
{"full_text":"RT The list of retracted COVID-19 papers is up to 40. (For context and denominators, find links in the first paragraph of...","sentiment_score":0.25}
{"full_text":"RT Lies infected America in 2020. The very worst were not just damaging, but deadly. PolitiFact's 2020 Lie of the Year: Corona...","sentiment_score":-0.6}
{"full_text":"My sister &amp; her hubby didn't lose their jobs. However, her son is still  in the hospital with Covid. They are now tens of thousands of dollars in debt. They shouldn't get one? You need to realize there are all kinds of situations even if you're still working.","sentiment_score":0.0}
{"full_text":"RT My friend should be our next FEMA Director.  I hope he is on the list.  Leading Florida...","sentiment_score":0.0}
{"full_text":"Houston TX #k12  school workers who test positive for #COVID19 might not get paid leave in 2021 - Houston Chronicle","sentiment_score":0.2272727273}
{"full_text":"RT Retweet or like if every form of lockdown needs to fuck off forever.","sentiment_score":-0.4}
{"full_text":"Trump wants YOU to pay for his next tax cut for the 1%. Help us stop him: via","sentiment_score":0.1}
{"full_text":"RT President-elect Biden and VP-elect Harris are naming a deeply qualified and experienced team of senior health advisorsI w...","sentiment_score":0.4}
{"full_text":"RT Dixons Carphone, which owns Currys and PC World, won't repay PS34m Covid rates relief despite rise in sales and profits. UK...","sentiment_score":0.0}
{"full_text":"RT Can someone explain to me why they count Covid deaths as someone who died within 28 days of a positive test, but we only...","sentiment_score":0.1136363636}
{"full_text":"RT Versus New Zealand, Taiwan has experienced less than 1\/2 the COVID-19 cases, and less than 1\/2 the deaths.Taiwan also ge...","sentiment_score":0.1507575758}
{"full_text":"All people do is complain and use the pandemic as an excuse for everything. I'm tired of hearing the bs ","sentiment_score":-0.225}
{"full_text":"RT Please click on profile &amp; read her Tweets about her dear mother who just passed from COVID.If this...","sentiment_score":0.0}
{"full_text":"Whenever I read about knowingly putting others at risk with covid I think about the laws that criminalized HIV non disclosure. Does this exist for other diseases and if so why not covid","sentiment_score":-0.125}
{"full_text":"RT They gotta extend this lockdown right? Like no way they're actually gonna let all the stores open the week before Xmas\/Boxing D...","sentiment_score":0.0952380952}
{"full_text":"Corona is bad for our country but the ANC is the worst.May the blood of all the cadres who lost their lives during the struggle judge everyone misusing the freedom they died for","sentiment_score":-0.7}
{"full_text":"RT After about nine months, 30 hours of interviews, and editing down a 50,000 word manuscript, I am nervous and thrilled to sha...","sentiment_score":0.2222222222}
{"full_text":"This is what happens when you download the Reface app.","sentiment_score":0.0}
{"full_text":"RT Tom Cruise going ballistic over his crew for not following Covid protocols has to be his best unscripted performance","sentiment_score":0.5}
{"full_text":"RT Laura Ingraham spent the year lying about the pandemic that killed 300,000 Americans and Foxextended her contract. The Murdochs...","sentiment_score":-0.15}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"Niggas was really saying they both the same thing back in 2016. I remember. Yes y'all did. Hilary told y'all what was gonna happen. And it happened right on schedule","sentiment_score":0.1214285714}
{"full_text":"RT Every man, woman and child with a SSN should have been getting $1000\/month every month from the very beginning.Inste...","sentiment_score":0.2}
{"full_text":"When ya get Covid, don't go darkening the doors of any ER. Just stay home and suffer alone with your INDEPENDENCE intact!!","sentiment_score":0.0}
{"full_text":"Men: The nasal covid swab is one of the most invasive swabs I've done!  Women: Laugh in Pap smear","sentiment_score":0.4625}
{"full_text":"the numbers posted today for deaths seems incorrect &gt;4k cases and &gt;100 deaths. Trying to get in their website.","sentiment_score":0.0}
{"full_text":"For a country where lamb and mutton are not major staples in our diet, the United States has more \"SHEEP\" per capita than any other country in the world.  #wakeupamerica","sentiment_score":0.1145833333}
{"full_text":"RT \"Unfortunately, we don't think that the world will snap back to the way it was on a magic date, in April, or June, or Sep...","sentiment_score":0.0}
{"full_text":"THANK YOU PRESIDENT TRUMP AND YOUR TEAM WARP SPEED FOR GETTING US A VACCINE AND ESSENTIALLY ENDING THE PANDEMIC!","sentiment_score":0.0}
{"full_text":"RT covid 19: an origin story","sentiment_score":0.0}
{"full_text":"RT Our friend's sister had COPD &amp; she just died from Covid. Her daughter had tested positive &amp; went to her house to spend Thanks...","sentiment_score":0.2136363636}
{"full_text":"RT In his audio claiming responsibility, Shekau said they abducted the #KankaraBoys to discourage education. Following the...","sentiment_score":0.0}
{"full_text":"RT DeCAThlon be deliver package for lockdown fun.The fox be this? This no be for cats, DeCAThlon! #CatsOfTwitter #calico...","sentiment_score":0.0}
{"full_text":"RT Someone put the Sunday Night Football theme song over the COVID vaccine entrance ","sentiment_score":0.0}
{"full_text":"RT Secretary of State Mike Pompeo has gone into quarantine after coming into contact with someone who tested positive for th...","sentiment_score":0.2272727273}
{"full_text":"There are 4 new confirmed cases of COVID-19 reported today in Nova Scotia and 55 active cases. More info here","sentiment_score":0.2257575758}
{"full_text":"RT .@DeptVetAffairs releases COVID-19 vaccine distribution plan, vaccinations began this week:","sentiment_score":0.0}
{"full_text":"How about feeding people?","sentiment_score":0.0}
{"full_text":"Lol you wear a mask because the clowns on the screen told you too. If you actually looked at the data and had a rational thought process you would see that this is all a farce","sentiment_score":0.1333333333}
{"full_text":"corona is really letting the selfish identify themselves.","sentiment_score":-0.15}
{"full_text":"Who did we offend in Nigeria ","sentiment_score":0.0}
{"full_text":"RT Gov. Bill Lee's reserves of Christmas:-975 COVID-19 vaccines-$3 billion in unspent savings-$1.5 billion in the rainy da...","sentiment_score":0.0}
{"full_text":"RT  #SAFC has today informed the that it will not be able to play its next three fixtures following...","sentiment_score":0.1666666667}
{"full_text":"RT BTS's V Is Hanging Out With Fans To Protect Them From COVID-19https:\/\/t.co\/gtfBYb02T4","sentiment_score":0.0}
{"full_text":"RT \"An eviction avalanche leading to a surge in coronavirus and homelessness starting on New Year's Day is no way to set 2021...","sentiment_score":0.0681818182}
{"full_text":"RT Someone put the Sunday Night Football theme song over the COVID vaccine entrance ","sentiment_score":0.0}
{"full_text":"RT While other countries are already vaccinating.. here in PH, not one intl vaccine company has applied yet for Emergency...","sentiment_score":-0.125}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"Trump's 'downplay and denial' of COVID-19 named 'Lie of the Year' by top fact checkers","sentiment_score":0.5}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"RT Thanks to the genius of science, the historic success of Operation Warp Speed, and the bold action of the Trump Administr...","sentiment_score":0.1866666667}
{"full_text":"Is it? If you were laid off from covid why would you sign up for PEUC and not a regular unemployment claim?","sentiment_score":0.0}
{"full_text":"RT Kansas State pauses football activities, withdraws from bowl consideration. #KStatehttps:\/\/t.co\/Ds9UcgVmFi","sentiment_score":0.0}
{"full_text":"RT Please stay safe to all of you in the path of this massive storm in the Northeast. And staying safe still also means masks a...","sentiment_score":0.3333333333}
{"full_text":"RT A mysterious gap in COVID deaths appeared in Florida before the election: There's an astonishing pattern in Florida's COV...","sentiment_score":0.25}
{"full_text":"RT Ten international scientists will travel to Wuhan, China to investigate origins of coronavirus, WHO says","sentiment_score":0.0}
{"full_text":"Great Op-Ed today in the \"From a civil-rights perspective, achievement gaps between advantaged and high-risk students continue to widen during the pandemic.\"More school options, not less, empower families and their children's success.https:\/\/t.co\/nYKtYFpOQu","sentiment_score":0.4611111111}
{"full_text":"2 weeks later - didn't age well Thrilled how many of my colleagues are getting their vaccinations this week! I am looking forward to getting in line soon No, Erin, not with you. Your friend Jason is making it abundantly clear why we can't trust you.#COVID19 #vaccination","sentiment_score":0.33125}
{"full_text":"Wonderful to see how our sports medicine colleagues are helping young athletes with guidance on safely returning to the sports they enjoy during #COVID19.","sentiment_score":0.5}
{"full_text":"cw: hivi haven't stopped thinking about how differently this disease gets treated than hiv","sentiment_score":0.0}
{"full_text":"RT Dr. Melissa Davis (@MeliD32) is a prolific scientist and she's \"Unmasking and Addressing Social and Biological Factors in...","sentiment_score":0.0333333333}
{"full_text":"Sorry no. Thoughts go out to your family, but Actual Data does not lie. The test is jacked up rate of 45+ means even a glass of Coke tests positive. CDC even says it picks up EVERY virus and old dead fragments. The actual death rate is less than seasonal flu.","sentiment_score":-0.0770562771}
{"full_text":"Ron DeathSantis strikes again.","sentiment_score":0.0}
{"full_text":"Nova Scotia continues to see new COVID-19 cases in the single digits, with the province reporting four new cases on Wednesday. Six previously reported cases are now considered recovered, dropping the active number of cases in the province to 55.","sentiment_score":-0.0197402597}
{"full_text":"RT Listen - Our Covid disaster was ENSURED when Trump shoveled it off to the states back in March.It would have been like F...","sentiment_score":0.0}
{"full_text":"RT Wisconsin Supreme Court Rules State Did Not Have Authority to Abandon Voter ID Rules Due to COVID","sentiment_score":-0.125}
{"full_text":"RT What Is a Minimum Viable AI Product?#MachineLearning #DataScience #Python #AI #100DaysOfCode #DEVCommunity #IoT #flutter #...","sentiment_score":0.0}
{"full_text":"RT 1\/ My mom died yesterday. She and my dad got COVID almost 3 weeks ago, maybe from a handyman who came to their house...","sentiment_score":0.0}
{"full_text":"RT Reminder: voted AGAINST all COVID-19 relief packages.He didn't want to give anyone a penny let alone $1...","sentiment_score":0.0}
{"full_text":"Which is just the way Mitch McC and his boys in the GOP planned it all along -","sentiment_score":0.0}
{"full_text":"RT Good morning my loveliesWe know that Covid is spread by droplets mostly from mouth and nose, but we are seeing more...","sentiment_score":0.5666666667}
{"full_text":"RT Strategy is to bomb our way out the pandemic","sentiment_score":0.0}
{"full_text":"Fellow Gillingham people ","sentiment_score":0.0}
{"full_text":" The pandemic made many of us amateur chefs. But when you're also working from home, far from every recipe gets a chance to be successfully completed. This cool Venn diagram shows what could define a perfect recipe for our strange times: #DataViz","sentiment_score":0.3428571429}
{"full_text":"Ngl since all are more and more covid cases now on drama and movie sets too, relieved that Yoon's done filming.","sentiment_score":0.5}
{"full_text":"The COVID-19 pandemic caused many institutions to decrease the size of their production facilities. Taconic's rapid IVF expansion service can help researchers rebuild animal colonies to continue their critical studies. Learn more:","sentiment_score":0.3333333333}
{"full_text":"It's LIT!  Shout out to","sentiment_score":0.0}
{"full_text":"RT We have some bad news.... Social media star Nathan Apodaca has COVID-19. Here's what we know:","sentiment_score":-0.3333333333}
{"full_text":"RT I can't think of a better choice for the FT's people of the year: the husband and wife team behind the BioNtech Covid va...","sentiment_score":0.05}
{"full_text":"I hope todays stream will be longer yesterday was so short we missed most of the progress amd with this schelude we won't even be able to see most of the EU guilds. It would be great if you guys brought in more people to take shifts like method used to if it's possible bcs COVID.","sentiment_score":0.4}
{"full_text":"RT NEW: reports: #COVID19 surge in Pa. prisons leads to calls for lockdown at all facilities","sentiment_score":0.1363636364}
{"full_text":"The only thing Trump can claim is Lie of the Tear! Traitorous bastard that he is.","sentiment_score":0.0}
{"full_text":"This Holiday Season, double your impact through our $100,000 matching gift challenge. Every dollar donated between now and December 31 will be matched by a generous donor. Give Power to Potential this Giving Season.Donate today:","sentiment_score":0.0}
{"full_text":"RT I feel like the fact that after receiving classified briefings about COVID Kelly Loeffler and David Perdue downplayed th...","sentiment_score":0.0}
{"full_text":"RT He's got the hand sanitizing act down, but needs a bit of help with the mask act. Meet Paul Wynnyk, chair Alberta's CO...","sentiment_score":-0.1555555556}
{"full_text":"In the fourth article in our series on \"medical diplomacy\" in #LatinAmerica, foreign policy advisor to details aspects of the U.S. pandemic response in the region, including $220 million for emergency supplies. Read ","sentiment_score":-0.0416666667}
{"full_text":"This NYC restaurant has a creative solution to coronavirus closure via","sentiment_score":0.5}
{"full_text":"WATCH LIVE: Iowa Governor Kim Reynolds has an update to COVID in the state as certain restrictions are set to expirehttps:\/\/t.co\/XeiNpBxixM","sentiment_score":0.1753246753}
{"full_text":"\"Virus lockdown and curfew here and around the world are temporary. Palestine has been going through that for a good 70 years now. The coronavirus was the cherry on top.\" In-depth analysis of the impact of the pandemic on life in the oPt:","sentiment_score":0.6}
{"full_text":"Corona virus has grown stop calling it COVID 19 start calling it COVID 20... Ehh ","sentiment_score":0.0}
{"full_text":"Find out how  is debunking recent reports that predicted sustainability efforts would go on pause as the industry recovers from the pandemic.","sentiment_score":0.0}
{"full_text":"Are you ladies struggling with outfit inspo during quarantine? Take a look at our newest blog post by Jessica, \"Fashion on a Budget\" which discusses cost-friendly options to update your closet for after the pandemic!","sentiment_score":0.0}
{"full_text":"During this Holiday season don't let the guard down. You have the power to slow the spread. Wear a mask Wash your hand Practice social distanceDo it for you. Do it for your family. Do it for SA. #DoItForSA #HazloPorSA@COSAGOV ","sentiment_score":-0.1407407407}
{"full_text":"Economies are crumbling, the coronavirus continues to spread and nationalism is taking hold around the world.Are our global institutions up to these challenges, or does a new era require us to reimagine them? Our correspondent explores this question:","sentiment_score":0.0681818182}
{"full_text":"Find out more about the Behaviour Change Group and the work it's doing to help prevent the transmission of COVID-19.Read our blog at","sentiment_score":0.5}
{"full_text":".@moderna_tx's tells there is no fact-based argument that says vaccines can be problematic if properly tested, if properly administered, and properly followed up. Watch the interview on #GZEROWorld:","sentiment_score":0.0}
{"full_text":"RT PolitiFact's Lie of the Year: Downplaying coronavirus via","sentiment_score":0.0}
{"full_text":"RT Congressional leaders close to COVID-19 relief deal that includes stimulus checks for Americans.","sentiment_score":0.0}
{"full_text":"Right now, there are 11 medical malpractice claims filed. There are 1,372 business-to-business insurance claims filed. Let's be clear: McConnell isn't attempting to eviscerate access to the justice system to stop an \"epidemic\" of lawsuits, but give a handout to corporate buddies.","sentiment_score":0.0964285714}
{"full_text":"Medical Director at Northern Ireland Ambulance Service fires stark warning over third #covid19 wavePodcast on ","sentiment_score":-0.0666666667}
{"full_text":"Make sure to wear your mask in public places and around other people.For all of the latest Covid guidelines in your area go to: ","sentiment_score":0.21875}
{"full_text":"#Grenada takes 'aggressive efforts' to contain #coronavirus after outbreak at Sandals resorthttps:\/\/t.co\/Oh931pd6y8","sentiment_score":0.0}
{"full_text":"To ensure you can #TravelWithConfidence, our teams have been busy... -  Applying 44000 posters &amp; signs, helping you maintain social distancing Installing 1000 hand sanitiser stations Hiring 200 additional cleaning staff at stations &amp; on our trainsi","sentiment_score":0.0666666667}
{"full_text":"Parents, Athletes, Coaches. Mask-up, Socially Distance, Wash your hands! Let's start seeing a decrease in COVID. The HS athletic season is in our hands (EDHS, OC, City of Placentia).","sentiment_score":0.0416666667}
{"full_text":"Dozens of children who attended a tree lighting event in Georgia may have been exposed to COVID-19 after a pair performing as Santa and Mrs. Claus tested positive for the virus, officials said.https:\/\/t.co\/jqxB0OdOeK","sentiment_score":0.2272727273}
{"full_text":"\"While the 50 largest companies averaged 2% revenue growth over the first nine months of 2020, small business revenue shrank 12% ... Economists estimate at least 100,000 small businesses permanently closed in the first two months of the pandemic alone.\"","sentiment_score":-0.0666666667}
{"full_text":"The crumbling of the unified approach!!!","sentiment_score":0.0}
{"full_text":"This year we're proud to be supporting our local Homeless Care Charity, with their Christmas appeal.Due to Covid restrictions, this year we're unable to accept donations of food as we have done previously. Instead our community is making donations via ","sentiment_score":0.0766666667}
{"full_text":"Please see today's update on positive COVID-19 cases in for 12\/14-12\/16. Updates are on Mondays, Wednesdays, and Fridays by noon. To receive these updates by email, please subscribe to blog at (may need to switch to web version)","sentiment_score":0.2272727273}
{"full_text":"President-elect Joe Biden, surrounded by just a handful of aides in Delaware, is using Zoom to oversee his plans to assume power.https:\/\/t.co\/hpsiwlaNxA","sentiment_score":0.0}
{"full_text":"Germany: Garden centers close as country enters stricter lockdownhttps:\/\/t.co\/2zzHHFBn9N","sentiment_score":0.0}
{"full_text":"Donate to CARECEN and support our work of helping community members get resources during the pandemic.https:\/\/t.co\/WtqoxZfFi8","sentiment_score":0.0}
{"full_text":"RT .@SenJohnThune says votes on the omnibus\/Covid package could go late on Friday but doesn't expect any significant delays...","sentiment_score":0.0375}
{"full_text":"Fyp submission awaits on 4th january ","sentiment_score":0.0}
{"full_text":"RT HR1044 is good for America! The USA can be a nation where discrimination has no place! Delay in passing HR10...","sentiment_score":1.0}
{"full_text":"RT CA| PODCAST  Join commARCH and as we delve into the company's recent research which provides knowledg...","sentiment_score":0.0}
{"full_text":"well this is terrible that in the state #Georgia all these kids have tested positivehttps:\/\/t.co\/hfAivFEr95","sentiment_score":-1.0}
{"full_text":"The World Health Organization has urged families to wear masks for Christmashttps:\/\/t.co\/9sbDFbuaIM","sentiment_score":0.0}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"We will reopen daytime operations as an outdoor recreation facility tomorrow  Thursday, December 17. Under the State of California's December 6th regional stay-at-home order, outdoor recreational facilities are permitted to operate with additional safety precautions.","sentiment_score":0.0}
{"full_text":"World bank gives Nigeria a $1.5 billion loan#Nigeria #Economy #Covid","sentiment_score":0.0}
{"full_text":"The UK Government ordered 60 million doses of the vaccine but it has been revealed it won't be ready until late in 2021 at besthttps:\/\/t.co\/PKOZHyXAzZ","sentiment_score":-0.05}
{"full_text":"About the Vaughan Developer's son.","sentiment_score":0.0}
{"full_text":"Activating the vagus nerve lowers COVID-19 risk? Say WHAT?! We now know #inflammation increases the risk of developing severe #Covid19. A new study shows the impacts that the stress of loneliness &amp; social isolation have on the nervous system, increasing inflammation as a result.","sentiment_score":0.0848484848}
{"full_text":"Workers at Yorkshire Water will take the samples from manholes across Yorkshire and send them to a be tested as part of a Government projecthttps:\/\/t.co\/NS7NtAWcoD","sentiment_score":0.0}
