{"full_text":"RT Trump had no concerns letting us get to a place where thousands of day are dying. He had no understanding, no interest, and d...","sentiment_score":0.0}
{"full_text":"Joe Biden and his wife, Jill, will be getting their first dose of the coronavirus vaccine on Monday. That's according to Biden's incoming press secretary, Jen Psaki. Vice President-elect Kamala Harris and her husband, Doug Emhoff","sentiment_score":0.25}
{"full_text":"RT covid deniers getting the vaccine before me... ion like det.","sentiment_score":0.0}
{"full_text":"RT We live in a system where the people who most fervently denied and downplayed the coronavirus are among the first to rec...","sentiment_score":0.2954545455}
{"full_text":"RT After a potential exposure to COVID-19, Leslie Odom Jr. is doing his best to keep his pregnant wife safe","sentiment_score":0.4583333333}
{"full_text":"RT covid tests being R850 doesn't sit right with me","sentiment_score":0.2857142857}
{"full_text":"See when you're likely to be given the #COVID19 vaccine with the vaccine calculator","sentiment_score":0.0}
{"full_text":"For some reason i read Covid VSOP as Covid VasKop...","sentiment_score":0.0}
{"full_text":"RT Lockdown the hospital","sentiment_score":0.0}
{"full_text":"RT My niece, a nurse, is hospitalized with COVID.The doctor looked at images of her lungs and asked her how long she's smok...","sentiment_score":-0.05}
{"full_text":" I don't know what's happening here","sentiment_score":0.0}
{"full_text":"RT Needs to Remember the Suffering &amp; Struggling Americans when he takes office in January 20, 2020. Give the America...","sentiment_score":0.0}
{"full_text":"RT Mark McGowan has called a 5pm presser for an \"important covid update\". Let's just say that doesn't sound like good news","sentiment_score":0.5}
{"full_text":"RT Cancelling Christmas during a pandemic is inhuman, but feeding children is a publicity stunt? Welcome to planet tory!","sentiment_score":1.0}
{"full_text":"RT Because pedestrian, unstudied, visceral, intuitive, &amp; related Sangomatic surmise that guises itself as \"scientific scru...","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell is a traitor to this country. That he got the vaccine after willfully failing to protect us from Covid-19 i...","sentiment_score":0.0}
{"full_text":"Gandalf from #TheLordoftheRings feels euphoric after receiving #COVID19 vaccine","sentiment_score":0.0}
{"full_text":"The whole situation around Bebe cool and the Nigerian artists is a confusion. Bebe's cry was to save Ugandan artists who were left behind during the concerts lockdown and inviting guest artists from Nigeria. The whole issue was not an illegal concert, which later  came up.","sentiment_score":-0.0214285714}
{"full_text":"The way has suppressed the real count of the Covid-19 cases from the public domain, shows the real face of Mamata Banerjee.  Shri visit is indeed our hope as Bengal wants no more politics with the lives of ordinary citizens.#AmitShahInBengal","sentiment_score":0.0166666667}
{"full_text":"RT The funniest thing to watch about the Sauti Sol concert is watching people who heavily slaughtered Thrift Social for hold...","sentiment_score":-0.0833333333}
{"full_text":"RT Bravo and colleagues on this sustained effort to track the social impact of COVID-19 at a public health s...","sentiment_score":0.0166666667}
{"full_text":"Ameen ya rabbi","sentiment_score":0.0}
{"full_text":"RT \"There are simply not enough trained staff to care for the volume of patients that are projected to come and need care,\" Dr...","sentiment_score":0.0}
{"full_text":"RT Huge congratulations to all for the awesome...","sentiment_score":0.7}
{"full_text":"RT But, in order to get the big things right, we have to get the basics right first. Stay home as much as you can. #WearAMa...","sentiment_score":0.2042857143}
{"full_text":"RT I hate this Nigeria government with their useless bad belle love, acting like they care about us, talmbout Lockdown2 not that...","sentiment_score":-0.3}
{"full_text":"RT For the love of humanity, make this stop.Updated pandemic trajectory based on current containment practices. Neither a vac...","sentiment_score":0.25}
{"full_text":"RT 1 Crore covid infections with almost 1.5 lakh deaths!The unplanned lockdown did not manage to 'win the battle in 21 days...","sentiment_score":0.8}
{"full_text":"RT Cancelling Christmas during a pandemic is inhuman, but feeding children is a publicity stunt? Welcome to planet tory!","sentiment_score":1.0}
{"full_text":"This pandemic is a wake up call for us. We should make better choices for next time. Specifically when we pick travel sites.  is much better.","sentiment_score":0.3333333333}
{"full_text":"RT REPORTS OF DRAMATIC COVID+ ESCALATION IN SA. PLEASE APPLY EXTREME CAUTION!!! KEEP AWAY FROM OTHER HUMANS TO AVOID BEIN...","sentiment_score":-0.2674913194}
{"full_text":"RT do not ever fucking forget that nurses died after working in COVID ICUs wearing trash bags over their clothes while co...","sentiment_score":-0.6}
{"full_text":"RT And they just keep going...","sentiment_score":0.0}
{"full_text":"RT I love humans and I'm devastated by the collateral of Covid. Please listen @BorisJohnson you are a libertarian at heart....","sentiment_score":0.5}
{"full_text":"I'm helping to fast track vital health research with the DreamLab app. Please join me so we can help researchers to find better treatments for COVID-19 and cancer sooner. Simply download the DreamLab app, charge your phone and help speed up vital research.","sentiment_score":0.18}
{"full_text":"Dawn is telling the truth!   One can refuse to support a lying, narcissistic, authoritarian sociopath (Trump), AND not support the other candidates either.  Our country is in crisis (between the pandemic, unemployment, and the SEVERE cyber attack), but Trump is doing nothing.","sentiment_score":-0.125}
{"full_text":"RT What is more upsetting:1) Mitch getting vaccine first, despite trying to deny healthcare and holding up #COVID19 relief f...","sentiment_score":0.375}
{"full_text":"Service Update 08:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"Service Update 08:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT 1 Crore covid infections with almost 1.5 lakh deaths!The unplanned lockdown did not manage to 'win the battle in 21 days...","sentiment_score":0.8}
{"full_text":"RT Mitch McConnell is a traitor to this country. That he got the vaccine after willfully failing to protect us from Covid-19 i...","sentiment_score":0.0}
{"full_text":"how fucking MUSTY do you have to be to be hanging out w friends maskless after we've been dealing w covid for nearly a year ","sentiment_score":-0.25}
{"full_text":"RT His media empire has played a fundamental part in fuelling misinformation,  undermining the pandemic response and publ...","sentiment_score":0.0}
{"full_text":"RT Please wash your hands. Wear a mask. COVID19 is around abeg. Numbers are increasing.","sentiment_score":0.0}
{"full_text":"Hes a total hypocrite.  This proves it.","sentiment_score":0.15}
{"full_text":"RT Advocate Condell Medical Center has temporarily suspended COVID-19 vaccinations after four employees experienced reactions...","sentiment_score":0.2333333333}
{"full_text":"RT On the intensive care unit today covering a colleague who is unwell, so only time for a brief update this week. You may...","sentiment_score":0.0}
{"full_text":"RT Why we don't know if a COVID-19 vaccine will stop you from spreading the virus:","sentiment_score":0.0}
{"full_text":"RT .@GovWhitmer says she can't get a straight answer from the Trump admin on why Michigan is receiving fewer COVID vaccine d...","sentiment_score":0.2}
{"full_text":"And that would stand in a court of law, right? What people seem to be missing throughout this whole 'funeral director' argument is that people have choice. How do I know your funeral director mate isn't losing custom because he's a prat that believes COVID isn't real?","sentiment_score":0.1214285714}
{"full_text":"RT Incrementalism is something I'm not willing to accept especially, in the middle pandemic where over 15 million+ people lost th...","sentiment_score":-0.0416666667}
{"full_text":"@DGCAIndia @IndiGo6E social distancing in an Indigo bus!! (Why do they still use buses in hyd? Never heard of aero bridges? Or are you too cheap to pay?","sentiment_score":0.2260416667}
{"full_text":"RT 1 Crore covid infections with almost 1.5 lakh deaths!The unplanned lockdown did not manage to 'win the battle in 21 days...","sentiment_score":0.8}
{"full_text":"RT I got tested twice during Victorian lockdown and didn't have to wait more than 15minutes. Testing is critical, n...","sentiment_score":0.25}
{"full_text":"RT So vele longer curfew was for covid-19 to get married Hance it is covid vsop.","sentiment_score":0.25}
{"full_text":"RT Gary:Bill Gates said 700k people could be affected (killed or maimed) by his vaccine. Governments need to set up indemnifica...","sentiment_score":-0.2}
{"full_text":"RT All active #LOONA members and the BBC staff who got tested, tested negative for COVID19https:\/\/t.co\/ynSd80aCib","sentiment_score":-0.2166666667}
{"full_text":"Many people still lack basic digital skills to deal with lockdown #HybridOffice #HomeWorking #Collaboration #FormationTechhttps:\/\/t.co\/tzud6G91Ok","sentiment_score":0.1666666667}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"If not for lockdown, death would have been 1.5 million. Stop talking nonsense. Major contribution to figure is Maharashtra mind you.","sentiment_score":0.0625}
{"full_text":"RT From the beginning of the pandemic, Sydney Airport has been the weak link. Not because of the dedicated staff but because...","sentiment_score":-0.375}
{"full_text":"RT Again, FCT, Lagos and Ebonyi ban large gatherings because of COVID-19https:\/\/t.co\/uLnBVvDeua","sentiment_score":0.2142857143}
{"full_text":"RT Don't people understand data? India has the best track record amongst many large countries affected by Covid 19, with a...","sentiment_score":0.5714285714}
{"full_text":"RT BECAUSE THEY ACTUALLY CARE:A group of 17 progressive Democrats is pushing for $2,000 stimulus checks to be in the next c...","sentiment_score":0.0}
{"full_text":"Capitalism has failed us. It's time for Socialism.","sentiment_score":-0.5}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"RT \"The GoFundMe page is striking. I mean this is someone who works in the White House ... who now appears to be facing very signif...","sentiment_score":0.096875}
{"full_text":"Coz finally vaccine will be available and many people will get cured from Covid 19.. #NewYear2021 #NewYear","sentiment_score":0.3}
{"full_text":"Google to offer free weekly COVID-19 tests to all US employees","sentiment_score":0.4}
{"full_text":"The Berlin Film Festival announced it is postponing its February 2021 edition to March due to the ongoing coronavirus pandemic. The Berlinale will held the competition on an online platform, while in-person screenings will have to wait until June. #4glivestream","sentiment_score":-0.125}
{"full_text":"Stay Home. Stay Playful","sentiment_score":0.0}
{"full_text":"Did you know in Devon is home to the National Collection of Holly? If you're able, complying with all current COVID guidelines, it's worth a visit in the run up to Christmas. It has some wonderful Ilex aquifolium 'Pyramidalis'","sentiment_score":0.45}
{"full_text":"Our special series 'Unmasking Southasia: The pandemic issue' will be available for free. To help us continue our independent and irreverent coverage of #Southasia, do check out our membership plans and support our work!","sentiment_score":0.2892857143}
{"full_text":"The Norfolk and Norwich Kidney Centre has officially opened after it started treating its first patients back in March just before the coronavirus pandemic took off.","sentiment_score":0.125}
{"full_text":"PS8,000 deficit as income falls by almost 50 per cent due to Covid","sentiment_score":-0.125}
{"full_text":"this you?","sentiment_score":0.0}
{"full_text":"RT On the intensive care unit today covering a colleague who is unwell, so only time for a brief update this week. You may...","sentiment_score":0.0}
{"full_text":"RT EU paid $18 per dose for Moderna covid vaccineUK paid PS28 per dose for Moderna covid vaccineLeaving the EU means higher...","sentiment_score":0.25}
{"full_text":"Daniel Griffin provides his weekly clinical report on #COVID19, including thoughts on the first immunizations w\/ #Pfizer mRNA vaccine, the anticipated EUA for the #Moderna vaccine, whether the vaccine prevents infection, not just disease, monoclonal antibody therapy, &amp; much more.","sentiment_score":0.375}
{"full_text":"Since the #COVID19 pandemic started, several hundred Albanians have made the difficult and expensive choice to travel to private hospitals in Turkey and elsewhere.Revisit our investigation:https:\/\/t.co\/EnPL7d0inc","sentiment_score":-0.25}
{"full_text":"You hit the nail on the head along with Northern beaches resident Hazzard","sentiment_score":0.0}
{"full_text":"\"We are imposing very strict rules on them to allow them to play NHL games.\"Dr. Brian Conway joins to talk about expectations on pro athletes to set an example for proper social distancing procedures.LISTEN:https:\/\/t.co\/7V9CiksHbt","sentiment_score":0.0777777778}
{"full_text":"\"Starting the first of the year, all the way through June, I think we're going to have a really big increase in deliveries.\"","sentiment_score":0.0833333333}
{"full_text":"RT On playing #SalmanKhan's younger brother in #KEKD..Asim Riaz: \"When I came out from Bigg Boss, everything was on track,...","sentiment_score":0.0}
{"full_text":"The NHS is starting to vaccinate against #COVID19. GPs and other primary care staff are also planning to deliver the vaccine. Nationally, centres treating large numbers of patients in sporting venues and conference centres will stand up when further supplies are available.","sentiment_score":0.1482142857}
{"full_text":"During the April lockdown I started putting together compilations of music I love to share with friends, records drawn from decades of collecting. The response to them was great and I thought I should share the six mixes on twitter. Here's the first. Enjoy","sentiment_score":0.4875}
{"full_text":"RT Dear I went to the shops in Pennant Hills, a mere 10k from the Northern Beaches LGA. It was packed. Few...","sentiment_score":-0.35}
{"full_text":"Despite being in Tier 2, there are still several areas in Bristol and North Somerset with high covid rates.","sentiment_score":0.08}
{"full_text":"#FromTheLeft: The Vast Majority of America's Cities Qualify as 'Sustained Hotspots,' New Federal COVID-19 Data Shows | Report from #Hotspots #Coronavirus","sentiment_score":0.0681818182}
{"full_text":"Fake Covid-19 information flyers quoting Nazis distributed in north ","sentiment_score":-0.5}
{"full_text":"Doing your last-minute Christmas shopping this weekend? Avoid the hassle of the shops, the queues, the social distancing and get your presents right here, from our online voucher store https:\/\/t.co\/TzQ7bN9PWI","sentiment_score":0.1595238095}
{"full_text":"St. Mike's Advent Calendar, Day 19!Open me! #adventcalendar #church #covid19","sentiment_score":0.0}
{"full_text":"has plenty of quick reference guides to help you learn #assessment in a #respiratory #covid #coronavirus setting. It's free to download and useful for all #healthcare staff working in #hospital and #comminuty settings.","sentiment_score":0.3444444444}
{"full_text":"Help us continue to bring you the latest updates on the global pandemic. reads:In-depth analysis one year after Wuhan - 'patient zero' hunt - #covid19 #news #globalissues #localimpact","sentiment_score":0.25}
{"full_text":"RT It's not just down to Covid, The US trade tariffs are crippling our whisky sector. Then add no trade deal with the EU for o...","sentiment_score":-0.1555555556}
{"full_text":"COVID 19 cases in India until : 19\/12\/2020 13:30Total Cases: 10005850 [+1025]Active: 307361Recovered: 9550677 [+754]Deaths :145178 [+7]Total Tests: 160.09MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT OKEx Hero RecruitmentIf you are familiar with #crypto &amp; #blockchain, especially #swap.OKEx can help you be the Hero o...","sentiment_score":0.1875}
{"full_text":"'Twas the night before Lockdown, when all through the house Not a citizen stirred, not even a spouse. When, what to my wondering eyes should appear, But a new SAGE announcement, to increase the fear. ...writes Gawain Towler","sentiment_score":0.1363636364}
{"full_text":"Here's door number 19 of our Active Advent Clue: #christmas2020 #advent #homeschooling #homelearning #education #school #activity #isolation #lockdown #quarantine #homeschoollife #PE #physicalactivity #schoolsport #distancelearning","sentiment_score":-0.1333333333}
{"full_text":"Are you not able to go out to take medicines or visit the doctor? Check out the eDot health app and find doctors, consult online, book appointments. Download link: #coronavirus  #who #kolkata #wellness #healthy #followforfollowback #LikeForLikes","sentiment_score":0.125}
{"full_text":"#Basildon Council leader has written to the Health Secretary after the borough tops the country's covid infection rate.  Gavin Callaghan is pleading with Matt Hancock to urgently re-stock GP surgeries with the Covid jab after appointments push into mid-January #Essex #HeartNews","sentiment_score":0.0}
{"full_text":"Between you, me and the CCP...I volunteer to get a COVID vaccine that's not approved yet. Mainly because I hear the 5G chip in the US vaccine is pretty shit. Shanghai's 5G network is light years ahead. I'll update later with whether or not I was accepted as tribute.","sentiment_score":0.1233333333}
{"full_text":"Sign-ups for \"Obamacare\" health insurance plans are trending more than 6% higher amid surging coronavirus cases. Have you enrolled?","sentiment_score":0.375}
{"full_text":"Current Conditions for #Sayre PATemp: 1.9FWind Chill: 1.9FHumidity: 96%Dew Point: 1.0F Barometer: 30.597 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 280.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Gaming is good for mental health during pandemic lockdownClick to learn more: #News #Teenager #GenZ #Student #YA #Sophomore #edutwitter #ClassOf2022","sentiment_score":0.3666666667}
{"full_text":"This weekend, please remember that the capital is in Tier 3 #Covid19 restrictions. The virus remains highly contagious, and people without symptoms can spread it.We must all keep on protecting each other by washing our hands, wearing face coverings and making space.","sentiment_score":0.0175}
{"full_text":"Here's How Shopping Scams On Facebook Are Ripping Off Thousands of Customers, With The Money Flowing Overseas -","sentiment_score":0.0}
{"full_text":"RT Pandemic or not why do y'all get so close to people in line at the store","sentiment_score":0.0}
{"full_text":"Time: 08:00 * Temp: 8.1degC * Wind: SSW 6.9 to 16.1mph * Pressure: 984.3hPa * Rain: 0.0mm * Hum: 94% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:42 * Sunset: 15:58 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"SCOTT GALLOWAY: Top US colleges' insistence on keeping tuition costs high and offering fall classes in-person shows that they care only about money, not the public goodhttps:\/\/t.co\/3ytC3twEaL#futurology","sentiment_score":0.165}
{"full_text":"How is AI helping employees in  Switzerland to cope with the pressure of the pandemic? our  experts tell us ","sentiment_score":0.0}
{"full_text":"Why worry about quarantine when you can ensure your workplace is free from COVID-19!Check our website today at to know how we can help you!","sentiment_score":0.5}
{"full_text":"Mans was stayin on campus during covid he aint have shit else to do ","sentiment_score":-0.2}
{"full_text":"RT Reports say Russia hacked US agencies and businesses nine months ago. That means the hack began as everything shut down...","sentiment_score":-0.1555555556}
{"full_text":"RT This is why your packages are still \"in transit,\" and why it won't be helpful to call with your tracking number. USPS packa...","sentiment_score":0.0}
{"full_text":"If you need a place to sit and take in the scenes of Uptown Greenwood, the Mathew's Lions Club has you covered.","sentiment_score":0.0}
{"full_text":"Survivors speak as Oregon surpasses 100,000 COVID-19 cases.https:\/\/t.co\/3OAZjbxuwH","sentiment_score":0.0}
{"full_text":"RT I'm at the \"several friends of mine have lost their parents\" part of covid and I drove past the grove yesterday and it...","sentiment_score":-0.125}
{"full_text":"Mike Pence gets COVID shot on TV as U.S. about to approve second vaccine","sentiment_score":0.0}
{"full_text":"RT Owls and impact of covid. #birding","sentiment_score":0.0}
{"full_text":"LIVING BEYOND THE WORLD'S IMAGINATION: Canada's pandemic wage subsidy: A slush fund for w...","sentiment_score":0.0}
{"full_text":"RT 1 Crore covid infections with almost 1.5 lakh deaths!The unplanned lockdown did not manage to 'win the battle in 21 days...","sentiment_score":0.8}
{"full_text":"RT COVID Update December 18: We got here not just because Trump did nothing but also because he asked nothing.Biden plans to c...","sentiment_score":0.0}
{"full_text":"RT Let us remember that as 2020 came to a close, the ruling class bragged about getting their vaccines while debating whether...","sentiment_score":0.0}
{"full_text":"Holiday Promotional Ideas That Work During a Pandemic","sentiment_score":0.0}
{"full_text":"China's online health platforms boom in wake of coronavirus","sentiment_score":0.0}
{"full_text":"We started a Small Business Networking Facebook group during the Covid-19 outbreak. Offering support, opportunities, resources, networking and more. We couldn't believe the response and we wanted to offer more with our Latte &amp; Live membershiphttps:\/\/t.co\/EpvkqEXHHT#networking","sentiment_score":0.2215909091}
{"full_text":"How can insurers recover from the COVID-19 global recession?","sentiment_score":0.0}
{"full_text":"A very useful summary by a respected front line intensive care consultant. This is the situation many hospitals are facing right now...#HandsFaceSpace","sentiment_score":0.3919047619}
{"full_text":"As FDA authorizes a second Covid-19 vaccine, US reports highest number of daily cases","sentiment_score":0.0}
{"full_text":"D.C. To Temporarily Ban Indoor Dining Starting Next Week | DCist is the time to support your favorite restaurants.  If not, some will fail.  If you can't eat in, then order out!  #dc #dmv #restaurants #covid #dining","sentiment_score":-0.03125}
{"full_text":"RT how lockdown started              how it's going","sentiment_score":0.0}
{"full_text":"RT 'This needs a hard lockdown': NSW coronavirus response puts Australia at risk, experts warn | The New Daily #auspol","sentiment_score":-0.0517676768}
{"full_text":"RT Outside, maskless partygoers spill onto the streets, smoking and playing street games with toy machine guns and balloons. Nigh...","sentiment_score":0.0}
{"full_text":"Shops full of maskless people not social distancing and shouting across the shop yesterday.  Stay home.","sentiment_score":0.1666666667}
{"full_text":"Amid rising domestic violence &amp; a prolonged #pandemic, employee assistance programs are more essential than ever as a confidential way of giving &amp; getting help. #togetherathome #covid19impacts","sentiment_score":0.1666666667}
{"full_text":"Scott Morrison's economic humblebrag disproved by New Zealand comeback | Katharine Murphy","sentiment_score":0.1681818182}
{"full_text":"Out now! Our #JournalistsToo survey w\/ finds that online violence against women journalists is entrenched and chilling, particularly in the context of the 'shadow pandemic' of violence against women during #COVID19:","sentiment_score":-0.1666666667}
{"full_text":"Experts say CEOs should stay home for the holidays if they want employees to do the same Korn Ferry #holidays #leadbyexample","sentiment_score":0.0}
{"full_text":"**SUSSEX AZURE USER GROUP - THE PODCAST***SUBSCRIBE NOW*We've launched a weekly podcast during the lockdown with some great guests and discussions!https:\/\/t.co\/hfROuZTuBa","sentiment_score":0.8}
{"full_text":"Wonderful.","sentiment_score":1.0}
{"full_text":"RT Mitch McConnell is a traitor to this country. That he got the vaccine after willfully failing to protect us from Covid-19 i...","sentiment_score":0.0}
{"full_text":"According to a survey, nearly 1 in 6 Americans and 1 in 5 urban dwellers are planning or considering moving due to the #pandemic. Learn more from Kaijia Gu and Rory (Samuel) Heilakka of Oliver Wyman via BRINK News. #AI #COVID19","sentiment_score":0.11875}
{"full_text":"Due to the 2nd Covid-19 Wave and in order to assist with public safety, we've decided to cancel the Namzemba Local is Lekker day promotion. We will bring you more perfect moments next year but for now, let's enjoy the rest of Namzemba from the safety of our homes. #TakesANation","sentiment_score":0.221875}
