{"full_text":"RT There are 20,917 ppl currently in hospital with #COVID19. By tmrw, Christmas Day, there will be more covid patients in hospit...","sentiment_score":0.25}
{"full_text":"RT California doctor fired after questioning coronavirus lockdowns. A surgeon and friend who literally saved life &amp; limb o...","sentiment_score":0.0}
{"full_text":"RT Dr Fauci could redeem this whole year if he went rogue and announced on live TV that Santa had died from COVID-19","sentiment_score":0.1681818182}
{"full_text":"RT Do not forget. We should have been better prepared for this pandemic. Trump was left a playbook, but ignored it. He did...","sentiment_score":0.25}
{"full_text":"RT It never ends. First masks don't work.  Then masks always work.  First it cannot be spread via aerosol.  Now it's primaril...","sentiment_score":0.25}
{"full_text":"#HappyBirthdayDrFauci !  You are very much appreciated and loved! You are a rare voice of truth and honesty in the midst of lies, denial, and politics.  Wishing you the happiest of birthdays, Merry Christmas, and for so many reasons, we KNOW we will have a better 2021 ! #COVID19","sentiment_score":0.5}
{"full_text":"RT New modeling suggests the U.K. coronavirus variant is about 50% more transmissible than previous versions. Scientists don't know w...","sentiment_score":0.1565656566}
{"full_text":"South African COVID-19 Variant Discovered in Britain","sentiment_score":0.0}
{"full_text":"Republicans say they hate big government and they don't want the US to be a \"nanny state.\"The most nanny state, big government move EVER is deciding your citizens would get lazy if you gave them some of their own money back during a pandemic.","sentiment_score":0.0071428571}
{"full_text":"RT Ontario-wide lockdown that begins Dec. 26 bans practice of Christmas drive-thru light exhibitshttps:\/\/t.co\/DhDveLjDMB","sentiment_score":0.4}
{"full_text":"RT Hey everyone, you can now watch SUNDOWN, the grad film I worked on with Ana Moniz, Shanshan Zou and Ruitao She...","sentiment_score":0.0}
{"full_text":"RT Dr Fauci could redeem this whole year if he went rogue and announced on live TV that Santa had died from COVID-19","sentiment_score":0.1681818182}
{"full_text":"RT Every year on Christmas Eve in Holland, children gather to light candles on the graves of Canadian soldiers who never returned...","sentiment_score":0.4}
{"full_text":"hope your grandparents give you covid","sentiment_score":0.0}
{"full_text":"RT Um, men...you might wanna read the last line of this article before you roll up your sleeves for the COVID jab!  http...","sentiment_score":0.0}
{"full_text":"RT 51,455 COVID deaths in the US since this TweetJust 20 days","sentiment_score":0.0}
{"full_text":"Just doesn't feel the same. And this Coronavirus and lockdowns made it 100x worse","sentiment_score":-0.2}
{"full_text":"RT I mean, yes, but on the other hand: big corporate tax cut and lots of judges.","sentiment_score":-0.109375}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT Shemar Moore, known for playing the lead character Hondo in CBS' \"S.W.A.T.\" drama, revealed in an Instagram post late W...","sentiment_score":-0.3}
{"full_text":"RT UK travellers need to stay put. The fact that 20 Brits tested positive for covid on ONE flight to Jamaica is insane.","sentiment_score":-0.3863636364}
{"full_text":"RT In Canada there are more than 1200 hospitals. Total number of Covid 19 patients in ICU care in Canada now is &lt; 650. THIS PAND...","sentiment_score":0.25}
{"full_text":"RT #Gravitas | In an exclusive conversation with Japan's Deputy Minister of Defence Yasuhide Nakayama (@iloveyatchan) c...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT This is infuriating.Cancelling student debt will shrink the Black-White wealth gap by 25 points. It will allow many...","sentiment_score":0.5}
{"full_text":"RT If it wasn't for congressional Republicans you would be getting $2,000 in COVID relief.","sentiment_score":0.0}
{"full_text":"RT Maskless Santa Exposed Families To Covid-19 At South Carolina Event For Children With Special Needs","sentiment_score":0.3571428571}
{"full_text":"RT The first time Mr. Brightside plays at a bar post-pandemic I'm ripping my shirt off","sentiment_score":0.25}
{"full_text":"RT Let's understand, Steven Mnuchin funneled $500B of PPP Covid relief and gave millions to himself, Jared Kushner, Devin...","sentiment_score":0.0}
{"full_text":"RT Update on telling police they're all awful racists and should stay home:Going better than ever.Murder increases in 20...","sentiment_score":-0.25}
{"full_text":"Every US coronavirus death is preventable, health expert says #SmartNews USA UNDER TRUMP, LIKE 3RD WORLD NATION &amp; BANANA REPUBLIC- WITH KILLER DICTATOR (OVER 3000K DEAD DAILY &amp; STILL RISING) NONE WERE NECESSARY!","sentiment_score":-0.05}
{"full_text":"lol flying to visit a friend in the middle of a pandemic just cause it's the holidays. lol fuck off.","sentiment_score":0.3}
{"full_text":"RT Check out my shops: -&gt;                 -&gt;","sentiment_score":0.0}
{"full_text":"RT We can't trust the GOP to help us through the pandemic. We need and","sentiment_score":0.0}
{"full_text":"RT The first time Mr. Brightside plays at a bar post-pandemic I'm ripping my shirt off","sentiment_score":0.25}
{"full_text":"Can't we all just get along...ohh cough cough COVID","sentiment_score":0.0}
{"full_text":"RT This morning the Republican party blocked a $2000 pandemic survival check for those in need. Georgians can reciprocate by voti...","sentiment_score":0.0}
{"full_text":"RT GOP senator warns $2000 checks can't pass, urges Trump to sign COVID relief deal","sentiment_score":0.0}
{"full_text":"RT Before my father died from Covid earlier this year, I often had to push for doctors to provide him with basic care at NYC h...","sentiment_score":0.0}
{"full_text":"RT President-elect Biden reminded us that our darkest days of COVID-19 are ahead of us, and we must all do our part to turn...","sentiment_score":0.0}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT Bloomberg: Mike Pompeo's wife has tested positive for the coronavirus.","sentiment_score":0.2272727273}
{"full_text":"RT Governor DeSantis' communications director just quit Twitter because he said it's too stressful.  How about the 21,00...","sentiment_score":0.0}
{"full_text":"RT Dr Fauci could redeem this whole year if he went rogue and announced on live TV that Santa had died from COVID-19","sentiment_score":0.1681818182}
{"full_text":"RT Trump and conservative media have attacked:-Doctors-Nurses-Scientists-Educators-Frontline Workers-MSM (I realize th...","sentiment_score":0.0}
{"full_text":"RT While many Americans are in medical centers or quarantine, VP Pence, chief of President's Covid-19 task force, has reporte...","sentiment_score":0.25}
{"full_text":"RT ...Honestly, I don't know what to say here. I'm appreciative of the judge's condolences &amp; his urging of releases, but I just...","sentiment_score":0.6}
{"full_text":"RT It never ends. First masks don't work.  Then masks always work.  First it cannot be spread via aerosol.  Now it's primaril...","sentiment_score":0.25}
{"full_text":"RT This is what happens when, instead of telling the truth, you shade it to manipulate the public. As a result, you lose credibi...","sentiment_score":0.0}
{"full_text":"Positively disgusting behavior.","sentiment_score":-1.0}
{"full_text":"How have nurses not gotten the message that no one wants to see them dancing around? ","sentiment_score":0.2}
{"full_text":"Sign on the way into Bacchus Marsh: POLICE WILL ATTEND FIRES. So after trying to police our way through a pandemic, the state government is going to try and police away bushfires.","sentiment_score":0.0}
{"full_text":"RT After tossing a grenade that threatens to blow up a massive COVID relief and government funding bill and force a governmen...","sentiment_score":0.0}
{"full_text":"RT My friend's mom was originally denied transport last night to an ER in LA.Her condition was concerning but it was not \"life...","sentiment_score":0.1875}
{"full_text":"RT Only the most Christian nations get together on Christmas Eve to discuss increasing aid during a pandemic and decide, \"No...","sentiment_score":0.1666666667}
{"full_text":"RT Los Angeles County COVID update: Deadliest day on record, number in hospital continues to rise- New cases: 13,678- In hospi...","sentiment_score":0.1363636364}
{"full_text":"RT President-elect Biden reminded us that our darkest days of COVID-19 are ahead of us, and we must all do our part to turn...","sentiment_score":0.0}
{"full_text":"RT Now do construction industry workers who've not been a part of any...","sentiment_score":0.0}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"RT With #Christmas right around the corner, I urge residents to remember that #COVID19 is still among us. Finding ways to...","sentiment_score":0.2857142857}
{"full_text":"RT When asked to wear a mask, the man does what any covidiot would do, he attempts to throw the shopping cart at him.","sentiment_score":0.0}
{"full_text":"RT \"I think the [Trump] administration deserves some credit for getting us off the ground with Operation Warp Speed,\" said Joe...","sentiment_score":0.0}
{"full_text":"#Caregiver guilt is common during even the best of times, and the #pandemic has only exacerbated it. Here are some tips for dealing with feelings of guilt. #caregiving #familycaregiving #familycaregiver #unpaidcaregiver #caregiverguilt","sentiment_score":0.2333333333}
{"full_text":"RT This is outrageous. On Christmas Eve, Kevin McCarthy and House Republicans deprived Americans of receiving $2,000 during th...","sentiment_score":-1.0}
{"full_text":"RT St. Nick \"cannot spread illnesses of any type\" to any boys or girls this Christmas, proclaims","sentiment_score":0.0}
{"full_text":"RT In the US? We need your help! Congress has crammed some unfriendly copyright provisions into the COVID relief bill, including...","sentiment_score":0.0}
{"full_text":"Stay at Home and make money online, recieved minimum 3,000.00 every 24hrs(1)No referral needed(2)No hidden feesNOTE:only the serious people should ASK ME HOW . Inbox me for more information","sentiment_score":0.0}
{"full_text":"RT Merry COVID quarantine Christmas! Counting with gratitude every kindness, every friendship, every life lesson and cherished...","sentiment_score":0.0}
{"full_text":"RT For the pandemic to end, we need about 75 percent of the country to get vaccinated, an estimate put forth by Anthony F...","sentiment_score":0.0}
{"full_text":"RT Bc of coronavirus I wasn't home w my family for Thanksgiving. I have to help around the house for Christmas so 2day my c...","sentiment_score":0.0}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"Covid itself is not as harmful, but it opens the body up to much worse things- It's like how a small gash can become infected and cause the whole limb to need to be amputated.","sentiment_score":-0.15}
{"full_text":"RT During this challenging year, we are proud of how we continued to advance vital conservation projects when possible, wi...","sentiment_score":0.35}
{"full_text":"The possible lasting changes from the COVID-19 pandemichttps:\/\/t.co\/8F81OB2sCF","sentiment_score":0.0}
{"full_text":"Happy Holidays from the Project Xandata team!Hope you all have a safe holiday season!Why not stay at home and play Project Xandata with your friends? Steam beta keys are still available here:","sentiment_score":0.5666666667}
{"full_text":"Black doctor dies of COVID-19 after documenting racist treatment at hospitalhttps:\/\/t.co\/9xu8dlxLum","sentiment_score":-0.1666666667}
{"full_text":"This holiday season, staying apart will keep us together.We must be mindful about our travel plans and mixing households. Our individual actions will help us avoid yet another surge.Stay home, don't mix. Wear a mask. #homefortheholidays","sentiment_score":0.0}
{"full_text":"RT Bloomberg: Mike Pompeo's wife has tested positive for the coronavirus.","sentiment_score":0.2272727273}
{"full_text":"3 lessons from Stanford's Covid-19 vaccine algorithm debacle","sentiment_score":0.0}
{"full_text":"RT The first time Mr. Brightside plays at a bar post-pandemic I'm ripping my shirt off","sentiment_score":0.25}
{"full_text":"Hello ! If you live in GMT+4 then *some* governments think that COVID is taking a 24-hour break (how nice of it !).That is not the case, so please stay safe !Merry Christmas !","sentiment_score":0.5558712121}
{"full_text":"RT Merry Christmas. And never again. My holiday message in the New York Post. Love you guys. ","sentiment_score":0.3181818182}
{"full_text":"Christmas is the \"feast of love incarnate and born for us in Jesus Christ,\" Pope Francis said, adding Jesus shows \"the way of tenderness\" in a year that isolated people from one another due to the coronavirus pandemic. READ:","sentiment_score":0.1875}
{"full_text":"Stay-at-home orders have allowed people with extra time to burn through their Netflix queue, leaving many on a hunt for new finds and a bit of holiday cheer.","sentiment_score":0.2121212121}
{"full_text":"Lawmakers have had to strike a balance between open government and public health as they prepare for January committee meetings.","sentiment_score":0.0}
{"full_text":"Beginning Dec. 28, passengers flying on from London's Heathrow Airport to the United States must provide proof of a negative coronavirus test or an antigen test taken within three days of departure, company officials said in a statement.https:\/\/t.co\/tumlW35ZeQ","sentiment_score":-0.3}
{"full_text":"Anne Arundel County Department of Health gives Moderna COVID-19 vaccine to health care workershttps:\/\/t.co\/uZjl8dck3u","sentiment_score":0.0}
{"full_text":"Dr. Mackey says state by state allocations have not been released yet, but based on the math from the previous bill Alabama could get $800 - $900 million dollars.","sentiment_score":-0.1666666667}
{"full_text":"Wash hands regularly when attending gatherings with friends and families.Follow the current limit of visitors in your area for 24, 25 and 26 December 2020 as outlined by below: unwell, #GetTested &amp; self-isolate:","sentiment_score":0.0}
{"full_text":"Join us in supporting a 100-day agenda for the new Congress and administration that invests in kidney health and prioritizes kidney patients in the official response to #COVID19. #MyKidneysMyLife","sentiment_score":0.1931818182}
{"full_text":"While scientists are confident that vaccines will work, it is not known for how long their efficacy will last.#CoronavirusStrain #CovidVaccine #CovidNewStrain","sentiment_score":0.225}
{"full_text":"ICYMI: On Christmas Eve, lawmakers in the U.S. House of Representatives blocked attempts to alter a $2.3 trillion COVID-19 relief and government spending package.https:\/\/t.co\/sSAzC0Byao","sentiment_score":0.0}
{"full_text":"Due to the COVID-19, we all faced a dark time in 2020, but we've witnessed much darker moments in the past and we've always survived. So this time we will definitely win. The message of happiness and goodwill to all is never out of date.Merry Christmas and Happy New Year. ","sentiment_score":0.2639204545}
{"full_text":"The # of COVID-19 cases at Yuba County Jail, which also houses ICE detainees, have increased from 7 to 78 in about a week: \"What we're seeing is just a very high level of incompetence and disregard for human life.\"","sentiment_score":0.036}
{"full_text":"\"In return, I ask...\"  look at this guy talking like he doesn't get paid to do a job. In return you get money, sweetie. Calm down. We don't owe you obedience.","sentiment_score":0.0722222222}
{"full_text":"RT Never forget that Trump said the pandemic was a hoax","sentiment_score":0.0}
{"full_text":"Stay-at-home orders have allowed people with extra time to burn through their Netflix queue, leaving many on a hunt for new finds and a bit of holiday cheer.","sentiment_score":0.2121212121}
{"full_text":"RT DEFUND THE CDC","sentiment_score":0.0}
{"full_text":"As more doses of the two COVID-19 vaccines arrive in the state, more priority groups are getting their shots.","sentiment_score":0.5}
{"full_text":"RT Breaking news from #Nigeria: Presidential Task Force on COVID-19 says it'll this weekend publish a list of 100 Nigerian P...","sentiment_score":0.0}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"New outbreak data released on Wednesday from the Colorado Department of Public Health and Environment shows that 80 employees between two In-N-Out Burger locations in Colorado have tested positive for COVID-19.https:\/\/t.co\/hHmD3dFfH9","sentiment_score":0.1212121212}
{"full_text":"Fewer planes, trains, and automobiles are expecting to travel in Michigan over the holidays due to COVID-19.Are you travelling over the holiday weekend?https:\/\/t.co\/s0dkh7iv0r","sentiment_score":-0.125}
{"full_text":"RT Trump is at Mar Lago. People are hurting. He vetoes the bill to support the military. He refuses to sign bill that has budge...","sentiment_score":-0.1}
{"full_text":"Umatilla County hospitals have received 1,400 doses of the coronavirus vaccine and are planning to begin immunizations on Monday, Dec. 28, according to county health officials.","sentiment_score":0.0}
{"full_text":"CDC: How to celebrate New Year's safelyhttps:\/\/t.co\/nVyn9eICjW","sentiment_score":0.1363636364}
{"full_text":"The top story in Tennessee in 2020 was the new coronavirus and its crippling grip on every facet of life, while a string of deadly tornadoes in March came in at No. 2 in an annual Associated Press survey of reporters, editors and broadcasters.","sentiment_score":0.1454545455}
{"full_text":"RT While many Americans are in medical centers or quarantine, VP Pence, chief of President's Covid-19 task force, has reporte...","sentiment_score":0.25}
{"full_text":"Forecast map for this evening                  #wx #weather #index #wave #cooler  #storm #hail #wind #flooding #traffic #flood #rain #Forecast #local #news #humid #storm #radar #Thursday   #week   #lockdown","sentiment_score":0.0}
{"full_text":"Three cities sign over $55,000 to the county in COVID-19 relief money.","sentiment_score":0.0}
{"full_text":"Nearly 300 days into the COVID-19 crisis, Cuomo urges New Yorkers to 'celebrate smart'","sentiment_score":0.1502164502}
{"full_text":"This month is shaping up to be among the riskiest times of the coronavirus pandemic due to more cases in the community.","sentiment_score":0.1875}
{"full_text":"People Chip in To Help Brazil's Cat Island Starved by the Coronavirus Pandemichttps:\/\/t.co\/gHOLlbfyt2","sentiment_score":0.0}
{"full_text":"\"People are still out of work, and we need to provide opportunities for those people. Communities have been dealt devastating blows before the pandemic and a lot of it was climate related.\"","sentiment_score":-0.5}
{"full_text":"Christmas is typically one of the busiest times of the year for churches, but this holiday season looks quite a bit different due to the COVID-19 pandemic.","sentiment_score":-0.0972222222}
{"full_text":"RT Nice to see #ViakuntaEkadashi Celebrations all over Karnataka. Happy to note that precautions to ensure safety during Cov...","sentiment_score":0.7}
{"full_text":"estimates that #maternal near miss occurs in about 50,000 cases yearly in the United States.  #colettelouisetisdahl #cltfoundation #maternalhealth #maternalmortality #maternalmorbidity #maternalnearmiss #maternitycare #postpartum #motherhood #womenhealth #newmom #momlife","sentiment_score":0.1}
{"full_text":"RT COVID-19: All restaurants, bars, night clubs and event centres nationwide are to be closed, the Federal Government has di...","sentiment_score":-0.1}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Senator David Perdue should stop this obstruction and endorse President Trump's proposal for $2,000 checks. Let's get the mon...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 41.4FWind Chill: 41.4FHumidity: 99%Dew Point: 41.1F Barometer: 29.638 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 187.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Meet the football team banned from going back to Wuhan -","sentiment_score":0.0}
{"full_text":"I was about to order a switch because ya know discounts and shit because holiday but then i remembered that im going to be without a job for a whole 2 weeks because covid... im broke again!","sentiment_score":0.025}
{"full_text":"RT ABOLISH THE CDC","sentiment_score":0.0}
{"full_text":"I really want to take trips next year, but I'm already anxious about how the processes per COVID rules and all would be.I wanna relass, I don't like stress!","sentiment_score":-0.0375}
{"full_text":"RT Thanks also to volunteers led by to update 3 nonmalignant FAQs to r...","sentiment_score":0.2}
{"full_text":"Build a Web Application Without Code #COVID19 #careerpath #Marketing #career","sentiment_score":0.0}
{"full_text":"The worst thing about this pandemic is that the lack of hard cam indie matches in the Lucha scene, which were better than most of the stuff from the top two in Mexico","sentiment_score":0.0347222222}
{"full_text":"on christmas eve omg you're soulless","sentiment_score":0.0}
{"full_text":"CORONAVIRUS CASES SURGE: California has become the first state to surpass two million COVID-19 cases, an alarming milestone in the fight against the pandemic.In Los Angeles County, hospitalizations and COVID-19 deaths are both soaring.@lilialuciano has the latest","sentiment_score":0.2166666667}
{"full_text":"RT This is outrageous. On Christmas Eve, Kevin McCarthy and House Republicans deprived Americans of receiving $2,000 during th...","sentiment_score":-1.0}
{"full_text":"COVID itself may cause infertility. This study is suggesting that participants freeze their sperm. I hate Twitter.","sentiment_score":-0.8}
{"full_text":"Though the pandemic has disrupted plans for many prospective international students, researches and surveys showed that very few Chinese students thought of giving up their plans to study overseas. #COVID_19 #educationhttps:\/\/t.co\/Sag643hGGN","sentiment_score":0.06}
{"full_text":"Gizelle told her mother she was worried about people due to the COVID-19 pandemic.","sentiment_score":-0.125}
{"full_text":"Here's a *great* way for senior citizens to stay connected during the #coronavirus pandemic.","sentiment_score":0.8}
{"full_text":"Covid need to Thanos snap my last ex too. He's a really bad person. Like a bad human being to the core. Liar user manipulator thief\/scammer ... whew chile","sentiment_score":-0.35}
{"full_text":"Amen!!!!","sentiment_score":0.0}
{"full_text":"RT ZH | NRoom -- How tourism, gentrification and a pandemic have changed Asia's street food scene: In the last few decades...","sentiment_score":-0.1}
{"full_text":"RT What got us for Christmas... ","sentiment_score":0.0}
{"full_text":"He's disingenuously conflating the COVID relief with the CR to fund the gov't. He knows the difference, but he thinks his constituents don't.","sentiment_score":0.0}
{"full_text":"Vaccinations in the #US began Dec. 14 with health-care workers, and so far 1.12 Million doses have been administered, according to a state-by-state tally by Bloomberg. Those numbers are accelerating as a second vaccine by Moderna is distributed.Link:","sentiment_score":0.05}
{"full_text":"RT .@KellyLoeffler &amp; made millions in stock trades during the pandemic, while Georgians waited for help. Now...","sentiment_score":0.0}
{"full_text":"Moderna COVID vaccine has caused side effect for those with cosmetic facial fillers","sentiment_score":0.0}
{"full_text":"COVID 19: PMB Cancels Christmas Homage","sentiment_score":0.0}
{"full_text":"This is how we prevent future pandemics, say 22 leading scientists  #COVID19 #Human","sentiment_score":0.0}
{"full_text":"an instance where personal injury lawyers can actually be helpful because although Oregon has laws against knowingly spreading disease, the governor's wants to save criminal\/civil citations over #covid as acts of last resort ","sentiment_score":0.05}
{"full_text":"Good news! The COVID-19 vaccine is coming to Whittier Health Network in Massachusetts #StockMarket #Stocks","sentiment_score":0.875}
{"full_text":"RT Worldwide missions persists amid pandemic - Baptist Press","sentiment_score":0.0}
{"full_text":"RT Trump and conservative media have attacked:-Doctors-Nurses-Scientists-Educators-Frontline Workers-MSM (I realize th...","sentiment_score":0.0}
{"full_text":"Moderna COVID vaccine has caused side effect for those with cosmetic facial fillers","sentiment_score":0.0}
{"full_text":"As COVID Numbers Rise, So Does 'Psychic Numbing'","sentiment_score":0.0}
{"full_text":"RT Baby, it's COVID outside","sentiment_score":0.0}
