{"full_text":"GORGEOUS!My pandemic weight gain has me flaunting the best of best sweatpants. Elastic and all.","sentiment_score":1.0}
{"full_text":"God has all his Children covered.Congrats to your Family","sentiment_score":0.0}
{"full_text":"RT In the face of the Chinese Communist Party's lies, Chinese citizen journalist Zhang Zhan's uncensored reports from Wuhan gav...","sentiment_score":0.0}
{"full_text":"The relief bill includes $55 million to help small businesses impacted by COVID-19.","sentiment_score":-0.25}
{"full_text":"Refuse Jab, Blacklisted? \/ Hugo Talks #lockdown via","sentiment_score":0.0}
{"full_text":"Bloody hell!!!","sentiment_score":-1.0}
{"full_text":"Thats Not Good ","sentiment_score":-0.35}
{"full_text":"RT Here's an idea: let's save endangered, beloved pubs by buying them together. We can offer meals to the elderly and fight th...","sentiment_score":0.7}
{"full_text":"Crazy how racist anti masking cops can skip the covid test line but an actual healthcare worker cant","sentiment_score":-0.3}
{"full_text":"Also regarding Fauci, very early on he was talking about PPE that he wanted to save for health care workers. We have of course learned much more about the virus since March. They are very clear now.","sentiment_score":0.2533333333}
{"full_text":"RT 60 million Americans are subject to a stay at home order or curfew.11 million are right here in Ohio.What would the Fou...","sentiment_score":0.0595238095}
{"full_text":"RT Mine on the other hand called me an animal last night and said Covid-19 will kill my relatives and I. This life no balance.","sentiment_score":-0.0625}
{"full_text":"RT 1st of all, aid starts phasing out at $75k2. it's already tied to outdated income info, don't make it worse3. Ppl who made $10...","sentiment_score":-0.4}
{"full_text":"RT 53,135 new Covid infections confirmed today. Susan Hopkins of PHE says this is \"of extreme concern\"\"Whilst the number...","sentiment_score":0.1371212121}
{"full_text":"RT #WearAMask to protect your friends, family, coworkers, healthcare professionals and all those in your community. Masks pr...","sentiment_score":0.0}
{"full_text":"RT You can never trust BBC Scotland. Scottish hospitals aren't under pressure. Hospitals in England and Wales are.BBC Scotl...","sentiment_score":0.0}
{"full_text":"Serh Ghana is not under lockdown so this is where they will come and fool","sentiment_score":0.0}
{"full_text":"RT FREE SMTOWN LIVE \"Culture Humanity\" 01.01.21 1PM KST 31.12.20 8PM PST 31.12.20 11PM ESTDuring this difficult t...","sentiment_score":0.0121212121}
{"full_text":"RT Day one and I will act to get COVID-19 under control and save American lives. We'll take action to protect Drea...","sentiment_score":0.05}
{"full_text":"These case numbers are a disaster, but I'm wondering if they are closer to the reality of what we would have seen in April, if we'd had the promised testing capacity? #COVID19https:\/\/t.co\/B3KGPxOIxe","sentiment_score":0.0}
{"full_text":"They started shooting redcoats. It's written in history books. That's how we became the country we are. It's time people grow up backbone and some guts. We must fight back now. We are not offensive people, we're in a defensive position under tyranny and oppression. God bless","sentiment_score":0.0}
{"full_text":"she said corona fuck u again lmaoooooo","sentiment_score":-0.4}
{"full_text":"THEORY: Trump Signs COVID Stimulus Bill to Use for Post Deep State Arrest Agenda, After Election Fraud is Exposed","sentiment_score":-0.025}
{"full_text":"COVID-19 pandemic has caused a record crisis in all spheres of life. In the field of education, the coronavirus outbreak may be the biggest disruption in history. #COVID19 #truecare24https:\/\/t.co\/rVOBvuo96R","sentiment_score":0.0}
{"full_text":"RT Researchers are turning to human waste to sniff out clues about COVID-19 in Santa Clara County And environmental he...","sentiment_score":-0.1}
{"full_text":"RT About half of England is under the nation's strictest lockdown measures, but the coronavirus is still spreading at an alarming...","sentiment_score":-0.1333333333}
{"full_text":"RT Official figures show the UK has recorded 414 new COVID-19 related deaths and 53,135 new casesFor more on this and othe...","sentiment_score":0.1931818182}
{"full_text":"Treating animals cruelly &amp; keeping them in poor conditions can lead to viruses that impact humans like COVID-19. But there's a ticking timebomb in factory farming that could make the public health crisis even worse: Superbugs.Read:#BanFactpryFarming","sentiment_score":-0.45}
{"full_text":"Congrats to your final fuck you before you get kicked out of office you bum.","sentiment_score":-0.2}
{"full_text":"covid cases are on the rise, university students won't adhere to the covid protocols so for their own safety, I humbly plead that schools remain closed to prevent further spread of this deadly virus..online schooling is the right way!#keepschoolsclosed #onlineschoolistheway","sentiment_score":0.0642857143}
{"full_text":"RT The WHO has warned it does not have evidence COVID-19 vaccines prevent people from passing the virus on to other people an...","sentiment_score":-0.125}
{"full_text":"RT Over 80% of Americans are for cash relief during the pandemic. Vote for it and you're a hero. Vote against it and millions...","sentiment_score":0.0}
{"full_text":"Unsustainable rates for our local healthcare facilities.  Very scary.  Action is needed.","sentiment_score":-0.1833333333}
{"full_text":"RT England's hospitals contain more patients with Covid than ever before. We are overwhelmed, in crisis. Yet from the gov...","sentiment_score":0.5}
{"full_text":"RT Lockdowns aren't stopping COVID.","sentiment_score":0.0}
{"full_text":"RT Elites please stay safe,wear ur masks, wash ur hands with soap more often, stay home, corona is real.I was sick since t...","sentiment_score":-0.1071428571}
{"full_text":"RT The European Union launches its mass Covid-19 vaccination program, days after approving the Pfizer\/BioNTech coronavirus vaccine...","sentiment_score":0.0}
{"full_text":"RT Very worrying. Be careful and stay safe, everyone.","sentiment_score":0.2}
{"full_text":"Premier League clubs have discussed a two-week \"cooling-off\" break in the season next month over fears of Covid-19 outbreaks causing chaos.[@TeleFootball]","sentiment_score":0.0}
{"full_text":"RT Will this miraculous \"Road to Damascus\" support be campaign headlines only or will Perdue &amp; Loeffler actually do their jo...","sentiment_score":0.0}
{"full_text":"England now has more coronavirus patients in hospital than during peak in April #keepschoolsopen","sentiment_score":0.5}
{"full_text":"COVID shit finna get real wild next year...","sentiment_score":-0.0166666667}
{"full_text":"RT In the face of the Chinese Communist Party's lies, Chinese citizen journalist Zhang Zhan's uncensored reports from Wuhan gav...","sentiment_score":0.0}
{"full_text":"RT Margaret is the only person in the United Kingdom who is legally allowed to go out and get fucking wrecked","sentiment_score":-0.1333333333}
{"full_text":"RT Nigerians are making things worst for Nigerians! You buy something now, the next minute you go back to get it ; the prize ha...","sentiment_score":-0.3333333333}
{"full_text":"Imagine that!? Attending an indoor party and not wearing masks = Covid spread. What egotistical morons.","sentiment_score":-0.8}
{"full_text":"RT 53k new cases. Not good.","sentiment_score":-0.1068181818}
{"full_text":"RT UK reports more than 53,000 new coronavirus cases, by far the biggest one-day increase on record- New cases: 53,135- In hos...","sentiment_score":0.2181818182}
{"full_text":"RT this is perhaps the most deranged pov i've ever seen from those who regularly contributed to covid becoming a much larger...","sentiment_score":0.2375}
{"full_text":"As 2021 looms, approach to Covid has become a catalyst of the possible breakup of the United Kingdom. Covid's most lasting political legacy in these islands may be that, in its aftermath, the UK will no longer actually exist.","sentiment_score":0.1}
{"full_text":"RT \"Intimidating\" is a projection that means \"Im used to feeling superior to Black ppl, but your edu\/skills arent less tha...","sentiment_score":0.1222222222}
{"full_text":"Good thing abject stupidity isn't contagious.","sentiment_score":0.05}
{"full_text":"This is the same rhetoric as \"poor people are only poor because they want to be\". What makes you more deserving than someone who was laid off or was about to enter the work force but couldn't because of the pandemic? Or someone who now","sentiment_score":0.05}
{"full_text":"RT We need a severe national lockdown and I mean severe! Airports closed, no incoming or outgoing flights. No one at work,...","sentiment_score":-0.2453125}
{"full_text":"RT My 93-year-old grandmother beat Covid. Amen! ","sentiment_score":0.0}
{"full_text":"RT 2020 has been a really tough year dominated by #COVID19 related issues. What happened to the monkeys? ","sentiment_score":-0.1944444444}
{"full_text":"RT Access free trusted advice for tourism businesses in our #BusinessAdviceHub, including funding, #COVID-19 guidance and...","sentiment_score":0.4}
{"full_text":"RT The biggest tech stories of a disastrous 2020 #Bitcoin #cryptocurrency #Crypto #MachineLearning #D...","sentiment_score":-0.7}
{"full_text":"RT When you see someone who is close to you not wearing a mask. however, does wear a mask!  #wearamask","sentiment_score":0.0}
{"full_text":"RT This thread...","sentiment_score":0.0}
{"full_text":"Nunca teve lockdown nesse pais ","sentiment_score":0.0}
{"full_text":"With the rising cases of covid-19, lockdown shouldn't part of the options the government is considering in curtailing the spread. Our economy is not strong enough to experience another lockdown. It's will breed a lot of insecurity and meltdown.","sentiment_score":-0.1083333333}
{"full_text":"RT I'm literally terrified of getting covid because I have other health issues and for people to call me boring for not wanting...","sentiment_score":-0.5625}
{"full_text":"RT California has the worst COVID-19 outbreak of any state in this country and also the most stringent restrictions.What...","sentiment_score":-0.25}
{"full_text":"RT FREE SMTOWN LIVE \"Culture Humanity\" 01.01.21 1PM KST 31.12.20 8PM PST 31.12.20 11PM ESTDuring this difficult t...","sentiment_score":0.0121212121}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonst...","sentiment_score":0.0}
{"full_text":"Idiots like him that has helped the spread of covid19. ","sentiment_score":-0.8}
{"full_text":"RT The mass roll-out of the vaccine against COVID-19 is expected to be completed by August, told","sentiment_score":-0.1}
{"full_text":"RT Yesterday and I announced the next phase of vaccinations, which includes Kentuckians over 70, first resp...","sentiment_score":0.125}
{"full_text":"I think this number from wuhan especially matters as this is were it originated and how it spread across the world.","sentiment_score":0.0}
{"full_text":"RT Today, DHEC announced 1,540 new confirmed cases and 29 new probable cases of COVID-19, 18 additional confirmed deaths and 0 new...","sentiment_score":0.2418181818}
{"full_text":"RT this is perhaps the most deranged pov i've ever seen from those who regularly contributed to covid becoming a much larger...","sentiment_score":0.2375}
{"full_text":"#Covid19 is forcing businesses to go all-in on #digital. Your customers expect and want everything at the click of a button, and that means it's time for your #business to get its technology plans off the back burner and into use.","sentiment_score":0.0}
{"full_text":"RT It's time for companies &amp; industries to rethink their global supply chain models. Jens Munch explains on how...","sentiment_score":0.0}
{"full_text":"Since the beginning of the pandemic, RenovaSmiles has always taken the necessary actions recommended by the CDC and ADA to maintain a COVID-free environment while providing the best quality service possible to all of our patients.Dr. Anderson has obtained his first dose","sentiment_score":0.3125}
{"full_text":"RT We entered this pandemic with: 40k too few nurses 10k too few doctors 17k too few beds A mere 4000 ICU beds...","sentiment_score":-0.275}
{"full_text":"RT FREE SMTOWN LIVE \"Culture Humanity\" 01.01.21 1PM KST 31.12.20 8PM PST 31.12.20 11PM ESTDuring this difficult t...","sentiment_score":0.0121212121}
{"full_text":"RT Her charge is 'picking quarrels and provoking trouble'In mzansi we'd all be doomed.","sentiment_score":-0.2}
{"full_text":"RT Jared Kushner, eight months ago today on COVID: \"This is a great success story, and I think that's really what needs to...","sentiment_score":0.4333333333}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"RT My condolences to the families of the deceased but can you tell us how many Canadians lost their lives because h...","sentiment_score":0.5}
{"full_text":"The NHS are the best of us.","sentiment_score":1.0}
{"full_text":"Tuesday MotivaSHUN! Clean Up Yo Act!#tuesdaymotivations #tuesdayvibe #Funny #lockdown #comedy #dogsoftwitter #CatsOfTwitter","sentiment_score":0.3083333333}
{"full_text":"Austerity measure that put more money in top 5% of country one of remaining why one two individuals left British politics when should had years of political lift in them ....don't believe the hype ..also is it true that vacine won't  stop you passing on covid ?","sentiment_score":0.225}
{"full_text":"omg she just said corona fooooock u","sentiment_score":0.0}
{"full_text":"hahahah did she say corona fk u again ","sentiment_score":0.0}
{"full_text":"Keep clapping and banging saucepans.","sentiment_score":0.0}
{"full_text":"#COVID19 has had a bifurcated impact on the #ConstructionIndustry. shares that while construction plans were canceled, employment is going up. While not a fully positive impact, it's great to see employment on the rise. #UnemploymentRate","sentiment_score":0.5136363636}
{"full_text":"RT 56%--that the increased transmission of the B.1.1.7  variant vs common strain from new study. Researchers warn that the...","sentiment_score":-0.0818181818}
{"full_text":"Just wish the mask-wearing idiots who obey signs in stores directing them which way to go to get their groceries would just stop wearing their masks!! It's all about CONTROL!   #chinavirushoax #chinavirus #covidcontrol","sentiment_score":-1.0}
{"full_text":"Er... COVID?","sentiment_score":0.0}
{"full_text":"A Bloomberg report found that according to economic infrastructure and demographic metrics, Silicon Valley ranks first among the top 100 U.S. metropolitan areas most likely to recover from the COVID-19 pandemic the quickest. #TechTuesdayRead more:","sentiment_score":0.325}
{"full_text":"My son is an AEMT. I've seen him for aprox 3 hrs in 3 weeks. Hes working 96 hr shifts. His last 48 was all covid. He's so tired. This is a small town. A lot of them deny it is real. It's heartbreaking. He has 2 kids. He missed Christmas with us. Wear the damn mask folks.","sentiment_score":-0.1125}
{"full_text":"Senate Bill 939, COVID-19, and Break Lease Deals #CRE #COVID #Leasing#TenantTips #CorporateRealEstatehttps:\/\/t.co\/HDUY2QRKxQ","sentiment_score":0.0}
{"full_text":"Then gone say he brought the price down from covid ","sentiment_score":-0.1555555556}
{"full_text":"RT This is straight from the CDC. First picture is flu season last year (clearly bad flu season) &amp; second picture is flu s...","sentiment_score":-0.05}
{"full_text":"RT We're continuing to roll out the #COVID19 vaccine across New York City.So far 67,116 New Yorkers have been vaccinated. This i...","sentiment_score":0.1242424242}
{"full_text":"Available NOW - Partnered with this survey was conducted to determine the impact of COVID-19 on technology deployments of businesses in Canada as work from home, combined with an economic downturn, swept the world starting in March 2020.https:\/\/t.co\/nUjDb3g6Y9","sentiment_score":0.2}
{"full_text":"RT EXCELLENT idea!","sentiment_score":1.0}
{"full_text":"Digital Aubraction Angiography (DSA) Equipment Market Size And Forecast (2020-2026)| With Post Impact Of Covid-19 By Top Leading Players- Neusoft,Wandong Medical,GE Healthcare,Siements Healthineers,Philips,Canon Medical","sentiment_score":0.1666666667}
{"full_text":"Well-written pre-pandemic article.  During #pandemic, I'm thinking why isn't this always happening in education?  What's stopping us... truly... what is? #IAEDinCTE #Equity #DiversityDesigning Equitable &amp; Culturally Responsive Learning Spaces","sentiment_score":0.1}
{"full_text":"RT Feel free to message me with suggestions. Nothing against public officials, but this is really more about others.","sentiment_score":0.3}
{"full_text":"President Cyril Ramaphosa declared a new ban on the sale of alcohol and said #mask-wearing will be compulsory in public after #SouthAfrica became Africa's first nation to record one million #COVID cases.https:\/\/t.co\/Yat5VyKMkz","sentiment_score":0.1287878788}
{"full_text":".@WHO warned that even worse pandemics could lie ahead in future and urged the countries to get 'serious' about the preparedness #COVID19 #WHO","sentiment_score":-0.2444444444}
{"full_text":"Alongside adapting and responding to the changes brought on by COVID-19 this year, Sheffield Children's has achieved awards, celebrated anniversaries, launched schemes and much, much more. Join our Chief Executive, John Somers, for a look back on the year.","sentiment_score":0.2833333333}
{"full_text":"Let's face it: 2020 hasn't been easy.But you know what is easy?Wearing a maskWashing your handsSocial DistancingWe're wishing everyone a healthy &amp; happy 2021 - Let's keep fighting COVID-19 together! #MaskUp  More info ","sentiment_score":0.6666666667}
{"full_text":"The received its first doses of the COVID-19 vaccine last week. Since then, hundreds of Cal. National Guard members have been inoculated, with most citing protecting their families as their reason for vaccination. #InThisTogether","sentiment_score":0.25}
{"full_text":"We sending off 2020 in style!! With the exclusive broadcast of the 10 years anniversary take over at featuring: ,@Shimza01 ,@MiCasaMusic ,@DJFreshSA and more  Tomorrow at 21:00 #SpringFiesta10on1 #SABC1WeMove #StayAtHome","sentiment_score":0.5}
{"full_text":"How many Texans are vaccinated?  Check our interactive map:https:\/\/t.co\/h3bvl8tlQH","sentiment_score":0.5}
{"full_text":"As we work towards a greener post-COVID world, what changes could ensure that hunger doesn't become the next global pandemic?","sentiment_score":0.0}
{"full_text":"American Humane has launched a special COVID fund to help animal shelters and rescue organizations.From now until the end of the year, gifts to American Humane will be doubled:https:\/\/t.co\/21yxtG3PLR","sentiment_score":0.119047619}
{"full_text":"RT The biggest tech stories of a disastrous 2020 #Bitcoin #cryptocurrency #Crypto #MachineLearning #D...","sentiment_score":-0.7}
{"full_text":"Sibte Hassan of NYC's BK Jani nearly died from COVID, and how he's on a mission to feed anyone, anywhere. \"The bigger picture is that food scarcity is not just local, it's not just hyperlocal, it's all over.\"","sentiment_score":0.0333333333}
{"full_text":"Accelerated investments in 2020 redefined omnichannel, writes Amanda Bourlier, head of retail at Euromonitor International.https:\/\/t.co\/9k07DQ8K8c","sentiment_score":0.0}
{"full_text":"If you need a #covid19 test today, check out our map at this link...","sentiment_score":0.0}
{"full_text":"We can #StopTheSurge. Stay home, wash hands, watch our distance. We can do this.","sentiment_score":0.0}
{"full_text":"I don't think there are many teachers pushing for priority vaccination...they'd rather the vulnerable were vaccinated first.  At the very least can the Government confirm that all doctors and nurses working on Covid wards have been vaccinated?  Because the haven't yet!","sentiment_score":-0.059375}
{"full_text":"I am a week behind on the rent already.. The symptoms a less severe.. I have a bag of rice and some cans.. wait till symptoms have gone and wait two weeks.. All I can doThanks for your advice. I should put the link to test here for anyone;https:\/\/t.co\/Q21uNKXt4t","sentiment_score":-0.2833333333}
{"full_text":"\"We need to realize that we're part of a community, and we need to understand that part of that community is going through some very heavy, heavy loss right now. And we just need to be kind to each other.\"https:\/\/t.co\/Sh7rkTuZ4u","sentiment_score":0.0601428571}
{"full_text":"More Americans are hospitalized with COVID-19 symptoms now than at any other point during the pandemic, according to the COVID Tracking Project.","sentiment_score":0.1875}
{"full_text":"RT A  on COVID Living Room Spread: Saturday: - Older, out of the house brother wants to visit younger siblings.  Mom says...","sentiment_score":0.1222222222}
{"full_text":"Lt.Col.  Abiy, are you really worried that the Ethiopian people are infected with Covid-19?  You should know that, if the Ethiopian people were asked to choose between you and Covid-19, they would definitely choose covid-19.  Because you are more dangerous than covid-19.","sentiment_score":0.025}
{"full_text":"RT BREAKING: Vice President Kamala Harris has received her FIRST dose of the COVID-19 vaccine.Protect her at ALL COSTS!!!","sentiment_score":0.48828125}
{"full_text":"RT General De Hillier, an expert in deployment,  was hired months ago to oversee vaccine delivery in #onpoli for $20K per...","sentiment_score":0.05}
{"full_text":"Hospitals across northwest Ohio are experiencing dangerously high occupancy rates due to COVID-19. Hear the latest from University of Toledo infectious disease and virology experts.https:\/\/t.co\/51geYj8AyB","sentiment_score":0.1783333333}
{"full_text":"RT One person of a family, who returned from UK recently, had tested positive for #COVID19 in Meerut. UK strain of #COVID19 vir...","sentiment_score":0.1136363636}
{"full_text":"Post-Pandemic Sales: Will the Digital Switch Stay Flipped?https:\/\/t.co\/HZkjDUrGnv#LTEN","sentiment_score":0.0}
{"full_text":"More COVID-19 vaccines in the pipeline as US effort ramps up ","sentiment_score":0.5}
{"full_text":"\"The pandemic is only the latest assault after more than a decade of financial hits on these schools.\" ","sentiment_score":0.25}
{"full_text":"Monday saw nine additional deaths listed as a result of COVID-19 and 107 new cases. One death is linked to the Grandview Personal Care home in the Prairie Mountain Health Region. #westman","sentiment_score":0.0681818182}
{"full_text":"Remember to keep yourself and those around you safe. HANDSFACESPACE #Covid19","sentiment_score":0.5}
{"full_text":" TOMORROW is the last day to sign up for affordable, high-quality health insurance through https:\/\/t.co\/4EI65p9yWy for coverage to start January 1, 2021. With cases of COVID-19 continuing to rise, it is more important than ever to get insured.","sentiment_score":0.3}
{"full_text":"Please see today's update on positive COVID-19 cases in for 12\/26-12\/28. Updates are on Mondays, Wednesdays, and Fridays by noon, but Tuesday\/Thursday this week due to the holiday.","sentiment_score":0.0511363636}
{"full_text":"If you have symptoms of #COVID19 or have been exposed to someone who is sick, we have a simple message for you: Don't wait! Separate! Call 1-844-NYC-4NYC or visit to book a free Take Care hotel room.#NYCTestandTrace","sentiment_score":-0.1047619048}
{"full_text":"North Korea has shut its borders for nearly a year to keep the coronavirus out and it could face its worst economic crisis since a devastating famine in the 1990s.","sentiment_score":-0.425}
{"full_text":"If you're an employee or self-employed, the #COVID__19 Illness Benefit can provide you with income support if you've been diagnosed with #COVID19, or instructed by a doctor or the HSE to self-isolate.The payment is EUR350 per week.For more info visit","sentiment_score":0.5}
{"full_text":"What do YOU want to get back to? We can #GetBackMass when we wear a mask, keep our distance, and get tested. Learn more: #covid19MA","sentiment_score":0.25}
{"full_text":"CAD\/CAM pioneer Michael Skramstad, DDS, has been taking advantage of technologies and new educational platforms to make the most of a year that was hit with a pandemic.https:\/\/t.co\/U6hyDKVaof","sentiment_score":0.2954545455}
{"full_text":"Tour an aquarium or zoo in your home...#covid19 #LetsTalkTravel #SaveMoney #ExpertAdvice #TravelPlanner #travel #tour #vacation #AmyJonesTravel 803-493-3431 or Amy@AmyJonesTravel.com","sentiment_score":0.0}
{"full_text":"RT Hospitals running out of oxygen.One trust with no non-invasive machines left. ICUs tweeting for volunteers to prone pa...","sentiment_score":0.0}
{"full_text":"RT Exclusive: Premier League clubs discuss two-week break in season amid Covid chaos fears","sentiment_score":0.0}
{"full_text":"RT HENRY RODRIGUEZ, 61 of Riverside, California died of COVID on Dec. 13.\"He was the best of us all. You cannot find a per...","sentiment_score":1.0}
{"full_text":"  gave a look at the COVID-19 relief package and spending bill Full Interview:","sentiment_score":0.35}
{"full_text":"RT The notifications I get when somebody buys a book on our website are cheering.....sad I know, but there it is. Thank you...","sentiment_score":0.0}
{"full_text":"Why is no one talking about this. I had to see this on Twitter to know what happened. It wasn't even on the news because the only thing they talk about is Corona","sentiment_score":0.0}
{"full_text":"Coronavirus death toll climbs at northern Lincs hospitals","sentiment_score":0.0}
{"full_text":"RT Pandemic or NHS staff crisis? Does a NHS staffing crisis give the government the right to control who enters your pro...","sentiment_score":0.2857142857}
{"full_text":"New York's covid restrictions rolled back after challenge from religious groups","sentiment_score":0.0454545455}
{"full_text":"RT So it's official. With 2 days to go in 2020, Toronto has already recorded 460 shootings and firearms discharges  -- 2nd high...","sentiment_score":0.08}
{"full_text":"Such sad news. RIP:https:\/\/t.co\/z920Sn5WZd","sentiment_score":-0.25}
{"full_text":"The Government is set to review coronavirus tiers tomorrow - here's some ideas of what we could see happen","sentiment_score":0.0}
