{"full_text":"RT Coronavirus vaccine 'won't achieve herd immunity until summer' delaying return to normal","sentiment_score":0.15}
{"full_text":"RT Covid-19: Concern at 'unprecedented' infection level in England - BBC News","sentiment_score":0.6}
{"full_text":"\"Let's rock\"","sentiment_score":0.0}
{"full_text":"He's gone into lock down again","sentiment_score":-0.1555555556}
{"full_text":"RT Over the past week, there has been a 15% decrease in new COVID cases and deaths in America.The media will not tell you...","sentiment_score":-0.0568181818}
{"full_text":"We don't have to be psychic...","sentiment_score":0.0}
{"full_text":"Counterpoint- I'm not shutting my businessI'm not turning away customersI'm not going to stop dealing with the vendors who keep my business goingI'm not going to lose my livelihood, my house, and my savingsYou take your precautions and live your best life, I'll live mine.","sentiment_score":0.4242424242}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"RT Things are bad.Please stay at home if you can.Please.","sentiment_score":0.0}
{"full_text":"RT Here are the new lockdown regulations PLEASE HELP RETWEET TO SAFE A LIFE. #coronavirussa level 3 #cyril Capetown htt...","sentiment_score":0.3181818182}
{"full_text":"RT I love the COVID dissident in the drugstore. HERO.","sentiment_score":0.5}
{"full_text":"RT You've got to be fucking kidding.","sentiment_score":-0.6}
{"full_text":"RT I have heard some concerns regarding the use of mRNA VACCINES in transplant recipients. Theoretical concerns of reject...","sentiment_score":0.0}
{"full_text":"People on here, not MAGAs, but classical liberals, often advocate for the economy without considering how compromised the healthcare system is or infection and mortality rates. That's besides the psychological and economic impact of apathy towards the pandemic.","sentiment_score":0.0666666667}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"RT Gov. Gavin Newsom has ordered 5,000 body bags, most of them earmarked for Los Angeles County. @skarlamangla @ronlin  ht...","sentiment_score":0.5}
{"full_text":"RT Are you getting a little bored under lockdown with your family, roommate(s), or pet(s)? Tell them a scary story! Check ou...","sentiment_score":-0.4375}
{"full_text":"RT Gov. Andrew Cuomo says anyone who engages in coronavirus vaccine fraud could face up to a $1 million fine and lose their lice...","sentiment_score":0.4166666667}
{"full_text":"RT Over the past week, there has been a 15% decrease in new COVID cases and deaths in America.The media will not tell you...","sentiment_score":-0.0568181818}
{"full_text":"RT #COVID19 Statistics in SA as at 28 December.Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"RT Term starts in a week. Why can't tell us:1. What the science tells us about covid in schools?2. What...","sentiment_score":0.0}
{"full_text":"RT As an immunocompromised chronically ill person it's been SUPER FUN to watch people I know, people in my community, strangers...","sentiment_score":0.0444444444}
{"full_text":"RT We must continue to be smart, be safe, and protect ourselves and our loved ones.","sentiment_score":0.4714285714}
{"full_text":"RT Socialism is one of the most deadly Viruses worse than COVID 19. It has demonstrated throughout history to kill more peo...","sentiment_score":0.1}
{"full_text":"RT 1 in 1,000 Americans has died from the coronavirus. 3,000 people dead every day. And all it would've taken to prevent...","sentiment_score":-0.2}
{"full_text":"About to get tested for COVID hopefully I don't have it","sentiment_score":0.0}
{"full_text":"RT UPDATE: President Trump Urges Congress to Bump CoVID Relief Checks to $2000 Per Adult","sentiment_score":0.1}
{"full_text":"you liberals are not very smart. a little research and you would know the psychopath hacked into the emergency system and lied and elevated the numbers of covid. in other words. she is a Liberal","sentiment_score":-0.1316391941}
{"full_text":"While pandemic deaths soar, Mike Pence is on an extended ski vacation ","sentiment_score":0.0}
{"full_text":"RT everyone should know katalin kariko's name. she is the woman behind the mrna research backing the two frontrunner covid19 va...","sentiment_score":-0.4}
{"full_text":"RT Exclusive: London hospital declares major incident over its oxygen supply with patients turned away","sentiment_score":0.0625}
{"full_text":"RT At every stage of the pandemic, from the initial outbreak to the second wave, this Conservative government has acted too...","sentiment_score":0.0}
{"full_text":"RT Democrats will vote today to give $2,000 to each American.Republicans have repeatedly blocked it -- during negotiations...","sentiment_score":0.0}
{"full_text":"RT When attacks Dr. Fauci, do you think he realizes he's helping Russian trolls spread disinformation about th...","sentiment_score":0.0}
{"full_text":"RT The next few weeks will be the most crucial in American history.Here's where I stand:I will be VOTING NO to override","sentiment_score":0.06}
{"full_text":"RT Today I'll vote to increase the COVID relief from $600 per person to $2,000 per person.If it wasn't for congressional...","sentiment_score":0.0}
{"full_text":"A reminder that after a few days off, will be back at the podium today at 3:30 with a full #COVID19AB update. Preliminary data from the past week is below. #RedDeer #ableg","sentiment_score":-0.025}
{"full_text":"RT The Walter Reed doctor who criticized Trump's COVID joyride: \"I stand by my words, and I regret nothing.\"","sentiment_score":0.0}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate...","sentiment_score":0.0}
{"full_text":"RT No, rationing care has not begun. This letter describes a plan to be used *IF* resources become so scarce as to require it. Bu...","sentiment_score":0.0}
{"full_text":"The Constitutional Court of Bosnia and Herzegovina rules that the measure of restricted movement and wearing of masks during a coronavirus pandemic is a violation of basic human rights.https:\/\/t.co\/pUj3Cq8rwS","sentiment_score":0.0}
{"full_text":"RT So the ultimate effect of Trump waffling on the coronavirus and omnibus bill is that Democrats clarified that it was Republi...","sentiment_score":0.0}
{"full_text":"Yes, it did. states closed schools because of Covid and easily it spreads and how deadly serious this virus is!!","sentiment_score":-0.0625}
{"full_text":"Says it all really, but still the masses will disagree, call anyone that sees the true data  covidiots, accuse you of potentially killing granny, all because they've been conditioned and scared by the covid pandemic narrative. How the media can still push the lie is astounding.","sentiment_score":0.2875}
{"full_text":"RT I hate it when people don't comply to Covid protocols and these are the same people who will be quick to blame government w...","sentiment_score":-0.1555555556}
{"full_text":"RT As of today, the total number of confirmed #COVID19 cases is 1 011 871, the total number of deaths is 27 071 and the tot...","sentiment_score":0.1333333333}
{"full_text":"RT 1 in 1,000 Americans has died from the coronavirus. 3,000 people dead every day. And all it would've taken to prevent...","sentiment_score":-0.2}
{"full_text":"RT Democrats will vote today to give $2,000 to each American.Republicans have repeatedly blocked it -- during negotiations...","sentiment_score":0.0}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT As an immunocompromised chronically ill person it's been SUPER FUN to watch people I know, people in my community, strangers...","sentiment_score":0.0444444444}
{"full_text":"RT NHS England have said there are now more COVID patients in hospitals in England that at previous peak in April - 20,426 as...","sentiment_score":0.1666666667}
{"full_text":"RT No. It wouldn't. Authoritarianism is immoral, evil and wrong. That's why I oppose lockdowns.https:\/\/t.co\/aOJg6dfmN8","sentiment_score":-0.75}
{"full_text":"Thanks So much for #LevellingUp  #austerity led to #brexitshambles - cuts in #PublicHealth has led to higher #COVID deathtoll than USA","sentiment_score":0.2166666667}
{"full_text":"RT Said primary school children closed my wife's school down for two weeks due to Covid infection. So are primary schoo...","sentiment_score":0.0838888889}
{"full_text":"Staggering is the fact that 1 out of every 6 people in NJ nursing homes have died of covid in the last nine months.","sentiment_score":0.0}
{"full_text":"RT Israeli experts claim they can cure Covid 19 in thirty seconds.https:\/\/t.co\/8iqi8WduT2","sentiment_score":0.0}
{"full_text":"RT We are working to find better methods for measuring the severity of #COVID19 infections in lungs. We're proud to join","sentiment_score":0.65}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"Say it with me...COVID-19.  IS.  NOT.  JUST.  THE.  FLU.https:\/\/t.co\/8Q9ttZRWZW","sentiment_score":0.0}
{"full_text":"RT Isn't it amazing how they never acknowledge that you still can get Covid no matter how \"good\" you are and how much we des...","sentiment_score":0.5}
{"full_text":"Twitter is fine to converse in. Complete strangers in public is different. Twitter is safe but in public, pre-covid, it wasn't unusual for folk to get in my physical space cos they think they're allowed because I \"look nice\" and fuck that shit","sentiment_score":0.1106060606}
{"full_text":"RT For those who use asymptomatic spread as the fear batton.. the evidence mounts that there is no such thing. Just as WHO...","sentiment_score":0.0}
{"full_text":"\"Lockdowns Do Not Control Coronavirus\" - Evidence From The US Institute For Economic Research -","sentiment_score":0.2}
{"full_text":"RT Trauma on the way and sounds unstable. Will head to the ED and activate MTP on the way. Since people with covid aren't exem...","sentiment_score":0.0}
{"full_text":"RT Why is the biggest outbreak in COVID in the country right now - California - which has had the most strict lockdown rules?","sentiment_score":0.3928571429}
{"full_text":"RT And they don't even want to hire more health workers. There are doctors and nurses sitting at home while the few that are...","sentiment_score":0.15}
{"full_text":"RT Let's be real. Lockdown isn't working because British people don't know how to follow rules .  We think we are above every...","sentiment_score":0.0666666667}
{"full_text":"RT #COVID19 Statistics in SA as at 28 December.Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"Note that this isn't just because I've recognized that actively being traumatized by the pandemic is a problem, it's also because I was thinking out loud and realized that a work thing I'm doing is a giant contribution to the field and nearly had a panic attack and that's stupid","sentiment_score":-0.1466666667}
{"full_text":"And the fact that those that don't feel comfortable coming in during a pandemic still get marked as absent","sentiment_score":0.25}
{"full_text":"RT Yesterday, we passed the mark of more than one million confirmed coronavirus cases in our country. Nearly 27,000 Sout...","sentiment_score":0.3333333333}
{"full_text":"Stay home and smoke more weed. We deliver within 2 hours, Calgary.","sentiment_score":0.5}
{"full_text":"I thought this very same thing and if that's the case it's a declaration of war!!","sentiment_score":0.0}
{"full_text":"RT Dr. Richard Strauss sexually abused 177 wrestlers at Ohio State University and guess who covered it up? did. h...","sentiment_score":0.5}
{"full_text":"RT The New Yorker's Lawrence Wright discusses how the U.S. missed chances to lessen the impact of the coronavirus early in the year...","sentiment_score":0.1181818182}
{"full_text":"RT To make the best success of Our Glorious Brexit, we need our children to be the best educated, most innovative, creative...","sentiment_score":0.6333333333}
{"full_text":"RT Coronavirus updates: Air travel hits record high amid winter holidays","sentiment_score":0.16}
{"full_text":"Hope on horizon as AstraZeneca vaccine nears approvals.\"It takes a while for everyone to have their 2 doses, so it's going to take some time. Be safe, wear your mask, socially distance. We're not quite out of the woods yet, but things are looking great.\"","sentiment_score":0.4444444444}
{"full_text":"Severe shortage of subs could affect reopening of schools in '21 (supply down &gt;50% in many places w\/ demand rising) #teachers #CAedchat by","sentiment_score":0.1722222222}
{"full_text":"Covid is the ONLY issue , any other day I'm mad I wasn't invited","sentiment_score":-0.25}
{"full_text":"In #Germany the team have been serving all year through the #COVID19 pandemic including #medical services and support for #homeless people","sentiment_score":0.0}
{"full_text":"our guy","sentiment_score":0.0}
{"full_text":"RT One more United Kingdom returnee tests positive for COVID-19 in Telangana, taking total positive cases among UK returnees to 21: S...","sentiment_score":0.1409090909}
{"full_text":"Without that Covid cocktail he was a goner.","sentiment_score":0.0}
{"full_text":"COVID-19: avoiding hospital caused heart disease death rise via","sentiment_score":0.0}
{"full_text":"RT #NYCACC PRIORITY -SORA 7yr #92732 Brooklyn's longest stay at 150 days, SORA is STILL the most endearing boy! Loves his stuff...","sentiment_score":0.5625}
{"full_text":"RT \"Ambulances are circling hospitals for hours trying to find one that has a bed open so they can bring in their critically...","sentiment_score":0.0}
{"full_text":"RT even with a vaccine, i'll still be wearing a mask and continuing cleaning and social distancing. i ain't had a cold or n...","sentiment_score":-0.2833333333}
{"full_text":"How fascist of them","sentiment_score":0.0}
{"full_text":"RT Impressive how fast Israel is vaccinating its population. They are already at 4.3%. And within the last 24 hours they repo...","sentiment_score":0.4}
{"full_text":"RT #COVID19 didn't close churches. Government did.","sentiment_score":0.0}
{"full_text":"RT Nearly 500 doses of COVID-19 vaccine discarded at Aurora Medical Center-Grafton","sentiment_score":0.05}
{"full_text":"RT Why is the biggest outbreak in COVID in the country right now - California - which has had the most strict lockdown rules?","sentiment_score":0.3928571429}
{"full_text":"That was because you decided to got to the club World Cup mate, this is because of COVID. Slightly different things","sentiment_score":0.0}
{"full_text":"RT Food for thoughtOnly 39 of 95 economies tracked by the IMF are \"advanced\"; most were already advanced by 1945. The few th...","sentiment_score":0.275}
{"full_text":"At 1st wave peak, UK was reported to be at 80% of NHS hospital capacity - pulling out all stops to priotitise COVID-19 above all else. We're back there and will presumably go higher. Nightingales were no boost to capacity last time, lacking the extra staff that would've needed.","sentiment_score":0.05}
{"full_text":"RT In the new bill that Donald Trump just signed:Employers will no longer have to provide paid sick leave to workers who get...","sentiment_score":-0.288961039}
{"full_text":"Join me live with Chief Terrazas as our incredible LAFD firefighters and paramedics receive doses of the COVID-19 vaccine. ","sentiment_score":0.5181818182}
{"full_text":"I'm not saying she isn't at more risk, we all are. I have been working in school throughout lockdown, I never worked from home. I think sending the children back next week when cases are so obviously out of control is madness.","sentiment_score":0.125}
{"full_text":"RT #COVID19 didn't close schools. Government did.","sentiment_score":0.0}
{"full_text":"RT Dr. Richard Strauss sexually abused 177 wrestlers at Ohio State University and guess who covered it up? did.","sentiment_score":0.5}
{"full_text":"RT People of LA - our collective risk for every activity is much, much higher now because the virus is SO pervasive. Things tha...","sentiment_score":0.25}
{"full_text":"Exactly! Who listens?","sentiment_score":0.3125}
{"full_text":"RT A few people need to be jailed for violating Covid regulations in order to set the right tone.","sentiment_score":0.0428571429}
{"full_text":"Check out the revamped website! It includes #CancelRent #CancelMortgages platform details, FAQ &amp; important data on housing impacts of COVID. You can endorse the campaign and take action in support all in one place!https:\/\/t.co\/qum8hyIyoQ","sentiment_score":0.25}
{"full_text":"The demand did not subside after the COVID-19 pandemic forced the Trident Literacy Association to shut down its classrooms.https:\/\/t.co\/kON5vtVSvW","sentiment_score":-0.2277777778}
{"full_text":"We all have our reasons for getting the COVID-19 vaccine. What will be yours? #OurBestShot #WhatsYourWhy","sentiment_score":0.0}
{"full_text":"In response to the pandemic, traditional schools have failed to provide quality learning options to all students, leaving vulnerable kids behind.","sentiment_score":-0.35}
{"full_text":"The Centers for Disease Control and Prevention updated its COVID-19 vaccination guidelines for people with underlying health conditions, including people with HIV, autoimmune conditions, and Bell's palsy.","sentiment_score":0.0}
{"full_text":"RT London is in #Tier4 of the Covid-19 restrictions, which means people should #StayAtHome where possible.Only leave...","sentiment_score":0.0}
{"full_text":"#Intention is powerful... #JoYTrain #SuccessTRAIN  #Joy  #MentalHealth #Mindfulness #GoldenHearts #IAM #COVID19 #MondayMorning #MotivationMonday #MondayMotivation #MondayThoughts #makeyourownlane #spdc RT","sentiment_score":0.55}
{"full_text":"RT Cases still rising exponentially. NHS on brink. And the Christmas surge *has not even begun yet*.","sentiment_score":0.0}
{"full_text":"Airlines celebrate extension of COVID reliefhttps:\/\/t.co\/rxmnNT0TFW","sentiment_score":0.0}
{"full_text":"RT Russia admits to world's third-worst Covid-19 death toll","sentiment_score":0.0}
{"full_text":"Of the 2,998 total cases of COVID-19 in the county, 475 are considered active and 2,514 are recovered.","sentiment_score":-0.0666666667}
{"full_text":"COVID-19 changed our lives in 2020. Here's some of the biggest, most impactful stories from the time the virus hit Lee County ","sentiment_score":0.5}
{"full_text":"Have we had confirmation that the current #vaccines are good to deal with the latest strain of #COVID19?","sentiment_score":0.4}
{"full_text":"\"I don't see us failing in the next three, four months,\" said James Garruto, owner of Jimmy Geez in Oak Ridge. \"However long this goes on, we'll work and adapt to keep our doors open, to keep our staff working and to keep our customers fed.\"","sentiment_score":-0.0166666667}
{"full_text":"Join us today, Mon. Dec. 28 for FREE COVID-19 Testing at our new location.When:  Monday, Dec 28, 9A-3PWhere: 11151 Colorado BlvdPreregistration is HIGHLY encouraged for a faster check-in. Visit to register and more info or call 303-538-7420","sentiment_score":0.2990909091}
{"full_text":"#HHSMontcoPA Public Health Nurses received their #COVID19 vaccine today. These COVID vaccinations were the first to be administered in the county! Check out our webpage for more information about the vaccine:","sentiment_score":0.2708333333}
{"full_text":"RT I am glad the bill does not include Senator McConnell's corporate giveaway, which I called out as a license to kill for...","sentiment_score":0.25}
{"full_text":"Once Upon A Time In BIM: A Theatre Resuscitation In The Time Of COVID-19 #Theatre #COVID19 #Barbados #Review","sentiment_score":0.0}
{"full_text":"We are excited to bring more students back on 1\/11. To do this as safely as possible, we are offering FREE COVID-19 testing for ALL SPS staff+students.We know you have ?s, so we created a video. Here is School Committee member, with more","sentiment_score":0.2958333333}
{"full_text":"Just looking over the movies that were scheduled for release this year, it's clear that for women 2020 was going to be a big year one way or the other. The pandemic seems to have accelerated the trend Read more here:via","sentiment_score":0.11875}
{"full_text":"RT can't lie, if we enter Tier 5 for a month or 2, I'm taking psychedelics...you man enjoy the pandemic, I'm going to the 11...","sentiment_score":0.4}
{"full_text":"RT The president only added pain to misery with this needless delay. But now that he signed our COVID-19 relief bill, American...","sentiment_score":-0.1666666667}
{"full_text":"The Centers for Disease Control and Prevention updated its COVID-19 vaccination guidelines for people with underlying health conditions, including people with HIV, autoimmune conditions, and Bell's palsy.","sentiment_score":0.0}
{"full_text":"RT Mandatory masks, shuttered theatres and confusing rules: Scouring century-old copies of the reveals many...","sentiment_score":0.1}
{"full_text":"\"That was after the study in February in the Lancet that showed that the first case that was definitely identified was December 1 and it was a person who had no connection to the Wuhan seafood market.","sentiment_score":0.125}
{"full_text":"\"This technology, or proof of it, could help not only with COVID-19, but with other infectious diseases.\"","sentiment_score":-0.0625}
{"full_text":"Your health shouldn't wait! Health screenings, vaccinations and other non-COVID care are still essential. That's why we've taken the utmost precaution to ensure your safety during your visit. #OpenForCareNYCMake an appointment today:","sentiment_score":-0.0625}
{"full_text":"Join us as we say \"THANK YOU\" to our Frontline workers in our community. Visit for nomination forms. Two Frontline families will be selected at random to receive a gift card during the month of January#buffalony #frontline #covid19","sentiment_score":-0.5}
{"full_text":"New research suggests that zinc -- which many Americans take at the first sign of the common cold -- may help people recover from COVID-19.","sentiment_score":-0.0027272727}
{"full_text":"This year has highlighted health inequities among many communities. Take a look back at our 21 Prioritizing Equity panels featuring experts discussing how factors such as #COVID19 and systemic racism affect minoritized groups. #WrapUp2020","sentiment_score":0.1666666667}
{"full_text":"RT Zhang Zhan a Chinese \"citizen journalist\" who reported on the early days of the #coronavirus in #Wuhan has been given...","sentiment_score":0.05}
{"full_text":"RT As #COVID19 cases rise, the safest choices for celebrating the #NewYear are to stay home and welcome 2021 with the people you l...","sentiment_score":0.8}
{"full_text":"Name one thing you had to cancel because of COVID","sentiment_score":0.0}
{"full_text":"Somebody should told Dwayne Haskins youre allowed to suck when you're new, OR youre allowed to be good and go do stupid shit like go clubbin during a pandemic. You can have one or the other, thems the rules, cant be both buddy.","sentiment_score":-0.0577272727}
{"full_text":"A vaccine for stupidity should be available Jan 20, 2021.","sentiment_score":-0.1}
{"full_text":"Just Announced: Starting Tuesday, January 5, Biotech Showcase(tm) digital live sessions featuring COVID-19 thought leaders, pharma and biotech execs, and top investors will be broadcast in partneringONE(r). Learn more! &gt;&gt;","sentiment_score":0.2522727273}
{"full_text":"RT I stan the optimism of everyone saying \"It's only 14 days.\" like we aren't on day 277 of a \"21 day\" lockdown... ","sentiment_score":0.0}
{"full_text":"RT There are now more people in hospital in England with Covid-19 than at any point in the pandemic. Where is the government...","sentiment_score":0.5}
{"full_text":"RT Why is the biggest outbreak in COVID in the country right now - California - which has had the most strict lockdown rules?","sentiment_score":0.3928571429}
{"full_text":"RT Democrats will vote today to give $2,000 to each American.Republicans have repeatedly blocked it -- during negotiations...","sentiment_score":0.0}
{"full_text":"Top Belgian entrepreneurship hashtags right now in Belgium: #health, #Belgium, #COVID19, #Belgique, #france","sentiment_score":0.3928571429}
