{"full_text":"RT one year and a pandemic later, master's and doctoral students still have no guaranteed healthcare at","sentiment_score":0.0}
{"full_text":"RT Breaking: FDA authorizes Pfizer's coronavirus vaccine for emergency use. Inoculations to be available in days. | Just...","sentiment_score":0.4}
{"full_text":"I know why.The COVID crisis has worn us all down.Meanwhile I'm getting really short with morons coming into the store with no mask and having to try and be polite about chasing them out. I think I'm just waiting for the one to give me an excuse to let go of the leash...","sentiment_score":-0.2833333333}
{"full_text":"RT BREAKING: FDA approves Pfizer's Covid vaccine for emergency use as U.S. reaches pivotal moment in the pandemichttps:\/\/t.co\/w...","sentiment_score":0.5}
{"full_text":"RT Congratulations to #SuperM for \"With You\" performance winning \"Favorite Zoom Performance\" of LiveXLive The Lockdown Awards ...","sentiment_score":0.5}
{"full_text":"RT This is amazing. December 2020. As late as this April, people--including Dr. Fauci--thought 18 months was probably too optimistic...","sentiment_score":0.15}
{"full_text":"RT Does anyone else kind of think that this organization has... I don't know... lost the credibility to speak about the importanc...","sentiment_score":0.6}
{"full_text":"RT How did Nunes ever get reelected?","sentiment_score":0.0}
{"full_text":"RT Today, FDA issued the first emergency use authorization (EUA) for a vaccine for the prevention of #COVID19 caused by SARS-CoV-2...","sentiment_score":0.25}
{"full_text":"RT The FDA has authorized Pfizer and BioNTech's coronavirus vaccine for emergency use in the U.S. A Pfizer spokesperson co...","sentiment_score":0.0}
{"full_text":"RT My grandmother is 92 years old. She tested positive for Covid-19 on Wednesday. They started her on the same treatment re...","sentiment_score":0.1090909091}
{"full_text":"RT Coronavirus relief isn't \"Washington gridlock.\" One party wants to provide overwhelming relief to the American people,...","sentiment_score":0.2333333333}
{"full_text":"Perspective | 'Take off your mask': Boorish customers have found a way to make sexual harassment even more of a hazard","sentiment_score":0.5}
{"full_text":"RT Breaking News: The FDA authorized Pfizer's coronavirus vaccine for emergency use, clearing the way for millions of highly vuln...","sentiment_score":0.16}
{"full_text":"RT just really hoping when this pandemic is over svt can have their world tour and wonwoo can take his photos all over the worl...","sentiment_score":0.2}
{"full_text":"RT Our daily update is published. States reported 2.1 million tests, a record 232k cases, and 2,749 deaths. There are 108...","sentiment_score":0.0}
{"full_text":"RT #BREAKING: The FDA officially approves the Pfizer-BioNtech coronavirus vaccine, the first approved in the U.S. #OANN","sentiment_score":0.25}
{"full_text":"RT BREAKING: FDA authorizes first COVID-19 vaccine. Trust FauciIt's just a little ouchie * (As Jimmy Fallon says)Congratu...","sentiment_score":0.03125}
{"full_text":"RT Today's remarkable announcement will hopefully go down as yet another life-changing development.  #creat...","sentiment_score":0.2972222222}
{"full_text":"RT THANK YOU, ADMINISTRATION!","sentiment_score":0.0}
{"full_text":"RT Sweet Jesus. Doug Ford said, \"this carbon tax is going to be the worst thing you can ever see.\" Today. In the...","sentiment_score":-0.325}
{"full_text":"And this is more important than Covid relief at the moment?","sentiment_score":0.45}
{"full_text":"RT Just a gentle plea: Even more than before, isolate if you can. It's not forever. Help is coming. Give them time to deploy...","sentiment_score":0.35}
{"full_text":"&amp; tried to help a rejected, lawless president overturn the will of the people &amp; stood by &amp; said nothing while he lied &amp; caused 300,000 Americans to die from a virus they could have helped do something about! Shameless! History will record them as black marks","sentiment_score":-0.1666666667}
{"full_text":"BREAKING: U.S. officially approves Pfizer's COVID-19 vaccine $pfe  ","sentiment_score":0.0}
{"full_text":"Did you asked same question when they worked and did relief work during bihar floods during curfew and lockdown days and all other natural calamities happened in India?","sentiment_score":-0.0083333333}
{"full_text":"RT In 1952, the peak year of polio, over 3000 people died from it in the US.  Over 3000 Americans died in one day from Coron...","sentiment_score":0.0}
{"full_text":"RT This is amazing. December 2020. As late as this April, people--including Dr. Fauci--thought 18 months was probably too optimistic...","sentiment_score":0.15}
{"full_text":"The death of Covid","sentiment_score":0.0}
{"full_text":"The same group that poison us with the food we eat ","sentiment_score":0.0}
{"full_text":"RT BREAKING: The FDA has authorized Pfizer's COVID-19 vaccine for emergency use, radically altering the fight against the coronavirus...","sentiment_score":0.0}
{"full_text":"RT Breaking News: The FDA authorized Pfizer's coronavirus vaccine for emergency use, clearing the way for millions of highly vuln...","sentiment_score":0.16}
{"full_text":"Good explanation of risks and benefits. #COVID19 #CovidVaccine #health ","sentiment_score":0.7}
{"full_text":"Florio Taxed toilet paper   if I remember!         Imagine doing that during the pandemic panic buying of toilet paper!","sentiment_score":-0.0416666667}
{"full_text":"RT BREAKING NEWS! CNN confirms the FDA has officially given the green light for the emergency use authorization of the Pfizer...","sentiment_score":0.1}
{"full_text":"Market finna go BRAZY on Monday","sentiment_score":0.0}
{"full_text":"RT .@jkenney Weird coming from a guy asking for more federal cash, while spending Alberta taxpayers' money on $30,000,000 war...","sentiment_score":0.0}
{"full_text":"RT Dear Trump Supporters-There is nothing left for Trump to do. He is straight up scamming you out of money, during a pandemic. I...","sentiment_score":0.1}
{"full_text":"I hope the radical right cooperates","sentiment_score":0.2857142857}
{"full_text":"RT Beating COVID-19 will take everyone doing their part.Wear a mask. Social distance. Limit travel over the holidays. We can...","sentiment_score":0.0333333333}
{"full_text":"Finally","sentiment_score":0.0}
{"full_text":"RT This is insanity.  Let small businesses control their fate not the government.   So many decades of blood, sweat and t...","sentiment_score":0.125}
{"full_text":"RT Monster.","sentiment_score":0.0}
{"full_text":"RT WOW--Dr Kariko workshop background is so perfect &amp; everything I imagine for the genius scientist who brought us...","sentiment_score":1.0}
{"full_text":"RT This is amazing. December 2020. As late as this April, people--including Dr. Fauci--thought 18 months was probably too optimistic...","sentiment_score":0.15}
{"full_text":"#DevinNunesIsAnIdiot #DevinNunes has mad cow disease #DevinNunesCow","sentiment_score":-0.3791666667}
{"full_text":"FDA grants historic authorization to a COVID-19 vaccine, setting stage for rollout - STAT","sentiment_score":0.0}
{"full_text":"How to change the textColor in Corona SDK? This is really simple in Corona, just use textObject:setTextColor(","sentiment_score":0.0}
{"full_text":"We should not expect one from Trump. He has zero empathy. None.","sentiment_score":0.0}
{"full_text":"PCR tests are not reliable - mostly false positive. I will agree with you that blood tests are essential in diagnosis of patients\/victims as haematology together with symptomatology is as close as medics can be to confirm  #COVID19.","sentiment_score":-0.0575757576}
{"full_text":"RT BREAKING: Trump says first Pfizer coronavirus vaccine will be administered in the United States within the next 24 hours","sentiment_score":0.125}
{"full_text":"RT The live events industry hast lost $30 billion to COVID-19.","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: FDA approves Pfizer's COVID-19 vaccine for emergency use","sentiment_score":0.0}
{"full_text":"RT U.S. FDA authorizes first Covid-19 vaccine for emergency use in the nation, saying the known and potential benefits of th...","sentiment_score":0.125}
{"full_text":"RT What's that, facts?","sentiment_score":0.0}
{"full_text":"It occurs to me that one very nasty and horrible excuse for a human being is responsible for all this conflict and rife and attempt to tear America down.  And it is the treasonous DJT.  Lock him up!!","sentiment_score":-0.3488425926}
{"full_text":"I m not gonna get it until Dr.Fauci approved it ","sentiment_score":0.0}
{"full_text":"RT BREAKING--the Pfizer #COVID19 vaccine is now approved in the US. But let's not forget Dr Katalin Kariko, the pioneer Hungari...","sentiment_score":0.0}
{"full_text":"RT Stephanie Smith, a 29-year-old woman from Texas, died of COVID five days after she was supposed to get married. Her f...","sentiment_score":0.25}
{"full_text":"RT Hundreds of thousands dead. 'Essential' workers treated as disposable. Protect precious human lives, not corporate interest...","sentiment_score":0.06}
{"full_text":"RT Between the time President Trump announced that #RudyGiuliani had #COVID (Dec 6th, 3:30pm) and when Trump gave an update on his...","sentiment_score":0.0}
{"full_text":"TaSK fORcee?","sentiment_score":0.0}
{"full_text":"RT If AI is going to help us in a crisis, we need a new kind of ethics #ArtificialIntelligence via","sentiment_score":0.3681818182}
{"full_text":"FDA authorizes Pfizer's coronavirus vaccine for emergency use via","sentiment_score":0.0}
{"full_text":"RT No number of vaccines will resurrect 300,000 Americans who have died during this pandemic thanks to the ne...","sentiment_score":0.2}
{"full_text":"Here it is,  the EUA for the covid vaccine!","sentiment_score":0.0}
{"full_text":"RT BREAKING--the Pfizer #COVID19 vaccine is now approved in the US. But let's not forget Dr Katalin Kariko, the pioneer Hungari...","sentiment_score":0.0}
{"full_text":"RT Alert: Shipments are imminent. After the FDA has determined the #COVID19 vaccine has met the statutory criteria for iss...","sentiment_score":0.0}
{"full_text":"If you don't love Hot Tea then you probably have covid #notaste","sentiment_score":0.375}
{"full_text":"Hold up I just got done with the flu season shots now I gotta deal with giving the covid vaccines ","sentiment_score":0.0}
{"full_text":"RT Canada just announced it'll provide the new Covid vaccine to every Canadian who wants it -- for free.Canada has ordered mo...","sentiment_score":0.1681818182}
{"full_text":"RT America's billionaires could give everybody in the country a $3,000 stimulus check and still be richer than they were before t...","sentiment_score":0.0}
{"full_text":"FDA grants emergency use authorization for Pfizer's COVID-19 vaccine, distribution to begin within days1:","sentiment_score":0.0}
{"full_text":"well, well, well","sentiment_score":0.0}
{"full_text":"RT A bug is reportedly meddling with the COVID-19 app. Are they seriously telling us the COVID-19 app...has...a virus?","sentiment_score":-0.3333333333}
{"full_text":"RT Today's Telegraph reports on the forced feeding by the CCP of imprisoned citizen journalist  and lawyer,  Zheng Zhan who...","sentiment_score":-0.3}
{"full_text":"RT While and I can't promise we'll end COVID-19 in our first 100 days, we will do everything we can to get this pa...","sentiment_score":0.25}
{"full_text":"daily reminder","sentiment_score":0.0}
{"full_text":"I'm not laughing, you're laughing ","sentiment_score":0.0}
{"full_text":"RT The FDA has authorized Pfizer and BioNTech's coronavirus vaccine for emergency use in the U.S. A Pfizer spokesperson co...","sentiment_score":0.0}
{"full_text":"Wooooooo! Maybe some hope in the world?","sentiment_score":0.0}
{"full_text":"RT The U.S. FDA approved Pfizer's coronavirus vaccine for emergency use, with the first vaccinations expected within days","sentiment_score":0.075}
{"full_text":"RT Breaking News: The FDA authorized Pfizer's coronavirus vaccine for emergency use, clearing the way for millions of highly vuln...","sentiment_score":0.16}
{"full_text":"RT Huh? Your incompetent and sociopathic response to the Coronavirus has been responsible for more death here than anywhere...","sentiment_score":0.1166666667}
{"full_text":"RT Today the FAA provided planning considerations to airport operators to help them prepare for #COVID19 vaccine delivery. Aviati...","sentiment_score":0.0}
{"full_text":"RT 5) Dr Kariko will be forever the Jonas Salk of our times. Follow her please --","sentiment_score":0.0}
{"full_text":"RT I don't know who needs to hear this, but untreated COVID has a mortality rate over 10%.This 1% number people are citing...","sentiment_score":0.0}
{"full_text":"RT Breaking News: The FDA authorized Pfizer's coronavirus vaccine for emergency use, clearing the way for millions of highly vuln...","sentiment_score":0.16}
{"full_text":"RT 45 deaths. 235 in the ICU. What will it take for our government to act?","sentiment_score":0.0}
{"full_text":"New Jersey hospital practices how to distribute COVID-19 vaccine","sentiment_score":0.1363636364}
{"full_text":"RT IT'S OFFICIAL! ","sentiment_score":0.0}
{"full_text":"RT Ross Live Season 2 is coming to an end, and here's your final teaser! Join Cameron Reed next week to learn how the pandemic...","sentiment_score":0.0454545455}
{"full_text":"RT Theatres With COVID Guidelines!","sentiment_score":0.0}
{"full_text":"South Korean filmmaker Kim Ki-duk, 59, dies from Covid-19 complications","sentiment_score":0.0}
{"full_text":"RT Our exclusive look inside the months-long program: \"This is a disaster, and it's getting worse\": Inside Pfizer's feveris...","sentiment_score":-0.4}
{"full_text":"i wanna hug everyone i see but cause of covid i can't like be my bubbly friendly touchy feely self and so i gotta make my voice 4 octaves higher to disarm people.","sentiment_score":0.3125}
{"full_text":"yea it's over","sentiment_score":0.0}
{"full_text":"If you've been listening to #CNNTapes you'll know this is a fairy tale fart in the wind from imbeciles in an ass licking session on a conference call......that just make up shit that fits their clients needs, call it news and push it in you. #ProjectVeritas","sentiment_score":-0.2}
{"full_text":"Over 90 percent of African Americans in the States are low on Vit. D.  It's Blacks, Hispanics, and the Elderly who are dying from Covid BECAUSE many do not get EARLY treatment.  Treat before pneumonia.","sentiment_score":0.15}
{"full_text":"RT BREAKING:President Trump just BEAT COVID-19 with operation warp speed!They said he couldn't do it and HE DID!!!!!RT","sentiment_score":0.0}
{"full_text":"RT Breaking: United States approves Pfizer Coronavirus vaccine. (NYT)","sentiment_score":0.0}
{"full_text":"RT While and I can't promise we'll end COVID-19 in our first 100 days, we will do everything we can to get this pa...","sentiment_score":0.25}
{"full_text":"Accidentally adding trenbolone to the Pirates COVID vaccine doses from Pfizer ","sentiment_score":0.0}
{"full_text":"The first COVID-19 vaccine has gotten emergency authorization.https:\/\/t.co\/YZBykO3IJ0","sentiment_score":0.25}
{"full_text":"RT Devin Nunes has Covid. That's the tweet.","sentiment_score":0.0}
{"full_text":"Got Christmas prezzies early due to Alberta going into lock down.... again #WarhammerCommunity #warhammer40k","sentiment_score":-0.0601851852}
{"full_text":"Sign me up! When can I start waiting in line!","sentiment_score":0.0}
{"full_text":"Bravo Operation Warp Speed. Gratitude to all involved. Had OWS not worked, imagine what the country and world would be facing. Any many, many, may people including many experts did not think it would work.","sentiment_score":0.5}
{"full_text":"RT FDA approves Pfizer's coronavirus vaccine for emergency use","sentiment_score":0.0}
{"full_text":"RT \"With the pandemic as a backdrop, more than 14 million American households are currently at risk of eviction &amp; have an es...","sentiment_score":0.1666666667}
{"full_text":"These are NOT his words  some speechwriter wrote this, this is not how this man, 1) thinks or 2) talks.  It's   bogus.","sentiment_score":0.0}
{"full_text":"RT [!!!] Congratulations for winning Favorite Zoom Performance at the Live X Live The Lockdown Awards for their performanc...","sentiment_score":0.3181818182}
{"full_text":"RT Dear Trump Supporters-There is nothing left for Trump to do. He is straight up scamming you out of money, during a pandemic. I...","sentiment_score":0.1}
{"full_text":"I could never be a stay at home mom. So thankful for this work day ","sentiment_score":0.0}
{"full_text":"This is something...Sleep tight kids! #Alberta #covid ","sentiment_score":-0.2232142857}
{"full_text":"1 in 5 U.S. Airline Employees Out of Work Due to Coronavirus","sentiment_score":-0.125}
{"full_text":"RT BREAKING: U.S. greenlights first COVID-19 vaccine, launching a nationwide vaccination campaign needed to defeat the pandemic. Find...","sentiment_score":0.25}
{"full_text":"Ford is worried about us 'hurting' maybe he should have spent the 12B of Federal pandemic funds that he is hiding from us!  Could of helped with a lot of hurting! #VoteFordOut2022","sentiment_score":-0.15625}
{"full_text":"RT @DevinNunes has tested positive for #COVID19 antibodies after spending months downplaying the severity of the #pandemic...","sentiment_score":0.2272727273}
{"full_text":"RT This is Balakot.Pakistan has rebuilt the terror training camp destroyed by Indian forces. This is the reopening of the...","sentiment_score":0.0}
{"full_text":"No doubt. But sometimes it helps. It's like covid and masks. It won't prevent it entirely but it may help reduce spread and intensity.","sentiment_score":0.0}
{"full_text":"RT Today, FDA issued the first emergency use authorization (EUA) for a vaccine for the prevention of #COVID19 caused by SARS-CoV-2...","sentiment_score":0.25}
{"full_text":"RT are y'all seeing these covid numbers......... maybe....... stay home if you can?? maybe........ wear a mask?? maybe..........","sentiment_score":0.0}
{"full_text":"RT The U.S. FDA approved Pfizer's coronavirus vaccine for emergency use, with the first vaccinations expected within days","sentiment_score":0.075}
{"full_text":"covid poggy DONT STARVE WITH KLYCIX AND MUNGIES after some LOR widepeepoSadge sadboi RIP VON hours umu sub hype WASH YER HANDS BOIS","sentiment_score":0.0}
{"full_text":"The first symptoms of Covid-19? Not what doctors originally thought #COVID19","sentiment_score":0.3125}
{"full_text":"RT Less than one year after the genetic sequence of the coronavirus, we are turning a corner in this pandemic w\/ the first","sentiment_score":0.0416666667}
{"full_text":"RT MCCONNELL puts out message that the bipartisan deal won't work for senate Rs. From @burgessev ","sentiment_score":0.0}
{"full_text":"RT Not only is this blatantly false, it is also not breaking news. He died in July &amp; tested - for COVID at the time of hi...","sentiment_score":-0.2}
{"full_text":"RT #BREAKING: The #FDA has issued an emergency use authorization for #Pfizer-BioNTech's #coronavirus #vaccine. #OperationWarpSp...","sentiment_score":0.0}
{"full_text":"While most college relationships might not last very long, the one between this drinking establishment and students at the University of Maryland has. But the pandemic is threatening to break that up.","sentiment_score":0.145}
{"full_text":"Covid is kicking my ass","sentiment_score":0.0}
{"full_text":"\"Presidential candidate Joe Biden is promising even tougher measures to fight COVID-19, and the governor of California continues to behave like a dictator, issuing directives so nutty that some sheriffs in his state are refusing to enforce them.\"","sentiment_score":0.2}
{"full_text":"RT Mitch McConnell Rejects $908B Coronavirus Relief Plan as Bernie Sanders Demands $1,200 Stimulus Checks","sentiment_score":0.0}
{"full_text":"Mexico's medical safety commission has approved the emergency use of the Pfizer-BioNTech vaccine for the coronavirus.","sentiment_score":0.0}
{"full_text":"RT Well, it appears that White House Chief of Staff Mark Meadows' threats were successful in exacting FDA approval of Pfizer's...","sentiment_score":0.375}
{"full_text":"Here are five things to consider when starting a business in the unpredictable #covid19 era. ","sentiment_score":-0.0833333333}
{"full_text":"The Pfizer coronavirus vaccine is officially FDA approved What's next? ","sentiment_score":0.0}
{"full_text":"When is a child considered medically fragile? Read story about the many challenges COVID-19 has exposed for people who rely on regular medical care and ongoing support.","sentiment_score":0.125}
{"full_text":"People will be more than happy to go to the theater when it's safe again. In a pandemic, they gotta get product out somehow. Plus, they're gonna lose a ton of money on these flicks. WW84 alone would have made about a billion I bet. Don't see a permanent shift here.","sentiment_score":0.6}
{"full_text":"RT My take:","sentiment_score":0.0}
{"full_text":"RT *FDA AUTHORIZES PFIZER'S COVID VACCINE FOR EMERGENCY USE: NYT","sentiment_score":0.0}
{"full_text":"The masks were worth an estimated $600,000.https:\/\/t.co\/CDjpx8VkMW","sentiment_score":0.3}
{"full_text":"By gathering in-person this holiday season, you don't just risk catching #COVID19 and spreading it to those around you. You risk the health of everyone else they come into contact with, and any frontline healthcare workers who might have to treat them. Stay home, save lives.","sentiment_score":0.6}
{"full_text":"RT BIDEN BROS GET IN HERE: SCIENCE HAS WON. COVID VAX APPROVED!","sentiment_score":0.0}
{"full_text":"Let's goooooo!!!","sentiment_score":0.0}
{"full_text":"Over one million five hundred people have died from covid so far. A bit more than the flu you mentioned.","sentiment_score":0.3}
{"full_text":"Dissenter Weekly: COVID-19 Data Whistleblower Targeted In Raid--Plus, Assange Update","sentiment_score":0.0}
{"full_text":"I agree. A nanoparticle #COVID19 vaccine in pregnancy would be fine too!  In fact, more than fine.","sentiment_score":0.4791666667}
{"full_text":"How to get your Tennis fix during the Coronavirus disease (COVID-19) Pandemic.Check it out here https:\/\/t.co\/gyJHxnWA7a#Tennis #Pandemic #COVID19","sentiment_score":0.0}
{"full_text":"RT I stand with frontline healthcare workers UPSET about this statement. To say \"nobody's contracted\" COVID19 at...","sentiment_score":0.0}
{"full_text":"RT Breaking News: The FDA authorized Pfizer's coronavirus vaccine for emergency use, clearing the way for millions of highly vuln...","sentiment_score":0.16}
{"full_text":"Temple Beth El adapting to celebrate Hanukkah during pandemic","sentiment_score":0.0}
{"full_text":"NEW: As North Carolina enters a modified stay-at-home order at 10 p.m. tonight, Chatham law enforcement officers are hoping to to serve as community ambassadors and promoters of responsible behavior -- not as executors of unbending rules.","sentiment_score":0.1681818182}
{"full_text":"After UK, Bahrain, US authorises Pfizer COVID vaccine for emergency use#Pfizer #UnitedStates","sentiment_score":0.0}
{"full_text":"Health Policy in Foresight in the time of #COVID19In rapid response to #COVID19, quickly yet effectively implemented this 6-step multi-disciplinary approach.  (1\/2)","sentiment_score":0.4666666667}
{"full_text":"It is time that #startup community comes closer and creates a mutually beneficial ecosystem to sail through these unprecedented times #COVID19","sentiment_score":0.6}
{"full_text":"\"FDA approves Pfizer's COVID-19 vaccine for emergency distribution in the US\"","sentiment_score":0.0}
{"full_text":"The vice president is set to tour a vaccine production facility in Bloomington, Indiana and lead a roundtable discussion about the COVID-19 vaccination campaign on Tuesday.","sentiment_score":0.0}
{"full_text":"How should you be tipping during the holiday season?One expert shares a few suggestions:https:\/\/t.co\/DYF4MW2seY","sentiment_score":-0.2}
{"full_text":"In the final episode of our three-part video series Queer Artist in a Pandemic, actor, playwright, producer and burlesque performer shares her experience creating art as a Black, queer, bisexual woman amid a global pandemic and a racial reckoning (:","sentiment_score":-0.0555555556}
{"full_text":"Update :dad was cleared and finally returned home tonight  , the covid is gone tho,he still has to be on oxygen for a little while due to the double pneumonia and is still regaining his strength &amp; will recover ... wish y'all could've saw how excitedly he waved when he saw me lol","sentiment_score":0.14375}
{"full_text":"great job all around, primary voters","sentiment_score":0.6}
{"full_text":"WAITING GAME: Hospitals are now preparing for the Pfizer coronavirus vaccine.","sentiment_score":-0.4}
{"full_text":"Bridge Across East Fork of the North Fork of the Yuba Riverc. 1930Tahoe National Forest Collection#Christmas #Christmas2020 #COVID19 #History","sentiment_score":0.0}
{"full_text":"RT Ok everyone it's official #MaskUp until you can #VaxUp  #COVID19 ","sentiment_score":0.5}
{"full_text":"RT Breaking news....per CNN the FDA grants emergency use authorization for Covid-19 vaccine...P.S. The FDA Chief was thr...","sentiment_score":0.0}
{"full_text":"Check out my Gig on Fiverr: I will do the best depth SEO keyword research to rank your site fasthttps:\/\/t.co\/Un1UM01yPt#DigitalMarketing #marketingdigital #keywords #keywordresearch #SEO #socialmediamarketing #GivingTuesday #covid19 #FridayFeeling #NoDealBrexit","sentiment_score":0.1}
