{"full_text":"RT \"after this pandemic i realised how precious meeting fans in person were. i hope we can meet fans next year although through...","sentiment_score":0.25}
{"full_text":"UPDATED: both chambers of Congress passed the omnibus package containing appropriations, COVID-19 relief resources, and tax extender provisions. Read more:","sentiment_score":0.5}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"RT A felony carrying up to 10 years imprisonment, snuck into a pandemic relief bill. The US prison culture marches on","sentiment_score":0.0}
{"full_text":"All eyes on whether Georgia will send two corrupt Senators back to DC, eliminating the chance there will be future COVID relief that truly helps people suffering through homelessness, unemployment, debt, &amp; poverty in the first half of 2021.#QOTD #RESISThttps:\/\/t.co\/2JTVAE08eM","sentiment_score":-0.0833333333}
{"full_text":"RT You do not need to wear a mask while driving in your car alone.","sentiment_score":0.0}
{"full_text":"VETO THAT BILL!! Lots of Waste, Fraud, and Abuse in the #StimulusBill. GARBAGE!  Who got special deals in the stimulus? Mitch and Nancy Under #CCP Control.The President can Make a better Deal for \"We The People\" #FightBackhttps:\/\/t.co\/3QQuDhbqj9","sentiment_score":0.2023809524}
{"full_text":"RT 138 people flying in from the UK have entered Bengaluru without checks.Surely thousands of people have entered India from...","sentiment_score":0.0}
{"full_text":"Oh fuck off","sentiment_score":-0.4}
{"full_text":"Rand Paul's Senate floor speech against COVID-19 bill goes viral #FoxNews","sentiment_score":0.0}
{"full_text":"RT What in Hell is onBy what skewed logic does this feckless character stand up in Scottish Parliament &amp;...","sentiment_score":0.0}
{"full_text":"RT The 29th Annual Lake-Lehman Children's Christmas Party is still happening! Covid changed the format but we were still abl...","sentiment_score":0.0}
{"full_text":"RT There's a lot going on here...","sentiment_score":0.0}
{"full_text":"RT I place the blame for all of America's COVID-19 deaths, our financial woes, and post-election sedition insanity right where...","sentiment_score":0.1428571429}
{"full_text":"RT In this new aid deal, Employers will no longer have to provide paid sick leave to workers who get infected with COVID-19....","sentiment_score":-0.288961039}
{"full_text":"RT The United States is now averaging 2,698 new coronavirus deaths per day, the highest seven-day rolling average since the pa...","sentiment_score":-0.0068181818}
{"full_text":"He bet not to do that shit","sentiment_score":-0.2}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"RT An autumn of BS talk of 'saving Christmas' and then the government introduces a near full lockdown on literally the se...","sentiment_score":0.225}
{"full_text":"I live in Hamburg and came to the UK for my dog. I was supposed to fly back on the 28th go back to work after my covid test. I just got my dogs passport and it will no longer be valid after Dec 31st. How am I meant to get home and what do I do about my dogs passport?","sentiment_score":0.2340909091}
{"full_text":"RT You fought against every single meaningful emergency support we proposed to help people in need. Get lost.","sentiment_score":0.2142857143}
{"full_text":"RT This is why Congress needs time to actually read this package before voting on it.Members of Congress have not read this bill. I...","sentiment_score":0.0}
{"full_text":"What makes you more deserving for the COVID vaccine than my wife, who's 52 years old and is a frontline healthcare worker at USMD?Before you were in congress, you were against the elite; but, now you have become one--even Omar condemned this self-righteousness. SHAME ON YOU!","sentiment_score":0.4083333333}
{"full_text":"RT GOP: \"We can't do $1200 checks. That's irresponsible. Think of the deficit.\"Also GOP: \"As part of a COVID deal we are allocating...","sentiment_score":0.0}
{"full_text":"RT Tell us, what is more radical - providing sick days like every other industrialized country in the world, or abruptly t...","sentiment_score":-0.1160714286}
{"full_text":"After being super careful and refusing all invitations in the last couple of months, 6 of us arranged to have a socially distanced 120 minute slot in a pub in Irishtown.Time of booking... 3pm.Fuck you Covid.","sentiment_score":0.0666666667}
{"full_text":"RT Deported to a strange city, sick and homeless at Christmas, in the middle of a pandemic, at the epicentre of a virulent...","sentiment_score":-0.2547619048}
{"full_text":"RT I'm so furious at the sight of people who lied about this pandemic smiling in vaccine photos. Grotesque.","sentiment_score":-0.55}
{"full_text":"Covid jab 'very likely' to protect against variant","sentiment_score":0.0}
{"full_text":"RT That's funny. I didn't hear Sen. Paul worry about the deficit when he voted to give $1 trillion in tax breaks to the top 1%...","sentiment_score":0.375}
{"full_text":"RT The long-awaited coronavirus relief bill, purportedly aimed to help Americans and their small businesses as the Chinese...","sentiment_score":-0.125}
{"full_text":"RT This story keeps getting more and more macabre ","sentiment_score":0.5}
{"full_text":"Especially during another lockdown where families will gather in the same open spaces- Hawkswood, Pettswood and scadbury are already rammed at the weekends!","sentiment_score":0.0}
{"full_text":"Thank you Rep from Tennessee, for respecting American citizens &amp; voting NO on Pelosi's Covid 'relief' which is actually a disgraceful foreign aid bill. A smack in the face to every struggling American. #FightForTrump #FightForAmerica","sentiment_score":-0.03125}
{"full_text":"Well, if it's anything like what happened in america in the spring, shortages will happen anyway. People will panic and buy out all the store shelves and bins, and hoard food and goods. It won't be pretty.","sentiment_score":0.25}
{"full_text":"RT Apparently the state of New Jersey was too busy telling everyone to \"cancel Christmas\" to get the vaccination paperwork don...","sentiment_score":0.0954545455}
{"full_text":"RT Isn't it incredible that two countries which stood up to globalism-- the United Kingdom via BREXIT and the United States v...","sentiment_score":0.9}
{"full_text":"RT the Whitestone Republican Club in NYC apparently held a Christmas party this year without a care in the world about COVID h...","sentiment_score":0.05}
{"full_text":"RT Scotland moving into tougher Level 4 Covid lockdown after Christmas","sentiment_score":0.0}
{"full_text":"Watch VERNON'S video today...Vital. For GOD'S sake watch it. The CDC in America is saying Life impact events will run at 2.6%This is JUST on short term studies That means 1.67 million UK citizens will be at risk short term from COVAC","sentiment_score":0.0}
{"full_text":"Nip down your local hospital and ask to pop into their covid ward and see if their choice is stupid then","sentiment_score":-0.3185185185}
{"full_text":"RIP. Olu of Warri covid-19 has taken too many people","sentiment_score":0.5}
{"full_text":"RT Oh, a good portion of that will go to weird PORK projects these lawmakers promised lobbyists, foreign programs and oh, ya...","sentiment_score":0.025}
{"full_text":"corona said: hey y'all!!!! my sister here with me isn't she cuuute ","sentiment_score":0.0}
{"full_text":"RT \"China has wanted to dominate the world for a long time. They want to bring down America and they almost did that with the...","sentiment_score":-0.1027777778}
{"full_text":"RT My Black and Hispanic brothas and sistahs let's stop shaming one another financially during a pandemic","sentiment_score":-0.0833333333}
{"full_text":"RT Rand Paul's Senate floor speech against COVID-19 bill goes viral","sentiment_score":0.0}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"RT The rest of the year it's been \"Shut up &amp; Dribble\" now it's \"Lead by example\" ","sentiment_score":0.0}
{"full_text":"RT The miracle is that you'll soon be leaving.The SCIENCE is why we have the vaccines.The same science yo...","sentiment_score":0.0}
{"full_text":"RT Nurses are still dying of COVID-19 but press silent, terrifyingly, dictatorship,  silent #NHS #ToryLies","sentiment_score":-0.3333333333}
{"full_text":"RT In a pandemic holiday, women still do it all","sentiment_score":0.0}
{"full_text":"Covid-20 on the way to give tough competition to Covid-19","sentiment_score":-0.3888888889}
{"full_text":"Palantir are not the people I want anywhere near NHS data.","sentiment_score":0.1}
{"full_text":"RT Every American left and right should be calling for a #VETO of this stimulus \"deal\"-- which provides MORE funding to forei...","sentiment_score":0.1964285714}
{"full_text":"Bull shit Mitch!https:\/\/t.co\/rXyxZPLw02","sentiment_score":-0.2}
{"full_text":"RT $600 is a slap in the face to every American struggling due to the pandemic. You deserve better.I voted against the 5,5...","sentiment_score":-0.0625}
{"full_text":"RT From the hot summer to the freezing winter, and in the midst of the pandemic, filming #Kairos was indeed a rollercoast...","sentiment_score":0.25}
{"full_text":"False.  Not a miracle, it's science.  We all knew it was going to happen and YOU had NOTHING to do with it.  #trump #COVID19 #Science","sentiment_score":-0.4}
{"full_text":"ACP supports ACIP recommendation for second #COVID19 vaccine","sentiment_score":0.0}
{"full_text":"Senate passes $892B coronavirus aid bill, sends to Trump for signature via","sentiment_score":0.0}
{"full_text":"RT The rest of the year it's been \"Shut up &amp; Dribble\" now it's \"Lead by example\" ","sentiment_score":0.0}
{"full_text":"RT The Kelly Loeffler and David Perdue rally instructed \"the crowd to work their way towards the podium\" during the ongoi...","sentiment_score":0.0}
{"full_text":"RT #Screentime, #emotional #health among #parents' top concerns for #children during #pandemichttps:\/\/t.co\/P1HwuYMoyZ h...","sentiment_score":0.25}
{"full_text":"RT After seven months of Mitch McConnell's obstruction, we finally have a COVID-19 relief package. This bill is a step in th...","sentiment_score":0.0}
{"full_text":"RT Please tell me I'm not alone in refusing whatever the odds taking the vaccine regardless of any COVID pass restrictions to the...","sentiment_score":0.0}
{"full_text":"Hate this rag but -  LMAO - go #Gibraltar! #ToriesOut #BorisJohnsonMustGo #BorisHasFailedTheNation #travelban #COVID19","sentiment_score":-0.025}
{"full_text":"RT But according to what we already know, it does not alter the effectiveness of social distancing, face masks, hand washing, h...","sentiment_score":0.0333333333}
{"full_text":"RT Well I think this sums it up!!! Please RT xxxx","sentiment_score":0.0}
{"full_text":"RT To keep everyone safe &amp; to keep businesses open, directed the team to work together to update our health and s...","sentiment_score":0.25}
{"full_text":"Nobody cares. Start asking why covid cases have shot up since masks were made mandatory and why its OK to let people go without treatment for cancers.Maybe question why those who are driving this lockdown never miss a pay cheque whilst we do.","sentiment_score":0.5}
{"full_text":"RT Can somebody tell me why 1.4 billion from the Covid relief bill goes to that fucking wall?","sentiment_score":-0.6}
{"full_text":"At this point we need this really!","sentiment_score":0.25}
{"full_text":"RT Watch Live: Dr. Anthony Fauci to get the coronavirus vaccine","sentiment_score":0.1363636364}
{"full_text":"RT They laughed at a pandemic, mocked wearing masks, pushed false cures and made sure they were the first in line for the vacc...","sentiment_score":0.2625}
{"full_text":"RT Anthony Fauci says new COVID strain in U.K. has probably reached the U.S.","sentiment_score":0.1363636364}
{"full_text":"***and a QB partying bringing Covid back into the locker room.","sentiment_score":0.0}
{"full_text":"Trump's political appointees tried to change reports \"in a misguided effort to achieve herd immunity,\" House investigators found. # via","sentiment_score":0.0}
{"full_text":"RT Unbelievable, just unbelievable. We are the worst county in the worst state in the WORLD for COVID spread and our science...","sentiment_score":-0.625}
{"full_text":"RT The whole package is a sell out.    I'm voting no.   Dozens of problems.  5,500 pages long and 2 hours to review.  This is...","sentiment_score":0.075}
{"full_text":"RT The government must step in to protect renters if it's serious about preventing homelessness. Important data from","sentiment_score":0.0333333333}
{"full_text":"RT If Dr Priono says BGS is suitable, then I guess he must be. But saying \"he has a vision to provide 16 million COVID...","sentiment_score":0.55}
{"full_text":"RT $900billion Covid Rescue fund to be spent by US. Please check the equivalent in Naira. After all, Nigeria is rich!!!...","sentiment_score":0.3162109375}
{"full_text":"RT Me after taking the COVID vaccine","sentiment_score":0.0}
{"full_text":"RT Jesse \"Jay\" Taken Alive, #StandingRockSioux, passed away earlier this month after battling COVID-19. Take Alive, 65, is...","sentiment_score":0.0666666667}
{"full_text":"RT I'm confused, Doug. You're so worried about travel, and yet:#You no longer provide free covid tests for international t...","sentiment_score":0.0}
{"full_text":"RT 'We might be facing the most dangerous moment of the pandemic', Andy Burnham sayshttps:\/\/t.co\/6G9VIJDZ8C","sentiment_score":-0.05}
{"full_text":"RT In a pandemic they still got money for steel bars, but none for the people!","sentiment_score":0.0}
{"full_text":"RT Young children are forced to get ill in school with a deadly virus. Teens\/young adults are suffering breakdowns lock...","sentiment_score":-0.225}
{"full_text":"RT Covid tyranny goes too far for the National Post:","sentiment_score":0.1}
{"full_text":"RT TAKE ACTION! Send a message to managers that this is UNACCEPTABLE: Senat...","sentiment_score":0.125}
{"full_text":"Just been to plenty of food if people buy sensibly#panicbuying","sentiment_score":0.0}
{"full_text":"RT the new COVID relief bill includes:- $4'000'000'000 for navy weapons- $2'000'000'000 for air force missiles- $500'000'000...","sentiment_score":0.1363636364}
{"full_text":"As Covid-19 continues to rise at an alarming rate, the Ontario government, in consultation with the Chief Medical Officer of Health and other health experts, is imposing a provincewide lockdown, effective Boxing Day.More info can be found here:","sentiment_score":0.09375}
{"full_text":"RT The next stop is the president's desk.  Once passed, the COVID-19 package should provide many breweries much-needed assis...","sentiment_score":0.25}
{"full_text":"RT You know those people talked about? These people are the #Deplorables ","sentiment_score":0.0}
{"full_text":"RT The UK is the epicenter of the current variant of the covid-19 virus.But the Nigerian govt is reluctant to ban flights from th...","sentiment_score":0.0}
{"full_text":"RT No Covid denying politician should get a vaccine before every Dr, nurse, hospital worker, EMT, cop, fire fighter, teach...","sentiment_score":0.0}
{"full_text":"RT Late Sunday, Congress passed a bill to allay some of those fears involving unexpected medical bills. The measure is included in a...","sentiment_score":-0.0666666667}
{"full_text":"RT Every American left and right should be calling for a #VETO of this stimulus \"deal\"-- which provides MORE funding to forei...","sentiment_score":0.1964285714}
{"full_text":"RT It's coming towards the end of the year, and there are still countless people minimizing the pandemic and spreading untruthsSo...","sentiment_score":0.0}
{"full_text":"It appears to have originated in Spain","sentiment_score":0.0}
{"full_text":"RT Ireland to return to 'Level 5' Covid restrictions after Christmas as cases surge","sentiment_score":0.0}
{"full_text":"The vaccines are not magic bullets or quick fixes. This nightmare isn't over, and won't be for months if not years (if ever, tbh). The pandemic, this virus, is not a temporary inconvenience or glitch we have to get past.","sentiment_score":-0.0555555556}
{"full_text":"RT During my \"recuperation\" I'm catching up on FAKE NEWS SUNDAY SHOWS--some Swamp health official just told @GStephanopoulos...","sentiment_score":0.05}
{"full_text":"RT A felony carrying up to 10 years imprisonment, snuck into a pandemic relief bill. The US prison culture marches on","sentiment_score":0.0}
{"full_text":"RT |061120| An instrumental version of Jin's song \"Epiphany\" was used as a background music of a segment about medical staff...","sentiment_score":0.0}
{"full_text":"RT Once the pandemic is over, I will be seeing J. Cole live immediately https:\/\/t.co\/DJrK8X8Gt5","sentiment_score":0.1363636364}
{"full_text":"RT Here's on Saturday night pretending COVID doesn't exist and living his best life while people are dying and...","sentiment_score":1.0}
{"full_text":"I'm tired of keeping my downer thoughts, opinions, and conclusions to myself. I'm tired of people acting like things are or will be \"normal\". This pandemic has led to a *fundamental* shift in our society and the sooner everyone faces that truth, the better off we will all be.","sentiment_score":-0.03}
{"full_text":"RT Despite federal eviction moratoriums, Black women are most at risk of losing their housing during the pandemic. Evictions ha...","sentiment_score":0.1666666667}
{"full_text":"Another reason I SHALL NOT wear a mask.","sentiment_score":0.0}
{"full_text":"RT In a pandemic they still got money for steel bars, but none for the people!","sentiment_score":0.0}
{"full_text":"RT This is who we are wasting vaccine doses on. But hey...\"carole-okie and hand rolled stogies\". The entire GOP has a serious M...","sentiment_score":-0.1666666667}
{"full_text":"&amp; yet I work in a hospital and have yet to receive mine. Makes sense!!!!","sentiment_score":0.0}
{"full_text":"View our latest newsletter! COVID-19 Interim Vaccination Plan for PA | Trying Together -","sentiment_score":0.625}
{"full_text":"Do the crime, do the time","sentiment_score":0.0}
{"full_text":"RT When your country's COVID-19 relief bill includes $10 million in \"gender programs\" for Pakistan, you know Congress is br...","sentiment_score":0.0}
{"full_text":"RT If spreading Christmas cheer spreads Covid, 2021 won't be a happy new year.","sentiment_score":0.4681818182}
{"full_text":"RT Step 1: Throw everyone out of work over a pandemic acutely impacting specific subset of the popStep 2: Trample our libe...","sentiment_score":0.3}
{"full_text":"RT Every American left and right should be calling for a #VETO of this stimulus \"deal\"-- which provides MORE funding to forei...","sentiment_score":0.1964285714}
{"full_text":"Just when we thought 2020 couldn't  get any worse. Stay safe Hawks X.","sentiment_score":0.05}
{"full_text":"A new variant of COVID-19 has been identified in the UK and it's thought to be more contagious, but is it deadlier? Find out.","sentiment_score":0.3181818182}
{"full_text":"RT With COVID cases surging worse than ever, getting vaccinated is one of the most important things we can do. But until the...","sentiment_score":0.1666666667}
{"full_text":"RT This was a concern for some House Rs like saying they couldn't vote for something the...","sentiment_score":0.0}
{"full_text":"Thanks to the pandemic, our industry has transformed completely. I'm excited to see how #ConTech will help limit disruptions and build a robust future network. #DigitalTransformation #Automation","sentiment_score":0.1916666667}
{"full_text":"R we saying that God IS NOT #concerned reg cubs dying frm #COVID #programme (?!) as in #masked\/#socialdistancing\/#lockdown - #deaths?! Yes #POTUS may'v been trapped, as also several #Leaders.. yet #VinuPhilip #Gog #Gang's #masks R NOT the soln 22122020IST2029(3)","sentiment_score":-0.1}
{"full_text":"RT I 100% agree with on this one. This isn't a stimulus bill, this is heist. Wealthy people are stealing tax dollars u...","sentiment_score":0.5}
{"full_text":"RT Here's on Saturday night pretending COVID doesn't exist and living his best life while people are dying and...","sentiment_score":1.0}
{"full_text":"RT But what I think is so interesting here is how god damn hard it is to communicate uncertainty. We don't know A TON about cov...","sentiment_score":0.1041666667}
{"full_text":"RT Rick Scott was one of six GOP senators to vote against a $2.3 trillion bill to fund the government and provide another...","sentiment_score":0.0}
{"full_text":"RT Employers will no longer have to provide paid sick leave to workers who get infected with COVID-19 After Senate Majority...","sentiment_score":-0.7142857143}
{"full_text":"Insights from 2020... modelling the economic impacts of covid-19 and the potential benefits of green recovery plans. Full working paper on the website.@CambridgeEcon","sentiment_score":0.0875}
{"full_text":"Insurers and# insurtechs have forged plenty of new #partnerships in the accelerated environment caused by #COVID19 - but will they last once the pandemic has passed?","sentiment_score":0.0681818182}
{"full_text":"RT \"after this pandemic i realised how precious meeting fans in person were. i hope we can meet fans next year although through...","sentiment_score":0.25}
{"full_text":"Idaho is moving forward with its 2021 legislative session. What will that look like? Here's what we know:","sentiment_score":0.0}
{"full_text":"Start 2021 Off With Safety! Order New Masks, Sanitizers and PPE!     #facemask #mask #facemasks #masks #handsanitizers #sanitizers #handsanitizer #sanitizer #maskup #cleanhands #handhygiene #SafetyFirst #safetysupplies #safetyessentials","sentiment_score":0.1704545455}
{"full_text":"A new report on the impact of #COVID19 on the #creative sector has found that 16 per cent of the creative sector is facing permanent closure now. #Pandemic","sentiment_score":0.3787878788}
{"full_text":"Delivering virus aid to the country required a leap of faith for lawmakers as they cast their votes. The Senate Historical Office says it's the longest bill they could find record of at 5,593 pages.","sentiment_score":0.0}
{"full_text":"RT This year published almost 80 LI Acts of Kindness stories. I started working on this series in March. Every week I...","sentiment_score":0.0}
{"full_text":"Join us today, Tues. Dec. 22 for FREE COVID-19 Testing at our new location.When:  Tuesday, Dec 22, 9A-3PWhere: 11151 Colorado BlvdPreregistration is HIGHLY encouraged for a faster check-in. Visit to register and more info or call 303-538-7420","sentiment_score":0.2990909091}
{"full_text":"#Resources Covering biomedical research preprints amid the coronavirus: 6 things to knowBy Denise-Marie Ordway (@JournoResource)https:\/\/t.co\/qbGz01hekA","sentiment_score":0.0}
{"full_text":"Even though it might be cold outside, it's important to keep shared spaces well-ventilated. Open windows or doors if possible &amp; safe to do so. Find out more at","sentiment_score":0.1142857143}
{"full_text":"I know it was hard to get everyone's attention on #Kosova before, but this new constitutional ruling means that in part some of the damage done by Grenell and Trump to Europe's youngest nation can be reversed. Media friends let me know if you want to talk to anyone on the ground.","sentiment_score":-0.0776515152}
{"full_text":"RT Today, I received the COVID-19 vaccine.To the scientists and researchers who worked tirelessly to make this possible -- than...","sentiment_score":0.0}
{"full_text":"Cleaning and disinfecting are essential measures to make areas contaminated by the coronavirus safe and to quickly return them to normal use.Learn more about the importance of disinfection services here:","sentiment_score":0.2966666667}
{"full_text":"Discrimination Xenophobia Stigma   COVID-19 cannot become a pretext to scapegoat migrants and other vulnerable groups.   We must uphold the basic rights of everyone, everywhere.","sentiment_score":-0.2083333333}
{"full_text":"During the lockdown, many elderly residents in the borough found themselves isolated and unable to go out or shop. We responded quickly to this social crisis and helped deliver over 4000 meals to the most vulnerable with the help of our amazing partners! #AgeUKHF","sentiment_score":0.1595238095}
{"full_text":"RT With COVID cases surging worse than ever, getting vaccinated is one of the most important things we can do. But until the...","sentiment_score":0.1666666667}
{"full_text":"Throughout the pandemic, lawmakers have been in the difficult position of having to decide when to require businesses to shut down. Arizona had benchmarks for these decisions, but the health department recently changed its rules. reports.","sentiment_score":-0.2185185185}
{"full_text":"Congress' COVID-19 relief deal includes $7B in broadband funding, with $1.9B to remove Huawei and ZTE equipment, $3.2B to low-income families, and more","sentiment_score":0.5}
{"full_text":"My quarantine workout consists of High Intensity Scrolling through Just Eat #gym #lockdown","sentiment_score":0.16}
{"full_text":"Go visit the covid unit first bitch","sentiment_score":0.25}
{"full_text":"RT A4:Have to confess that we didn't end up going. :( (*Work\/Life) However we are thrilled that 1. It happened,...","sentiment_score":-0.075}
{"full_text":"RT Serious question: if if covid is as deadly as the media and politicians claim, why isn't the homeless population in California...","sentiment_score":-0.2666666667}
{"full_text":"RT And just like that, Congressional Republicans believe the coronavirus isn't a hoax.","sentiment_score":0.0}
{"full_text":"RT 6 miserable excuses for human beings who wanted to deny relief to Americans starving, suffering and on the brink eviction...","sentiment_score":-0.5}
{"full_text":"RT The U.K. didn't do lockdown properly so the world has locked us down by force lmaooo.","sentiment_score":-0.0777777778}
{"full_text":"Our friends at point to hope in innovation following the COVID-19 pandemic. This certainly rings true, as we've witnessed our grantees adapt and pivot to meet unprecedented needs over the past year. We are proud to know so many innovators!","sentiment_score":0.3341836735}
{"full_text":"A doctor who spends his own time and money in between hospital shifts venturing out across Northern Virginia and parts of D.C. to treat the homeless said his nonprofit is hoping to get a hold of COVID-19 vaccines soon.","sentiment_score":0.6}
{"full_text":"RT Horse racing, the Dalai Lama and Smokey Bear: Coronavirus relief package includes oddball provisions","sentiment_score":0.0}
{"full_text":"myStrength has most recently added resources on COVID19 including Coping Skills During COVID19, tools, resources and more.Click below to register for myStrength TODAY!https:\/\/t.co\/k5OJcoOD8n","sentiment_score":0.25}
{"full_text":"RT The European Union has recommended all its 27 members discourage non-essential travel to and from the United Kingdom afte...","sentiment_score":0.0}
{"full_text":"Ask yourself these questions buy a home: 1. How long do you plan to stay? 2. Have you saved enough money to cover your down payment and closing costs? 3. Can you afford the home and maintenance? 4. If you don't know all the answers, that's ok. We can help!","sentiment_score":0.1048611111}
{"full_text":"Can I change my travel destination for ESTA during COVID? #travel","sentiment_score":0.0}
{"full_text":"RT That's funny. I didn't hear Sen. Paul worry about the deficit when he voted to give $1 trillion in tax breaks to the top 1%...","sentiment_score":0.375}
{"full_text":"Pfizer's CEO hasn't gotten his Covid vaccine yet, saying he doesn't want to cut in line","sentiment_score":0.0}
{"full_text":"\"The fear is that the conjunction of Brexit and the pandemic will make an already complicated situation worse.\"We cannot cope with another crisis. put our country before ideology. Avoid a No Deal #Brexit.https:\/\/t.co\/BGJBaBzheY","sentiment_score":-0.45}
{"full_text":"RT To all those making the tough and yes, painful, decision to #StayHome this holiday season...thank you from all of us....","sentiment_score":-0.5444444444}
{"full_text":"RT This is the online course 2020 needed: managing emotions in uncertain times #MentalHealth #covid19","sentiment_score":0.0}
{"full_text":"China says economic recovery 'not yet solid' after pandemichttps:\/\/t.co\/CNGO0upBXi","sentiment_score":0.1}
{"full_text":"Don't suffer in silence https:\/\/t.co\/5vJT1pT82K","sentiment_score":0.0}
