{"full_text":"Dubbi in U.K. #coronavirus #scuola","sentiment_score":0.0}
{"full_text":"RT These mindless folks in South Africa are in a club without masks, NO social distancing &amp; exposing not only themselves to Cov...","sentiment_score":-0.0722222222}
{"full_text":"!!Here is a COVID-19 renters assistance program for anyone *living in a building financed by","sentiment_score":0.0}
{"full_text":"The #pandemic has thrown up serious uncertainties, it has also led to greater recognition of valuing each moment that life has to offer. This new ep of #RareLives by with delves into the hidden emotional costs of being rare.https:\/\/t.co\/zCOq8TYn0k","sentiment_score":0.0272727273}
{"full_text":"RT STOP FUCKING TRAVELING. STOP EATING INSIDE. STAY HOME. JESUS FUCKING CHRIST.","sentiment_score":-0.6}
{"full_text":"RT India reports new UK COVID variant cases. 6 UK returnees test positive. 33,000 passengers from UK entered India from No...","sentiment_score":0.1818181818}
{"full_text":"Lockdowns don't work...if you haven't figured this out yet, you're an idiot. #Coronavirus #SARS2","sentiment_score":-0.8}
{"full_text":"RT A  on COVID Living Room Spread: Saturday: - Older, out of the house brother wants to visit younger siblings.  Mom says...","sentiment_score":0.1222222222}
{"full_text":"Why is the Sri Lankan Government not showing the same enthusiasm to bring back our stranded migrant workers who have been languishing for months in the Middle East in makeshift centres without jobs?#LKA #SriLanka #COVID19SL #COVID19LK #BringThemBack #BringThemHome","sentiment_score":0.0}
{"full_text":"RT Employers are scrambling to deal with the unused vacation days that workers have piled up during the pandemic. Some are being...","sentiment_score":0.0}
{"full_text":"RT Thai Ahgases are so funny, they really created a whole hashtag cuz they missed BamBam. Usually when BamBam goes to Thail...","sentiment_score":0.1}
{"full_text":"RT The NHS is so desperate for staff that ICUs are tweeting asking for help. Yet staff are still not being prioritised for th...","sentiment_score":-0.6}
{"full_text":"RT Anthony Fauci is a person who was completely unqualified to run a pandemic response and indeed failed miserably by any...","sentiment_score":-0.4666666667}
{"full_text":"RT Catch up: #SaudiArabia is set to receive three million doses of the Pfizer #COVID19 vaccine by the end of May 2021, acco...","sentiment_score":0.0}
{"full_text":"RT Be responsible and safe. Keep your face warm. Wear a mask.","sentiment_score":0.4333333333}
{"full_text":"701 Sammy Davis jr dr !!!!","sentiment_score":0.0}
{"full_text":"RT A  on COVID Living Room Spread: Saturday: - Older, out of the house brother wants to visit younger siblings.  Mom says...","sentiment_score":0.1222222222}
{"full_text":"RT What happened to the R500 billion? If the main reason for the harder lockdown is due to increased strain on our health...","sentiment_score":-0.0194444444}
{"full_text":"Aki WHO!!!     Oxford, Pfizer and Moderna hate this.","sentiment_score":-0.8}
{"full_text":"Hope this dude gets his medical license revoked for stating falsehoods as facts.","sentiment_score":0.0}
{"full_text":"Federer might have information regarding the #AO2021 Covid-19 protocols and undesirable restrictions therein. Tipped Federer off early so as not to hurt the tournament's image in drawing talent and so it doesn't make #Federer look like he's quitting on #Aussie fans. #atp #tennis","sentiment_score":0.1}
{"full_text":"RT Do you think the Covid Insecure are secretly enjoying this... I can't understand the lack of motivation to unravel th...","sentiment_score":0.0}
{"full_text":"RT WATCH: This is Mpame Beach in the Eastern Cape, people are seen spending time here, while lockdown regulations prohibit...","sentiment_score":0.0}
{"full_text":"RT tamnaan social distancing","sentiment_score":0.0333333333}
{"full_text":"As South African's grapple with the news that more stringent #LockdownLevel3 rules are in place - government warns its jail time for failing to wear a #mask  #COVID19","sentiment_score":0.1333333333}
{"full_text":"Why is the mom not wearing a mask???!","sentiment_score":0.0}
{"full_text":"Frontline doctor in #LosAngeles fears fresh coronavirus surge will overwhelm hospitals. #CovidLA #GarcettiVille","sentiment_score":0.3}
{"full_text":"RT How many children will die from hunger because their mothers and fathers lost their jobs? !?Did you think about that?","sentiment_score":0.625}
{"full_text":"RT This doctor was informed that he no longer has a job at Walter Reed after offering his view about Trump's limo ride wh...","sentiment_score":0.0}
{"full_text":"RT Aside from the deadly complications of COVID, the lack of SEASONALITY makes the virus very difficult to eradicate. Influenz...","sentiment_score":-0.425}
{"full_text":"Good decision w.r.t health,Hope u atleast act in movies after the pandemic for ur crores of fans..@rajinikanth #Takecare #Thalaiva #Annathae","sentiment_score":0.7}
{"full_text":"RT Those who are afraid of this should remain home and allow the rest of us to get on with life.","sentiment_score":-0.6}
{"full_text":"RT Assistant Program Director, Jason Woloski, MD getting his COVID vaccine. #thisisourshot","sentiment_score":0.0}
{"full_text":"RT Day one and I will act to get COVID-19 under control and save American lives. We'll take action to protect Drea...","sentiment_score":0.05}
{"full_text":"RT it's still so jawdropping that the Canadian government designed a pandemic income support program &amp; was like, \"okay but...","sentiment_score":0.5}
{"full_text":"RT A  on COVID Living Room Spread: Saturday: - Older, out of the house brother wants to visit younger siblings.  Mom says...","sentiment_score":0.1222222222}
{"full_text":"RT Why one negative test does not mean you can socialize without masks\/distancing:","sentiment_score":-0.071875}
{"full_text":"She tried bringing up working out and 'blowing up' tf? Lmfao.  These poor people, including my own blood, who are trying to make themselves feel better during this pandemic.  Fuuuck!","sentiment_score":0.275}
{"full_text":"RT . tests positive for Covid-19STAY SAFE BOUNCE BACK  wishing you a speedy recovery as...","sentiment_score":0.2424242424}
{"full_text":"Bone Morphogenetic Protein (BMP) Market Size And Forecast (2020-2026)| With Post Impact Of Covid-19 By Top Leading Players-Stryker,Medtronic,Cellumed,DePuy Synthes,PROSPEC","sentiment_score":0.5}
{"full_text":"RT \"Throughout the Covid pandemic, the U.S. health care system has shown that it is not built for a coordinated pandemic respo...","sentiment_score":0.0}
{"full_text":"RT Senate Republicans - who, in 2017, moved quickly to approve huge tax cuts for corporations and the super wealthy - are...","sentiment_score":0.3916666667}
{"full_text":"RT $600 isn't enough to help Georgians. Small, Black-owned businesses in particular are getting left behind while GA's Senat...","sentiment_score":-0.0966666667}
{"full_text":"Numbers for flu vs COVID - has numbers starting in 2017 to show what a couple of standard years look like for flu\/pnuemonia vs this year with COVID.","sentiment_score":0.0}
{"full_text":"COVID-19: Total number of infected health workers so far in FCT 476 - Official","sentiment_score":0.05}
{"full_text":"RT Why are we giving 1 billion dollars to the Smithsonian to build 2 new pointless museums during a pandemic year?","sentiment_score":-0.0568181818}
{"full_text":"Chinese Citizen Journalist Sentenced to 4 Years for Covid Reporting - The New York Times","sentiment_score":0.0681818182}
{"full_text":"Much respect and admiration from a COVID ICU nurse in MO! Thank you for speaking out and standing by your words.","sentiment_score":0.25}
{"full_text":"RT JUST IN: South Africa bans all liquor sales amid spread of coronavirus variant","sentiment_score":0.0}
{"full_text":"RT The stimulus bill gained momentum as an issue in the Georgia Senate runoffs as the Republicans tried to claim credit for bring...","sentiment_score":0.0}
{"full_text":"I hope we bring in an SOP for Pune to not let Them in without an RT - PCR Test.Pune has just come out of a big chaos lately.@SidShirole ji - I Hope you take this to the Leadership and Do the needful.","sentiment_score":0.0}
{"full_text":"Here's an overview of the type of things children are getting. From rashes, to circulation issues, to heart problems etchttps:\/\/t.co\/LkiYQHRGeJ","sentiment_score":0.0}
{"full_text":"RT tamnaan social distancing","sentiment_score":0.0333333333}
{"full_text":"Manchester City say they will begin retesting their squad for covid today in the hope they have acted quickly enough to prevent a widespread outbreak. The training complex has closed and the game against Everton last night was postponed four hours before kick off #CapitalReports","sentiment_score":-0.16}
{"full_text":"I used to like but after that club statement on the Man City Covid situation they can get in the bin, what a horrible set of bastards","sentiment_score":-1.0}
{"full_text":"RT My friend is a doctor.She just told me via text message that tonight she witnessed the death of a husband and wife by COVID....","sentiment_score":0.0}
{"full_text":"RT 1. It's December. Respiratory disease hospitalisations rise every winter.2. ~25% of patients with Covid caught it *in* hospi...","sentiment_score":0.0}
{"full_text":"RT WHEN THIS PANDEMIC IS OVER I'M GONNA GO WILD addressing my non-urgent medical issues that i've been ignoring","sentiment_score":0.05}
{"full_text":"RT With The sale of alcohol is prohibited, you will now see Bheki Cele running around like headless chicken. #level3 #Covid...","sentiment_score":-0.6}
{"full_text":"This lockdown is a month too late.","sentiment_score":-0.3}
{"full_text":"RT Frankly, without these heroes giving us a real picture of what's going on inside Alberta hospitals, I suspect Jason Kenne...","sentiment_score":0.2}
{"full_text":"RT It's cold outside, so why not stay warm &amp; safe at home?","sentiment_score":0.125}
{"full_text":"Goldilox was not too shabby. She finally published my book, Jack, the Hooligan Cat. She wrote and illustrated 2 Sibo books - one of the on COVID, she put together 2 of the values anthologies, plus she rewrote chucks of Wigwash 1 &amp; wrote 40,000 words on Wigwash 2.","sentiment_score":0.0}
{"full_text":"RT COVID-19 Daily Update:December 28, 2020New Cases: 13,661 (733,325 to date)New Deaths: 73 (9,555 to date)Current Hos...","sentiment_score":0.0}
{"full_text":"RT Even after the pandemic is over, normalizing mask-wearing during flu season and on public transi...","sentiment_score":0.0}
{"full_text":"RT Lord, have mercy.  Black #HealthcareWorkers make up 5-10% of...","sentiment_score":-0.1666666667}
{"full_text":"RT Is there a travel ban in 20 countries where a new #COVID19 variant is detected?DOH Sec Duque: Yes.DOLE Sec Bello: Yes...","sentiment_score":-0.0212121212}
{"full_text":"Good morning dear sisters, brothers, friends. Have a nice day and time. There are snow in Europe. Snow is very important in winter. It help to have water in rivers of n spring and summer. Take care and follow all rules of lockdown. Allah bless all of us Inshallah","sentiment_score":0.6066666667}
{"full_text":"RT Chinese journalist jailed for reporting COVID-19 outbreak from #Wuhan | TheCable","sentiment_score":0.0}
{"full_text":"RT $600 isn't enough to help Georgians. Small, Black-owned businesses in particular are getting left behind while GA's Senat...","sentiment_score":-0.0966666667}
{"full_text":"RT Understand the situation. Why delaying?#Extend_Due_Dates #ITRFileKaroJhatpat  #ITReturn #AY202021 #itrextension #ITRs...","sentiment_score":0.0}
{"full_text":"RT UK coronavirus strain reported in India:3 cases in Bengaluru2 cases in Hyderabad1 case in PuneAll returned from Br...","sentiment_score":0.0}
{"full_text":"Recruiting finance and accountancy professionals in a post-Covid world requires a clever strategy - click here to read our guide to hiring in a saturated market #finance #recruiting #risks #solved","sentiment_score":0.1666666667}
{"full_text":"RT Sulu Governor Abdusakur Tan says they are planning to impose an inter-island lockdown to prevent the entry of the new c...","sentiment_score":0.1363636364}
{"full_text":"RT Rising cyber crimes during the pandemic is a cause of grave concern. Our President had written to HM...","sentiment_score":0.0}
{"full_text":"RT Unruly rapper   #avgeek #avgeeks #aviation #planespotting #COVID19 #facemask #coronavirus @JetBlue ","sentiment_score":0.0}
{"full_text":"RT Our neighborhood group pooled money for a motel for a woman who was in a shelter with her 5 childr...","sentiment_score":0.0}
{"full_text":"RT Another disgusting persecution by the CCP.","sentiment_score":-1.0}
{"full_text":"RT Bernie is going to filibuster the bill to fund the military tomorrow unless Republicans vote to send $2000 in Covid relief....","sentiment_score":-0.1}
{"full_text":"RT JUST IN: The House has voted to increase coronavirus relief checks to $2,000 per person. The legislation appears unlikely to advan...","sentiment_score":-0.5}
{"full_text":"Man, the Bear and #TXST Twitter was on  today. Great takes","sentiment_score":0.8}
{"full_text":"#california cementing its status as the #COVID19 epicenter of the epicenter. #LosAngeles County is the most infected county in the most infected state in the most infected country.","sentiment_score":0.5}
{"full_text":"China put us at risk of extinction and pretend it's not their fault","sentiment_score":0.0}
{"full_text":"DeepMind AI's latest program can attain \"superhuman performance\" without having to be given rules in tasks.-This is a perfect example on how COVID does not stop the world from advancing. Technology is great!-https:\/\/t.co\/a1EsGZQGZR-#deepmind #AI #tech #advance #vasavebs","sentiment_score":0.75}
{"full_text":"Despite progress against traditional and transactional marriages of girls in recent decades, the economic havoc amid COVID-19 has caused significant backsliding.  estimates that this year alone nearly half a million more under 18s are at risk worldwide.","sentiment_score":0.1513888889}
{"full_text":"\"Contact tracing training has developed my ability to identify those who have been exposed to a #COVID19 positive or a confirmed patient, in order to prevent onward transmission.\" Read more about the role of contract tracers:","sentiment_score":0.3068181818}
{"full_text":"#CelebrateSafe #StayHome Avoid crowded places!Share to encourage safe behaviour ","sentiment_score":0.5}
{"full_text":"Gov. Rhodora Cadiao prefers that Antique remain under a modified general community quarantine (MGCQ) until the end of January 2021 or until the national government has secured a vaccine for coronavirus disease 2019 (COVID-19).https:\/\/t.co\/q7kfoKa0L0","sentiment_score":0.05}
{"full_text":"RT Perspective: If an American had moved to Denmark, Norway or Finland in January, her or his risk of dying from Covid would...","sentiment_score":0.0}
{"full_text":"C - CovidThis winter think hands, face, space. Reduce your risk of infection from coronavirus.#COVID19 symptoms? Book a test at: or call 119and self-isolate. Share these tips with family, loved ones and neighbours","sentiment_score":0.7}
{"full_text":"RT Now many working families and small business owners will pay a high price for the irresponsibility of those that keep...","sentiment_score":0.1366666667}
{"full_text":"Russia on Monday said its coronavirus death toll was more than three times higher than it had previously reported, making it the country with the third-largest number of fatalities.#COVID19 #Russiahttps:\/\/t.co\/zvTsaMuwHB","sentiment_score":0.1944444444}
{"full_text":"Russia on Monday said its coronavirus death toll was more than three times higher than it had previously reported, making it the country with the third-largest number of fatalities.#COVID19 #Russiahttps:\/\/t.co\/0afjXmzVE4","sentiment_score":0.1944444444}
{"full_text":"Happy #TravelTuesday! via #covid19sa #coronavirussa #covid19insa #coronavirusinsa #covid19southafrica #coronavirussouthafrica #southafrica #coronavirus #covid19 #level3 #southafricaistravelready #chooseday","sentiment_score":1.0}
{"full_text":"Chris failed eligibility for the SEISS Scheme due to the 50% rule because he took a one-off pension drawdown from his lifetime savings, 4 years before the government Covid-19 schemes were announced #excludeduk@Simon4NDorset","sentiment_score":-0.3125}
{"full_text":"Milan woke up to a thick blanket of snow, disrupting anyone trying to get back to work after the strict Christmas lockdown","sentiment_score":-0.15}
{"full_text":"Games off as Rovers again struck by #COVID19  - -","sentiment_score":0.0}
{"full_text":"Our economy has suffered a blow as a result of COVID-19, but our gov. is determined to bounce back &amp; help to create jobs that were lost &amp; to support businesses through this festive period. Please, let's continue to stay safe and prevent COVID-19 from spreading.","sentiment_score":0.25}
{"full_text":"As it stands, Chelsea vs City will go ahead as planned on January 3 #mcfc","sentiment_score":0.0}
{"full_text":"A new variant of the novel #coronavirus that is spreading in South Africa was found in Japan for the first time on Monday, according to the health ministry.@MHLWitterhttps:\/\/t.co\/pPGu4RJDDI","sentiment_score":0.1931818182}
{"full_text":"Russian officials have now confirmed that the country's #COVID19 fatalities are at least 3 times higher than the official data. gives you more details","sentiment_score":0.17}
{"full_text":"The pandemic has proven we can do almost anything from our couches, computers and phones. We've grown accustomed to all things virtual and it seems our pets are used to it too.","sentiment_score":0.0}
{"full_text":"3 months away from a full year in lockdown.","sentiment_score":0.35}
{"full_text":"#Tollywood superstar #Ramcharan tests positive for #Coronavirus! ","sentiment_score":0.2840909091}
{"full_text":"Most of these patients have been in their 30s, 40s, and 50s, and didn't get very sick from Covid-19.","sentiment_score":-0.2142857143}
{"full_text":"Hey Doug, VIRUS does not take Xmas off even if you do.  Get the vaccines rolling.  Medics do not take Xmas or New Years off.  Party time is over Doug. Move your arse. #Ontario #COVID19 #COVID19Ontario","sentiment_score":0.1363636364}
{"full_text":"#Lockdown now, thanks to individuals like this","sentiment_score":0.2}
{"full_text":"What if we could identify an infectious disease threat before it spread? Find out how #TheTrinityChallenge aims to make this a reality, and read how #COVID19 has highlighted weaknesses in our #data sharing and #analytics systems.#PublicHealth","sentiment_score":0.0}
{"full_text":"RT This is worth 90 seconds of your day.","sentiment_score":0.3}
{"full_text":"Frank Lampard braced for Chelsea vs Man City postponement amid Covid-19 outbreakhttps:\/\/t.co\/kvlnWmfqAK #CFC","sentiment_score":0.0}
{"full_text":"Following sanitising and cleaning protocols front and back of house!#servicegurus #socialdistancing #safefestive #festiveseason #staysafe #stayhome #fedhasa","sentiment_score":0.0}
{"full_text":"Golfing legend Greg Norman speaks of harrowing experience dealing with COVID-19.https:\/\/t.co\/NbDigK5nYF","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 29\/12\/2020 12:30Total Cases: 10224797 [+0]Active: 267017Recovered: 9806767 [+0]Deaths :148190 [+0]Total Tests: 168.82MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The growth of #ecommerce in Spain with #COVID19,myth or reality? address this question using big data and anonymised data from #cardpayments from CaixaBank's 13.5 M customers","sentiment_score":0.0}
{"full_text":"The Therapy Suite hosted by Gavin J on founder &amp; CEO of about research on how #preschoolchildren are being affected by not having other peers to interact with, due to the #Pandemic.        #mentalhealth","sentiment_score":-0.125}
{"full_text":"RT China jails citizen journalist Zhang Zhan for 4 years for reporting on the virus in Wuhan. She has been on a hunger strike since J...","sentiment_score":0.0}
{"full_text":"New EpiosdeE113 Lisa Tilley: Race, 'populations' &amp;  Malthusianism@Tilley101  explores the history of racist discourses and interventions on 'population control', anti-poor Malthusianism and eugenics. Lisa helps us to connect all this to the COVID-19 global pandemic.","sentiment_score":0.0681818182}
{"full_text":"CCAMP's contributions to fighting #COVID19- #CCIDA is top in #Top25 startup stories for 2020!Thanks","sentiment_score":0.5}
{"full_text":"If you thinking of traveling by air this holiday we should continue to take every precaution to manage the safety of air arrivals. The more we continue to adhere to health guidelines the safer we are.#COVID19#Zambia#NewNormal#MaskUp#KeepSafe#ZNPHI#HealthyHolidays","sentiment_score":0.5}
{"full_text":"RT Now it makes sense. doesn't care about FL seniors. While denying frontline workers, he encourages Canadi...","sentiment_score":0.0}
{"full_text":"RT And how you leading us in GST &amp; date extension....? #Extend_Due_Dates_Immediately","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 31.6FWind Chill: 30.6FHumidity: 68%Dew Point: 22.3F Barometer: 30.339 inHgWind: 3 mph from the NWCorona Virus Weekly Stats:Cases: 175.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"Latest worldwide COVID-19 data: 81,680,270 cases, 1,781,776 deaths.A 2.18% fatality rate.","sentiment_score":0.5}
{"full_text":"RT Jeremih details his COVID-19 near-death experience #neardeathexperience #NDE #afterlife","sentiment_score":0.0}
{"full_text":"Which measure do you think is the most effective in reducing airline operations costs amidst the #COVID19 season, esp. when 2021 starts? Share your insights in the comments section. Read blog: #tahseenaviation #aviation #aviationgeeks #aviationdaily","sentiment_score":0.55}
{"full_text":"During a pandemic, evaluating and sharing key technical insights quickly and clearly is essential. The is calling for novel ways to share data globally, addressing speed, validation, accessibility &amp; more. Learn about the open challenge here:","sentiment_score":0.119047619}
{"full_text":"Contact us t... #realtors #homeforsale #luxurylifestyle #mortgage #homes #listing #firsttimehomebuyer #covid  #housofcolor #newlisting #allthingscoloradosports  #719Network  #propertymanagement #coloradospringssmallbusinessnetwork  #openhouse  #coloradorealestateus #jmatthewhomes","sentiment_score":0.0}
{"full_text":"NCDC announces death of ten coronavirus patients, 397 new infections","sentiment_score":0.0681818182}
{"full_text":"The people of Liverpool have done an amazing job in stopping the spread of #Covid19, and getting regular tests can help to keep numbers down.Check which sites are open across the city today for symptom-free tests:","sentiment_score":0.2}
{"full_text":"RT Great points made by DA leader John Steenhuisen. The ANC government closes down the hospitality sector without a plan t...","sentiment_score":0.3222222222}
{"full_text":"RT As #COVID19 vaccines are underway, discover how vaccines are developed safely ","sentiment_score":0.3}
{"full_text":"RT Meet the 50 Doctors, Scientists and Healthcare Entrepreneurs Who Became Pandemic Billionaires in 2020 A host of new...","sentiment_score":0.1363636364}
{"full_text":"RT When will the Australian government take action to support a citizen?@MarisePayne  Julian Assange prison block locked d...","sentiment_score":0.05}
{"full_text":"+ the trauma cases (and I include the willy nilly driving after drinking carefree attitude exhibited by many SAfricans) requires a lot of the same equipment needed for critical covid patients.","sentiment_score":0.1666666667}
{"full_text":"RT This memo has been handed to shops in Wollongong Central, and states the positive COVID-19 case in the LGA visited Col...","sentiment_score":0.1136363636}
{"full_text":"RT .@realDonaldTrump People who are not mixing cocaine and Adderall see this as a capitulation on your part to Mitch McConne...","sentiment_score":0.0}
{"full_text":"God has sent us covid-19 to tell us how sick he is you guys abuse his name for trump.","sentiment_score":-0.7142857143}
{"full_text":"RT 12\/21 tested positive 12\/23 Hospitalized 12\/26 ICU 12\/28 Passed away If you're complacent about covid in any way, you'r...","sentiment_score":0.2272727273}
{"full_text":"RT Five days ago I got information that 14 teachers had passed away within 24 hours, yesterday 18 teachers reported to have...","sentiment_score":0.0}
{"full_text":"RT #KalyanNeed #Blood Type :  O-positiveAt : Holy cross hospitalBlood Component : Need Plasma from O+ve #COVID19 recover...","sentiment_score":0.0}
{"full_text":"RT Please don't gather for New Year's Eve. Please. Hospitals are a war zone. Maybe you're asymptomatic, but while you were...","sentiment_score":0.1363636364}
{"full_text":"Negative Covid test now mandatory for travel to the Netherlands","sentiment_score":-0.3}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"RT Arsenal defender Gabriel has tested positive for coronavirus and will miss the next two games for the Gunners.","sentiment_score":0.1136363636}
{"full_text":"RT I want to thank Pres. Trump for signing the COVID relief bill much needed by Main St. small businesses &amp; their employees...","sentiment_score":0.0388888889}
{"full_text":"Mac Jones Is The Quarterback On The Coronavirus Relief Bill A Key Choice -- And The Results Will Show Up In Georgia.","sentiment_score":0.0}
