{"full_text":"RT How can the #water sector contribute to a green and resilient #COVID19 recovery? Join the virtual #OECD Roundtable on Fin...","sentiment_score":-0.2}
{"full_text":"And here's me, who can't even find a date. ","sentiment_score":0.0}
{"full_text":"RT I've just said my final goodbye to my mom via video. I'm shattered  I have FaceTime'd with my mom every night since this...","sentiment_score":0.0}
{"full_text":"RT 18th Entry A, #AprilFoolsDay, #Coronavirus #Poetry Diary the curve\"the...","sentiment_score":0.0}
{"full_text":"RT I pledge to wear a face mask for 100 days for my country. Will you?","sentiment_score":0.0}
{"full_text":"RT Obit for Kansas covid-19 victim slams anti-maskers who \"refuse to wear a piece of cloth on their face to protect one an...","sentiment_score":-0.075}
{"full_text":"RT When someone says their covid-spreading activities are \"worth the risk\" they don't really mean to themselves. They mean to...","sentiment_score":-0.1083333333}
{"full_text":"It's blimmin' miserable out. Let's lockdown to Level 6, tunes on #ClickClack this lunchtime from &amp; &amp; those lovely gents.Tune in at 1pm on 2XM via your fave app, smart speaker or stream from","sentiment_score":-0.0952380952}
{"full_text":"The state has issued updated guidance over how schools in areas with significant COVID-19 spread should approach instructional modelshttps:\/\/t.co\/U11D4hKNdz","sentiment_score":0.375}
{"full_text":"RT \"By this time next week, we are going to be talking about 3,000 deaths a day.\"","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler bought three homes in Florida, a condo in Chicago and a mansion along the Georgia coastline. When she learne...","sentiment_score":0.0}
{"full_text":"Perfect.  Interested to see how covid numbers will increase with more masks.  Have we not learned anything yet","sentiment_score":0.5833333333}
{"full_text":"RT  10 Dec. 2020 | #HumanRightsDay  This year's #HumanRights theme - Recover Better: Stand Up For Human Rights -...","sentiment_score":0.25}
{"full_text":"Staffing issues, COVID-19 push Los Robles nurses to contemplate strike via","sentiment_score":0.0}
{"full_text":"RT Covid has started an infodemic. In Ep. 2 of ThePrint #SafeAndSound, public health researcher &amp; science writer...","sentiment_score":0.0}
{"full_text":"RT When you keep your distance, you are protecting yourself and others from #COVID19. But when you drop your guard, you could bec...","sentiment_score":0.0}
{"full_text":"Initial forecasts had an expected recovery in Q3 and Q4 of 2020.  The pandemic has obviously lasted longer than anyone expected.  Q4 2020 and Q1 2021 could see contractions in North America and Europe with recovery starting in the second half of 2021.","sentiment_score":-0.0523809524}
{"full_text":"RT There has been much excitement &amp; some confusion regarding the announcement of the approval of a #Covid-19 vaccine. We have,...","sentiment_score":0.2}
{"full_text":"RT Democratic party has done fuck all for us during this pandemic but yay dumb smug hats!!","sentiment_score":-0.49296875}
{"full_text":"RT Biden wants Americans to wear a mask for 100 days. Who's in?","sentiment_score":0.2}
{"full_text":" meeting in order to discuss the midterm report meeting, initially planed in Dakar, and cancelled regarding the Covid crisis... LEAP-Agri is a joint Europe Africa R&amp;I initiative related to Food and Nutrition Security and Sustainable Agriculture .","sentiment_score":0.0}
{"full_text":"RT The at the briefing said Covid-19 patients in hospital have been increasing relentlessly over the past week. Over...","sentiment_score":-0.25}
{"full_text":"RT A couple was arrested and charged with reckless endangerment after they boarded a flight to Hawaii from San Francisco last Sun...","sentiment_score":0.0}
{"full_text":"Ed, the world class scientists at CDC have called for a data &amp; science driven roll back in MA.It's fair to ask why that's being ignored by Baker, right?Also fair 2 point out that there's more corporate interests on the opening comm than public health &amp; essential worker voice.","sentiment_score":0.2714285714}
{"full_text":"RT \"If we don't get all the workers back, we can never have a V-shaped recovery.... Everybody should be worried about making...","sentiment_score":0.0}
{"full_text":"RT City of Hope Coronavirus Vaccine Produces Strong Immunity in Preclinical Research. ","sentiment_score":0.4333333333}
{"full_text":"RT I am so impressed by our team at who adapted our #AcademicDetailing project, funded by t...","sentiment_score":1.0}
{"full_text":"RT 201204 GQ Magazine \"Goodbye 2020 hello 2021\" Survival Guide video Yixing cut for GQ 2020 Men of the Year Award\"In exceptio...","sentiment_score":0.0}
{"full_text":"Kerala reports 5,718 fresh #COVID19 cases and 5,496 recoveries today.The total numbers of active cases and recovered cases are 61,401 and 5,61,874 respectively","sentiment_score":0.0416666667}
{"full_text":"#Delhi reports 4,067 new #COVID19 cases, 4,862 recoveries and 73 deaths in the last 24 hours.Total cases 5,86,125Total recoveries 5,48,376Death toll 9,497Active cases 28,252@ArvindKejriwal","sentiment_score":0.0681818182}
{"full_text":"Top stories!What the state is asking of local leaders to fight the pandemic. Plus, charges have been filed in the murder of Chris Beaty. And, a big Indiana employer is setting up shop in Indianapolis. --&gt;","sentiment_score":0.1666666667}
{"full_text":"Poll finds 58% want the PM to take coronavirus vaccine live on TV","sentiment_score":0.1363636364}
{"full_text":"RT We hear more about the COVID crisis  from the President-elect than we do from the current POTUS who's all but silent as t...","sentiment_score":0.1666666667}
{"full_text":"Couldn't say it any better myself.  Together","sentiment_score":0.5}
{"full_text":"RT Dear Seokjin, thank you for speaking candidly &amp; openly about your recent burnout experience.I am glad that you ar...","sentiment_score":0.275}
{"full_text":"RT For our courageous front line workers, for your loved ones, for strangers - please, wear a mask.","sentiment_score":0.7}
{"full_text":"RT Vaccines for #COVID are likely to be ready within few weeks.Three indigenous vaccines are already in the final stages of t...","sentiment_score":0.0}
{"full_text":"RT This man refuses to allow stimulus checks in the stimulus package. He has held it up since May to ensure people do not r...","sentiment_score":0.0}
{"full_text":"Say that MAN!!!!!!!!","sentiment_score":0.0}
{"full_text":"You guys are always short of parts, only high priced parts are available all the time, my car is standing in service center for last many days and part are not available anywhere. Seem, Hyundai is committed to recover the loss during covid from their customers.","sentiment_score":0.095}
{"full_text":"RT Deaths in Pearl Harbor: 2,403Deaths on September 11th: 2,977Covid-19 deaths yesterday in the US: 2,885","sentiment_score":0.0}
{"full_text":"RT Why are liberals are ok with a China Virus vaccine card but not voter ID cards???","sentiment_score":0.5}
{"full_text":"RT We r distressed &amp; waiting to start normal life,we request both the countries to initiate the dialogue &amp; take immediate action t...","sentiment_score":0.125}
{"full_text":"Our covid story this morning. It feels groundhogs day. Almost every day I repeat \"record breaking\" when reporting on #covid. Here's our story:","sentiment_score":0.0}
{"full_text":"Isn't Facebook just a digital Purdue Pharma pushing the consumption of an addictive digital drug?https:\/\/t.co\/i21MmfSPrl","sentiment_score":0.0}
{"full_text":"RT Obituary for 81-year-old who died from COVID is also a tell-off to anti-maskers, who deserve every bit of it. (Article: htt...","sentiment_score":0.0}
{"full_text":"RT The first coronavirus vaccine is ready. We've thoroughly tested our plans in Wales and expect to start vaccinating frontline s...","sentiment_score":0.225}
{"full_text":"RT As a kid of 5 or 6, I lined up with other little people to get the Polio Vaccine. As a man of 73, I'll line up for the Cov...","sentiment_score":-0.15625}
{"full_text":"RT As the year comes to an end we urge all young people not to engage in year end or the so-called pens down parties. These...","sentiment_score":-0.0277777778}
{"full_text":"We agree with Chef and Restaurant owner We have tons of ideas on how to do just this in our free Winter Places Guide and look forward to some exciting announcements in communities across Massachusetts in the coming weeks! #EmbraceWinter https:\/\/t.co\/xvU18gdTNS","sentiment_score":0.3875}
{"full_text":"RT We reorganized half of the federal government after 2,977 people died in one day in 2001.","sentiment_score":-0.1666666667}
{"full_text":"RT SDPI conference is from December 14-17.Sdc2020 23rd conference in times of covid-19. #sdc2020 #sdpi","sentiment_score":0.0}
{"full_text":"RT More people died today from Covid in America than died in the Twin Towers on 9\/11. This here is a death cult.","sentiment_score":0.5}
{"full_text":"RT \"They all are with the BJP. Don't be a fool. People don't vote for the BJP -- but people don't understand that people who they a...","sentiment_score":0.0}
{"full_text":"RT CDC Director: U.S. was 'unprepared' for 'greatest public health crisis' in a century.The  buck stops with @realDonaldTru...","sentiment_score":0.5}
{"full_text":"RT #APNews: Academics from Northumbria and Brunel Universities are to work with resilience planners from UK cities to explore how...","sentiment_score":0.0}
{"full_text":"RT You have to wear a mask you could harm an innocent person. Well you have to stop having sex you can kill an innocent person....","sentiment_score":0.5}
{"full_text":"RT Normally this time of the year there would be a huge surge of flu cases in thousands and 60,000 deaths This year it is...","sentiment_score":0.275}
{"full_text":"Fun story, when I was in hospital in a non-private room, I couldn't have a fan even though it was quite warm and stuffy where I was because covid restrictions on things that caused extra air movement.","sentiment_score":0.3}
{"full_text":"RT Me: I can take precautions, wear a mask and stay at home AS WELL AS ask for the science proving these infections are sp...","sentiment_score":0.0}
{"full_text":"RT \"We have a systemic problem of devaluing the role of women in the economy, and the plight of the child care industry is...","sentiment_score":0.0}
{"full_text":"Yesterday 278,857 Americans died from Covid. It was another 9\/11 in America, another opportunity for #realDonaldTrump to lead (like he said he did on the real 9\/11) but he didn't (like he didn't on the real 9\/11)! #TrumpIsPathetic #TrumpIsACriminal #TrumpLost","sentiment_score":0.225}
{"full_text":"RT Today was the worst day for COVID infections since the pandemic began, and the second worst for deaths. We lost almost a...","sentiment_score":-0.6666666667}
{"full_text":"RT When De Xiang first learned he was HIV-positive, his first reaction was one of despair. He tried several times to tell his fami...","sentiment_score":0.1666666667}
{"full_text":"RT has written about depression for children (The Sad Book), his thyroid issues for adults (...","sentiment_score":-0.5}
{"full_text":"RT What was the spat between ADF and Victoria about if the defence force was never willing to guard returned travellers in...","sentiment_score":-0.125}
{"full_text":"RT When someone says their covid-spreading activities are \"worth the risk\" they don't really mean to themselves. They mean to...","sentiment_score":-0.1083333333}
{"full_text":"RT In my #CMAawards2020 acceptance speech, I wanted to pay homage to frontline health workers for their extraordinary comm...","sentiment_score":0.3333333333}
{"full_text":"Covid has given them the mass human trials they needed! They were anticipating its arrival.","sentiment_score":0.0}
{"full_text":"RT Biden said he spoke with Fauci about the need to instill confidence in any coronavirus vaccine and the fact that \"you don't h...","sentiment_score":0.0}
{"full_text":"RT At the #AllPartyMeeting, DMK leader TR Balu raised the farmers agitation. Parliamentary affairs minister Prahlad Joshi aske...","sentiment_score":0.0}
{"full_text":"A Simple Mutation May Render The COVID-19 Obsolete: Study","sentiment_score":0.0}
{"full_text":"India will get Covid vaccine at less than Rs 730 per dose, health secretary saysAbantika Ghosh Moushumi Das Gupta and Fatima Khan report#ThePrintHealthhttps:\/\/t.co\/EJEkJynAKh","sentiment_score":-0.1666666667}
{"full_text":"RT AMERICAN DEATHS IN A DAYHurricane Katrina      1,836Pearl Harbor               2,467Tet Offensive              2,600Hur...","sentiment_score":0.0}
{"full_text":"RT US coronavirus surge since October 2020. #MaskUp folks. We haven't even seen the worst yet. We are so damn screwed. #COVI...","sentiment_score":-1.0}
{"full_text":"Not the only reason. I've been to Vietnam They are resilient people. A *Patriotic* people. Not a bunch of pearl-clutching pussies. They believe in sacrificing for country &amp; each other. They proved that against France &amp; the US. There was no need to muscle people they aren't idiots","sentiment_score":-0.3083333333}
{"full_text":"RT Every fucking time. Swedes can't say \"our country has a problem\" without blaming immigrants. No wonder they're dying.","sentiment_score":-0.6}
{"full_text":"Absolutely","sentiment_score":0.2}
{"full_text":"Thank god UPA was not in Power. Otherwise it will be chaotic and corruption like 2 G, coal etc.","sentiment_score":0.0}
{"full_text":"I think everyone needs to have a better understanding of exponential growth.  We're seeing the dark of it in the pandemic, but investments grow in the same way.","sentiment_score":0.1166666667}
{"full_text":"Mulled wine brings Xmas cheer amid German lockdown","sentiment_score":0.0}
{"full_text":"RT Biden on the side of science!  Do not retweet #BidenVaccine https:\/\/t.co\/sblkDWwWbm","sentiment_score":0.0}
{"full_text":"Same. And like John, I can deal.","sentiment_score":0.0}
{"full_text":"How COVID-19 is Accelerating Commercial IoT #CRE #CREtech #IoT #InternetofThings #COVID-19 #NewNormal #TenantTips #CommercialRealEstatehttps:\/\/t.co\/lzR5Adrn1L","sentiment_score":0.0}
{"full_text":"RT iPads stockpiled for ICU end of life goodbyes... was not something Steve Jobs foresaw. (HT to #COVID19","sentiment_score":0.0}
{"full_text":"VMS_News #COVID19544 new positive cases in J&amp;K. 256 #Kashmir &amp; 288 #Jammu118 #Srinagar29 #Bla37 #Bud15 #Pul10 #Kup12 #Ang11 #Bandipora16 #Gdbl2 #Kul6 #Shopian109 #Jammu24 #Rajouri 51 #Udmpr15 #Doda13 #Kathua3 #Poonch23 #Samba27 #Kishtwar 20 #Ramban3 #Reasi","sentiment_score":0.1818181818}
{"full_text":"\"You are it. The cavalry isn't coming. You are the cavalry,\"Please please Please #WearAMask","sentiment_score":0.0}
{"full_text":"RT Toronto: It's a good thing those masks we've been wearing since early July saved us from another lockdown.Really dod...","sentiment_score":0.4}
{"full_text":"The impact of COVID-19 has been devastating to communities and businesses throughout the world. Nowhere are its effects more acute than in franchising. Here are some thoughts on how franchisees can preserve liquidity and find some debt relief.","sentiment_score":0.0333333333}
{"full_text":"Your bank account gets frozenYou get beating up by the police or government thugYou get blamed for government thugs burning down homes, businesses or government officesYou get lock up without a fair trialAnd when you get a trial it is rigged to make sure your rot in jail","sentiment_score":0.2361111111}
{"full_text":"#HTLS202 | Finance Minister says cannot respond to queries on COVID-19 vaccine since we do not know the details of the vaccineNo idea yet whether vaccine comprises one or two doses, or whether it has phased doses","sentiment_score":0.0}
{"full_text":"I hate that COVID-19 killed the practice of pagmamano in our home.","sentiment_score":-0.5}
{"full_text":"You shouldn't talk about your employer like that.","sentiment_score":0.0}
{"full_text":"RT \"Flatten The Curve\" has become \"Flatten The Country\".","sentiment_score":0.0}
{"full_text":"RT BBC Scotland News Blackout alert !","sentiment_score":0.0}
{"full_text":"With Christmas coming up in the middle of a world wide pandemic, let's all just, ya know, be nice to one another yeah?","sentiment_score":0.1666666667}
{"full_text":"RT #approve_summary_of_late_BEd_educators","sentiment_score":0.0}
{"full_text":"RT If you are a healthcare professional, this is the most important selfie you will take in your entire life. If you dec...","sentiment_score":0.25}
{"full_text":"Lockdown (2) diaries... day 1 via","sentiment_score":0.0}
{"full_text":"Na so brother man#EndSARS","sentiment_score":0.0}
{"full_text":"I was looking at these a while back to sale with carpbros but we never made it through the pandemic","sentiment_score":0.0}
{"full_text":"RT I fully support Biden calling for mask use. I do it. But, didn't Trump permanently screw up mask use? I think everyone...","sentiment_score":0.0}
{"full_text":" Important #COVID19 health advice.To reduce risk of infection, follow these instructions  ","sentiment_score":0.4}
{"full_text":"RT For our courageous front line workers, for your loved ones, for strangers - please, wear a mask.","sentiment_score":0.7}
{"full_text":"#Propaganda from Maduro-allied #Beijing: '#Humanitarian #aid', support of multi-state Telesur channel and use of its website to 'advise' #Europe shed doubts on #China's role in and #US response to #COVID19","sentiment_score":-0.1}
{"full_text":"Not related to the article I'm linking about her, whatsoever, but asks the important questions to See her wrestle this Saturday at SLIME SEASON free on Youtube!Article &amp; Interview:","sentiment_score":0.2666666667}
{"full_text":"Our Antibacterial Wipes formula disinfects &amp; eliminates 99.9% of #virus &amp; #bacteria while leaving your #skin feeling soft &amp; clean.#FDA-approvedBEST PRODUCTSSHOP NOW: #COVID19 #StayHome #WashYourHands #WearAMask #StaySafe #pandemic #Corona","sentiment_score":0.1}
{"full_text":"The World Health Organization said it was considering introducing electronic vaccination certificates, as hopes for an end to the pandemic#WHO #COVID19 #Vaccine","sentiment_score":0.0}
{"full_text":"Organic Pest Control Methods and solutions. Seeds sharing &amp; Saving methods.https:\/\/t.co\/QXT0d0iQH5#JustMaathMaathalliChannel#terracegardens #balconygarden #baclonygardening #Growth #growyourown #organic #organicfarming #organicbeauty #savewater#stayathome #StaySafe","sentiment_score":0.0}
{"full_text":"Hello, and welcome to #DLNETChat!Today we are thinking about the ways that we might use #digital as a means of #learning or #engagement in cultural organisations in a post #COVID world!","sentiment_score":0.3083333333}
{"full_text":"The COVID-19 innovations of the UP College of Medicine's Surgical Innovations and Biotechnology Laboratory (SIBOL) and its inter-CU collaboration with have been featured in this year's Science and Technology Week. Padayon!","sentiment_score":0.0}
{"full_text":"Alap Choksey, DMD, who practices full time and serves as chief professional officer for the North American Dental Group, discusses the clinical and practice management impacts of the COVID-19 pandemic.","sentiment_score":0.15}
{"full_text":"Thank you to our healthcare workers for taking care of us! We, here at the Sun Bowl Association &amp; the Tony the Tiger Sun Bowl, appreciate you! #3TSB #thankyouhealthcareworkers #wearamask #ElPasoStrong #ElPasoPride","sentiment_score":0.0}
{"full_text":"After seeing over 1,200 COVID-19 cases and one student death, App State and AppHealthCare continue to learn and adapt to the pandemic.  Read more in the story by and here:","sentiment_score":0.5}
{"full_text":"RT ETA: Vaccines have risks, which we can't 100% quantify over the long term or for everybody but can estimate pretty well from...","sentiment_score":0.1}
{"full_text":"Dancers defy Covid-19 by embracing film\"Four short dance films are a testament to mentorship, creative collaboration and the refusal of artists to be defeated by Covid-19 and lockdown restrictions.\"https:\/\/t.co\/QZ0FZIjVoa","sentiment_score":0.25}
{"full_text":"The latest updated Covid-19 figures for #Solihull:154 cases per 100,000 people in the latest week 23-29 November.(source BBC News: continue social distancing and follow #HandsFaceSpace to keep each other safe.","sentiment_score":0.2816666667}
{"full_text":"RT At the #AllPartyMeeting, DMK leader TR Balu raised the farmers agitation. Parliamentary affairs minister Prahlad Joshi aske...","sentiment_score":0.0}
{"full_text":"The first half of Southeast Volusia's traditional holiday weekend celebration has survived the assorted shutdowns forced by the COVID-19 pandemic, but the second half will be altogether different as NSB celebrates \"Light up Flagler\" with a few changes.","sentiment_score":-0.0203703704}
{"full_text":"Find out from how COVID-19 is driving NHS service improvements","sentiment_score":0.0}
{"full_text":"In-person schooling is uncertain due to the #COVID19  pandemic, but Virginia students will return to a system where several penalties have been taken off the table.From our partners New laws seek to end disparate racial impact in schools.https:\/\/t.co\/emniGWaugw","sentiment_score":0.0037878788}
{"full_text":"RT Quebec, with barely 2X Alberta's population, has had over 12X as many deaths from Covid. Yet Quebec's premier isn't being...","sentiment_score":0.275}
{"full_text":"Here are the guidelines for this year's Simbang Gabi.https:\/\/t.co\/oWze0Uj5m5","sentiment_score":0.0}
{"full_text":"But daily numbers are falling significantlyhttps:\/\/t.co\/VOKdHoZeDI","sentiment_score":0.0}
{"full_text":"RT Normally this time of the year there would be a huge surge of flu cases in thousands and 60,000 deaths This year it is...","sentiment_score":0.275}
{"full_text":"Detroit News College Football Show: MSU-Ohio State, UM on COVID pause.","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 04\/12\/2020 18:30Total Cases: 9578574 [+6766]Active: 414954Recovered: 9022060 [+6368]Deaths :139263 [+36]Total Tests: 144.73MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Nurses should not pay any taxes this year!  If we can give a tax breaks to the rich why not the nurses fighting t...","sentiment_score":0.375}
{"full_text":"Food banks in Kawartha Lakes see 44% increase in use due to the pandemic.","sentiment_score":-0.125}
{"full_text":"RT As a kid of 5 or 6, I lined up with other little people to get the Polio Vaccine. As a man of 73, I'll line up for the Cov...","sentiment_score":-0.15625}
{"full_text":"RT On International Day of People with Disabilities, and I are committed to fighting for people with disabilities...","sentiment_score":0.0}
{"full_text":"RT Respect!! ","sentiment_score":0.0}
{"full_text":"COVID-19 cases are starting to rise in San Antonio. You can do your part to help slow the spread!...#COVID19 #Coronavirus #COVID #BexarCounty #SanAntonio #Schertz #Pleasanton #UrgentCare #UrgentCareClinic #PaloAlto #WestSanAntonio #MedicalCenter #TX #WalkInClinic","sentiment_score":-0.15}
{"full_text":"Airlines and sharks can't Sharks are vital for oceans but killed for shark fin soup. Many airlines still fly fins but got $123bn COVID-19 bailouts; sharks got none. Please STOP carrying shark fins.  #IATA via","sentiment_score":0.3}
{"full_text":"Covid has made the sourcing of raw materials even greater post-brexit, and Paul McFadyen, Managing Director of metals and workwear retailer, metals4U has insight on what this means for the business and industry.","sentiment_score":0.1346153846}
{"full_text":"On Dec. 18 Nobel laureate will talk with and Micael Castanheira about government &amp; institutional responses to the economic shocks of the #COVID19 crisis. #gecnetworkSponsors: GEC Network,","sentiment_score":0.2}
{"full_text":"Contact tracing is critical for keeping people safe and collecting data on COVID-19 cases. If you get a call from the contact tracing team, answer the phone. #covid19MA","sentiment_score":0.25}
{"full_text":"Denise DeShields, M.D., executive medical director for #TTUHSC Managed Care, memorializes her colleague, Bob Armstrong, an El Paso nurse who died of #COVID19 in June. Dr. DeShields reminds us that we can still catch the virus from friends and family.","sentiment_score":0.0}
{"full_text":"Return Retain and Result Scheme offering up to PS3,700 to employers for each eligible formerly furloughed apprentices is opened for applications Recruitment Incentive offering up to PS3,000 for each new apprentices via","sentiment_score":0.0681818182}
{"full_text":"Would you have a COVID-19 test even if you weren't displaying symptoms? Lewisham Council will soon roll out the rapid testing scheme across the borough. We'd love your thoughts. Do you have 3 minutes to fill in our survey?","sentiment_score":0.5}
{"full_text":"Eco-Holiday Tip: Think about giving a \"post pandemic outing\" as a gift! Plan out a fun day out for you &amp; your loved one, and gift it to them by drawing out your plans (the worse drawing skills the funnier) and attaching any money\/tickets you need for the activity!","sentiment_score":0.1666666667}
{"full_text":"\"Nervous and stressed.\" \"Unable to control the important things in life.\" \"Upset with something that happened unexpectedly.\" Survey of GPs in first UK city to #lockdown shows increased frequency of stress across all domains.","sentiment_score":0.0625}
{"full_text":"RT For our courageous front line workers, for your loved ones, for strangers - please, wear a mask.","sentiment_score":0.7}
{"full_text":"More than $15 million in COVID-19 Live Music and Entertainment Venue Grants have been awarded to 96 live venues, including several in the North Central Wisconsin area.","sentiment_score":0.1545454545}
{"full_text":"Do your part to stop the spread. Take the pledge to stop COVID-19 and show me you care! Visit to learn more.","sentiment_score":0.5}
{"full_text":"HELP DESK: \"Which brand of vaccine will Ingles be offering? Or will we have a choice?\" a viewer asked News 13's I-Team Coronavirus Help Desk.","sentiment_score":0.0}
{"full_text":"Click below to learn the latest on where to get tested for COVID-19 in Framingham. This information is available in English, Spanish, and Portuguese.https:\/\/t.co\/QVEGcGnIHU#cityofframingham #framinghampubliclibrary #fplreads #covid19 #testing","sentiment_score":0.225}
{"full_text":" Frankfurt\/Main airport recorded the highest drop in the number of commercial flights between January and October 2020  #COVID19 #AviationDayWhich other major European air transport hubs were hit hardest  For more information:","sentiment_score":0.0875}
{"full_text":"Aliona Kostornaya, world's top figure skater, tests positive for coronavirus","sentiment_score":0.3636363636}
{"full_text":"Widespread unemployment has only worsened the situation during the #Covid19 pandemic.Priya Ramani writes about bride trafficking and forced marriages in this #BQOpinion.","sentiment_score":-0.15}
{"full_text":"The Christmas Bonus will be paid next week, at a rate of 100% Total of EUR390 million will be paid to over 1.6 million peopleIf you close your #Covid19 PUP to return to work this week, you may still be eligible for the BonusMore info here:","sentiment_score":0.0}
{"full_text":"RT The SacrificeOur Holyrood MSPs will forgo their pay rise because of economic fallout of coronavirus crisis. Petted lip...","sentiment_score":0.2}
{"full_text":"Since early November, #COVID19 has been on the rise in rural PA, including Bedford, Juniata, Mifflin, Somerset, and Tioga counties. In response, health officials are expanding testing to help control the spread of the virus in hard-hit communities.","sentiment_score":0.05}
{"full_text":"RT We know exactly what to do. Issue stay at home-at-home orders. Pay everyone $2,000 a month until it's safe to re-open. Crea...","sentiment_score":0.375}
{"full_text":"#Nurses treating respiratory patients on the #COVID19 frontline suffered anxiety and depression during the first wave, new research has found.\"We must support the #NHS to help its workforce identify and cope with these feelings.\"","sentiment_score":0.1931818182}
