{"full_text":"He's made at the counter for not re-electing him and wants to take us all down with him.","sentiment_score":0.0222222222}
{"full_text":"RT The Supreme Court in Brazil has issued a ruling that could see state and local governments mandate the coronavirus vaccin...","sentiment_score":0.0}
{"full_text":"Fair &amp; same here. Though for me another aspect against Pfizer is having to go where covid likely is (a hospital) to receive the vaccine. I've been supposed to get some pulmonology done from just as lockdowns began &amp; haven't for the same reason. They want me to go for a test first","sentiment_score":0.19}
{"full_text":"RT wtf is this?They even put a statement saying oops","sentiment_score":-0.5}
{"full_text":"Especially during this panoramic  (pandemic)","sentiment_score":0.0}
{"full_text":"RT Bayern announce drop in turnover and profit for the financial year 2019\/20 as a consequence of the Covid crisis. The turnov...","sentiment_score":0.0}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"Rep Jordan Your Comments Don't Make Sense ! We Elect You In Congress To Protect Us &amp; Guide Us ! What Is a your Guidance! You Only Criticize - It's So Easy To Criticize !","sentiment_score":0.5138888889}
{"full_text":"RT TN governor's slow response to the pandemic must have a lot to do w\/this. He didn't mandate an order for Tennesseans t...","sentiment_score":-0.3}
{"full_text":"RT The long running shortage of nurses is a major long-term and growing problem for the NHS, brought into sharp focus by COVID-...","sentiment_score":-0.0375}
{"full_text":"RT The \"experts\" told us:-Don't wear a mask. Wear a mask.-Close schools. Open schools. Close schools.-Outdoor dinning is...","sentiment_score":0.0}
{"full_text":"I'm never going to shut up about all the interactions between idols at award shows that we're currently all missing out on because of covid","sentiment_score":-0.1}
{"full_text":"RT The US reported more Covid deaths yesterday than Japan has since the start of the pandemic.","sentiment_score":0.5}
{"full_text":"RT We have become so divided over coronavirus as a nation, if you even question a government order you are automatically lumped...","sentiment_score":0.0}
{"full_text":"RT Deciding who lives and who dies based on race. There must be a word for that. ","sentiment_score":0.0}
{"full_text":"RT 2. saying they were having production and distribution problems. Pfizer IMMEDIATELY put out a public statem...","sentiment_score":0.0}
{"full_text":"5'7 and 128 ... 118 before covid ","sentiment_score":0.0}
{"full_text":"Post - Covid Birthday goals for next year","sentiment_score":0.0}
{"full_text":"RT Tomorrow I will go to the Senate floor to ask for an up or down vote on my bill to provide a direct payment of $1200 to worki...","sentiment_score":-0.0277777778}
{"full_text":"RT After the massive Christmas party that Dave Ramsey threw last weekend, a Williamson Co. doctor wrote an open letter to Rams...","sentiment_score":0.0}
{"full_text":"MUST WAAAAATCH! AFTER PANDEMIC PLS SCREEN ITTTTTT PREMIERE DAPET MERCH GITU AAAAA","sentiment_score":0.0}
{"full_text":"RT Thanks to efforts of Chinese constructors, the construction of the new hydroplane terminal project of Velana International Airp...","sentiment_score":0.0840909091}
{"full_text":"Years of research and testing goes into making a vaccine, it's interesting that within a year, we already have a vaccine for COVID, completely untested as to whether there are long term side effects or even lead to organ damage. For a virus that we don't know enough about.","sentiment_score":0.1375}
{"full_text":"RT Trump's Achille's heel is his lack of empathy. 3,700 Americans died yesterday from Covid-19, and the only thing he can tw...","sentiment_score":0.0}
{"full_text":"Surprised nobody in Congress has proposed doing what my company did during the pandemic. Instead of hazard pay or a stimulus, give the people spirit week themed dress up days and scavenger hunts with no prizes.","sentiment_score":0.1}
{"full_text":"a song\/video on COVID lol exactly what we needed #Eminem #MusicToBeMurderedBySideB","sentiment_score":0.525}
{"full_text":"RT 1\/ NEW DATA: Increase in Fatal Drug Overdoses Across the United States Driven by Synthetic Opioids Before &amp; During the COV...","sentiment_score":0.1363636364}
{"full_text":"RT Letting Emergency Paid Leave Lapse is Unconscionable Choice as \"Dark Winter\" Looms--Congressional Leaders Must ActWhy?300,0...","sentiment_score":-0.15}
{"full_text":"RT Coronavirus weekly need-to-know: Second US vaccine, needle phobia, prisoners &amp; more","sentiment_score":0.25}
{"full_text":"\"Plateau of despair\" #LongCovid goes on and on for more than 20% of survivors. Where's your mask? I've been yelled at for questioning.","sentiment_score":0.5}
{"full_text":"RT In giving away $4 billion, MacKenzie Scott has done more and handed out more money in the last six months to help Americans...","sentiment_score":0.3333333333}
{"full_text":"Still referring to it as the \"China Virus\"??","sentiment_score":0.0}
{"full_text":"RT Rich countries will get access to coronavirus vaccines first - for poorer ones, the timeline will stretch until 2024 (a...","sentiment_score":0.3125}
{"full_text":"RT Straight from the front lines. Read this. #WearAMask","sentiment_score":0.2}
{"full_text":"This is one of the most powerful works of journalism that you will see about why in-person schooling matters during the pandemic. Brilliantly produced by &amp;","sentiment_score":0.5666666667}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT Millions now plunged into Tier 3 as No Deal Brexit 'now very likely' via","sentiment_score":0.0}
{"full_text":"RT We had a wonderful sunny  #TreePlanting Thursday 10 new oak trees &amp; 2 Acers.Thanks to more lovely Covid...","sentiment_score":0.5340909091}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"Covid19 vacancies are late many aspirants wants 1 year age relaxation becoz they overaged d","sentiment_score":0.1333333333}
{"full_text":"We all had COVID in my house 9 of us! We are all fine! Just be monitor yourself and if you have chest congestion call the dr! None of us had that, might be a much weaker strain!!! ","sentiment_score":0.5208333333}
{"full_text":"RT Vintage Metal Folding Wine Bottle Opener Cork Screw, Wine Bar Cork Opener, Pocket Corkscrew Wine Bottle Opener, Collectible...","sentiment_score":-0.5}
{"full_text":"RT NBC News confirms: The U.S. reported 243,645 new cases of coronavirus on Thursday, setting a record new single day record...","sentiment_score":0.0670995671}
{"full_text":"RT UPDATE: Pa DOC has now surpassed 50 deaths of incarcerated people from COVID. The count is now 51. In the last two day...","sentiment_score":0.0}
{"full_text":"RT Interesting article on how sources of infection can be traced.","sentiment_score":0.5}
{"full_text":"\"The federal government has granted companies like Pfizer and Moderna immunity from liability if something unintentionally goes wrong with their vaccines.\"","sentiment_score":-0.5}
{"full_text":"RT LEAGUE STATEMENT - Management Committee vote to restart from 23\/12\/20 with an option to 'opt out' without penalty due to C...","sentiment_score":-0.125}
{"full_text":"You mean Covid19 .","sentiment_score":-0.3125}
{"full_text":"Bill Gate Collision symbol Pay 100 thousand pounds sterling for each volunteer to try the Corona vaccine,  watch what had happendhttps:\/\/t.co\/PELRal2y0j","sentiment_score":0.0}
{"full_text":"It is time we smash that cake in their faces.","sentiment_score":0.0}
{"full_text":"RT hey remember when the guy who invented the polio vaccine didn't patent it because it was paid for with public funds and becaus...","sentiment_score":0.0}
{"full_text":"Service Update 13:00 - Disruption owing to a track defect between #LondonLiverpoolStreet and Hackney Downs All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"Service Update 13:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT It means we could have days in January where more than 6000 people die in a day from COVID. 12\/","sentiment_score":0.5}
{"full_text":"RT 24 months + 8 m monsoon + 6 m covid=38 months? Shree Pls kindly PASS ORDER all Contractors to engrave...","sentiment_score":0.6}
{"full_text":"RT India has utilised the opportunity thrown up by COVID 19 to further liberalise our economy &amp; make it easier to do busi...","sentiment_score":0.0}
{"full_text":"Made by Gursahib kaur #knps... # let's break the chain of CORONA... #","sentiment_score":0.0}
{"full_text":"Does It Matter Which COVID-19 Vaccine I Take?","sentiment_score":0.0}
{"full_text":"Here we go","sentiment_score":0.0}
{"full_text":"I don't see any alligators with Covid. The only downside is that you'll eventually have to square up with Batman down at the docks.","sentiment_score":-0.0777777778}
{"full_text":"RT Elective work was cancelled (centrally) last winter and the one before. Cancer and Elective wait...","sentiment_score":0.0}
{"full_text":"RT What's your wish in 2021JH: Hope COViD19 will end and we can do a concert JM: Hope Suga will recover and will be with...","sentiment_score":0.0}
{"full_text":"An outbreak is happening, and YOU ARE TALKING ABOUT THIS??? Ok :)","sentiment_score":0.5}
{"full_text":"RT Puppy scams soaring amid pandemic; Pa. attorney general issues warning via","sentiment_score":0.05}
{"full_text":"RT living in Britain during this pandemic genuinely feels like hearing every other country turn the page of an exam when we are...","sentiment_score":0.1375}
{"full_text":"RT Surgeon General fears too much COVID focus distracts from fighting other ailments | Just The News","sentiment_score":0.0416666667}
{"full_text":"RT These companies took $1.8 billion in federal aid to save jobs. They laid off 90,000 workers anyway. ","sentiment_score":0.0}
{"full_text":"RT 75 People and Counting Test Positive for COVID After North Carolina Church's Christmas Musical","sentiment_score":0.1136363636}
{"full_text":"RT Radio Scotland midday news 1st item is the Aberdeen lockdown and the pub owner who was on GMS this morning complaining abo...","sentiment_score":0.0}
{"full_text":"RT In giving away $4 billion, MacKenzie Scott has done more and handed out more money in the last six months to help Americans...","sentiment_score":0.3333333333}
{"full_text":"RT The CDC is recommending the vaccine be given to essential workers before the elderly, even as they acknowledge that this choi...","sentiment_score":0.0}
{"full_text":"Burundi ex-president Pierre Buyoya dies from Covid-19, ,https:\/\/t.co\/ypslTWL1Ol","sentiment_score":0.0}
{"full_text":"300 people given the Coronavirus jab during the first 5 hours of the first vaccination clinic in Market Harborough - more on Hfm News &amp; here:","sentiment_score":0.3333333333}
{"full_text":"RT Another: Bahrain started using it right away and was successful.","sentiment_score":0.5178571429}
{"full_text":"RT Tories are now stepping up their rhetoric of a 'failing NHS' unable to cope, as they prepare the ground for it's privatisati...","sentiment_score":-0.5}
{"full_text":"Republicans have killed over 300,000 Americans","sentiment_score":-0.2}
{"full_text":"RT This looks accurate &amp; similar to all other detailed analyses.Data shows Sweden did really well.It protected its eld...","sentiment_score":0.175}
{"full_text":"RT wear a mask.","sentiment_score":0.0}
{"full_text":"RT Where'd he Go!? Checked Out? Golfing again? SHORT TIMER SYNDROME ","sentiment_score":0.0}
{"full_text":"RT Preliminary data of our Geneva serosurvey capturing most of #COVID19 2nd wave show that only 22% of the population has #anti...","sentiment_score":0.1666666667}
{"full_text":"RT If you vaccinate, all the people that want to be vaccinated, then you already took care, of the vulnerable, and the healt...","sentiment_score":-0.5}
{"full_text":"Don't die with a vaccine finally on the way. Now's not the time to kill yourself or others.","sentiment_score":0.0}
{"full_text":"This data from Michigan State University paints a pretty bleak #employment picture for recent college grads out there. The #LaborMarket will take time to recover -- be patient and stay positive. #COVID19","sentiment_score":-0.1306818182}
{"full_text":"It is. I'm trying not to lose my mind with work and the numerous COVID cases. But I'm making it. How have you been?","sentiment_score":0.0}
{"full_text":"RT Taking the piss.","sentiment_score":0.0}
{"full_text":"RT This is brilliant !!!@AdviceNI","sentiment_score":1.0}
{"full_text":"We view the #COVID19 vaccine as light at the end of the tunnel. Educate yourself and #GetVaccinated #gratitude #fridaymorning #CareNotCovid #healthcare #HealthcareHeroes ","sentiment_score":0.4}
{"full_text":"Huhu hang in there bro just pogchamp the corona away.Jk anyways I hope you feel better.","sentiment_score":0.5}
{"full_text":"RT Reports say Russia hacked US agencies and businesses nine months ago. That means the hack began as everything shut down...","sentiment_score":-0.1555555556}
{"full_text":"RT COVID Update December 17: This is my worst thread. I hate writing it. But I have to write it. 1\/","sentiment_score":-0.9}
{"full_text":"RT Outdoor Dining In Winter During A Pandemic. Subscribe to my channel below to see the full video https:\/\/t.co\/EEhzx3k1Ll...","sentiment_score":0.35}
{"full_text":"RT As someone who has sometimes criticised our pandemic response, important also to give credit where it is due: our performa...","sentiment_score":0.1375}
{"full_text":"RT My boyfriend got his covid vaccine yesterday and I can tell you the most prominent side effect is the inability to shut up...","sentiment_score":0.5}
{"full_text":"RT the solution was always pay people to stay home and now over 3,000 people are dying a day and they might spit a pittance...","sentiment_score":0.0}
{"full_text":"RT I want no American to become ill from Covid and no one to die. That said, it's been hard to watch those who flout all preca...","sentiment_score":-0.2638888889}
{"full_text":"Seems logical masks etc would do something. But empirically, there being little correlation in real world, seems clear that there are other variables that have a far greater impact on cases and fatalities than these all-hailed interventions. Any thoughts?","sentiment_score":0.1171875}
{"full_text":"Lockdowns triggered by COVID-19 set off a significant shift in new patent applications toward technologies that support working remotely, according to Stanford's Nicholas Bloom, Chicago Booth's Steven J. Davis, and Booth PhD candidate Yulia Zhestkova.","sentiment_score":0.1371212121}
{"full_text":"In a region where #handwashing remains a challenge for 25% of the population, monitor here the main public policies on #water supply and #sanitation (WSS) that govt's in Latin America &amp; Caribbean are introducing due to COVID.","sentiment_score":0.0138888889}
{"full_text":"'Twas the night before Lockdown, when all through the house Not a citizen stirred, not even a spouse. When, what to my wondering eyes should appear, But a new SAGE announcement, to increase the fear. ...writes Gawain Towler","sentiment_score":0.1363636364}
{"full_text":"Need help dealing with your energy supplier?@CitizensAdvice is here for youCall us or visit our websitehttps:\/\/t.co\/9PSC93k43bFor help in Fylde ring 0300 330 1166 and a warm home adviser will ring you back","sentiment_score":0.3}
{"full_text":" The UWI COVID-19 Task Force will host a discussion on the COVID-19 Vaccination today, Friday, Dec 18 11am AST on   include Chair of the Regional Immunization Technical Advisory Group, Prof. Peter Figueroa.  #COVID19","sentiment_score":0.0}
{"full_text":"India stands to lose almost 12% of its GDP as compared to pre-pandemic projections- the second worst amongst the selected countries, given its unbalanced recovery, say &amp; Garima Nain:","sentiment_score":-0.5}
{"full_text":"Our #bikeonrentChandigarh services are considered as one the best way to take the complete fun of the city while avoiding the busy crowd. Visit Us:https:\/\/t.co\/dNuswrcHUK#bulletonrentinchandigarh #bikerentalinchandigarh #bikerentinchandigarh #bikeonrentindelhi #COVID19","sentiment_score":0.375}
{"full_text":"Layan Kayed, a Bir Zeit university student imprisoned by the Israeli occupation since June 2020, wrote the following letter to her family in December, following her isolation for potential COVID-19 exposure. https:\/\/t.co\/eOpQa0ImWF","sentiment_score":0.0}
{"full_text":"On our latest episode of #NASCIOvoices and chat with NASCIO's own Eric Sweden to discuss the #CIOTop10 and  what Eric hopes won't change back to normal after the pandemic ends.Go ahead, take a listen:","sentiment_score":0.3125}
{"full_text":"Going out in public is risky. Do you think you may have come in contact with someone who might have COVID-19? Read the below and see the steps to take if you think you might have COVID-19. For more information, go to","sentiment_score":0.25}
{"full_text":"Carol Peletier: Need a ride, stranger?#TheWalkingDeadSeason 9Who Are You Now?11 November 2018#TWDZombie ApocalypseAtlanta Camp, GeorgiaQueenCDC, Greene Farm, First Prison Siege, Wolf Siege, Chem Plant Massacre &amp; All Out War SurvivorMelissa McBride","sentiment_score":0.25}
{"full_text":"Parent carers with disabled children under 25 in England can join the panel and take part in 3 -5 short surveys between January and April 2021 on the impact of Covid-19. Find out more here:","sentiment_score":0.1}
{"full_text":"Trust in the data driving decisions is vital for the public to support the Government's response to Covid.I asked what steps are being taken to ensure peer review of the methods and independent verification of the results of ONS Covid-19 estimates.The response I received ","sentiment_score":0.0333333333}
{"full_text":"Did you know that hanging out with friends &amp; family in enclosed spaces for long periods of time can be deadly?Learn how COVID-19 spreads via droplets in the air &amp; what you can do to ensure your &amp; your loved ones' well-being.Credit Research credit","sentiment_score":0.325}
{"full_text":"More than three-quarters (83%) of consumers changed how they planned, purchased and prepared their food during the first national lockdown, with over half (51%) claiming to have eaten more fruit and vegetables, according to the latest research by IGD","sentiment_score":0.3166666667}
{"full_text":"2nd COVID-19 vaccine set for OK in US with panel endorsement","sentiment_score":0.25}
{"full_text":"Last-minute panic buys don't have to be unimaginative... Treat your friends and family to some adventure with a Discover gift voucher or giftable Annual Pass.Available to buy online and conveniently delivered by email on Christmas Day:","sentiment_score":0.0}
{"full_text":"Native Americans have been disproportionately impacted by the coronavirus pandemic and are four times as likely to be hospitalized with COVID-19.https:\/\/t.co\/ZKj7ztt3p3","sentiment_score":0.0}
{"full_text":"The Telegraph reports that the government is to announce that the Christmas holiday will be extended for some secondary school children to enable the rollout of mass COVID testing for pupils at the start of the new term. ","sentiment_score":-0.0818181818}
{"full_text":"From the lockdown in Wuhan to a Tibetan orphanage to an illegal mine, here are some of the best offerings from China's indie documentary filmmakers this year","sentiment_score":0.125}
{"full_text":"What's an adverse event? What's a side effect? Five questions on what could happen after a COVID-19 vaccination.","sentiment_score":0.0}
{"full_text":"RT Where is Trump? A massive breach of our federal agencies. Where is Trump? 300,000+ COVID deaths. Where is Trump? American...","sentiment_score":0.0}
{"full_text":"ICYMI: An emergency travel order is being enacted in the state of Maryland as the number of new COVID-19 cases in the state continues to soar.https:\/\/t.co\/C9eSBbuTim","sentiment_score":0.1363636364}
{"full_text":"This has been an unusual year with #COVID19 but we would like to thank staff in Primary schools for their support throughout.  Also thankyou to the pupils we have seen this year. They are amazing!  #EmotionalIntelligence  ","sentiment_score":0.45}
{"full_text":"Here at we provide #COVID secure recruitment solutions.Our exclusive video platform Jobwise In2View enables us to carry out the whole process over video if required.To find out more click the link below and get in touch with us today! https:\/\/t.co\/3jqy8f9Jpx","sentiment_score":0.4083333333}
{"full_text":"The final weekend before #Christmas &amp; you may be out and about finishing up your Christmas shopping. It is important that you plan to #ShopSafely. Stay at home if you feel unwell. If you do go out wrap up, keep a 2m distance and wear a mask instore.#LookForLocal #SafeChristmas","sentiment_score":0.2}
{"full_text":"#WATCH A Government Minister's warned about a potentially devastating COVID-19 scenario in the New Year, amid concern about Christmas mixingRestrictions have eased - but it could be short-lived@NewsChambers reports#VMNews | #COVID19ireland | |","sentiment_score":-0.4318181818}
{"full_text":"Five days into the largest vaccination campaign in the nation's history, the President hasn't held any public events to trumpet the rollout and has tweeted only twice about the shot.https:\/\/t.co\/f69Q6AZQ6e","sentiment_score":0.0}
{"full_text":"'I think we're going to see a grotesque spike': Fears rising that pandemic fatigue coupled with impending holidays will lead to big jump in #COVID19 cases in the new year #Caledon","sentiment_score":-0.1378787879}
{"full_text":"RT Covid protocol anytime anywhere, even at home  ...F.Ote","sentiment_score":0.0}
{"full_text":"Thursday, December 17, 2020:And another day of recaps, gifts to the superwealthy, remaining silent, a 'failed' Covid response, a 'grave threat,' recanting stories, banning gay conversion therapies, and trying on makeup from your home comes to a close:https:\/\/t.co\/oDjVLQWVP9","sentiment_score":-0.0277777778}
{"full_text":"3,500 Americans died in one day. The President didn't mention it.#DiaperDon #Trump #COVID19 #Covid_19 #COVID #coronavirus #pandemic #BidenHarris2020 #election #USA #America #Americans #US #vaccination","sentiment_score":0.0}
{"full_text":"Distribution of the Pfizer-BioNTech coronavirus vaccine in the United States can begin, with healthcare workers and long-term care residents first in line to be vaccinated.https:\/\/t.co\/tA10VSxyuU#CovidVaccine #Covid19 #COVID","sentiment_score":0.25}
{"full_text":"#DoRightRightNow so we can get back to THE GOOD LIFE:Get a flu shot Give each other some space (stay 6 feet apart)  #WearAMask  Wash your hands Check-in with loved ones Visit for more information!","sentiment_score":0.38}
{"full_text":"The 2020 festive season is upon us and while the second wave of Covid-19 grips the country, many South Africans will still be travelling to destinations across Mzansi. Here's some important information to be aware of before you hit the road!","sentiment_score":0.303125}
{"full_text":"Is the #pandemic pushing #livestream shopping into the mainstream? - #ecommerce #DigitalTransformation","sentiment_score":0.0}
{"full_text":"RT And they're going to claim that this was \"religious freedom\".  Absolute absurdity.","sentiment_score":0.1}
{"full_text":"RT #Cyprus has not been immune to impact of #COVID19 #pandemic. With an economy greatly dependent on travel, tourism and...","sentiment_score":0.8}
{"full_text":"RT For those who haven't been following this story: Russia hacked a number of vital agencies' data, including:- U.S. nucle...","sentiment_score":0.05}
