{"full_text":"Only if Morpeth don't get promoted! Which, let's be honest, they probably would have been last season if a pandemic hadn't saved us from relegation! ","sentiment_score":0.2}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"RT  COVID-19 in IndiaThe roller coaster of deaths in Delhi appears to have come to an end.A hospital inspection showed that...","sentiment_score":0.0}
{"full_text":"RT JUST IN | President #CyrilRamaphosa to address SA on lockdown, Covid-19 at 8pm tonight. Follow it live on News24https:\/\/t.co\/...","sentiment_score":0.1363636364}
{"full_text":"RT My Covid results Came Back Positive, I have been battling with the most severe symptoms of the disease for the past week...","sentiment_score":0.1193181818}
{"full_text":"RT \" I think if Tottenham wins the Premier League the pain to all TV Pundit will be greater than the pandemic. They always cri...","sentiment_score":0.4}
{"full_text":"Being something of a hermit already, I'm not sure my attitude about leaving the house will change much after the pandemic ends.Home is comfortable. The outside world is not.","sentiment_score":0.0875}
{"full_text":"RT #NSTworld A Chinese citizen journalist held since May for her livestream reporting from #Wuhan as the #Covid19 outbreak unf...","sentiment_score":0.0}
{"full_text":"RT The case of Zhang Zhan - who was arrested for her reporting on COVID-19 in Wuhan earlier this year and today sentenced to 4...","sentiment_score":0.0}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"RT Family meeting, tonight, 8pm.","sentiment_score":0.0}
{"full_text":"Missing Northern Ontario family adventures and SNOW! Facetime and slipping on a frosty sidewalk here in DC just does not compare but we must all do our part #COVID19","sentiment_score":-0.175}
{"full_text":"mcconnell is too. He's already declared that he'll do the same thing to Biden that he did to Obama. Hope Georgia turns blue!","sentiment_score":0.0}
{"full_text":"FuckHere we go again #COVID19 #EVEMUN #CHEAVL #CFC","sentiment_score":0.0}
{"full_text":"5! Lord","sentiment_score":0.0}
{"full_text":"RT How do you sleep at night, Senator?","sentiment_score":0.0}
{"full_text":"RT Just a little Sunday lockdown igloo building","sentiment_score":-0.1875}
{"full_text":"Did Trump cause the deaths in other countries? You are a flaming idiot and should examine the origins of the virus...China ..purposely released on the rest of the world while banning domestic travel.","sentiment_score":-0.3083333333}
{"full_text":"RT My friend is a doctor.She just told me via text message that tonight she witnessed the death of a husband and wife by COVID....","sentiment_score":0.0}
{"full_text":"RT Global access to vaccines is essential to overcome the coronavirus pandemic. The EU is ready to play it's part. EUR70M for...","sentiment_score":0.0666666667}
{"full_text":"This is a fact!!! Yet they claim Covid-19 is the reason for Black deaths in order cause fear and increase the use of the vaccine in communities of color!!!","sentiment_score":-0.3255208333}
{"full_text":"RT And she was at the wake of a Covid19 victim to boot. As for Covid Maggie ... Oh, and they've...","sentiment_score":-0.075}
{"full_text":"RT 4 days to due dates, but no extension.  Is Govt not in favour of Extension? Looks unfortunate considering Pandemic. Govt re...","sentiment_score":-0.3125}
{"full_text":"RT Just think about how much America has regressed over the past century...80 years ago a U.S. president was advocating...","sentiment_score":-0.025}
{"full_text":"RT Now, this is funny! Where's Marco been for the last 10 months? Where was Marco when the other RINOs were constructing tha...","sentiment_score":0.0625}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"Jason kenney literally hates the nursing work force for what ever reason he may have .  He is dangerous and he will be trying to slash wages as soon as we clear this pandemic.  If the nursing force we 90% male it would be a different story .  He needs to be voted out","sentiment_score":-0.125}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"RT $LOAC going to be stock. Traders like it. The second-gen Covid-19 stocks offering explosive opportunities: 4D Pharm...","sentiment_score":0.0}
{"full_text":"RT 23 more days.  Then a competent, grown up takes over.  We will at long last have a federal government response to the wors...","sentiment_score":0.2375}
{"full_text":"RT Philippines prolongs partial COVID-19 curbs in Manila to Jan 31","sentiment_score":-0.1}
{"full_text":"As a woman founded and award winning small business, the team leverages our #Innovation capabilities to overcome business challenges of #COVID19","sentiment_score":0.125}
{"full_text":"RT This young lady has a message for all those leaving the UK to get away from the covid19 virus to come to Jamaica.","sentiment_score":0.1}
{"full_text":"And so we will have another horrible uptick in Covid cases. People are selfish","sentiment_score":-0.75}
{"full_text":"RT Do you want to learn about health research, especially during the COVID-19 pandemic? Here is free, interactive, access...","sentiment_score":0.2}
{"full_text":"My decision to sell Kdb (if only for a couple of GWs) for Bruno seems much better now.","sentiment_score":0.25}
{"full_text":"RT #NYCACC PRIORITY -SORA 7yr #92732 Brooklyn's longest stay at 150 days, SORA is STILL the most endearing boy! Loves his stuff...","sentiment_score":0.5625}
{"full_text":"Training for Post-Coronavirus Opportunities: A Must for all Manufacturers: and shifts to virtual work have had a dramatic (and dramatically different) impact on #manufacturers.#training #workforce #covid19","sentiment_score":-0.2166666667}
{"full_text":"RT Seems tonight's game between and has been called off due to a Covid outbreak in the City camp.","sentiment_score":-0.2625}
{"full_text":"RT Looks like Trump was right about UV light.https:\/\/t.co\/989pSAdyQn","sentiment_score":0.2857142857}
{"full_text":"RT We need to rethink our assessments. We need to rethink what we're looking for. We need to redefine what \"success\" and \"fai...","sentiment_score":0.3}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"For this to be an amount that's been debated about for this long it's not impactful at all no one who has truly felt this pandemic this $600 not situation changing at all","sentiment_score":-0.05}
{"full_text":"RT \"you don't need to wear a mask around me\" sweet thanks for letting me know that I especially need to wear a mask around you","sentiment_score":0.1833333333}
{"full_text":"RT Trump is golfing in Florida, and Pence, Chair of the White House COVID task force, is enjoy...","sentiment_score":0.2}
{"full_text":"RT #ZhangZhan, the citizen journalist jailed 4 yrs for reporting in Wuhan, became so frail during her detention that she atten...","sentiment_score":0.0}
{"full_text":"The open\/close debate is pointless. Of course schools need to be open. And they need all cheap\/available measures to make them as(safe)ap. Masks: no-brainer; space: shifts or similar; testing: asap -- trust the experts (schools) to figure out the details.","sentiment_score":-0.0833333333}
{"full_text":"RT On Sunday, Ontario said it had administered 11,241 shots of the 90,000 COVID-19 doses it has received. Data gathered by","sentiment_score":0.0}
{"full_text":"RT December is now the deadliest month in the pandemic Jan       0   Feb       1  Mar       5,277  April      60,738  May...","sentiment_score":0.0}
{"full_text":" Sunday night signature was too late to prevent unemployment aid from lapsing.SO NOW MILLIONS ARE FUCKED WITH NO BENEFITS GOING INTO THE NEW YEAR!HOW MANY WEEKS WILL PEOPLE LIVE WITH NOTHING","sentiment_score":-0.0254545455}
{"full_text":"RT Ending the #COVID19 crisis and building a safer, healthier future requires investing in health systems that protect all people, eve...","sentiment_score":0.0}
{"full_text":"Our govt killed Covid via FarmBills ..","sentiment_score":-0.2}
{"full_text":"RT \"It has just been an exhausting year\"Three teachers from the US describe how their jobs have changed during the Covid pande...","sentiment_score":-0.4}
{"full_text":"RT \"It's not just #COVID19 that is killing people,it's underprivilege,it's lack of access,it's years of living with health conditi...","sentiment_score":0.0}
{"full_text":"RT Great, now he can sign and I's amendment to bring the $600 checks to $2k ","sentiment_score":0.8}
{"full_text":"A lot of workplaces &amp; especially the retail ones in the UK don't routinely wear masks. I actually feel dumb &amp; out of place for wearing one &amp; I'll never understand. They even have signs saying \"no mask, no entry\" &amp; still don't wear them when working! ","sentiment_score":-0.15625}
{"full_text":"RT Chinese citizen journalist, 37, hailed for 'reporting the truth' of Wuhan's coronavirus outbreak is jailed for four yearsh...","sentiment_score":0.0}
{"full_text":"RT \"It's not just #COVID19 that is killing people,it's underprivilege,it's lack of access,it's years of living with health conditi...","sentiment_score":0.0}
{"full_text":"Extremely proud 2 b the snr ops lead 4 the hub &amp; working with a team of like minded people. Breaking  barriers &amp; making what seemed like the impossible possible 4 patients all done virtually. Really shows that getting the chemistry &amp; balance of a team right anything is possible","sentiment_score":0.1031746032}
{"full_text":"RT 201228 baekhyun twitter replyop: baekhyun-ah, when corona is gone, I'll go see you right away\/immediately : me too hh...","sentiment_score":0.2857142857}
{"full_text":"I thought they both had covid","sentiment_score":0.0}
{"full_text":"idk why it's so hard to wear a mask , like y'all are fucking weird..","sentiment_score":-0.3958333333}
{"full_text":"RT #cyril guys this Covid shit is killing the people. I am scared now, for the first time.","sentiment_score":0.025}
{"full_text":"Classic line! My respect for him as a #commentator and #journalist has grown so much during the #pandemic. He's top of the line! #media #JakeTapper","sentiment_score":0.3444444444}
{"full_text":"RT TODAY: The will hold a press conference at 2 p.m. to address the death of Major Andy Davis, a 20-year OKCFD veteran,...","sentiment_score":0.03125}
{"full_text":"RT I lost my job in March due to covid. Have been battling on ever since. If anyone needs any editing or proof reading doi...","sentiment_score":-0.125}
{"full_text":"Reports: Manchester City V Everton Is Off After More Covid Positive tests at City","sentiment_score":0.3636363636}
{"full_text":"Says it all. #MasksDown","sentiment_score":0.0}
{"full_text":"Supermarket chain gives $200K in gift cards to struggling restaurants amid coronavirus pandemic #FoxNews","sentiment_score":0.0}
{"full_text":"RT Police Scotland are investigating an incident with George Galloway around coronavirus restrictions. ","sentiment_score":0.0}
{"full_text":"RT PRESIDENT RAMAPHOSA TO ADDRESS THE NATION ON DEVELOPMENTS IN SA'S COVID-19 RESPONSEPresident will addre...","sentiment_score":0.0}
{"full_text":"I replaced the towels above Charlie chamber with custom laser cut inserts to avoid precisely this kind of hijinks, but the pandemic has cut off my access to the laser cutter. DONT mess with our science, Childs!","sentiment_score":0.1953125}
{"full_text":"city v everton been called off due to covid  we play everton on friday &amp; we play tomorrow shouldn't they push our game back to sunday to help us out","sentiment_score":-0.175}
{"full_text":"RT Goodbye Mum.You died of Covid-19, days before you were due to be vaccinated.You told them to give the ventilator t...","sentiment_score":-0.125}
{"full_text":"Trump is trying desperately to keep himself relevant &amp; in the public eye. He doesn't care that thousands of people die daily from his virus or that thousands more are without incomes, as long as he's the center of attention.","sentiment_score":0.0214285714}
{"full_text":"Seriously, shut up.  Don't go blathering about sh-t that is patently false.  Masks DO protect against COVID!Are you really that stupid?","sentiment_score":-0.3333333333}
{"full_text":"RT 3-  the other way RU deals with truth:https:\/\/t.co\/igD90guYeG","sentiment_score":-0.125}
{"full_text":"Recently, with the pandemic, I notion I misplaced my cash with the air tickets however fortunately I turned into booked with and that they refunded it.","sentiment_score":0.0666666667}
{"full_text":"RT In Massachusetts people may fool ourselves and think that COVID-19 in prisons is a problem somewhere else. It's here. HT to...","sentiment_score":0.0}
{"full_text":"RT Manchester City's match with Everton has been postponed after more positive Covid tests.","sentiment_score":0.3636363636}
{"full_text":"RT Almost everything Fauci has said this year has been exaggerated, misleading, and\/or flat-out wrong.He is not to be tr...","sentiment_score":-0.5}
{"full_text":"RT The doctor who criticized the president's drive by when he was sick with covid at Walter Reed:","sentiment_score":-0.7142857143}
{"full_text":"RT 'Embarrassing': Trump mocked after his 'bizarre' effort to renegotiate COVID relief bill goes nowhere","sentiment_score":0.4}
{"full_text":"RT The asymptomatic spread of Covid has been proven to be a myth. Your business and life has been shut down over a myth.","sentiment_score":-0.1555555556}
{"full_text":"RT *What will wrestling touring look like for the WWE post coronavirus? *Would outsourcing to a company like Feld be strategic...","sentiment_score":0.0}
{"full_text":"RT How Trump Administration Suppresses Photography of Covid-19 Pandemic","sentiment_score":0.0}
{"full_text":"RT PRESIDENT RAMAPHOSA TO ADDRESS THE NATION ON DEVELOPMENTS IN SA'S COVID-19 RESPONSEPresident will addre...","sentiment_score":0.0}
{"full_text":"RT \"It has just been an exhausting year\"Three teachers from the US describe how their jobs have changed during the Covid pande...","sentiment_score":-0.4}
{"full_text":"From what I've read, there's a formula used to crudely calculate herd immunity based on r0. 1-1\/r0= percentage needed for herd. So say Covid has an r0 of 5 (worst case scenario). 1-1\/5= .8, or 80% for herd immunity. Curious where 90% comes from.","sentiment_score":-0.6}
{"full_text":"California: just a reminder that a couple days of rain will not fix the drought, reduce what is surely going to be another active fire season, or cure COVID. Landslides. It brings landslides and TC's.  Really, enjoy your rain while you have it. ","sentiment_score":0.2555555556}
{"full_text":"RT Today (Mon 28 Dec) there were 41,385 new #COVID19 positive cases reported across the UK. Read the response from Medic...","sentiment_score":0.1818181818}
{"full_text":"RT More positive COVID tests Will be official soon.","sentiment_score":0.3636363636}
{"full_text":"RT A reminder that Doug Ford's government and \"Ontario's Dad\" withheld $12 billion of contingency funds as the second wave hi...","sentiment_score":0.0}
{"full_text":"In a covid world these cuddles are like gold dust, cat loving ","sentiment_score":0.6}
{"full_text":"You are neither a psycho nor a fool if you do not take the vaccine; especially if you're under 60 and have no underlying conditions.You are very very sane. Your immune system got you. 99% gatchu.https:\/\/t.co\/5KElOSSbXk","sentiment_score":0.13}
{"full_text":"RT  A Chinese court handed a four-year jail term on Monday to a citizen-#journalist who reported from #Wuhan at the peak of...","sentiment_score":-0.05}
{"full_text":"Here is the daily Covid 19 For Sunday 27th DecemberNew infections 41,385Total cases 2,329,730Recorded 357 deaths, note NI no data, Scotland no death data, giving a total of 71,109 This using the 28 day criteria.","sentiment_score":0.0}
{"full_text":"RT Everton versus Manchester City is in doubt due to Covid-19, talks taking place about postponement.","sentiment_score":-0.125}
{"full_text":"Man City's South American contingent getting COVID? Arsenals as well ... Some might say that party they had behind closed doors wasn't the best idea. Now the rest of the league will suffer for it.","sentiment_score":0.08}
{"full_text":"RT Glad he finally acted, but don't give credit where it isn't due: \"Mr. Trump's delay in signing allowed two critical programs...","sentiment_score":0.09375}
{"full_text":"The reality of a hard lockdown is that online learning will be the order of the day. The DHET Protocols for different levels may need to be re-adjusted as the current status of students and that of March is different.","sentiment_score":-0.0729166667}
{"full_text":"RT Last week, I voted for the coronavirus relief bill, which the President has *finally* signed into law after a week of d...","sentiment_score":0.0}
{"full_text":"RT Seems tonight's game between and has been called off due to a Covid outbreak in the City camp.","sentiment_score":-0.2625}
{"full_text":"RT pandemic or not, why do mfs stand so CLOSE behind you while you're waiting in line??","sentiment_score":-0.4}
{"full_text":"RT First things first: Americans have waited too long to get help. While the House passed a relief bill in May, the Senate...","sentiment_score":0.15}
{"full_text":"4 city players with COVID apparently","sentiment_score":0.05}
{"full_text":"RT President will address the nation at 20h00 today, Monday 28 December 2020, on developments in relation to...","sentiment_score":0.0}
{"full_text":"One way to get around fixture congestion ","sentiment_score":0.0}
{"full_text":"Nashville police, fire chiefs get vaccinated against COVID-19","sentiment_score":0.0}
{"full_text":"He signed it, got nothing in return, then asked to speak to the manager. What a dealsman.","sentiment_score":0.0}
{"full_text":"RT NB Almost half (48%) of the adult population (aged 18+) in England is either aged 60+ or has a significant long-term health...","sentiment_score":0.0216666667}
{"full_text":"Fucking CREEEEEEPS","sentiment_score":-0.6}
{"full_text":"RT 2020 is the deadliest year in US history, with deaths expected to top 3,000,000 for the first time -- due mainly to the coronav...","sentiment_score":0.1383333333}
{"full_text":"RT PRESIDENT RAMAPHOSA TO ADDRESS THE NATION ON DEVELOPMENTS IN SA'S COVID-19 RESPONSEPresident will addre...","sentiment_score":0.0}
{"full_text":"RT People who believe in God are less worried about coronavirus than the godless because they believe there is more than this l...","sentiment_score":0.1666666667}
{"full_text":"RT Stacey Abrams on Democrats' closing message in Georgia ahead of the Senate runoff elections in January: \"We know that while Kell...","sentiment_score":0.0}
{"full_text":"NHS Test and Trace remains open over the Christmas period. If you have any symptoms:  a high temperature a new, continuous cough a loss or change to your sense of smell or taste Book a test. Call 119, use the NHS COVID-19 app or visit","sentiment_score":0.0987878788}
{"full_text":"This year #New Year's Eve will be very different as we must stay at #home.Here's some ideas on how to celebrate differently this year.* Can you set up your own virtual big fat Christmas #quiz of the year?* Have a games night, find out who is the ultimate Jenga champion!","sentiment_score":0.1227272727}
{"full_text":"President Rodrigo Duterte has authorized the grant of a one-time gratuity pay to contract of service (COS) and job order (JO) workers in government for their hard work, especially those part of the emergency Covid-19 response efforts.https:\/\/t.co\/i9I7iZhVDl","sentiment_score":-0.1458333333}
{"full_text":"#DAVEAcademyOur student Alessandra Bravin describes her experience in DAVE Embedded Systems during the COVID-19 Pandemic.Despite the duty to #STAYHOME, we were able to complete this stage woking hard for 1 month and a half from home! https:\/\/t.co\/GFr2ME0s79","sentiment_score":0.025}
{"full_text":"Got to feel for Rotherham, this is totally unfair on them! Surely a bit of common sense should come into play and the game should be called off? ","sentiment_score":-0.20625}
{"full_text":"Cash payments are not accepted from eastbound #BlueWaterBridge customers during the #COVID-19 #coronavirus pandemic.Thank you for your cooperation. #MDOT","sentiment_score":0.0}
{"full_text":"Everton-City called off because of covid, fuck","sentiment_score":-0.4}
{"full_text":".@USATODAY highlights #cruise passenger excitement (\"ecstatic!\") as #COVID19 vaccines progress. Even the CDC believes vaccines, along with testing recommended by CLIA and cruise lines measures, will reduce the spread. GREAT #cruisenews.$CCL $RCL $NCLHhttps:\/\/t.co\/DWhz1wrRXr","sentiment_score":0.8}
{"full_text":"Inspired by New York's history of stepping up &amp; working diligently to stop a pandemic. I urge all New Yorkers to step up and receive the #COVID19 vaccine as it becomes widely available.https:\/\/t.co\/2rCFpsKnLt","sentiment_score":0.0575757576}
{"full_text":"The President signed the $900 billion COVID-19 stimulus bill and the $1.4 trillion govt. spending bill. Trump did this to avoid government shutdown, with the provision of a separate bill to increase stimulus checks. Listen below (0:26) or at the top of every hour on WPGU 107.1.","sentiment_score":0.5}
{"full_text":"The FDA says Pfizer's COVID-19 vaccine is safe, but Dr. Orient says unanswered questions remain, including any potential side-effects of the vaccine during pregnancy.#COVID19 #VACCINEMORE DETAILS:","sentiment_score":0.1333333333}
{"full_text":"RT President to speak tonight.","sentiment_score":0.0}
{"full_text":"RT JAY AND SUNOO REALLY WANTS TO GO TO JAPAN WITH NI-KI &amp; THE FACT THAT NI-KI HIMSELF SAID, AFTER THE PANDEMIC IS OVER HE WANTS...","sentiment_score":0.2}
{"full_text":"Covid-19 causes rush on services","sentiment_score":0.0}
{"full_text":"RT  #Chinese citizen journalist #ZhangZhan who reported from #Wuhan during early stages of #Covid19 was sentenced to 4...","sentiment_score":0.05}
{"full_text":"RT 2020's would-be club anthems survived the pandemic in new, more personal contexts","sentiment_score":0.2121212121}
{"full_text":"experience through the pandemic--and perspectives on how to adapt","sentiment_score":0.0}
{"full_text":"Pew Research found that 65% of Americans expect robots and computers to probably perform jobs people do. #DigitalTransformation is speeding along due to COVID, making for easier #changemanagement.","sentiment_score":-0.125}
{"full_text":"#Opinion| The Year of the #Pandemic ... Good Riddance","sentiment_score":0.7}
{"full_text":"RENX Top-30 #CRE Stories of 2020: 10. Airbnb value tops $100B US following IPO. #RENXTop30 #RealRstate #CRECanada","sentiment_score":0.0}
{"full_text":"This is the last Tech Trends episode for 2020, and once again we made sure to compile a list of the most interesting technology trends during the pandemic. Check out our 36th episode of #TechTrends.","sentiment_score":0.375}
{"full_text":"Most children with COVID-19 have mild to no symptoms. But, like adults, children can get severely ill from COVID-19 so they should wash their hands, socially distance and wear a face covering. CDC:","sentiment_score":0.0916666667}
{"full_text":"Partial results suggest that the AstraZeneca shot is about 70% effective for preventing illness from coronavirus infection, compared to the 95% efficacy reported by Pfizer-BioNTech.","sentiment_score":0.25}
{"full_text":"\"Artists on the Frontlines: Creativity and Change During COVID-19\" with via","sentiment_score":0.0}
{"full_text":"Despite quarantines, stay-at-home orders, and a 17 percent drop in the number of miles driven between January and June 2020, the United States saw a 20 percent jump in motor vehicle deaths in the first half of 2020.","sentiment_score":0.0416666667}
{"full_text":"What would you do if your business plummeted in the middle of a pandemic? This is a very real scenario for a number of Vermonters, and when it happened to #BTV resident Jenny Rooke, she decided to dance -- in an inflatable T-Rex costume.Hear (+ watch) more from ","sentiment_score":0.2533333333}
{"full_text":"The number of people who passed through U.S. airports on Sunday was the highest since the pandemic began, according to the Transportation Security Administration.","sentiment_score":0.0}
{"full_text":"RT We should not be thinking about the next COVID package as \"stimulus,\" but rather critically needed help for families to...","sentiment_score":0.0}
{"full_text":"RT As an immunocompromised chronically ill person it's been SUPER FUN to watch people I know, people in my community, strangers...","sentiment_score":0.0444444444}
{"full_text":"RT Must watch!","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you will be social distancing on NYE and not gathering in large groups. ","sentiment_score":0.1238095238}
{"full_text":"#COVID19 vaccination campaign has started!Nearly 400,000 Israelis have already had the first #vaccination dose.14 million vaccine doses are expected to arrive in  in the next few months.#StaySafe","sentiment_score":-0.0125}
{"full_text":"RT Will the govt finally do what is needed??'SAGE's advice was that the R rate might be kept below 1 if schools stay close...","sentiment_score":0.0}
{"full_text":"New years party in the Netherlands next year!","sentiment_score":0.0681818182}
{"full_text":"RT Emulating #CCP fascist China to strip civil liberties leads to uprising globally!!!","sentiment_score":0.0}
{"full_text":"Bollocks we've played without our main players why are they any different??? Play the youth ","sentiment_score":0.0833333333}
{"full_text":"3 Days until New Year 2021. Remember there are COVID-19 regulations to follow. Stay timeless","sentiment_score":0.1363636364}
{"full_text":"Over the past several days, staffers at Naval Health Clinic Charleston have been administered Moderna's COVID-19 vaccine https:\/\/t.co\/0RG4zBrQlb#chsnews #cornavirus #Moderna","sentiment_score":-0.125}
