{"full_text":"RT \"They were pillars of their communities and families, and they are not replaceable.\" Please read this important, devastat...","sentiment_score":0.4}
{"full_text":"RT Tell Tom Brady to do it","sentiment_score":0.0}
{"full_text":"RT If you want a clear representation of just how corrupt our elected officials are, take a look at where they are spending...","sentiment_score":-0.2}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"RT Delayed Covid vaccines for poor countries 'will leave Europe vulnerable for years'","sentiment_score":-0.45}
{"full_text":"RT It is with great sadness we announce that residential carer Linda Hall has sadly died following a battle with COVID-19....","sentiment_score":0.1}
{"full_text":"More fear propaganda. This dr is a psychologist what does he know !https:\/\/t.co\/b8VcbJwRYu","sentiment_score":0.1875}
{"full_text":"RT This is your daily reminder, that pre-covid, the Federal Liberal Government had already doubled our national debt and triple...","sentiment_score":0.0}
{"full_text":"RT Now available on updated version of the pangolin SARS-CoV-2 lineage assigner that is more sens...","sentiment_score":0.45}
{"full_text":"You cant pass the collection plate over zoom. This is why pastors hate stay at home to halt community covid spread.","sentiment_score":-0.8}
{"full_text":"RT 38 year old mocked covid by wearing a gas mask on capital hill.  He wasted no time in cutting in front of e...","sentiment_score":-0.2333333333}
{"full_text":"poll: on which day do you usually (in non-pandemic times) celebrate, if you do?","sentiment_score":-0.25}
{"full_text":"No fair, thumbs are TOO MUCH CUTE in a pandemic when I can't come visit","sentiment_score":0.075}
{"full_text":"I fail to see the difference it will make.Announces now\"NEW YEAR CANCELLED\"announces boxing day\"NEW YEAR CANCELLED\"and frankly I dont think people are gonna care The police even admit that they will be over wealmed on new years eve","sentiment_score":-0.0227272727}
{"full_text":"RT It's interesting to watch my GOP colleagues who refused to wear a mask or practice social distancing, and who attended \"...","sentiment_score":0.2666666667}
{"full_text":"Scary","sentiment_score":-0.5}
{"full_text":"RT #MyLeaderRahulGandhi has a compassionate heart for every citizen of the country without discrimination. Rightfully he...","sentiment_score":0.0}
{"full_text":"Just hope the lorry  drivers can be tested and allowed to go","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden just got his first dose of the coronavirus vaccine on camera as part of a growing effort to convince th...","sentiment_score":0.25}
{"full_text":"RT Lmfaooooo wetin be this Desh?","sentiment_score":0.0}
{"full_text":"RT #Print News: Take a look behind the scenes at Morgana Systems as we continue to deliver products to our end users. Please...","sentiment_score":-0.4}
{"full_text":"RT This holiday, I'm gonna stay home in my trash can and avoid people.","sentiment_score":0.0}
{"full_text":"RT Imagine what and would do with this story.But of course they got suspended for breaking Covid rul...","sentiment_score":0.0}
{"full_text":"RT A thread on how #Queer Collaborations have sustained me in 2020. It has also been a year of profound loss as my father died...","sentiment_score":0.0833333333}
{"full_text":"RT Here's a list of all the new ships the Navy has managed to buy with the COVID Relief Bill money.  This is why you aren'...","sentiment_score":0.1363636364}
{"full_text":"No no no can you people wait for me ","sentiment_score":0.0}
{"full_text":"RT Food rations for 1.26 million #refugees in Uganda will have to be further reduced due to a funding shortfall, has...","sentiment_score":-0.0625}
{"full_text":"Link:https:\/\/t.co\/8ZJsX7Eq5s======================#AstraZeneca #vaccine #COVID19 #coronavirus #india","sentiment_score":0.0}
{"full_text":"RT We need to send a clean bill with just $2,000 survival checks and a separate spending\/covid relief bill. Negotiating everyth...","sentiment_score":0.3666666667}
{"full_text":"RT Caption: \"Example of sleeping (how you sleep) during Covid's period.\"\/\/soooooooooo cute.Rest alot na MewMew.(c)IGS:...","sentiment_score":0.0}
{"full_text":"This #Corona quarantine time, which is getting about 1 YEAR now, has been the most #productive period in my whole life! I think I'm gonna #miss it (in case there is any ending for it)","sentiment_score":0.375}
{"full_text":"RT Respected ji ji...It is not possible for professional to work smoothly in this pandemic covid 19 e...","sentiment_score":0.1666666667}
{"full_text":"Congretulations, your Excellency!!!","sentiment_score":0.0}
{"full_text":"RT How did we go from \"flatten the curve\" to \"stay home until you accept communism\"?","sentiment_score":0.0}
{"full_text":"RT And in Australia, NSW Premier tells the nation it has \"been proven\" that children under 1...","sentiment_score":0.0}
{"full_text":"RT NEW: long overdue, I've updated our excess deaths data, expanding the list of countries to 30We have tracked 1.5 millio...","sentiment_score":0.0431818182}
{"full_text":"RT Taiwan reports first locally transmitted coronavirus case since April, ending the world's longest stretch without a domestic...","sentiment_score":0.0833333333}
{"full_text":"RT I FEEL LIKE EVERYONE GOT PREGNANT THIS PANDEMIC MEANWHILE IM SPENDING 10 HOURS IN FRONT OF THE COMPUTER EVERYDAY!!!","sentiment_score":-0.0286458333}
{"full_text":"RT Sg Buloh is literally collapsing. We need all floor each with pakar in Infectious diseases. Patient deteriorates faster...","sentiment_score":0.0}
{"full_text":"RT I saw patients all day today. And I am still not able to be vaccinated. Meanwhile, low-risk members of Congress--some o...","sentiment_score":-0.25}
{"full_text":"Anwar Maqsood tests positive for coronavirus, requests for prayers","sentiment_score":0.2272727273}
{"full_text":"RT It isn't just about wasteful spending. They're trying to funnel billions of dollars to locations around the world for...","sentiment_score":0.0}
{"full_text":"Not this security guard making me fill in a Covid form without the Covid gun, then he says I look like ngiwu 35.5 ","sentiment_score":0.0}
{"full_text":"These Fuckers have no Morals what so ever!They all belong in GITMO","sentiment_score":0.0}
{"full_text":"Looking at you,","sentiment_score":0.0}
{"full_text":"RT if you're upset about coronavirus or lockdown just remember every three months a person is torn to pieces by a crocodil...","sentiment_score":0.0}
{"full_text":"Covid19?","sentiment_score":0.0}
{"full_text":"RT Today, I wanted to speak out on behalf of a fellow Black woman physician, Dr. Susan Moore, to not let our stories go unheard...","sentiment_score":-0.1666666667}
{"full_text":"RT Greg Abbott got the COVID vaccine today. Yesterday, he and his Republican cronies decided to disregard CDC recommend...","sentiment_score":0.0}
{"full_text":"RT Thalaivar tested \"NEGATIVE\" for Corona !!!Our prayers are always with you Thalaivaaa..","sentiment_score":-0.5859375}
{"full_text":"RT Two Thousand, Seven Hundred &amp; Twenty Five children have been admitted to hospital this term with #COVID19 Have you see...","sentiment_score":0.0}
{"full_text":"RT How did \"flatten the curve\" turn into flatten the AMERICAN ECONOMY!?!?","sentiment_score":0.0}
{"full_text":"RT Indeed. And when it looked this summer as if covid19 was spreading faster in France than in the UK, it was the UK that im...","sentiment_score":0.0}
{"full_text":"RT Ppsc administration killings the rights of talented pakistani students by selling the jobs. Most of the papers which w...","sentiment_score":0.6}
{"full_text":"RT That's funny. I didn't hear Sen. Paul worry about the deficit when he voted to give $1 trillion in tax breaks to the top 1%...","sentiment_score":0.375}
{"full_text":"RT Congressional Democrats have reached an agreement with Republicans and the White House on an emergency coronavirus relie...","sentiment_score":0.0}
{"full_text":"RT Oh good grief. At what point do we explode ","sentiment_score":-0.05}
{"full_text":"RT Covid-19 vs covid-19 new mutation","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: President Trump calls the COVID-relief bill a \"disgrace\" and is threatening to veto it if Congress doesn't cu...","sentiment_score":0.0}
{"full_text":"If they don't offer the exact service you need they signpost to the nearest partner or organisation who does #Wellbeing #lockdownchristmas","sentiment_score":0.25}
{"full_text":"RT I've had my Covid vaccine this morning and I'm feeling good!I'm allowed it as a frontline NHS worker and we captured th...","sentiment_score":0.0}
{"full_text":"RT few days back a new variant of covid was found which is even more worst  And in this situation wants to take exams in desc...","sentiment_score":-0.0606060606}
{"full_text":"RT GOOD NEWS: Thalaivar tested negative for Covid-19. He is safe!  #Annaatthe","sentiment_score":0.3416666667}
{"full_text":"Only the idiots will panic buy... but why do we import when we grow our own stuff .. madness ...","sentiment_score":-0.0666666667}
{"full_text":"Fatboy Slim swaps DJ sets for shifts at his own cafe during pandemic","sentiment_score":0.6}
{"full_text":"Calling all Buying &amp; Merchandising candidates.We'd love it if you could share your experience and thoughts in our Buying &amp; Merchandising Salary Survey which features questions on Brexit, the pandemic &amp; automation.#salarysurvey #brexit #merchandisinghttps:\/\/t.co\/ZpFmX5dL8y","sentiment_score":0.5}
{"full_text":"Under lockdown and looking to fill spare time by reading books about the Labour Party? Check out reading list for Labour members during the original coronavirus lockdown:","sentiment_score":0.375}
{"full_text":"Coming to a town near you!https:\/\/t.co\/paQVV19nZv","sentiment_score":0.1}
{"full_text":"How is coronavirus impacting your day to day? Can you spare 15 minutes to complete a questionnaire to help increase our understanding of how coronavirus and restrictions\/ lockdown is affecting people? See: #BePartofResearch","sentiment_score":0.1}
{"full_text":"To shop workers across our region and beyond, those in small local shops to those in supermarkets, we would like to thank you for your tremendous hard work throughout the pandemic. We wish you the restful and merry Christmas that you all deserve. ","sentiment_score":-0.0520833333}
{"full_text":"Happy Holidays.#Kwale #Mining #Projects #ChangingLives #COVID19 #happyholidays","sentiment_score":0.8}
{"full_text":"#Iraq has signed a preliminary deal to receive 1.5 million doses of the #Pfizer-#BioNTech coronavirus vaccine in early 2021, the health ministry said.#BaghdadPost","sentiment_score":0.1}
{"full_text":"#PMIK_and_Inflation_in_QasimDreamsMuhammad Qasim Dreamscovid solution in QasimDreams","sentiment_score":0.0}
{"full_text":"RT How to Defend Against #Malware, #Phishing, and Scams During COVID-19 CrisisRead: #c...","sentiment_score":0.0}
{"full_text":"The greatest pain is the return of value added tax (VAT) to the pre-coronavirus rate of 16 from 14 per cent as the government aims to collect at least Sh78 billion between January 1 and June 30, 2021.https:\/\/t.co\/Bs7ecjDIRN","sentiment_score":0.35}
{"full_text":"Start the year right and [re]boot your career in 2021 with fully-funded #courses. If you've got career aspirations, have been on the furlough scheme or been made unemployed due to Covid19, then choose from #training in #digital, #construction and #engineering. #Futuregoals #ESF","sentiment_score":0.0535714286}
{"full_text":"2021 is going to be a huge year for us to push for a fairer &amp; greener economy - from Covid recovery to Brexit to COP26 Could you chip in &amp; help us double our impact? All donations are welcome, big or small.Join our community of supporters ","sentiment_score":0.3}
{"full_text":"Have you taken a look at our dedicated #COVID19 page lately? Check out latest #ETCResearch on Europeans' sentiment for travel, weekly tourism stats and insights on changes in flight searches &amp; hotel volume and more ","sentiment_score":0.2333333333}
{"full_text":"To ensure you can #TravelWithConfidence, our teams have been busy... -  Applying 44000 posters &amp; signs, helping you maintain social distancing Installing 1000 hand sanitiser stations Hiring 200 additional cleaning staff at stations &amp; on our trainsi","sentiment_score":0.0666666667}
{"full_text":"UK hospitality sector on course to lose more than PS53bn in sales during 'disaster' 2020 (and that was only between April and September)Extrapolated for #Wales, that is around PS2.5 bn lost to Welsh hospitality businesses up to October 2020.https:\/\/t.co\/vcrSmqA3GU","sentiment_score":0.25}
{"full_text":"Breast milk being studied as potential treatment for COVID-19","sentiment_score":0.0}
{"full_text":"How Do You Evaluate Performance During A Pandemic? 3 ways to ensure that employee reviews are fair during chaotic times","sentiment_score":0.7}
{"full_text":"COVID-19 surge could reach 500,000 -- Octa Research","sentiment_score":0.0}
{"full_text":"RT Calling all Buying &amp; Merchandising candidates.We'd love it if you could share your experience and thoughts in our Buying &amp; M...","sentiment_score":0.5}
{"full_text":"Next year will be a busy one for sport, with many major events postponed because of the pandemic moving forward to 2021. Find out more from ","sentiment_score":0.2325}
{"full_text":"20% MEGA cashback with Give a story to tell this Christmas. Shop last minute gifts you can print at home or shop days out and experiences that they will never forget.Browse their stay at home experiences for a special gift.","sentiment_score":0.1785714286}
{"full_text":"Happy Christmas to you all from the YUDU Team. It's been a tough year by any standards, but hopefully the Covid vaccines will ride to our rescue and some form of normality will resume next year. Have a restful Christmas and our very best wishes for 2021.","sentiment_score":0.3527777778}
{"full_text":"Derby is in Tier 3 where residents may see 2 other households (your #christmasbubble) on Xmas Day. The rules will be put into law and you must follow them to reduce the spread. For more visit: #schooltoolkit #parentalengagement #parentpower #derby","sentiment_score":0.1875}
{"full_text":"Thank you geardiary for including Lockly in 2020 Holiday Gift Guide and Giveaway! To know more info, read link  below!https:\/\/t.co\/9zpt7PkT09#electronics #smarthomes #smarthometechnology #smarthomesystems #smarthometech #smarthomeautomation","sentiment_score":0.5}
{"full_text":"New coronavirus strain not detected in samples tested in India: ICMR-NARI","sentiment_score":0.1363636364}
{"full_text":"Arrangements are in place to pay the #COVID19 Pandemic Unemployment Payment to people who lose their job between now &amp; the New YearApply online via to ensure payment is made as quickly as possibleMore info here: #Covid19Ireland","sentiment_score":0.2348484848}
{"full_text":"It's inexcusable during a pandemic for health care professionals not to prioritise keeping up to date with research about the pathogen.I honestly believe it should be mandatory for registration.I've immersed myself in research &amp; I'm shocked by the ignorance of colleagues.","sentiment_score":-0.05}
{"full_text":"From the Scotland #GLIMERResearch team, a new article published in 'Rethinking refuge in the time of COVID-19' by Timothy Peace &amp; #refugees #racialization #COVID19","sentiment_score":0.1363636364}
{"full_text":"LOCKDOWN DIARIES: DAY 2822020-12-23 02:00 - The quarantine probably won't pardon you.Stay tuned for dispatches from Radio Free Diablo County.#QuarantineLife#CoronaLockdown","sentiment_score":0.4}
{"full_text":"I think Hendricks got covid","sentiment_score":0.0}
{"full_text":"COVID RELIEF- President Trump assailed the bipartisan $900 billion package in a video he tweeted out Tuesday night and suggested he may not sign the legislation.","sentiment_score":0.0}
{"full_text":"FBI warns of ongoing COVID-19 vaccine related fraud schemesvia #ThreatNews #Cybersecurity #MSSP #MDRhttps:\/\/t.co\/7Vg3ZUZJ7w","sentiment_score":0.0}
{"full_text":"Young people are key to reducing the spread of #COVID19, thanks to for permission to share this insightful video","sentiment_score":0.1}
{"full_text":"We've been working hard to develop projects looking to improve outcomes for children in the context of the pandemic.Find out more about our #covid-19 projects here!https:\/\/t.co\/IiNIopQb2u","sentiment_score":0.1041666667}
{"full_text":"Sanitize your warehouse or mill with Bengal Sanitization, with rates as low as Rs 70. We offer efficient services at affordable rates.7980708710\/9830246789#bengalsanitization #sanitizing #sanitizationservice #affordablerates #covid19  #kolkataagainstcorona","sentiment_score":0.0}
{"full_text":"Germany reported a record daily coronavirus death toll of 962 on Wednesday.","sentiment_score":0.0}
{"full_text":"Hadith on Self-Isolation &amp; Quarantine#TQtalks #Covid_19 #Covid #CoronaVirus #Islam","sentiment_score":0.0}
{"full_text":"#TheSNPAdventCalendarOfShameWindow 23: Job done  Let's do it all one last time tomorrowhttps:\/\/t.co\/inLTEzecd1","sentiment_score":0.0}
{"full_text":"WATCH  In the first episode of ADB Insight, we spoke to the people on the frontline of the global effort to deliver the COVID-19 vaccine and explored the complex issues around distributing the life-saving drug.#adbinsight","sentiment_score":-0.0166666667}
{"full_text":"How has the pandemic changed your holiday travel plans?","sentiment_score":0.0}
{"full_text":" medical treatment facilities in #Europe will soon receive an initial allocation of the #COVID19 #Vaccine, which recently received approval under an Emergency Use Authorization.Read More ","sentiment_score":0.125}
{"full_text":"Do's and Don'ts while shopping for festivities during #COVID19 via #StaySafe #IndiaWillWin #Unite2FightCorona #TickettoSurakshita#IndiaFightsCorona #PrecautionsforProtection","sentiment_score":0.0}
{"full_text":"RT this won't make me popular, but this seems like a pretty trivial human mistake - driving to Barnard Castle it ain't","sentiment_score":0.2833333333}
{"full_text":"This is the deadliest year in U.S. history, with deaths expected to top 3 million for the first time -- due mainly to the coronavirus pandemic.","sentiment_score":0.1383333333}
{"full_text":"Herd immunity without a vaccine is not an effective strategy for addressing the COVID-19 pandemic.  We need to focus on strategies we know that work like following social distancing guidelines, avoiding large gatherings, and wearing a mask.https:\/\/t.co\/MlzLmT3iSh","sentiment_score":0.2119047619}
{"full_text":"The Department of Health said there are 24,984 active COVID-19 cases in the country as of December 23, 2020.","sentiment_score":-0.1333333333}
{"full_text":"But it will still be available to take calls. #wokytoday #coronavirus","sentiment_score":0.4}
{"full_text":"Where would we be without radio? The 'Best of festive radio' includes 'Classical Music in and after the Lockdown' on this Sunday. chats to about the impact of the pandemic on classical music.","sentiment_score":0.3333333333}
{"full_text":"RT How did we go from \"flatten the curve\" to \"stay home until you accept communism\"?","sentiment_score":0.0}
{"full_text":"Covid-19: is airport testing a viable solution?https:\/\/t.co\/W3IyEup2d6 #COVID19 #airport #testing #coronavirus","sentiment_score":0.0}
{"full_text":"During this #pandemic, we're all taking extra measures to protect ourselves and those around us. But what about protecting your #business? Read more about keeping your #smallbusiness safe #online: #CyberSecurity #SmallBusinesses #BusinessAdvice","sentiment_score":0.3333333333}
{"full_text":"Biggest stories of #F1 2020@SChecoPerez misses both the #BritishGP &amp; the #F170 due to #COVID19. replaces him at earning himself a reputation as super-sub#Hulkenberg replaces at the #EifelGP, too, also due to the #Coronavirus","sentiment_score":-0.125}
{"full_text":"Imports of goods close to pre-#COVID19 levels in North #America, but exports still have some way to go. Get more #Stats in the latest #OECD Int'l #Trade Pulse ","sentiment_score":0.5}
{"full_text":"The Federal Bureau of Prisons says it has started to give the coronavirus vaccine to some high-risk inmates but won't say how many inmates have been vaccinated or how it selects those to receive the vaccine.https:\/\/t.co\/w5eIYDtaW7","sentiment_score":0.5}
{"full_text":"RT We should already be in national lockdown, including travel hubs, schools and universities. We aren't, because this go...","sentiment_score":0.0}
{"full_text":"RT COVID-19: NCDC announces 999 new infections, 4 deaths | The Guardian Nigeria News - Nigeria and World News","sentiment_score":0.1363636364}
{"full_text":"The #COVID19 pandemic is far more than a public health emergency. It is an economic crisis. A social crisis. And a human crisis that is fast becoming a #HumanRights crisis. blog on lessons for #humanrights in the socio-economic response to COVID-19.","sentiment_score":0.1854166667}
{"full_text":"RT \"Given the small fraction of US infections that have been sequenced, the variant could already be in the United States with...","sentiment_score":-0.25}
{"full_text":"The NYSDOL says it is working to upgrade phone lines, and operating for longer hours -- and is waiting for federal guidance on information about the new COVID-19 stimulus.https:\/\/t.co\/DEYE0dGIQr","sentiment_score":0.1363636364}
{"full_text":"The guidance has changed for over the festive period.  For updated information on what you can and cannot do visit:https:\/\/t.co\/guNVyiddLV","sentiment_score":0.0}
{"full_text":"RT is not aware of ground realiti...","sentiment_score":-0.125}
{"full_text":"The man who zoomed into corona billions","sentiment_score":0.0}
{"full_text":"Britain, France Ease Transport Ban As COVID-19 Variant Threatens Supply Chains","sentiment_score":0.0}
{"full_text":"RT Vaccine: *arrives*Coronavirus (mutating): \"oh you're here? I'll just change and come\"","sentiment_score":0.0}
{"full_text":"RT #CoronaVirusUpdates:India's #COVID19 recovery rate improves to 95.69% as on December 23, 2020.#IndiaFightsCorona#Un...","sentiment_score":0.0}
