{"full_text":"RT Royal Stoke covid ward mum and daughter captured in powerful photo - Stoke-on-Trent Live This  just sums up the utterl...","sentiment_score":0.2181818182}
{"full_text":"RT \"New York is not going to wait for the federal government to protect New Yorkers. We made that mistake back in the spring,\" New...","sentiment_score":0.1022727273}
{"full_text":"RT My hospital has currently no ITU bedsNo spare CPAP (non-invasive ventilation) capacitySpent the past 12 hours caring...","sentiment_score":-0.125}
{"full_text":"RT No place has been hit harder by the pandemic than skilled nursing homes -- and no frontline workers have been hit harder than t...","sentiment_score":0.1}
{"full_text":"2020 trying to go out with a bang.","sentiment_score":0.0}
{"full_text":"RT Top Manitoba health districts by active* #COVID19 cases:1. Downtown Winnipeg: 5162. Shamattawa\/Tataskweyak\/Split Lake\/York F...","sentiment_score":0.1833333333}
{"full_text":"RT What the fuck is super gonorrhea","sentiment_score":-0.0333333333}
{"full_text":"RT I didnt get to see My sister on Christmas for the first time in 45 years because of Covid.....","sentiment_score":0.25}
{"full_text":"Damn strange Pelosi was never called out for stopping COVID-19 relief.  The media is as dirty as Nancy.","sentiment_score":-0.325}
{"full_text":"RT Here's what you need to know about who is eligible and how to get the COVID-19 vaccine in Texas via","sentiment_score":0.0}
{"full_text":"RT What the fuck is super gonorrhea","sentiment_score":-0.0333333333}
{"full_text":"A highlight indeed, all about the fantastic #doingourbit initiative and the work of in this blog I wrote https:\/\/t.co\/Hi0evGVKpC#Covid #NHS","sentiment_score":0.4}
{"full_text":"RT Another pandemic","sentiment_score":0.0}
{"full_text":"Thank you for this post.We pray our wailers and the half siblings (the children of hate and bitterness) see the good FG has done with 70% reduction in govt income.Due crashed oil prices and covid 19 induced world economic recession.@ForumPatriots","sentiment_score":-0.0166666667}
{"full_text":"RT On watch, 340,247 Americans have died from #COVID19 (19.2% of all deaths worldwide). That is about the...","sentiment_score":0.0}
{"full_text":"RT You'll be hard-pressed to find a more obscene sight than a sore loser crybaby \"president\" completely ignoring a terrorist a...","sentiment_score":0.3}
{"full_text":"RT COVID is the new fundamentalist religion of the Left. Experts rein supreme. Dogma like \"follow the science\" replaces r...","sentiment_score":0.0681818182}
{"full_text":"RT *puts protective glass to protect staff against coronavirus*Customers:","sentiment_score":0.0}
{"full_text":"Anyone covering this??? #onpoli","sentiment_score":0.0}
{"full_text":"RT The Speaker of Texas House -- one of the most powerful public officials in Texas -- has the #coronavirus #txlege","sentiment_score":0.2666666667}
{"full_text":"Didn't cowboy say the pandemic would end on November 4th?","sentiment_score":0.0}
{"full_text":"you are hurting the average US citizen by refusing to sign the COVID relief bill and the funding bill leaving millions with no benefits, what a loser you are.","sentiment_score":-0.15}
{"full_text":"RT CALM is underappreciated because it was released in the middle of a pandemic and 5sos weren't able to tour, if everything was...","sentiment_score":0.2666666667}
{"full_text":"RT For everyone dismissing #COVID19 as \"just the flu\" or dismissively saying \"99.99% survive\", tell me the last time we s...","sentiment_score":0.0}
{"full_text":"RT We all know Vitamin D is necessary for good health. But is there even ONE documented case of someone with adequate leve...","sentiment_score":0.3444444444}
{"full_text":"RT Stunning statistic: 1 in every 1,000 Americans has died of COVID","sentiment_score":0.5}
{"full_text":"I do find it incredible that the government doesn't recognise disabled people at all in the pandemic. The elderly are mentioned a lot .obviously they need the votes, but the rest are well down the list. This so sad and so wrong .","sentiment_score":-0.0911111111}
{"full_text":"RT Trump golfs, Pence skis, Americans suffer. That's the whole tweet about leadership amid a deadly pandemic.","sentiment_score":0.0}
{"full_text":"Thans Denmark, please ensure those funds are administered by you; our kleptomaniac government (sic) has a habit of \"redistributing\" funds in mysterious ways","sentiment_score":0.0}
{"full_text":"RT Wearing a mask helps protect you from breathing in the virus that causes COVID-19. #WearAMask over your mouth and nose to reduc...","sentiment_score":0.0}
{"full_text":"SA never useto rock this hard Like groove in 2020 has been crazier then any other year during a pandemic bro","sentiment_score":-0.2083333333}
{"full_text":"Ye Judaiyaan Ve !!But reality is Ye Nazdeekiyaan Ve !! Between you &amp; us :))Lockdown made us more closer :))Once everything will gets back to normal ! We will miss this time :((","sentiment_score":0.15625}
{"full_text":"I hope we find answers soon.","sentiment_score":0.0}
{"full_text":"With only 35% of U.S theaters open and the film also premiering on HBO Max, I'm surprised that it made this much!Congrats to and","sentiment_score":0.0333333333}
{"full_text":"So? Yes, I know, is a privileged hypocrite that downplayed the virus for months but was vaccinated first. The least he could do is lead by example and #StayHome  Your first thought was about Pence, mine is about the people of Vail that won't see a vaccine until June.","sentiment_score":0.0666666667}
{"full_text":"Dec 23, covid-19 research and policy briefing","sentiment_score":0.0}
{"full_text":"RT The Great Pandemic Robbery. How so much of the PS22,000,000,000 for Test and Trace went to friends of the government, while B...","sentiment_score":0.5}
{"full_text":"RT 1 in every 1000 Americans has died from #Covid19. Unemployment insurance expiring today, government shutdown on Monday, ev...","sentiment_score":0.0}
{"full_text":"This series kept me company on my post covid walk today. Sent tingles down my spine! Especially the drama with -I could totally relate","sentiment_score":-0.0648148148}
{"full_text":"RT Is this you Senator Rubio?Jumping to the front of the queue for the covid vaccine for a disease that you don't believe in!...","sentiment_score":0.0}
{"full_text":"RT Finally in chart form. Municipal and non-profit care homes offer best protection from Covid. @Peter_Tabuns","sentiment_score":0.5}
{"full_text":"RT This is a terrible argumentWorking to feed your family is not eating candyWe accept risks on the job everyday and many peo...","sentiment_score":-0.2333333333}
{"full_text":"RT The anti-lockdown studies are evidence-based, robust, and thorough, grappling with the data we have (with all its flaws)...","sentiment_score":0.0}
{"full_text":"Oil edges higher after Brexit deal, gains capped by pandemic","sentiment_score":0.25}
{"full_text":"RT Survival from #COVID19 must be measured not only at 28 days, but also at 6 months &amp; 9 months. Also it must be classifi...","sentiment_score":0.0}
{"full_text":"1 out of every 6 people that test come out positive, am I reading this correctly?","sentiment_score":0.2272727273}
{"full_text":"RT ( nsfw andromorph )Pandemic relief unit Snofu on the job, just don't forget to clean him off properly before you pass him on!...","sentiment_score":0.1833333333}
{"full_text":"Did you even read the post it isn't about just injuries it's about TOTALLY.....until you play a game with A Wr at QB and they took all your ACTIVE QBS OFF THE ROSTER because 1 QB got COVID but the rest of them test came bac negative and still didn't play...","sentiment_score":-0.2777777778}
{"full_text":"For those facing the risk of eviction once the pandemic no longer secures your housing, please look at the website in this post.https:\/\/t.co\/qTwH2SH1n7","sentiment_score":0.0}
{"full_text":"Lockdown here we come just because of some very selfish people can't do the right thing ","sentiment_score":-0.1821428571}
{"full_text":"RT Didnt say it was her fault. I do however think traveling to Florida during a global...","sentiment_score":0.0}
{"full_text":"RT We NEED both Ossoff and in the Senate to give a unified Senate to work with so the err...","sentiment_score":0.0}
{"full_text":"Doesn't that sound like covid was here in December last year.People not being able to breathe &amp; people dying from pneumonia.","sentiment_score":0.3}
{"full_text":"I myself feasted on blue whale foetuses, cut down redwood trees and shot a black rhino","sentiment_score":-0.1074074074}
{"full_text":"RT #WonderWoman1984 broke the record for the largest domestic opening wknd during the pandemic era w\/ $16.7M in 3 days from...","sentiment_score":0.0}
{"full_text":"RT New COVID strain 'not any more serious' than common version, White House testing chief says | Just The News","sentiment_score":0.0006060606}
{"full_text":"RT It is impeachable.  The historical understanding of \"high crimes and misdemeanors\" is a breach of the duties of office.  Tr...","sentiment_score":0.08}
{"full_text":"RT Last night the ED spent 9 hours trying to find a hospital that who would take a COVID positive patient in respiratory distr...","sentiment_score":0.0424242424}
{"full_text":"RT Dr. Marc Siegel: \"70 percent of the Covid-19 spreads within houses. Lockdowns just destroy the economy. They don't nec...","sentiment_score":-0.2}
{"full_text":"RT Reminder that signed an order that sent over 6,000 Covid positive patients into nursing homes in March and neve...","sentiment_score":0.2272727273}
{"full_text":"RT If you get a chance, don't catch covid","sentiment_score":0.0}
{"full_text":"RT As Ireland returns to lockdown today, I hope to once again share with you some cello music from my cottage in the West...","sentiment_score":0.0}
{"full_text":"RT \"When the youth were on camera for distant learning, they were teased by fellow classmates bc they had to wear the same cl...","sentiment_score":-0.05}
{"full_text":"RT As the occupying power, Israel is responsible for the health of the thousands of Palestinians it imprisons in dire condit...","sentiment_score":0.2}
{"full_text":"RT As of skipping the line wasn't enough of a jerk-punk move, this morning I wake up to attacking Dr. Fauci. Reall...","sentiment_score":0.0}
{"full_text":"\"People need to understand, there is no place to take care of you. You can't have this mindset that this isn't going to happen to you. It doesn't work like that any more. The virus is rampant.\"","sentiment_score":0.5}
{"full_text":"RT What the fuck is super gonorrhea","sentiment_score":-0.0333333333}
{"full_text":"She's comparing skittles to having covid, I won't be getting the shot either","sentiment_score":0.0}
{"full_text":"RT If you get a chance, don't catch covid","sentiment_score":0.0}
{"full_text":"Then we fucked braa!","sentiment_score":-0.75}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"This should make everyone madder than hell. We have got to FIGHT BACK #ChineseVirus Fraud#NoVaccineForMe #NoVax","sentiment_score":0.0}
{"full_text":"CORONAVIRUS LATEST: Canada reports cases of UK COVID-19 variant-- EU begins vaccinating adults, health care workers-- NY health care provider accused of vaccine 'scheme'","sentiment_score":0.5}
{"full_text":"RT Reminder that signed an order that sent over 6,000 Covid positive patients into nursing homes in March and neve...","sentiment_score":0.2272727273}
{"full_text":"RT If Trump refuses to sign the COVID-relief bill:-14 million will lose unemployment benefits-The government will shutdown...","sentiment_score":0.0}
{"full_text":"RT Who is going to be allowed to give evidence to the Covid enquiry headed up by ?","sentiment_score":0.0}
{"full_text":"UAB should be on standby.","sentiment_score":0.0}
{"full_text":"RT China could never have scripted this hostile takeover of American freedoms any better than what Fauci, Birx, Cuomo, New...","sentiment_score":0.2121212121}
{"full_text":"RT Salon owner fights back, sues Oregon governor for $100K over coronavirus shutdown and fine via","sentiment_score":0.2083333333}
{"full_text":"RT Never forget that congress members were warned about this pandemic in Feburary and sold stock instead of doing anythin...","sentiment_score":0.0}
{"full_text":"RT We all know Vitamin D is necessary for good health. But is there even ONE documented case of someone with adequate leve...","sentiment_score":0.3444444444}
{"full_text":"RT Stunning statistic: 1 in every 1,000 Americans has died of COVID","sentiment_score":0.5}
{"full_text":"RT Millions of Americans have now lost their unemployment benefits. The benefits expired at midnight after Trump refused to...","sentiment_score":0.0}
{"full_text":"Is it covid?","sentiment_score":0.0}
{"full_text":"RT Why you socialistic sumbitch ","sentiment_score":0.0}
{"full_text":"Vote no! Flip this","sentiment_score":0.0}
{"full_text":"\"Covid Vaccine could have unknown side effects with potential long term troubles\"Ankle: Run the gambit baby","sentiment_score":-0.05}
{"full_text":"#FreedomOverFear Taxpayers do not consent to misuse of funds!Stop sending our tax money to other countries! No income taxes for 2021! #OpenAmerica Reduce our national debt! Fund &amp; secure Social Security! #NoToCommunism #AmericaFirst","sentiment_score":0.0658420139}
{"full_text":"RT Millions of Americans have now lost their unemployment benefits. The benefits expired at midnight after Trump refused to...","sentiment_score":0.0}
{"full_text":"RT BREAKING -- After letting unemployment payments lapse by refusing to sign the COVID\/omnibus bill last night, the president is b...","sentiment_score":0.0}
{"full_text":"And these were always the actual usage numbers. Majority of Viaduct traffic needed to access downtown. The weird part was pro-tunnel PRICE IS NO OBJECT mania given minority use-case and restrictions on industrial use of tunnel. Never pencilled out.","sentiment_score":-0.25}
{"full_text":"RT .@marcorubio, when my daughter was murdered I called you intentionally irrelevant because you would not tell the truth...","sentiment_score":-0.5}
{"full_text":"RT How is it that we do not understand that questioning why things are the way they are is how discoveries are made! Not just...","sentiment_score":0.0}
{"full_text":"Send a clean covid relief bill without all the corrupt pork and he will sign it.","sentiment_score":-0.0666666667}
{"full_text":"RT But schools back in 2 weeks after Hancock said students were driving transmission","sentiment_score":0.0}
{"full_text":"RT A friend called from the US perplexed as to how 6 million Ghanaians could vote for JM in spite of his record. I replied, 70...","sentiment_score":0.4}
{"full_text":"RT \"This is how Black people get killed.\"Dr. Susan Moore died weeks after reporting hospital staff ignored and mistreated her CO...","sentiment_score":-0.1833333333}
{"full_text":"RT It's not \"Congress\" that's preventing Americans from receiving $2,000 Covid relief checks -- it's \"REPUBLICANS in Congr...","sentiment_score":0.0}
{"full_text":"RT Never ceases to amaze me that there exist people who believe that global warming is a hoax, the acidification of the oceans...","sentiment_score":0.0}
{"full_text":"RT Reminder that signed an order that sent over 6,000 Covid positive patients into nursing homes in March and neve...","sentiment_score":0.2272727273}
{"full_text":"St Joe's now has 7 covid units up from 4 a few days ago. They are cancelling vaccines for staff because they don't have anyone to administer them. They are functioning on a hope and a prayer and everyone is burnt out.","sentiment_score":-0.2}
{"full_text":"RT Hmm, who warned of this some 9 mos ago??","sentiment_score":0.0}
{"full_text":"RT Can we actually deep the UK has achieved nothing from the start of this pandemic","sentiment_score":0.0}
{"full_text":"RT Anwar Hadid receives backlash after explaining why he won't get the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"And the time he referenced the revolutionary war airport take overs.  Or the time he suggested injecting disinfectant to treat Covid.  Etc, etc, etc.  He has proven himself the dumbest moron of all village idiots.","sentiment_score":-0.8}
{"full_text":"RT INDIA: 20 people who returned from UK found COVID-19 positive in Telangana, being tested for new strain","sentiment_score":0.1818181818}
{"full_text":"During World Alzheimer Month we launched a Dementia Adviser Webinar Series to further support anyone impacted by dementia during Covid-19.Watch back #DementiaSupports","sentiment_score":0.0}
{"full_text":"Flight Attendant and well loved community leader Jeff Kurtzman was lost in July to #COVID19. His best friend Vic Gerami tells his story.","sentiment_score":0.6333333333}
{"full_text":"'I Stay Ready For Anything:' Atlanta Braves Sprinter 'The Freeze' Opens Gym Amid Pandemichttps:\/\/t.co\/WUGGhD1bF1","sentiment_score":0.2}
{"full_text":"This thread of videos shows the sort of dumbfuckery that has made Los Angeles the epicenter of the COVID crisis. These people were a lot more patient with this idiot than I would have been given our current crisis in this city.","sentiment_score":-0.1}
{"full_text":"\"We know that today is not the end of the pandemic, but it is the beginning of the victory.\"","sentiment_score":0.0}
{"full_text":"RT 'Locked-down California runs out of reasons for surprising surge'","sentiment_score":0.7}
{"full_text":"While we all want to celebrate the end of 2020, we remind residents to follow the Provincial Orders and public health recommendations that are in place to protect you and our community.https:\/\/t.co\/NZoLphiucS","sentiment_score":0.0}
{"full_text":"\"Fueled by a favorable economic environment, new technological developments, and the COVID-19 pandemic, modular architecture is showing up in new and unexpected ways,\" writes","sentiment_score":0.1431818182}
{"full_text":"They call him \"Lockdown,\" and for a good reason.That's because Jordan Allen has shut down just about every receiver he's faced this season. Tomorrow, he faces his final test when Lafayette Christian faces St. Charles for the Div. III championship. ","sentiment_score":0.1361111111}
{"full_text":"#Dallas family mourning after husband, wife die from #COVID19 just 6 days apart #coronavirus ","sentiment_score":0.0}
{"full_text":"Today is the International Day of Epidemic Preparedness. Remember the beginning days of the pandemic? Read Veronica's story on masks in Korea.  #WearAMask #COVID19 #Korea #geulrobeolisyu #isyu #koronabaireoseu #korona #korona19https:\/\/t.co\/LbpwPf4wZG","sentiment_score":0.0}
{"full_text":"RT 100 thousand are hospitalized due to COVID-19.12 million people have lost UI benefits.States need funding to distribute va...","sentiment_score":-0.125}
{"full_text":"Doctors, nurses and the elderly rolled up their sleeves across the European Union to receive the first doses of the coronavirus vaccine Sunday.","sentiment_score":0.125}
{"full_text":"Chiefs and Pirates face major CAF debacle in light of new COVID-19 variant","sentiment_score":0.1996212121}
{"full_text":"North Carolina reported a new record high in COVID-19 hospitalizations Sunday.","sentiment_score":0.1481818182}
{"full_text":"COVID-19 outbreaks continue to plague the nation's jails, prisons and detention centers.But unlike other places hard-hit by the pandemic - such as nursing homes - it's still unclear when inmates will receive the vaccine.","sentiment_score":-0.0625}
{"full_text":"Dental professionals in Nova Scotia are seeing signs of pandemic stress in mouths.https:\/\/t.co\/zu4PV5EMAW","sentiment_score":0.0}
{"full_text":"The fate of the bipartisan package remained in limbo Sunday as Trump continued to demand larger COVID relief checks and complained about \"pork\" spending.","sentiment_score":-0.15}
{"full_text":"In and colleagues have derived a clinical risk score to predict 14-day occurrence of severe COVID-19 ","sentiment_score":0.0}
{"full_text":"President trump should not sign the covid relief bill , especially when the funds would benefit foreign countries .I don't care about unemployment benefits expired or the eviction moratorium .I rather find another job and work for my money .Don't sign the bill .","sentiment_score":-0.0625}
{"full_text":"Ontario is the first province to announce cases of the new coronavirus variant. In Europe, vaccination campaigns are rolling out.","sentiment_score":0.1931818182}
{"full_text":"COVID-19 relief bill: Wall Street sees an economic 'tailspin if Trump doesn't sign by","sentiment_score":0.2}
{"full_text":"RT The Music City Bowl between Mizzou and Iowa is \"highly unlikely,\" per a person with knowledge of the situation. Uptick in...","sentiment_score":-0.5}
{"full_text":"RT You'll be hard-pressed to find a more obscene sight than a sore loser crybaby \"president\" completely ignoring a terrorist a...","sentiment_score":0.3}
{"full_text":"Coronavirus in Illinois updates: 3,767 new and probable cases of COVID-19, 104 additional deaths reported Sunday","sentiment_score":0.1363636364}
{"full_text":"RT My covid19 story idk how i got infected, but here's the symptoms that i got. Please be safe everyone ","sentiment_score":0.5}
{"full_text":"RT Denied critical information and protective gear they needed to avoid infection, they risked their lives as they were pilloried...","sentiment_score":0.0}
{"full_text":"RT The U.S. still leads the world in COVID cases, with 19 million, and COVID deaths, with 332,000. But Dr. Fauci says the U...","sentiment_score":0.0}
{"full_text":"Smith's recent boss, again, apparently didn't 'have the sense to vote against' package. Palmer can be a poster boy for some of what the column criticized as McConnell demanding liability protection and refusing any state or local help mostly held up deal.","sentiment_score":0.1375}
{"full_text":"RT Millions of Americans lost unemployment benefits overnight as President Donald Trump refused to sign a compromise bipa...","sentiment_score":0.0}
{"full_text":"RT Why didn't wear that mask when he got vaccinated ??","sentiment_score":0.0}
{"full_text":"That time when MJ had COVID and still dropped 38 on the Jazz in the playoffs.","sentiment_score":0.0}
{"full_text":"RT The United States is the richest nation in the history of the world. Allowing working folks and families to lose their homes,...","sentiment_score":0.0}
{"full_text":"RT I find it so bizarre &amp; inhumane that almost all UK news orgs are ignoring worst ever moment of Covid crisis. Almost a r...","sentiment_score":-0.5}
{"full_text":"RT I guess it's no big deal a major U.S. City suffered a truck bombing by a domestic terrorist. I guess it's no big deal 1...","sentiment_score":0.015625}
{"full_text":"RT Police say stealing dogs has become more lucrative for criminals as people lower shopping standards for a #COVID19 compan...","sentiment_score":0.5}
