{"full_text":"Suddenly a lot less confident about this thing...","sentiment_score":0.1111111111}
{"full_text":"COVID has risen suicide rate in every country, I guess","sentiment_score":0.0}
{"full_text":"RT Disney laid off 32,000 workers as its stock price was soaring to an all time high on Friday. This is the story of one of tho...","sentiment_score":0.16}
{"full_text":"RT Incredible. White House Chief of Staff Mark Meadows on Friday told Stephen Hahn, the commissioner of the Food and Drug Admin...","sentiment_score":0.45}
{"full_text":"RT Planning holiday travel? Check COVID-19 travel restrictions by state","sentiment_score":0.0}
{"full_text":"RT Not only is this blatantly false, it is also not breaking news. He died in July &amp; tested - for COVID at the time of hi...","sentiment_score":-0.2}
{"full_text":"Trumpublicans are a death cult, plain and simple.All Trump had to do was tell everyone to wear a mask and also be a good role model.Who wouldn't in a pandemic?RIP Rep. Hinch.","sentiment_score":0.2428571429}
{"full_text":"Better to die of depression in lockdown than of covid or anything else out in Freedomville, apparently.","sentiment_score":0.275}
{"full_text":"RT He cares only about how to explain it away, not about the damage it is doing to people's lives and livelihoods","sentiment_score":0.0}
{"full_text":"RT This is a true crisis. Not only for those who need covid care but those patients we are privileged to care for with othe...","sentiment_score":0.175}
{"full_text":"RT Dr. Anthony Fauci intends to \"get vaccinated publicly,\" to build public confidence in the federal government's coronavirus vac...","sentiment_score":0.0}
{"full_text":"Hello.I'm med salem med baba from mauritania..Please look at my work*peinter*On corona.. (covid19)..I like to speake with u and@DrTedros about itPhone and WTS00022236282827","sentiment_score":0.0}
{"full_text":"So because your friends recovered that means everybody recovers?I know of a relative in his early 40s who almost died. He was otherwise healthy before he got COVID-19.He was so ill that he was rushed to hospital by ambulance.Do you think everyone like him is just faking it?","sentiment_score":0.025}
{"full_text":"RT California judge blocks Gov. Newsom's COVID-19 restrictions on worship services","sentiment_score":0.0}
{"full_text":"Thank you for recommending us, Caroline! We are currently only accepting donations of new clothing due to the COVID-19 precautions - unless properly dry-cleaned prior! Send us a DM and we can coordinate!","sentiment_score":0.0022727273}
{"full_text":"RT #BREAKING: Prime minister Justin Trudeau has announced the Canada-U.S. border is to remain closed for another month to n...","sentiment_score":-0.1}
{"full_text":"RT 300,000 people have died of COVID on your watchYou've presided over more death penalty executions than...","sentiment_score":0.5}
{"full_text":"Important COVID Preventative and therapeutic- NEEDS MORE ATTENTIONWatch attached video.","sentiment_score":0.45}
{"full_text":"\"We don't have a single documented case of covid-19 transmission from surfaces. Not one.\"https:\/\/t.co\/k661RuzoPD","sentiment_score":-0.0714285714}
{"full_text":"RT It's really hard to take in the news: Americans are suffering and dying from a pandemic which Trump is ignoring and the GO...","sentiment_score":-0.2916666667}
{"full_text":"RT I've watched over the months Kay Birley &amp; Beth Rigby of Sky News angrily roast Gov't Ministers over breaches of lockdown rules...","sentiment_score":-0.5}
{"full_text":"#UNEP #EmissionGap Report :  Despite dip in #CO2  emissions caused by  COVID-19,  world is still heading for a temperature rise in excess of 3degC  - far beyond the #ParisAgreement goals of limiting global warming to well below 2degC #ClimateEmergency","sentiment_score":0.05}
{"full_text":"Look at the figures. Flu has dramatically reduced this year, as Covid picks up the numbers. Looking back over many years, deaths are not  greatly inflated.","sentiment_score":0.0333333333}
{"full_text":"He led nothing. Trump took over the task force, the CDC, FDA and everything else. Trump politicized this health crisis, and all of his ducklings got in line behind him.","sentiment_score":-0.4}
{"full_text":"RT BREAKING:  York Region and Windsor-Essex to enter lockdown as of Monday.","sentiment_score":0.0}
{"full_text":"RT It should've been last night, but we'll take it. ","sentiment_score":0.0}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"doing finals during a pandemic","sentiment_score":0.0}
{"full_text":".@LeaderHoyer, please protect your work on the #ADA. Do not allow to include any #ADA waivers in the #COVID19 package being negotiated. The opposed Section 181 in the SAFE TO WORK Act (S. 4317). Read letter to learn more.https:\/\/t.co\/c7EtDbHfjJ","sentiment_score":0.5}
{"full_text":"More #Fakenews from NYTimes. This man had heart condition. Tested positive at death for Covid","sentiment_score":0.3636363636}
{"full_text":"RT If you are a church, foodbank or other organisation concerned about the plight of people in debt, and how Covid is adv...","sentiment_score":-0.125}
{"full_text":"RT Arline terrorisms IFR (pre 9\/11): &lt;0.000012% COVID19 IFR: ~0.5%How do we manage risks?A comparison!","sentiment_score":0.0}
{"full_text":"RT THREAD. Just finished Friday zoom with my Brussels group. Much to report.First, a framing point: The summit went all day...","sentiment_score":0.2}
{"full_text":"RT .@AOC: McConnell wants to give big corporations total immunity for five years from COVID-related lawsuits. If we accept...","sentiment_score":0.0666666667}
{"full_text":"RT I mean this very sincerely, I will never in my life forgive the people who did everything in their power to fuck over the pe...","sentiment_score":-0.0208333333}
{"full_text":"RT I mean this very sincerely, I will never in my life forgive the people who did everything in their power to fuck over the pe...","sentiment_score":-0.0208333333}
{"full_text":"Great perspective","sentiment_score":0.8}
{"full_text":"RT As put it, this is a big moment for Rhode Island.","sentiment_score":0.0}
{"full_text":"RT More Americans have now died from Covid-19 than the number of US soldiers killed during World War II |","sentiment_score":0.15}
{"full_text":"RT \"This nation needs presidential leadership right now, presidential leadership to model the steps we should be taking to save ou...","sentiment_score":0.2857142857}
{"full_text":"Soccer-Chelsea's Havertz says returning from COVID-19 was a challenge","sentiment_score":0.0}
{"full_text":"You bet. Not only is it courteous to the person working the window, think about the fact that drive ups are roofed, surrounded by privacy plantings or walls, the ventilation from inside is blowing towards your car and remember Covid-19's ability to hang in the air for up 6 hours.","sentiment_score":0.3}
{"full_text":"Golf and lying about your weight cures COVID?","sentiment_score":0.0}
{"full_text":"Check out our free Covid-19 resources for everything you need to know about providing exceptional patient communication while adhering to new health regulations:","sentiment_score":0.401010101}
{"full_text":"RT 100% chance. Not even a question.","sentiment_score":0.0}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"They have noting for Americans but trying to scare you into voting for their candidate? Are you scared or do you just think their stupid for trying to scare you?","sentiment_score":-0.8}
{"full_text":"RT soo no vaccine for blue balls but a covid one approved in less than a year.. yeah no thanks.","sentiment_score":-0.0888888889}
{"full_text":"RT Chinese citizen journalist detained for reporting on Wuhan coronavirus outbreak \"may not survive\" via...","sentiment_score":0.0}
{"full_text":"RT We Still Need An Answer To A Critical Question: Do COVID Vaccines Prevent Transmission? via","sentiment_score":0.0}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"\"Lockdowns destroy the economy\"\"Bank of England predicts no-deal Brexit to be 3 times the impact of Covid on UK GDP\"\"Project fear\"Morons fucking up our country &amp; not even bothered about the result of their own vote.","sentiment_score":-0.25}
{"full_text":"RT Normal people across the globe blame China for the #coronavirus. It's only the leftists in America who try t...","sentiment_score":0.075}
{"full_text":"RT Biden opens event with remarks on the surging COVID pandemic:\"We're in the teeth of a crisis right now. And this nation ne...","sentiment_score":0.2857142857}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"Thursday Dec 10 -- #COVID19 patients in #CoachellaValley hospitals (+\/- from Wednesday):139 confirmed (-4)20 suspected (+4)159 TOTAL (same)+40 last 7 daysICU numbers follow...","sentiment_score":0.1333333333}
{"full_text":"is killing many more then covid with terriorst who making them stay in canada un the name of khalistan .. I hope people know him.. What he is doing to mankind.. #TorontoWillBeKhalistan","sentiment_score":0.5}
{"full_text":"RT \"These vaccines absolutely cannot cause Covid,\" says nurse and trial volunteer Kristen Choi, on the vaccine.\"Fevers and...","sentiment_score":0.2}
{"full_text":"RT \"This nation needs presidential leadership right now, presidential leadership to model the steps we should be taking to save ou...","sentiment_score":0.2857142857}
{"full_text":"Value Added Podcast - birthed from a #pandemic.With #quarantine in place, Nick Walters was feeling the tolls of #isolation from the everyday business of the industry. Value Added was born as a result of the #lockdown but has grown and brought Real Estate pros closer than ever.","sentiment_score":0.0}
{"full_text":"Isn't it amazing what can be done with a minimal amount of effort to wear a mask and follow guidance?","sentiment_score":0.25}
{"full_text":"please leave us alone  we're already battling a pandemic","sentiment_score":0.0}
{"full_text":"RT It's not just ending the few COVID lawsuits, McConnell is blocking help for struggling Americans because he also wants...","sentiment_score":0.0}
{"full_text":"The mayor and have given #Santa a special #COVID19 travel exemption. Hey kids, it's not too late to get on the Jolly Red Guy's Nice List - go make mom a mug of her 'special coffee' (FREE ACCESS COURTESY WEST CARLETON ONLINE):","sentiment_score":0.2357142857}
{"full_text":"RT How many \"lockdowns\" do you think would have been implemented if Congress and bureaucrats were forced to stay home and gi...","sentiment_score":0.1}
{"full_text":"Hey America,Drop your political party and just be a human for a minute. What's wrong with this picture and who do we, #together , call?  Now go back to your party and demand to know wtf is going on?","sentiment_score":-0.2}
{"full_text":"RT I think those lawmakers who didn't wear masks should come after everyone else has been vaccinated.The very end of the line....","sentiment_score":0.2}
{"full_text":"Researchers at surveyed 15,000 Americans over several waves to investigate whether, how, and why working from home will stick after COVID-19:","sentiment_score":0.0}
{"full_text":"This is getting way too much hate .. I'd much much rather use one of these than a public 'normal' toilet","sentiment_score":-0.0966666667}
{"full_text":"I clicked on my covid map about 3 hours ago &amp; noted we'd passed 300k deaths.  Just looked &amp; we're now at 301,571k and in the 5 mins I've been watching it's gone up by 276.","sentiment_score":0.0}
{"full_text":"RT Biden opens event with remarks on the surging COVID pandemic:\"We're in the teeth of a crisis right now. And this nation ne...","sentiment_score":0.2857142857}
{"full_text":"do you live in\/near london?do you like cats?do you like cake?do you like supporting small independent businesses to survive Covid?https:\/\/t.co\/CBOaWfeJoP","sentiment_score":0.0340909091}
{"full_text":"It's going to be a long 1424 days.","sentiment_score":-0.05}
{"full_text":"...30 COVID patients in ICU, +2 from Thursday.","sentiment_score":0.0}
{"full_text":"RT Senator McConnell demands corporate liability be included in any COVID-relief bill--or he won't let it passIt's an unconsc...","sentiment_score":0.0}
{"full_text":"RT NEW: A 32-year-old close to Dr. Fauci -- the brother of his daughter's boyfriend -- has died of Covid-19, he just told me:...","sentiment_score":0.1363636364}
{"full_text":"RT Sounds kind of Putin-ish, or just a sad old man barking orders as he's hauled off to the loony bin. ","sentiment_score":0.0666666667}
{"full_text":"Can't even begin to tell you how far I've come even through a pandemic that had me shut down this year.","sentiment_score":-0.0277777778}
{"full_text":"Excellent thread.","sentiment_score":1.0}
{"full_text":"RT Every single time. If they are not wearing mask, the establishment is off my list as a place I will visit...","sentiment_score":-0.0714285714}
{"full_text":"People like you ...contributed to kill people from hard attacks, cancer, depression, hungry and suicide by helping China and the Democrats to achieve this goal. The virus don't kill people, perverse treatment does it well!","sentiment_score":-0.3645833333}
{"full_text":"Have u had 2 skipped #rent or #mortgage payments during #COVID19?https:\/\/t.co\/IU9dswt5r5","sentiment_score":0.0}
{"full_text":"The professor I work with. He's never wrong, according to him, but won't wear a mask and gets offended if I put mine on as soon as he enters my office.","sentiment_score":0.25}
{"full_text":"RT This is insanity.  Let small businesses control their fate not the government.   So many decades of blood, sweat and t...","sentiment_score":0.125}
{"full_text":"may I suggest NOT shutting down for an update hours before lock? That was weak.","sentiment_score":-0.2652777778}
{"full_text":"RT Somebody should write a novel called Coronavirus. Then people would call it the novel Coronavirus.10k retweets, please.","sentiment_score":0.0}
{"full_text":"My fiance's family is in cattle. They rely on undocumented workers. No problem w\/them. But vote GOP because religion\/abortion. I told him you are more than welcome to these people at get together &amp; holidays, but no praise of HCW makes up for the fact that they voted FOR pandemic.","sentiment_score":0.65}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"This man saved my life. Can never make it up to him. Houston doctor succumbs to Covid after months of saving patients via","sentiment_score":0.0}
{"full_text":"RT Deaths per day in the U.S.:* Heart disease: 1,795* Cancer: 1,641* Flu: 161* COVID-19: 3,067","sentiment_score":0.0}
{"full_text":"RT TRUDEAU GOVT has f:cked up on:COVIDVaccinesLaw &amp; OrderParliamentRacismUnityNatural ResourcesDiplomacyRelationship...","sentiment_score":0.0}
{"full_text":"You &amp; your friend Don Drumpf are murdering Grifters. White Trash!! ","sentiment_score":0.0}
{"full_text":"RT People in prison haven't been able have visits from family and loved ones for 9 months, the entirety of the pandemic....","sentiment_score":0.6}
{"full_text":"RT Don't tell he might have a melt down from the public humiliation of being exposed as a taxpayer funded S...","sentiment_score":-0.0777777778}
{"full_text":"RT Did you guys see this?https:\/\/t.co\/Kc0f3IfMov#VAXTHEBLACKS #CovidVaccine","sentiment_score":0.0}
{"full_text":"Trump Tries to Kill Covid Relief","sentiment_score":-0.1}
{"full_text":"RT Santa has officially been politically weaponized.","sentiment_score":0.0}
{"full_text":"I remember him saying hospital admissions were down etc etc etc There was no need to lockdown.Hes bought just like the rest of them","sentiment_score":-0.1555555556}
{"full_text":"RT GOP House leader in NH Dick Hinch  just died of COVID. Eight days ago, GOP legislators in New Hampshire held a meeting...","sentiment_score":0.1363636364}
{"full_text":"RT The has announced that #SimcoeMuskoka will be moving to RED - Control effective Monday December 14. For more info...","sentiment_score":0.3666666667}
{"full_text":"RT This is insanity.  Let small businesses control their fate not the government.   So many decades of blood, sweat and t...","sentiment_score":0.125}
{"full_text":"RT \"To have to compromise in the midst of a deadly pandemic with over 265,000 dead feels like the Three-Fifths Compromise duri...","sentiment_score":-0.2}
{"full_text":"RT Canada has announced it will provide the new Covid vaccine to every Canadian who wants it -- free of charge.Canada has order...","sentiment_score":0.2454545455}
{"full_text":"RT Adapting cities to the pandemic isn't a question of engineering or epidemiology--it's a question of imagination. De...","sentiment_score":0.0}
{"full_text":"i'm so sorry :( but yesss hopefully things will get better and we can all see each other","sentiment_score":-0.21875}
{"full_text":"Have to still wear a mask, can still spread there's also an article stating if you catch \"wild\" covid after vaccine its even deadlier. What is the point!!","sentiment_score":0.15625}
{"full_text":"teaching for the semester is over and I maintain that we shouldn't be trying to teach and evaluate regularly, during a pandemic. Students have so much else on their plate. As long as they are showing up and trying, they should all be passing. Grades rn? trash","sentiment_score":0.05}
{"full_text":"Full COVID contigo pelao","sentiment_score":0.35}
{"full_text":"Dumb dumb.  ","sentiment_score":-0.375}
{"full_text":"As #COVID forced Americans to work and learn from home in 2020, states prioritized #broadband expansion: by","sentiment_score":-0.3}
{"full_text":"RT BREAKING:  Wray FBI just told that #coronavirus will again slow down further delay the release Page-Strzok em...","sentiment_score":-0.1518518519}
{"full_text":"RT .@Cleavon_MD has been fired for his viral social media posts about the severity of the COVID-19 pandemic in Arizona.I...","sentiment_score":0.0333333333}
{"full_text":"Yall this pandemic people are getting hella pregnant,, its like a modern baby boom ","sentiment_score":0.2666666667}
{"full_text":"So you have a cold, just like everyone else that claims to have Covid. Take the test and you will test positive for for coronavirus. Go and frighten a few sheep","sentiment_score":-0.1909090909}
{"full_text":"The only constant in life is change, and 2020 was a year filled with it. From a global pandemic to work-from-home risks to new privacy regulations, here's what to expect in the world of data #privacy in 2021.","sentiment_score":0.1072727273}
{"full_text":"RT Some people who have lost their jobs in the pandemic are experiencing something similar to a midlife crisis","sentiment_score":0.0}
{"full_text":"RT Why I Refuse To Wear A Face Mask.","sentiment_score":0.0}
{"full_text":"RT UPDATE: As of Dec 8, 2020--238,868 individual beneficiaries employed by 41,726 MSMEs across the country have so far ben...","sentiment_score":0.05}
{"full_text":"9\/11 was a malicious act of terrorism. Covid is a virus. You don't seem very adept at noticing differences like that.","sentiment_score":0.78}
{"full_text":"260% increase in new 97303 COVID-19 infections","sentiment_score":0.1363636364}
{"full_text":"RT this is what happens when a president is corruptDonald Trump is corrupt","sentiment_score":-0.5}
{"full_text":"\"He's the worst and continues to hurt New Yorkers\"","sentiment_score":-0.4318181818}
{"full_text":"Long Beach expects to begin first COVID-19 vaccinations by end of December, mayor says","sentiment_score":0.1}
{"full_text":"How can your museum leverage its digital content and channels during the pandemic? Discover suggestions that your museum can implement, from unique social media campaigns to virtual tours, to enhance the digital experience for its audience:","sentiment_score":0.1020833333}
{"full_text":"Pfizer's #COVID19 vaccine was formally approved yesterday by the FDA and will be offered to healthcare workers starting next week. Learn More &gt;&gt;","sentiment_score":0.1666666667}
{"full_text":"The hypocrisy from state and local officials during the COVID-19 pandemic has been disgusting.What happens when that attitude reaches Washington?","sentiment_score":0.0}
{"full_text":"In case y'all don't think this virus is real...","sentiment_score":0.2}
{"full_text":"More lives have been lost to COVID-19 than during the 9\/11 attacks.https:\/\/t.co\/vRXyd66xS0","sentiment_score":0.5}
{"full_text":"RT \"the last few years under the Coalition have seen Australian politics sink to a level of corruption and scandal that is brea...","sentiment_score":-0.0666666667}
{"full_text":".@UTSWNews and have teamed up to find out how #COVID19 is spreading and why some are affected more than others. Your participation in this study can help save lives.","sentiment_score":0.5}
{"full_text":"On Monday, December 14, join for their event \"Housing, Homelessness, and COVID-19 in Massachusetts,\" featuring #alum Katie McCann (SSW'19, SPH'20), a community organizer at Learn more and register here ","sentiment_score":0.5}
{"full_text":"Mask up people! #WearAMask","sentiment_score":0.0}
{"full_text":"#RemoteWork: How the pandemic is reshaping the office of the future by via ","sentiment_score":0.0}
{"full_text":"Coronavirus latest: Three new Covid-19 deaths reported in Dorset hospitalshttps:\/\/t.co\/pyu2zaKqD5","sentiment_score":0.3181818182}
{"full_text":"A quick reminder about an upcoming event with","sentiment_score":0.3333333333}
{"full_text":"Now's the time to help the #SaveOurStages initiative as congress is voting soon. We need you, as our supporters, to write or call urging your representation to VOTE YES for COVID-19 relief legislation. Visit for resources and information.","sentiment_score":0.0}
{"full_text":"RT Trump didn't buy more covid vaccine from Pfizer because Jared  Kushner hadn't figured out a way to get a piece of the profi...","sentiment_score":0.5}
{"full_text":"Check out for resources to help navigate military life:","sentiment_score":-0.1}
{"full_text":"Canada &amp; UK Beat Trump to Coronavirus Vaccine Approval via","sentiment_score":0.0}
{"full_text":"The 8 Hour Work Day The argument for ditching it for good post-Covid","sentiment_score":0.7}
{"full_text":"Feeling ignored by the government and fearful for their future, small business owners took to the streets of #PortChester to protest the COVID-19 Orange Zone restrictions that they claim illogically forced them to close.https:\/\/t.co\/yYyAlbL1M1","sentiment_score":-0.3625}
{"full_text":"This year, #GolfForGood raised over EUR1 million for charities local to our host venues, while giving back to grassroots golf &amp; frontline heroes of the pandemic ","sentiment_score":0.0}
{"full_text":"This Saturday, December 12th the First Baptist Church and Swope Health are teaming up to provide food distribution, free flu shots and Covid-19 testing.","sentiment_score":0.325}
{"full_text":"197 people are being treated in hospital for COVID-19, with 35 of those in intensive care units has the details#VMNews","sentiment_score":0.0}
{"full_text":"Margaret Keenan, 90, becomes the first person in the world to receive the #COVID19 vaccineShe is looking forward to seeing her family and friends  for the holidays.  What are you looking forward to   when the pandemic ends? Article by","sentiment_score":0.25}
{"full_text":"BidaMan grand finalist Dan Delgado gets inspiration from his 'Hotlegs' member mom, wants to continue teaching street kids how to dance after pandemic","sentiment_score":0.35}
{"full_text":"RT This is accurate.Also know that getting paralyzed is considered a \"non-serious\" condition by the FDA.And also know that the...","sentiment_score":0.0}
{"full_text":"SF Gate interviewed Dr. Matthew Record, SJSU Professor in the Department of Political Science, in their story about why California's COVID-19 restrictions are tougher than other deep-blue states.","sentiment_score":-0.0625}
{"full_text":"Our veteran and medical volunteers are answering the call to serve once again. With coronavirus infections surging, Greyshirts have returned to the Navajo Nation to serve alongside Indian Health Services medical teams in hospitals and clinics, and to help staff ambulances.","sentiment_score":0.0}
{"full_text":"This pandemic has taken a toll on everyone's mental health. Listen to MSU senior Brandon Crawford, and check in on a friend. Take a walk. Send a text. Let someone know you're thinking of them.","sentiment_score":-0.1}
{"full_text":"The next generation is staying creative and spreading that around! Also...Hatty Hawthorne is officially the cutest name.  -","sentiment_score":0.3125}
{"full_text":"NEWS: Student Union leaders have raised their concerns about the consistency of extensions being granted to students during the pandemichttps:\/\/t.co\/vr6Hm2tF7q","sentiment_score":0.0}
{"full_text":"\"With the COVID-19 pandemic continuing, many firms are still up in the air when it comes to office reopenings.\" Read more from here:","sentiment_score":0.5}
{"full_text":"RT I kind of resent the notion that this just all of a sudden happened with O'Toole....forgotten is the yellow vest gang of Sche...","sentiment_score":0.2}
{"full_text":"RT Meanwhile is suspending the liquor licenses of NJ bars\/restaurants for up to 4 months for not following his edic...","sentiment_score":0.0}
{"full_text":"my coworker owes me money but he got covid and i'm quitting before he comes back so i sent him a very kind goodbye text including my cashapp YESTERDAY MORNING and he still hasn't replied... lmao i'm not getting my money am i? ","sentiment_score":0.46}
{"full_text":"Congress shipped a temporary government-wide funding bill to President Donald Trump on Friday, averting a government shutdown at midnight and buying time for on-again, off-again talks on COVID-19 relief.https:\/\/t.co\/wBxFcZMkuh","sentiment_score":0.0}
{"full_text":"FREE #COVID19 PCR Testing- Open today!!WHEN: Fri, Dec 11 9A-3PWHERE: 8651 Colorado BlvdPregister at - or Call 303-538-7420 with ?'s.*Check website\/Twitter for inclement weather closures *@CDPHE","sentiment_score":0.2}
{"full_text":"As the weather turns colder and we congregate indoors it is important to protect yourself and your family. Learn what actions you can take to reduce the spread of COVID when sharing a small apartment or household with large or extended families.","sentiment_score":0.1214285714}
{"full_text":"Today we're reflecting on our incredible team of Home Care Workers that have continued to support people with dementia across communities in Ireland during #COVID19. They deserve immense credit for service &amp; commitment this year. We are so proud! #ASIHeroes #ASIYearInReflection","sentiment_score":0.6333333333}
{"full_text":"McConnell's staff says the GOP leader sees no path to an agreement on a key aspect of the lawmakers' existing proposal -- a slimmed-down version of the liability shield &gt;&gt;","sentiment_score":0.0}
{"full_text":"While a small number of performers have played drive-in concerts and others have held digital concerts, the majority of artists have not played live in 2020.","sentiment_score":-0.0378787879}
{"full_text":"Current Conditions for #Sayre PATemp: 55.2FWind Chill: 55.2FHumidity: 59%Dew Point: 41.0F Barometer: 30.070 inHgWind: 3 mph from the SSECorona Virus Weekly Stats:Cases: 239.000000Deaths: 3.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"South West R rate rises, new Covid data showshttps:\/\/t.co\/GrICCsWtLS","sentiment_score":0.1363636364}
{"full_text":"As San Diego State students are reaching the end of their first semester amidst a pandemic, many have decided to take next semester off. Here are some undergraduate, graduate and international students' reasons for taking a breather. ","sentiment_score":0.1875}
{"full_text":"Opinion: Virus is well and truly amongst us nowhttps:\/\/t.co\/jN8YKERufs","sentiment_score":0.0}
{"full_text":"80% of Canadian \"provisional home workers\" say they hope to be able to work from home more often after the COVID-19 outbreak has passed, up 15 points since April.https:\/\/t.co\/TyaTnARWo5","sentiment_score":0.5}
