{"full_text":"RT Community Test site is now open, you can book a test online and the process to both book and...","sentiment_score":0.0}
{"full_text":"RT Me thinking corona would fuck off after summerCorona:","sentiment_score":-0.4}
{"full_text":"RT LET'S RECAP:1 Perdue got top-secret #COVID19 briefing2Buys PPE stock *THAT SAME DAY*3Buys Pfizer stock 1 week bef...","sentiment_score":0.0}
{"full_text":"TRUTH! #Ossoff4Senate #GeorgiansVoteRevWarnockAndOssoffToSaveAmerica","sentiment_score":0.0}
{"full_text":"In one hour, Virtual Town Hall on #COVID19 vaccine begins. Among guests are Dr. Kizzmekia Corbett, 34-year-old Black woman who is key scientist behind vaccine. Don't miss it.","sentiment_score":-0.1888888889}
{"full_text":"RT \"As COVID has devastated Mexico, killing more than 110,000 people and infecting more than 1.2 million--the highest case-fatal...","sentiment_score":0.5}
{"full_text":"RT \"This is my treaty territory! These guys are preventing me from exercising my inherent right here to collect medicines, to...","sentiment_score":0.2857142857}
{"full_text":"RT Missouri woman lost her job, car and even the door of her house.The struggling mother, who is unemployed because of the...","sentiment_score":0.0}
{"full_text":"RT Correction: Dr. Joseph Varon, chief of critical care at *Houston United Memorial Medical Center,* tells NPR half of his n...","sentiment_score":-0.0666666667}
{"full_text":"Vaccination Cards Will Track Everyone Who Gets a COVID-19 Vaccine - The Vaccine Reaction","sentiment_score":0.0}
{"full_text":"RT Also suggests that either the COVID stuff is finally resonating or Pompeo's b...","sentiment_score":0.0}
{"full_text":"My mom had to rush to the hospital in the middle of the night. She was able to see Becky but couldn't stay because of Covid.  (2\/2)","sentiment_score":0.25}
{"full_text":"RT VP Pence, Second Lady Karen Pence, and Surgeon General Jerome Adams will be publicly getting a #coronavirus vaccine on FRIDA...","sentiment_score":0.0166666667}
{"full_text":"First brain controlled coffee machine &amp; now comes the Xmas tree, that's the perfect lockdown diaries WassimAmazing ","sentiment_score":0.625}
{"full_text":"Everyone the minute COVID restrictions are lifted.","sentiment_score":0.0}
{"full_text":"RT The vast majority of British Columbians are doing their best to follow the rules. For those who aren't, there are fines for...","sentiment_score":0.3333333333}
{"full_text":"RT ay are you talking about the fans that just raise over 700k for a hospital during a pandemic? Ppl do\/say th...","sentiment_score":0.0}
{"full_text":"RT Is $600 for a second COVID check enough?","sentiment_score":0.0}
{"full_text":"RT \"There's a breakthrough in the long-stalled negotiations over covid relief legislation... Good news for Americans no doubt, b...","sentiment_score":0.7}
{"full_text":"Allison, is someone from the lnvestigative team looking into if the covid numbers were manipulated shortly before the election as was reported tonight?","sentiment_score":0.0}
{"full_text":"RT Alaskan health care worker suffers anaphylactic reaction to Pfizer vaccine | Just The Newshttps:\/\/t.co\/xFr3d8KG3j","sentiment_score":-0.6}
{"full_text":"You can judge character by how someone responds to crisis.The cold, hard facts of Covid require compassion &amp; empathy.Perdue &amp; Loeffler have accepted tRump's lack of leadership. So they can make more $$Help &amp; help YOU! #wtpSENATE#wtpBLUE#DemVoice1","sentiment_score":-0.0888888889}
{"full_text":"RT \"The UK's decision not to join an EU plan to distribute a potential coronavirus vaccine to its most vulnerable citizens...","sentiment_score":0.0}
{"full_text":"Coronavirus Ireland update: 431 new cases and six deaths as CMO ...          Social distancing still a joke!!!!","sentiment_score":0.1088719223}
{"full_text":"Japan PM under fire over year-end dinners as coronavirus cases mount","sentiment_score":0.0}
{"full_text":"RT \"We want them infected\": A former Trump appointee encouraged top health officials to adopt a herd immunity strategy to COVID-1...","sentiment_score":0.25}
{"full_text":"Vote blue ","sentiment_score":0.0}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"RT REMINDER: trump told Bob Woodward the truth about COVID-19, while his Lie of the Year to the rest of us was \"It's like the...","sentiment_score":0.0}
{"full_text":"CNN: Biden expected to get coronavirus vaccination early next week... ","sentiment_score":0.0}
{"full_text":"RT New Op-ed from I will continue to speak truth to power, to provide critical information on coronavirus and en...","sentiment_score":0.0681818182}
{"full_text":"Too bad Pence didn't take countless similar opportunities to build \"mask confidence.\"","sentiment_score":-0.2333333333}
{"full_text":"RT Folks, here is a very important thread about COVID-19 measures and why they will not slow the spread of COVID enough.It's sim...","sentiment_score":0.335}
{"full_text":"RT Here's my recap of today's Executive Appropriations Committee meeting where educators got cut out of #COVID19 b...","sentiment_score":0.0}
{"full_text":"RT Here's our vaccine special! A jam-packed hour of questions we can answer... and ones we just can't yet.https:\/\/t.co\/5nT4Jr...","sentiment_score":0.4464285714}
{"full_text":"Krouse said UTRGV continues to work closely with the state and federal governments as they make decisions on when the vaccine will be accessible to the general public.","sentiment_score":0.1416666667}
{"full_text":"RT The Trump administration is attacking reproductive freedom. Again.Never ones to miss an opportunity to punish women and famili...","sentiment_score":0.0}
{"full_text":"Yeah it takes a lot to hurt me. Covid can suck it. I like  being home anyway","sentiment_score":0.0}
{"full_text":"I haven't been feeling well for a few weeks. No covid symptoms I saw my dentist I have a gum infection exasperated by dry mouth. Wearing a mask is important but it's important to drink more water as the mask makes your mouth dry.","sentiment_score":0.1611111111}
{"full_text":"This is disgusting. Who is going to investigate and get every cent back from these crooks? this sounds like it's right up your alley. #getthewhiteboard","sentiment_score":-0.2380952381}
{"full_text":"RT In 10 years we will be seeing commercials saying \"If you or a loved one suffered from the COVID-19 vaccination you may be entit...","sentiment_score":0.7}
{"full_text":"Yea but I was in the mood to be cruel about bad heathcareI'm in a moodnothing happened, I just remembered assholes are al around me in the world. And since we're all in isolation and lockdown we cant swear at them in person","sentiment_score":-0.85}
{"full_text":"RT Having trouble grasping the numbers of dead as a result of COVID? Not surprising; they are hard to comprehend. Imagine if...","sentiment_score":-0.2604166667}
{"full_text":"#Covid19Vic #CoronavirusAustralia #Victoria 7 cases in #HotelQuarantine","sentiment_score":0.0}
{"full_text":"He was coming back from the gulag and glitched","sentiment_score":0.0}
{"full_text":"RT Have you heard?We are giving away PS150, #FIFA21 and a replica shirt!!Our biggest ever prize draw happening on Ch...","sentiment_score":0.0}
{"full_text":"Open the damn country instead of trying to buy votes, so you can oppress even more. ","sentiment_score":0.25}
{"full_text":"One month has left to finish the #gramypomagamy event and we have got 2619$ already! It shows that even pandemic can not stop us from helping people in need! https:\/\/t.co\/l4g3hlaIsP","sentiment_score":0.0}
{"full_text":"RT It should have happened months ago, it should be deposited monthly until the end of the pandemic.  $1200 is already too big...","sentiment_score":0.0}
{"full_text":"On a scale of 1 to Covid denier, how unhinged would it be for me to go out in this snowstorm for ice cream?","sentiment_score":0.0}
{"full_text":"RT 100 days is the end of the school year, and would mark 14 months for kids who live in districts remaining closed. CDC recom...","sentiment_score":0.0181818182}
{"full_text":"RT BTS's V Is Hanging Out With Fans To Protect Them From COVID-19https:\/\/t.co\/gtfBYb02T4","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell is the sole reason this country does not have a COVID-19 relief deal. Not \"Congress\" not \"both sides\" ........","sentiment_score":0.0}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"RT Dems spent two months impeaching Trump, knowing they didn't have the votes in the Senate. They did it anyway, making it...","sentiment_score":-0.1}
{"full_text":"RT Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.So you'd think he'd be ab...","sentiment_score":0.375}
{"full_text":"I'd rather have things fixed now then worry about fixing them later, especially in the middle of a pandemic. All I'm saying is, they could've waited a few extra months. Especially with how what you just said about games people have to play now, that aren't only on PS5","sentiment_score":-0.0125}
{"full_text":"RT $15 minimum wage? Vote for Ossoff &amp; Warnock.COVID relief checks? Vote for Ossoff &amp; Warnock.Decriminalize marijuana?...","sentiment_score":0.0}
{"full_text":".@GavinNewsom should follow suit.","sentiment_score":0.0}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"So I phoned for help. It took hours for us to get help, (we live by a city so it should be quick). It wasn't life threatening fortunately, she could breathe, but we couldn't get help as quickly as we should have done because of how busy they were dealing with coronavirus patients","sentiment_score":0.2606060606}
{"full_text":"RT Let me understand, Steven Mnuchin funneled $500B of PPP Covid relief and gave millions to himself, Jared Kushner, Devin...","sentiment_score":0.0}
{"full_text":"RT 64th Entry, #Coronavirus #Poetry Diary a food bank lineupcu...","sentiment_score":0.0}
{"full_text":"Feeding America. I'm blessed to still have a job as a healthcare worker and my hubby is retired so we want to share with our fellow Americans who were so strongly hit by this pandemic,","sentiment_score":0.4333333333}
{"full_text":"RT That girl who flew from LA to Miami with a dead Covid body behind her the other day is on IG with a countdown to her Ba...","sentiment_score":-0.2416666667}
{"full_text":"Americans spell cheque as check ... ie AOC is referring to a cheque direct to individuals via the Covid Relief Bill that's being debated there at the moment ... she's not referring to the bit where you stick a cotton bud up your hooter lol","sentiment_score":0.45}
{"full_text":"POLITICO: Hill leaders close in on Covid stimulus deal.https:\/\/t.co\/FCUEpId4MIvia","sentiment_score":0.0}
{"full_text":"RT The Governor's plan to slow #COVID is telling Arizonans to get a vaccine &amp; celebrate Christmas outside. The problem? Th...","sentiment_score":-0.15}
{"full_text":"Stay home; no one will miss you.","sentiment_score":0.0}
{"full_text":"Okay, I finally have my pants on the right way 'round. I promise, I am a mature, functioning adult. Please come and watch me stream #StarWarsSquadrons, live now on Twitch.  #PS4Live #PS4Sharehttps:\/\/t.co\/7OB4xMiV6F","sentiment_score":0.1317254174}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"RT dudes who tie wearing a mask to their masculinity are so fucking weird\"nobody is going to MAKE ME wear a mask\"yeah nob...","sentiment_score":-0.5}
{"full_text":"RT Of course, all eyes are on Congress.But the 70,000 Oregonians currently slated to lose benefits? They represent more t...","sentiment_score":0.25}
{"full_text":"RT Thanks to central banks, quantitative easing, free money, inflation, Covid, poor expectation for world economy, stock marke...","sentiment_score":0.05}
{"full_text":"RT Is $600 for a second COVID check enough?","sentiment_score":0.0}
{"full_text":"RT Pandemic is making people crazy &amp; giving them the time to carry the crazy out.","sentiment_score":-0.6}
{"full_text":"Jeff could just get taxed for his billions he's made during the pandemic to help fund the stimulus bill.","sentiment_score":0.0}
{"full_text":"RT After learning how catastrophic Covid would be, both sitting republican senators in GA invested in companies that made b...","sentiment_score":0.0}
{"full_text":"RT Twitter announced today that beginning in 2021, it will remove tweets containing misinformation about Covid-19 vaccines","sentiment_score":0.0}
{"full_text":"RT So. Many. Questions.","sentiment_score":0.5}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"RT A Black woman from North Carolina will go down in history as one of the leaders of the COVID vaccine effort: Dr. Kizzmeki...","sentiment_score":-0.1611111111}
{"full_text":"RT I'm irate\/sickened by this story-certain events in the June\/July timeframe in the #WhiteHouse on the #Covid response now m...","sentiment_score":0.0}
{"full_text":" that both tests come back negative! But since you are so outspoken on COVID I am surprised you would even consider going to work at all when you have common symptoms. Yikes!","sentiment_score":-0.1625}
{"full_text":"I video chat with people in Beijing every week. Life is normal. There are almost no new cases. Here in Seattle half our businesses are closed, cases are at record numbers, and hospitals are overflowing. And we are one of the best states cities in the US dealing with covid.","sentiment_score":0.163030303}
{"full_text":"RT Wow- that's some statistic!!! Shame on Bezos...","sentiment_score":0.1953125}
{"full_text":"Here's your end of the year reminder that Covid fucking killed the one and only John Prine.#bigoldgoofyworld","sentiment_score":-0.1}
{"full_text":"RT and we're on our sixth straight year without a muppet movie, let's worry about that","sentiment_score":0.2}
{"full_text":"Hey guys!!!! ","sentiment_score":0.0}
{"full_text":"RT My family has COVID &amp; the health authority told my mom that if her lips turn blue to go to the hospital. She's Black. Her...","sentiment_score":-0.0833333333}
{"full_text":"Seems pretty clear that the senator is invested in the mass death of working people.","sentiment_score":0.175}
{"full_text":"RT Tom Cruise went ballistic on the Mission: Impossible 7 crew for breaking COVID protocols...https:\/\/t.co\/WbIpVlja7w","sentiment_score":-0.6666666667}
{"full_text":"RT On we have the latest on the coronavirus pandemic amid negotiations in Congress for a second round of relief legisla...","sentiment_score":0.1}
{"full_text":"I have a cold and it's knocking me on my ass and kicking me while I'm down. There's no way I can handle #COVID19 and that virus is a death sentence for some, can you please wear a mask and wash your hands.","sentiment_score":-0.3777777778}
{"full_text":"RT 11,000 workers at Tyson foods have contracted COVID.At least 3 dozen have died.This is the kind of behavior Republicans wa...","sentiment_score":0.15}
{"full_text":"Ayyyyeeeeee. My guyyyyy","sentiment_score":0.0}
{"full_text":"RT Glad to welcome on his first foreign visit to Brussels. Discussed Montenegro's #EU accession priorities...","sentiment_score":0.35625}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"RT COVID-19 cases in the West have now outpaced the Midwest at 738 per million people. Today, cases in the West account f...","sentiment_score":0.0}
{"full_text":"RT Happy 7th night of #Hanukkah!Thanks to &amp; CEO Dr. the end of the #COVID19 pandemic is in sight as#v...","sentiment_score":0.8}
{"full_text":"RT Let me understand, Steven Mnuchin funneled $500B of PPP Covid relief and gave millions to himself, Jared Kushner, Devin...","sentiment_score":0.0}
{"full_text":"Got the COVID vaccine today! Thank you for the privilege and I pledge to work hard(er) to take care of our patients and our community.","sentiment_score":0.0}
{"full_text":"I can't thank everyone individually, but I appreciate all the love as I've been recovering from COVID! I'm doing really good and I can return back to work, I'm not going to tell my coworkers tho imma just pop up on them  .","sentiment_score":0.33125}
{"full_text":"The #COVID19 vaccine has officially made it to #OrangeCounty. Frontline workers at were among the first to receive the immunization, making it the first step in the eventual return to normalcy. was there to cover the historic moment.https:\/\/t.co\/A71BLYZjRz","sentiment_score":0.1666666667}
{"full_text":"RT #StimulusChecksNowHi,Please HELP!!DONATE\/SHARE!!COVID19 NURSE !!GOFUNDTYSM!!...","sentiment_score":0.0}
{"full_text":"Do people not realize that covid makes it hard for deliveries!?","sentiment_score":-0.3645833333}
{"full_text":"RT BREAKING: trump will remove Bill Barr's replacement if he doesn't agree to conduct an investigation on Hunter Biden.Becau...","sentiment_score":0.0}
{"full_text":"RT In this study, we hypothesized that collectivism, a cultural variable characterizing the extent to which individuals see t...","sentiment_score":0.1}
{"full_text":"RT I haven't tweeted in months, but it's a good time to change that. At we launched a series today on queer spaces that...","sentiment_score":0.7}
{"full_text":"He was so cute before the Covid vaccine. lol","sentiment_score":0.65}
{"full_text":"Hospitals Discover a Surprise in Their Vaccine Deliveries: Extra Doses","sentiment_score":0.0}
{"full_text":"RT I WARNED OPENLY since July that Trump admin appeared to have a secret Herd Immunity strategy. I predicted we would find N...","sentiment_score":-0.2}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"Tom cruise to his crew when they don't follow covid protocol","sentiment_score":0.0}
{"full_text":"RT Its has become very clear to me why the 1918 pandemic was followed by the roaring 20s &amp; why people were dressing up to go...","sentiment_score":0.13}
{"full_text":"I said it was a scam day 1","sentiment_score":0.0}
{"full_text":"The study does not suggest a direct causal relationship between these gene variants and COVID-19 disease severity, but it offers potential therapeutic leads for researchers to explore.","sentiment_score":0.0666666667}
{"full_text":"RT Having lived this nightmare with them- Thank you Kyle &amp; Amanda for going public. What happened with &amp; the #Trump #...","sentiment_score":0.0}
{"full_text":"RT #BREAKING: Latest #COVID19 update in B.C:- 640 new cases today- 44,103 total cases- 799 in Island health (+5)- 24 deaths...","sentiment_score":0.2121212121}
{"full_text":"Pfizer to assess report about 'potential serious allergic reaction' to Covid-19 vaccine after Alaska health worker is hospitalized","sentiment_score":-0.1666666667}
{"full_text":"RT Seen a ton of tweets on science behind keeping restaurants closed. This came out last week from South Korea, where contact...","sentiment_score":-0.1666666667}
{"full_text":"RT Mitch McConnell has withheld desperately needed aide because he wants to protect monsters like this from getting sued.","sentiment_score":-0.2}
{"full_text":"COVID VACCINES: Today, the the received their first shipments of the Pfizer-BioNTech COVID-19 vaccines from the","sentiment_score":0.25}
{"full_text":"According to #RiodeJaneiro authorities, the official bash that witnesses live music, and mega parties with the crowd of thousands can become the hotspot for #COVID19 if movement around #NewYearsEve is not curbed. Read more:","sentiment_score":0.3181818182}
{"full_text":"U.S. pledges half a million dollars to confront #Coronavirus in #Libya","sentiment_score":-0.1666666667}
{"full_text":"\"Unfortunately, due to history, my population --minorities, people that look like me -- are hesitant to take vaccines,\" Sandra Lindsay, who was the first person in the U.S. to get the vaccine, said.https:\/\/t.co\/BleUQRDS4j","sentiment_score":0.0625}
{"full_text":"The minister responsible for Australia's aged care system says his focus has switched from the pandemic response to transforming the sector, with the help of a $1 billion funding boost. #auspolhttps:\/\/t.co\/an0l0nl18E","sentiment_score":0.05}
{"full_text":"If you have built up any rent arrears over the last few months you should call us ASAP. We understand that many people have suffered financially as a result of the COVID-19 crisis and we are here to help.You can speak to your Locality Housing Team on 01738 476000 (option 2).","sentiment_score":0.075}
{"full_text":"Over 110,000 restaurants in America have been shuttered throughout the year -- leaving the industry and its workers fighting for their lives.And with no relief in sight, the pandemic's toll is catastrophic.","sentiment_score":0.0}
{"full_text":"Council Member Paul C. Hernandez from City of Baldwin Park discusses their partnership with to provide SARS-CoV-2 Antibody Testing #cityofbaldwinpark #GUARDAHeart #GAH #antibodytesting #covid19 #pandemic #coronavirus #YMPR","sentiment_score":0.0}
{"full_text":"RT Over 44% of unemployed individuals do not qualify for unemployment! Are they supposed to live on $600 for nine more mo...","sentiment_score":0.3181818182}
{"full_text":"At men's and women's basketball goes on while the school prepares for spring football.https:\/\/t.co\/w5rzMKRgmi","sentiment_score":0.0}
{"full_text":"Covid vaccines are rolling out &amp; hope is on the way for our recovery. If you have recovered from Covid the antibodies in your plasma can help save the life of up to four covid patients &amp; supplies are desperately low. Go to for information and to sign up.","sentiment_score":0.0}
{"full_text":"Our Home Health Aides can help your loved one stay in their own home longer. An HHA can assist with medication reminders, light housekeeping, companionship and more! If you're looking for help like this, visit: to learn more and get started!","sentiment_score":0.59}
{"full_text":"Do not forget","sentiment_score":0.0}
{"full_text":"#IBD patients are not at an increased risk of contracting #COVID19, but should still do their part to #StopTheSpread. Please #wearamask, #washyourhands, #socialdistance, and #stayhome when possible.  6#C3RF #thinkingoutsidethebox #crohns #colitis #gicancer #cancer","sentiment_score":0.0}
{"full_text":"RT The same senator who saw COVID-19 as an investment opportunity opposes stimulus checks for working people.","sentiment_score":0.0}
{"full_text":"Another amazing article by     Somms Fight for Survival Post-Covid | Wine-Searcher News &amp; Features","sentiment_score":0.6}
{"full_text":"A health care worker in Alaska experienced a serious allergic reaction and was hospitalized after taking Pfizer's COVID-19 vaccine.","sentiment_score":0.2333333333}
{"full_text":"RT Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.So you'd think he'd be ab...","sentiment_score":0.375}
{"full_text":"Reza Manion is determined to make it work with Bloom Eatery, a breakfast and lunch bistro in Santa Clara. He opened up the restaurant during the COVID-19 pandemic in the former home of Golden Mushroom Pizza on Saratoga Avenue.https:\/\/t.co\/PTbUkaFQVL","sentiment_score":0.15}
{"full_text":".@KeepMusicLiveWA is a fundraising campaign and #COVID19 relief fund to save community-based music venues. Help support the music ecosystem of #jazz and #blues within the venues and clubs in our own communities. DONATE:","sentiment_score":0.6}
{"full_text":"The student was one of the youngest victims of the coronavirus in Colorado.","sentiment_score":0.0}
{"full_text":"Democrats are showing what their priorities really are.While American #smallbiz and families across the country continue to struggle, Pelosi prioritized legalizing pot instead of coming to the table with to negotiate a #COVID relief package. #LetsWork","sentiment_score":0.1}
{"full_text":"great replay.  so good. They are so smug and hip (*until). Not in California anymore! Need uglier but functional boots and mask up (for winter's pre Covid sake) and slow down pretty people!!!  I am quite sure they are quite nice people, but it's fun to ridicule stereotypes.","sentiment_score":0.3884657118}
{"full_text":"Brown says she will ask for $800 million to help Oregon residents who have battled a pandemic and one of the worst fire seasons in state history.","sentiment_score":-1.0}
{"full_text":"A Covid-19 vaccine will be available in India anytime now. But will people take it?","sentiment_score":0.4}
{"full_text":"Who Named the New COVID-19 Drug Bamlanivimab? | An Interview with Daniel Skovronsky #curiosity #scishow #UmarKhalidKoRihaKaro","sentiment_score":0.1363636364}
{"full_text":"Change of plans: How the pandemic disrupts holiday travel","sentiment_score":0.0}
{"full_text":"POWERFUL STORY: Homelessness to the frontlines: Duke worker playing a vital role in the COVID-19 vaccination process via","sentiment_score":0.2}
{"full_text":"COVID cases reach record levels in Jefferson County","sentiment_score":0.0}
{"full_text":"Nothing will make up for what we've lost, but it's worth celebrating the songs and moments that rose out of Nashville in 2020.","sentiment_score":0.45}
{"full_text":"One hour remaining!!! Have you checked the clock? WE only have one more hour until the next #LakotaEdChat begins. Topic: Social and Emotional Development During a Pandemic.  Join us!","sentiment_score":0.1066666667}
{"full_text":"The social-distancing wearables helping in the fight against Covid-19: 'It keeps the people apart because it's annoying'","sentiment_score":-0.8}
{"full_text":"Our World in Data have decided they're going to track this information (although obviously that will only be useful if it actually gets released, and other countries who are vaccinating haven't released data):","sentiment_score":0.035}
{"full_text":"The safest way to celebrate winter holidays is at home with the people who live with you. Travel and gatherings with family and friends who do not live with you can increase your chances of getting or spreading COVID-19 or the flu.https:\/\/t.co\/djrN8L1mYs","sentiment_score":0.0340909091}
{"full_text":"RT The same senator who saw COVID-19 as an investment opportunity opposes stimulus checks for working people.","sentiment_score":0.0}
{"full_text":"RT BREAKING: A transition official just confirmed to me that will get the Covid-19 vaccine in public as early as...","sentiment_score":0.1666666667}
