{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"He kidnapped the presidency and the ransom paid was\/is 300,000 (and still climbing) American deaths from Covid, not to mention the total loss of American credibility. Fuck you Donald Trump. That's how I feel.","sentiment_score":-0.1}
{"full_text":"RT Dr. Bonnie Henry, provincial health officer, and Adrian Dix, Minister of Health, provide an update on COVID-19 in BC.#Covi...","sentiment_score":0.0}
{"full_text":"Would have made sense if we had a mini lock down whilst schools and universitys were shut, but added 1 week in January which is usually a  time when people don't spend alot of money so economy wouldn't have suffered as much and we could get the virus a bit more under control...","sentiment_score":0.0736111111}
{"full_text":"RT They called it a hoax all fucking year killing almost 300k and counting and now they're first in line.","sentiment_score":-0.175}
{"full_text":"RT And Early Voting in the Georgia Senate runoff Election, which will decide which party controls the chamber, began!","sentiment_score":0.125}
{"full_text":"US COVID-19 deaths top 300,000 just as vaccinations begin The U.S. death toll from the coronavirus...","sentiment_score":0.5}
{"full_text":"December is on pace to be Kane County's deadliest month of the coronavirus pandemic, with 66 residents dying in its first two weeks.","sentiment_score":0.25}
{"full_text":"RT Wear a mask.  It's the easiest thing you can do to reduce COVID cases, hospitalizations, and deaths.It's not a political...","sentiment_score":0.0}
{"full_text":"RT Trump's dangerous attacks on a fair and free election are fanning the flames of violence.https:\/\/t.co\/IYBCzXikls","sentiment_score":0.1666666667}
{"full_text":"HUGE congrats to our client for having her script make The Black List 2020!! Very excited for this project!","sentiment_score":0.2496527778}
{"full_text":"RT Truth is #OmahLay's arrest isn't about COVID. No! It's an act of shame by a corrupt regime that operates on double standard...","sentiment_score":-0.140625}
{"full_text":"RT Doesn't even feel real. We are watching history.","sentiment_score":0.2}
{"full_text":"RT if someone had told you in april you'd get the first covid vaccine, get rid of bill barr, and get joe biden locked in by...","sentiment_score":0.25}
{"full_text":"RT Three unfolding and inter-connected stories in the US tonight: the Electoral College has just confirmed Joe Biden's vic...","sentiment_score":0.4}
{"full_text":"RT CHICO has been dreaming of his family since AUG. Now the Covid lockdowns are back #SouthLA shelter volunteers have been su...","sentiment_score":0.0}
{"full_text":"NBC is the enemy of the people and should be dealt with.","sentiment_score":0.0}
{"full_text":"Your regular Monday #COVID19 reminders for British Columbia:- Three days of numbers mean higher numbers- Cases have been between 600-800 a day for the past week- Given the lag between new cases and deaths, double-digit daily death tolls still likely","sentiment_score":-0.0220170455}
{"full_text":"COVID sucks","sentiment_score":-0.3}
{"full_text":"Err just so I can help I have lost 7 residents of my care home in two days to covid so yes I do. R.I.P my amazing clients","sentiment_score":0.6}
{"full_text":"RT The White House's chief security officer just had his leg amputated bc of COVID, and his family has had go to GoFundMe to hel...","sentiment_score":0.0}
{"full_text":"Is anyone else genuinely stressed to the max about the New Year? What with the fucking shambles of Brexit &amp; also Corona making a comeback after her Christmas hols. Fuuuccccckkk","sentiment_score":-0.0212121212}
{"full_text":"Be snide all you like. First, you know you're conflating cases with infections. Second, my experiences are backed up by every major analysis in recent months which point to an IFR of .005 or less. You also know that very few COVID patients get much treatment.","sentiment_score":0.0122619048}
{"full_text":"RT US will get 2 vaccines today.. 1 against Covid &amp; one against authoritarianism!!!","sentiment_score":0.0}
{"full_text":"The Vicar of Dibley is and always will be my absolute favourite show of all-time.I love Dawn French with my whole heart, and I love how she continues to use her platform so phenomenally.","sentiment_score":0.3166666667}
{"full_text":"RT My biggest fear is that we continue \"business as usual.\" This pandemic exposed the broken systems that led to so much dea...","sentiment_score":-0.15}
{"full_text":"Because I'm \"just hearing\" of so many tragedies of families being torn apart with Covid-19 . .. just hearing .","sentiment_score":0.5}
{"full_text":"RT It's a good day, America. The first doses of the #COVID19 vaccine are being administered and the #ElectoralCollege will...","sentiment_score":0.475}
{"full_text":"RT Dick Durbin says Congress should vote on Covid package that doesn't incl liability or state and local aid. Calls $748B in...","sentiment_score":0.0}
{"full_text":"RT In most states, tomorrow is the last day you can sign up for health insurance through During thi...","sentiment_score":0.25}
{"full_text":"RT They called it a hoax all fucking year killing almost 300k and counting and now they're first in line.","sentiment_score":-0.175}
{"full_text":"RT They called it a hoax all fucking year killing almost 300k and counting and now they're first in line.","sentiment_score":-0.175}
{"full_text":"COVID may have separated us but where there is a will there is a way  #loveactuallynight #christmastradition","sentiment_score":0.0}
{"full_text":"RT Clemson-South Carolina postponed due to COVID in Gamecocks program:","sentiment_score":-0.125}
{"full_text":"RT There will be a lot of posts soon with people sharing how much they achieved in 2020, in the midst of a global pandemic,...","sentiment_score":0.1}
{"full_text":"RT BREAKING: Wisconsin Supreme Court rules state erred by giving blanket exemption to voter ID rules during COVID | Just...","sentiment_score":0.0}
{"full_text":"RT Ontario counts suicide victims as COVID-19 fatalities via","sentiment_score":0.0}
{"full_text":"So when will the #M4AMarchOnDC happen? This would be the worst nightmare of those Dems who publicly vote against #M4A during a pandemic. #MedicareForAll","sentiment_score":-0.5}
{"full_text":"RT 2020 has been a year of remote working and after much trial and error, we're happy to report the #InnovationGroup's favou...","sentiment_score":0.3}
{"full_text":"RT The National Response has identified six key priority areas and corresponding actions that have the...","sentiment_score":0.0}
{"full_text":"RT As countries begin their vaccination programs for COVID-19 far ahead of the Philippines, I am once again reminded of what...","sentiment_score":0.1}
{"full_text":"RT PPP loans were supposed to prioritize low-income areas during the pandemic. They didn't. via","sentiment_score":0.0}
{"full_text":"RT Failed Georgia gubernatorial candidate Stacey Abrams, who was named as the presiding officer of the state electors meet...","sentiment_score":-0.5}
{"full_text":"RT You know you're failing when the Trump Administration says you're not doing enough to stop #COVID-19. Texas leaders are...","sentiment_score":0.0}
{"full_text":"Shifting our Thinking Around Choices - COVID Choices -","sentiment_score":0.0}
{"full_text":"RT if you don't think this country's healthcare system is a moral obscenity, i don't know what to tell youhttps:\/\/t.co\/D...","sentiment_score":0.0}
{"full_text":"RT As the number of suspect #COVID19 procurement deals mounts up, here's my interview with about his work, th...","sentiment_score":0.0}
{"full_text":"RT Members of our Critical Care team testify to the world that we have a safe &amp;  immediate way to put an end the pandemic...","sentiment_score":0.25}
{"full_text":"RT Spoke to my sister who lost her husband suddenly to COVID last spring. The anguish, the pain, the loneliness in lockdow...","sentiment_score":0.0}
{"full_text":"RT Mayor Garcetti wants us to \"stay at home\" but the city of Los Angeles continues to give out $73 parking tickets due to...","sentiment_score":0.0375}
{"full_text":"Consuelo Lane Bilyeu, 78,  known to friends and family as Connie, died shortly after midnight of complications from COVID-19.","sentiment_score":0.0}
{"full_text":"alumna Rachel Dunlap (MPAff '83) generously supports fellowships for students in need. Rachel and alumni like her are the living legacy of President Johnson's vision and are helping the school to produce the next generation of visionary leaders.","sentiment_score":0.0}
{"full_text":"RT To promote my new podcast featuring the first 1000 people to retweet this will receive one dose of my COVI...","sentiment_score":0.1931818182}
{"full_text":"if covid is not fucking over before 2021 ends Im going to be pissed fuck covid I wanna go back to normal life","sentiment_score":0.0125}
{"full_text":"RT You know you're failing when the Trump Administration says you're not doing enough to stop #COVID-19. Texas leaders are...","sentiment_score":0.0}
{"full_text":"RT guy who drinks the covid vaccine","sentiment_score":0.0}
{"full_text":"RT So ummm yeah, read this. All of it.Like right now","sentiment_score":0.2857142857}
{"full_text":"I don't know about you, but I don't think that's a good use of our country's taxpayer money right now. We have other issues. We can have parties after Covid, after people get jobs and have healthcare.","sentiment_score":0.2869047619}
{"full_text":"RT LEADERSHIP MATTERS: Florida COVID response, led by  Taiwan COVID response, led by Vice-President Dr...","sentiment_score":0.0}
{"full_text":"Did you know Colorado has more Covid deaths than all of Japan?  Be an American, care for you fellow Americans and be a patriot, do what's right and stop being a snowflake... wear a mask and socially distance.","sentiment_score":0.2047619048}
{"full_text":"RT North Carolina can be on the cutting edge of research and development. Our state will come out of this pandemic stronger t...","sentiment_score":-0.6}
{"full_text":"RT See another royal scrounger has broken the covid rules but hey buck house says it's ok it was business.","sentiment_score":0.05}
{"full_text":"Very different situation with COVID vaccine, with HCWs, LTC residents, other essential workers at such high risk and in need of a vaccine in short supply vs. using the in-short-supply vaccine for those supporting a sports league. I hope regulators recognize this.","sentiment_score":0.0407142857}
{"full_text":"'Cases' data is merely propaganda. Hospitalisations matter. Excess deaths matterDeaths 'DUE to covid' matter. Instead, we get 'death due to any cause within 28 days of a positive test'. Recovery data matters.  +99% natural recovery rate.Age\/Sex\/Co-Morbidity data matters.","sentiment_score":-0.0045454545}
{"full_text":"News: 'Healing Is Coming': U.S. Starts Vaccinating People Against COVID-19; Suspected Nonfatal Drug-Related Overdoses Among Youth in the US: 2016-2019; Naloxone Training and Deflection Co-Responder Technical Assistance to Prevent Overdose Deaths; More.","sentiment_score":0.25}
{"full_text":"RT Nothing to see here, folks.  Just the military industrial complex attempting to sabotage the American people in the name of...","sentiment_score":-0.1333333333}
{"full_text":"Im sick of fighting with people over this shit, yall the same people who said blm protests spread covid but do this dumb shit. Canada is not better than the US im sick of acting like it is.","sentiment_score":-0.3066964286}
{"full_text":"RT Multiple members of Joe Biden's family are trying to use the Biden name to profit off of coronavirus in the US and aroun...","sentiment_score":0.0}
{"full_text":"RT Posted a new song: \"Lockdown Lonely\" #music","sentiment_score":0.0181818182}
{"full_text":"RT If u have covid &amp; YOU KNOW and are still going out  , go 2 hell .","sentiment_score":0.0}
{"full_text":"RT first batch covid19 vaccine","sentiment_score":0.25}
{"full_text":"so im out of work for 10 days cuz coworker tested positive (covid) cool cool cool cool cool cool cool","sentiment_score":0.3346590909}
{"full_text":"did you test your green apples for covid?","sentiment_score":-0.2}
{"full_text":"Best thing to ever come out of Gary Nevilles mouth","sentiment_score":1.0}
{"full_text":"RT After a long ER shift where nearly half my patients had alarming #COVID19 signs and symptoms (chest pain, shortness of b...","sentiment_score":-0.1055555556}
{"full_text":"RT The reason why this country won't care about 300,000 COVID deaths is the same reason we didn't implement gun control after...","sentiment_score":0.0}
{"full_text":"RT My tribe got our first shipment of vaccines today. The first round will go to health care workers, first responders, la...","sentiment_score":0.1375}
{"full_text":"Ivanka- you are history - bye-bye","sentiment_score":0.0}
{"full_text":"RT Truth is #OmahLay's arrest isn't about COVID. No! It's an act of shame by a corrupt regime that operates on double standard...","sentiment_score":-0.140625}
{"full_text":"We don't need GoFundMe we need #MedicareForAll  no if's , ands, or buts  about it . We aren't gonna go away either we will fight until we win and that's a fact . #DirectCashRelief #StimulusChecksNOW #MedicareForAll","sentiment_score":0.8}
{"full_text":"RT Fire From Heaven Consumes Man Who Wandered Off Social Distancing 'X' On Floor Of Grocery Store","sentiment_score":0.0333333333}
{"full_text":"Goodbye, you Lost, You're Fired. Take your tyrant psychotic unkind  bullying elsewhere. Get psychological help quickly. Thanks for nothing on COVID lies, all for self satisfaction and powerless power. I'm sure you will have to answer to many court judges and accept consequences","sentiment_score":0.0333333333}
{"full_text":"RT How y'all scared of the vaccine but not scared of Covid ","sentiment_score":0.0}
{"full_text":"RT 300,000 Americans have died of COVID-19.It didn't have to be this bad.trump's hands are drenched in blood.","sentiment_score":0.0}
{"full_text":"I pledge to wear a mask the first 100 days of the Biden presidency... pass it on.","sentiment_score":0.25}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"READDDD","sentiment_score":0.0}
{"full_text":"no pls don't have corona the fishy is with you pls don't be sick pls don't we love you we have to pray to our tiko pray fishy pray","sentiment_score":-0.1071428571}
{"full_text":"Parts of south-east England to go into Tier 3 lockdown, says Health Secretary | Coronavirus - YouTube","sentiment_score":0.0}
{"full_text":"RT The people who said COVID was a liberal hoax are getting vaccinated today.","sentiment_score":0.0}
{"full_text":"RT NJ gym famed for defying COVID-19 lockdown orders fined more than $1.2M","sentiment_score":0.5}
{"full_text":"\"#Cannabis sales spiked when #COVID-related restrictions were first implemented in early 2020. According to sources at New Frontier Data, legal #marijuana sales increased by nearly 50% from March to April in key markets like MA &amp; CO.\"-@TheWeedBlog","sentiment_score":0.1310606061}
{"full_text":"RT \"Lindsay said it was important for her as a Black woman to take the vaccine as a message to those who distrust the medical s...","sentiment_score":0.0777777778}
{"full_text":"Over 100 other countries, as well as organisations such as Medecins Sans Frontieres\/Doctors without Borders, have supported India and South Africa's proposal to ensure access globally to the Covid-19 vaccine. Sign the petition here:","sentiment_score":-0.0416666667}
{"full_text":"The best way to help deal with the pandemic is to have fact-based information from your trusted local healthcare provider. Follow the latest on our Covid-19 Resource Center on our website.","sentiment_score":0.35}
{"full_text":"Ron DeSantis sued for withholding White House report slamming his \"inadequate\" response to COVID","sentiment_score":0.0}
{"full_text":"Momentum grows on Capitol Hill for economic relief package as bipartisan group releases two bills - The Washington Post","sentiment_score":0.2}
{"full_text":"6 Working From Home Tips During the COVID-19 Pandemic #CRE #WFH #COVID-19 #NewNormal #TenantTips   ","sentiment_score":0.0}
{"full_text":"RT There is currently no clear plan for how to vaccinate Palestinians in the West Bank and Gaza. The PA is responsible for purcha...","sentiment_score":0.075}
{"full_text":"RT And maybe, just maybe, a category for people who have recovered.  In Texas, alone, 1,176,377 recoveries.","sentiment_score":0.0}
{"full_text":"i haven't seen certain friends since the pandemic has started and that makes me SO sad","sentiment_score":-0.1428571429}
{"full_text":"RT BREAKING: The state of Tennessee, despite facing an unprecedented explosion of COVID-19 cases, plans to scale back tes...","sentiment_score":0.3}
{"full_text":". The Grasshoppers of have been using their coding skills to be #FIRSTGAMECHANGERS during the COVID-19 pandemic by creating iPad-transferring robots for patients at Dartmouth-Hitchcock, who are now able to safely stay connected:","sentiment_score":0.5}
{"full_text":"RT COVID-19 in Clarksville: New record of 1,395 active cases in Montgomery County, 102 deaths","sentiment_score":0.0015151515}
{"full_text":"Something that hits the country as hard as Covid.Or are you a King Canute of Covid too?","sentiment_score":-0.2916666667}
{"full_text":"RT Not sure who all needs to hear this, but....If you are a politician who's been spreading misinformation about masks a...","sentiment_score":-0.25}
{"full_text":"RT My mom is in the hospital &amp; was diagnosed with Covid this morning. She already suffers a great deal from COPD. So please se...","sentiment_score":0.1}
{"full_text":"Yay.... I'm just getting over covid and now my sinuses are having a dance party and I'm the crotchety downstairs neighbor banging the ceiling with a broom.","sentiment_score":0.0}
{"full_text":"RT Lockdown , unlock , tier 2 , tier 3 , for the 5 days of Christmas get mixing , Lockdown in Jan?? = Clueless Has anyone got fai...","sentiment_score":0.0}
{"full_text":"after all these years of fighting one direction infection and still fighting, without ever meeting them i think i'll get thru covid np","sentiment_score":0.0}
{"full_text":"RT My tribe got our first shipment of vaccines today. The first round will go to health care workers, first responders, la...","sentiment_score":0.1375}
{"full_text":"Shifts in #education due to COVID-19 are unlikely to revert after the pandemic, according to some educators. Read more in","sentiment_score":-0.0416666667}
{"full_text":"#Iran has told the World Health Organization it does not intend to import the #PfizerBioNTech Covid-19 #vaccine because it does not have the means to transport it, a health official said on Saturday. This is because the vaccine must be kept at minus-70 degrees.  #COVID19 #WHO","sentiment_score":0.0}
{"full_text":"\"I am getting vaccinated so I don't bring sickness home to my family,\" says ICU physician Dr. Dennis Djogovic. \"I'm getting vaccinated so that I can stay at work, alongside my amazing colleagues, and work as hard as I can to save lives.\"","sentiment_score":0.1541666667}
{"full_text":"We all must do our part to preserve CA's health care system for #COVID19 patients and those with other medical emergencies.Wear a mask. Don't gather. Keep your distance. Wash your hands. Stay home. #StoptheSurge","sentiment_score":-0.0625}
{"full_text":"More than 300,000 people have now died from the coronavirus in the United States.","sentiment_score":0.5}
{"full_text":"Over 150 Minnesota restaurants and bars plan to defy COVID-19 restrictions","sentiment_score":0.0}
{"full_text":"Rest in the knowing.... #JoyTrain #SuccessTRAIN #Joy #Success #Quote #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #MondayThoughts #MondayMotivation #MotivationMonday #makeyourownlane #spdc RT","sentiment_score":0.55}
{"full_text":"RT first batch covid19 vaccine","sentiment_score":0.25}
{"full_text":"A bipartisan group of lawmakers was unveiling a detailed COVID-19 aid proposal Monday as Congress labored toward a final agreement on a new round of virus relief.https:\/\/t.co\/ZBbqGwXvm2","sentiment_score":0.0840909091}
{"full_text":"5 billion sunflower stars, or 90% of the species, have been killed by a mysterious underwater pandemic. ","sentiment_score":-0.1}
{"full_text":"RT We're in the teeth of the COVID-19 crisis right now, and this nation needs presidential leadership.Leadership that is willi...","sentiment_score":0.2857142857}
{"full_text":"Lockdown it is.... 00.00","sentiment_score":0.0}
{"full_text":"Who cares?! You lost! Now get the fuck out #LoserInChief! #LoserOfTheCentury #LoserOfTheYear #CryBabyTump #CovidIot #BidenWonDonaldLost #Suckit #MAGAts","sentiment_score":-0.5}
{"full_text":"Officials say 6 detention officers &amp; one detainee have all now tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"President Duterte and his Cabinet on Monday approved the conduct of a dry run of face-to-face classes in some schools located in areas with low coronavirus risk.","sentiment_score":-0.0333333333}
{"full_text":"Marshalltown Chamber of Commerce Tourism Director Andrew Potter hopes to see a rebound after COVID-19 vaccines become widely available, but it is difficult to pin down the true scope of the pandemic's impact.https:\/\/t.co\/pBt9e0nBYk","sentiment_score":0.0236111111}
{"full_text":"AP interviewed Dr. Susan Snycerski, SJSU professor in the Psychology Department, in their story about California's health order falling on many deaf ears.  Read more:","sentiment_score":0.5}
{"full_text":"RT The family of a 13-year-old boy from Reading who's died of cancer have described him as a brave soldier. The NHS withd...","sentiment_score":0.8}
{"full_text":"Senior U.S. officials will begin receiving coronavirus vaccines this week as part of updated federal continuity of government plans that now include terrorism and pandemics as threats to the nation, and its leaders.https:\/\/t.co\/2jkTqsbxLh","sentiment_score":0.0}
{"full_text":"One way is to *not* place C-19 + patients INTO assisted living like 5 blue state govs did. Only Whitmer admitted complicity. Cuomo &amp; Murphy (whose 2 states comprise over 50% of US mortality) deleted orders from Health Dept websites. https:\/\/t.co\/nDFwx5LFJw","sentiment_score":0.0}
{"full_text":"Not disband the pandemic response team to save money, for one.","sentiment_score":0.0}
{"full_text":"I left my fate to the Lord, says COVID-19 survivor Sen. Dela Rosa","sentiment_score":0.0}
{"full_text":"While the ethnic press has certainly felt the effects of COVID-19, if not more profoundly than others, without a record of their national presence how are we to understand its significance and, more critically, advocate for its survival?","sentiment_score":0.1095238095}
{"full_text":"#Coronavirus closed the curtains on performances across the country. That's why this Woodland Hills dance center is taking their talents to the big screen .","sentiment_score":-0.0666666667}
{"full_text":"RT If u have covid &amp; YOU KNOW and are still going out  , go 2 hell .","sentiment_score":0.0}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":"Tonight on APTN National News: A Thunder Bay judge finds Brayden Bushby guilty of manslaughter in the death Barbara Kentner.A Mi'kmaw lobster fisher is shot at when checking his traps.The COVID-19 vaccine rolls into in Canada.","sentiment_score":-0.5}
{"full_text":"Jill Holker, 43yo ICU RN, Utah Valley Med Center, was sickened by #covid19. She is currently on ECMO waiting for a lung transplant. A woman of grace &amp; confidence, she is a mother to 3. Prayers for her recovery!! #healthcareheroes","sentiment_score":-0.05}
{"full_text":"RT The global airlift for vaccine distribution has begun. The #airline industry is stepping up to the challenge! #WeAreAviati...","sentiment_score":0.0}
{"full_text":"Citizens and residents in #Bahrain over the age of 18 can now register for receiving #coronavirus vaccine free of cost","sentiment_score":0.4}
{"full_text":"This #MiltonON company is hoping to be a helpful hand in distributing the #COVID19 vaccine.https:\/\/t.co\/gLVSkOTnSk","sentiment_score":0.0}
{"full_text":"Canberra was comedian Frankie McNair's 'speakeasy'.https:\/\/t.co\/EdBl8kb5yu","sentiment_score":0.0}
{"full_text":"RT I have been working on pandemic outbreaks for 15 years.There is a misunderstanding of the difference between the respon...","sentiment_score":0.0}
{"full_text":"Have questions about the COVID-19 vaccine? Use the form below to send them to us. We'll do our best to get you answers and publish them here soon.","sentiment_score":1.0}
{"full_text":"The stock has also been under pressure recently amid questions surrounding the efficacy of AstraZeneca's potential Covid-19 vaccine and the way the late-stage trials were handled.https:\/\/t.co\/fZ7WXjyuCx","sentiment_score":0.0}
{"full_text":"RT My god.","sentiment_score":0.0}
{"full_text":"... doesn't change your takeaway at all but, FWIW, different states have different ways of calculating positivity%https:\/\/t.co\/oytzQ61R3k has a method to adjust for these differences, and perhaps Utah's 35% is overstated?","sentiment_score":0.0}
{"full_text":"War Room: Pandemic Ep 584 via","sentiment_score":0.0}
{"full_text":"McCall Outdoor Science School Faced with coronavirus-related school closures, one Idaho school district -- through a collaboration with the University of Idaho's McCall Outdoor Science School (MOSS) -- found a way to keep its elementary school students in class all week.","sentiment_score":0.3}
{"full_text":"RT Youcangetto COVID zerowithleadership","sentiment_score":0.0}
