{"full_text":"RT The long arc of history will harshly judge this race to the bottom on tax &amp; wages. It's weakened public sectors &amp; enslaved...","sentiment_score":-0.0833333333}
{"full_text":"The link I posted from the CDC proves I got those numbers from the CDC and your little fact check is wrong.","sentiment_score":-0.1291666667}
{"full_text":"RT The worst senator on COVID picks the worst time for the worst message@RandPaul ","sentiment_score":-1.0}
{"full_text":"RT Please pray for the mental health of everyone.  So many requests for prayers 4 anxiety, depression, &amp; suicide.  This is...","sentiment_score":0.2}
{"full_text":"RT : I didn't do much Vlive recently bc I was busy filming for the drama. The shooting often got delayed bc of the rain &amp; the...","sentiment_score":0.1}
{"full_text":"RT BREAKING:  A Florida federal court has rejected Broward County, Florida's curfew while COVID-19 is raging citing Govern...","sentiment_score":0.0}
{"full_text":"Give UK pubs extra support from repaid Covid rates relief, Labour urges PM","sentiment_score":0.0}
{"full_text":"RT 14 million Americans will lose their unemployment benefits if Trump does not sign Covid relief legislation today.Mr. Pres...","sentiment_score":0.0}
{"full_text":"I beleive it.  I dont beleive the \"media wants you to beleive it\" bs that everyone is touting.  I know 13 people who got COVID, 2 of them died.  One was elderly the other was young and healthy with no underlying conditions.  It's not the media trying to scare peope, its real.","sentiment_score":0.175}
{"full_text":"There will be even more \"risk\" on and after January 1, 2021 at the counters of tour operators who booked customers to Cuba. As of January 1, 2021, Cuba requires a negative COVID-19 test within 72 hours.","sentiment_score":0.1}
{"full_text":"RT 1 in 1,000 Americans have died of COVID-19","sentiment_score":0.0}
{"full_text":"RT RT if you think should deactivate Twitter account for continuing to spread misinforma...","sentiment_score":0.0}
{"full_text":"CNN: 18.9 million people in the United States have tested positive for coronavirus.","sentiment_score":0.2272727273}
{"full_text":"RT RT if you think should deactivate Twitter account for continuing to spread misinforma...","sentiment_score":0.0}
{"full_text":"Florida is doing well says Dump....","sentiment_score":0.0}
{"full_text":"YOU CAN'T LEAVE THIS UP !!!!","sentiment_score":0.0}
{"full_text":"Republicans caved on the COVID relief bill, ignored the real needs of their constituent Americans, and  agreed to the Leftist\/Democrats on wasteful spending of  $Billions on \"pork\" and foreign aid unrelated to COVID relief for Americans!","sentiment_score":0.021875}
{"full_text":"RT UNITED STATES: According to data from Johns Hopkins University, one in every one thousand Americans have now died from...","sentiment_score":0.0}
{"full_text":"RT Systematic review of airborne contamination of #COVID19 in hospitals finds 17 of air sampleds from close patients' env...","sentiment_score":0.0}
{"full_text":"\"  wow why did you stay home yesterday you know you  could've came here \"","sentiment_score":0.1}
{"full_text":"I know..doing everything I can think of...trouble is the tests change names....lockdown changes names...they're always one step ahead....the plans from tony blairs institute for global change usually give the game away but all the researchers seem to be on their Christmas ols","sentiment_score":-0.2166666667}
{"full_text":"RT Please take one minute and listen this doctor talk about people attempting to downplay COVID due to its' \"survival rate\"......","sentiment_score":-0.125}
{"full_text":"Already? And I haven't even gotten sick from the first one!","sentiment_score":-0.2008928571}
{"full_text":"Fuck! And fuck ICE and fuck it's enablers and apologists","sentiment_score":-0.4333333333}
{"full_text":"RT This is part of a dangerous trend in reporting each allergic reaction as news. A million people have been vaccinated. A f...","sentiment_score":-0.6}
{"full_text":"COVID is back","sentiment_score":0.0}
{"full_text":"RT RT if you think should deactivate Twitter account for continuing to spread misinforma...","sentiment_score":0.0}
{"full_text":"These covid deniers really are the lowest of the low. The death rates would be much higher if we hadn't lockdowns.","sentiment_score":0.15}
{"full_text":"Counting positive cases is different from counting those who have died. And then comparing those stats from the same of any other sickness. That is what we need to show for correct results and implications. But nothing else exists except Covid rn I guess.","sentiment_score":0.0255681818}
{"full_text":"RT #DopeyDon still refuses to:- Accept his historic blowout loss- Sign the bill for pandemic relief- Speak about a Christm...","sentiment_score":0.0}
{"full_text":"Almost 500 people die every day in this country anyway, without Covid, but no one talks about them.....","sentiment_score":0.0}
{"full_text":"RT Coronavirus: Fresh air 'forgotten weapon' in fight - BBC News \"bringing in a good supply of fresh air to dilute and dispers...","sentiment_score":0.4333333333}
{"full_text":"oooh fair enough! idk if this will help but during when i had corona, i ordered a paint by numbers and that was really fun you can get custom ones too! x","sentiment_score":0.3583333333}
{"full_text":"Oh and thishttps:\/\/t.co\/vHuEkV5avEI have asthma. With a history of pneumonia and bronchitis. If I get covid badly and die I would not be one of these \"few\" deaths you are saying prove that lockdown isn't needed. My son, husband and mother, who all depend on me, would disagree.","sentiment_score":-0.45}
{"full_text":"RT The below is wrong at several levels. In England and Wales, 65,000 aged 65+ have died with it, plus over 7,400 working a...","sentiment_score":-0.2}
{"full_text":"RT This is happening more than anyone realizes.","sentiment_score":0.5}
{"full_text":"Abandoning #excluding 3 Million FAMILIES Not just 3 Million people at Christmas, during a Pandemic. Disgusting! Shame on You and your Government! #paritynotcharity  - #wearenotgoingaway #Kirbysigston #richmondnorthyorkshire","sentiment_score":-1.0}
{"full_text":"T-STORM OUTLOOK for this evening     Radars and updated maps at            #wx #news #weather #hail #winds  #severe #storm #windy   #tornado  #tornado #damage #storms #thunder #Flooding #cloud  #tonight #Saturday  #holiday   #lockdown","sentiment_score":0.0}
{"full_text":"RT This is happening more than anyone realizes.","sentiment_score":0.5}
{"full_text":"Long overdue ","sentiment_score":-0.05}
{"full_text":"Before he leaves we need to get some of his blood.  His complete inability to catch anything may be the cure to covid.","sentiment_score":0.1}
{"full_text":"RT Trump does not care about the content of the bill. He has no idea of those contents. He is instead extracting his last final...","sentiment_score":0.0}
{"full_text":"RT Biden notes 10 million Americans will lose unemployment today, and calls Trump failure to sign the bi-partisan relief bill...","sentiment_score":-0.3166666667}
{"full_text":"Contain it ? Yea never going to happen :::U.K. variant of coronavirus appears in Canada, elsewhere, despite containment efforts","sentiment_score":0.0}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"RT if anyone ever asks why I took the pandemic so seriously, I'll ask why they didn't cause it for sure wasn't my choices...","sentiment_score":0.0833333333}
{"full_text":"#ChinookCentre at it's full capacity right now. Security is asking people leave the mall! STAY HOME PEOPLE!!!!!! #yyc","sentiment_score":0.675}
{"full_text":"Le amazing il me termine","sentiment_score":0.6}
{"full_text":"RT I wonder what would happen if Big News dedicated an entire day, up and down the newspaper, reporting on the stories of peop...","sentiment_score":-0.0518518519}
{"full_text":"RT RT if you think should deactivate Twitter account for continuing to spread misinforma...","sentiment_score":0.0}
{"full_text":"RT Earlier this week: shares his experience getting the coronavirus vaccine ","sentiment_score":0.0}
{"full_text":"RT As of December 23, about 1.01 million Americans had received a first vaccination against COVID. As of today, that number has...","sentiment_score":0.25}
{"full_text":"RT A bomb went off on US soil on Christmas morning. People are struggling to feed their families. Everyday people are saying...","sentiment_score":-0.2}
{"full_text":"In the 80s a lot of people used the AIDS epidemic to spread even more hatred and prejudice about gay men, in particular. So ignorant.","sentiment_score":0.3611111111}
{"full_text":"RT The House Republicans who  blocked COVID-19 relief bill for more money on December 24th should never be re-elected. Bl...","sentiment_score":0.5}
{"full_text":"RT Natural question : is it necessary an immediate vaccination for healthcare workers previously infected by #Covid19? A rat...","sentiment_score":-0.0222222222}
{"full_text":"RT #DopeyDon still refuses to:- Accept his historic blowout loss- Sign the bill for pandemic relief- Speak about a Christm...","sentiment_score":0.0}
{"full_text":"As an RN, I could not leave patients without it being considered abandonment.  I never got to go on break without leaving report to the other overworked RNs.How can the government just SHUT DOWN and the president go to Mira Devil while so many millions are in dire need?","sentiment_score":0.0731481481}
{"full_text":"RT 402,000 Covid cases in Missouri. 5,600 men, women and children dead.Thank Charles Koch.He owns the Governor, the legislature...","sentiment_score":0.0}
{"full_text":"RT Billionaire-funded \"Human Rights Watch\" started as Helsinki Watch, an anti-Soviet lobby bankrolled by CIA cutout Ford F...","sentiment_score":0.0}
{"full_text":"RT 1 in 1,000 Americans have died of COVID-19","sentiment_score":0.0}
{"full_text":"RT Trudeau's CBC state broadcaster says anyone calling the China Virus the China Virus is racist.But the \"UK variant coronav...","sentiment_score":0.0}
{"full_text":"Happy Birthday to my K1ub! I love you ","sentiment_score":0.75}
{"full_text":"A couple from the Durham region, with no known travel history, or exposure to high-risk contacts were identified to have contracted a new strain of COVID-19.","sentiment_score":0.1363636364}
{"full_text":"RT Zhang Zhan, a Chinese citizen journalist who was arrested for her dispatches from Wuhan under lockdown, is set to face tr...","sentiment_score":0.0}
{"full_text":"RT Twitter, please help me find this scumbag. I bought my gran a phone to help her feel more connected during lockdown, and thi...","sentiment_score":0.5}
{"full_text":"RT RT if you think should deactivate Twitter account for continuing to spread misinforma...","sentiment_score":0.0}
{"full_text":"RT we are in a PANDEMIC","sentiment_score":0.0}
{"full_text":"RT Slovakia starts vaccinations against COVID-19","sentiment_score":0.0}
{"full_text":"RT Ilhan Omar making the controversial claim that America's first round of COVID-relief was too generous, and should have been...","sentiment_score":0.2}
{"full_text":"RT Queen Elizabeth II used her annual Christmas message to thank medical staff on the front lines of the battle against Covid-19...","sentiment_score":0.0}
{"full_text":"As the scientific community pivoted to address the COVID-19 pandemic, exciting tools and techniques emerged.","sentiment_score":0.3}
{"full_text":"RT In Australia people visited each other over the holidays because their govt went for #COVIDZero.Here in BC we're exp...","sentiment_score":-0.125}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT Coronavirus relief isn't \"Washington gridlock.\" One party wants to provide overwhelming relief to the American people,...","sentiment_score":0.2333333333}
{"full_text":"Can we please go to level 5 lockdown now?","sentiment_score":0.0}
{"full_text":"wow somebody I know that's in Montreal tested positive for Covid...","sentiment_score":0.1636363636}
{"full_text":"RT I pray everyone except covid-19 makes it to 2021.","sentiment_score":0.0}
{"full_text":"RT &gt;\"The pandemic may cause 40 million Americans to lose their homes\"Oh word? I didn't know covid collected rent and leveraged...","sentiment_score":0.0}
{"full_text":"RT Imagine caring so little about 80,000 lives lost to Covid.Of dismissing that staggering death toll because most of the...","sentiment_score":0.15625}
{"full_text":"RT Austrians continue to fight back!Thousands took to the streets in Graz to protest against the governments tyrannical lockdown...","sentiment_score":0.0}
{"full_text":"RT I post facts and science about COVID-19 everyday. The lockdowns are doing incalculable amounts of damag...","sentiment_score":-0.1}
{"full_text":"RT This is unacceptable. We are seeing infection rates skyrocket from the Thanksgiving holiday and now over the next mont...","sentiment_score":0.0}
{"full_text":"'Vodka in your coffee Cup': When Pandemic Drinking Goes Too Far | via","sentiment_score":0.1}
{"full_text":"RT 1 in 1,000 people in the United States have now died from coronavirus.US population: 330,752,923US deaths: 330,844","sentiment_score":0.0}
{"full_text":"RT #DopeyDon still refuses to:- Accept his historic blowout loss- Sign the bill for pandemic relief- Speak about a Christm...","sentiment_score":0.0}
{"full_text":"#SouthKorea's daily new #coronavirus cases hit a new record high on Friday despite the most stringent social distancing rules to contain the winter wave of the virus ","sentiment_score":0.161010101}
{"full_text":"RT \"This year, the coronavirus pandemic has helped us realise how fortunate we are. We have a responsibility to help those...","sentiment_score":0.4}
{"full_text":"RT This covid pandemic has exposed govt's  senseless failed policies. Even before pandemic our govt didn't have any measur...","sentiment_score":-0.5}
{"full_text":"Many companies that got PPP loans still laid off or furloughed workers. It's unclear what these companies spent the loans on or if they broke the rules.https:\/\/t.co\/xT4cEWVBNj","sentiment_score":0.2}
{"full_text":"RT #Congress can afford to give tax breaks to the ultra wealthy and to CONTINUE to fund a 600 BILLION dollar yearly military...","sentiment_score":0.2}
{"full_text":"Zeee repartyyy","sentiment_score":0.0}
{"full_text":"The county has now reported 178,480 confirmed cases and 1,429 deaths since the start of the pandemic.","sentiment_score":0.4}
{"full_text":"The COVID-19 pandemic has affected women transitioning out of incarceration. They have less access to -- and knowledge about -- technology, affecting their efforts to find a job and housing. #KUResearchHighlights","sentiment_score":-0.1666666667}
{"full_text":"Dr. Lana Dbeibo, a clinical assistant professor of medicine at Indiana University School of Medicine answers any questions readers have about the vaccine.","sentiment_score":0.0}
{"full_text":"Unemployment benefits for millions of Americans are set to lapse at midnight Saturday night unless President Donald Trump signs an end-of-year COVID relief and spending bill that had been considered a done deal before his objections. ","sentiment_score":0.0}
{"full_text":"Dr. Ritu Sahni wants residents of Clackamas County and the metro region to know that the COVID-19 vaccine is safe.","sentiment_score":0.35}
{"full_text":"Your #Kwanzaa celebration may look different this year, but it is still a wonderful opportunity to celebrate life  Learn how to celebrate safely at #HolidaysAtHome #SpreadLightNotCOVID #NetDE","sentiment_score":0.5}
{"full_text":"The county has now reported 178,480 confirmed cases and 1,429 deaths since the start of the pandemic.","sentiment_score":0.4}
{"full_text":"Unemployment benefits for millions of Americans struggling to make ends meet were set to lapse at midnight Saturday night unless President Donald Trump signed an end-of-year COVID relief and spending bil.https:\/\/t.co\/cAcoFIVGOp","sentiment_score":0.0}
{"full_text":"Opinions: \"No giddiness is to be found within the anti-vax community. A COVID-19 vaccine is just another log on their fire of unsupportable 'concerns' regarding all vaccinations.\"https:\/\/t.co\/3rX05NXHX7","sentiment_score":0.0}
{"full_text":"Airline passengers from the U.K. to the U.S. will have to test negative for COVID-19 within three days of their flight. The requirement goes into effect Monday.","sentiment_score":-0.3}
{"full_text":"The gifts are unwrapped, but if one isn't a keeper, how do you handle holiday returns in the pandemic? Here are some options:","sentiment_score":0.0}
{"full_text":"Hurricane season on top of a pandemic showed how farmworkers in North Carolina are susceptible to dangerous conditions on the job. Read the story by published with ","sentiment_score":-0.05}
{"full_text":"RT More than 10 million people will lose unemployment benefits TODAY because President Trump has failed to sign the Relief Bi...","sentiment_score":0.0}
{"full_text":"Nine months into the pandemic that has killed more than 300,000 people in the U.S., Kim Larson is still trying to convince others in her northern Montana county that COVID-19 is dangerous. Here's the latest in her efforts:","sentiment_score":0.05}
{"full_text":"Best tweet of year","sentiment_score":1.0}
{"full_text":"\"An estimated 750,000 Californians are set to lose federal unemployment benefits the day after Christmas, and 2.1 million could lose their homes weeks later when a statewide eviction moratorium lifts.\" #ThisIsRJ #HousingIsAHumanRIghthttps:\/\/t.co\/7onrxUEX2t","sentiment_score":0.0}
{"full_text":"\"If they had done just the bare minimum, they could have saved lives,\" said Tony Agosto, CEO of Virgo Medical Services.  This story is available only for subscribers.","sentiment_score":0.1125}
{"full_text":"The counties with the largest weekly growth factors this week were Keweenaw, Huron, Baraga, Montmorency and Benzie.","sentiment_score":0.0}
{"full_text":"RT This is what should be on the front pages tomorrow. We're in such deep trouble. And we can't even see it.","sentiment_score":-0.0666666667}
{"full_text":"Meet Nicole  CEO of She's extended funding for emergency pet boarding to those who are hospitalized due to COVID-19 infections and cannot care for their pet. Learn more about Nicole's efforts in spreading joy all year round. #ChewyJoymakers","sentiment_score":0.24375}
{"full_text":"RT RT if you think should deactivate Twitter account for continuing to spread misinforma...","sentiment_score":0.0}
{"full_text":"RT The worst senator on COVID picks the worst time for the worst message","sentiment_score":-1.0}
{"full_text":"They sound like magas yelling at random Chinese people for causing covid.","sentiment_score":-0.0333333333}
{"full_text":"News: Detailed guide: Coronavirus: MOT centre and tester guidance","sentiment_score":0.4}
{"full_text":"From lockdowns in tribal communities to the economic and social fallout reverberating through every facet of life in New Mexico, the coronavirus pandemic dominated headlines in 2020.","sentiment_score":0.1232323232}
{"full_text":"RT Aaaaaaaaaand the UK variant of #COVID19 is now found in Canada.Still not entirely clear what this means, &amp; we won't know...","sentiment_score":-0.05}
{"full_text":"Or even better, ask any medical frontliners you personally know abt how dangerous it is to catch the virus, &amp; ask them abt the deaths they've witnessed while at work (if they're willing to tell you). That'll sober you up REALLY quickly w regards to following COVID protocols.","sentiment_score":0.0729166667}
{"full_text":"Majority of U.S. House votes to pass COVID aid, government funding bill ","sentiment_score":0.0}
{"full_text":"Same from flu but no lockdown","sentiment_score":0.0}
{"full_text":"Thank you. If we had a true lockdown, the only things open would be hospitals and emergency services. No grocery stores, gas stations, etc.","sentiment_score":0.1166666667}
{"full_text":"New Massachusetts Daily COVID-19 Numbers12\/26\/2020Cases7424Deaths46","sentiment_score":0.0681818182}
{"full_text":"Enough ","sentiment_score":0.0}
{"full_text":"Florida Governor's Aide Criticized Over 'Disgusting' COVID-19 Tweet","sentiment_score":-1.0}
{"full_text":"RT Diana Tellefson Torres, Executive Director, spoke to about the importance of making the #COVID19 vaccine accessible...","sentiment_score":0.375}
{"full_text":"RT I wonder what would happen if Big News dedicated an entire day, up and down the newspaper, reporting on the stories of peop...","sentiment_score":-0.0518518519}
