{"full_text":"RT On we speak with Dr. Joseph Varon, who took time to comfort a patient on Thanksgiving Day. Plus, we have more on mis...","sentiment_score":0.5}
{"full_text":"Go you good thing!","sentiment_score":0.875}
{"full_text":"If HBO Max keeps this up, I'm gonna just cancel Netflix bc they've been too stagnant for meeeee","sentiment_score":0.0}
{"full_text":"Romney calls Trump's leadership on Covid-19 'a great human tragedy'","sentiment_score":0.4}
{"full_text":"RT Former Presidents Barack Obama, George W. Bush and Bill Clinton are volunteering to get their Covid-19 vaccines on camera to promo...","sentiment_score":0.0}
{"full_text":"'No GMAT or GRE? No Problem.' Still More Top #MBA Programs Waiving #GMAT and GRE Standardized Tests As COVID-19 Cases Continue To Surge","sentiment_score":0.5}
{"full_text":"RT Every new COVID-positive patient I have spoken with today spent time with friends and family on Thanksgiving, or traveled i...","sentiment_score":0.0181818182}
{"full_text":"Given we have one COVID pandemic, and, yet, a multitude of global responses, might the Many Worlds Interpretation for Quantum Physics provide us with useful insight into our current crisis?","sentiment_score":0.2}
{"full_text":"RT In a relentless pandemic, nursing-home workers are worn down and stressed out","sentiment_score":-0.1555555556}
{"full_text":"RT How did we get here?Tweet after tweet about election fraud.Not a word about COVID.Not a word about the thousands dyin...","sentiment_score":0.0}
{"full_text":"RT Countries ran by females are dealing the best with covid 19","sentiment_score":1.0}
{"full_text":"My uncle was covid + in   March.  He is in a nursinng home in NJ.   More than 50 percent of his residents did not make it.  He will take the vaccine.","sentiment_score":0.5}
{"full_text":"US surpasses 14 million Covid-19 caseshttps:\/\/t.co\/0SrUZdofxZ","sentiment_score":0.0}
{"full_text":"The UK, THE USA - developed countries are telling children to stay home for VERY OBVIOUS REASONS.... YET, here we go. Now poor people will get even poorer having to use their very limited resources to care for the ill.  The needs to address the digital divide","sentiment_score":-0.1488095238}
{"full_text":"RT Philadelphia Priest Dies After Participating In Moderna COVID Vaccine Trial ","sentiment_score":0.0}
{"full_text":"Gov. Cuomo pulls out phony 'box of vaccines' during COVID-19 briefing via","sentiment_score":0.0}
{"full_text":"RT How Chinese cronyism, secrecy and bureaucracy allowed COVID-19 to spread","sentiment_score":0.0}
{"full_text":"RT Please wash your hands frequently, engage in social distancing, and wear a mask in public. Protect your loved ones.","sentiment_score":0.2083333333}
{"full_text":"RT Spare us. You guys packed this week's schedule with legislation on weed and cats. 62 Democrats *didn't even show up to v...","sentiment_score":0.0}
{"full_text":"\"LIVE NOW: We are teaming up with #GaspingForJustice 's to discuss how COVID is affecting more than just those behind the bars. Featuring WNYC's and reporter as well as Fiona Apple and \"","sentiment_score":0.0787878788}
{"full_text":"RT There is no doubt the biggest game changer to #vaccine take up in the US would be if the current president went on camera...","sentiment_score":-0.2}
{"full_text":"RT Tell me about your COVID-19 quarantine\/isolation experience.Do you live in a tight space where it's difficult to stay social...","sentiment_score":-0.1272186147}
{"full_text":"Continued success on SARS-CoV-2 protein crystallization at the Crystallization Center The initial hits might have been missed if just looking at brightfield images.  #structuralbiology #sarscov2 #crystallography #crystallization","sentiment_score":0.0666666667}
{"full_text":"RT I've known since she was a law student in my bankruptcy class 20 years ago. To answer your snotty question,...","sentiment_score":0.0}
{"full_text":"Feel free. I can look and find out what else was connected to the turned down budget. I'm sure it's just like the Covid bill. Full of rediculous stuff that no one mentions. Pelosi won't pass a bill unless it includes illegal etc. while Americans are choosing betwee FOOD and RX.","sentiment_score":0.1188888889}
{"full_text":"RT Hospitals can add capacity--surge capacity--and critically skilled staff, but there are limits to both and those limits are...","sentiment_score":0.5}
{"full_text":"we have dwd content everyday and i love it but we still have a pandemic so better stay at home","sentiment_score":0.2666666667}
{"full_text":"I'm so disheartened by this article's content.  Not surprised.  Wake up and pas. A stimulus for these precious American citizens.","sentiment_score":0.15}
{"full_text":"The pandemic has honestly only sped up changes in the economy that were going to happen anyway","sentiment_score":0.0}
{"full_text":"RT LA is going back into a lockdown where it's illegal to ride public transit, bike or walk, but shopping malls are allowed 2...","sentiment_score":-0.1666666667}
{"full_text":"RT BREAKING REPORT: Immunization Action Coalition Calls for COVID ID Cards for Americans to Carry in their Wallet...","sentiment_score":0.1}
{"full_text":"All Democrat governors are hypocrites spreading the virus. You stay home, lock up your business(that feeds your family) while I go to Mexico or some $400 pp restaurant or to get my hair done and if you tell, I'll run your business out of town. Rules for thee but not for me.","sentiment_score":0.0}
{"full_text":"RT \"Thirty-eight times since the summer, the Democrats have voted against any COVID relief...We think COVID relief should be on the f...","sentiment_score":0.0}
{"full_text":"RT We are living in a Monty Python skit.","sentiment_score":0.0}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"He's right.  If you don't know by now that #Covid19 is real, you are a confirmed idiot:","sentiment_score":0.0214285714}
{"full_text":"this video just confirmed something i already knew - harry styles' creative mind is EILITE","sentiment_score":0.45}
{"full_text":"Agreed. Guess we have to remember that brief period of time (March through June) when everyone was so thankful for us. However, the moment we said we didn't think it was just to expect us to put our lives on the line during a global pandemic...","sentiment_score":0.0}
{"full_text":"Communism","sentiment_score":0.0}
{"full_text":"RT \"Thirty-eight times since the summer, the Democrats have voted against any COVID relief...We think COVID relief should be on the f...","sentiment_score":0.0}
{"full_text":"TheHill: Biden to urge wearing masks for first 100 days in office... #Coronavirus #Mask","sentiment_score":0.25}
{"full_text":"Yea fasho","sentiment_score":0.0}
{"full_text":"RT Because #ScienceIsReal! Such a simple and logical solution to riding the country of #COVID19 and saving lives...","sentiment_score":0.0833333333}
{"full_text":"Those covid numbers are overblown u do know if u die of any reason within 30-45 days of testing positive you're a covid death right?  They oepnely state this fuck off with that bullshit","sentiment_score":0.0376623377}
{"full_text":"RT You're happy we have the highest # cases in Canada w a sm pop? You're happy the covid recession is...","sentiment_score":0.8}
{"full_text":"That's y u wear a mask","sentiment_score":0.0}
{"full_text":"I am waking everyday angrier and angrier.  I can't stand this man, and am so glad he was voted out.  But why would anyone hate their neighbors so much as to continue to inflict him upon us?","sentiment_score":-0.075}
{"full_text":"I think it means the UK Government wants to include a UK company in these desperate times of Covid and Brexit.","sentiment_score":-0.2}
{"full_text":"RT End all lockdowns immediately. Trust people to make good choices. if you are at risk, stay at home. If you are willing t...","sentiment_score":0.475}
{"full_text":"RT normalize letting celebrities do their jobs in a peaceful &amp; safe environment and NOT going to their place of work to tak...","sentiment_score":0.375}
{"full_text":"RT Ex-Presidents fill leadership vacuum as Trump ignores worsening pandemichttps:\/\/t.co\/vaxl3UtdRP","sentiment_score":-0.0083333333}
{"full_text":"RT Come on Georgia, we're all counting on you!!!!https:\/\/t.co\/8ZWdu5O3gh","sentiment_score":0.0}
{"full_text":"RT Because #ScienceIsReal! Such a simple and logical solution to riding the country of #COVID19 and saving lives...","sentiment_score":0.0833333333}
{"full_text":"Transitioning to a covid unit AGAIN. But it's just a hoax right??","sentiment_score":0.2857142857}
{"full_text":"RT Billy has a point. This tragedy is affecting everybody and none of this had to play out this way.","sentiment_score":0.0}
{"full_text":"My current #lockdown body shape as mirrored in some sweet #streetart #graffiti as seen in #dublin#sprayart #linedrawing #trafficisland #nightride #taillights #yellow &amp; #red #stayfree #yeah","sentiment_score":0.0875}
{"full_text":"Cute","sentiment_score":0.5}
{"full_text":"RT Here's the last two lines of Cheng et al., CLINICAL MICROBIOLOGY REVIEWS, Oct. 2007, p. 660-694  #COVID19","sentiment_score":0.0}
{"full_text":"Breakin: They will test for Coronavirus","sentiment_score":0.0}
{"full_text":"RT 15,000,000,000,000,000 days to flatten the curve.","sentiment_score":0.0}
{"full_text":"RT Please check out our Learning Loss Recovery Fund and help us work to reverse the devastating impact of #COVID19 on our ch...","sentiment_score":-1.0}
{"full_text":"This would be a fine statement if \"the truth is the truth\"except it's applied to certain people.  Have you called out McConnell for blocking all meaningful Covid relief? Have you called him out for his lack of a vote on the lynching bill?","sentiment_score":0.376984127}
{"full_text":"Today isn't a good day. I'm so over 2020 and all this bullshit. LA is going back into lockdown. My salon is closing for the 3rd time, making it next to impossible to keep let alone get clients. I'm barely making enough to pay my rent each month, my parents have departed on the","sentiment_score":0.0119047619}
{"full_text":"RT On we speak with Dr. Joseph Varon, who took time to comfort a patient on Thanksgiving Day. Plus, we have more on mis...","sentiment_score":0.5}
{"full_text":"This isn't the America I know!","sentiment_score":0.0}
{"full_text":"#IBM analysts warn of phishing attack on overseas COVID-19 vaccine supply chain","sentiment_score":0.0}
{"full_text":"Not that anyone asked, but I've stopped wearing makeup on the lower half of my face because I wear a mask 8+ hours every day","sentiment_score":-0.1666666667}
{"full_text":"RT It is with great sadness we announce that clinical psychologist Kalli Mantala-Bozos has sadly died from COVID-19. Colle...","sentiment_score":0.15}
{"full_text":"Caribbean #crypto hotbed: More than 40 businesses accept #BitcoinCash in #Antigua #BCH #cryptocurrency #island #nations #digital #currencies #COVID19 #pandemic","sentiment_score":0.25}
{"full_text":"DUTERTE: No poor country should be denied the Covid-19 vaccine","sentiment_score":0.2}
{"full_text":"The Moderna COVID-19 vaccine is $35 a dose. This lab in Texas is developing a $1 alternative.","sentiment_score":0.0}
{"full_text":"RT Joe Biden says he will ask Americans to commit to 100 days of wearing masks as one of his first acts as president. He stopped just...","sentiment_score":0.25}
{"full_text":"RT Just devastating. ","sentiment_score":-1.0}
{"full_text":"RT If you're going to falsify reviews on Sephora maybe don't talk about swatching in store when stores don't have testers...","sentiment_score":0.0}
{"full_text":"RT How many more Democrats are going to apologize for being hypocrites?","sentiment_score":0.5}
{"full_text":"RT iPads stockpiled for ICU end of life goodbyes... was not something Steve Jobs foresaw. (HT to #COVID19","sentiment_score":0.0}
{"full_text":"Actually, Michiganders have proven that they do NOT know how to protect themselves from COVID. (Or they just don't care to)","sentiment_score":0.0}
{"full_text":"RT How Florida Gov. DeSantis misled the public on COVID crisis","sentiment_score":0.0}
{"full_text":"COVID-19 UPDATE FOR US: 12\/3\/20Total Cases: 13,822,249 New Cases: 196,227MOST NEW CASES SINCE PANDEMIC BEGANCases in Last 7 Days: 1,141,910Current Hospitalizations: 100,226 MOST EVERTotal Deaths: 272,525 New Deaths: 2,762 MOST EVERSources:CDC,COVID Tracking Project-Atlantic","sentiment_score":0.2348484848}
{"full_text":"RT Some people literally use their phone, containing many microchips tracking their every move with a whole GPS satellite networ...","sentiment_score":0.35}
{"full_text":"RT But Mr president -- you said it would go away. It would disappear, like a miracle. You are full of sh...","sentiment_score":0.35}
{"full_text":"Texas Tech football coach Matt Wells tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT We understand everyone's excited and curious about Harry's movie but please consider that you're showing up to people's workpl...","sentiment_score":0.1375}
{"full_text":"Well ur on a rock during Covid ","sentiment_score":0.0}
{"full_text":"RT Area 51Scientist: I notice you have a lot of what appear to be tentacles, antennae, and other spaghetti shaped appendages...","sentiment_score":-0.125}
{"full_text":"RT BREAKING: Governor Newsom announces new restrictions. Regions where ICU capacity falls below 15% will be under a mandated st...","sentiment_score":0.1363636364}
{"full_text":"RT If I can wear a bra every time I leave the house to protect others from being hypnotized by my magnificent boobs, y'all can...","sentiment_score":1.0}
{"full_text":"RT CORE co-founders and spoke to correspondent about our COVID-19 relief efforts...","sentiment_score":0.0}
{"full_text":"Still waiting on my $1,900 refund when I cancelled for the massive covid risk in Texas.  I lost all family vacation money and and  will not help with even a partial refund.  Do the right thing Airbnb","sentiment_score":0.0619047619}
{"full_text":"Jesus. ","sentiment_score":0.0}
{"full_text":"I did an anonymous survey at the start of the semester. Students were nervous about COVID (we had a student die of it this semester) but they expressed the willingness to show up and do the work.","sentiment_score":0.0}
{"full_text":"There won't be if everyone can just wear a mask in public and stay at home as much as possible for a few weeks. The state needs to step up - we probably agree there - but it goes both ways.","sentiment_score":-0.0666666667}
{"full_text":"coronavirus really killed the chance of a phone booth comeback, heartbreaking ","sentiment_score":-0.2}
{"full_text":"RT President Elect Joe Biden  is going to ask EVERY ONE to commit to wearing a mask when in public EVERY TIME fo...","sentiment_score":0.4}
{"full_text":"RT Dr. Fauci just confirmed he will stay on in his current role to advise the Biden Administration on the pandemic.","sentiment_score":0.2}
{"full_text":"RT BREAKING: In just 24 hours, the U.S. has broken every record set since the pandemic began 10 months ago, with more new...","sentiment_score":0.0787878788}
{"full_text":"RT NEW: Co-chairs for Biden pandemic response named. There aren't 2 better people that could have been named. 1\/","sentiment_score":0.3181818182}
{"full_text":"RT California megachurch pastor, Bob Bryant, 58, dies from COVID-19 one week after being hospitalized. Water of Life has...","sentiment_score":0.0}
{"full_text":"RT We're trying to get COVID relief and stimulus checks out to people and right now Republicans are trying to prematurely adjourn Con...","sentiment_score":0.2857142857}
{"full_text":"thanks for the super cute shirt! I accidentally realized it matches a little handbag that sits in my closet, destitute from the lock down@colormecntry helps ","sentiment_score":0.2427083333}
{"full_text":"How to Get Your Retirement Confidence Back After COVID-19https:\/\/t.co\/QcYy8eIazO #FinancialPlanning #Covid #Retirement #Yeahthatgreenville #SouthCarolina","sentiment_score":0.0}
{"full_text":"RT Pfizer says supply chain challenges contributed to slashed target for COVID-19 vaccine doses in 2020 h...","sentiment_score":0.0}
{"full_text":"21 Million Fewer Cellphone Users in China May Suggest a High CCP Virus Death Toll via","sentiment_score":0.16}
{"full_text":"Of course Chief Justice Patience Roggensack yes. The justice who blamed state's Covid outbreak on meat packing plant workers not \"the regular folks\" when she helped struck down Gov's C-19 safety rules.https:\/\/t.co\/ki5jODG63t","sentiment_score":-0.0777777778}
{"full_text":"RT Our Friday Sun editorial: Forget 'Great Reset', hospitals need beds: We don't need Justin Trudeau's Great Reset as we recove...","sentiment_score":0.8}
{"full_text":"After the pandemic, we should send an all-party committee to Australia to study how they are able to provide very basic information to their citizens while we are not.","sentiment_score":0.25}
{"full_text":"You're joking right? Kenney is the symbol of everything wrong with Alberta... including the rising number of Covid cases.","sentiment_score":-0.1071428571}
{"full_text":"RT Two Americans died every minute yesterday from Covid. We can't become numb to the horror of these numbers. These are prev...","sentiment_score":-0.6}
{"full_text":"Mr. Newsome Millions upon Millions die of the flu every year. The symptoms of the flu and covid are the same. If a person has the flu they are labeled positive for covid. Doctors need to be able to tell the difference. Wake up","sentiment_score":0.2424242424}
{"full_text":"RT My little corner of film music history. When the Covid vaccine arrives, get it. We're codependent in this small world. Trus...","sentiment_score":-0.21875}
{"full_text":"RT very LA for the Stay-at-Home order to be like, \"We love what you're doing, we're obsessed, just a few notes, they're 2...","sentiment_score":-1.387778781e-17}
{"full_text":"RT This is batty. Americans are in dire need of food and paychecks. More people died yesterday from #COVID19 than any day sin...","sentiment_score":0.5}
{"full_text":"RT Orthopedic surgeon who has seen the horror of COVID-19 firsthand, joins MeidasTouch to deliver an importan...","sentiment_score":0.0}
{"full_text":"RT Joe Biden has just announced he plans to order people to wear masks until April 29, 2021.That is more than 400 days af...","sentiment_score":0.5}
{"full_text":"Our numbers are tapering off in Alberta with no lock down.","sentiment_score":-0.1555555556}
{"full_text":"RT The Pfizer vaccine is important as trials show it can stop severe COVID-19 in vulnerable &amp; elderly individuals and prevent...","sentiment_score":-0.05}
{"full_text":"President-elect Joe Biden says he is keeping Dr. Anthony Fauci on as a chief medical adviser and a member of his COVID-19 advisory team. Biden also says he will ask the public to wear masks for 100 days to help drive down the spread of the virus.","sentiment_score":-0.0518518519}
{"full_text":"RT WSJ reporting that Pfizer now expects it can only ship *half* of the Covid-19 vaccines it had planned this year because of s...","sentiment_score":-0.0833333333}
{"full_text":"The coronavirus pandemic is preventing Pearl Harbor survivors from attending an annual ceremony to remember those killed in the 1941 attack.","sentiment_score":-0.2}
{"full_text":"RT Cases of covid in schools are now higher than before the lockdown.If you live with a secondary aged child you're now 8x times...","sentiment_score":-0.0034090909}
{"full_text":"Rage and hope fuel women's revolt over #abortion in #Poland:","sentiment_score":0.0}
{"full_text":"#China | The Asian giant has become the #EuropeanUnion top trade partner, surpassing the #UnitedStates in the third quarter thanks to the  #COVID19 pandemic.https:\/\/t.co\/UUFRVzxUko","sentiment_score":0.14}
{"full_text":"ICYMI: New CDC Reports Shows Number of Abortions Continues to Decline, Lowest Since Roe v. Wade!Life continues to WIN.https:\/\/t.co\/sn4iPtWzmi","sentiment_score":0.1363636364}
{"full_text":"On this #podcast we have NEW IFBB Figure Pro Ruby Nicholson on to talk about how she started working out and that led to her giving bodybuilding a try. We talk about how she's dealing w\/the pandemic &amp; discuss gender inequality in the sport. #ApplePodcast","sentiment_score":0.1363636364}
{"full_text":"and will start selling a series of at-home COVID-19 test collection kits onlinehttps:\/\/t.co\/1Rs66nFaoj #NWAnews","sentiment_score":0.0}
{"full_text":"Facebook to Start Removing Bogus Claims About COVID Vaccines","sentiment_score":0.0}
{"full_text":"Kentucky's governor reported 34 COVID-19-related deaths Thursday, the third-highest day of deaths following the highest number of deaths on Wednesday and the second-highest on Tuesday.","sentiment_score":0.0}
{"full_text":"158 new cases of #COVID19 and 47 additional deaths related to the virus were reported in Ciudad Juarez today.https:\/\/t.co\/EFOPtCrM5y","sentiment_score":0.0681818182}
{"full_text":"In the coming weeks, the social network will begin taking down any Facebook or Instagram posts with false information about the vaccines that have been debunked by public health experts.","sentiment_score":-0.1305555556}
{"full_text":"RT 15,000,000,000,000,000 days to flatten the curve.","sentiment_score":0.0}
{"full_text":" Meet Erin Brown, a disability rights champion in #Bahamas, who has this year been balancing her Paralympic training, work with the University of the Bahamas, running a disability consultancy firm &amp; establishing a support line:","sentiment_score":-0.2}
{"full_text":"Postpone that for the next week because \"Tulsa got Covid\" ","sentiment_score":0.0}
{"full_text":"The Office of Kaya Natin! Champion VP turned over P 4.9 Million worth of COVID-19 PCR test kits to the City Government of Muntinlupa, led by Mayor Jaime Fresnedi, in a bid to boost the city's fight against the dreaded disease. WATCH:","sentiment_score":0.3}
{"full_text":"Don't travel over the upcoming holidays. But if you must, consider getting coronavirus tests before and after, U.S. health officials urged Wednesday.Read: .....#stayhome #blackmedia #localnews #community #scoop #news #philadelphia #scoopusamedia","sentiment_score":0.0}
{"full_text":"Could your loved one benefit from in-home assistance? Our Home Health Aides can help them keep their independence and stay in their own home. We can help with medication reminders, meal preparation, light housekeeping and more. Go to: to learn more!","sentiment_score":0.565}
{"full_text":".@GlobalNews Dr.Tam and a Senator form part of a misinformation TROLL taskforce censoring Dr's or anyone doubting mandatory vaccines Q COVID origin?or promo Vit D.  Coronavirus: Tam concerned about spread of misinformation when it comes to COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"#tytlive I lost my cousin this weekend to covid. Tomorrow is the funeral. In my county alone in Missouri had 8 people die this weekend. Missouri is bringing in nurses from out of state because ours are down and over worked. My brother, a nurse, has it.","sentiment_score":-0.1555555556}
{"full_text":"Introducing students to HTML\/CSS and asked them to create a \"Thankful Card\" because we have so much in our lives to be thankful for even during #COVID19 . A surprise came when I graded his assignment and the card was addressed to me. #ThankfulThursdayEveryday","sentiment_score":0.2}
{"full_text":"Not to suck my own dick but when the pandemic started, I lost a ton of muscle due to gym closures. Prior to the closure I was hitting my maxes on almost every lift. After several months of hard work, I finally got back to my leg press max of 810 lbs for one rep","sentiment_score":0.0261904762}
{"full_text":"Aw, this is such a shame. Really couldn't wait to serve you when the pandemic was under control. I hope you feel like sessioning again at some point but totally understandable that you would rather not if it's getting you down. Best of luck either way.","sentiment_score":0.2088888889}
{"full_text":"A physical live event of an annual festival dedicated to Taiwanese films will kick off this week in London following the ending of England's second national #COVID19 lockdown on Wednesday.https:\/\/t.co\/LkWrK7Rr0X","sentiment_score":0.0340909091}
{"full_text":"The average number of Covid-19 deaths in Washington state has doubled from about five people a day in September, to 10 people a day now. And the trend appears to be rising.","sentiment_score":-0.15}
{"full_text":"In a video that has now reached millions, Dr. Kenneth Remy shows what those dying from COVID-19 see.","sentiment_score":0.0}
{"full_text":"A new analysis argues for targeting the first vaccines to the same low-income Black, Hispanic and Native American households that have disproportionately suffered from the coronavirus.https:\/\/t.co\/AETkZL5zb8","sentiment_score":0.0439393939}
{"full_text":"U.S. CDC shortens COVID-19 quarantine period from 14 days to 10","sentiment_score":0.0}
{"full_text":"Lakeland Regional Health has managed to come out financially ahead in 2020, even if by a slim margin, in a year in which COVID-19 has challenged the finances of hospitals across the country. ","sentiment_score":0.0}
{"full_text":"The chronically high pace of applications shows that nearly nine months after the pandemic struck, many employers are still slashing jobs.","sentiment_score":0.2533333333}
{"full_text":"COVID-19 Vaccines May Be Available In Phl By March - FDA | via","sentiment_score":0.4}
{"full_text":"COVID UPDATE: With Thursday's increase in newly reported COVID-19 cases, Wisconsin is essentially guaranteed to reach the grim case burden of 400,000 tomorrow.","sentiment_score":-0.2878787879}
{"full_text":"Those with certain types of disabilities may be more susceptible to COVID-19. To find out these types and how to lower your risk of contracting it, visit:https:\/\/t.co\/zbWvcdAqi3.  #InternationalDayofPersonsWithDisabilities #COVID19","sentiment_score":0.3571428571}
{"full_text":"RT 'Levels of COVID 19 in secondary schools continue to rise. They are 54 times higher than they were at the start of Septe...","sentiment_score":-0.025}
{"full_text":"COVID UPDATE: With Thursday's increase in newly reported COVID-19 cases, Wisconsin is essentially guaranteed to reach the grim case burden of 400,000 tomorrow.","sentiment_score":-0.2878787879}
{"full_text":".#HR Leaders Laurie Ruettimann and Terry Brown discuss the top HR trends for 2021 and pandemic survival. Read more: #FutureofWork","sentiment_score":0.5}
{"full_text":"COVID-19 and preexisting conditions: Is a holistic approach needed? #covidhealth #coronavirus #healthcare","sentiment_score":0.0}
{"full_text":"exactlyhttps:\/\/t.co\/z8JEyJ3yyQ","sentiment_score":0.0}
{"full_text":"*** 2 weeks from now \"the nfl has suspended josh gordon indefinitely for the use of paraphernalia\"","sentiment_score":0.0}
{"full_text":"Thanks to for a great conversation on community response during the pandemic. We appreciate the partnership.","sentiment_score":0.5}
{"full_text":"RT New COVID restrictions include mandatory stay-at-home orders for residents and mandatory eat-at-French-Laundry mandates...","sentiment_score":0.1363636364}
