{"full_text":"Observations from COVID19\/WAH expedition; Day 234: Today, the Supervisor let her frustrations about the lack of work that was done since last Wednesday be known. Guess she didn't approve all the time away.  Poor Giraffe, that's a lot of neck to ring.","sentiment_score":-0.2}
{"full_text":"As of now what has done.#Raiders COVID:*Hand full players got COVID*Fined $100k*Lost draft pick*Game moved 4 hrs up.#Ravens COVID:*Almost every player\/staff\/ravens logo got COVID*Fined $0*Lost 0 draft picks*Game pushed 7? days backGot to love it..#RaiderNation","sentiment_score":0.425}
{"full_text":"You don't vet the info that you give out on the program? You don't care if you are giving out false Covid19 info that may cost lives. You don't care if you give out false info that may affect elections. You are an immoral &amp; despicable pos. #SeanHannity #FoxNews","sentiment_score":-0.4}
{"full_text":"RT NEW--The coronavirus was in the US in mid-December 2019, a few weeks before it was officially identified in China, according...","sentiment_score":-0.2}
{"full_text":"RT holy shit the city canceled people's covid testing because they needed union station to shoot the gender-swapped tiktok-...","sentiment_score":-0.2}
{"full_text":"RT This is exactly what worried me most when school closures become extended. Social inequities are exacerbated by closures and op...","sentiment_score":0.2611111111}
{"full_text":"We will NOT be forced to take this vaccine. I want to decide if I want it. I'm still not afraid of COVID and I'm 66. I have no co-morbidities. I may take my chances and let someone more at risk have mine. ","sentiment_score":0.1666666667}
{"full_text":"RT Health care workers go to work in a pandemic every day, risking their health. Their reward? Jason Kenney and the UCP won't give...","sentiment_score":0.0}
{"full_text":"RT Join us for this key conversation on Wednesday! ","sentiment_score":0.0}
{"full_text":"RT To all the \"tough guys\" who don't want to wear a mask or worry about COVID.I have a message for you. Exhausted nurses &amp;...","sentiment_score":-0.3944444444}
{"full_text":"RT New York chuds put MLK's face on the flier for their anti-COVID rally. They also put an email address.","sentiment_score":0.1363636364}
{"full_text":"It Only Takes This Long to Get COVID in a Room With Someone Who Has It via","sentiment_score":-0.025}
{"full_text":"Mishandled? We *only* have 240k deaths (allegedly) from COVID. EU has 1.44 MILLION deaths. That's a 550% more despite only having a 36% higher population.","sentiment_score":0.13}
{"full_text":"It doesn't make sense NOT to take it. They get a direct deposit of the lion's share of the rent monthly, usually a few days BEFORE the first of the month. No other tenant can guarantee for a full year contract they will most definitely pay you in that manner. Look at covid!","sentiment_score":0.1517857143}
{"full_text":"RT In South Dakota: - 1 in 935 South Dakotans has died due to COVID-19- 1 in 11 has tested positive (more than the population of...","sentiment_score":0.2007575758}
{"full_text":"CNN knew as well.  This is all the beginning of the media unwind.  Covid will become less of a news story every week.","sentiment_score":-0.1666666667}
{"full_text":"Not gonna lie, I was hoping the NY lockdown would get me out of going to work this week. But nooooooo","sentiment_score":0.0}
{"full_text":"What in the actual fuck is this supposed to do for covid protection?!","sentiment_score":-0.25}
{"full_text":"Assuming lots of people don't get a Covid vaccine, and what we know about the vaccines' effectiveness in a socially distanced world, what are the chances of getting vaccinated and then getting Covid in world where behavior goes back to normal?","sentiment_score":0.0611111111}
{"full_text":"It's going to take a while before Disney gets back even after pandemic. It's sad they have let so many people go it will take a year at least to ramp back up","sentiment_score":-0.06}
{"full_text":"RT Guten Tag, here is your unroll: COVID Update December 1: Donald Trump, here's your chance. This...","sentiment_score":0.0}
{"full_text":"RT Dear internet: the vaccines are about to come out. They need both shots to work. You will probably get injection site...","sentiment_score":0.0}
{"full_text":"omg no way haha!!!! also stop going to huge parties in a pandemic  that's so funny tho haha ur not the only one dying","sentiment_score":0.26765625}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"Wow. So a lockdown which affected mainly hospitality (which were responsible for &lt;5% transmissions), and saw most people carrying on as before, had an impact in seven days flat, and not before. You are incredibly gullible.","sentiment_score":0.3069444444}
{"full_text":"RT 5 global airlines offering passengers use of a digital health pass to certify they are Covid-free. Developed by @commons_...","sentiment_score":0.0333333333}
{"full_text":"RT This is so dope to me. A little lofi jazzy joint I made in my Iowa bedroom during lockdown found its way to a South Korean...","sentiment_score":-0.1875}
{"full_text":"RT Florida Governor Ron Desantis continues his killing spree in Florida while signing an executive order that bans cities and c...","sentiment_score":0.0}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"I can't wait to vote him out of office!","sentiment_score":0.0}
{"full_text":"oh my god i feel this i literally fell into someone's lap on the bus before pandemic before running away","sentiment_score":0.0}
{"full_text":"RT #StayHome celebrations: Residents vow to keep the #UAENationalDay49 spirit alive #COVID19 ","sentiment_score":0.1}
{"full_text":"RT why the fuck did my mom tell my nephew santa got covid so there will be no gifts this year ","sentiment_score":-0.4}
{"full_text":"RT With the huge CV outbreak due to testing I'd like to know what number of them come back negative. And for the positive...","sentiment_score":0.0404545455}
{"full_text":"What Panasonic?It's Flu,stop pretending.Covid-19 is the biggest hoax ever.","sentiment_score":0.0}
{"full_text":"OMYGOD YES IM CRYING ","sentiment_score":-0.2}
{"full_text":"RT Another indie bookstore that opened during the pandemic is which has been making up the difference with...","sentiment_score":0.0}
{"full_text":"RT Not to dampen vaccine hopes, but production, distribution, logistics and storage are only part of the problem - EU &amp; US b...","sentiment_score":0.0}
{"full_text":"RT MJ tested Negative in the covid-19 test. Thank heavens ","sentiment_score":-0.3}
{"full_text":"RT Business owners in cities\/states with lockdown orders.. If all of you, as a collective, ignored the unconstitutional ord...","sentiment_score":0.0}
{"full_text":"COVID Outbreak at North Carolina Church Linked to 12 Deaths and More Than 200 Cases","sentiment_score":0.5}
{"full_text":"RT Covid will kill more Americans than World War II. Now is the time for all of us to tighten our safety standards, not...","sentiment_score":0.5}
{"full_text":"You are a #hypocrite #BonnieYou and #John and #Adrian $375 month rent \/ withhold it \/ #Wash #StayHome Three hypocrites BC Canada #atp #AttackThePoor #AmidTheParanoia #Coronavirus","sentiment_score":0.0}
{"full_text":"RT Endgame Of #Covid19 ?#Doctor #Ayalaan","sentiment_score":0.0}
{"full_text":"How E.l.f. Beauty beat the trend and sold cosmetics in a pandemic","sentiment_score":0.0}
{"full_text":"RT Have I not been reporting this for nearly 8 months? Just wait til they find out how far back China and the WHO knew.","sentiment_score":0.0666666667}
{"full_text":"RT If the richest country on the planet refuses to use its wealth (OUR wealth) to protect its citizens from a deadly virus, wh...","sentiment_score":-0.2}
{"full_text":"RT Yes teachers and students safety first! Today Hongkong closed all the school , because there was 110 positive c...","sentiment_score":0.1465909091}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"RT Unf**king believable that these 700 essential healthcare workers that RISK THEIR LIVES every day bathed in COVID19, where 1...","sentiment_score":0.25}
{"full_text":"RT Tuesday marks one year since the first known patient showed symptoms of the disease in the Hubei provincial capital of...","sentiment_score":0.25}
{"full_text":"RT This UN agency, like all UN agencies, is a joke. Cesspit Central (aka the UN) is a bad source for anything. That's why th...","sentiment_score":-0.35}
{"full_text":"RT Dear internet: the vaccines are about to come out. They need both shots to work. You will probably get injection site...","sentiment_score":0.0}
{"full_text":"RT its kinda weird that pro photogs are lurking around hospitals to get photos of crying covid patientsthese people are literal...","sentiment_score":-0.35}
{"full_text":"I'm in full agreement with you and I'm praying and how wonderful that she has you to love her I can feel the love in the tweet","sentiment_score":0.5875}
{"full_text":"RT This is probably the first time in history that a government exaggerates the threat of a disease (Covid-19). I...","sentiment_score":0.25}
{"full_text":"RT COVID-19: Some fairly shocking data when it comes to cases in Nebraska during November... *3% of Nebraskans tested pos...","sentiment_score":-1.0}
{"full_text":"Do we have the cure?","sentiment_score":0.0}
{"full_text":"RT Prayers for a speedy recovery and no new positives.  ","sentiment_score":-0.0681818182}
{"full_text":"RT holy shit the city canceled people's covid testing because they needed union station to shoot the gender-swapped tiktok-...","sentiment_score":-0.2}
{"full_text":"RT Newly pardoned Mike Flynn calls right wing wvw-tv to say Trump 'has clear paths' to victory, covid was part of 'coup' plot...","sentiment_score":0.174025974}
{"full_text":"RT Translation: now that OUR man is certain to enter the Whitehouse we may do little bit of REAL reporting","sentiment_score":0.0755952381}
{"full_text":"getting pass out drunk in the street","sentiment_score":-0.5}
{"full_text":"RT The COVID-1984 shutdown had a devastating impact on small businesses. Most may never recover. I've been thinking about ho...","sentiment_score":-0.25}
{"full_text":"RT Trudeau's CBC is spying on Christians, making lists of them, snitching on them.","sentiment_score":0.0}
{"full_text":"RT Dear internet: the vaccines are about to come out. They need both shots to work. You will probably get injection site...","sentiment_score":0.0}
{"full_text":"RT << NEWS  >>  #MINHYUK has tested negative for COVID-19 ","sentiment_score":-0.3}
{"full_text":"Cocaine actually does kill the corona virus they got it right the first time","sentiment_score":0.1785714286}
{"full_text":"Blanket immunity for businesses who fail to protect their employees is a non-starter, Mitch!! The House sent you a bill back in May!! Stop obstructing, you Russian tool!!! #GOPFail #GOPLies #GOPBetrayedAmerica #GOPHypocrisy #GOPHatesVets #GOPHates #Democracy #Healthcare","sentiment_score":-0.2604166667}
{"full_text":"Hahh anies positif covid??","sentiment_score":0.0}
{"full_text":"This deserves more RT's #ScottAtlasSucksAss","sentiment_score":0.5}
{"full_text":"Really... i thought they paused football activities when the Big Ten returned to the CFB season","sentiment_score":0.0666666667}
{"full_text":"\"This assistance is vital in helping follow health standards.\" Thanks to your kindness, UNHCR is installing water, sanitation &amp; hygiene facilities to ease access to vital services for forcibly displaced communities amid #COVID19. Help us reach more:","sentiment_score":0.28}
{"full_text":"People should definitely change their attitudes towards life and what's going on currently. For those NAIVE PEOPLE who seems to think things like COVID is a game, I advise them to think AGAIN! These are hard times we're living in. And playing around is NOT an option!","sentiment_score":-0.2329166667}
{"full_text":"For Darius Slay being a \"lockdown\" CB, he sure gets a lot of balls caught on him...","sentiment_score":0.5}
{"full_text":"RT \"exclusive\"?","sentiment_score":0.0}
{"full_text":"Okay. we know who Andrea voted for. She's lost it. Where is her in depth reporting on stolen children, corruption, assassination, impeachment and oh the pesky pandemic with hundreds of thousands dead and millions sick? A hairline fracture on an ankle? Give me a break.","sentiment_score":-0.1380952381}
{"full_text":"COVID said you got food at home","sentiment_score":0.0}
{"full_text":"RT Wow so you mean to tell me that we were right when we told the media that China was lying about the number of COVID case...","sentiment_score":0.0244047619}
{"full_text":"RT CNN exclusive: Vast trove of leaked documents shows China underreported Covid-19 numbers, took weeks to diagnose new cases...","sentiment_score":0.0681818182}
{"full_text":"The COVID test is no joke","sentiment_score":0.0}
{"full_text":"I started this Pandemic with 1 sword, and now own 6. After gifting several. . . So. . . yeah.","sentiment_score":0.3}
{"full_text":"RT Today's economic update was a disappointment! Trudeau continues to break his promises. Big banks &amp; billionaires profit during...","sentiment_score":-0.1833333333}
{"full_text":"Exactly as some colleagues of mine and I had thought: The government is using covid - Corona virus for more than fear mongering and are making money for it. Sickening to do that to American people. Madison's' 52st Federalist papers &amp; the Constitution are being held together from","sentiment_score":-0.0375}
{"full_text":"Few people showed up at the mall this weekend, with millions of pandemic-wary shoppers staying home to shop online. The result? Overall holiday sales are projected to rise a slight 0.9% in November and December due to an explosion in online shopping","sentiment_score":-0.1229166667}
{"full_text":".@Alaska_DHSS wants to hear from YOU on how you the COVID-19 pandemic has affected you. There are two ways to participate: 1.Text COVID to 907-269-0344 to receive a link to the survey directly to your phone2.Go to closes on December 4.","sentiment_score":0.15}
{"full_text":"The Olympic rings monument was reinstalled on Tuesday, after being removed in August for maintenance, as organisers ramp up preparations for #Tokyo2020 next year.https:\/\/t.co\/GbiikKlp2h","sentiment_score":0.0}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"On Saturday evening, police spotted a broken down limo with six passengers in Stanley Park while responding to an unrelated call.","sentiment_score":-0.2777777778}
{"full_text":"The Eagles offense really takes social distancing seriously. It appears they have never actually practiced together before. #SEAvsPHI","sentiment_score":-0.025}
{"full_text":"#Europe | Political and trade union organizations, together with social activists, are launching today in Europe a campaign to promote free and inclusive access to COVID-19 vaccines.https:\/\/t.co\/eZsF8SWXg2","sentiment_score":0.1444444444}
{"full_text":"The domestic bond market grew strongly in the third quarter amid high liquidity in the financial system and investor appetite for liquid investments amid the pandemic, according to | via","sentiment_score":0.1186666667}
{"full_text":"SURGING VIRUS CRACKDOWNS: With fears Thanksgiving travel may accelerate the COVID-19 surge, the governor of New York is suggesting a potential pause for America's first epicenter while Los Angeles County issued a stay-at-home order. reports.","sentiment_score":0.1287878788}
{"full_text":"At the mayor's news conference today, D.C.'s health director said the city has ample ultra-cold storage for vaccines, but she doesn't expect to receive nearly enough COVID-19 vaccines when distribution begins. #coronavirus","sentiment_score":0.0}
{"full_text":"Ultimately researchers found, \"case fatality rate was 2.9%, and markedly increased in those over age 50.\" (3\/3)@LancetRH_WPac #SouthKorea #COVID19","sentiment_score":0.05}
{"full_text":"Ranger Bigelow on McKilligan Bridgec. 1935Tahoe National Forest CollectionShopping on #CyberMonday? Check out these links:https:\/\/t.co\/IB2vJpmXughttps:\/\/t.co\/a16Ey0xWCf#COVID19 #History #MondayMotivation","sentiment_score":0.0}
{"full_text":"If you're wondering if you should write a song about #COVID19, the answer is no. We just wish someone would have told these folks that.","sentiment_score":0.0}
{"full_text":"RT Reminder: nobody twerks on your nice indoor furniture if your indoors is closed DURING THE FCKING PANDEMIC","sentiment_score":0.25}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"The price of #gold moves around a lot. A year ago, its price was $1,457, with the pandemic climbed to $2,049 in August. As of Nov. 18, it was about $1,885. Clearly, it would be destabilizing if the #Dollar were pegged to gold when its prices swings wildly","sentiment_score":0.1}
{"full_text":"READ | The abrupt shift to remote learning thrust parents into an unfamiliar role as home educators. How can school leaders and #teachers guide #parents through this bewildering phase and tap on active parents to provide additional support? #COVID19 #HomeEducators","sentiment_score":-0.1194444444}
{"full_text":"Some area small businesses are finding online promotions have become key to attracting customers as the pandemic continues.","sentiment_score":-0.125}
{"full_text":"According to the Middlesex County Department of Health, there have been 31,955 cases. ","sentiment_score":0.0}
{"full_text":"Gov. Cuomo wants Erie County to stop elective surgeries as of this Friday in an attempt to help hospitals handle the growing COVID-19 hospitalization numbers.","sentiment_score":0.2}
{"full_text":"In less than a week, the county's hospitalization rate is up 114 percent and ICU beds are at capacity","sentiment_score":-0.1666666667}
{"full_text":"Both D60 and D70 are offering their meal services through Dec. 18","sentiment_score":0.0}
{"full_text":"Woohoooo! We're are SO thrilled that #WA has announced they're reopening to #NSW and #VIC as of next Tuesday! https:\/\/t.co\/4Zk3HiNA66","sentiment_score":0.3}
{"full_text":"As the surge of incoming COVID-19 patients continues to strain hospitals across the US, officials across several states are worried their hospitals will be overwhelmed as the holiday season approaches.","sentiment_score":0.0}
{"full_text":"RT Newly pardoned Mike Flynn calls right wing wvw-tv to say Trump 'has clear paths' to victory, covid was part of 'coup' plot...","sentiment_score":0.174025974}
{"full_text":"While we are all trying to navigate holiday shopping during a pandemic, lots of shoppers are going online.","sentiment_score":0.0}
{"full_text":"RT It's gonna be so embarrassing when I still want to cancel plans and stay home","sentiment_score":0.0}
{"full_text":"Mecklenburg County's top health official said she expects a surge in cases after the Thanksgiving holiday.","sentiment_score":0.5}
{"full_text":"The COVID-19 pandemic has created some very challenging circumstances for our kababayans. Let them know you're there for them. DONATE through RETWEET to extend the reach of our relief. #OBAgainstCOVID19DSWD-SB-SP-00112-2020 Nationwide","sentiment_score":0.65}
{"full_text":"What word would you use to describe 2020?","sentiment_score":0.0}
{"full_text":"There are minor differences between the Moderna and Pfizer vaccines, but virologists say those taking the shot should not worry about choosing one over the other.","sentiment_score":-0.0875}
{"full_text":"Dept. of Homeland Security working with drug companies to be prepared to spot 'fake' COVID-19 vaccinesDetails here ","sentiment_score":-0.5}
{"full_text":"RT My daughter is lying unconscious in ICU with pneumonia with only 1 hour to visit her.  If covid cases were not  I would...","sentiment_score":0.0}
{"full_text":"As Congress heads back to Washington D.C., the idea of a second stimulus check being sent out before 2020 comes to an end seems to drift further and further away for Americans going through financial hardships due to the coronavirus pandemic.https:\/\/t.co\/DrAMmYOZVN","sentiment_score":-0.0208333333}
{"full_text":"Seen 'herd immunity' in headlines, but not quite sure what it means? Learn about the #data behind the phrase to understand it better, and its significance in the #COVID19 pandemic. Follow us on Instagram to watch the IGTV on 2 Dec, 9pm SGT:","sentiment_score":0.2}
{"full_text":"\"Trying out the new drug was kind of scary at first but I wasn't doing too good, my oxygen levels were pretty bad and I was basically just bedridden and pretty weak,\" said Mike.@DaniShenkNTV has more on Mike's COVID-19 journey.","sentiment_score":0.1111363636}
{"full_text":"Gift of the day: Thankful my SIL's father, who has COVID, did not get admitted to the hospital. Hoping that means it is less serious than feared. #gratitude","sentiment_score":-0.25}
{"full_text":"More than 267,000 Americans have died from COVID-19 and the numbers don't seem to be letting up any time soon.","sentiment_score":0.5}
{"full_text":"ICYMI: Here are today's numbers, including two more deaths at Allendale.#MiltonON","sentiment_score":0.5}
{"full_text":"Experts say a person who gets a COVID-19 vaccine has a 95% chance of being protected against serious illness, but they may still be able to contract the virus and spread it to others.","sentiment_score":0.0833333333}
{"full_text":"Eight months after cutting water supply of migrants to drive them away in middle of pandemic, Arvind Kejriwal govt offers free water to protesting 'farmers'https:\/\/t.co\/jJewCucsbV","sentiment_score":-0.025}
{"full_text":"What a shame for a top gov official to use fake pic - but this should be no surprise as China has lost all its credibility after covid.","sentiment_score":0.0}
{"full_text":"yes my tweets about covid rule violators are probably about you","sentiment_score":0.0}
{"full_text":"He's the reason why Raw was so watchable during the pandemic to me. I can't be more proud of him.","sentiment_score":0.3564102564}
{"full_text":"Professional runners take part in #NewDelhi half-marathon despite #COVID and air pollution","sentiment_score":0.1}
{"full_text":"The director of Maryland's coronavirus testing task force expects to see any spike reflected in COVID-19 case numbers from Thanksgiving starting this Wednesday and continuing through next week","sentiment_score":0.0}
{"full_text":"RT NEW--The coronavirus was in the US in mid-December 2019, a few weeks before it was officially identified in China, according...","sentiment_score":-0.2}
{"full_text":"RT All of this because we do not have a government that is willing to protect us. Meanwhile our frontline workers suffer horri...","sentiment_score":0.25}
{"full_text":"The MF just died bro... contracted covid","sentiment_score":0.0}
{"full_text":"RT Pandemic + rain + a Monday after a 4 day weekend = depression","sentiment_score":0.0}
{"full_text":"RT When mass infections\/deaths happen at Christmas &amp; beyond remember two things:1. The Trump administration and Trump task f...","sentiment_score":0.0}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"RT 68-year-old Jose Garcia, who was sedated and intubated for COVID-19 on Nov. 16, is treated by his daughter, Carolina Garcia...","sentiment_score":0.0}
{"full_text":"So apparently Govt have taken our health in their hands.. I mean ofcourse why not? All Colleges opening and travelling to another city for that.. health can come next!@AICTE_INDIA@OdishaGovt #mbastudent #reopeningofcolleges PS- Probably Covid is over!","sentiment_score":-0.1703125}
{"full_text":"I woke up this morning and my breathing as a little off (I have severe asthma but it's been managed well for years) -- the first thing I said was \"omg I have covid\" lmao. Every time I don't feel 100% I think I have the rona chile","sentiment_score":0.2208333333}
{"full_text":"Covid's Impact: Americans Considering Moving To Reduce Living Expenses, According To Lending Tree Survey","sentiment_score":0.0}
{"full_text":"RT You chinless turd, the House passed relief MONTHS ago, and YOU blocked it. We aren't all that stupid.","sentiment_score":-0.8}
{"full_text":"RT Yes indeed, getting rid of 0.03% of Labour Party member's is far more important than a pandemi...","sentiment_score":0.3333333333}
{"full_text":"Go Outside More #COVID19 #MancrushMonday #MondayMemories #MotivationMonday","sentiment_score":0.25}
{"full_text":"Give me a break.  These are a bunch of right wing shit sticks not following the law. And the law is a JUST AND NECESSARY LAW to help prevent the spread of a terrible fucking disease and these assholes wouldn't even wear a mask. Fuck them all. They should have been arrested.","sentiment_score":-0.2734693878}
{"full_text":"RT - Trump praised China's handling of COVID multiple times - Trump lied to the American people dozens of times *after* t...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 49.8FWind Chill: 49.8FHumidity: 93%Dew Point: 47.8F Barometer: 29.460 inHgWind: 1 mph from the WCorona Virus Weekly Stats:Cases: 181.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT An update on the COVID situation:Monsta X's Minhyuk has tested NEGATIVE for Covid 19. The other members and staff had also...","sentiment_score":-0.2125}
{"full_text":"RT A friend's husband, quarantined at home with Covid, has died of a heart attack. He was an essential worker. His wife tri...","sentiment_score":0.0}
{"full_text":"Covid's Impact: Americans Considering Moving To Reduce Living Expenses, According To Lending Tree Survey","sentiment_score":0.0}
{"full_text":"RT This week, your House Democrat majority is tackling the tough issues by holding a vote on legalizing pot and banning tiger o...","sentiment_score":-0.3888888889}
{"full_text":"Party at yo spot ?","sentiment_score":0.0}
{"full_text":"Due to #COVID19, governments are providing lifelines to keep firms open by temporarily amending bankruptcy procedures. Learn more from Simeon Djankov via BRINK News. #economy","sentiment_score":0.125}
{"full_text":"RT Florida on Track to Host Huge Football Games. The state will hit 1 million positive cases on Tuesday, yet the governor w...","sentiment_score":0.3136363636}
