{"full_text":"Trump administration, \"Fast and Furious\" and now we have a vaccine 6 months later. Truth Andrea, not conjecture.","sentiment_score":0.1}
{"full_text":"RT Coronavirus vaccine: Pfizer given protection from legal action by UK government | The Independent","sentiment_score":0.1}
{"full_text":"RT BREAKING: Supreme Court sides with California church on COVID restrictions","sentiment_score":0.0}
{"full_text":"This is a harrowing, long form telling of the worst days of the first epicenter of the U.S. pandemic. ","sentiment_score":-0.2666666667}
{"full_text":"RT How private healthcare has profited from Covid - Sunday Times:PS6.3 million to Transform Hospital Group. Treated 1 patien...","sentiment_score":0.0}
{"full_text":"Hey Fantaloons! If you donated to the Bleak House crowdfunder and what to ask us some questions or find out the whole story behind the project then head on over to our Zoom afterparty on Sat Dec 5th. It's free and you can book your space below. ","sentiment_score":-0.2}
{"full_text":"RT Did you know the slow transition to remote work had already begun pre-COVID? In fact, remote work rose 173% between 20...","sentiment_score":0.025}
{"full_text":"RT So proud of this work with Black Americans are disproportionately being impacted by #COVID19 &amp;...","sentiment_score":0.3166666667}
{"full_text":"RT BREAKING:Pfizer given protection from legal action by UK government.Pfizer's UK boss refuses to explain why the business n...","sentiment_score":0.15}
{"full_text":"RT We're seeing folks taking the mask protocol seriously here at #CowboyChristmas and at the Cutting Horse Futu...","sentiment_score":-0.4666666667}
{"full_text":"Justice...","sentiment_score":0.0}
{"full_text":" This is what leadership looks like.","sentiment_score":0.0}
{"full_text":"Over 2 people every minute. Nothing to see here.","sentiment_score":0.0}
{"full_text":"Another corporate giveaway. Nothing for the rest of us.Fuck the GOP and the zombie horse it shambled in on.","sentiment_score":0.0}
{"full_text":"I am absolutely loving my new TASCAM24- I will use this to record an albums worth of material I composed during lockdown. I was making music with this immediately because NO COMPUTER IS NEEDED! Great job TEAC! #Music #musicproduction","sentiment_score":0.5278409091}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"shame","sentiment_score":0.0}
{"full_text":"RT This is batty. Americans are in dire need of food and paychecks. More people died yesterday from #COVID19 than any day sin...","sentiment_score":0.5}
{"full_text":"Officials say there may be an under-report of around 100 cases due to an IT problem which is currently being investigated.","sentiment_score":-0.0625}
{"full_text":"RT The first people to get a COVID vaccine have to be at risk workers, not the rich and powerful.They've been using our l...","sentiment_score":0.3125}
{"full_text":"A week today (10\/12), I'm chairing a free webinar on how local areas have developed shared understandings of covid pressures. Panel: and of Join us!https:\/\/t.co\/qlTtrWgd3Q","sentiment_score":0.1666666667}
{"full_text":"Just wanted to spread this from another MS doctor trying to answer our questions. - The Coronavirus Vaccine ~ A Message from Dr. Sadiq: #MultipleSclerosis #CovidVaccine","sentiment_score":0.0}
{"full_text":"RT Made a new thread of COVID hypocrites composed entirely of reporting because we know a hypocrite when we s...","sentiment_score":0.0681818182}
{"full_text":"RT Here's a must-read story by on parents who are furious that Los Angeles County has closed playgrounds, but...","sentiment_score":-0.1}
{"full_text":"Ah yes, 3 bastions of public trust. That solves it!","sentiment_score":0.0}
{"full_text":"Get my art printed on awesome products. Support me at Redbubble #RBandME:  #findyourthing #redbubble #MerryChristmas #merrychristmastome #quarantinechristmas #Christmas2020 #ChristmasIsComing #Christmas #ChristmasTree #COVID19 #COVID19 #coronavirus","sentiment_score":1.0}
{"full_text":"RT Worth everyone posting these two pics. Promising student nurses pay during height of first covid wave, voting not to p...","sentiment_score":0.25}
{"full_text":" On the third day of COVID, Sports Medicine gave to me: three zoom meetingstwo nostrils swabbedand a mask for keeping people safe #12daysofchristmas #sportsmedicineholiday #12daysofcovid #maskupdawgs #virtualmeeting #zoom #SocialDistance","sentiment_score":0.25}
{"full_text":"RT Facts bro","sentiment_score":0.0}
{"full_text":"RT Biden warns of 250,000 more dead from Covid between now and January. A quarter of a million deaths in two months! This is...","sentiment_score":0.125}
{"full_text":"oh nooooo","sentiment_score":0.0}
{"full_text":"Keep trying and one of these days you'll manage to get covid! I believe in you!","sentiment_score":0.0}
{"full_text":"Unfortunately I don't believe there is a good explanation. Big business airlines must be kept afloat, but small businesses don't matter .... apparently.  Notwithstanding the \"social distancing\" you cannot do on a plane.","sentiment_score":0.0047619048}
{"full_text":"It is on the front of all the papers today that the UK is the first country in the world to roll out a COVID vaccine. I guess as usual Russia must be non-canon to the world.","sentiment_score":0.0}
{"full_text":"RT \"Complete live viruses are necessary for transmission, not the fragments identified by PCR. ... Those with high cycle threshol...","sentiment_score":0.0990909091}
{"full_text":"RT This is batty. Americans are in dire need of food and paychecks. More people died yesterday from #COVID19 than any day sin...","sentiment_score":0.5}
{"full_text":"RT \"On the third day of Christmas my Parklands gave to me... TA's Decorating the hall.\"A military, social distancing extrav...","sentiment_score":-0.0222222222}
{"full_text":"He is Pinocchio Reject, that's why!","sentiment_score":0.0}
{"full_text":"We need you to do just that. Thank you,","sentiment_score":0.0}
{"full_text":"RT This is batty. Americans are in dire need of food and paychecks. More people died yesterday from #COVID19 than any day sin...","sentiment_score":0.5}
{"full_text":"RT This is batty. Americans are in dire need of food and paychecks. More people died yesterday from #COVID19 than any day sin...","sentiment_score":0.5}
{"full_text":"RT No claims, no trials, no compensation: Pfizer given protection from legal action by UK governmentThe government has granted C...","sentiment_score":0.15}
{"full_text":"So let me see if I've got this straight. A GOP lawyer committed voter-fraud in order to prove the point that there is voter-fraud. Yep, that sounds about right. Don't waste your time voting in this rigged election GOP'ers. You could be using that time spreading covid.","sentiment_score":0.0952380952}
{"full_text":"The simply don't care","sentiment_score":0.0}
{"full_text":"RT Yesterday, I spent the afternoon hearing from workers and small business owners on the economic impact COVID-19 has had on th...","sentiment_score":-0.05}
{"full_text":"At your next eye exam, there could be a flu or COVID-19 vaccine shot, too","sentiment_score":0.0}
{"full_text":"They can't make it fair because it would also mean acknowledging the huge contrasts in the educational opportunities during the first lockdown. Some students had online live teaching from 9-3pm and others had a quiz and a worksheet and zero teacher contact. 1\/2","sentiment_score":0.2373106061}
{"full_text":"There have been 23 deaths reported to the state since yesterday. The current total death count is 6,524.","sentiment_score":0.0}
{"full_text":"RT Why is the left okay with China Virus vaccine cards but not Voter ID?","sentiment_score":0.25}
{"full_text":"Dear big supermarkets have returned PSmillions not needed in support.@RishiSunak Should immediately redistribute to Everyone left out of support. If he doesn't he should be replaced with a fair minister! #ExcludedUK","sentiment_score":0.2916666667}
{"full_text":"\"The past few weeks brought into relief a pattern of leaders failing to lead by example, asking Americans to make sacrifices that they, themselves, are unwilling to make, and appearing sorry only when they're caught.\"","sentiment_score":-0.2375}
{"full_text":"Welp we have plenty of those in this province and around the country","sentiment_score":0.0}
{"full_text":"\"Obama, Bush and Clinton say they will take the COVID-19 vaccine publicly to gain public trust\" ","sentiment_score":0.0}
{"full_text":"RT Consider that &gt;100 rural hospitals have closed in the last decade and what that means to those communities during a pandemic","sentiment_score":-0.0333333333}
{"full_text":"RT The two most deadly days of the pandemic were April 14 and 15. The next two?Yesterday and today.","sentiment_score":0.1}
{"full_text":"RT If I can wear a bra every time I leave the house to protect others from being hypnotized by my magnificent boobs, y'all can...","sentiment_score":1.0}
{"full_text":"Covid is fake","sentiment_score":-0.5}
{"full_text":"RT BREAKING: Supreme Court sides with California church on COVID restrictions","sentiment_score":0.0}
{"full_text":"where does she deny covid?","sentiment_score":0.0}
{"full_text":"RT This table explains the lockdown measures under the new tiers Read more:","sentiment_score":0.3181818182}
{"full_text":"RT Why is the left okay with China Virus vaccine cards but not Voter ID?","sentiment_score":0.25}
{"full_text":"RT Thanks to #OperationWarpSpeed, there should be enough doses of the coronavirus vaccine to vaccinate the entire...","sentiment_score":0.0666666667}
{"full_text":"RT As Hospitals Fill With COVID Patients, Medical Reinforcements Are Hard to Find via","sentiment_score":-0.1458333333}
{"full_text":"RT Coronavirus deaths in November:Sweden : 921Norway : 50Denmark : 114UK : 11,731New Zealand : 0","sentiment_score":0.0}
{"full_text":"RT A friend of mine got the China virus over the weekend. He took Hydroxychloroquine and within hours felt better and defea...","sentiment_score":0.5}
{"full_text":"... i was gonna see what grades ill get in mocks with no revision but if there's still covid by next year i might actually have to revise","sentiment_score":-0.1666666667}
{"full_text":"So other than covid, name me a boostered vaccine where the survival rate of the disease is higher than 99%?","sentiment_score":0.0625}
{"full_text":"RT More people died of COVID in the United States today than have died of COVID in Japan in all of 2020.","sentiment_score":0.5}
{"full_text":"RT HOLY SMOKES. Sen Perdue's broker bought Pfizer stock in Feb even when Pfizer warned of *bad outlook*. Then he bought more...","sentiment_score":-0.1}
{"full_text":"RT I am calling on to make the upcoming #COVID19 vaccine a #PeoplesVaccine: a global public good, freely and fair...","sentiment_score":0.36}
{"full_text":"RT IBM has sounded the alarm over hackers targeting companies critical to the distribution of COVID-19 vaccines","sentiment_score":0.0}
{"full_text":"RT Wear your mask.Wash your hands.Keep your distance.#ThisIsTheWay Protect each other. #WearAMask","sentiment_score":-0.125}
{"full_text":"RT #COVID19: No Night Curfew In Delhi For Now, AAP Government Tells High Court","sentiment_score":0.16}
{"full_text":"RT NEW: Fauci says Trump's nightly covid briefings yielded \"mixed\" results, adding they became too politicized. He tells...","sentiment_score":0.0681818182}
{"full_text":"RT This is batty. Americans are in dire need of food and paychecks. More people died yesterday from #COVID19 than any day sin...","sentiment_score":0.5}
{"full_text":"RT Our warrior Paul, 13, heading in for his 4th open heart surgery  at  Different during Covid. Thank you...","sentiment_score":0.0}
{"full_text":"do u think 2020 has been an overall successful year for wrestling despite having to deal with the pandemic? I think even tho it's been a difficult year n some of the bad matches n storytelling, but with how its been lately for the most part, it's been better","sentiment_score":0.0357142857}
{"full_text":"RT BREAKING: Supreme Court sides with California church on COVID restrictions","sentiment_score":0.0}
{"full_text":"world too fast change in pandemic.","sentiment_score":0.2}
{"full_text":"RT COVID is currently killing more Americans per day than any other cause of death.Top U.S. causes of deaths per day:COV...","sentiment_score":0.125}
{"full_text":"OMG I'm crying. It's so heartbreaking and powerful. I would love every Politician to read this . I defy them not to move and realise how damaging their policies are. Shame on them all ","sentiment_score":0.2}
{"full_text":"Ni Paul McCartney...","sentiment_score":0.0}
{"full_text":"It's starting to get worse...","sentiment_score":-0.2}
{"full_text":"RT Reminder that small social gatherings can become COVID-19 super spreaders. Eg. A wedding in Maine attended by 62 people led...","sentiment_score":0.0388888889}
{"full_text":"RT Our #women of Nashulai have ventured into manufacturing reusable pads since many depended on school programs to provide them...","sentiment_score":0.5}
{"full_text":"RT Can they lock us back down again I'm tired of spending money","sentiment_score":-0.1851851852}
{"full_text":"RT Today's update on the numbers:Of the 193,551 tests reported yesterday, 8,973 were positive (4.63% of total).Total hospi...","sentiment_score":0.2272727273}
{"full_text":"RT SAY IT WITH ME: A property owner losing money on a building is not the same thing as a tenant losing their home during a p...","sentiment_score":0.0}
{"full_text":"When you were a pastor?!?WTF?","sentiment_score":0.0}
{"full_text":"RT For someone who promised greatness, there seems a whole lotta of whining going on. Trump has cast himsel...","sentiment_score":0.2}
{"full_text":"RT Nurses like traveling crisis nurse Chelsea Walsh are working tirelessly to keep us all safe. Take a moment to hear what...","sentiment_score":0.5}
{"full_text":"RT This is batty. Americans are in dire need of food and paychecks. More people died yesterday from #COVID19 than any day sin...","sentiment_score":0.5}
{"full_text":"I told you the coronavirus was fake they're doing this to make our country weak it's nothing but the flu virus","sentiment_score":-0.4375}
{"full_text":"RT Latino and immigrant workers are on the frontlines of fighting COVID-19 and they will be at the forefront of our efforts to...","sentiment_score":0.0}
{"full_text":"RT This is batty. Americans are in dire need of food and paychecks. More people died yesterday from #COVID19 than any day sin...","sentiment_score":0.5}
{"full_text":"RT A dear friend's uncle just passed from COVID-19. His grandmother and aunt have it too.Please remember how serious this...","sentiment_score":-0.3333333333}
{"full_text":"RT Maryury was fired after she and her Teleperformance coworkers fought for protections during #Covid19.\"This experie...","sentiment_score":0.0}
{"full_text":"Risk appetite is the key here and not the comparison to a supply chain you also have little control or knowledge of. If we have a choice between gangsters or gangsters we choose gangsters.","sentiment_score":-0.09375}
{"full_text":"RT Gavin Williamson tells LBC the UK approved a Covid vaccine first because 'we're a much better country' than France, Belgium and th...","sentiment_score":0.375}
{"full_text":"Clap for covid","sentiment_score":0.0}
{"full_text":"RT This is batty. Americans are in dire need of food and paychecks. More people died yesterday from #COVID19 than any day sin...","sentiment_score":0.5}
{"full_text":"RT This is batty. Americans are in dire need of food and paychecks. More people died yesterday from #COVID19 than any day sin...","sentiment_score":0.5}
{"full_text":"RT #LosAngeles #lockdown Thought Garcetti desperate to get  protesters away from his house. But \"outdoor protests and religious...","sentiment_score":-0.3}
{"full_text":"RT This is as many American lives as we lost on 9\/11 just yesterday, many of them traceable to our deranged Commander in Chief....","sentiment_score":0.3333333333}
{"full_text":"RT Why is the left okay with China Virus vaccine cards but not Voter ID?","sentiment_score":0.25}
{"full_text":"For you.....https:\/\/t.co\/aSfS2A1cQd","sentiment_score":0.0}
{"full_text":"I have been informed that having a card you can keep in your wallet that identifies politically relevant information is actually just Too Hard and Mean and Also Probably Evil so I'm looking forward to this creeping legibility function getting binned along with lockdown theatre","sentiment_score":-0.2408333333}
{"full_text":"RT \"We need to stay home if you can. This is not the time to relax... We may have to close things down if we are not careful,\"...","sentiment_score":-0.0527777778}
{"full_text":"Exactly!","sentiment_score":0.3125}
{"full_text":"RT GA Republicans: Don't self-impose a stay-at-home order on your vote.#SaveTheRepublic","sentiment_score":0.0}
{"full_text":"RT I blocked the Health Dept. from collecting, cashing or depositing COVID fines. Charter gives me this authority. All fi...","sentiment_score":0.0}
{"full_text":"We're sorry for any inconvenience. Additional information about orders, deliveries, and COVID-19 can be found here: Amazon's delivery associates have been advised to reduce contact with customers, this may include placing packages at the doorstep. ^JL","sentiment_score":-0.5}
{"full_text":"RT \"WE ARE GUTTED. I FEEL HOLLOW.\" Local ICU nurse saying goodbye to her husband... just three days after she lost her mom...","sentiment_score":-0.05}
{"full_text":"I listened to this. Health Canada will be able analyze the data provided by Pfizer to make a decision in a week to 10 days. Any dates set for vaccination to start are highly tentative. #COVID19AB #AbLeg","sentiment_score":0.33}
{"full_text":"Katie Porter taught at UCI School of Law. I have an undergrad degree from UCI School of Fine Arts. I say close enough, I'm claiming her anyway.","sentiment_score":0.2083333333}
{"full_text":"RT I am calling on to make the upcoming #COVID19 vaccine a #PeoplesVaccine: a global public good, freely and fair...","sentiment_score":0.36}
{"full_text":"Pandemic","sentiment_score":0.0}
{"full_text":"RT  New VideoMitch McConnell has more blood on his hands every day he refuses to provide Americans with much-n...","sentiment_score":0.3181818182}
{"full_text":"Catholics and Orthodox Jews demanded, and won, the right to marinate in their respective Holy Spirits, laced with COVID | Daniel Landes | Opinionhttps:\/\/t.co\/RXEIZmimsI","sentiment_score":0.0285714286}
{"full_text":"A new government study finds that the new coronavirus infected people in the U.S. in mid-December 2019, a few weeks before it was officially identified in China.https:\/\/t.co\/9F5waXXIkJ","sentiment_score":0.0242424242}
{"full_text":"[RESOURCE]\"The evaluand will need to revise and\/or review indicators that've been earlier outlined on M&amp;E plans, while those that can't be achieved during this period, owing to working remotely,or conducting events online, challenges, will be put on hold.\"https:\/\/t.co\/MRcXgW7M0g","sentiment_score":0.0}
{"full_text":"Gloria Estefan has revealed that she was diagnosed with COVID-19 last month after eating at an outdoor Miami restaurant with her family.https:\/\/t.co\/sWD57SOWPA","sentiment_score":0.0}
{"full_text":"Christmas gift ideas? Follow the events from March to June with Aunt Sheila as she panic buys, binge watches boxsets and trims her own fringe #Christmas2020 #lockdown #COVID19 #Satire #BookBoost #christmasshopping","sentiment_score":0.6}
{"full_text":"CORONA: STAY HOME-STAY SAFE!!!","sentiment_score":0.9765625}
{"full_text":"Facebook said Thursday it will start removing false claims about COVID-19 vaccines, in its latest move to counter a tide of coronavirus-related online misinformation.https:\/\/t.co\/uy5lzAz0Xk","sentiment_score":0.05}
{"full_text":"This is very welcoming news and a step in the right direction.I'll be posting a new blog next week, which discusses memes and misinformation and will be referencing anti-vaxxers in it.","sentiment_score":0.1555194805}
{"full_text":"Race for COVID-19 vaccine creating opportunities for malicious websiteshttps:\/\/t.co\/6m52HYoOnP","sentiment_score":0.0}
{"full_text":"By denying our pandemic reality, are millennials waging a proxy war against the generation that robbed them of their future?","sentiment_score":0.0}
{"full_text":"UN Report: Despite Falling Energy Demand, Governments Set on Increasing #FossilFuel Production","sentiment_score":0.0}
{"full_text":"We're giving everything we can for Minnesota. Are you? We urge you to please: Wear a mask, keep your distance and do your part to save lives.We're coming together with other health systems to #FightCOVIDMN. More: #WearAMask #StaySafeMN","sentiment_score":0.1875}
{"full_text":"Cumbria is now in Tier 2 of the new COVID-19 restrictions classification system. Tier 2 areas are classed as High Alert for COVID-19.Remember to continue to wash your hands, cover your face and make space.Read more about the restrictions in Tier 2 &gt;&gt;","sentiment_score":0.2654545455}
{"full_text":"#Oilprice fundamentals show longer-term strength, as #Asian demand surges on hopes of #Covid #vaccine, reportsWant to keep up with #MarketMoves? Check out #TradingInsights at *Trading carries risk of loss","sentiment_score":0.0}
{"full_text":"Natural selection?","sentiment_score":0.1}
{"full_text":"National Handwashing Awareness Week (Dec 1-6) - Lather, scrub for 20 seconds and rinse: washing hands saves lives and prevents the spread of COVID-19 and influenza. Access more COVID-19 safety tips at","sentiment_score":0.5}
{"full_text":"Check out this awesome interview with Director, Dr. Kent Mullinix, about Canadian food sustainability","sentiment_score":1.0}
{"full_text":"Doctors warn coronavirus and Brexit anxiety fuelling surge in kids self-harming","sentiment_score":0.0}
{"full_text":"INTERVIEW: chats to about lockdown life in the music world, his Memory Palace EP, writing songs off the coast of Alaska, the potential return of live music and much more Watch the interview through the link below or visit our channel ","sentiment_score":0.2121212121}
{"full_text":"When will children get a coronavirus vaccine? Not in time for the new school year, experts fear.https:\/\/t.co\/caoEZwAVB8","sentiment_score":0.1363636364}
{"full_text":"Learn more about Jay K. Hoffman, onetime powerhouse impresario and promoter and, later in life, public relations executive who passed away on April 15, 2020 from COVID-related complications. Read more:","sentiment_score":0.25}
{"full_text":"Extended #lockdown, changes to Deutsche Bahn's timetable and prices, increased social benefits and more - these changes in #December 2020 could affect #expats.#ExpatLife","sentiment_score":0.2666666667}
{"full_text":"Some of the cases were linked back to Ripley and Chesterfield;https:\/\/t.co\/8GxoxaiLnb","sentiment_score":0.0}
{"full_text":"RT Why is the left okay with China Virus vaccine cards but not Voter ID?","sentiment_score":0.25}
{"full_text":"We need Equity Today for a Just Tomorrow. Fortunately, we already have 3 Principles for an Antiracist, Equitable State Response: #StateImpact20","sentiment_score":0.4}
{"full_text":"RT This year's #BellNyegeNyegeis gonna be a different one due to covid19. You are going to have fun and enjoyments in the co...","sentiment_score":0.0583333333}
{"full_text":"Let's all do our part: wear a mask, maintain your distance, wash your hands, don't dine indoors and avoid gatherings with people outside your household. ","sentiment_score":0.0}
{"full_text":"NEWS: says there are 7,785 people affected by sudden bereavement due to Covid-19 in #Essex","sentiment_score":-0.0625}
{"full_text":"RT If I can wear a bra every time I leave the house to protect others from being hypnotized by my magnificent boobs, y'all can...","sentiment_score":1.0}
{"full_text":"We're excited to be able to re-open some of our facilities.We're in Tier 2, here's what's available:Car park openCovid-secure, staffed Welcome Point (10am-4pm)Reserve trails open dawn to duskToilets openTake away refreshmentsHides open (face covering required)","sentiment_score":0.335}
{"full_text":"Ooh we saw pics of these being made, how fab do they look installed!Photo:","sentiment_score":0.0}
{"full_text":"The Real Housewives of Beverly Hills cast is facing a COVID-19 outbreak","sentiment_score":0.2}
{"full_text":"Hearing about the years of research on pandemics that has led to the current work on COVID-19 is inspiring. Read more about the team of #GGA20 awardees from - Barney Graham, Emmie de Wit and Vincent Munster - at","sentiment_score":0.3333333333}
{"full_text":"A single mother of 7 is now raising 12 children after her younger sister, who had five kids, died from coronavirus","sentiment_score":-0.0357142857}
{"full_text":"The No. 2 House Democrat told colleagues Thursday morning that the chamber won't adjourn for the year without delivering at least some measure of covid-19 relief, as Democrats show greater flexibility after absorbing losses in last month's elections.","sentiment_score":0.1}
{"full_text":"RT End all lockdowns immediately. Trust people to make good choices. if you are at risk, stay at home. If you are willing t...","sentiment_score":0.475}
{"full_text":"Agreed but in the covid era there wont be as much investments unless taxes are raised. Also stop giving billions to gilbert and illich for underwhelming projects for millenials","sentiment_score":0.2}
{"full_text":"RT More. Good. News. #COVID19 Latest findings released by Its #vaccine is 94% effective - and stron...","sentiment_score":0.575}
{"full_text":"RT Los Angeles's new COVID lockdown bans most walking, driving and use of public transport.Yes - Walking..","sentiment_score":0.2121212121}
{"full_text":"On Dec. 18 renowned #economics professor &amp; Nobel laureate will assess how governments &amp; institutions globally have responded to the economic shocks of the #COVID19 crisis. #gecnetworkSponsors: GEC Network,","sentiment_score":0.1}
{"full_text":"Intro to Culinary class met virtually with industry partner Chef Reggie Martin. Martin is the owner of Lemond Kitchen Catering. He shared valuable information about his profession as well as how his business is assisting during the pandemic.","sentiment_score":0.0}
{"full_text":"Interested in Environmental Health &amp; Safety? We are looking for a Specialist to join our team #KC. You will be responsible for coordinating \/ maintaining company policies adhering to local, State and Federal regulations. Apply: #COVID #CDC #Jobs","sentiment_score":0.15}
{"full_text":"Lather up - proper handwashing is one of the best ways to prevent contracting COVID-19! Read #HealthWebMagazine for more ways to stay healthy during the pandemic.Must Visit #handwashing #awarenessweek #Cleanhands #staysafe #stayhealthy #safety","sentiment_score":0.5}
{"full_text":"A formula design to act like a disinfectant! For more information speak with one of our customer service representatives today at 800-323-3521!https:\/\/t.co\/0pVci1uF0uhttps:\/\/t.co\/2OguHEwSZQhttps:\/\/t.co\/kOVrFt2KY2https:\/\/t.co\/ZZYFd0VZuz","sentiment_score":0.5}
{"full_text":"Clelin Ferrell's return from 'really crazy' COVID sickness looms large for Raidershttps:\/\/t.co\/paQ1qLqfTX","sentiment_score":-0.1928571429}
{"full_text":"Read more from Irene Lew in her #UnheardThird analysis on The Pandemic Economy, where low-income New Yorkers continue to be hit hardest by the COVID-19 economic fallout:","sentiment_score":0.2787878788}
{"full_text":"If you have an appointment, or are concerned about the health of you or your baby, it's important that we see you. Just speak to your midwife or maternity team. Your NHS is here to see you, safely.","sentiment_score":0.45}
{"full_text":"San Francisco Supervisor proposed a resolution calling on Gov. Gavin Newsom to prioritize teachers as essential workers, making them eligible for the first phase of coronavirus vaccines in early 2021.","sentiment_score":0.1166666667}
{"full_text":"#StateofClimate report: #climatechange has not stopped for #COVID19.The past six years, 2015 to 2020, are set to make up all six of the hottest years since modern records began in 1850.https:\/\/t.co\/aRzVsbg5jH@WMO","sentiment_score":-0.025}
{"full_text":"So trump wants a dealYou , Mitch, now are the major hold upDo you hate Millions of Americans so much?https:\/\/t.co\/xffOo50LL4","sentiment_score":-0.1791666667}
{"full_text":"Here's how Covid-Vaccine WILL created infertility by producing antibodies against Corona virus \"spike\" but \"ACCIDENTALLY\" trigger an immune reaction against syncytin-1 essential for the formation of the placenta in mammals such as humans.","sentiment_score":0.0}
