{"full_text":"RT All I see is \"free housing is possible.\"","sentiment_score":0.2}
{"full_text":"RT GOP Tax Scam increased the federal debt by $2,000,000,000,000 (two trillion).83% of the benefits went to the wealthiest...","sentiment_score":0.0}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"RT Absolutely hilarious. A Muslim explains Christmas.","sentiment_score":0.5}
{"full_text":"RT #Phages are now being used as delivery systems in #vaccines being developed against respiratory diseases like #Covid-19 R...","sentiment_score":0.1}
{"full_text":"RT Before you get caught up in the hype of the announcement of a new strain of Covid-19 discovered in the UK you can see all...","sentiment_score":0.1363636364}
{"full_text":"One of the wider lessons from this scandal is the importance of #financialeducation. Against an uncertain economic backdrop as countries recover from the effects of the #pandemic, understanding financial investment choices matters more than ever.","sentiment_score":0.2333333333}
{"full_text":"RT Reckon January 4th will be the start of the next national lockdown.It will be blamed on 'selfish people not following...","sentiment_score":-0.1666666667}
{"full_text":"RT Are you going to ask him about the WE scandal, his multiple ethics violations, the Chinese soldiers training in Canada, the \"...","sentiment_score":0.0}
{"full_text":"RT Fact check: we know how many people are picking up COVID in hospital, and it's nothing like enough to explain the disparit...","sentiment_score":0.25}
{"full_text":"RT I wonder how many people blaming #BorisJohnson for covid have been buying goods made in #China? Whilst world struggles to...","sentiment_score":0.5}
{"full_text":"RT There's a few people tweeting me saying that Tier 4 rules aren't law because parliament hasn't been recalled. This is w...","sentiment_score":-0.2}
{"full_text":"RT Something going on the UK the government isn't revealing to us?If the new \"strain\" isn't dangerous why the ban?Austrian...","sentiment_score":-0.2318181818}
{"full_text":"RT \"I think he's just done with covid,\" said one of Trump's closest advisers. \"I think he put it on a timetable and he's don...","sentiment_score":0.0}
{"full_text":"Like in 2009 with the Swine Flu pandemic &amp; no restrictions (&amp; less deaths), or in 2018 with the TB outbreak pandemic &amp; no restrictions (&amp; less deaths)? I suspect we wouldn't now be facing the prospect of millions of deaths from treatable diseases within the next 2yrs-5yrs.","sentiment_score":-0.1111111111}
{"full_text":"RT \"She believed she could...so she did.\" ","sentiment_score":0.0}
{"full_text":"Connecticut nursing homes are old and ill-equipped to contain viral spread. Did that make it easier for COVID-19 to tear through the facilities and kill thousands?","sentiment_score":0.1}
{"full_text":"RT Italy to join Belgium and the Netherlands in suspending flights from the UK over the fast-spreading variant of coronavirusht...","sentiment_score":0.0}
{"full_text":"RT Marco Rubio is a healthy 49 year old. He is not in a nursing home. He is not a health worker. He is not a first respond...","sentiment_score":0.1583333333}
{"full_text":"RT With the supersurfer strain of Covid whizzing in on a #ThirdWave and #Brexit about to hit at the same time, I can see the UK be...","sentiment_score":0.0}
{"full_text":"RT AID WITHIN REACH: Minority leader Chuck Schumer says 'we're getting very close, very close.'https:\/\/t.co\/wVTiqN4E4e","sentiment_score":0.2}
{"full_text":"RT I did tell you in April, May, June ...And in November it was denied by this Government , even whilst they put it out...","sentiment_score":0.0}
{"full_text":"Also, \"a fairly large part of my life?\" Seriously? The pandemic has only been going on for 10 months &amp; he's 516 months old. Even if he read 24\/7, that's less than 2% of his life. If we are super generous &amp; give him 12 hrs\/day, it's just 0.8% of his life..","sentiment_score":0.0246031746}
{"full_text":"RT Biden will be using the \"Pointy-haired Boss\" strategy against COVID-19. That means promoting masks and lockdowns and la...","sentiment_score":0.0}
{"full_text":"RT 1\/Marking the start of the IDF's COVID-19 vaccination campaign, IDF Chief of the General Staff LTG Aviv Kohavi is the first perso...","sentiment_score":0.15}
{"full_text":"Pink Hospitalized With Fractured Ankle Months After Battling COVID-19","sentiment_score":-0.1}
{"full_text":"It is important for officers and the public alike to understand the prevalence and various aspects of domestic abuse, especially during the COVID-19 pandemic. Controlling and coercive behaviour is still one aspect of domestic abuse which is still not fully understood by everyone.","sentiment_score":0.0666666667}
{"full_text":"The last, and best, reason to buy The Observer.","sentiment_score":0.5}
{"full_text":"RT 'eat out to help out' during a pandemic has to be the most reckless thing a government has done in recent history","sentiment_score":0.25}
{"full_text":"RT Florida has vaccinated over 32,000 people, more than any other state.https:\/\/t.co\/8ZPFUAf1Gw","sentiment_score":0.1875}
{"full_text":"RT STOP GIVING THE VACCINE TO THE GOP COVID DENIERS!!!! That's the tweet.","sentiment_score":0.0}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"RT #WeekendRead THE DIGITAL ECONOMY AND SOCIETY#Governance #ethics #Africa #Fintech #COVID19 #behavioraleconomics","sentiment_score":0.0}
{"full_text":"RT #11 In public health, open civilized debate is profoundly critical. Censoring, silencing and smearing leads to fear of...","sentiment_score":0.1}
{"full_text":"RT You mean back to fighting for corporate bailouts so those companies will continue to donate to the GOP and...","sentiment_score":-0.1041666667}
{"full_text":"53, wow I thought u was in your 30s by that photo, if u r scared for people, why are u belittling the people who have died, nurses, people who have long Covid, 22 years old man  used 2 run miles, now can't even get up a staircase 4 months after testing Neg ? Why call it a Farce","sentiment_score":-0.0625}
{"full_text":"The #pandemic has highlighted how truly essential #essential workers are. It may also be pushing critical demographics of this workforce out of the #labor market, notably women and older workers.","sentiment_score":0.1333333333}
{"full_text":"RT England once again leading the world when it comes to developing... mutations of coronavirus.","sentiment_score":0.0}
{"full_text":"Yes. Even if they feel it is unwanted. A proactive measure is helpful for both the sides. Governments should stop the flight movement &amp; save it up.","sentiment_score":0.0}
{"full_text":"RT 5,711 new #COVID19 positive cases have been reported in Kerala today.","sentiment_score":0.1818181818}
{"full_text":"RT Following the latest lockdown in Wales, the Mill remains closed and the craft shop is now also closed. Flour collections...","sentiment_score":0.075}
{"full_text":"RT All I see is \"free housing is possible.\"","sentiment_score":0.2}
{"full_text":"'I love you and I miss you very much': Dallas native and attorney Billy Loredo, 45, writes heart-wrenching note to wife before dying of COVID-19 #coronavirus","sentiment_score":0.38}
{"full_text":"RT Instead of complaining in these difficult times about what the pandemic prevents us from doing, let us do something for someo...","sentiment_score":-0.5}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT Immunity is a dance floor.Corona is it's DJ Khaled. Just as you're getting used to a strain....ANOTHER ONE!!","sentiment_score":0.0}
{"full_text":"RT There is no pandemic. No more people are falling ill than in a normal winter, yet Boris is going to further destroy more o...","sentiment_score":-0.05}
{"full_text":"what's the hold up? Why close and not done???","sentiment_score":0.0}
{"full_text":"Bit late for that ! The ban on flying should have been done by our Country at the very start of the Pandemic. But what did we do ? Allow all and sundry to fly in from all the hotspots.","sentiment_score":0.2083333333}
{"full_text":"Harry Styles Harry Potter Harry Roque ","sentiment_score":0.0}
{"full_text":"RT Wrecking Crew &amp; Backwoodz, contained herein. Biggups","sentiment_score":0.0}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":"RT China Daily has paid the Washington Post $4.6 million for insets since 2016, which means 20 Uyghurs die every time you rea...","sentiment_score":0.0}
{"full_text":"RT \"Yet again, the Prime Minister waited until the 11th hour to take this decision.\"Labour leader Sir Keir Starmer says \"a...","sentiment_score":0.0}
{"full_text":"2020 - Enough of the ones you have given already!","sentiment_score":0.0}
{"full_text":"RT How about Mark Zuckerberg and all the ultra-rich people who have bought mansions and beachfront property on Kauai step up and gi...","sentiment_score":0.0}
{"full_text":"RT I want to again warn the world community, as India's internal problems mount, especially economic recession, growing farm...","sentiment_score":0.2}
{"full_text":"RT \"Veg or Non-veg?\" - marks the end of covid protocols on many flights.","sentiment_score":0.5}
{"full_text":"RT Are you planning to #Travel during #Christmas? #pandemic","sentiment_score":0.0}
{"full_text":"RT The CFP announcing that it is moving out of the Rose Bowl due to \"the growing number of COVID-19 cases in Southern Californ...","sentiment_score":0.1583333333}
{"full_text":"RT Rishi, Rishi, like this. You've #Excluded 3m people for 9 months. We have no savings. We also hav...","sentiment_score":0.0}
{"full_text":"RT Starting on Monday, Twitter will remove COVID misinformation posts. If the account continues their violations, they are sub...","sentiment_score":0.0}
{"full_text":"RT Follow ~@AJBlackston Open letter to the incoming Biden administration on Next Generation Community Schools","sentiment_score":0.0}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT Why are so many low-risk people who are not patient facing getting the vaccine? Hospital administrators &amp; local politician...","sentiment_score":0.25}
{"full_text":"somehow rita ora is to blame for this new strain of covid","sentiment_score":0.1363636364}
{"full_text":"Belgium, Italy and Netherlands ban flights from UK over new Covid strain","sentiment_score":0.1363636364}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT That assumes a level of literacy most unlikely to be found among the second eaters running this catastrophe ","sentiment_score":0.0}
{"full_text":"RT If there are usually 20 ICU beds in a hospital and they are all full = 100% occupancyIf you now create an extra 20 un...","sentiment_score":0.0333333333}
{"full_text":"RT Please read this thread: Every damn word of this:","sentiment_score":0.0}
{"full_text":"RT Young, healthy Senator, who spoke at rallies packed w\/thousands w\/o masks, who supports Trump -who's down-played COVID &amp; mo...","sentiment_score":0.3}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":"RT New mutant strain, brilliantly explained in this thread. Very troubling indeed.","sentiment_score":0.4121212121}
{"full_text":"RT STOP GIVING THE VACCINE TO THE GOP COVID DENIERS!!!! That's the tweet.","sentiment_score":0.0}
{"full_text":"RT I want to again warn the world community, as India's internal problems mount, especially economic recession, growing farm...","sentiment_score":0.2}
{"full_text":"RT BREAKING: America's Frontline Doctors are at the CDC in Atlanta to protest against forcing millions of Americans to take...","sentiment_score":0.0}
{"full_text":"RT View Moderna's briefing document for our COVID-19 vaccine here: This data will be discussed at Thu...","sentiment_score":0.0}
{"full_text":"The government knew about the new strain of COVIDInFuckingSeptemberI don't want to be British anymore. It's an embarrassment. The government are incompetent and negligent.","sentiment_score":-0.0712121212}
{"full_text":"RT I wanna be at the airport smashing tables too! But I'm going to be responsible and stay home like the rest of you should be....","sentiment_score":0.2}
{"full_text":"RT My mom passed a week ago from Covid. She was 71 &amp; in an assisted living facility which was on lockdown but had an outbre...","sentiment_score":0.0}
{"full_text":"RT We're more tired of spineless, sellout Republicans who won't fight for President Trump.","sentiment_score":0.05}
{"full_text":"RT People are tired of being told they have to stay home &amp; can't work or open their business by people who break their own rul...","sentiment_score":0.0666666667}
{"full_text":"RT The Belgian Government confirms it is in talks with the French Government about people that come from the UK to Belgium via...","sentiment_score":0.0}
{"full_text":"RT Instead of complaining in these difficult times about what the pandemic prevents us from doing, let us do something for someo...","sentiment_score":-0.5}
{"full_text":"This was an actual tweet from Stowe (since deleted). I see pics of lift lines full of out-of-staters snaking for hundreds of yards. But Bill Koch Nordic youth skiing, outside and socially distant by nature, can not proceed. Vermont's COVID policies...","sentiment_score":0.0625}
{"full_text":"RT So what is stopping you from sleeping under a mosquito net?Don't survive #COVID19 and die of malaria, #SleepUnderTheNetUg...","sentiment_score":0.0}
{"full_text":"You go from speaking  at #SuperSpreader events to first in line for the vaccine! Wow, my parents are in their 70s. My mom has one lung and here you are getting the vaccine before her! Coward. you should be ashamed.","sentiment_score":0.21875}
{"full_text":"Why not go total lockdown for four weeks tier system failing badly confusing everyone and open to abuse of so called tier rules","sentiment_score":-0.1}
{"full_text":"RT I'm glad we had that November lockdown so that Christmas can be saved.","sentiment_score":0.5}
{"full_text":"RT .@realDonaldTrump cares more about tchotchkes and swag than he does about record covid deaths and devastating Russian hacki...","sentiment_score":-0.1666666667}
{"full_text":"The new Wuhan flu strain is fictional, I think. A pathetic alibi cooked up by panicky politicians and civil servants who can't cope with the idea of confronting something that effortlessly ignores bans and restrictions.","sentiment_score":-0.2878787879}
{"full_text":"RT So pay people not to work for a temporary period in order to protect the nation and save lives. It's not that complicated.","sentiment_score":-0.5}
{"full_text":"RT The fact that Lindsey Graham &amp; Marco Rubio got the vaccine before healthcare workers, first responders, &amp; teachers is one o...","sentiment_score":0.25}
{"full_text":".@toph_bbq I HAVE SCHEDULED THIS TWEET TO HIT TODAY SINCE JANUARY 11TH 2020, I PRAY OUR BOY DONE GOOD.(I AM WRITING THIS PART FROM AUGUST 26TH LOL HOLY SHIT DUDE I DIDN'T EXPECT COVID DESTRUCTION)","sentiment_score":0.3}
{"full_text":"New research on Covid-19 learning losses looking at 4.4 million U.S. students in grades 3-8 finds that, among other things, students scored 5 to 10 percentile points lower in math this fall than they did in fall 2019. ","sentiment_score":0.0056818182}
{"full_text":"Bengal Sanitization delivers cleaning and sanitizing products to your location at minimal rates. Choose what's best for you, choose us.+917980708710 \/ 9830246789#sanitizing #affordablerates #covid19 #sanitizationnearme #sanitizationinkolkata","sentiment_score":0.45}
{"full_text":"Merkel has plunged Germany into another lockdown. Yet instead of scrutinising or opposing Merkel, the media and politicians have rallied behind her. There needs to be far more serious debate about lockdowns, says Sabine Beppler-Spahlhttps:\/\/t.co\/6nK2z0J9Ql","sentiment_score":-0.0333333333}
{"full_text":"With the ongoing pandemic, telehealth is now more important than ever. It protects patients and medical professionals while increasing the accessibility of cost-efficient, health-related services to those who need it the most.#Telehealth #MDSolutionsPlus","sentiment_score":0.3}
{"full_text":"ICYMI: is cutting 2,200 jobs globally through buyouts and layoffs as part of a restructuring plan accelerated by the ongoing pandemic","sentiment_score":-0.3}
{"full_text":"RT Mark Meadows tried to conceal coronavirus cases in the White House, and threatened to fire the military doctors who help...","sentiment_score":-0.05}
{"full_text":"RT 'A giant bonfire of taxpayers' money': fraud and the UK pandemic loan scheme","sentiment_score":0.0}
{"full_text":"We will host a free COVID-19 testing event TOMORROW from 9:00 a.m. to 3:30 p.m. at Gift of Hope located at 7936 S. Cottage Grove Ave. in Chicago.","sentiment_score":0.4}
{"full_text":"Many people infected with #COVID19 never feel sick. You could infect friends + family without even knowing it. Protect those you love by wearing a mask, keeping your distance + wash your hands often.","sentiment_score":0.0952380952}
{"full_text":"Your input is so important to us so we'd love it if you could share your experience &amp; thoughts in our Supply Chain Survey which features questions on Brexit, the pandemic &amp; automation.#survey #brexit #supplychain#salarysurvey #brexit #supplychainhttps:\/\/t.co\/uMsEXxcCwu","sentiment_score":0.45}
{"full_text":"Can't be arsed with this frigging lockdown bollocks. Chocolate and fizz time, I think...","sentiment_score":0.0}
{"full_text":"Cheshire council leader warns of possible further restrictions in wake of new Covid strain","sentiment_score":0.0454545455}
{"full_text":"If you have any symptoms of #coronavirus, stay home and book a test. Anyone else in your household should stay home until you get a result.Symptoms are: A high temperature A new, continuous cough Change or loss of smell or tasteFor more visit","sentiment_score":0.2654545455}
{"full_text":"RT Who did this? It's brilliant!The coronavirus vaccine won't leave a scar. But it'll protect us and our next generation. #C...","sentiment_score":0.0}
{"full_text":"No, I got her point. There are thousands of people out there in our position and thousands more who endured a pointless death in their family from COVID. People saying it's not bad for those who can see others in the future ignores those going through loss and grief at Christmas.","sentiment_score":-0.04}
{"full_text":"Millions of people in England and Italy will celebrate Christmas under tough new coronavirus restrictions as Europe battles a winter surge including a more infectious new strain.#England #Italy #COVID19https:\/\/t.co\/AbEaaXDsEo","sentiment_score":0.095959596}
{"full_text":"RT Never forget that when, 3 days ago, Boris Johnson accused Kier Starmer of \"cancelling Christmas\", he was fully briefed o...","sentiment_score":0.0}
{"full_text":"In the coming days, we will be working with to understand how new restrictions will affect the return to campus in January. Updates will be communicated to staff + students, and in the meantime support is available. More info on our website:","sentiment_score":0.3454545455}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT Instead of complaining in these difficult times about what the pandemic prevents us from doing, let us do something for someo...","sentiment_score":-0.5}
{"full_text":"RT Jun said in fansign that the reason he moved away from them is cuz he saw only 2 others on gallery not joining the group hug...","sentiment_score":0.0}
{"full_text":"Veterans we need your artwork! Our Veterans Art of Isolation exhibition will reflect many aspects of life during lockdown. This can be in any art form such as poems, paintings and audio recordings. If you would like to get involved visit our website: #VAOI","sentiment_score":0.25}
{"full_text":"Religious Attendance and COVID-19. Evidences from Italian Regions | Alfano, Vincenzo \/ Ercolano, Salvatore \/ |","sentiment_score":0.0}
{"full_text":"Everything has been shaken up by the pandemic: especially how we operate our businesses. Still, some companies are thriving where others are struggling. Here is what the most successful companies have in common: #Cloud","sentiment_score":0.2375}
{"full_text":"Do you see yourself shaping the future of public health in Scotland?The role of public health has been crucial throughout the pandemic. We've got space on our Master of Public Health course, starting in January.Come join us ","sentiment_score":0.0}
{"full_text":"On Int'l Human Solidarity Day, we're grateful for the opportunity to honour our SLF community of partners and supporters--and everyone, everywhere--acting in #solidaritynotcharity to respond to #HIV and #AIDS, and #COVID19. We all have a role to play. Thank you for playing yours.","sentiment_score":0.0}
{"full_text":"RT The Charles Walker interview is extraordinary in what he is inferring. A senior Conservative MP is essentially accusing...","sentiment_score":0.1666666667}
{"full_text":"Nova Scotia has long been a place where we face challenges together. During the early weeks of COVID-19, and throughout 2020, many of us have been asked to stay apart. As a result, we have resolved to find creative new ways to stay connected. #Community","sentiment_score":0.2372727273}
