{"full_text":"SHO\/Palam Village has been directed to take necessary action.Thank you for contacting DCP\/South West.#WearAMask","sentiment_score":0.0}
{"full_text":"RT Loeffler and Perdue: You say you now support $2,000 COVID relief. Why did you oppose any COVID relief for nine months?","sentiment_score":0.0}
{"full_text":"No relaxation for celebration. While we welcome the New Year with all joy, let us do it responsibly. Don't drink and drive. Follow the #Covid guidelines. #BeResponsible #WearAMask #PhysicalDistancing #StaySafe #StayHealthy","sentiment_score":0.4840909091}
{"full_text":"For the first time I'm angry over this shitty lockdown because I can't see her","sentiment_score":-0.125}
{"full_text":"RT After all the insanity that Senate Republicans have tolerated from President Trump, is this where Senate Republicans are go...","sentiment_score":0.0}
{"full_text":"RT Me, a person from Wuhan, watching white British people complain about the variant being called the uk covid 19 variant htt...","sentiment_score":0.0}
{"full_text":"RT As a youth in the 1990s USA &amp; years ago in grad school all I ever heard (or was taught) about Iran was negative..So it's...","sentiment_score":0.0}
{"full_text":"RT Trump's Operation Warp Speed is moving at a crawl: At the current pace, it'll take 10 years to vaccinate enough Americans...","sentiment_score":0.0}
{"full_text":"RT The MBA Dean Who Became A COVID Czar -- Ron Watkins at has helped to lead the successful roll-out of more...","sentiment_score":0.625}
{"full_text":"RT COVID-19 | One of the guidelines by Dr Musa Mohd Nordin is if you have been tested positive but do not show symptoms, sta...","sentiment_score":0.2272727273}
{"full_text":"RT Following a mild fever, an employee at a Nasi Kandar Pelita outlet tested positive for COVID-19.The outlet located in Pla...","sentiment_score":0.1868686869}
{"full_text":"Also the context of that first one was a covid test lol","sentiment_score":0.525}
{"full_text":"RT Here's an old ICU in our hospital. They put it on mothballs in anticipation of tearing down the old building. By tonigh...","sentiment_score":0.0148148148}
{"full_text":"RT she's right","sentiment_score":0.2857142857}
{"full_text":"Was to visit a female prison with a charity group I founded before the year ends but you know covid 19 and its restrictions had something else going on.","sentiment_score":0.0}
{"full_text":"A total of 17,20,49,274 samples tested for #COVID19 up to December 30. Of these, 11,27,244 samples were tested yesterday: Indian Council of Medical Research (ICMR)#COVID19India","sentiment_score":0.0}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT the jonas brothers went to the year 3000. they could have warned us about covid-19 but chose not to","sentiment_score":0.0}
{"full_text":"RT Here's the math: If the goal is to reach 80% of Americans vaccinated with a 2-dose #covid19 vaccine, it will take 10 years...","sentiment_score":0.0}
{"full_text":"RT One in every 970 Americans has died of COVID-19.  So far.","sentiment_score":0.1}
{"full_text":"South Carolina COVID Cases Increase 303,475 To Deaths To 5,249 - South Carolina (2019-nCoV) - Recombinomics Inc.","sentiment_score":0.0}
{"full_text":"RT My neighbor was one of the last living Tuskegee Airmen.  He just died from COVID.  He would have been 101 on January 2nd....","sentiment_score":0.0}
{"full_text":"RT the jonas brothers went to the year 3000. they could have warned us about covid-19 but chose not to","sentiment_score":0.0}
{"full_text":"RT Not this Grey's Anatomy ass plotline","sentiment_score":-0.05}
{"full_text":"RT Trump confronts the reality that we have not \"turned the corner\" on COVID and offers the below reflection on the thousands of...","sentiment_score":0.1}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT Reminder: Republicans Kelly Loeffler and David Perdue both played down the danger of COVID-19 in public while privately tradin...","sentiment_score":-0.0518518519}
{"full_text":"RT What Wuhan encountered was a new virus. There was a wrong perception at beginning, but China corrected it in less than a mo...","sentiment_score":-0.1767676768}
{"full_text":"RT Merry Christmas to everyone else who celebrates, secularly or religiously! If you don't, have a good day! And I know...","sentiment_score":0.4375}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"RT Any problem can be solved if we knowWHAT, WHERE &amp; WHEN stopped workingIf you call an undemocratic system a #democracy you...","sentiment_score":0.0}
{"full_text":"RT Well 2020 was a crazy year - life and scientifically. My group got through a lot of science. We stopped our research and swung...","sentiment_score":-0.6}
{"full_text":"RT I don't care how famous you are...stop partying during a pandemic please ","sentiment_score":0.5}
{"full_text":"This article from the about the impact of masks in a country that has the highest population density in the world. #MaskUp","sentiment_score":0.0}
{"full_text":"RT I'm trying to think of the amount of money I'd have to make to have saved enough to live comfortably unemployed for as long a...","sentiment_score":0.1215909091}
{"full_text":"RT COVID denial is also highly offensive tbh. The amount of people and their suffering it disregards is so disrespectful.","sentiment_score":0.16}
{"full_text":"RT Honored to be recognized as 1 of the 100 Most Influential Health Care Leaders by Minnesota PhysicianDriving racial equit...","sentiment_score":0.5}
{"full_text":"RT Action tomorrow Dec 31 at 5pm! We must work to induce U-M to take action and provide shelter for our unhoused community while...","sentiment_score":0.1125}
{"full_text":"Same lmao but COVID is just not letting us have fun ","sentiment_score":0.3}
{"full_text":"RT ASS-BACKWARDS: Rep-elect Bob Good (R-Trump) is joining the ridiculous GOP effort to challenge President-elect Joe Biden's...","sentiment_score":0.1833333333}
{"full_text":"RT Here's the story I didn't expect to be writing today: Early in the pandemic, distilleries stepped up to alleviate the short...","sentiment_score":0.05}
{"full_text":"What the ever-loving FUCK is wrong with people???I mean, I've known for a long time, but 2020 has continuously shown me that there are too many people who do not care enough about the well-being of others. Here is yet another example.","sentiment_score":-0.1270833333}
{"full_text":"RT COVID-19","sentiment_score":0.0}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"He has been there for his constituents. Giving them the best scientific truth on a daily basis to fight Covid. Sending wishes and Aloha for a fast recovery","sentiment_score":0.4}
{"full_text":"That is easy.It is possible to be infected with multiple viruses. If you're susceptible to SARS-COV-2, you're also susceptible to Influenza.But they don't test for influenza. Just COVID19.","sentiment_score":0.0}
{"full_text":"Crazy to think about how we thought  that by Spring of 2021 we would be back on campus but thanks to COVID-20 (as in the mutation) it feels like we are back at square one.","sentiment_score":-0.1}
{"full_text":"RT just a friendly reminder that even though new years is coming up we are STILL in a pandemic.. spend it at home being safe an...","sentiment_score":0.3371212121}
{"full_text":"RT I'm sorry but I will take a 6-8 week full strict lockdown if it means we can have our lives back by March.","sentiment_score":-0.05}
{"full_text":"RT Victorian press conference shows how to go early and go hard. Origin of outbreak identified. Masks mandated in all indoo...","sentiment_score":-0.0958333333}
{"full_text":"RT Mitch McConnell OBJECTS to $2,000 checks.Mitch McConnell OBJECTS to sick leave.Mitch McConnell OBJECTS to Americans.I O...","sentiment_score":-0.7142857143}
{"full_text":"RT Okay, now COVID has hit home.https:\/\/t.co\/1FoqLtb32d","sentiment_score":0.5}
{"full_text":"Leaders lead. But not all leaders are politicians. Some leaders are those informed people who live among us. They use their knowledge &amp; expertise to alert us about urgent threats. For example, early in 2020, Dr. urged us to mark up &amp; stay home.","sentiment_score":0.1181818182}
{"full_text":"RT Your reminder that the total cost of providing $2,000 checks ($465 billion) is less than half the amount American billionaires...","sentiment_score":-0.0833333333}
{"full_text":"RT Here's another one.  the right headline would be more like: \"As expected, the #covid19  vaccine is not imm...","sentiment_score":0.2285714286}
{"full_text":"RT .@CDPHE has updated the vaccine distribution plan based on recommendations from the CDC.","sentiment_score":0.0}
{"full_text":"RT I'm working in the ED overnight tomorrow. I look forward to it being the quietest New Years Eve on record because everyone sta...","sentiment_score":0.1363636364}
{"full_text":"RT First Success Post Covid Comes From Telugu Industry - Box Office India #SoloBrathukeSoBetter","sentiment_score":0.275}
{"full_text":"RT As said yesterday, once in office we will ensure that the COVID-19 vaccines are distributed equitably and free...","sentiment_score":0.4}
{"full_text":"RT Not this Grey's Anatomy ass plotline","sentiment_score":-0.05}
{"full_text":"RT #2021loading as long as #EnginAkyurek  is in it, it's going to be a great year no matter the #covid #202...","sentiment_score":0.375}
{"full_text":"RT Sarah Simental, 18, a high school senior with no underlying health conditions, died on December 26 of #COVID19. \"She love...","sentiment_score":0.33}
{"full_text":"RT the jonas brothers went to the year 3000. they could have warned us about covid-19 but chose not to","sentiment_score":0.0}
{"full_text":"RT There is, quite literally, an epidemic of gun and gang violence in parts of the City of Toronto.We're redeploying cops...","sentiment_score":0.0}
{"full_text":"RT THE ACTUAL MATH! Just so we're clear, Congress could send each American $2,000 EVERY MONTH UNTIL MAY 2021 for less than th...","sentiment_score":-0.0166666667}
{"full_text":"RT One of my fondest 2020 memories was during the first lockdown when a neighbour wore a dinosaur hazmat suit whenever they...","sentiment_score":0.25}
{"full_text":"RT Mitch McConnell OBJECTS to $2,000 checks.Mitch McConnell OBJECTS to sick leave.Mitch McConnell OBJECTS to Americans.I O...","sentiment_score":-0.7142857143}
{"full_text":"RT Wearing a mask is not a burden. I have a medical exemption and it is uncomfortable for me to wear one but I still wear one...","sentiment_score":-0.25}
{"full_text":"RT This is disgusting. I regret ever buying a book of yours.","sentiment_score":-1.0}
{"full_text":"This tweet was posted via twitter web app. Pretty sure it was by his staff. Raul will be busy with new year celebrations","sentiment_score":0.2465909091}
{"full_text":"RT 60% of Ohio nursing home staff refusing covid vaccine says","sentiment_score":0.0}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"RT **ahem** Exercise: quantify the $$ loss on Main Street.  Then quantify the $$ gain amid the multinationals.Then ponde...","sentiment_score":0.1666666667}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"RT This should be really useful in keeping the city safe from the ravages of the pandemic ","sentiment_score":0.4}
{"full_text":"A LOT HAPPENED BESIDES COVID IN 2020Here's my roundup of the most dramatic year in a century with a centrespread design. Illustrations by Prakash. Execution by Gangadhar.E-paper","sentiment_score":0.0333333333}
{"full_text":"RT HEALED  #BlueIvyCarter","sentiment_score":0.0}
{"full_text":"RT Sarah Simental, 18, a high school senior with no underlying health conditions, died on December 26 of #COVID19. \"She love...","sentiment_score":0.33}
{"full_text":"Mutant Coronavirus Brings New Restrictions; Check The Guidelines For New Year Celebrations In Your State","sentiment_score":0.1363636364}
{"full_text":"RT Your reminder that the total cost of providing $2,000 checks ($465 billion) is less than half the amount American billionaires...","sentiment_score":-0.0833333333}
{"full_text":"RT We can save 60,000-100,000 lives in the weeks and months ahead if we step up together.Wear a mask. Stay socially distanced....","sentiment_score":0.0333333333}
{"full_text":"Wouldn't even want the ice cream no more","sentiment_score":-0.25}
{"full_text":"RT Your reminder that the total cost of providing $2,000 checks ($465 billion) is less than half the amount American billionaires...","sentiment_score":-0.0833333333}
{"full_text":"RT US Covid deaths set to pass 350,000 souls in the next few minutes...and LA County Covid positivity rate is 19.2%.  UK more con...","sentiment_score":0.1}
{"full_text":"Shout my endless love and affection for Mookie Betts at him from one of the pavilions and eat so many helmet nachos that I puke.","sentiment_score":0.2916666667}
{"full_text":"RT #southafricancoronavirus #ChineseVirus #Zuma #coronavirus So the WHO is saying South Africa is growing the virus for researc...","sentiment_score":0.0}
{"full_text":"UK changes vaccination plan as Covid deaths soar - BBC News #r_blog","sentiment_score":0.0}
{"full_text":"RT Your reminder that the total cost of providing $2,000 checks ($465 billion) is less than half the amount American billionaires...","sentiment_score":-0.0833333333}
{"full_text":"RT Not this Grey's Anatomy ass plotline","sentiment_score":-0.05}
{"full_text":"Sino-pharm created Covid virus collaborating with PLA &amp; Wuhan Institute of Virology &amp; Ecohealth Alliance. The \"Darth Vader Gang\" now wants to sell treatment for disease it created &amp; actively spread. How can world Govt even talk to such people. Sino-Pharma is a Criminal Org.","sentiment_score":-0.0833333333}
{"full_text":"Thanks for Rt and excellent commentWe need to boost our immune system right now with covid instead of getting drunk,I don't mind having a nip of brandy in a fruit juice cocktail to warm me up on the cold New Year's Eve Pineapple is in going to stock up from shops today yum","sentiment_score":0.2703463203}
{"full_text":"RT THE ACTUAL MATH! Just so we're clear, Congress could send each American $2,000 EVERY MONTH UNTIL MAY 2021 for less than th...","sentiment_score":-0.0166666667}
{"full_text":"RT An ex-employee at a Wisconsin medical center \"intentionally removed\" 57 vials of a COVID-19 vaccine from refrigeration, forcing of...","sentiment_score":-0.05}
{"full_text":"Phew, 2020 has really come to an end! What a year it has been.. but hey, let's focus on the positive. Here's all the famous celebrity baby bumps that happened amid the pandemic!","sentiment_score":0.3674242424}
{"full_text":"How would they have Covid-linked heart damage (from the headline) without having tested positive for Covid?","sentiment_score":0.2272727273}
{"full_text":"RT yes i am actually afraid of getting covid. my mom lives w me. i haven't partied, traveled or seen most of my friends in mo...","sentiment_score":-0.05}
{"full_text":"RT So I thought it was bad enough that Senator Kelly Loeffler profited off of information she received as a US Senator during a pan...","sentiment_score":-0.35}
{"full_text":"RT ME sufferers know well the effects of long Covid | Coronavirus | The Guardian","sentiment_score":-0.05}
{"full_text":"People are sharing this lil newspaper quote because of the pandemic parallels, but it only keeps making me freak out more because THEIR shit started in 1918, meaning this was them going into their THIRD YEAR and that makes me feel crazyso, I don't know...stop","sentiment_score":0.075}
{"full_text":"RT Sarah Simental, 18, a high school senior with no underlying health conditions, died on December 26 of #COVID19. \"She love...","sentiment_score":0.33}
{"full_text":"RT Title and headline maybe accurate, but it could have been made better.\"California nurse misses immunity build-up, catches C...","sentiment_score":0.45}
{"full_text":"Provincial Police Commander moved.","sentiment_score":0.0}
{"full_text":"RT My neighbor was one of the last living Tuskegee Airmen.  He just died from COVID.  He would have been 101 on January 2nd....","sentiment_score":0.0}
{"full_text":"Only problem with this team is names don't win games especially in a remote play pandemic environment:-\/","sentiment_score":0.2}
{"full_text":"RT Not this Grey's Anatomy ass plotline","sentiment_score":-0.05}
{"full_text":"RT NEW VIDEO: #McConnellKillsSickLeave  What kind of a sick pig goes into the #COVID19 relief bill and removes 2 week paid s...","sentiment_score":0.0073593074}
{"full_text":"2020 came with so many uncertainties, stressful moments, Covid scares but through all the ups and downs God has been good and so faithful. I thank God for good health, blessings and above all peace of mind.. 2020 been goodFrom me to you, happy last day of 2020","sentiment_score":0.45}
{"full_text":"Soft hours open! 2020 is ending in a few hours. This year gave a lot of memories, good and bad. This year is like a roller coaster ride. 2020 started with the eruption of Taal, to forest fires outside PH, to pandemic (and got s-worded by a shop) but....","sentiment_score":-0.0166666667}
{"full_text":"RT Good luck and stay safe!","sentiment_score":0.6625}
{"full_text":" Sorry for your lose.","sentiment_score":-0.5}
{"full_text":"RT whenever those dolts start blathering about 1% death rates, I think about how much we don't know about lasting effects...","sentiment_score":0.1}
{"full_text":"RT [TRANS] 201231 Woollim Entertainment's Notice on Jaehyun's Covid-19 recovery &amp; Golden Child's plans.#GoldenChild #goldeuncaildeu...","sentiment_score":0.3}
{"full_text":"I cannot believe i was born in this world","sentiment_score":0.0}
{"full_text":"RT Trump confronts the reality that we have not \"turned the corner\" on COVID and offers the below reflection on the thousands of...","sentiment_score":0.1}
{"full_text":"RT Z\"L. I met her once. She had written Mary Anne's Gilligan's Island cookbook &amp; we hosted her at a signing at Odegard Books--St....","sentiment_score":0.0}
{"full_text":"The launch of the huge industrial multi-story pig farm comes amid a worldwide pandemic and despite the global spread of swine flu killing hundreds of millions of pigs in recent years. #OPSVegPledge #EndPandemics #PreventFuturePandemics","sentiment_score":0.1333333333}
{"full_text":"The Nevada State Public Health Lab is ramping up genetic surveillance, as well as testing capabilities.https:\/\/t.co\/Cg9grq6jsK","sentiment_score":0.0}
{"full_text":"2020's the year that shocked the world. Let's not get into how COVID-19 kept us all indoors and focus on the Good, the Bad and the Ugly of 2020.","sentiment_score":-0.35}
{"full_text":"Rewind 2020!COVID19 resulted in reverse migration of urban migrants\/ poor in India. To address this, ministry initiated Affordable Rental Housing Complexes under This will give access to dignified affordable rental housing to urban migrants close to their workplace.","sentiment_score":-0.1333333333}
{"full_text":"#Toyota #Corona #St191 roof fabric replacementContact for OEM roof fabricWhatsapp\/viber +8801 8191 99795Mail: bdcar.bangladesh@gmail.com","sentiment_score":0.0}
{"full_text":"I can't wait","sentiment_score":0.0}
{"full_text":"Johnson &amp; Johnson's Covid-19 vaccine may be authorized in February for emergency use","sentiment_score":0.0}
{"full_text":"With COVID-19 cases on the rise, it's more important than ever to ensure you're protecting yourself and others. Knowledge is a huge form of defense: hit the link to explore our pandemic resources via our telehealth platform.https:\/\/t.co\/EfOFfH0Yrg","sentiment_score":0.4333333333}
{"full_text":"RT Your reminder that the total cost of providing $2,000 checks ($465 billion) is less than half the amount American billionaires...","sentiment_score":-0.0833333333}
{"full_text":"Celebrate New Year's Eve tonight at home but if you're going out, protect yourself and others by adhering to the SOP. Never forget that Covid-19 is still among us. #SelangkahTogether","sentiment_score":0.1363636364}
{"full_text":"\"We likely will be seeing reports from more states,\" Dr. Fauci said. \"This is something that's expected.\"","sentiment_score":0.1333333333}
{"full_text":"\"We likely will be seeing reports from more states,\" Dr. Fauci said. \"This is something that's expected.\"","sentiment_score":0.1333333333}
{"full_text":"Most banks have seen non-performing loans surge as the pandemic hit businesses, will securitization be the way out?Read more at: #AssetSecuritization #FinancialSolutions #investments","sentiment_score":0.5}
{"full_text":"The Centre has instructed #airport operators and #airlines to put in place standard operating procedures for the transportation of #Covid19 vaccines#Covid19Vaccine","sentiment_score":0.0}
{"full_text":"With Republicans deeply divided over providing more aid, Majority Leader McConnell is trying to provide an offramp for GOP senators to avoid a tough vote.","sentiment_score":0.037037037}
{"full_text":"This is weighing heavy on many American families' heads. COVID has made the lives of many very difficult.https:\/\/t.co\/7xCtzPmdGL#COVID19 #financialplanning #lawyer","sentiment_score":0.2}
{"full_text":"The book \"Dr. Dumo et al\" with brilliantly illustrated tips on #COVID19 prevention, is created by Dr. LIYEUNG Lucci Lugee (MBChB 2011) for kids. It became an instant hit and already translated into at least 12 languages: #CUHKDMAA","sentiment_score":0.2}
{"full_text":"\"We likely will be seeing reports from more states,\" Dr. Fauci said. \"This is something that's expected.\"","sentiment_score":0.1333333333}
{"full_text":"GA republicans stay home Monday why waste your time if it's rigged. Also why vote to essentially keep Mitch McConnell in power when he is blocking relief for all of GA. These people betrayed our President. At least Libtards are offering relief money","sentiment_score":-0.1666666667}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"With a new $900 billion COVID-19 relief bill signed into law this week, The Oregon Department of unemployment said it is hoping to roll out pandemic unemployment benefits to Oregonians by next week.by","sentiment_score":0.0681818182}
{"full_text":"RT Your reminder that the total cost of providing $2,000 checks ($465 billion) is less than half the amount American billionaires...","sentiment_score":-0.0833333333}
{"full_text":"Even in a year when many events have been cancelled, disruptions to New Year's Eve plans are a big blow to restaurants and their customers alike.","sentiment_score":0.2121212121}
{"full_text":"China clamps down in hidden hunt for coronavirus origins","sentiment_score":-0.1611111111}
{"full_text":"'On a scale from 1 to 10 on the phone calls, we're probably at 11': Providers are now turning to online sign-up forms to meet demand from \"1B\" population seeking COVID-19 vaccine information. ","sentiment_score":0.0}
{"full_text":"London and southeast England were placed under strict lockdown measures earlier this month because of the variant, and dozens of countries banned flights from Britain. France also briefly barred trucks from Britain before allowing them back in, provided the drivers got tested","sentiment_score":0.0}
{"full_text":"\"We likely will be seeing reports from more states,\" Dr. Fauci said. \"This is something that's expected.\"","sentiment_score":0.1333333333}
{"full_text":"\"We likely will be seeing reports from more states,\" Dr. Fauci said. \"This is something that's expected.\"","sentiment_score":0.1333333333}
{"full_text":"RT So. why. are. you. in. favor. of. keeping. schools. open?","sentiment_score":0.0}
{"full_text":"RT THREAD: Jobs, justice, health care and recovery from Covid-19 are all on the ballot on January 5. Make your plan to elect...","sentiment_score":0.8}
{"full_text":"RT Breaking: The antifa group occupying the motel near Seattle are calling for backup as they say police have arrived on site....","sentiment_score":0.1}
{"full_text":"No desire to be around anyone for #NYE #COVID19","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 37.2FWind Chill: 35.1FHumidity: 75%Dew Point: 29.9F Barometer: 29.984 inHgWind: 3 mph from the SSWCorona Virus Weekly Stats:Cases: 146.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT Dr Drew tests positive with #COVID19 and fever, after previously downplaying the coronavirus. \"My early comments about eq...","sentiment_score":0.0535353535}
{"full_text":"Someone coming down with Covid 6 days after getting vaccinated when it can take over 10 days to kick in is not a news story. This is some weak reporting, should be ashamed to have published it","sentiment_score":-0.2652777778}
{"full_text":"RT You fucking fat lazy #ASS","sentiment_score":-0.425}
{"full_text":"RT Florida is making progress on getting the vaccine to those who are most at risk to COVID-19 and we will continue to pri...","sentiment_score":0.5}
{"full_text":"Cases have been confirmed in Colorado and California.https:\/\/t.co\/P53vwKVZO4","sentiment_score":0.4}
