{"full_text":"What is happiness??? Two filmmakers travelled the globe searching for the answer. This two hour documentary is critical viewing during this time. Contact us for more information. #happiness #covid #purpose","sentiment_score":0.38}
{"full_text":"\"We don't have the proper PPE. We just have the regular masks you can buy at Walmart.\" - Shantonia Jackson, certified nursing assistant, memberWe have to prioritize the health &amp; safety of frontline workers like Shantonia. #ProtectAllWorkershttps:\/\/t.co\/2ibHP0AEx8","sentiment_score":0.0}
{"full_text":"Ontario chiropractor promotes conspiracy theory COVID-19 video. Where is the regulator??","sentiment_score":0.0}
{"full_text":"when businesses post pictures of their employees working without masks on during the pandemic, do they know that actually makes me less likely to come back there ever again? or do they think we will flock to them? idk i feel like they should be closed forever. just my onion!!","sentiment_score":-0.0645833333}
{"full_text":"How are you coping with #covidstress? Sign up for a FREE webinar offered by : Maintaining Wellness During a Pandemic","sentiment_score":0.4}
{"full_text":"Best things that happened to AC Milan in 2020:1- The loss against Atalanta was a wake up call2- Buying Ibra to be the team leader3- The covid break4- Rebic scored it5- Not signing Rangnick","sentiment_score":1.0}
{"full_text":"RT Just remember that China will do anything to save face, including make the rest of the world copy it's idiotic lockdown ca...","sentiment_score":-0.6666666667}
{"full_text":"RT Dear Landlord\/Mortgage Company,Please consider this $600 check as full payment until the pandemic is over. Thi...","sentiment_score":0.35}
{"full_text":"Yeah, probably becase we are in a fucking pandemic and they can't work as they could before it, stop being dumb","sentiment_score":-0.4875}
{"full_text":"RT nothing about stimulus packagesnothing about a federal shutdownnothing about a moratorium on rentnothing about free t...","sentiment_score":0.4}
{"full_text":"RT Yes, there will never be a wave of these cases, but you'd immunize, for example, Tyson Foods, whose managers placed bets on who...","sentiment_score":0.0}
{"full_text":"Sorry but if you don't see the madness in that. Literally forcing a woman to go thru torture by making her wear a fucking face mask in labor? What the actual fuck.","sentiment_score":-0.375}
{"full_text":"It is like the global inceptions of consortia's on outbreak preparedness and response\/research. We don't like this consortium so we will make their own. Something funders have a role to play in.","sentiment_score":0.3}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"RT The two people who suffered an allergic reaction after receiving the Covid vaccine on Tuesday were NHS staff, it has been conf...","sentiment_score":0.0}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT Trump got impeached for allegedly withholding Ukraine aid for political reasons. Nancy Pelosi withheld coronavirus aid...","sentiment_score":-0.05}
{"full_text":"RT There's no large scale \"covid denial\", but many people realize Fauci's contributions to this pandemic have been: told us no...","sentiment_score":0.1964285714}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT Does my father, who has been a hospital janitor for 15 years and has spent the pandemic cleaning COVID patients' rooms,...","sentiment_score":-0.1}
{"full_text":"RT In the we'll be tabling an emergency moratorium on deportations from Ireland during the COVID-19 pandemic nex...","sentiment_score":0.0}
{"full_text":"RT Me in my bed watching insta stories of people out partying in a pandemic #TheBachelorette","sentiment_score":0.0}
{"full_text":"Some very good information on how vaccines are developed and tested and how we can potentially do better in the future.","sentiment_score":0.3775}
{"full_text":"We have quarantined since Thanksgiving. No visitors, no visiting anyone else. My son wakes up this morning with white spots on a swollen throat. Not associated with Covid, thankfully, but possibly strep. Where on earth did he get it? Lol","sentiment_score":0.2666666667}
{"full_text":"He couldn't go outside at all? He had a shock collar on?","sentiment_score":0.0}
{"full_text":"RT Over 400 RNs in the US have died risking their lives against the #COVID19 pandemic. Only a few days left until the 116th Cong...","sentiment_score":-0.0666666667}
{"full_text":"RT The City of Boulder, Colorado commissioned over 60 artists who recently lost work due to the pandemic to creat...","sentiment_score":-0.0625}
{"full_text":"RT \"I really am sorry, from the bottom of my heart. But if the price we pay is 590 deaths a day then this in unacceptable.\"Germa...","sentiment_score":-0.5}
{"full_text":"But he's not obligated to work in Covid times tho if he that worried stay home tbh","sentiment_score":0.0}
{"full_text":"Well. That explains why I have to keep my apartment windows wide open even during blizzards. I do like the fresh air, but I wish my apartment was colder!","sentiment_score":0.0916666667}
{"full_text":"Just filled out an application. They asked who to contact in case of emergency. I said the comment section of a Facebook post about Covid. That's where all the highly trained medical professionals are and they'll know how to fix it.","sentiment_score":0.1866666667}
{"full_text":"RT Something that I fear will impact me for the rest of my life is how the COVID conversation has stolen our grieving proce...","sentiment_score":0.0}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"Where did the flu go, is it all Covid now. Let that sink in. Not only that, all types of death are now Covid. wake up. They are killing you with your own face diaper. Research it.","sentiment_score":0.3}
{"full_text":"RT Nobody is pro-abortion.It's pro-choice.You know, choice: that crazy thing the pro-life, anti-maskers say when you tell t...","sentiment_score":-0.6}
{"full_text":"Long hauler","sentiment_score":-0.05}
{"full_text":"Lockdown made home the one-stop-shop for all activities, and businesses pivoted overnight to reach customers virtually. Hear Daniel Danker from on leisure and entertainment in the post covid era at #EconContactlessWorld. Join the conversation:","sentiment_score":0.0}
{"full_text":"I've got so many words about today's case count in my city. Why the fuck do you feel it's ok to travel during a pandemic a family lost their 27 yr old child let that sink in you fools!!!","sentiment_score":0.198828125}
{"full_text":"I cry every time I get covid tested lmao","sentiment_score":0.6}
{"full_text":"RT The Biden plan for beating Coronavirus has three parts:1. Trump's plan for vaccinations2. Trump's plan for reopening...","sentiment_score":0.0}
{"full_text":"RT We learned very early in this pandemic that our national strategy was one of bluster &amp; photo ops -- not one of doing the h...","sentiment_score":0.13}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT Germany has had 20,000 deaths.  We've had nearly 290,000, over 14x more. And we have a population only 4x theirs. Perhaps...","sentiment_score":0.2}
{"full_text":"RT NO SHIT ASS WIPE, OVER 30 AND MOST ARE FALSE POSITIVES","sentiment_score":0.0666666667}
{"full_text":"RT These kinds of public service jobs were never especially glamorous or remunerative; now some have actually become dangerous....","sentiment_score":-0.15}
{"full_text":"RT Nigeria and Other Poor Nations Left Behind as Rich Countries 'Hoard Covid-19 Vaccines'","sentiment_score":-0.11}
{"full_text":"Pregnancy added to list of Covid vulnerabilities","sentiment_score":0.0}
{"full_text":"RT London must not move to Tier 3, which will further devastate pubs, bars, hotels, theatres and music venues. There should b...","sentiment_score":0.0}
{"full_text":"RT This is my best year ever!And I thought it was finished because of covid-19.Wins left and right!","sentiment_score":0.4523809524}
{"full_text":"You keep on believing that then. And you wonder why Sweden Covid death is multiple of neighbouring countries.","sentiment_score":0.0}
{"full_text":"RT Every time I see another doctor die, I can't help but think of myself. How many lives do I have? Iraq, my 3rd surge. What m...","sentiment_score":0.25}
{"full_text":"Had Donald Trump been as competent as Angela Merkel fighting #COVID19 there would be 207,000 fewer dead Americans #TrumpFailedAmerica","sentiment_score":0.15}
{"full_text":"The government have announced a significant package of extra targeted financial support for those in need over the winter period. This includes the PS170 million COVID Winter Grant Scheme, which is available in early December until the end of March 2021.","sentiment_score":0.175}
{"full_text":"RT Wishing y'all a relaxing weekend with your loved ones #StaySafe #WearAMask ","sentiment_score":0.7}
{"full_text":"RT Trump got impeached for allegedly withholding Ukraine aid for political reasons. Nancy Pelosi withheld coronavirus aid...","sentiment_score":-0.05}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"RT Good evening. I spoke today with the #Yankees' Gio Urshela about his recent battle with COVID, how that impacted his elbow...","sentiment_score":0.35}
{"full_text":"RT Biden's coronavirus plan, Swalwell's Chinese spy, Pelosi still a steaming pile of feces, on Coffee With Scott Adams, 10...","sentiment_score":0.0}
{"full_text":"RT Cabin fever: Singapore cruise passengers stuck in rooms after coronavirus case","sentiment_score":0.0}
{"full_text":"RT We're aware of rumours about plans for an \"alcohol ban\" from shops in Wales. This is simply not true.For accurate in...","sentiment_score":0.2166666667}
{"full_text":"Saturday, Florida Gov. Ron DeSantis hosted his \"Very Own MAGA Superspreader,\" in the backyard of the governor's mansion.He addressed a crowd of 50 GOP, mostly elderly--who weren't wearing masks. He bragged about himself, &amp; said \"we will destroy socialist.\"https:\/\/t.co\/svhpa5PkrJ","sentiment_score":0.36}
{"full_text":" must read","sentiment_score":0.0}
{"full_text":"George Washington University Public Health\/Medical Experts Available for Media Interviews on the COVID-19 Pandemic ","sentiment_score":0.2}
{"full_text":"Not sure why they ran the test for diarrhoea.COVID-19 testing is not always straightforward.https:\/\/t.co\/6E8i2ND5KG","sentiment_score":-0.25}
{"full_text":"RT In Idaho, officials had to shut down a *virtual* public meeting on covid b\/c anti-mask protestors were banging on the door...","sentiment_score":-0.0777777778}
{"full_text":"Holy shit, an actual leader. Wild to witness.","sentiment_score":-0.0333333333}
{"full_text":"RT New Zealand, Germany, Canada, etc have less wealth than the US--however, they all have lower deaths per...","sentiment_score":-0.0151515152}
{"full_text":"Omg not the pandemic","sentiment_score":0.0}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"What makes me extra mad is that the same people who don't want to get the vaccine also want to go out places and not wear a mask. Like you can't have both. Pick one or the other.","sentiment_score":-0.1875}
{"full_text":"RT Witness Mellissa Carone says she's not self-quarantining after Giuliani's COVID-19 diagnosis","sentiment_score":0.0}
{"full_text":"RT imma fly you out during this pandemic because i'm on demon time.","sentiment_score":0.8}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT All this woman did was publish COVID stats in Florida. I don't wanna hear about how China and Venezuela are \"authoritarian\" e...","sentiment_score":0.0}
{"full_text":"RT ICYMI: Today I sued Georgia, Michigan, Pennsylvania and Wisconsin for exploiting the #COVID19 pandemic to justify ignoring federa...","sentiment_score":0.0}
{"full_text":"RT For Los Angeles residents facing financial disaster during the pandemic, a unique partnership helped delivered direct rel...","sentiment_score":0.1583333333}
{"full_text":"RT Tale of two Filipina nurses:May Parsons getting worldwide recognition for administering first COVID19 vaccine, and Mar...","sentiment_score":0.25}
{"full_text":"RT A surgeon posted that he puts a band aid on his mask where the mask sits on his nose. It prevents fogging hi...","sentiment_score":0.0}
{"full_text":"RT Rs3425(same as prev sem)for conducting an online exam admist a pandemic, paperless seems pretty cool right ?@Swamy39","sentiment_score":0.2952380952}
{"full_text":"RT Four lions test positive for COVID-19https:\/\/t.co\/dVNehIfxiX","sentiment_score":0.2272727273}
{"full_text":"A great pleasure to be part of this study! Thanks for the tireless efforts!","sentiment_score":0.625}
{"full_text":"ohhh you too honey, plz stay safe and wear a mask wherever","sentiment_score":0.5}
{"full_text":"RT This is AWESOME!!!!  The 12 Days of Christmas Lockdown version form  Maybe our friends at cou...","sentiment_score":1.0}
{"full_text":"RT  remember when y'all said I was faking having Corona Virus  .... wild.","sentiment_score":0.1}
{"full_text":"RT WATCH LIVE: Senate Veterans Affairs committee holds hearing on VA's COVID-19 response","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: Man in 20s dies related to COVID-19 in Windsor-Essex, 127 new cases reported","sentiment_score":0.0681818182}
{"full_text":"RT A year after the first Coronavirus cases were reported in China, the American death toll from the virus nears 300,000. Hear CA","sentiment_score":0.125}
{"full_text":"RT Good News For Delhiites As Covid-19 Cases Dip In National Capital, Recovery Rate Inches Close To 95%#COVID19 #Coronavirus #D...","sentiment_score":0.7}
{"full_text":"Powerful. Leadership. #COVID19","sentiment_score":0.3}
{"full_text":"RT Joe Biden's three-point plan to address Covid in his first 100 days has three more points than Trump's plan had for the...","sentiment_score":0.375}
{"full_text":"RT We support 1000's of students with disabilities\/SEN access FE &amp; HE. If you're a student starting to think about life after e...","sentiment_score":0.0}
{"full_text":"RT California restaurant owners are desperate to keep their businesses afloat, and they're willing to violate the lockdown orders...","sentiment_score":-0.1166666667}
{"full_text":"RT Lamar Jackson Says Battle W\/ COVID Was Awful, 'Wouldn't Wish That On Nobody'","sentiment_score":-1.0}
{"full_text":"RT In Idaho, officials had to shut down a *virtual* public meeting on covid b\/c anti-mask protestors were banging on the door...","sentiment_score":-0.0777777778}
{"full_text":"And SURVIVE IT????","sentiment_score":0.0}
{"full_text":"stop talking nancy. Mccnnell and sign aid for people leave the policy that people need help now millions are unemployed due to pandemic","sentiment_score":-0.125}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"RT Press Secretary highlighted the hypocrisy of government officials who have violated their own COVID-19 r...","sentiment_score":0.6}
{"full_text":"There's really nothing quite like getting a selfie of your spouse wearing a face-mask and N-95 with the caption \"this is my get-up, now (again).\" Please wear your fucking masks folks.","sentiment_score":-0.2}
{"full_text":"RT Vaccine pros-and-cons!Benefit of Pfizer\/BioNtech vaccine: you are 95% less likely to get COVID-19, which can kill you....","sentiment_score":-0.0833333333}
{"full_text":"When an emergency strikes, hospitals are still the safest place - even during a #pandemic. Call 911 at the first sign of a heart attack or stroke. #COVID-19","sentiment_score":0.25}
{"full_text":"RT . (Gay Waiter Paul) needs help after suffering covid and being unemployed for months in NYC. I never as...","sentiment_score":0.4166666667}
{"full_text":"RT Here's the text of Trump's \"America First\" vaccine EO. I read it to direct admin officials to allocate vaccines *owned by t...","sentiment_score":0.175}
{"full_text":"RT Boom!","sentiment_score":0.0}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"RT I have an accusation to make. There are a high number of Republicans who suddenly claim to have covid-19. Can this be s...","sentiment_score":0.08}
{"full_text":"RT This is what crisis leadership looks like... and it's why Germany's had fewer than a third of the UK's covid deaths despit...","sentiment_score":0.0}
{"full_text":"RT Trump got impeached for allegedly withholding Ukraine aid for political reasons. Nancy Pelosi withheld coronavirus aid...","sentiment_score":-0.05}
{"full_text":"Two symptoms of Covid. Have you been tested yet?","sentiment_score":0.0}
{"full_text":"#loc Wow just wow The girls didn't want to go back and the Civil admin at Kashmir convinced them to go back &amp; no one stopped them The girls have the right to stay in India &amp; they could have had better opportunitiesSouth Korea will never do thishttps:\/\/t.co\/dlDH88Zzf8","sentiment_score":0.1642857143}
{"full_text":"Pregnant\/breastfeeding?","sentiment_score":0.0}
{"full_text":"RT If my wife can wear a mask through 30 hours of labor, you can wear one for 30 minutes in the grocery store.","sentiment_score":0.0}
{"full_text":"RT I think it's lovely that top chefs like Tom Aitken are busting their...to create banquet-worthy dishes for Covid's key wo...","sentiment_score":0.3333333333}
{"full_text":"#BillGates #Fauci #COVID  FAILED attempts at #coronavirus vaccines for past 20yrs and the deaths associated with the \"vaccines.\" Now you're expected to take new UNTESTED Vaccines!https:\/\/t.co\/HByH2cwb4V","sentiment_score":-0.1784090909}
{"full_text":"First Responders!  Everyone who put their life on the line to save lives during Covid!","sentiment_score":0.390625}
{"full_text":"RT Ilhan Omar slams Congress for approving $740.5 billion to 'appease defense contractors' while skimping on COVID relief...","sentiment_score":0.0}
{"full_text":"\"By the time you read this, Pfizer Inc. will be close to beginning distribution of its COVID-19 vaccine.\"","sentiment_score":0.0}
{"full_text":"Services have received huge Government subsidies this year to compensate them for the loss of business caused by the outbreak.https:\/\/t.co\/Z0kHtEIDh4","sentiment_score":0.4}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"Pandemic or not, a number of our recent MA grads still managed to celebrate their degrees. ","sentiment_score":0.0}
{"full_text":"Thanks to our Distance Learning Program and the effort of our teachers, parents and students, we are able to stay connected and be a part of an online educational community. We miss you, but for now we're grateful to see you safe at your home.#EuroFamily #FamiliaEuro #SomosEuro","sentiment_score":0.3625}
{"full_text":"Writer love of sitting together in a dark theater started at the watching our very own production of \"A Christmas Carol\" while growing up in Milwaukee. Reminisce with her in this special feature! #ChristmasCarolMKE","sentiment_score":0.3941071429}
{"full_text":"CMU-Q research students and professor highlight how the #pandemic has resulted in disproportionate rise of the unemployment among #women. ","sentiment_score":0.0}
{"full_text":"Holy shit, this is disturbing","sentiment_score":-0.35}
{"full_text":"RT We're aware of rumours about plans for an \"alcohol ban\" from shops in Wales. This is simply not true.For accurate in...","sentiment_score":0.2166666667}
{"full_text":"RT The selfishness of some prolonging the sacrifice of others. An epic shame.","sentiment_score":0.1}
{"full_text":"Pandemic UI -- the $600\/week unemployment benefit in the CARES Act -- was the boldest and most important government policy in a long time.Here's a bunch of evidence that it didn't reduce employment.","sentiment_score":0.2833333333}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"Trey Songz Concert Cited for COVID Violations ","sentiment_score":0.0}
{"full_text":"RT $740 billion a year on endless wars and you're telling me we can't afford to send families $2,000 a month to pull them...","sentiment_score":-0.125}
{"full_text":" Help your team make the best of the most livable city in the world. The Metropole Group Subscription helps international employees stay up to date on daily news, boost their professional growth, and live better lives in their new home city.","sentiment_score":0.2965909091}
{"full_text":"\"It didn't hurt at all.\"The UK has begun vaccinating people against Covid-19. This 91-year-old, who received the Pfizer\/BioNTech vaccine, described what the process was like to CNN.","sentiment_score":0.0}
{"full_text":"Whether you're a stay-at-home parent, personal trainer, business professional, student or athlete, we have affordable Heat N' Eat options to fit your lifestyle and healthy livinggoals.","sentiment_score":0.25}
{"full_text":"The #holidayseason + #COVID19 may make you feel stressed + overwhelmed. You can manage these feelings by finding support, connecting (virtually) with family + friends and getting plenty of sleep. Check out more tips to have a healthy holiday season:","sentiment_score":0.5}
{"full_text":"Holidays on Wheels: famous Mitzvah Tanks have changed their routine during the pandemic, but they keep on rolling. reports from the ground:","sentiment_score":0.5}
{"full_text":"The autumn European CFO Survey finds finance leaders facing a divide between sectors whose activity has resumed and those still ravaged by the pandemic. Read more in the","sentiment_score":0.25}
{"full_text":"I'm not sure why you would think that there's a connection there. The entire world is suffering with COVID and death rates are even higher in other countries. You think ALL of them are faking it? Occam's Razor.. which outcome is more likely?","sentiment_score":0.0625}
{"full_text":"#527OnUrban: Taylor Swift continues to quietly donate to fans amid coronavirus crisis. The musician is going above and beyond to help fans in need amidst the ongoing global coronavirus pandemic.@cissethedeejay | |","sentiment_score":0.0}
{"full_text":"Somehow, all people who believe that man, are as funny as he is.","sentiment_score":0.25}
{"full_text":"RT Shame on you - a flight to Jamaica is packed to extreme FULL capacity!!  Where's the social distancing and taking...","sentiment_score":0.1517361111}
{"full_text":"Play dates are scarce during the coronavirus pandemic, and while kids are learning about a serious virus, they're also feeling the effects of being shut in.","sentiment_score":-0.3333333333}
{"full_text":"Anti-COVID vaccination gets underway in the #UKCorrection: The previous version of the clip erroneously implied that the lorries seen in the video were transporting vaccines.#Pfizer #BioNTech #coronavirus #COVID19","sentiment_score":-0.3333333333}
{"full_text":"stay home boy","sentiment_score":0.0}
{"full_text":"RT Compare how LAPD officers treat activists protesting for racial justice vs. people protesting the most recent stay-at-home...","sentiment_score":0.25}
{"full_text":"Pfizer vaccine moves closer to getting the OK in the US.https:\/\/t.co\/yTbTbuebHM","sentiment_score":0.5}
{"full_text":"RT Climate change is the biggest crisis of our times, and green recovery from COVID one of the biggest opportunities for s...","sentiment_score":-0.2}
{"full_text":"As in-person field trips are canceled due to the coronavirus pandemic, Missouri River Relief has reconfigured its annual river field trip for fourth-graders into a virtual format with a YouTube video and companion guide for teachers.","sentiment_score":-0.125}
{"full_text":"Staffing is biggest concern at Midstate hospitals as they deal with rise in COVID-19 caseshttps:\/\/t.co\/G4jqZDCYQg","sentiment_score":0.0}
{"full_text":"A men's basketball matchup between West Virginia and Robert Morris scheduled for Wednesday has been canceled because of covid issues within the Robert Morris program.","sentiment_score":0.0}
{"full_text":"Bars\/Rest's are the SEVENTH most impacted small biz sector and comprise only 8% of the small biz economy. Why, then, special interest relief just for them? Disaster relief should be EQUAL &amp; blind. ","sentiment_score":-0.0204081633}
{"full_text":"'#Coronavirus cases are rising at an alarming rate in the #US and #Europe, so why are #equities reaching new highs?' - \"Covid-19 vaccines, lockdowns and equities\" by -&gt;","sentiment_score":0.0181818182}
{"full_text":"Forsyth County's business and technology incubator, is hosting a Red Cross blood drive this Friday, 9 AM to 2 PM. Visit to schedule a time to participate &amp; make a difference! (All donors will also receive a COVID-19 antibody test!)","sentiment_score":0.0}
{"full_text":"It's easy to go along with the narrative that 2020 is a  dumpster fire, the worst year ever--what with the pandemic and the near-daily googling of \"Do I have Covid.\"Try answering these questions instead.#RValuations #thepracticeyouwant #bvfls","sentiment_score":-0.2833333333}
{"full_text":"TRUMP BLEW IT - AGAIN. He turned down 100,000,000 more doses of the Pfizer Covid-19 Vaccine and turned a \"Vaccine Summit\" into another Coup attempt, just as Scotus was slapping another one down.He needs to ROT IN PRISON.Olbermann vs Trump:","sentiment_score":0.1722222222}
{"full_text":"Gov. Kelly (@GovLauraKelly) has launched the #COVID19 campaign, \"Stop the Spread. It's Up to Us, Kansas.\" We encourage everyone to get a free COVID-19 test to help stop the spread &amp; keep our economy &amp; schools open. Find a free testing location near you:","sentiment_score":0.225}
{"full_text":"RT Meanwhile working class neighbourhoods 1.5km away from PSM are under lockdown with no deliveries even allowed in + the distr...","sentiment_score":0.0}
{"full_text":"#Thankyou That's the message local people from across the #NorthEast who feature in the new #BeatCovidNE campaign are sending. Thank you to everyone for what you're doing to slow the spread of Covid-19. ","sentiment_score":-0.0545454545}
