{"full_text":"Least favorite twin: I have the coronavirus devil's lettuce: it's the virus for meLeast favorite twin: No bruh-(Real life conversation I had today)#haikyuu #sunarintarou #Atsumu","sentiment_score":0.2333333333}
{"full_text":"RT Flu testing through the first 8 weeks of flu season.  CDC flu view. average: 3.45% positive...","sentiment_score":0.1090909091}
{"full_text":"RT Alyssa, facts matter. Dems have TWICE filibustered $500Bn in emergency COVID relief.EVERY SINGLE Senate Dem voted to block r...","sentiment_score":-0.0714285714}
{"full_text":"NBC News: Controversial White House coronavirus adviser Scott Atlas to resign... ","sentiment_score":0.275}
{"full_text":"RT This week, your House Democrat majority is tackling the tough issues by holding a vote on legalizing pot and banning tiger o...","sentiment_score":-0.3888888889}
{"full_text":"It's because there is tons of shit besides covid in it.","sentiment_score":-0.2}
{"full_text":"RT WHOA -- trump's inept medical COVIDIOT Scott Atlas has resigned. Guess he's done enough damage to America.","sentiment_score":0.0}
{"full_text":"When my family asked me on the Thanksgiving zoom what I thought about the vaccine because I'm \"some kind of doctor\" what the were really asking is \"are they gonna do us dirty like they've done before\" which is a totally valid question based on our history","sentiment_score":0.05}
{"full_text":"A hugely important and vulnerable population","sentiment_score":-0.05}
{"full_text":"We Heal as One | Conduct of recorrida on various protocols and directives that has to be observed to combat the spread of COVID-19; and other public advisories. #PNP#ToServeAndProtect#PNPKakampiMo#LetsVoltinAndHealAsOne@pnp_aklan@pro6pnp@ordpro6@pnp_rpcrdpro6@pnpdpcr","sentiment_score":-0.0416666667}
{"full_text":"RT Good example of Politico failing its readers: \"controversial\" is kind of lame here. Not accurate.","sentiment_score":0.23}
{"full_text":"Only tweet you should be posting is \"All Albertans need to follow public health orders.Any outside gathering of more than 10 people is illegal and you will be fined if you break this order. For the health of all Albertans stay home.\"  #firemattwolf #AbLeg","sentiment_score":0.0}
{"full_text":"RT FUCK THIS COUNTRY.","sentiment_score":-0.4}
{"full_text":"RT \"They were seeing patients who were coming into the hospital, coming in sick, and did not believe that they had Covid -- even whe...","sentiment_score":-0.7142857143}
{"full_text":"Alberta reports 1,733 new COVID-19 cases and vows to more than double ICU spaces | CBC News","sentiment_score":0.2121212121}
{"full_text":"I explained it in here: Short version: Ravens had a team-wide outbreak that needed to be contained before they could play. Broncos had one player test positive and his close contacts were isolated (they all happened to be QBs), but no outbreak.","sentiment_score":0.1136363636}
{"full_text":"RT #Update: YG Entertainment shares that both AKMU and TREASURE have tested negative for COVID-19https:\/\/t.co\/cnrOYaB5HF","sentiment_score":-0.3}
{"full_text":"RT #Update: IZ*ONE have tested negative for COVID-19Swing Entertainment note that comeback schedules will not be delayed","sentiment_score":-0.3}
{"full_text":"This response re: Trump coming to campaign in #GASen is straight  \"Is the president bringing stimulus for families here? Is he bringing relief for small businesses? Or is he just going to be spreading #COVID?\" #GAPolitics","sentiment_score":-0.025}
{"full_text":"No mask mandate, would you really want to come Florida to be exposed to COVID, risk your death for this man who does given a darn about you. Money is the name of the game here.","sentiment_score":-0.1}
{"full_text":"RT The parent of one of my coworkers who was recently COVID19 positive has now passed away from the virus at 75 years old. Away...","sentiment_score":0.1090909091}
{"full_text":"RT WHOA -- trump's inept medical COVIDIOT Scott Atlas has resigned. Guess he's done enough damage to America.","sentiment_score":0.0}
{"full_text":"Two current influenza hospitalizations statewide. TWO!  If you don't at least question COVID then you're just purposefully blinded.","sentiment_score":-0.15}
{"full_text":"RT They say to listen to the science when it comes to Covid-19.  Why do they have no interest in listening to science when it comes...","sentiment_score":0.0}
{"full_text":"I hate it when bitches that I'm related to can't stay tf home","sentiment_score":-0.4}
{"full_text":"The science shows mask doesn't work, It's just a PACIFIER, It makes you feel comfort. I see thousands of masked people daily &amp; those masks R for germs not a Virus like Covid. I see so many dirty masks that look gross &amp; NEVER washed, FLITHY. That alone is problematic not healthy","sentiment_score":-0.07}
{"full_text":"Nov 24 '20 Bloomberg article clearly outlines freezer purchase orders, acquisitions and Minister Anand has confirmed that Canada has existing, newly acquired freezers &amp; freezers to be delivered that will meet vaccine refrigeration requirements.#CPCLieshttps:\/\/t.co\/oxWWxRvOu5","sentiment_score":0.2121212121}
{"full_text":"RT As all of us exercise our right to vote and choose an able administration today, as a part of GHMC Election, do downloa...","sentiment_score":0.3928571429}
{"full_text":"RT From the very beginning of the pandemic, epidemiologists warned that the second wave would be worse than t...","sentiment_score":-0.0666666667}
{"full_text":"RT Amazon -- richest firm in the US, headed by richest man in the world -- exposes its warehouse workers to Covid without paid sick...","sentiment_score":-0.4571428571}
{"full_text":"Amazon has not been getting anything to us within their promised window either since COVID started. So there's that.","sentiment_score":0.0}
{"full_text":"RT CNN FINALLY REALIZES CHINA LIED 10 MONTHS LATER.","sentiment_score":0.0}
{"full_text":"RT I get the COVID fatigue. But we can't wish or ignore COVID away.Until the vaccine is available -- what we do now will eith...","sentiment_score":0.4}
{"full_text":"RT South Korea has a population of 51.6 million people. They reported 451 new cases today.Idaho has a population of 1.8 mill...","sentiment_score":0.1363636364}
{"full_text":"How'd u keep ur definition and all 12 abs in lockdown?","sentiment_score":0.0}
{"full_text":"If he had a shred of decency, he would've stepped down immediately after Covid 19 announcements, but alas....no one in Trumps admin has decency, dignity, morals or a conscience. Sadly, it's not surprising at all.","sentiment_score":-0.2527777778}
{"full_text":"RT sometimes i forget that's there's a global pandemic because new zealand has been covid free for months and everything i...","sentiment_score":0.1787878788}
{"full_text":"RT Young people are important stakeholders in #evaluation process. Listen to latest #EvalCrisis #Podcast with &amp;","sentiment_score":0.3333333333}
{"full_text":"RT Media, new: to \"@ScottWAtlas has resigned. I talked to a source close to the #coronavirus...","sentiment_score":0.1363636364}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"Ah and I hope the covid can be control over, I really want to open online shops!!!! The oversea shippings are difficult rn","sentiment_score":-0.1}
{"full_text":"RT \"Washing our hands, taking our temperatures, and establishing social distance are framed as the only solutions to the p...","sentiment_score":0.0166666667}
{"full_text":"RT In case you missed it... James, one of our pilots, tells his story to the BBC. Read and watch more here... #PilotsTog...","sentiment_score":0.5}
{"full_text":"everyone could just get their covid shit under control so I can go to vegas and get good reference photos that'd be cool thanks","sentiment_score":0.2625}
{"full_text":"RT Black Lives Matter also means: 1) Any vaccine must have efficacy for those w high blood pressure &amp; diabetes 2) Priority...","sentiment_score":-0.0033333333}
{"full_text":"RT I humbly ask that this year, if you have the spare money, consider direct donation to individuals either in your commu...","sentiment_score":-0.05}
{"full_text":"RT Fuddle Bells, our elf on the shelf is back for the Holiday Season. And yes, she is wearing a damned mask.  #fuddlebells...","sentiment_score":0.0}
{"full_text":"RT Saying this for me as much as anyone else: We're currently entering our 10th month of a global pandemic in which our live...","sentiment_score":0.0840909091}
{"full_text":"RT Scott Atlas is not just \"highly controversial\" but is a widely discredited purveyor of anti-science disinformation and cons...","sentiment_score":0.225}
{"full_text":"Since they created it, they know how to kill it.","sentiment_score":0.0}
{"full_text":"RT CNN FINALLY REALIZES CHINA LIED 10 MONTHS LATER.","sentiment_score":0.0}
{"full_text":"RT CNN FINALLY REALIZES CHINA LIED 10 MONTHS LATER.","sentiment_score":0.0}
{"full_text":"RT It did indeed! Let's go to the covid stats!&lt;touches earpiece&gt;25 deaths! Wow! It's almost like they give a shit about...","sentiment_score":-0.0375}
{"full_text":"RT To all the \"tough guys\" who don't want to wear a mask or worry about COVID.I have a message for you. Exhausted nurses &amp;...","sentiment_score":-0.3944444444}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"RT Top Trump coronavirus adviser Scott Atlas resigns his post","sentiment_score":0.5}
{"full_text":"RT Retweet if you demand the GOP controlled Senate pass REAL covid relief. NOW!","sentiment_score":0.25}
{"full_text":"RT Coronavirus cases continue to rise every day--overwhelming health care workers who are working tirelessly to protect ou...","sentiment_score":0.0}
{"full_text":"I really hope y'all are staying safe with this the numbers of Covid-19 rising again..","sentiment_score":0.35}
{"full_text":"RT Infectiousness peaks early in patients with #Covid19. This is why we must maximise resources and remove barriers to support...","sentiment_score":0.1}
{"full_text":"Good point. GA VOTERS STAY HOME. IT'S NOT WORTH DYING OVER.","sentiment_score":0.275}
{"full_text":"Yeah, this sounds as legit as the rest of the coronavirus handling by IDPH and the esteemed Iowa governor.","sentiment_score":0.0}
{"full_text":"RT After my Dad tested positive for Covid, I've seen my parents twice this entire year. In a few weeks they're moving to NC...","sentiment_score":0.0090909091}
{"full_text":"doesn't deserve to have a dog catcher license.","sentiment_score":0.0}
{"full_text":"RT 'No-swab' coronavirus test from OptiGene highly sensitive, UK says","sentiment_score":0.1}
{"full_text":"RT  [TRANS] 201201 IZ*ONE COVID-19 Test Results NoticeAll IZ*ONE members and related staff took the COVID-19 tests on N...","sentiment_score":0.0}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"Thank you for serving Dr Atlas.  All of the simple minded people who are given all of their opinions by the MSM will hate on you.  The free thinkers of the country appreciate your service and your willingness to stand-up for sensible policies dealing with the pandemic.","sentiment_score":-0.1333333333}
{"full_text":"Amen!","sentiment_score":0.0}
{"full_text":"RT To all the \"tough guys\" who don't want to wear a mask or worry about COVID.I have a message for you. Exhausted nurses &amp;...","sentiment_score":-0.3944444444}
{"full_text":"RT Georgia, there's one week left to register to vote! (And don't forget to double check your registration even if you just vote...","sentiment_score":0.0}
{"full_text":"RT  [TRANS] 201201 IZ*ONE COVID-19 Test Results NoticeAll IZ*ONE members and related staff took the COVID-19 tests on N...","sentiment_score":0.0}
{"full_text":"RT Well done, America... well done...","sentiment_score":0.0}
{"full_text":"RT Stay Home..#StayHome #StaySafe #StayStrong","sentiment_score":0.0}
{"full_text":"RT 11) So, now we are waiting for her mom's test to come back. They are on lockdown and we are in quarantine wondering if our si...","sentiment_score":0.0}
{"full_text":"RT Georgia, there's one week left to register to vote! (And don't forget to double check your registration even if you just vote...","sentiment_score":0.0}
{"full_text":"RT  [TRANS] 201201 IZ*ONE COVID-19 Test Results NoticeAll IZ*ONE members and related staff took the COVID-19 tests on N...","sentiment_score":0.0}
{"full_text":"has to be held accountable for ALL THE DEATHS on his watch!","sentiment_score":0.0}
{"full_text":"RT 'YG Entertainment stated that, both AKMU and TREASURE were tested negative for Covid-19. 'https:\/\/t.co\/zTX504gUPoY...","sentiment_score":-0.3}
{"full_text":"RT Indeed, since #DeSantis essentially led that failed messaging. No-one can unsee this...","sentiment_score":-0.25}
{"full_text":"Oh, Goody. Now the UN is going to help correct my \"wrong think.\" What do you think about that? I can hardly wait for the memes for those 110,000 folks to come out....","sentiment_score":-0.3958333333}
{"full_text":"RT Since the beginning, #BoysLockdown has been about making people happy despite the pandemic. We hope we succeeded, one way o...","sentiment_score":0.8}
{"full_text":"RT Scott Atlas was the purest example of the Trump-Fox feedback loop in action: An unqualified ideologue launched to power beca...","sentiment_score":0.1}
{"full_text":"RT Dr. Scott Atlas resigns as special adviser to Trump on coronavirus ","sentiment_score":0.3571428571}
{"full_text":"RT There are few things more shameful than a $7.25 minimum wage not budging in over a decade while billionaires add $1,000,000,00...","sentiment_score":0.15}
{"full_text":"Giving people money in a pandemic even if it goes to some people who don't need it or want it would as accepted as a justice system that is willing to allow some clearly criminal &amp; guilty people go if it means protecting the not guilty.","sentiment_score":-0.1}
{"full_text":"I really don't think it's fair to keep everyone in lockdown for months on end. We need some clarity about your plans for reopening when the time comes, and we also need to know what you think about the cases plateauing the past few weeks","sentiment_score":0.1125}
{"full_text":"RT \"They were seeing patients who were coming into the hospital, coming in sick, and did not believe that they had Covid -- even whe...","sentiment_score":-0.7142857143}
{"full_text":"RT Somebody please get in the White House! This segment was brilliant. #TheReidOut","sentiment_score":0.45}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"Here is CDC own document stating the Covid-19 virus does not exist. Here is the actual statement on page 39 i.e. Proof of Claim that the test does not test for the virusQuote: \"Since no quantified virus isolates of the 2019-nCoV are currently available\"https:\/\/t.co\/MhZrwTHu7z","sentiment_score":0.3333333333}
{"full_text":"Scott Atlas resigns as Trump's coronavirus adviser after months of feuding with administration's doctors","sentiment_score":0.0}
{"full_text":"RT While urging academic medical centers to implement Crisis Standards of Care, the AAMC is simultaneously planning to ho...","sentiment_score":0.0}
{"full_text":"Thank god","sentiment_score":0.0}
{"full_text":"Top CRE Articles in November 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #TenantRep   ","sentiment_score":0.5}
{"full_text":"RT 68-year-old Jose Garcia, who was sedated and intubated for COVID-19 on Nov. 16, is treated by his daughter, Carolina Garcia...","sentiment_score":0.0}
{"full_text":"RT Maybe an economic argument will work: A study by Goldman Sachs estimated that universal mask use would save $1 trillion that...","sentiment_score":0.1}
{"full_text":"RT We're almost to the end of this tragic year, and I'm feeling hopeful. We'll have vaccines soon. In three weeks the days s...","sentiment_score":-0.75}
{"full_text":"RT Gov. Stitt: \"Lord, I pray for your mercy to help us through COVID-19.\" God: \"I sent y'all a bunch of masks. You tell...","sentiment_score":0.0}
{"full_text":"RT Tucker Carlson hosts disgraced former COVID task force member Scott Atlas for softball interview","sentiment_score":0.0}
{"full_text":"RT To all the \"tough guys\" who don't want to wear a mask or worry about COVID.I have a message for you. Exhausted nurses &amp;...","sentiment_score":-0.3944444444}
{"full_text":"RT Reuters said BTS are donating their outfits from \"Dynamite\" MV. Those will be auctioned on 1\/29 in Beverly Hills to raise fu...","sentiment_score":0.0}
{"full_text":"Infections dropped by 35% in a month of lockdown.So you were saying?","sentiment_score":0.0}
{"full_text":"RT  CALLING ALL SOCIAL SCIENTISTS  Why does #COVID19 impact vary across and within countries? Female leaders? Inequality? V...","sentiment_score":0.0166666667}
{"full_text":"It time of the year to start planning for Christmas but bad debt got you stuck,all plans seem like they are not achievable.Worry no more Covid-19 Relief Loans have your back with 3% interest loan for 10 years. Contact covid.19loan@gmail.com Whatsapp: +1(862)930 5221  #Christmas","sentiment_score":-0.3166666667}
{"full_text":"The Future of Short-Term Rentals After the Pandemic and an Airbnb IPO","sentiment_score":0.0}
{"full_text":"RT Here are some concerning statistics. Japan is seeing a surge in suicides. More people there died of suicide in October...","sentiment_score":0.5}
{"full_text":"While drawing down the same assets in West Africa, AFRICOM was trying to put casevac helicopters, drones, and surveillance planes at more outposts in East Africa, with casevac in particular limiting SOF missions. (COVID has since limited SOF Somalia missions a lot more.)","sentiment_score":0.1566137566}
{"full_text":"Tequila Bar Files to Register as Church to Avoid Coronavirus Lockdown Rules","sentiment_score":0.0}
{"full_text":"RT California's #COVID19 hospitalizations have increased by 89% in the last two weeks.If these trends continue, our current...","sentiment_score":0.0}
{"full_text":"RT Incredible photo... Texas medic Dr. Joseph Varon hugging a vulnerable, lonely, elderly coronavirus patient who missed his...","sentiment_score":0.1}
{"full_text":"muslim boices went \"alhamdulillah\" to cnblue's tweets of their negative covid test result is sending me","sentiment_score":-0.3}
{"full_text":"I've seen comments such as this...still don't believe COVID is real....throughout the yr. from many sources. If they don't believe it's real, then what do they think is making them so sick they have to be admitted to a hospital. Golly people listen to scientists\/healthcare folks","sentiment_score":-0.0035714286}
{"full_text":"RT Kelly Loeffler and her husband are worth 800 million and she is applying for a job that pays 174k per year. She was appoint...","sentiment_score":0.3}
{"full_text":"yes! Thanks for the reminder!","sentiment_score":0.25}
{"full_text":"RT STAYC and the staffs covid-19 results are all negative! STAYC will resume their scheduled activities starting Dec 2 (Wed).","sentiment_score":-0.1875}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"#Lockdown In COVID-19 Containment Zones In #RajasthanAccording to an official of the Rajasthan government, only essential services will be allowed in containment zones and intensive house-to-house surveillance will be conductedhttps:\/\/t.co\/wTLmP2RGLB","sentiment_score":0.0}
{"full_text":"RT Alright, Senate Republicans, we can't let another holiday go by without passing COVID relief. Americans can't wait. Let's...","sentiment_score":0.0}
{"full_text":"#SA residents are urged to get tested after a man with #COVID19 went out and about on 22nd November:","sentiment_score":0.0}
{"full_text":"#Covid19: Research found that a loss of sense of taste and smell was the most commonly reported Covid-19 symptom among those who tested positivehttps:\/\/t.co\/rpWF8gtIfd","sentiment_score":0.1}
{"full_text":"Despite the repeated warnings of public health experts and officials, millions of people traveled for Thanksgiving. If you're one of them, get tested and act as if you already have COVID-19.","sentiment_score":0.0}
{"full_text":"Few people showed up at the mall this weekend, with millions of pandemic-wary shoppers staying home to shop online.https:\/\/t.co\/3dQAiUl9u0","sentiment_score":-0.2}
{"full_text":"Tens of thousands of negligent homicides.","sentiment_score":0.0}
{"full_text":"That is not what the studies say! What happened to follow the science? Multiple studies demonstrate that there is no significant difference. Mask packaging, CDC &amp; OSHA websites all stated the same pre-Covid. Latest study from Sweden also confirmed same results.","sentiment_score":0.11875}
{"full_text":"NO! you were big balled enough to pull this shite off, do the crime, serve the time! that's how America really is! i dont know what delusional world you've been pulled into but prison will bring back reality to you! NO DEALS! you're still NOT helping us, why help u?","sentiment_score":0.0625}
{"full_text":"SYLVIA GARCIA, 60 of Las Cruces New Mexico died of COVID on Nov. 29. She was a middle school math teacher. Her son \"said his mom was still helping students with homework over the phone even after she contracted the virus &amp; was admitted to the hospital.\"https:\/\/t.co\/DH2M2nXkLE","sentiment_score":0.0681818182}
{"full_text":"Wrong. It's you Andy, you're the Tough Guy.","sentiment_score":-0.4444444444}
{"full_text":"DARPA -- Moderna's \"strategic ally\" -- is also openly funding research aimed at \"reprogramming genes\" and \"manipulat[ing] genes or control[ling] gene expression to combat viruses and help human bodies withstand infection\" caused by Covid-19. https:\/\/t.co\/OO5BIlL83N","sentiment_score":0.0}
{"full_text":"Men Posing at Big Bend Ranger Stationc. 1939Tahoe National Forest CollectionShopping on #CyberMonday? Check out these links:https:\/\/t.co\/IB2vJpEySQhttps:\/\/t.co\/a16Ey0Py0P#COVID19 #History #MondayMotivation","sentiment_score":0.0}
{"full_text":"RT #Update: YG Entertainment shares that both AKMU and TREASURE have tested negative for COVID-19https:\/\/t.co\/cnrOYaB5HF","sentiment_score":-0.3}
{"full_text":"\"Mourn your date, then move on,\" advises one bride.","sentiment_score":0.0}
{"full_text":"Although last week brought Utah lower COVID-19 case counts and a reduced positivity rate, residents' choices on Thanksgiving will determine whether the trend continues, hospital officials said Monday. | By","sentiment_score":0.0}
{"full_text":"ICYMI: CEO of South Coast Global Medical Center and Chapman Global Medical Center Matt Whaley was featured on last week to discuss our responses to the COVID-19 surge.https:\/\/t.co\/3heu8SU3pc","sentiment_score":-0.0285714286}
{"full_text":"Next week at our COVID-19 conference Dr Jeremy McAnulty will speak on Organising the Pandemic Response in NSW.Registrations are open!  ","sentiment_score":0.0}
{"full_text":"Trump science adviser Scott Atlas, who was skeptical of measures to control coronavirus outbreak, leaving White House jobhttps:\/\/t.co\/UJzWvMeN6c","sentiment_score":-0.25}
{"full_text":"RT It's gonna be so embarrassing when I still want to cancel plans and stay home","sentiment_score":0.0}
{"full_text":"\"The FDA is particularly concerned that these deceptive and misleading products might cause Americans to delay or stop appropriate medical treatment, leading to serious and life-threatening harm,\" the agency said in a recent statement.","sentiment_score":0.0666666667}
{"full_text":"RT The NFL rescheduling games because of COVID-19 (@KingJosiah54) ","sentiment_score":0.0}
{"full_text":"#Highered across the country... Students are almost unanimous: distance education and the restrictions imposed by COVID-19 are affecting their motivation. Even so, the dropout rate in CEGEPs in Quebec is down compared to fall 2019.https:\/\/t.co\/CShJRMFDqo","sentiment_score":-0.1555555556}
{"full_text":"Wear a mask, wash your hands, watch DEATH RACE (2008)","sentiment_score":0.0}
{"full_text":"Building staff morale during COVID comes from empathy and understanding says Sam Missingham.","sentiment_score":0.0}
{"full_text":"\"I am confident that when a COVID vaccine is authorized, we will be ready to distribute,\" Gov. Brian Kemp said.","sentiment_score":0.35}
{"full_text":"Lots of changes &amp; unknowns are occurring again because of the COVID-19 pandemic. National Autism Resources has curated social stories about school at home, wearing a mask, &amp; more. Find resources and support for explanations at the the link below:https:\/\/t.co\/UWq35flNWD","sentiment_score":0.2666666667}
{"full_text":"\"The recommendation is if you do believe you were in a high-risk situation, then consider testing three to five days after that known exposure,\" said Dr. Mark Casanova. ","sentiment_score":0.0}
{"full_text":"A record-breaking general election turnout -- during a pandemic -- proved absentee voting can go smoothly when given enough time for the labor-intensive process of verifying ballots, local election officials said.","sentiment_score":0.1125}
{"full_text":"The word took on urgent specificity in March, when the coronavirus crisis was designated a pandemic, but it started to trend as early January and again in February when the first U.S. deaths and outbreaks on cruise ships occurred. ","sentiment_score":0.175}
{"full_text":"December 1st is here which means our #WoSYearInReview series kicks off today with from telling us his fav releases of the year, how COVID-19 affected the band + their future plans to bounce back! #HornyForThorny","sentiment_score":0.0}
{"full_text":"#Austin readies to open cold weather shelters amid #COVID19 concerns","sentiment_score":-0.3}
{"full_text":"Catholic Charities of Central Colorado recently reached a milestone, serving more than 560 families with over half a million dollars in COVID-19 rental assistance, helping them stay in their homes and safe from eviction.","sentiment_score":0.1388888889}
{"full_text":"The successful development of several vaccine candidates has led public health officials to declare a \"light at the end of the tunnel\" of the coronavirus pandemic.https:\/\/t.co\/avuTrUdaSi","sentiment_score":0.2875}
{"full_text":"Health experts had pleaded with Americans to stay home over Thanksgiving and not gather with anyone who didn't live with them.","sentiment_score":0.1363636364}
{"full_text":"RT Notice, please, that the media reporting concentrates on Covid cases.  Cases here .. cases there .. cases everywhere.  BUT...","sentiment_score":0.0}
{"full_text":"Although the COVID-19 positivity rate in Caddo and Bossier parishes is lower this week than last, the rate is still higher than medical experts desire.","sentiment_score":0.0833333333}
{"full_text":"IT'S NOT SLOWING DOWN AND WE PLEASE NEED A STAY AT HOME ORDER.   WHY CAN'T YOU TAKE A CLUE. EMERGENCY TAKE ACTION NOW NOT LATER","sentiment_score":-0.0185185185}
{"full_text":"#AZ01: Due to continued COVID-19 concerns, tours of the United States Capitol remain suspended. As soon as we can have you back, we will let you know!","sentiment_score":-0.0625}
{"full_text":"#Chef David Chang is paying his victory forward by giving back to restaurant workers impacted by the #pandemic. ","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 49.2FWind Chill: 49.2FHumidity: 99%Dew Point: 48.9F Barometer: 29.429 inHgWind: 0 mph from the WCorona Virus Weekly Stats:Cases: 181.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Hey GOP: You don't get to pass $2 trillion in tax cuts for corporations and the wealthy in 2018 then claim in 2020 that we...","sentiment_score":0.5}
{"full_text":"COVID-19 survivor Morris Sandoval made national headlines in July when he left Methodist Jennie Edmundson Hospital. Now Morris and his wife, Rebeca Ayala, are sharing their story. \"I know that I'm a miracle.\"https:\/\/t.co\/nioz772Hl9","sentiment_score":0.0}
{"full_text":"RT \"It is a matter of non-performance, it is a matter of incompetence, it is a matter of ruining &amp; grounding the economy of Pak...","sentiment_score":0.0}
{"full_text":"Covid: Virus under control but vigilance needed - Hancock","sentiment_score":0.0}
{"full_text":"RT \"One of the lessons learnt from this crisis is that we must change our ways. Scientists warn that to avoid future crises,...","sentiment_score":0.0}
{"full_text":"my mother really said \"you should move to australia as soon as the pandemic is over\" for no reason i think it's a sign","sentiment_score":0.2}
{"full_text":"Nothing different bc my life hasn't changed and won't change.","sentiment_score":0.0}
{"full_text":"New knowledge about high cholesterol treatment for people aged 80 and olderhttps:\/\/t.co\/1j0gnGaZcz#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.0654545455}
{"full_text":"Microns of cloth mask= 17-18 microns. Covid microns=.125 microns. Tell me again how masks work sheep. It's science!!","sentiment_score":0.0}
{"full_text":"RT Reuters said BTS are donating their outfits from \"Dynamite\" MV. Those will be auctioned on 1\/29 in Beverly Hills to raise fu...","sentiment_score":0.0}
{"full_text":"RT  [TRANS] 201201 IZ*ONE COVID-19 Test Results NoticeAll IZ*ONE members and related staff took the COVID-19 tests on N...","sentiment_score":0.0}
{"full_text":"This #GivingTuesday, give the gift of education by supporting Harlem Academy. Your generosity will help us continue to provide rigorous instruction, as well as critical resources to our students amid a pandemic that is deepening educational inequities:","sentiment_score":0.1666666667}
{"full_text":"#Sivakumar ayya is fine &amp; healthy  He tested negative after the corona test.","sentiment_score":0.2055555556}
{"full_text":"The Delhi government capped the price of RT-PCR tests, considered the gold standard in Covid-19 detection, at Rs 800 for all private laboratories, reducing the amount from Rs 2,400https:\/\/t.co\/ZMHEmht3R5","sentiment_score":0.0}
{"full_text":"Time: 02:00 * Temp: 4.9degC * Wind: SW 0.9 to 4.0mph * Pressure: 1022.4hPa * Rain: 0.0mm * Hum: 89% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:22 * Sunset: 16:01 * Cloudbase: 800ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT America doesn't suffer from scarcity -- we suffer from greed.","sentiment_score":0.0}
{"full_text":"GOP staffer asked to leave Colorado Capitol over COVID-19 diagnosis says she was cleared by doctor","sentiment_score":0.0}
{"full_text":"Reeves has consistently been opposed to limiting churches in any way throughout the pandemic.","sentiment_score":0.25}
{"full_text":"That's really good &amp; makes me a bit more optimistic about the efficacy of the vaccine","sentiment_score":0.6}
{"full_text":"China gave COVID-19 vaccine candidate to North Korea's Kim, U.S. analyst says","sentiment_score":0.0}
{"full_text":"RT all the owner of the TrueKKK had to do was tell the Dj play different music. Now we know you hate bodysuits, owe $100,000 to...","sentiment_score":-0.4}
{"full_text":"Please #StayHomeStaySafe ","sentiment_score":0.0}
{"full_text":"RT BLACK EYED PEAS PREDICTED COVID??????","sentiment_score":-0.1666666667}
{"full_text":"RT COVID-19 accelerating digital transformation: McKinsey #Technology #Digitalization","sentiment_score":0.0}
