{"full_text":"COVID-19:Niger speaker tested negative after repeat test via","sentiment_score":-0.3}
{"full_text":"Ugh, glad that I did not go anywhere for Christmas or Thanksgiving.","sentiment_score":0.5}
{"full_text":"N95 masks work. Cloth masks do not work and continuing to repeat that lie will only put more lives in danger.","sentiment_score":0.25}
{"full_text":"Rachel, are you still proposing this for those that have lost their jobs through covid? Thanks in advance for your reply.","sentiment_score":0.2}
{"full_text":"RT Earlier this month, our office released a report on the mass exodus of women from the workforce during the pandemic. Th...","sentiment_score":0.0}
{"full_text":"The virus is real.The pandemic is not. Although, I suspect it does match some textbook \"I need more funding\" definition of \"pandemic\".","sentiment_score":0.5}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Welp","sentiment_score":0.0}
{"full_text":"Likely? WE WILL FALL SHORT! Our current #president doesn't give a shitU.S. likely to fall short of goal to #vaccinate #20millionpeople against #Covid before end of year","sentiment_score":0.0}
{"full_text":"RT 3000 healthcare providers participate in ILINet. These hospitals punch in the number of ER visits coming in with \"Influenz...","sentiment_score":0.0}
{"full_text":"RT It's freezing outside; spare a thought to people who are sleeping rough, in the middle of a pandemic. Because after initiall...","sentiment_score":-0.0333333333}
{"full_text":"Scary shit","sentiment_score":-0.35}
{"full_text":"RT Florida reported 22.75% positive of newly reported COVID-19 cases. Trump said Florida was doing well 2 days ago","sentiment_score":0.1818181818}
{"full_text":"RT I always loved Batman... he always knows what is right! \"Wear a mask to protect your loved ones\"... the Dark Knight Rises.....","sentiment_score":0.4017857143}
{"full_text":"this man will never see the heaven gates","sentiment_score":0.0}
{"full_text":"Listen.. fuck COVID I'm traveling more 2021","sentiment_score":0.05}
{"full_text":"How cringe to cry that you have to wear a mask and you cant go to a sit down restraunt...","sentiment_score":-0.1555555556}
{"full_text":"RT I think the days of people coming to work sick even with just a cold is over.  Thats pre-covid thinkin...","sentiment_score":-0.6571428571}
{"full_text":"RT It's taken a few years to work it out but has realised she can pretty much say anything, she will be believed an...","sentiment_score":0.0833333333}
{"full_text":"Our form pre COVID is on the pic! Your pundit claimed we needed the rest &amp; made the assumption lockdown helped us! They need to do their homework! This is a slight on Bielsa and it's a bit of a joke and clearly incorrect! History proves this!","sentiment_score":0.1111111111}
{"full_text":"RT Omg covid variant detected in ColoradoThis is a hellscape","sentiment_score":0.0}
{"full_text":"RT To the good people of South Wales. If you expect a functioning critical care service in your local hospital next year sug...","sentiment_score":0.175}
{"full_text":"Trump Iran Danger Will Not Divert From 'Catastrophic' COVID Record, Zarif Says","sentiment_score":0.0}
{"full_text":"RT Political commentator Darren Grimes: \"Much of the country is effectively already in a lockdown... are we going to close the...","sentiment_score":0.2666666667}
{"full_text":"RT London s weather today was equally dull and gloomy during day Atleast looks colorful in the evening but still the city lo...","sentiment_score":0.0041666667}
{"full_text":"RT Ontario hopes to have 8.5 million people vaccinated against COVID-19 by July, says retired Gen. Rick Hillier, head of the...","sentiment_score":0.0}
{"full_text":"RT Can someone PLEASE EXPLAIN WHY THEY ARE MAKING A BIG DEAL OVER HELPING THE AMERICAN PEOPLE? Why is it a FIGHT over wh...","sentiment_score":0.0}
{"full_text":"Not to mention that we had won 5 on the bounce prior to the break and were 7 points clear of 3rd ","sentiment_score":0.0333333333}
{"full_text":"It's called PUI. They're obviously lumping flu in as a \"complication\" of COVID in many cases. There's no way that we're stopping flu and not stopping COVID. I'd love to see the non-COVID pneumonia data also. Sure it looks much the same!","sentiment_score":0.2833333333}
{"full_text":"covid relief shit is so frustrating to me bc the amount of fighting that needs to happen to get something BAD is obscene, its like how we're going to get a $15 minimum wage 25 years past when it would've been sufficient","sentiment_score":-0.3875}
{"full_text":"RT Over the last 6 months I fought hard for the recognition of #LongCovid. It's so painful for me to see the phenomenal r...","sentiment_score":-0.1229166667}
{"full_text":".@cspanwj .@TeenVogue .@PoliticusSarah doc needs to show that graphiclythe exponintial spread","sentiment_score":0.0}
{"full_text":"RT That makes four SEC teams that won't play in bowl games as scheduled due to COVID","sentiment_score":-0.1125}
{"full_text":"RT We entered this pandemic with: 40k too few nurses 10k too few doctors 17k too few beds A mere 4000 ICU beds...","sentiment_score":-0.275}
{"full_text":"RT You were saying, Trump?  &gt;&gt;More than 2 million children have tested positive for Covid-19 in the US. As of Dec. 24, children...","sentiment_score":0.2272727273}
{"full_text":"RT New, more contagious COVID-19 variant confirmed in Colorado","sentiment_score":0.3454545455}
{"full_text":"That's one hell of a symptom of the China Virus.","sentiment_score":0.0}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"5 and these are people who practiced social distancing except my daughter who is a PA in urgent care who no doubt contracted it at work.","sentiment_score":0.0333333333}
{"full_text":"Let's leave these kinds of hot takes in 2020 so that we can truly know how the pandemic came about.","sentiment_score":0.25}
{"full_text":"The reason we still have zero community transmission is because we are wearing masks, social distancing and being extra careful about hygiene. Have you not been watching what is happening in Sydney? Have you forgotten the lockdowns in Melbourne? We don't want to go back there!","sentiment_score":-0.0166666667}
{"full_text":"RT Yesterday there were 0 new local cases &amp; 0 lives lost. 0 new cases were acquired interstate, 1 international. There are 8 a...","sentiment_score":0.0681818182}
{"full_text":"RT Biden says Trump admin not administering doses of covid vaccine quickly enough, saying current pace won't get life back to norm...","sentiment_score":0.0}
{"full_text":"How do you know Dola?  A year ago we had never heard of social distancing or masks.  Now we are hearing politicians calling for mandated vaccines which are not fully tested.  On this trajectory at what point would you feel it is appropriate to feel a little uneasy?","sentiment_score":0.1152777778}
{"full_text":"RT FREE SMTOWN LIVE \"Culture Humanity\" 01.01.21 1PM KST 31.12.20 8PM PST 31.12.20 11PM ESTDuring this difficult t...","sentiment_score":0.0121212121}
{"full_text":"#GoaDiary_Business_News   Coronavirus brought tourism to its knees in 2020","sentiment_score":0.0}
{"full_text":"RT I often hear this complaint: \"Why doesn't the media show more film &amp; photos of patients suffering w#COVID19 ? Deniers w...","sentiment_score":0.1}
{"full_text":"RT This is the opening paragraph to the story, no joke.#OperationCoincidence\"A 75-year-old man was lucky enough to get a...","sentiment_score":0.1666666667}
{"full_text":"RT Hospitals are running out of oxygen.One trust has no non-invasive machines left. ICUs are tweeting for volunteers to p...","sentiment_score":0.0}
{"full_text":"RT NEWS: Congress' attending physician has notified Senate offices that five staffers from each office are now eligible for...","sentiment_score":0.0}
{"full_text":"RT The new UK coronavirus mutation has been officially reported in a US patient.This should not be a surprise -- it has been a...","sentiment_score":0.1363636364}
{"full_text":"RT NHS England have said there are now more COVID patients in hospitals in England that at previous peak in April - 20,426 as...","sentiment_score":0.1666666667}
{"full_text":"RT It's almost as if the Govt are purposely trying to provoke school staff ( like they did with the miners) so they will s...","sentiment_score":0.0}
{"full_text":"RT #COVID19 didn't close hundreds of thousands of small businesses. Government did.","sentiment_score":-0.25}
{"full_text":"NHS could face 'horrendous choices' over who gets coronavirus care | World news","sentiment_score":0.0}
{"full_text":"RT Immunity boosters are a myth -- why you shouldn't believe claims that promise 2 fight Covid: There is no sci' evid 2 support cla...","sentiment_score":0.0}
{"full_text":"RT Before the Pandemic:-27M uninsured-50k people dying every year b\/c they can't afford healthcare-600k going bankrup...","sentiment_score":0.0}
{"full_text":"RT WATCH: I explain why this new, more contagious #coronavirus variant is awful news.&gt;50% more new infections from each...","sentiment_score":0.0545454545}
{"full_text":"RT England's hospitals contain more patients with Covid than ever before. We are overwhelmed, in crisis. Yet from the gov...","sentiment_score":0.5}
{"full_text":"RT Waiting for this pandemic to be over like...","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. reports first case of coronavirus mutation first found in the UK","sentiment_score":0.25}
{"full_text":"RT Arizonans, please take two-minutes, call the offices of and Ask both senators to join","sentiment_score":0.0}
{"full_text":"RT NEW: Dec. 31 conference opener against Tennessee has been postponed due to a positive COVID-19 test within the...","sentiment_score":0.0795454545}
{"full_text":"Senate Majority Leader Mitch McConnell on Tuesday blocked Democrats' push to immediately bring President Trump's demand for bigger $2,000 COVID-19 relief checks up for a vote.  Elect Jon Ossoff and Rev Warnock so we can get that money in to the people's hands.","sentiment_score":0.4}
{"full_text":"RT Mitch McConnell continues to abuse the American people in the middle of the #COVID19 pandemic. #StimulusCheck #ReliefPa...","sentiment_score":0.0}
{"full_text":"Just in time for 2021! ","sentiment_score":0.0}
{"full_text":"RT South African Citizens: we haven't had sex at all during the lockdown. South African Government:","sentiment_score":0.0}
{"full_text":"RT It makes me mad when people aren't taking a WORLDWIDE PANDEMIC seriously. Ya idiots","sentiment_score":-0.7125}
{"full_text":"RT Public health officials in Colorado confirmed the first case of a new coronavirus variant in the United States that was first d...","sentiment_score":0.2072727273}
{"full_text":"Also you missed my point , Swine flu was sold as a pandemic that never was , people blew the whistle , they bought enough people off for cv19 . Both of which where the vaccine agenda.","sentiment_score":0.0}
{"full_text":"RT In July of 1776 the entire of city of Boston was closed so they could safely inoculate for smallpox. It lasted months and...","sentiment_score":0.1333333333}
{"full_text":"RT Your daily reminder that David Perdue fought against stimulus checks for the entire pandemic.","sentiment_score":0.0}
{"full_text":"RT McConnell has been a roadblock for Covid relief every step of the way.  He only c...","sentiment_score":0.0}
{"full_text":"Now that COVID-19 vaccinations have begun in Linn County, what happens next? The Morning Scramble spoke with Heather Medder from Linn County Public Health this morning. Listen back to the interview on today's podcast:","sentiment_score":0.0}
{"full_text":"55k COVID cases a day I cba","sentiment_score":0.0}
{"full_text":"RT \"It's not just #COVID19 that is killing people,it's underprivilege,it's lack of access,it's years of living with health conditi...","sentiment_score":0.0}
{"full_text":"#StayHome with #HouseParty #App #Techy #DJ #DJs #Music #MusicApp #Artists #TikTok #Instagram #Viral #Videos #Club #Party","sentiment_score":0.0}
{"full_text":"Nature, nurtures. Before this pandemic, I would have been benign, to such beauty. This evening, I was filled with wonder and awe, the gift of Mother Earth.","sentiment_score":0.2}
{"full_text":"RT We want to highlight our partnership with   ISPU &amp; the lab are working on a study designed to better understan...","sentiment_score":0.5}
{"full_text":"RT When you say you don't know who to believe on Covid, you're treating the testimony of frontline NHS doctors and nurses l...","sentiment_score":0.0}
{"full_text":"RT Here's the video. Durbin attacks Sanders and Hawley for holding up the Defense Authorization bill as a way of getting COVID...","sentiment_score":0.0}
{"full_text":"RT A Chinese court on Monday sentenced a former lawyer who reported on the early stage of the coronavirus outbreak to four y...","sentiment_score":0.0333333333}
{"full_text":"hay yall i might have covid ","sentiment_score":0.0}
{"full_text":"RT Leading by example.","sentiment_score":0.0}
{"full_text":"RT I remember, early this year, people posted this poem by It echos a spirit of solidarity that we need now....","sentiment_score":0.1}
{"full_text":"RT The numbers are approximately the same for a Swede. #fhmgate","sentiment_score":-0.2}
{"full_text":"RT If you lose your job or your house, and you're standing in a food line (in the wealthiest country in the world), or a...","sentiment_score":0.0}
{"full_text":"RT NEWS: Congress' attending physician has notified Senate offices that five staffers from each office are now eligible for...","sentiment_score":0.0}
{"full_text":"RT Never understood why making the care of our vulnerable population a for profit endeavor was ever a good idea. #COVID19 #COVID19...","sentiment_score":0.1}
{"full_text":"RT BREAKING: The first known U.S. case of the highly transmissible variant of Covid-19 discovered in the U.K. has been reported...","sentiment_score":0.205}
{"full_text":"RT Today I got the COVID-19 vaccine. I am incredibly grateful to our frontline health care workers, scientists, and research...","sentiment_score":0.9}
{"full_text":"This man wakes up and chooses violence every time he open this app ","sentiment_score":0.0}
{"full_text":"RT BREAKING: COVID-19 Second Wave: RCCG cancels crossover service nationwide","sentiment_score":0.0}
{"full_text":"My family arguing over the COVID vaccine in our group chat. I've learned to just stay quiet .","sentiment_score":0.0}
{"full_text":"RT The First Minister has urged people to stay at home this Hogmanay as Covid numbers rise across Scotland.","sentiment_score":0.25}
{"full_text":"CDC &gt; Random Website &gt; Random Websitehttps:\/\/t.co\/Kpgx9t6HYg","sentiment_score":-0.5}
{"full_text":"RT We must eradicate the global pandemic of dancing hospital workers.","sentiment_score":0.0}
{"full_text":"A short story.Krista: So umm, what are we gonna do for NYE?Me: IDK, not much we can do sweetieKrista: stupid coronavirus. Krista: Krista: maybe me you Ryan and Ms Reda can go to mom mom house and have a party thereThoughtful, yet responsible...that's my Krista bear","sentiment_score":-0.3}
{"full_text":"the united states is never gonna fully recover from these covid breakouts","sentiment_score":0.0}
{"full_text":"A coronavirus variant in the United Kingdom has caused alarm because of the possibility that it might spread more easily. But even if that turns out to be true, experts say the COVID-19 vaccines being rolled out will likely still work on the variant.","sentiment_score":0.3208333333}
{"full_text":"RT Deadly symmetry: You've read that one American in 1,000 has been killed by COVID. In these three little lakeshore counti...","sentiment_score":-0.146875}
{"full_text":"And they said 'they get tested' but that makes them even more selfish because people actually need tests so they can know if they have corona and inform others they have been with and self isolate. It isn't so people can then meet up. It is just selfish...","sentiment_score":-0.125}
{"full_text":"RT The pandemic of \"dancing hospital workers\" has mutated and gotten out of control. Look at this parade  who's in the e...","sentiment_score":-0.25}
{"full_text":"RT The biggest obstacle between working Americans and the financial support they need to survive the pandemic is Senate Republic...","sentiment_score":0.0}
{"full_text":"RT I've had elderly patients say to me \"I don't understand how I got COVID, I've been so careful. I wear a mask, clean my ha...","sentiment_score":0.1333333333}
{"full_text":"Covid 19: Investigation into Invercargill home death","sentiment_score":0.0}
{"full_text":"don't count your chickens before they're hatched.  Remember the coordinated thefts of PPE earlier in the year, well the same attempts will be made on the vaccines!  It just hasn't started yet...https:\/\/t.co\/bOynibs9d3","sentiment_score":0.0}
{"full_text":"How EU will shape up fast beyond those symbolic vaccinations!-The Global Vaccination Campaign via","sentiment_score":0.1}
{"full_text":"RT But on some real shit? Fuck die lockdown","sentiment_score":-0.35}
{"full_text":"While new coronavirus vaccines are being distributed throughout the American healthcare system, COVID-19 fallout is just beginning for employers. What does this mean for small- and mid-sized employers?","sentiment_score":-0.1065340909}
{"full_text":"RT I work in intensive care. Our beds are full, and more Covid patients are arriving","sentiment_score":0.425}
{"full_text":"RT Earlier this month, our office released a report on the mass exodus of women from the workforce during the pandemic. Th...","sentiment_score":0.0}
{"full_text":"RT Patriots will allow ppl to stay in their homes!Get a list going of who will open their home and who needs a plac...","sentiment_score":0.0}
{"full_text":"Yea and they seemed to have stopped caring about the fact that most people globally already can't leave their house much because of a PANDEMIC. Niantic really dropped the ball this year. I never contemplated quitting the game until this year","sentiment_score":0.1}
{"full_text":"RT Leading by example.","sentiment_score":0.0}
{"full_text":"$REGN #COVID19That exceeds expectationshttps:\/\/t.co\/Fsuo15Hh2o","sentiment_score":0.0}
{"full_text":"RT COVID can't read a calendar. Nothing magical will happen on Jan 1st 2021.Vaccines\/masks\/avoiding crowds will slow it...","sentiment_score":0.1}
{"full_text":"RT This is real people's lives you're playing with, Completely avoidable.#CloseTheSchools","sentiment_score":0.15}
{"full_text":"RT Biden says Trump admin not administering doses of covid vaccine quickly enough, saying current pace won't get life back to norm...","sentiment_score":0.0}
{"full_text":"RT Be the light you wish to reflect in the world today. It may sound cheesy but when you get out of #prison and all you...","sentiment_score":0.1}
{"full_text":"RT It would have taken you less than a fucking minute to google this shit and discovered that George Washington ordered quaran...","sentiment_score":-0.3222222222}
{"full_text":"Somebody playing Plague Inc on our asses","sentiment_score":0.0}
{"full_text":"RT The new UK coronavirus mutation has been officially reported in a US patient.This should not be a surprise -- it has been a...","sentiment_score":0.1363636364}
{"full_text":"RT I move we put Jim Jordan's lunacy on curfew. Until further notice. All in favor...","sentiment_score":0.0}
{"full_text":"Cardinal Burke: Forces of the 'Great Reset' have used COVID to advance '... via","sentiment_score":0.8}
{"full_text":"RT This year, we've painfully learned the cost of being unprepared for a pandemic. If we aren't investing with our partners ar...","sentiment_score":-0.7}
{"full_text":"RT Scientists want a lockdown. The public want a lockdown. NHS staff are begging for a lockdown. What are the governme...","sentiment_score":0.0}
{"full_text":"Well it's safe to say this guys political career is done. you guys better start taking selfies with today's paper near a recognizable monument cus the public's getting wise to your games. #onpoli #lockdown #RodPhillips #Ajax","sentiment_score":0.2928571429}
{"full_text":"RT BREAKING: The first known U.S. case of the highly transmissible variant of Covid-19 discovered in the U.K. has been reported...","sentiment_score":0.205}
{"full_text":"Eight months after the city lifted lockdown measures to stop the spread of Covid-19, many migrant construction workers at a morning job market say there are still very little work.","sentiment_score":0.128125}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"Around 11.4 million vaccines have been distributed and 2.1 million Americans vaccinated far behind the goal of the federal government to have 20 million people vaccinated by year's end.https:\/\/t.co\/gB7OtEsyi7","sentiment_score":-0.15}
{"full_text":"Systemic and pervasive racism lies at the root of a deep distrust of the health care system among African Americans. We spoke with Michelle Burton about how that could hamper the distribution of COVID-19 vaccines.https:\/\/t.co\/mHdzYnnALU","sentiment_score":0.0}
{"full_text":"As part of efforts to prevent attendees of sporting events from contracting COVID-19, Alabama State University announced it would use drones to disinfect stadiums and arenas ","sentiment_score":0.0}
{"full_text":"Here is #17 - At the beginning of the pandemic, PCA Founder shared ideas to help the athletic community recover the joy of sports during the shutdown. Let us know if you tried any of these ideas!","sentiment_score":1.0}
{"full_text":"He was just notified by his health department about his possible exposure - 10 days after the flight.https:\/\/t.co\/fcVake1rJK","sentiment_score":0.0}
{"full_text":"RT \"This pandemic is not over, having vaccines &amp; treatments only helpful if available to all &amp; used urgently and before furt...","sentiment_score":0.2}
{"full_text":"Optum: Why COVID-19 could significantly change the drug development pipeline via #healthcare #pharma","sentiment_score":0.375}
{"full_text":"#Malaysia is looking forward to intensifying efforts of #COVID19 vaccine development with the United Arab Emirates. ","sentiment_score":0.0}
{"full_text":"RT Interpol traces EUR500,000 COVID-19 fraud to Nigeria","sentiment_score":0.0}
{"full_text":"English language arts teacher Tawana Jordan creates a classroom atmosphere where all students \"feel like they're the teacher's pet.\" Here's how she's doing that during a pandemic. #EdChat #k12 #EduTwitter #EduColor","sentiment_score":0.0}
{"full_text":"RT Your daily reminder that David Perdue fought against stimulus checks for the entire pandemic.","sentiment_score":0.0}
{"full_text":" Ring in the New Year in a new way!Consider these fun and safe activities recommended by the ","sentiment_score":0.2681818182}
{"full_text":"RT Hospitals are fullThe healthcare sector is overwhelmed by the pandemic #lockdown #level3 #Covid19SALet us do our part...","sentiment_score":0.0}
{"full_text":"The WHO is warning that #COVID19 may not be the big one. Let's learn from this and be prepared for the next pandemic.","sentiment_score":0.0}
{"full_text":"RT Nearly 80% of the physical or digital editions of Manu Dibango's works didn't pay him a cent, says his manager Thierry...","sentiment_score":0.0333333333}
{"full_text":"RT Colorado has reported the first case of a coronavirus mutation which was first found in the UK. It's a man in his 20s with no...","sentiment_score":0.25}
{"full_text":"Wondering what the rollout of the #COVID19 vaccine looks like in California and how soon you can get it? Learn more from the ","sentiment_score":0.5}
{"full_text":"RT This darling of the Democratic Party has suffered yet another defeat in court. via","sentiment_score":0.0}
{"full_text":"Shane Idleman: A Solution for COVID #Fear and Overcrowded Hospitals: #COVID19@IdlemanShane","sentiment_score":0.0}
{"full_text":"ANNAPOLIS -- At the direction of Gov. Larry Hogan, the Maryland Departments of Agriculture and Natural Resources have now provided more than $9 million in COVID-19 relief funding to farmers, watermen and producers.","sentiment_score":0.3}
{"full_text":"RT Americans trying to get their covid stimulus check","sentiment_score":0.0}
{"full_text":"As COVID-19 spreads, so does misinformation. Read these important myth busters by the WHO. &gt;&gt;&gt;","sentiment_score":0.4}
{"full_text":"Reuters: COLORADO GOVERNOR POLIS SAYS SAME CORONAVIRUS VARIANT FOUND IN UK HAS BEEN DISCOVERED IN COLORADO","sentiment_score":0.0}
{"full_text":"\"For every 1 million doses of vaccine, one person is compensated for a claim, according to the Health Resources and Services Administration.\"","sentiment_score":0.0}
{"full_text":"Florida coronavirus death toll: Latest Covid-19 figures via","sentiment_score":0.5}
{"full_text":"RT US REPORTS FIRST CASE OF UK COVID VARIANT - RTRS.","sentiment_score":0.25}
{"full_text":"Biden criticizes pace of coronavirus vaccine rollout","sentiment_score":0.0}
{"full_text":"RT Officials in L.A. are testing coronavirus samples from new COVID-19 patients to check whether the new variant found in the UK ha...","sentiment_score":0.1363636364}
