{"full_text":"America people needs help to get Trump out he is hurting our country and the Republicans is not helping us their for Trump they not for the American people where has Trump been not helping the country covid 19 has take 230000 America out and all Trump talks about voter fraud","sentiment_score":0.0}
{"full_text":"RT Can't wait to watch finals tomorrow, so excited! #FreeSplatoon","sentiment_score":0.46875}
{"full_text":"RT #ATEEZxMAMAjongho ment :\"we received this WFCA twice like last year thanku sm. we think we cant receive this award withou...","sentiment_score":0.0}
{"full_text":"RT Q: I have fever, cough, runny nose. COVID test not done or results are pending. What should I do?- Isolate for 10-d. Fr...","sentiment_score":0.0}
{"full_text":"\"Combination of strong gov't policies and a functioning banking sector have led to a swifter rebound in economic activity following the coronavirus shock in comparison with the previous two crises,\" -@pdegrauwe &amp; Yuemei Ji #CovidEconomics #EconTwitter","sentiment_score":0.1166666667}
{"full_text":"If some 'Official' would issue an order to wear two red solo cups on ur ears connected  by a rubber band, 50% of sheep would do it. Garcetti and other tyrants like him are only HALF, the problem.  The compliant sheep comprise the rest.","sentiment_score":-0.0729166667}
{"full_text":"#covid19'Natural Immunity' From Covid Is Not Safer Than a Vaccine","sentiment_score":0.1}
{"full_text":"Why call them world leaders?","sentiment_score":0.0}
{"full_text":"#Rajasthan | 'Road Ashram' campaign, an All India Donation Drive for #COVID relief by a trio, reaches #Jodhpur.\"We're travelling along India's borders in our car, which is decorated with symbols of Indian states. We'll cover 25000 km &amp; 30 states,\" says Sidharth Dutta,Campaigner","sentiment_score":0.0}
{"full_text":"RT It's mad COVID only effects nightclubs, bars &amp; restaurants...","sentiment_score":-0.3125}
{"full_text":"A \"mild\" case might just mean you didn't die.","sentiment_score":0.0104166667}
{"full_text":"We have to ignore these shills. They will be in the dust bin of history in 45 days. Please help us #AmplifyBlackSTEM and everyone please wear a mask!","sentiment_score":0.0}
{"full_text":"But Bush 43 never had to face a extreme hostile intelligence and media like Trump. Not to mention a once per hundred years pandemic.","sentiment_score":-0.125}
{"full_text":"RT The Queen and the Duke of Edinburgh are expected to be among the first to receive a coronavirus vaccine.  The Queen's p...","sentiment_score":0.075}
{"full_text":"The Death of Zappos's Tony Hsieh: A Spiral of Alcohol, Drugs and Extreme Behavior with lockdowns claimed the life of #TonyHsieh #COVID__19 #suicide #Accident","sentiment_score":-0.125}
{"full_text":"There's a quote in my recent book 'Who Said That?' \"It wasn't the Corona Virus that shut the shops! it was the people who obeyed\"","sentiment_score":0.0}
{"full_text":"This is deplorable for a country like America; at least the America I once knew......Past Due: Public housing renters long targeted for eviction over small dollar amounts via","sentiment_score":-0.2208333333}
{"full_text":"Here's the link for Amazing 's interview:https:\/\/t.co\/XiKAZlEl2N","sentiment_score":0.6}
{"full_text":"Here's my Mortality spreadsheet with the weekly data added.  We accounted for 153 Oklahomans passing due to #COVID19, we can also expect an additional 138 deaths due to this week's increase in active cases.","sentiment_score":-0.1277777778}
{"full_text":"What is an emergency use authorization (EUA), and what does that mean for the COVID-19 vaccines that are moving steadily towards that status. Watch this helpful overview to better understand what this means for you!","sentiment_score":0.1597222222}
{"full_text":"RT americans: ALL LIVES MATTERany person: my family member died of COVIDamericans: ok but what were their underlying...","sentiment_score":0.5}
{"full_text":"RT This should be made illegal immediately.\"Proof of a negative test and get a 10% discount\"Apart from the clean and...","sentiment_score":-0.1444444444}
{"full_text":"RT If you're shocked that only 1 in 10 Congressional Republicans is willing to accept the election results, bear in mind that...","sentiment_score":-0.15}
{"full_text":"It's going to be an educative show tonight one which we shall learn Alot#FamilyMattersKBC","sentiment_score":0.0}
{"full_text":"Juist!https:\/\/t.co\/3lG2ewbhKw","sentiment_score":0.0}
{"full_text":"They get zero tests per week.My son's gf gets more covid-19 tests to work at the fancy boutique coffee shop doing takeout only.","sentiment_score":0.25}
{"full_text":"RT ONE MILLION Americans have tested positive for #COVID19 in the past 5 days.","sentiment_score":-0.0113636364}
{"full_text":"RT america is an example of exactly what NOT to do","sentiment_score":0.25}
{"full_text":"RT WATCH: Chris Wallace call out Secretary Alex Azar for calling Joe Biden \"vice president\" instead of  \"president-elect.\"...","sentiment_score":0.0}
{"full_text":"2. I'm in a much better place now. I gave up drugs and my drinking is under control but I still don't want to hurt other people with my actions.  I wear a mask to protect my family and the people around me.  I'm going to to live life for a while. Enjoy your Sunday.","sentiment_score":0.2278409091}
{"full_text":"RT Under McConnell's corporate immunity plan, workers, consumers, &amp; patients would be BARRED from suing if they are sickened by c...","sentiment_score":0.0}
{"full_text":"RT With COVID-19 cases rising across the nation, we need to ramp up our production of personal protective equipment. We have to...","sentiment_score":0.0}
{"full_text":"RT Help pets &amp; their families this holiday season! Donate to our Pet Food Pantry. We will be donating pet food &amp; holiday bag...","sentiment_score":0.0}
{"full_text":"RT \"A clutter of unhelpful pandemic rules is wearing people down. One-way systems in stores, outdoor mask mandates, ceaseless...","sentiment_score":-0.1277777778}
{"full_text":"with at Think Tank before lockdown. and at were both class socially distanced gigs too!! ","sentiment_score":0.0520833333}
{"full_text":"Travelling amid Covid-19: UAE travel agents reveal trends","sentiment_score":0.0}
{"full_text":"RT THIS.","sentiment_score":0.0}
{"full_text":"RT According to the new #LancetClimate20 report, if we align our COVID and climate response, we can deliver a \"triple win\"...","sentiment_score":0.4681818182}
{"full_text":"RT A sweeping article that covers so many of the falsehoods of 2020, from Covid conspiracy theories to false narratives mean...","sentiment_score":-0.0708333333}
{"full_text":"RT McConnell demands a liability shield to protect corporations from Covid lawsuits. How about demanding corporations protect wor...","sentiment_score":0.0}
{"full_text":"Winter Covid surge the 'worst event that this country will face'","sentiment_score":-1.0}
{"full_text":"Govt MLA MP Corruption? RBI\/Bank Scams? TAX Loot? official Share%Bribe?Ppls Concern Grievance?Ignore?","sentiment_score":0.0}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":"RT Where science is drowned out by conspiracy theories; Where solidarity is undermined by division; Where sacrifice is subst...","sentiment_score":-0.1}
{"full_text":"RT McConnell demands a liability shield to protect corporations from Covid lawsuits. How about demanding corporations protect wor...","sentiment_score":0.0}
{"full_text":"Thank God the coronavirus pandemic is finally over, with Third Wave Peaking and now declining.... it will soon pass, and Fourth Wave will be no more significant than First Wave last autumn, that went unnoticed, as no worse than a moderate influenza season","sentiment_score":0.0375}
{"full_text":"Let's hope there is truth in it.","sentiment_score":0.0}
{"full_text":"Spot on #commonsense","sentiment_score":0.0}
{"full_text":"WAIT A SECOND:HE IS CLAIMING RESPONSIBILITY FOR CREATING CHRISTMAS--HE HAS GIVEN AMERICAN PEOPLE SACKS OF COAL-no Christmas puddings for them in their Christmas FUTURE WITH this pandemic chains hanging around their neck..REMEMBER AMERICA..ALWAYS BLAME THE DEMOCRAT DEMONS..","sentiment_score":0.0}
{"full_text":"RT DR. GARY CANNON, 69 of Apollo Beach, Florida died of COVID on Nov. 28. He was a physician. for over 35 years and became...","sentiment_score":0.0}
{"full_text":"I think the point is to not live in fear over it.  Do you mourn the lives of those who die from the flu every year like this?  his isn't a matter of trivializing the virus, but if hospitals get funding from the gov't for COVID cases why not call all hospital visits COVID related?","sentiment_score":-0.0340909091}
{"full_text":"RT President Trump has sent 145 twitter messages in last week, nearly all about how he really \"won\" the election. Only four about...","sentiment_score":0.075}
{"full_text":"RT It's 4am. Most of the city is sleeping. I just saw an unstable COVID patient in the same room I saw my first COVID pat...","sentiment_score":0.25}
{"full_text":"RT The Alberta Government Needs to Be Held Accountable on COVID Failure to Albertans - Sign the Petition!","sentiment_score":-0.3958333333}
{"full_text":"RT The global food pandemic is coming....and Hindutwa zionists are trying to kill the Sikh resistance by destroying their...","sentiment_score":-0.1}
{"full_text":"RT When the Togolese match officials led Asante Kotoko to the pitch for the official declaration as winners of the game a...","sentiment_score":-0.4}
{"full_text":"why did she apologize for being smart and sexy","sentiment_score":0.3571428571}
{"full_text":"RT Under the new stay-at-home orders for S.F., which go into effect Sunday evening, the Warriors can conduct indoor group pra...","sentiment_score":0.1363636364}
{"full_text":"Jeepers, Sunday is normally a low day for cases and deaths.So this Sunday new cases are up 5k on last Sunday and the deaths are slightly up as well.They are supposed to be going down as lockdown was supposed to have helped?? ","sentiment_score":-0.0371717172}
{"full_text":"RT Fuck corona virus ","sentiment_score":-0.4}
{"full_text":"RT This account of one day as a Covid ICU nurse is extraordinarily moving. Thank you Vicki for sharing. Please read - and p...","sentiment_score":0.3333333333}
{"full_text":"RT Steadfastly holding the moral high ground on social distancing won't diminish the spread of COVID. Pushing for policies that...","sentiment_score":0.1483333333}
{"full_text":"RT If a federal re-vote opportunity arose, using only paper ballots, with NO computers, with hand-counting only, with nat...","sentiment_score":0.0}
{"full_text":"RT The CDC has estimated that nearly 40% of #COVID19 cases are asymptomatic. Our team aims to create a test to #Detect ALL cas...","sentiment_score":0.1}
{"full_text":"RT They use terms like \"handouts,\" \"welfare,\" &amp; \"freebies\" for struggling Americans but use the term \"pandemic relief\" for bil...","sentiment_score":0.0}
{"full_text":"RT Why are we using a contingency plan as the Strategy for dealing with this pandemic? We are going to use Field Hospitals to...","sentiment_score":0.0}
{"full_text":"RT Okay.  Everyone who kept saying look at Sweden can now apologize to those who said it wouldn't work.  It failed.   Miserabl...","sentiment_score":0.0}
{"full_text":"we in the wrong country ","sentiment_score":-0.5}
{"full_text":"Would've been at the Patriots game today vs the Chargers if it weren't for Covid ","sentiment_score":-0.4}
{"full_text":"RT COVID is a BLESSING for HINDUSDuring Covid Break: How many of You gave up Liberalism and Supported Santan dharma ?&amp;...","sentiment_score":0.5}
{"full_text":"Hey check this out","sentiment_score":0.0}
{"full_text":"RT The public health department serving Boise currently has 30 people on its contact tracing team. That is nowhere near enou...","sentiment_score":0.0333333333}
{"full_text":"RT The very first thing scientists should have said very loudly and very clearly about COVID is that it could cause long ter...","sentiment_score":0.13375}
{"full_text":"The Business Roundtable:  \"We thank the election officials, judges and volunteers who worked tirelessly in the midst of a pandemic to ensure that the election was conducted with integrity.\"   #Election2020 #business","sentiment_score":0.0}
{"full_text":"Just ran our club's first training session after a month-long lockdown, and it was all about throwing hammers! Then we got to a game and it turned out people had forgotten how to make regular throws...","sentiment_score":-0.0291666667}
{"full_text":"RT We don't need 3 martini lunches in Covid relief! Companies need to be able to be sued. #DoBetter...","sentiment_score":0.5}
{"full_text":"RT Staten Island bar co-owner, Danny Presti, was arrested last night for allegedly driving his car into a Sheriff's Deputy w...","sentiment_score":-0.05}
{"full_text":"If everyone else would be staying home at the same time too to kick COVID's ass? Free. Just my household? The cost of delivery for Groceries\/DoorDash\/Drizzly.","sentiment_score":0.2}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"I don't know. But how do you KNOW how long it'll last? That's my point. No one knows and you all are acting like we know exactly what will happen moving forward. What if we go back into lockdown and no sports at all. Not only does he lose ticket revenues he also loses tv revenues","sentiment_score":-0.0142857143}
{"full_text":"RT The co-owner of a bar on Staten Island which declared itself an 'autonomous zone' was arrested and perp-walked out of the...","sentiment_score":0.4}
{"full_text":"As expected, Ontario's half-assed response to rising COVID numbers has done dick all to stem the tide.","sentiment_score":-0.1}
{"full_text":"RT You can greet me without touching me. Pandemic or not.","sentiment_score":0.5}
{"full_text":"RT No mask.No hospital service for Covid-19.","sentiment_score":0.0}
{"full_text":"RT Karl-Anthony Towns opened up about how he's continuing to process the death of his mother, and six other family members w...","sentiment_score":-0.125}
{"full_text":"RT .@RevDrBarber: ask yourself -- if this pandemic was killing U.S. Senators like it's killing poor and low wealth people, woul...","sentiment_score":-0.2}
{"full_text":"Who decides what is 'misinformation' ?","sentiment_score":0.0}
{"full_text":"RT .@SecAzar is a disgrace and a hypocrite. His job is to protect the American people not RT if you think he...","sentiment_score":0.0}
{"full_text":"To everybody on my Twitter. My stepdad has been fighting Covid for the past few weeks. He was already in the hospital and is now back in there. I ask for you all to keep him in your prayers or thoughts.","sentiment_score":-0.15}
{"full_text":"RT I might film a mini-documentary for my YouTube and show you guys around Perth, Australia and show why our method worked. I'...","sentiment_score":0.0}
{"full_text":"Time to pay workers a living wage and eliminate tipping.","sentiment_score":0.0}
{"full_text":"RT Hey everyone my aunt just recently passed from Covid it after a long fight at 104 years old I have some of her medical e...","sentiment_score":0.0125}
{"full_text":"RT go up on stage to give their acceptance speeches with those \"little paper things\" so it shouldn't be to hard for...","sentiment_score":-0.2395833333}
{"full_text":"RT Not even joking when I say if I don't go to a concert on 2021 I'm hitting the road and doing whatever it takes to go to one...","sentiment_score":0.0}
{"full_text":"RT The surge in COVID cases in our region is dangerous. Hospitals are becoming overwhelmed, deaths are rising.A vaccine i...","sentiment_score":-0.075}
{"full_text":"RT I also want to point on this was possible with no vaccine, just containment.Meanwhile in America...","sentiment_score":0.0}
{"full_text":"How the Fight Against COVID-19 Is Bringing About a Perilous Rise in Preventable Diseases in Poorer Nations","sentiment_score":0.0}
{"full_text":"Hell, yeah","sentiment_score":0.0}
{"full_text":"What goes around doesn't always come around, if you know what I mean. #ED #TrumpVirus","sentiment_score":-0.3125}
{"full_text":"RT This is literally the end of Borat","sentiment_score":0.0}
{"full_text":"RT Hi #CBbookclub ... I'm really sorry but I haven't been well the last few days and was hoping that by today I'd be all...","sentiment_score":-0.2333333333}
{"full_text":"Look at all the COVID SPREADERS and their fake leader :) WIN!","sentiment_score":0.3333333333}
{"full_text":"RT \"The average age of those who've died from the virus in Italy is 79.5. As of March 17, 17 people under 50 had died from t...","sentiment_score":-0.15}
{"full_text":"How COVID-19 is Accelerating Commercial IoT #CRE #CREtech #IoT #InternetofThings #COVID-19 #NewNormal #TenantTips #CommercialRealEstate","sentiment_score":0.0}
{"full_text":"RT Spurs are only top of the PL because they got a PS175M interest free Covid business loan from the government...","sentiment_score":0.3}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT PMC has categorically stated that Profesional Exams are to be held after winter break.Any University violating would be li...","sentiment_score":0.0}
{"full_text":"RT And you have now accurately described Republican economics.","sentiment_score":0.4}
{"full_text":"RT The Los Angeles Mayor, a Democrat of course, has now banned walking. Will the dictatorial pettiness of these elected tyra...","sentiment_score":0.0}
{"full_text":"That's absolutely going to happen! Making is going to be pushed going forward post\/COVID guaranteed! AND lockdowns AND social restrictions because \"flu\" or whatever will be the next pandemic. And it's a template for climate change dictates coming.","sentiment_score":0.1152777778}
{"full_text":"RT The very first thing scientists should have said very loudly and very clearly about COVID is that it could cause long ter...","sentiment_score":0.13375}
{"full_text":"Y'know what? fuck COVID, It's sunday, I'm gonna go out and get me a fuckin' McRib now that it's back","sentiment_score":-0.2}
{"full_text":"When we first launched our clean water mission over 59k people were generous enough to retweet our campaign. Help us gain that same momentum during COVID. People are suffering &amp; together we can make a difference. #WaterThePlanet","sentiment_score":0.1541666667}
{"full_text":"RT Early 2021 still looks like the best bet...but time will tellhttps:\/\/t.co\/C12UwZPd9D","sentiment_score":0.55}
{"full_text":"RT #WaitLetMeGetThisStraight I wear a mask because of the expert advice from Epidemiologists. You refuse to wear a mask beca...","sentiment_score":0.0}
{"full_text":"RT #COVID19 - #SDMC  6-12-2020  Similar to Gawai 2020, Hari Ray Adilfitri 2020,* For those who are in West Malaysia &amp; Saba...","sentiment_score":0.0}
{"full_text":"RT As per the Nuremberg Code in UN's international law, ALL medical decisions (diagnostics, interventions, therapeutics, vaccin...","sentiment_score":0.0}
{"full_text":"RT Behind every number is a name.Behind every name is a person.Behind every person is a lifetime.We cannot know the...","sentiment_score":-0.4}
{"full_text":"RT americans... please...","sentiment_score":0.0}
{"full_text":"RT I can't believe I missed this...NZ's lockdown has been so effective that:1) We had a 99.8% reduction in flu cases.2) 1500...","sentiment_score":0.6}
{"full_text":"RT I wear a seat belt when I drive my car, I wear a mask during a pandemic and I wear a parachute when I jump out of a plan...","sentiment_score":0.0}
{"full_text":"How low will they go?https:\/\/t.co\/G8r7OOnAxG","sentiment_score":0.0}
{"full_text":"The U.S. is getting ready for one of the largest vaccination efforts it's ever attempted... takes us inside the freezer trucks that will be transporting the COVID-19 vaccines.  Watch NOW:","sentiment_score":0.2}
{"full_text":"Have you been economically impacted by COVID-19? If so, you could qualify for up to $3,000 to pay for past-due or upcoming rent.https:\/\/t.co\/fmNzZ8jGXc","sentiment_score":0.3}
{"full_text":"Rod's House navigates the COVID-19 pandemic to continue serving homeless youth in Yakima, Wash. But it needs help. Community journalism from at the","sentiment_score":0.0}
{"full_text":"At least 43 people have been placed under quarantine after a frozen-food sample in China's Heilongjiang province tested positive for the novel coronavirus, local authorities said.https:\/\/t.co\/mIgas6NP3h","sentiment_score":-0.0242424242}
{"full_text":"RT Hi Big fan of yours! I am a violinist and a PhD student in music psychology in Montreal (oui oui !). Coul...","sentiment_score":0.0}
{"full_text":"RT We often forget who's in control of our journey. We plan as if everything is guaranteed. As if we'll get everything we want....","sentiment_score":0.0}
{"full_text":"The head of the U.S. vaccine development effort said Sunday he believes the COVID-19 vaccine could have a long-lasting effect once distributed.https:\/\/t.co\/wcPuuJdDiB","sentiment_score":0.0}
{"full_text":"It's funny how the term \"lockdown\" is now just a part of normal conversation.","sentiment_score":0.2}
{"full_text":"RT The pandemic is accelerating many #DigitalTransformations already underway - especially in the #Hospitality sector. Digit...","sentiment_score":0.25}
{"full_text":"RT He has cherry picked the year right after the financial crisis (the rebound year) and compared it to the worst period of the p...","sentiment_score":-0.2380952381}
{"full_text":"Help in the fight against COVID-19! If you're fully recovered from COVID-19, the plasma in your blood is needed to help those fighting the virus. #Sign up to give convalescent plasma with the Red Cross: up to give blood:","sentiment_score":0.0}
{"full_text":"Teams\/schools who panick this year and do major changes based upon this years result are unrealistic unless something happened to cause the changes. Covid-19 affects, players, coaches, teams, schools, fans differently but all had a uphill battle to fight on\/off field.","sentiment_score":-0.1458333333}
{"full_text":"RT Sen. Mitt Romney calls President Trump's leadership on Covid-19 \"a great human tragedy\"","sentiment_score":0.4}
{"full_text":"And with millions of Americans returning from holiday gatherings last week, the level of illnesses could increase in the coming weeks.","sentiment_score":0.0}
{"full_text":"Would just like to say how much I appreciate you all. Even people who argue with me. Through Covid, MMA twitter and the cool people I've met on here have kept me sane.Thank you all for that","sentiment_score":0.275}
{"full_text":"Pre-COVID #data is quickly losing value. Roughly 66% of those we surveyed are refreshing their models -- adding new data types such as geolocation and social media -- to improve projections. Learn more. #COVID19 #AI #EvolutionaryAI","sentiment_score":0.2004329004}
{"full_text":"No #nebpreps sport may face the kind of uphill battle during a pandemic like the one wrestling will.Get the story from","sentiment_score":0.6}
{"full_text":"Lubbock hospitals set to receive thousands of COVID vaccine doses in first week of distributionhttps:\/\/t.co\/4832nyLPab","sentiment_score":0.25}
{"full_text":"COVID-19 Puts Rural Telehealth On The Fast Track: #COVID19WY","sentiment_score":0.1}
{"full_text":"Despite health officials pleading with Trump to start publicly advocating for mask-wearing &amp; social distancing during #coronavirus, he's unlikely to do so.\"It would mean admitting that he was wrong and Tony Fauci was right,\" said Dr. William Schaffner.https:\/\/t.co\/VZ78pb1ccG","sentiment_score":-0.1655753968}
{"full_text":"\"Towards the last moments, she was tearing. I know she heard us. We prayed for her. We talked to her. We comforted her to the last moments.\"","sentiment_score":0.0}
{"full_text":"More Signs Of A Great Purge Ahead With Covid-19 Planned-Demic Used By Governments Worldwide To Usher In Tyranny - Mass killings under Communist-regimes give Americans another reason to 'arm up and ammo up' now","sentiment_score":0.65}
{"full_text":"SCI PINE GROVE: An inmate at the state prison in Indiana County has died from coronavirus.","sentiment_score":0.0}
{"full_text":"Compulsory face masks helped cut German #COVID19 cases by almost 50 percent - study","sentiment_score":0.0}
{"full_text":"Many shoppers stayed home and made their purchases online as the COVID-19 pandemic rages.","sentiment_score":0.5}
{"full_text":"Metro Public Health released the list of the more than 200 clusters of COVID-19 cases since the start of the pandemic. ","sentiment_score":0.25}
{"full_text":"UK coronavirus deaths up by 231 with 5,000 more infections than a week agohttps:\/\/t.co\/1XHHkAxfwu","sentiment_score":0.5}
{"full_text":"Top U.S. health officials are warning Americans not to let their guard down against the coronavirus just because a vaccine could be on its way in a matter of days.  ","sentiment_score":0.1722222222}
{"full_text":"I beg you from the bottom of my  If you are planning to take a #COVID #vaccine, PLEASE spend 20 min to listen to this beautiful Dr. Carrie Madej - Human 2.0  A Wake Up Call To The World via","sentiment_score":0.425}
{"full_text":"The head of the U.S. vaccine development effort said Sunday he believes the COVID-19 vaccine could have long-lasting effect once distributed.https:\/\/t.co\/EJj74tg3JP","sentiment_score":0.0}
{"full_text":"How do you usually get your food delivered? ","sentiment_score":-0.25}
{"full_text":"The head of the U.S. vaccine development effort said Sunday he believes the COVID-19 vaccine could have long-lasting effect once distributed.https:\/\/t.co\/TFNoGTHj3v","sentiment_score":0.0}
{"full_text":"1 Percent of P.P.P. Borrowers Got Over One-Quarter of the Loan Money","sentiment_score":0.0}
{"full_text":"Comprehensive vaccine #safety testing is based on experience with prior vaccines. and colleagues emphasize how these lessons inform today's #COVID19 #vaccine development process:","sentiment_score":0.0}
{"full_text":"BBC North West faces backlash for using red ribbons in tribute to Covid victims on #WorldAIDSDayhttps:\/\/t.co\/FOC1BihakQ","sentiment_score":0.0}
{"full_text":"Local pharmacies and GPs are very busy during the Coronavirus (COVID-19) pandemic and there are some things you can do to help them If you need help with collecting prescriptions, call the NHS Volunteer Responders on 0808 196 3646 (8am to 8pm)","sentiment_score":0.065}
{"full_text":"Rep. is right. It is unacceptable to allow this mass eviction crisis to continue. We must not only fully renew eviction moratoriums, but we need to also cancel rent and mortgage payments during the pandemic.https:\/\/t.co\/WcK5sln158","sentiment_score":0.1428571429}
{"full_text":"RT \"Many bars, indoor restaurants, and gyms, where patrons are huffing and puffing one another's stale air, shouldn't be op...","sentiment_score":0.0}
{"full_text":"We're finally out of #lockdown and looking forward to getting back to teaching in the run up to Christmas.Whatever you're doing today we hope you #LiveLoveDance","sentiment_score":0.0}
{"full_text":"I'm sure they were all false positives and none of the retests were false negatives.  The odds favor this possibility","sentiment_score":-0.1}
