{"full_text":"Trump never got 3% annual GDP growth, which he heavily criticized Obama for. His job growth was slower than Obama's. The deficit increased just the same. And that was even before the fallouts due to COVID","sentiment_score":-0.1083333333}
{"full_text":"No raises for American military;No covid relief aid to citizens in desperate need;Christmas will dawn in America tomorrow, our resilience will shine as many will celebrate without ribbons, boxes or tags because maybe Christmas, perhaps, means a little bit more!#TrumpStink","sentiment_score":-0.071875}
{"full_text":"RT We have lost over 640 healthcare workers to COVID so far. They leave behind grieving partners and children.Today","sentiment_score":-0.15}
{"full_text":"RT World Health Organization pledges not to find 'guilty' party during coronavirus investigation in China","sentiment_score":-0.5}
{"full_text":"RT Republicans in the House of Representatives blocked an attempt to pass larger direct payments to Americans, according to m...","sentiment_score":0.05}
{"full_text":"RT Now's the best time to put the county under lockdown level 5: everyone is at home anyway &amp; all tourism feeder countrie...","sentiment_score":1.0}
{"full_text":"Lagos Gov Sanwo-Olu out of isolation tests negative to Covid-19","sentiment_score":-0.3}
{"full_text":"Not gonna vaccinate myself against that suwar chamdi Covid vaccine , camel wala chalega.","sentiment_score":0.0}
{"full_text":"Lawmakers block Trump's requested changes on coronavirus bill -","sentiment_score":0.0}
{"full_text":"National Women's Hockey League Partners with Yale on COVID-19 Testing","sentiment_score":0.0}
{"full_text":"Inequality kills. Lockdown has \/will increase inequality.","sentiment_score":0.0}
{"full_text":"Not rocket science .I picked up covid from a school","sentiment_score":0.0}
{"full_text":"RT Christmas amidst pandemic | Not the same but not worse.Joy to the world. Immanuel. Click the link https:\/\/t.co\/TUtqyo...","sentiment_score":0.0}
{"full_text":"I am in for a rude awakening in a post- Covid\/parental leave world... I just considered putting on jeans and then thought \"7:30 seems awfully early for really pants\" ","sentiment_score":9.251858539e-18}
{"full_text":"RT No new coronavirus strains found in Kuwait, clarifies Health Minister - No new coronavirus species were found in Kuwait until...","sentiment_score":-0.0681818182}
{"full_text":"RT Dr. Zelenko was recently suspended by Twitter.Very hard to speak about COVID-19 without losing your platform.","sentiment_score":-0.1458333333}
{"full_text":"Happy Christmas Eve! Let's SKI and SNOWBOARD! We have 3 runs open, lift running 10 a.m. - 4:30 p.m. We have lots of room for social distancing. Wear your mask and we'll see you soon!#FrostFirePark #NorthDakota #BeNDLegendary","sentiment_score":0.3444444444}
{"full_text":"Due to the lockdown I've actually done a shitload of animating and drawing this year.","sentiment_score":-0.0625}
{"full_text":"RT My friend Eric tested negative for covid on 6\/25 but died on 7\/25 in San Quentin State Prison. The administration mixed him...","sentiment_score":-0.15}
{"full_text":"RT This times 1000000000 WTF?!?","sentiment_score":-0.625}
{"full_text":"RT Hot take: I have more respect for Dr. Birx breaking COVID rules to do what's best for her family than for the sheep who hu...","sentiment_score":0.5833333333}
{"full_text":"RT If you gather with 10 people in LA County for the holidays, there's nearly a 50% chance someone has COVID. ","sentiment_score":0.1}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"RT How is THIS still happening? Who is in charge and responsible?https:\/\/t.co\/Fvl9WKzoOb","sentiment_score":0.0}
{"full_text":"How can they block anything ?","sentiment_score":0.0}
{"full_text":"RT No. Shove it","sentiment_score":0.0}
{"full_text":"The *new* model, where grades 7-12 have been sent home, is protective against in-school transmission ... because those students aren't *in school*.https:\/\/t.co\/gQ04l6sCqd","sentiment_score":0.1363636364}
{"full_text":"RT We wish a grand success for Supreme Hero &amp; the entire team of #SoloBrathu...","sentiment_score":0.2666666667}
{"full_text":"The dems just got everything they wanted. The giant pork bill and being able to take credit for the Covid relief payments. Republicans you need to stop this stuff.","sentiment_score":0.25}
{"full_text":"RT Excl: Rishi Sunak left London for his Yorkshire constituency just hours before the capital was plunged into lockdown:","sentiment_score":0.0}
{"full_text":"RT  Millions of COVID-19 vaccines are sitting unused in U.S. hospitals and elsewhere a week into the massive inoculation campaig...","sentiment_score":0.0}
{"full_text":"RT Today we announce the assembly of our Vaccine Prioritization Advisory Group to guide COVAXX on developing and distributi...","sentiment_score":0.0}
{"full_text":"the definition of disconnected from reality.","sentiment_score":0.0}
{"full_text":"If I trusted the medical community I would consider being tested for antibodies, not Covid. In reality why would I trust a collective body that doesn't say it's wrong to list cases based on the # of + tests rather than the individuals who have tested positive? #factcheckers","sentiment_score":-0.0909090909}
{"full_text":"RT Republicans refused to send a stand alone bill focusing solely on covid relief f...","sentiment_score":0.0}
{"full_text":"Cutting around 300 calories a day protects the heart even in svelte adultshttps:\/\/t.co\/P4ziNFghhi#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":-0.6}
{"full_text":"RT Agreed! As reports surfaced Wednesday of yet another healthcare worker who suffered a severe allergic reaction to #Pfi...","sentiment_score":0.0}
{"full_text":"RT All CAs r expected to hv very strong antibodies agnst COVID19. I request govt. to tk steps to conduct a detailed study on...","sentiment_score":0.2877777778}
{"full_text":"RT New: In May, Sen. Loeffler made a behind-the-scenes push against D proposals to halt negative credit reporting b\/c of COVID...","sentiment_score":-0.0818181818}
{"full_text":"RT India lost out on a helpful, caring &amp; compassionate leadership in the central govt. Instead of this, India is saddled with a...","sentiment_score":0.0}
{"full_text":"RT So for those who havent been listening ... They dont know what Covid is ...https:\/\/t.co\/azyQCJypX3","sentiment_score":0.0}
{"full_text":"RT 'The study of history requires investigation, imagination, empathy, and respect. Reverence just doesn't enter...","sentiment_score":0.0}
{"full_text":"I've been working in a preschool all throughout covid and I still have my sense of smell and taste. You all are just weak.","sentiment_score":-0.375}
{"full_text":"RT Where Sweden's laissez-faire approach failed, the other Nordics (Norway, Finland, Denmark) have among the lowest Covid-19...","sentiment_score":-0.3125}
{"full_text":"RT Just in. Air travel just broke a new record of the pandemic. 1,191,123 people passed through TSA checkpoints on Wednesday,...","sentiment_score":0.1363636364}
{"full_text":"Santa made it to Wuhan! Good. They deserve a heap of cheer.","sentiment_score":0.7}
{"full_text":"RT Trump blows up the #COVID19 relief bill and Defunds the Military with his VETO of the #NDAA. Unemployment Insurance will...","sentiment_score":-0.1}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"RT A pandemic so terrible it requires an advertising budget to tell people it exists.","sentiment_score":-1.0}
{"full_text":"RT Cuba's vaccine candidate Soberana 02 began Phase II of Clinical Trials this week, making it the first Latin American vac...","sentiment_score":0.125}
{"full_text":"RT The British Film Commission's CEO Adrian Wootton OBEon the prospects of the British film industry post-COVID.(From","sentiment_score":0.0}
{"full_text":"RT South African science was crucial in helping UK discover its new variants; but then the UK govt claimed (wrongly) that th...","sentiment_score":-0.0909090909}
{"full_text":"My cats get me up every morning during this pandemic, and they also will gets stocking of toys!","sentiment_score":0.0}
{"full_text":"Of course Trump is burning down the house.","sentiment_score":-0.1555555556}
{"full_text":"RT Fate of $900 billion coronavirus relief package in doubt as House GOP blocks a vote on Trump's demand for $2,000 stimul...","sentiment_score":0.0}
{"full_text":"RT President Trump's denunciation of the $900 billion coronavirus relief deal drove a wedge through the Republican Party on Wedne...","sentiment_score":0.0}
{"full_text":"You inspire me to keep going each and every day! To our many partners in the community who have been instrumental in helping with the COVID response. I'm so glad to be in this together with you all too!","sentiment_score":0.5625}
{"full_text":"RT Caribbean islands are dependent on tourism because of colonialism and a global economy that serves the North but we should f...","sentiment_score":0.0}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"no one caught covid in my house","sentiment_score":0.0}
{"full_text":"RT \"Not only would he thereby kill all Covid relief, but he would kill it in a way that the House and Senate would not override and...","sentiment_score":0.0}
{"full_text":"RT Hospitals in TN are \"beyond their 'bend' point\" per Gatherings at the holidays may cause them to break. Ple...","sentiment_score":0.0}
{"full_text":"Coming up this week on School on the CarpetSA's Outdated Drug Patent LawsLong-Haul COVIDWhat's with the Whales?On [101] Sun 27 Dec at 19:00 &amp; on M-Net Plus 1 [901] at 20:00Line-up subject to change","sentiment_score":-0.2833333333}
{"full_text":"RT If @WHO is off to #China #Wuhan in search of those \"not guilty\" re Covid-19, it should insist on releases of Zhang Zhan, C...","sentiment_score":0.25}
{"full_text":"RT The congress raised their salaries for the second time since the lockdown. It seems the Wuhan virus became a goldmine fo...","sentiment_score":0.0}
{"full_text":"RT #twqf_ldrsh_fy_mSr #twqf_ldrsh_fy_mSr #twqf_ldrsh_fy_mSr #twqf_ldrsh_fy_mSr #twqf_ldrsh_fy_mSr #twqf_l...","sentiment_score":0.0}
{"full_text":"RT The new coronavirus variant has 17 mutations, 8 of which involve the spike protein that attaches the virus to human cells. The m...","sentiment_score":0.0681818182}
{"full_text":"RT 'Open Or Go Bankrupt': Gym Re-Opens In Defiance Of Pennsylvania Gov. Tom Wolf's Partial Lockdown","sentiment_score":-0.05}
{"full_text":"RT Trump hurts struggling Americans by delaying Covid relief bill, GOP congressman says","sentiment_score":0.0}
{"full_text":"RT #Iran Coronavirus UpdateMore than 189,300 people have died of the novel #coronavirus in 470 cities checkered across all...","sentiment_score":0.0}
{"full_text":"RT Forbes Favorites 2020: The year's best non-pandemic healthcare stories by","sentiment_score":1.0}
{"full_text":"#NewsRail: The Karnataka government on Thursday withdrew the night curfew order amid public outcry, that it had announced a day earlier due to global fears of a new Covid strain detected in the United Kingdom.","sentiment_score":0.0022727273}
{"full_text":"RT it still kills me that we were all like ok we'll totally disrupt our lives and do everything we can for three months wh...","sentiment_score":0.25}
{"full_text":"RT I'm a key worker. I've been travelling to work all the way through the pandemic. The idea that we didn't follow the ru...","sentiment_score":0.0}
{"full_text":"RT Her jacket alone cost over 5 COVID relief checks #ToneDeafKelly","sentiment_score":0.0}
{"full_text":"DETROIT _ Watching news reports of airports packed with people going to visit loved ones. I hope the reporters keep the news subjects' phone numbers so they can talk to them in a month and see how that turned out.https:\/\/t.co\/cvmwkqgVNp","sentiment_score":0.7}
{"full_text":"RT $600 for a 10-month pandemic is $1.97 per day.","sentiment_score":0.0}
{"full_text":"Mitch. I know it hurts to see you president and faux news go down in flames.  lock his ass up!!!!","sentiment_score":-0.3797743056}
{"full_text":"RT For those that have gotten Covid19, could you please reply below this tweet with some DO's and DONT's, hints and tips on su...","sentiment_score":0.0}
{"full_text":"RT #twqf_ldrsh_fy_mSr #twqf_ldrsh_fy_mSr #twqf_ldrsh_fy_mSr #twqf_ldrsh_fy_mSr #twqf_ldrsh_fy_mSr #twqf_ld...","sentiment_score":0.0}
{"full_text":"I just remembered my plan -- made back in March -- to wear my bee suit (along with a COVID mask) to the store to freak people out.","sentiment_score":0.0}
{"full_text":"It was Rob Wittman, R-Va. who blocked the effort to approve Covid relief checks for Americans.","sentiment_score":0.0}
{"full_text":"RT The COVID-19 bill is an absolute disgrace. Included in the 5000 pages of the bill:$85.5M for Cambodia$134M for Burma$1...","sentiment_score":0.2}
{"full_text":"RT Bringing me back to the first sentence in this Thread. Dr. Susan Moore died from COVID, she was a victim of Medical Racism. Sh...","sentiment_score":0.04375}
{"full_text":"If there wasn't a pandemic he'd have won.","sentiment_score":0.0}
{"full_text":"RT UK travellers need to stay put. The fact that 20 Brits tested positive for covid on ONE flight to Jamaica is insane.","sentiment_score":-0.3863636364}
{"full_text":"RT Wear a face mask and get the fucking vaccine I want to see My chemical Romance next year","sentiment_score":-0.3}
{"full_text":"RT Yet again, I feel the need to repost something I wrote in Oct about ICU capacity. The situation in London, East of Eng...","sentiment_score":0.0}
{"full_text":"RT Sec. Duque is busy doing photo op  rounds with a ruler for social distancing measures , while the rest of the world is b...","sentiment_score":0.0111111111}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"RT At the height of the pandemic - NY had 18k in hospitals from COVID-19. Majority of them in NYC (pop 8.4 mil).Currently in Cal...","sentiment_score":0.0}
{"full_text":"RT Controversial opinion: you don't need the government to force you to stay home. You can just decide to do that. You don't...","sentiment_score":0.55}
{"full_text":"I forgot how I spent my first lockdown  days..... I'm so fucking bored","sentiment_score":-0.1166666667}
{"full_text":"RT Republicans in the House of Representatives on Thursday blocked an attempt from House Democrats to pass $2,000 direct...","sentiment_score":0.1}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"Weekly Health Quiz: Covid Vaccines, Winter Sports and a Cancer Breakthrough","sentiment_score":0.0}
{"full_text":"RT This pandemic is being used to scare people, keep them home, end commuting (fossil fuel consumption), and...","sentiment_score":0.0}
{"full_text":"RT Quote, 'If you decide to have Pfizer and BioNTechs experimental mRNA-based BNT162b2 (BNT) vaccine, or any other claimed CO...","sentiment_score":-0.0125}
{"full_text":"Since the pandemic started Australia has paid its citizens $2000 a mth; Canada $1400 a mth; Denmark up to $3000 a mth; France up to $7000 a mth; Germany up to $7000 a mth; Ireland up to $2000 a mth; UK $3000 a mth; New Zealand $600 a week. And the USA, a 1-time $1200 check.","sentiment_score":0.1363636364}
{"full_text":"RT The question #ForceTheVote detractors have to answer is how they plan to resolve the accountability gap that enables Dem R...","sentiment_score":0.0}
{"full_text":"#Santa just went to Wuhan,CH !Beware of Gifts he is throwing down next. #SantaTracker Livehttps:\/\/t.co\/SQ7JBxxoxN","sentiment_score":-0.0777777778}
{"full_text":"RT USA: Over 1 million people have received COVID-19 vaccine, CDC says","sentiment_score":0.0}
{"full_text":"RT INDIA: Delhi 'fully prepared' for COVID-19 vaccine rollout, CM says","sentiment_score":0.0}
{"full_text":"Gasp! Trudeau this morning \"Wait, how can we blame this on Harper!\"","sentiment_score":0.0}
{"full_text":"The Windsor-Essex County Health Unit is also reporting 141 new COVID-19 cases (via","sentiment_score":0.1363636364}
{"full_text":"RT Today, I received the COVID-19 vaccine.To the scientists and researchers who worked tirelessly to make this possible -- than...","sentiment_score":0.0}
{"full_text":"Somebody queue the deja vu song","sentiment_score":0.0}
{"full_text":"Dems use Trump push for $2,000 Covid checks to boost Georgia Senate race","sentiment_score":0.0}
{"full_text":"RT Honest and brilliant on Britain's jangling jingoistic discord: Johnson's \"unshakable habit of crass levity.\"","sentiment_score":0.75}
{"full_text":"RT EXPOSED!!!Dear We are aware that CACOVID palliatives for Akwa Ibom State as covid 19 reliefs to citizens...","sentiment_score":0.25}
{"full_text":"RT RIP Susan Moore.  Remember that many are facing more than one pandemic at a time. Racism being the one without a va...","sentiment_score":0.5}
{"full_text":"Just skip it","sentiment_score":0.0}
{"full_text":"Throughout the Fall 2020 semester, faculty and students from the Dept. of Art and Art History took advantage of MMC's Virtual\/Open Campus model, visiting public art spaces around New York City and finding creative ways to produce artwork from home.https:\/\/t.co\/k9vYBpvnuh","sentiment_score":0.2121212121}
{"full_text":"RT Dr. Fauci turns 80 today. He's still treating patients.America's most famous doctor goes on rounds and works in the hospital...","sentiment_score":0.5}
{"full_text":"Speaker Nancy Pelosi tried to pass $2,000 in stimulus checks through unanimous consent in the House Republicans objected via","sentiment_score":0.0}
{"full_text":"The energy provider received $23,000 in CARES Act funding from the state to assist customers who may have fallen behind in paying their bills.","sentiment_score":-0.4}
{"full_text":"Bath shipyard continues reporting new COVID-19 cases","sentiment_score":0.1363636364}
{"full_text":"RT Every Republican, who was again thrown under the bus by this loser, stop acting surprised.  This is who you &amp;","sentiment_score":0.05}
{"full_text":"think what to buy mum for Christmas? Last minute panic?SEND EBOOKS INSTANTLY. Here's an absorbing #PsychologicalThriller full of #mystery and #suspense.FREE KINDLE APP lets you read on any gadget#ChristmasGiftsForMother","sentiment_score":0.1375}
{"full_text":"\"New York has been losing population since 2017. But New York lost an estimated 126,000 people this year probably because of the pandemic as well as the out-migration of people that we've been seeing for the last three years.\"","sentiment_score":0.0909090909}
{"full_text":"Happy Holidays from the Pioneers!#yourCRAFT #PioneerTogether#washyourhands #wearamask #handsanitizer","sentiment_score":0.8}
{"full_text":"The hospital received Moderna's vaccine, the second vaccination to be approved by the FDA following Pfizer.","sentiment_score":0.0}
{"full_text":"New COVID strain  from South Africa found in UK, details here!#CoronavirusStrainhttps:\/\/t.co\/GWqdEX9uwh","sentiment_score":0.1363636364}
{"full_text":"Modeling the University of Arkansas for Medical Sciences Fay W. Boozman College of Public Health released Tuesday predicted active infections will peak at 27,868 on April 12.","sentiment_score":-0.0444444444}
{"full_text":"RT France is fast-tracking citizenship for health care workers, garbage collectors, housekeepers, cashiers, others on the pande...","sentiment_score":0.0}
{"full_text":"But dr. Covid has 19 attached na","sentiment_score":0.0}
{"full_text":"If you want to argue that the efficacy demonstrated in the trial doesn't apply to one particular subset of trial participants, then it's on you to demonstrate that with facts and evidence. We shouldn't be basing COVID policy on groundless speculation.","sentiment_score":0.1666666667}
{"full_text":"'Our angel on Earth': Neb. man survives 4 weeks on ventilator with COVID-19 ","sentiment_score":0.0}
{"full_text":"RT All immigrants on the frontlines against the pandemic (doctors, health aides, cleaners, etc.) should have a fast-track citizen...","sentiment_score":0.0}
{"full_text":"RT An Anglo-Indian woman, who reached Delhi from UK on Dec 21, tested positive for COVID-19. She fled an isolation centre in Delhi &amp;...","sentiment_score":0.2272727273}
{"full_text":"All the celebrities who have gotten the #COVID19 vaccine so far.","sentiment_score":0.1}
{"full_text":"House Republicans have shot down a Democratic bid on Thursday to pass President Donald Trump's demand for $2,000 direct payments to most Americans.","sentiment_score":0.1481481481}
{"full_text":"As we approach the Christmas period, and spend more time at home indoors, fresh air is extremely beneficial. For COVID-19, it is important to ventilate indoor spaces as this can help prevent transmission to other household members.","sentiment_score":0.19}
{"full_text":"In response to #Covid19, Humanity &amp; Inclusion mobilized to help the most vulnerable people affected by the crisis. So far, we've: Responded in 46 countries Assisted more than 2 million people Distributed more than 138,000 hygiene kitsMore:","sentiment_score":0.22}
{"full_text":"The Pfizer\/BioNTech COVID-19 vaccine is suitable for you if you don't eat pork for cultural or religious reasons, as it contains no animal products. Find out more via","sentiment_score":0.2875}
{"full_text":"Swaggering Jewish gangster mayor Hennadiy Kernes, reluctant savior of Kharkiv, is felled by COVID. up a colorful life:","sentiment_score":0.15}
{"full_text":"Social distancing became the new normal in 2020 in order to keep our loved ones safe. #9Newshttps:\/\/t.co\/VZn1JKwaPY","sentiment_score":0.3039393939}
{"full_text":"RT Harden crazy lol.. he acts like Silver gonna be like \"oh she was becoming a boss? Why you ain't say that?? You good\"","sentiment_score":0.3375}
{"full_text":"RT Honestly, \"swiper ke tlao transferela\" is another pandemic.","sentiment_score":0.6}
{"full_text":"Cardiff City boss Neil Harris would support seeing more Covid-19 testing at football clubs ","sentiment_score":0.5}
{"full_text":"A medical staff member of the National Health Organization (EODY) conducts a COVID-19 rapid test on a bicycle rider at a drive-through testing site at the southern coastal suburb of Paleo Faliro, in Athens, GreeceCredit: AP Photo\/Thanassis Stavrakis","sentiment_score":0.0}
{"full_text":"Christmas is upon us, but with COVID-19, the most wonderful time of the year is lacking some of its usual magic. Here are six tips on how to help make the best of Christmas and the holiday season this year.https:\/\/t.co\/n3HD9LMBDr","sentiment_score":0.55}
{"full_text":"RT Merry Christmas all! Stay safe and see you in 2021 xx","sentiment_score":0.5}
{"full_text":"RT Dr. Zelenko was recently suspended by Twitter.Very hard to speak about COVID-19 without losing your platform.","sentiment_score":-0.1458333333}
{"full_text":"The year is almost at its end and I want to take this moment to thank every single person that followed this account.I've created this account to help me handle with anxiety during this pandemic, and I hope these posts have helped bring joy to you too. Merry Xmas &amp; a better 2021","sentiment_score":0.4095238095}
{"full_text":"#Tools Our World in Data (@OurWorldInData) offers 3090 charts across 297 topics #freeNumber of COVID-19 vaccination doses administered per 100 people #worldwide","sentiment_score":0.1}
