{"full_text":"this works...","sentiment_score":0.0}
{"full_text":"RT Thank you for your valuable inputs to the #ClimateAction #ClimateDialogues","sentiment_score":0.0}
{"full_text":"RT NHS worker who called Covid 'a load of b*****ks' films 'empty' A&amp;E in London","sentiment_score":-0.1}
{"full_text":"#Exclusive: New Zealand's pavilion at Expo 2020 Dubai will cost $8 million more than originally planned - due to the Covid-19 delayHowever, it's a necessary investment to help pull NZ out of its post-pandemic economic slump, organisers sayhttps:\/\/t.co\/IJuws2xLWj","sentiment_score":0.1810606061}
{"full_text":"RT \"Being alone between four walls is terrible\": Experts say the coronavirus pandemic is unleashing a tsunami of mental health...","sentiment_score":-0.55}
{"full_text":"THIS Is #MoscowMitch, stating that #COVID19 relief for taxpayers, isn't important, but businesses who put workers in covid-unsafe working conditions must have no legal liability. They risk lives, kill, but get off free! Fair? #georgiaraising, vote for Ossoff &amp; Warnock.","sentiment_score":0.375}
{"full_text":"'Indefensible' - union slams university job cuts for IT staff amid pandemic","sentiment_score":0.0}
{"full_text":"At this point in the pandemic the governments response and the lockdowns pose a much greater threat to the British Public - stop with the Covid Myopia","sentiment_score":0.1666666667}
{"full_text":"RT The Government and Boris Johnson says they are following the science and the experts and have no choice with the lockdown...","sentiment_score":0.0}
{"full_text":"RT Dr. Scott Atlas, Trump's coronavirus adviser, resigns from post","sentiment_score":0.0}
{"full_text":"RT Not really about a #ClimateEmergency is it?If it were, the green lobbyists would be demanding the government &amp; TfL do som...","sentiment_score":-0.15}
{"full_text":"RT Pleasure at the end of a hard day's work covering #coronavirus to hear 's \"Life Goes On,\" about overcoming the...","sentiment_score":-0.2916666667}
{"full_text":"Hope we can crush the pandemic and tackle climate change in 2021","sentiment_score":0.0}
{"full_text":"RT Durga Puja visarjan was delayed to accommodate the festivities of one faith and devotees of another were lathi-charged...","sentiment_score":0.0}
{"full_text":"Lewis Hamilton should recover soon after testing positive for coronavirus but he will miss this weekend's Sakhir Grand Prix in Bahrain","sentiment_score":0.3636363636}
{"full_text":"RT Jakarta Governor Anies Baswedan has contracted Covid-19, days after his deputy governor, Ahmad Riza Patria, had the same dia...","sentiment_score":0.0}
{"full_text":"The coronavirus pandemic means this has been a year that few will look back on fondly. But what it will be remembered for are the acts of kindness shown by people who simply wanted to do something to help others in their local communities.","sentiment_score":-0.05}
{"full_text":"RT While scientists and public health officials respond to the COVID-19 pandemic, they're also sounding the alarm about the import...","sentiment_score":0.0}
{"full_text":"New post: Exxon Slashes Spending, Writes Down Assets","sentiment_score":-0.0095959596}
{"full_text":"\"WHO is calling on global leaders and citizens to rally for \"global solidarity\" to overcome the challenges posed by COVID-19 on the HIV response\" #worldaidsday2020#worldaidsday#worldwide","sentiment_score":0.0}
{"full_text":"RT Durga Puja visarjan was delayed to accommodate the festivities of one faith and devotees of another were lathi-charged...","sentiment_score":0.0}
{"full_text":"#Free \"#Guns of #Christmas\" #giveaway, $8500 in prizes #PlayStation5 #lockdown #LikeForLikes #XboxSeriesX #USAElections2020 #Trending","sentiment_score":0.4}
{"full_text":"They knew a lot from other pandemics and basically used them as a template. Where they got it wrong (eg. masks), they made adjustments. What's the point going through a pandemic if you can't learn from it?","sentiment_score":-0.3125}
{"full_text":"RT If the richest country on the planet refuses to use its wealth (OUR wealth) to protect its citizens from a deadly virus, wh...","sentiment_score":-0.2}
{"full_text":"RT TL is really arguing over several things that shouldn't even be happening in a pandemic.","sentiment_score":0.1}
{"full_text":"RT COVID -19Reduce risk of infection.Wear your mask properly","sentiment_score":0.0}
{"full_text":"JOIN THE LIVE TODAY OF THE 1ST EUROPEAN HEALTH SUMMIT #HealthSummitEU &amp; the new #EBS Task Force dedicated to the #European #Health #Union  #COVID19 #LetsBreakTheCycle #WeAreOne #UnitedActionForBetterHealth","sentiment_score":0.0681818182}
{"full_text":"Fox News: Gov. Gavin Newsom threatens 'drastic' new lockdown order.https:\/\/t.co\/axdbwRsDl7via","sentiment_score":0.1363636364}
{"full_text":"She is a complete idiot her .They dont speak for Scotland","sentiment_score":-0.35}
{"full_text":"RT Unprecedented unemployment, second wave of covid, India the worst performing economy, farmers and workers on streets, China s...","sentiment_score":-0.1333333333}
{"full_text":"Wild!","sentiment_score":0.125}
{"full_text":"RT A Black woman will have had a significant role in the development of #COVID19 vaccines and in saving the world. Her st...","sentiment_score":0.1041666667}
{"full_text":"RT No words needed....... #WearAMask  #COVID19 #Covid19Jersey","sentiment_score":0.0}
{"full_text":"Primary care offices struggling to survive during Covid-19 via","sentiment_score":0.4}
{"full_text":"theres no more covid","sentiment_score":-0.25}
{"full_text":"RT All of aespa and NCT have tested negative for Coronavirushttps:\/\/t.co\/vVAeXotLCA","sentiment_score":-0.3}
{"full_text":"Social distancing bund","sentiment_score":0.0333333333}
{"full_text":"RT Federal system for tracking hospital beds and COVID-19 patients provides questionable data","sentiment_score":-0.5}
{"full_text":"\"The group's brands had been suffering from years of underinvestment before the Covid pandemic and had failed to keep up with the switch to online selling and digital marketing.\"\"","sentiment_score":-0.25}
{"full_text":"Hamilton tests positive for COVID-19  despite being in GP bubble where everyone has been wearing a mask for months. How'd he get it? Demonstrates masks do not work to halt spread.https:\/\/t.co\/OsKnEMRf9q","sentiment_score":0.2272727273}
{"full_text":"RT Due to a positive COVID-19 test Lewis Hamilton will miss the #SakhirGP. Who would you like to see as his replacement?...","sentiment_score":0.0511363636}
{"full_text":"RT West Bengal has reported 459,000 Covid-19 cases till this 23rd November alone, and is saying that the...","sentiment_score":0.0}
{"full_text":"Participatory Digital Research in times of #COVID19: we expected #participation would only be diminished by #research #methods being forced online but unexpected digital #affordances for shifting power emerged. My new blog with for","sentiment_score":-0.0233766234}
{"full_text":"RT \"The state is not bothered about saving Bahujan populations, which is why when NRIs come in they are welcomed, while when the...","sentiment_score":0.0}
{"full_text":"RT Cover &amp; endorsements for our new book with With Thanks , , &amp; Dave Hil...","sentiment_score":0.1681818182}
{"full_text":"RT Mercedes statement: \"Lewis is now isolating in accordance with Covid-19 protocols.\"Apart from mild symptoms, he is otherwise fit...","sentiment_score":0.3666666667}
{"full_text":"RT HIV mutates way faster than #SARSCoV2. This #WorldAIDSDay don't forget that the #AIDS pandemic is still ongoing w\/ no vac...","sentiment_score":0.0}
{"full_text":"RT South Korea must feel like it's been on mute this year. They figured out a decent approach to Covid already in Jan with no...","sentiment_score":0.1666666667}
{"full_text":"RT #SSC_waiting_listJoin all medical fit candidates  ji please over age ho rh h covid ki bajah se","sentiment_score":0.2}
{"full_text":"This afternoon, at 17.00pm (GMT+1), I will be moderating this talk by Jonathan Anzalone: \"Making Sense of the News in the Time of Coronavirus\". The is managing the event. Registration here:","sentiment_score":0.0}
{"full_text":"Coronavirus Robs Biblical Bethlehem of Christmas Cheer","sentiment_score":0.0}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"RT Bored in lock down? Why watch Netflix when you could do a postdoc!? Jokes aside, great opportunity to work on #Communic...","sentiment_score":0.0351851852}
{"full_text":"RT holy shit the city canceled people's covid testing because they needed union station to shoot the gender-swapped tiktok-...","sentiment_score":-0.2}
{"full_text":"I spoke to the PM about #COVID19 situation &amp; particulars of vaccination. I also spoke about a possible sensitisation drive to encourage the youth to forego inoculation for those who are more in need, should a viable vaccination be released: Madhya Pradesh CM Shivraj Singh Chouhan","sentiment_score":0.25}
{"full_text":"VHow long is it safe to be around someone with covid? Interactive tool lets you calculate the risk of catching Covid-19 if one person in same room is infected======https:\/\/t.co\/8WeyO4TMKi","sentiment_score":0.2625}
{"full_text":"RT My boss has Covid - he caught it from his daughter who was in a school bubble with a positive case.Now my colleague is havi...","sentiment_score":0.2272727273}
{"full_text":"RT Please don't skip  she deserves some endless RTS &amp; LIKES #KeDecemberBossKamo MphelaNota Andile Lungisa#COVID19...","sentiment_score":-0.125}
{"full_text":"RT My husband works for 'Royal bloody useless Mail'. He's worked right the way through the pandemic, starting at 4.30am, 6 days...","sentiment_score":-0.2535714286}
{"full_text":"RT An example of policy violence ","sentiment_score":0.0}
{"full_text":"RT Shame on Rahul Gandhi for enjoying life during Pandemic and farmers protest.","sentiment_score":0.5}
{"full_text":"Sir, Are these program are allowed in this Covid situation?","sentiment_score":0.0}
{"full_text":"RT why the fuck did my mom tell my nephew santa got covid so there will be no gifts this year ","sentiment_score":-0.4}
{"full_text":"4am How am I supposed to sleep with all of this","sentiment_score":0.0}
{"full_text":"RT Scott Atlas was the purest example of the Trump-Fox feedback loop in action: An unqualified ideologue launched to power beca...","sentiment_score":0.1}
{"full_text":"RT #BeatCovid19 .@WHO expert, Dr. Katherine O'Brien, says exploring the vaccine's true capabilities will determine the timeli...","sentiment_score":0.35}
{"full_text":"RT How did we survice the pandemics 1857, 1869, 1889, 1899, 1931, 1941, 1976, 1988 without - Lockdowns- Social distancing- Rapi...","sentiment_score":0.0333333333}
{"full_text":"Are you ready to go back to work post lockdown 2.0?Protect your workforce when they come back to the office with Vodafone Heat Detection Cameras. Read more about it in our article.https:\/\/t.co\/0RPgWOryLb#VodafoneHeatDetectionCamera #ThermalCameras #Savincom #Vodafone","sentiment_score":0.175}
{"full_text":"RT BREAKING: Lewis Hamilton will miss this weekend's Sakhir Grand Prix in Bahrain after a positive test for Covid-19","sentiment_score":0.3636363636}
{"full_text":"#EducationMinisterGoesLive sir all students reply that postponed board exam to may because some student not have any phone so they requested and they fell pandemic very much due to Covid 19","sentiment_score":-0.125}
{"full_text":"Coronavirus: Social distancing concerns at Rockwater Hove","sentiment_score":0.0333333333}
{"full_text":"RT A PS500 one off payment to our NHS staff as a thank you for everything they have done to keep us all safe during this pan...","sentiment_score":0.5}
{"full_text":"RT I will not be voting for this arbitrary, confusing and chaotic tier system today. If Johnson wants our support he needs t...","sentiment_score":-0.0666666667}
{"full_text":"Social distance from others but you can still get up close and personal with your smoke alarm...#TestItTuesday There's no excuse while you're alone at home!Give some love to your smoke alarm  and save a life! #Covid19 #presstotest","sentiment_score":0.1708333333}
{"full_text":"RT He couches it as if a gender-swapped \"She's All That\" remake was an act of god his brave team is now doing their best to ma...","sentiment_score":0.9}
{"full_text":"Government To Reduce Power Generational Tariffs By 18% Next Year  #ChimpReportsNews #Uganda #UgandaNews #Featured #CleanEnergy #RenewableEnergy #TuesdayMotivation #WearAMask #Newshttps:\/\/t.co\/R7z48DrZfC","sentiment_score":0.0}
{"full_text":"Part 3 of a 6-part series exploring the impacts of #COVID19 on the urban poor in #Ethiopia will be going live next week. It's essential for policies to ensure the most vulnerable benefit from the support provided by government &amp; other organisations.","sentiment_score":-0.0485795455}
{"full_text":"As the impact of the pandemic continues to be felt across the country, the banking and finance sector stands ready to deliver ongoing assistance to those in needhttps:\/\/t.co\/EN70uPK0Y2#mortgageholiday#finance#banking#assistance#ukpropertymarket","sentiment_score":0.2}
{"full_text":"Since launching our Coronavirus Response Fund the local giving of Donors has enabled over PS2.2M to support hundreds of charities across the county - thank you! To donate and support #Surrey please visit: #GivingTuesday #TogetherWeCan","sentiment_score":0.0}
{"full_text":"4 reasons why every face-to-face course should be designed as an #onlinecourse. You will find here guidelines that should be used for all courses in order to be ready for what could be post-pandemic #futureofeducation #coursedesignhttps:\/\/t.co\/JC56ba5phv","sentiment_score":0.2}
{"full_text":"You are advised to immediately contact #Rajasthan #Coronavirus Helpline 0141-2225624\/2225000 or the concerned local administration for assistance: #COVID_19 #COVID__19 #COVID #COVID19 #COVID19India #Corona #CoronavirusIndia #CoronavirusPandemic","sentiment_score":0.0}
{"full_text":"Starting our #festivaloftoxinology profiles, we nominated (one of ITT's biggest fans!)Daniel is starting his PhD on snake venom at the University of Santo Tomas in the Philippines, but the pandemic has delayed his start. Good luck Daniel, we hope you start soon!","sentiment_score":0.2916666667}
{"full_text":"The COVID-19 pandemic has impacted on nearly everyone's mental health. For some people, the difficulties that have been faced have led them to thoughts about taking their own life. For anyone struggling, helpis always available at","sentiment_score":0.25}
{"full_text":"Keys, wallet\/purse, phone... Face covering! Remember, if you're travelling with us, you must wear one (unless exempt)  Buy your tickets online if you can, try to travel at quieter times and maintain social distancingThis helps ensure we can all #TravelWithConfidencei","sentiment_score":0.0333333333}
{"full_text":"RT BREAKING: Lewis Hamilton will miss this weekend's Sakhir Grand Prix in Bahrain after a positive test for Covid-19","sentiment_score":0.3636363636}
{"full_text":"Researchers have stressed that more Covid-19 studies should be devoted to how immunity to coronavirus emerges in the mucous membranes of the nose and mouth.https:\/\/t.co\/XTGluOFCZq","sentiment_score":0.5}
{"full_text":"It's become so popular, people are donating money to keep the restaurant going.","sentiment_score":0.6}
{"full_text":"German restaurant seats stuffed pandas to protest coronavirus lockdowns","sentiment_score":0.0}
{"full_text":"The Parent Network of Western New York will offer a free webinar today to help families cope with the unique challenges of COVID-19 and the holiday season.","sentiment_score":0.2278409091}
{"full_text":"RT That's a lot!","sentiment_score":0.0}
{"full_text":"Anies Baswedan, the governor of the Indonesian capital Jakarta, said on Tuesday he had tested positive for COVID-19, as the world's fourth most populous country struggles to contain a spike in the number of infections.READ:","sentiment_score":0.2424242424}
{"full_text":"Which state government launched 'Him Suraksha Abhiyaan' to sensitize people regarding Covid-19 pandemic?A. Arunachal PradeshB. TelanganaC. Himachal PradeshD. UttarakhandReply Answer Please  &amp; Retweet #currentaffairs #mcq #generalawareness #bestcurrentaffairs","sentiment_score":0.0}
{"full_text":"Chinese president Xi Jinping has called on world leaders to step up cooperation to contain the pandemic, including via the development of a universal QR health code.https:\/\/t.co\/k6q4m2znoxvia #QRCodes #China","sentiment_score":0.0}
{"full_text":"Reports: Scott Atlas resigns as Trump #coronavirus adviser","sentiment_score":0.0}
{"full_text":"You only have 2 days left to apply for the Additional Restrictions Grant!This grant is for businesses who are not eligible for the Local Restrictions Grant.Find out more and apply:","sentiment_score":0.125}
{"full_text":"Scotland's Colleges will be vital to Scotland's economic &amp; social recovery. We support the Young Persons Guarantee giving young people in Scotland the chance to succeed despite the economic impact of coronavirus. That's why we #LoveScotlandsCollegeshttps:\/\/t.co\/aekikxvA3k","sentiment_score":0.1222222222}
{"full_text":"Understanding what and what not to do in these trying times is vital. Prioritise your mental wellbeing to ensure staying healthy and fit.https:\/\/t.co\/8qQgVRbYPR#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.1666666667}
{"full_text":"Hong Kong Further Tightens Covid-19 Restrictions.Starting tomorrow, concert halls will be shut and all restaurants required to close by 10 p.m.https:\/\/t.co\/3Ud4gXM1xA#HongKong #COVID19","sentiment_score":0.0}
{"full_text":"This time last year we were planning our #bakeoff to raise money for this year its been transformed into a Covid-safe Silent Auction; view and bid here #TransformationTuesday #financefundraising #remarkablefinance","sentiment_score":0.0}
{"full_text":"Out of the 232 new #coronavirus cases in #SaudiArabia, 67 were confirmed in Riyadh, 42 in Makkah and 32 in Madinah. ","sentiment_score":0.2681818182}
{"full_text":"Today marks the first day of the last month of the year! This year has gone by so quickly (COVID-19), however, it is not over yet! There are still 30 days left to achieve something amazing this year. So what are you going to achieve? #HiDecember #FirstDay #FinalMonth","sentiment_score":0.2533333333}
{"full_text":"Why might the chopping down of a tree in the Amazon make someone in Dundee more likely to die of #COVID19? On the Sky News #Daily podcast, we look at the link between #coronavirus and deforestationListen to the full podcast here ","sentiment_score":0.1388888889}
{"full_text":"Today is World Aids Day, dedicated to raising awareness of the AIDS pandemic caused by the spread of HIV infection, and mourning those who have died of the disease. Find out more on our EDI intranet pages: #RockTheRibbon","sentiment_score":0.5}
{"full_text":"#Shenzhen saw one imported case of #COVID19 on Tuesday. The case is a 60-year-old Hong Kong-born cross-border truck driver, who entered Shenzhen's Wenjindu Port from #HK on Monday. The patient has been transferred to the hospital and his contacts in Shenzhen all tested negative.","sentiment_score":-0.3}
{"full_text":"This Giving Tuesday, consider the impact of COVID-19 on older people, many of them feel lonely and isolated. By donating today you help them this Christmas. #GivingTuesdayIreland #GivingTuesday #YouAreNotAlone #charity #donation #olderpeople","sentiment_score":0.1888888889}
{"full_text":"RT [Official] All members of NCT &amp; Aespa have tested negative for COVID-19https:\/\/t.co\/ticl2BqFaY","sentiment_score":-0.3}
{"full_text":"Stagger students' return to universities in January to stop Covid outbreaks, Labour urgeshttps:\/\/t.co\/ThnOgkM17D","sentiment_score":0.0}
{"full_text":"#COVID19 still with us, which allows countries the opportunity to address sexual and gender-based violence, empower women, girls, and LGBTIQ persons, and include them in finding solutions.https:\/\/t.co\/ObmJwr2tvD#16DaysOfActivism2020 #SGBV #GBV #16DaysOfActivism #16days","sentiment_score":0.5}
{"full_text":"Less than 500 cases of coronavirus have been reported from gyms in Europehttps:\/\/t.co\/h6WF6LsGWf","sentiment_score":-0.1666666667}
{"full_text":"#COVID19 gives Higher education institutions opportunities to reconsider strategic priorities, challenge entrenched orthodoxies and prepare for the future. But such change is not inevitable -  writes Amatey Doku #Coronavirus #GlobalEd #HigherEd","sentiment_score":0.0625}
{"full_text":" Our Secretary-General &amp; Chief Economist will be presenting the  OECD #EconomicOutlook in an hour. Join our #TwitterLive at 11:00 CET to learn more about the future of the world economy amidst the #COVID19 crisis.","sentiment_score":0.25}
{"full_text":"Would you like a copy of our Migrant Connections Cookbook? Message us with your address and donate whatever you can on All proceeds go to funding the 2021 Migrant Connections Festival (COVID permitting!)","sentiment_score":0.0}
{"full_text":"apps and finals are cancelled i'm on bts lockdown this whole month","sentiment_score":0.2}
{"full_text":"76% of shopworkers say that incidents of violence, threats and abuse have been worse during Covid. Please show some kindness to those working hard to keep us going on the festive frontline this Christmas. #KeepingChristmasKind","sentiment_score":-0.3458333333}
{"full_text":"COVID 19 cases in India until : 01\/12\/2020 14:30Total Cases: 9463285 [+31]Active: 434818Recovered: 8888629 [+34]Deaths :137659 [+0]Total Tests: 141.35MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT AI solves 50-year-old science problem in 'stunning advance' that could dramatically change how we fight diseases, research...","sentiment_score":0.5}
{"full_text":"I worry that in 10-20?years we will not have the freedoms we have today. Just look at how easily they have controlled us with this Covid. We, for the most part, respect authority. If they tell us no will we obey???  I won't. They can kill me before I lose my religion!","sentiment_score":0.5291666667}
{"full_text":"Had enough of being at home? Reconnect with the natural world and explore ancient forests with Greenwood Dreams - a choral piece based around the legend of Robin Hood Watch here https:\/\/t.co\/zI2bgwdFzi","sentiment_score":0.05}
{"full_text":"The 36-year-old Australian, who was the NBA's top draft pick in 2005 for the Milwaukee Bucks, said the coronavirus shutdown had given him the time to reflect on his future.https:\/\/t.co\/74jLZW3GQ9","sentiment_score":0.25}
{"full_text":"What do Rave Culture and the Victorian era Music Hall have in common? Read all about it in this fascination new Blog by our own MA student Izzy Hadlum!#twitterstorians #Rave #COVID19 #victorianhistoryhttps:\/\/t.co\/2El62tBe9n","sentiment_score":0.1454545455}
{"full_text":"Two West Dorset schools confirm coronavirus caseshttps:\/\/t.co\/gY3alRkrdZ","sentiment_score":0.0}
{"full_text":"Women and girls are the most vulnerable to HIV infection. Therefore gender mainstreaming is imperative in all strategies that aim to end the HIV pandemic. #16DaysOfActivism #StopVAW #WorldAIDSDay #16Days #StopGBV","sentiment_score":0.0}
{"full_text":"During national restrictions, we can assure you we are continuing to deliver our services. We will continue to look at what the restrictions mean for the work we do and will publish further updates at","sentiment_score":-0.15625}
{"full_text":"HelloI posted a new video in YouTube.If you are OK ,please subscribe to my Ch !https:\/\/t.co\/2bq2b2JxsS#263 AubergeAmanohashidate[(Amanohahidate&amp;Maizuru 3)] #YouTube #japan #japantrip #japantourism #stayhome #japantravel #amanhashidate #nihonsankei","sentiment_score":0.3806818182}
{"full_text":"Simon Smith, Head of Research, Savills Asia Pacific predicts that capital from APAC will make a strong showing in the post-pandemic investment landscape. Learn more in #SavillsProspects:","sentiment_score":0.4666666667}
{"full_text":"Today is #WorldAIDSDay2020 \"Since the beginning of the epidemic, more than 70 million people have been infected with the HIV virus and about 35 million people have died of HIV\" #WeRemember #mothers #fathers #family #friends","sentiment_score":0.5}
{"full_text":"The Department of Tourism (DOT) in Western Visayas is urging tourism operators to consider three points in preparing enhanced tourism package as strategy to restart local tourism amid the pandemic.https:\/\/t.co\/1kfT26SSF5","sentiment_score":0.0}
{"full_text":"We have an urgent need to recruit cleaners, to support the Coronavirus situation and help keep schools open. Do you like cleaning? Would you like the opportunity to work in your local community? Find out more -","sentiment_score":0.1666666667}
{"full_text":"#Covid19 #pandemic to push #diaspora remittances to a 7-year-high level:  Governor#economy #Zimbabwe","sentiment_score":0.0}
{"full_text":"\"With the economy already in tatters due to the mishandling of the pandemic, no deal would be an absolute nightmare scenario for jobs and business.\"@PutneyFleur on how a no-deal Brexit would be a knockout blow for an economy already on the ropes:","sentiment_score":0.0375}
{"full_text":"#ICYMI | Austrian Airlines (OS) extends the test phase for mandatory free COVID-19 antigen rapid tests until December 15, 2020.:","sentiment_score":0.4}
{"full_text":"Shop workers have been there for us throughout the #COVID19 crisis. Tweet your stories about the retail worker who's put a smile on your face during these difficult months using the hashtags: #ShopworkerSuperhero #KeepingChristmasKind","sentiment_score":-0.1}
{"full_text":"Keeping Scotland in Business with BODY TEMPERATURE DETECTION CAMERAS to help prevent the spread of Coronavirus. See more here: #coronavirus #bodytemp #BackToBusiness #safe #protection #secure #covid19 #spread","sentiment_score":0.4666666667}
{"full_text":"Congratulations to LCC junior Hugo on passing his Level 2 umpiring course.Good to people using the lockdown productively!","sentiment_score":0.0}
{"full_text":"How the Covid vaccine news is fueling a new enthusiasm for travel via","sentiment_score":0.1363636364}
{"full_text":"A gift to #Lifebox on #GivingTuesday means safe surgery, anesthesia, and COVID-19 care. We put pulse oximeters in the hands of healthcare workers where they're needed -- like at Hospital and in #Somaliland =&gt;","sentiment_score":0.5}
{"full_text":"November COVID-19 review: As the state reports its final numbers for November, Oklahoma saw 74,983 cases of the virus in the month's 30 days.https:\/\/t.co\/FaXGaVwupw","sentiment_score":0.0}
{"full_text":"RT As we move forward with delivery of the #COVID19 vaccines, understand:Most Black people who are hesitant about vaccinat...","sentiment_score":-0.1666666667}
{"full_text":"RT All of aespa and NCT have tested negative for Coronavirushttps:\/\/t.co\/vVAeXotLCA","sentiment_score":-0.3}
{"full_text":"When restrictions began due to #Covid19, the canteen where the #children received their food closed and the distribution of meals stopped. However, the volunteer community organised itself to bring the meals directly to the home of each child part of the programme. #GivingTuesday","sentiment_score":-0.0416666667}
{"full_text":"Time: 09:00 * Temp: 6.7degC * Wind: SW 2.9 to 2.9mph * Pressure: 1023.3hPa * Rain: 0.0mm * Hum: 85% * ET: 0.0mm * Solar: 11.0W\/m2 * UV Index: 0.0 * Sunrise: 08:22 * Sunset: 16:01 * Cloudbase: 1080ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Congratulations to researchers and for being selected by for their research project \"COVIDEMO: The effects of the Covid-19 outbreak on democracy\" #COVID19 #EconTwitter https:\/\/t.co\/mimJupYyse","sentiment_score":0.0}
{"full_text":"RT All of aespa and NCT have tested negative for Coronavirushttps:\/\/t.co\/vVAeXotLCA","sentiment_score":-0.3}
{"full_text":"RT Hey GOP: You don't get to pass $2 trillion in tax cuts for corporations and the wealthy in 2018 then claim in 2020 that we...","sentiment_score":0.5}
{"full_text":"Experts say a person who gets a COVID-19 vaccine has a 95% chance of being protected against serious illness, but they may still be able to contract the virus and spread it to others.","sentiment_score":0.0833333333}
{"full_text":"The coronavirus  pandemic has shown that human beings are resilient. People have responded in extraordinary ways and some have even had the opportunity to start their businesses, people like Mxolisi Booi. ","sentiment_score":0.1666666667}
{"full_text":"As pandemic surges, locally stranded individuals turn to fishing to stay afloat #fisheries #COVID19 #foodsecurity","sentiment_score":0.0}
{"full_text":"RT NCT and aespa received negative results from Corona 19.SM Entertainment, the agency of NCT and aespa, told NewsN on Dece...","sentiment_score":-0.3}
{"full_text":"RT 5 weeks after my Covid diagnosis I'm now in A&amp;E with breathing difficulties. Please take this virus seriously people. And a...","sentiment_score":-0.3333333333}
{"full_text":"Are you travelling back from uni? Remember to follow our travel guidance and #TravelwithConfidencei More info ","sentiment_score":0.25}
{"full_text":"HEADLINE: Covid: Why is coronavirus such a threat? : #Scrummyninja #vegaslocals #bashninjas #vegas #vegasnews #lasvegas #summerlin #hendersonlv #lasvegasstrip #vegasstrong #unlv #vegaslocalnews","sentiment_score":0.0}
{"full_text":"RT Winter bugs are a trojan horse for covid - especially asymptomatic or mildly symptomatic #covidThat s...","sentiment_score":0.1666666667}
{"full_text":"US firm Moderna said it would file requests for emergency authorization of its Covid-19 vaccine in the United States and Europe on Monday, after full results confirmed a high efficacy estimated at 94.1 percent.#Moderna #COVID19https:\/\/t.co\/8lU0Ot7jkv","sentiment_score":0.1775}
{"full_text":"International trade logistics and the economic impact of COVID-19","sentiment_score":0.1}
{"full_text":" Make sure you don't get caught out, we are changing our timetable on 13 December!i For more info, please see  must wear a face covering on all trains and at stations unless you are exempt. Always follow the latest Government COVID guidance.","sentiment_score":0.5}
{"full_text":"RT On Sunday, the US had 13,641,996 #COVID19 cases and 272,519 deaths, while China had only 86,512 cases (or 60 cases per 1-M p...","sentiment_score":0.0}
{"full_text":"Can scenario-planning-as-a-service save your #SupplyChain during #COVID19? It could. See how stress testing and #DigitalTwins can help your company move toward resilience.","sentiment_score":0.0}
