{"full_text":"RT Sarkodie has done well with the organization of the Rapperholic concert. Social distancing well observed because there are so...","sentiment_score":0.0333333333}
{"full_text":"Merry Christmas.  MA is not reporting covid-19 data today.https:\/\/t.co\/7ZmhAXr5LB","sentiment_score":0.0}
{"full_text":"RT Systemic: fundamental to a PREDOMINANT social, economic, or political practice, Merrimack-Webster dictionary. Systemic whate...","sentiment_score":0.0777777778}
{"full_text":"My mother in law died in July from covid as well. My sincere condolences.","sentiment_score":0.5}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"RT #moratoriumextension 3.0 ,Plz give moratorium grace period , as our business totally shut due to pandemic situation COVID-1...","sentiment_score":-0.0625}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"Interesting close to a very strange year. Nice spirit, San Francisco!","sentiment_score":0.395}
{"full_text":"RT Coronavirus mutation first found in the UK also found in France - BFM","sentiment_score":0.25}
{"full_text":"Cem, thanks for your commentary.  I only started to learn about macro, econ &amp; finance since the pandemic.  But If I now see further it is because I have stood on the shoulders of Fintwit.  I'm watching your appearance on \"The Derivative\" and may bombard you with","sentiment_score":0.0666666667}
{"full_text":"RT Trump's next pardon will go to the Coronavirus.","sentiment_score":0.0}
{"full_text":"RT I don't know how many deaths are necessary to convince too many Americans they must take this pandemic seriously. But...","sentiment_score":0.1666666667}
{"full_text":"RT Me after the first lockdown  Merry Christmas everyone ","sentiment_score":0.25}
{"full_text":"RT For those attending the vigil, please be respectful of his family and wear a mask. Both his parents work with the publ...","sentiment_score":0.5}
{"full_text":"He can sign a bill today banning UK travelers into the US.But sign the covid bill???He just sucks.","sentiment_score":-0.3}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"RT The Rockets list DeMarcus Cousins, Eric Gordon, John Wall and two-way player Mason Jones as out for tomorrow's game in P...","sentiment_score":-0.4}
{"full_text":"RT #Facts:- 10,000 tests *brought &amp; administered by French firefighters*, assisted last night by *Polish doctors* all sent acr...","sentiment_score":0.0}
{"full_text":"RT Boat people are refugees. Yacht people bring coronavirus and don't cooperate with the police. Guess which ones Austral...","sentiment_score":0.0}
{"full_text":"Yes, he is breathtaking by escalating the cases of covid-19. The others you mentioned are not.  Only Trump wins that prize because he is a liar, coward, cheat, fraud, grifter.","sentiment_score":0.4333333333}
{"full_text":"RT Our intel shed at has been running the CHICOM thread for awhile now.The cancer is deeper than any of us...","sentiment_score":0.0}
{"full_text":"I just feel like if this happened it really shouldn't have taken him cheating for you to know it wasn't working w\/ him. Like seems like he trapped you ","sentiment_score":0.0}
{"full_text":"RT Did the news of a pandemic miss a couple folks? ","sentiment_score":0.0}
{"full_text":"#CTVTrudeauPropaganda #CTVFakeNews #CTV taking shots at our allied relationships again. #TrudeauTreason not a word#TrudeauCorruption not a word#trudeautraitor not a word #CTVMrDressUpHour","sentiment_score":0.0}
{"full_text":"trump used to be entertaining to me. Just an absolute f'n nut job now. Just pitiful!!  This is America!!!!                                    Get the hell out of the way from our democracy!!!-ABSENT during Covid-                    -STILL ABSENT-  Blowhard POS-UNFITJoe46","sentiment_score":0.6314697266}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"Oh no. I'm so sorry. Hope &amp; pray that it's gentle with you, if Covid it be.Sending love","sentiment_score":0.0666666667}
{"full_text":"It wasn't there fault to trust you, to vote for you , that the give you money to pay your 400 millions dept, to believe your lies.....some are responseble.    Btw, how many you donated to foodbanks for Xmas...., The busiest business since your covid-19 plan.","sentiment_score":0.5}
{"full_text":"RT To the porters, nurses, shelf stackers, cashiers, refuse collectors, doctors, bus drivers, midwives, cleaners, carers, p...","sentiment_score":0.0}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT In soccer's seasons of the pandemic, any contact in the penalty area is now accompanied by shrieks and howls to make sure the refe...","sentiment_score":0.5}
{"full_text":"RT Donald Trump has blown up the covid relief plan at the last moment. Many Americans are suffering and the Republicans s...","sentiment_score":0.25}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT On this holiest of nights, I'm reminded that the message of Christmas has remained unwaveringly the same for 2,000-plus years...","sentiment_score":0.0}
{"full_text":"\"If Trump didn't want money going to foreign countries he shouldn't have asked for it. 100% of the items he complained about last night were either a lie (i.e. illegals aren't getting $1800) or things in HIS budget (all the foreign aid)\"https:\/\/t.co\/tYavAdpVdg","sentiment_score":-0.1375}
{"full_text":"RT so many people are losing their homes and not able to pay bills get medicine or  feed their families this Christmas  so man...","sentiment_score":0.125}
{"full_text":"can you just imagine sapnap, george and dream meeting up after corona and doing acooking stream","sentiment_score":0.0}
{"full_text":"RT I forget who, but a couple months ago someone said it was going to be 500,000 by the end of January and they got attacked for i...","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT 2 days ago said children under 12 will not get or transmit #Covid19 - yesterday, a child in Paddington got it. W...","sentiment_score":0.0}
{"full_text":"RT i wish i had the brazen confidence to hear \"no holiday travel due to global pandemic\" and think \"well that doesn't apply to me\"","sentiment_score":-0.0625}
{"full_text":"Australian golf icon Greg Norman has revealed he has been diagnosed with COVID-19#Sport","sentiment_score":0.0}
{"full_text":"I love her so much and it's awful about COVID took some traveling rime away from her since she'll only be able to travel a so much longer","sentiment_score":0.0666666667}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"RT #UnitedStatesInside the Maryland Cremation Services Andrew Caballero-Reynolds #AFP #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"RT For all those folks in Michigan with \"our governor is an idiot\" sign in the yard  Today all 83 counties are reporting a 2 w...","sentiment_score":-0.8}
{"full_text":"RT This makes me sick. It just keeps happening. We need a vax against bullsh*t","sentiment_score":-0.7142857143}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"Don't forget covid-19 wuhan virus...","sentiment_score":0.0}
{"full_text":"It depends on where you are in schooling. High school tests usually don't go over 1.5 hours. College exams can be several hours+ depending on the course and year (undergraduate, masters, doctorate, etc.) However with how the USA is handling the pandemic things are different.","sentiment_score":-0.0225}
{"full_text":"LOCK HIM UP","sentiment_score":0.0}
{"full_text":"RT JUST IN: New coronavirus strain found in Nigeria, different from UK variant","sentiment_score":0.0681818182}
{"full_text":"RT A Black physician died of Covid-19 about two weeks after she shared a video in which she accused a White doctor of dismissing her...","sentiment_score":-0.0833333333}
{"full_text":"RT California Doctor Fired After Writing Letter Criticizing Lockdown Orders","sentiment_score":0.0}
{"full_text":"Hello, here is your unroll: We lost another doctor today To COVID But this doctor was mistreated. Her symptoms were ignored... Enjoy :) ","sentiment_score":0.45}
{"full_text":"RT I don't know how many deaths are necessary to convince too many Americans they must take this pandemic seriously. But...","sentiment_score":0.1666666667}
{"full_text":"RT The UN is broken","sentiment_score":-0.4}
{"full_text":"RT A Black physician died of Covid-19 about two weeks after she shared a video in which she accused a White doctor of dismissing her...","sentiment_score":-0.0833333333}
{"full_text":"RT Merry Christmas from San Francisco where a gingerbread monolith appeared overnight at Corona Heights Park.","sentiment_score":0.0}
{"full_text":"RT Gingerbread update from","sentiment_score":0.0}
{"full_text":"RT Guess what you shouldn't have to do in The United States during a pandemic and major National Emergency? Beg for medical sup...","sentiment_score":0.03125}
{"full_text":"Go to hell ya hypocrite! Thanks to totalitarian rules our family can't even visit my father in the hospital(NOT COVID RELATED)He's all alone in a room not knowing what's going on because you keep changing the rules to fit your agenda.  You're destroying lives, sleep on that!","sentiment_score":0.1166666667}
{"full_text":"RT Merry Christmas everyone!! Tonight I have a daughter fighting Covid and liver failure at 43. The worst Christmas and bei...","sentiment_score":-0.6583333333}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT My sister accidentally wrapped my gift in the covid stats \/ obituaries page","sentiment_score":0.0}
{"full_text":"RT Elderly Man With COVID-19 Beaten To Death With Oxygen Tank By Hospital Roommate For Praying: Police","sentiment_score":0.0}
{"full_text":"RT I guess you've missed the news about Big Tech censorship of anti-lockdown protests, let alone public-health professionals...","sentiment_score":0.0}
{"full_text":"RT The French government has fast-tracked citizenship apps of 700+ foreign frontline workers since Sept. The Trump admi...","sentiment_score":-0.0625}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT NEWS JUST IN: Victoria has only been allocated 50 ADF personnel by Fed govt to assist in policing Vic's borders. This is r...","sentiment_score":0.0}
{"full_text":"LOOOONDOOOOON","sentiment_score":0.0}
{"full_text":"RT Please read Rep. Porter's short thread. It's time we usher in a new American age, one that refuses to protect corporat...","sentiment_score":0.0454545455}
{"full_text":"RT My neighbour works for Canada Post. He says one of the reasons for delays is that they have to ensure social distancing...","sentiment_score":0.0333333333}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"Oh no!Stay away!Everyone on my floor got covid in June-July, including me and my husband. Some people have it again.Some of them also often have parties and don't wear masks.","sentiment_score":0.0}
{"full_text":"RT Good boy! Your reward is waiting...just make Daddy cum down your throat and he will tighten your bonds, stroke you off, and...","sentiment_score":0.3597222222}
{"full_text":"Well done Poland ! Shame on the \"United\" kingdom!","sentiment_score":0.0}
{"full_text":"RT The Rockets list DeMarcus Cousins, Eric Gordon, John Wall and two-way player Mason Jones as out for tomorrow's game in P...","sentiment_score":-0.4}
{"full_text":"These are the people and things you searched for the most.","sentiment_score":0.5}
{"full_text":"\"But nothing was more painful than when my mom woke me up to tell me that my dad had tested positive of the coronavirus. I cried.\"","sentiment_score":0.0090909091}
{"full_text":"These are just some of the items the US government has splashed out more than $50bn on, things like soft-drink bottles for #COVID testing and jogging machines for lizards, according to a list published by Senator Rand Paul. Yes, $54 billion dollars of taxpayers' money...","sentiment_score":0.5}
{"full_text":"RT VANIA UNDERWOOD of Toledo, Ohio died of COVID on December 19.She was a registered nurse who worked with COVID patients...","sentiment_score":0.0}
{"full_text":"RT Q&amp;A: How to cope with loss and grief during holidays in a pandemic | CBC News","sentiment_score":-0.8}
{"full_text":"Nurses fear what may come: \"Walk down our unit for a day\"","sentiment_score":-0.1555555556}
{"full_text":"\"I worry every day that this virus will explode in one of our plants again, even with all the precautions that we've taken.\"https:\/\/t.co\/WL9jHWT1T4","sentiment_score":0.0}
{"full_text":"RT I forget who, but a couple months ago someone said it was going to be 500,000 by the end of January and they got attacked for i...","sentiment_score":0.0}
{"full_text":"There are certain digital marketing practices that can set apart advisors from other people doing digital marketing. Here are some of these practices.#certain #digital #marketing #practices #set #apart #advisors #other #people #digital #marketing","sentiment_score":-0.0051020408}
{"full_text":"#Iran hopes to unveil homemade #coronavirus vaccine in Marchhttps:\/\/t.co\/ChndJYhUdy","sentiment_score":0.0}
{"full_text":"REMINDER - From 00:01 on Boxing Day (26\/12\/20), most of Scotland will have COVID-19 protection Level 4 restrictions applied inc. #Aberdeen City, #Aberdeenshire and #Moray. Read more: #WeAreScotland","sentiment_score":0.5}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"RT If it wasn't for congressional Republicans you would be getting $2,000 in COVID relief.","sentiment_score":0.0}
{"full_text":"The move ensures he will not be able to return for Sunday's game. #Coltshttps:\/\/t.co\/PM6NrBQSyg","sentiment_score":0.05}
{"full_text":"With single-use products, a daily demand, and medical waste rising during COVID-19, we need to adapt and make our practices more eco-friendly.https:\/\/t.co\/TOdo0oYzrQ","sentiment_score":0.075}
{"full_text":"RT I'm boutta snitch on my neighbor.... there's way too many people at their house during COVID","sentiment_score":0.5}
{"full_text":"This is what Ranbir Kapoor missed while staying under lockdown. And the actor's subtle and thoughtful response is winning praises on the internet.https:\/\/t.co\/SpMOlgTKXK","sentiment_score":0.1888888889}
{"full_text":"RT UPDATE: I asked General Manager Phil Ginsburg if his staff would take down the gingerbread monolith at Coro...","sentiment_score":-0.0527777778}
{"full_text":"RT Merry Christmas from San Francisco where a gingerbread monolith appeared overnight at Corona Heights Park.","sentiment_score":0.0}
{"full_text":"The Queen speaks of light and hope in her Christmas Speech from Windsor Castle, acknowledging the vital role of volunteers and healthcare workers in the year of the Pandemic: #QueensSpeech","sentiment_score":0.25}
{"full_text":"Beginning Jan. 1, employers will no longer be required by federal mandate to give employees who become sick with COVID-19 two weeks of paid leave. However, any existing state or local policy regarding providing paid leave remains unchanged.","sentiment_score":-0.3571428571}
{"full_text":"The available Pfizer shot requires a complex and precise procedure for it to work.","sentiment_score":0.1666666667}
{"full_text":"Day after day, the virus dominated headlines. It inflicted widespread suffering and shutdowns in a year of historic turmoil in the state.","sentiment_score":0.0}
{"full_text":"After the flu pandemic of 1918 ended, the world quickly moved on. Professor thinks it would be a shame if we forget about 2020, too. \"The future is going to want to know how we felt,\" he says. #UWMag","sentiment_score":0.1666666667}
{"full_text":"NEW: Georgia reported a record number of confirmed and probable coronavirus cases on Christmas Eve, and health experts are expecting those figures to rise even higher given the number of families traveling for the holidays.","sentiment_score":0.2621212121}
{"full_text":"'I prayed and I prayed, and she made it': Mother gives birth early, tests positive for COVID-19","sentiment_score":0.1636363636}
{"full_text":"Do you have nothing to do this Christmas? need a break from family? Don't have people to be with cause of COVID? You can come chill with me!! Im gonna be streaming for 24hrs!!!!  AHHHH ","sentiment_score":0.0}
{"full_text":"The COVID-19 crisis has devastated movie theater owners of all sizes, but small independent owners are feeling it more profoundly.https:\/\/t.co\/Q9yHAhSo4g","sentiment_score":0.0833333333}
{"full_text":"Timothy Lewis is one of the 463 Native Americans across the country that volunteered in the Pfizer COVID-19 vaccine trial.","sentiment_score":0.0}
{"full_text":"Perry a 'no' vote on COVID relief, citing objections similar to Trump's over foreign aidhttps:\/\/t.co\/RIuMPTGRpQ","sentiment_score":-0.0625}
{"full_text":"We cannot afford to lose any more preventable deaths. Leaders must listen to the experts and lead, based on science. It's that simple.","sentiment_score":0.25}
{"full_text":"As of Friday, a total of 537,079 confirmed COVID-19 cases had been reported by the Georgia Department of Public Health.","sentiment_score":0.1333333333}
{"full_text":"RT We hope you're having the best  #stayathome  Christmas! What's your favourite Holiday cocktail?! Head to our IG for a chance t...","sentiment_score":1.0}
{"full_text":"RT *puts protective glass to protect staff against coronavirus*Customers:","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 30.1FWind Chill: 26.6FHumidity: 84%Dew Point: 26.0F Barometer: 29.692 inHgWind: 4 mph from the WSWCorona Virus Weekly Stats:Cases: 200.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"YES FUCK CORONA I WANT TO PLAY VOLLEYBAL","sentiment_score":-0.4}
{"full_text":"We Plant Trees #COVID19 #freelance #Employment #careermode","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"2020 is almost over. It has been a drastic year in terms of SEO news &amp; updates. If you were too busy with all the \"COVID-19, US Elections, and Wildfires 2020 stuff\", you might have missed some of the big SEO news. Click Here To Browse: #seotips","sentiment_score":0.05}
{"full_text":"RT Passengers arriving in the United States from the United Kingdom must test negative for Covid-19 before departure, the US Centers...","sentiment_score":-0.3}
{"full_text":"RT Blessed A house to lock down in. A fridge full of fresh food. A family to lock down with. A business that survive...","sentiment_score":0.0847222222}
{"full_text":"RT Texas Attorney General Ken Paxton tried to get the Trump administration to revoke millions in federal COVID relief fundin...","sentiment_score":0.05}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"The U.S. real estate markets that are poised for a post-pandemic boom in 2021 #RealEstateNews #AZJosh","sentiment_score":0.2}
{"full_text":"RT Dear Santa. Thank you for bringing me socks for Christmas. Next year, can we please have a president who doesn't tweet abou...","sentiment_score":0.0}
{"full_text":"U.S. factories have been cranking out goods during much of the pandemic at rates that are remarkably close to normal, but until most of the country is vaccinated, they may not be able to keep pace.https:\/\/t.co\/e4GwkU7Prv","sentiment_score":0.42}
{"full_text":"Coronavirus Strain In The NBA Again' After Tweet Criticizing China.","sentiment_score":0.0}
{"full_text":"Exactly. No one knew it was going to be a pandemic yet other countries were able to contain it. Trump isn't a fortune teller. Nobody is. The only difference is some people have the ability to lead a country through difficult times. Trump does not.","sentiment_score":-0.05}
{"full_text":"RT On #Christmas Day, Dr reminds us that we need to pull together in the same direction to overcome the global chal...","sentiment_score":0.0}
{"full_text":"RT Traditional vaccines work by teaching your immune system how to recognize viruses the way you learn to recognize toxic people...","sentiment_score":0.0}
{"full_text":"RT Odious spectacle of Boris Johnson claiming Brexit deal takes back 'our destiny'. A destiny ordained by death, division, in...","sentiment_score":0.0}
{"full_text":"RT Me to corona virus when I get to my house 7:59pm:","sentiment_score":0.0}
{"full_text":"'Holidays Can't Be Jolly If Your Family Is Not Safely Housed': Progressives Urge CDC to Extend Eviction Moratorium | \"Allowing tens of millions of people to be evicted in the dead of winter in the middle of a resurgence of Covid-19 cases and deaths i...","sentiment_score":-0.15}
{"full_text":"RT This is outrageous. On Christmas Eve, Kevin McCarthy and House Republicans deprived Americans of receiving $2,000 during th...","sentiment_score":-1.0}
{"full_text":"Coronavirus: Over 20 doctors die in one week","sentiment_score":0.0}
{"full_text":"Aubrey finds this amusing....","sentiment_score":0.6}
{"full_text":"Prioritize sustainability in rebuilding tourism#sustainability #tourism #COVID19 #greenhospitalityhttps:\/\/t.co\/4agQ8n3Ulw","sentiment_score":0.0}
{"full_text":"we are going through a pandemic you can't oppose everything for opposition sake. he's playing smart politics plus he hasn't hardly voted with the government and everything he's abstained he knows some sort of policy needs to be in place even though the policy is shit and tried to","sentiment_score":-0.0924603175}
