{"full_text":"RT .@marcorubio there are 1.2 million reported case of coronavirus in Florida and over 21,400 have died. You are a clear and p...","sentiment_score":0.1}
{"full_text":"as he continues to play golf while thousands of Americans are dying from a pandemic this #LiarInChief can't handle... #TrumpIsANationalDisgrace","sentiment_score":0.0}
{"full_text":"RT COVID-19 testing appointments for January are avialble for booking. While appointments are not required, we strongly urge resid...","sentiment_score":0.4333333333}
{"full_text":"EXACTLY! Smdh...","sentiment_score":0.3125}
{"full_text":"RT From COVID-19 and the economy to climate change and racial justice -- our nation is facing four historic crises at once. And c...","sentiment_score":0.0}
{"full_text":"RT I can't wait until this pandemic is over and Trump is a private citizen ensconced in Mar-a-Lago without access to the nucle...","sentiment_score":0.0}
{"full_text":"RT Italian Judge's ruling in Court of Rome: \"No ordinary law 'which attributes power to PM &amp; Council of Ministers to declare sta...","sentiment_score":0.0625}
{"full_text":"RT I SWEAR we are fighting two pandemics: COVID-19 and Stupidity of Health Secretary Francisco Duque III.","sentiment_score":-0.6}
{"full_text":"KNOW that this is the truth:Why is trump blocking COVID relief funds?        #TrumpWantsPeopleToSufferWHY would he do this?--wants them to regret not electing him?--punish ppl of USA for choosing Biden?Who knows?     He's a deranged, sociopathic narcissist.","sentiment_score":0.0}
{"full_text":"Here in Winnipeg we've been in lockdown since about 2011. SoI finally did the DIY haircut (with a little help from the Missus). Has anyone else had to trim their own lettuce?","sentiment_score":0.1375}
{"full_text":"RT  hi #lesbianartist #lesbianartists, im an enby character artist with storyboarding aspirations  currently i'm looking...","sentiment_score":0.0}
{"full_text":"RT YOU CANNOT be \"cleared\" for a gathering by a negative COVID test1) Might be too early in course to detect virus 2) ~20% of...","sentiment_score":-0.1}
{"full_text":"RT a week after getting the COVID vaccine early himself despite not being in any known high risk category, Marco Rubio says t...","sentiment_score":0.13}
{"full_text":"Rural communities wait on the coronavirus vaccine","sentiment_score":0.0}
{"full_text":"RT Ted Cruz, last month: \"Dems are the party of the rich. The GOP is the party of the working class.\"Ted Cruz, this month:","sentiment_score":0.1875}
{"full_text":"It is not a *China Virus,* you RACIST PIG! It is the Coronavirus!","sentiment_score":0.0}
{"full_text":"RT December is now the deadliest month in the pandemic Jan       0   Feb       1  Mar       5,277  April      60,738  May...","sentiment_score":0.0}
{"full_text":"I second this!!","sentiment_score":0.0}
{"full_text":"RT 'Throughout history Britain's ruling class has created crisis after crisis. Boris Johnson's run of bad decisions on Brexi...","sentiment_score":-0.7}
{"full_text":"RT Little Marco forgot how trump lied about how deadly COVID-19 is. Little Marco thinks Bible references will save him from...","sentiment_score":-0.1916666667}
{"full_text":"RT Trump golfs, Pence skis, Americans suffer. That's the whole tweet about leadership amid a deadly pandemic.","sentiment_score":0.0}
{"full_text":"RT I am thinking of all those desperate for extended unemployment benefits tonight. Heartbreaking. The abject cruelty, the call...","sentiment_score":-0.6}
{"full_text":"RT Who thinks Trump would be so cruel as to pocket veto COVID relief? I do.","sentiment_score":-1.0}
{"full_text":"CONGRATULATIONS YOU FUCKED OVER MILLIONS OF PEOPLE YESTERDAY!MILLIONS!WE CAN'T EVEN FILE TO GET ONE LAST WEEK OF PUA BREADCRUMBS BECAUSE OF YOUR INSANE IDIOCY!","sentiment_score":-0.49375}
{"full_text":"RT If possible, avoid traveling. This may increase your chance of getting and spreading #COVID19. Stay home, stay safe.","sentiment_score":0.25}
{"full_text":"RT starting to feel like the main character in one of those time loop movies who can't stop living the same day over and over...","sentiment_score":0.0555555556}
{"full_text":"RT Pandemic P slander time?","sentiment_score":0.0}
{"full_text":"quarantined for days and got rapid COVID tested for several days to get some fursuit pics safely isn't 2020 something","sentiment_score":0.25}
{"full_text":"RT For the vaccine to be effective 70% of our population has to take it. Y'all don't wanna stay home and y'all don't want th...","sentiment_score":0.6}
{"full_text":"RT People don't realize when they gather around their TV every holiday season that the \"junior\" in #worldjuniors is comprised...","sentiment_score":0.0}
{"full_text":"Thanks for sharing.  Do you think post-Covid that game development will go back to a centralized office environment, or is the amount of remote work we're seeing today here to stay?","sentiment_score":-0.075}
{"full_text":"RT .@marcorubio there are 1.2 million reported case of coronavirus in Florida and over 21,400 have died. You are a clear and p...","sentiment_score":0.1}
{"full_text":"RT Breaking: Southern California will likely face extended stay-at-home order after holiday surge in coronavirus casesIn the So...","sentiment_score":0.0}
{"full_text":"RT Pregnant women with COVID19 face a 70% increased risk of death, when compared to non-pregnant women who were symptomatic. h...","sentiment_score":0.3333333333}
{"full_text":"Can trust but not Sold Australia the whole Nation to China with Stupid FreeTrading TaxFree Economy  Plus RobbingSociety for TaxCuts while Borrowing Money","sentiment_score":-0.3}
{"full_text":"RT 1\/ So the ro isn't like the flu for kids.The flu is way worse.Researchers compared every #Covid hospitalization in Fr...","sentiment_score":0.0}
{"full_text":"RT A third case of the U.K. COVID-19 variant has been found in Ontario. Provincial officials say it was detected in a person in...","sentiment_score":0.0}
{"full_text":"RT I have compiled a list of U.S. politicians who have donated their salaries to charity during the pandemic:1.) Donald Trump","sentiment_score":0.0}
{"full_text":"Nero wasn't as bad in comparison","sentiment_score":-0.7}
{"full_text":"The Rivers State which has recorded a total of 3, 368 confirmed cases of the Coronavirus so far has the highest figure of infections in the entire South South geopolitical region.This","sentiment_score":0.125}
{"full_text":"Great, another super spreader event as the pandemic continues to ravage our country.  You are pure evil!","sentiment_score":0.0869047619}
{"full_text":"RT Asymptomatic transmission of COVID-19 didn't occur at all, study of 10 million finds | News | LifeSite","sentiment_score":0.0}
{"full_text":"RT With a strong tail wind - and some good luck - we can usually turn a pneumonia around in about 5-7 days.With a strong ta...","sentiment_score":0.3291666667}
{"full_text":"could we increase the use of radiation to decrease the amount of pneumonia that covid-19 patients are facing more survival rates better survival rate watching","sentiment_score":0.5}
{"full_text":"This article is from May 2020. Not connected to current lock down. Although I'm sure there will have been some who tried again. I just hope I'm wrong and folks are acting responsibly","sentiment_score":0.0074074074}
{"full_text":"RT I stuck a pregnancy test in the microwave and it turned positive. Damn, guess pregnancy is a myth.","sentiment_score":0.2272727273}
{"full_text":"RT The next few weeks will be the most crucial in American history.Here's where I stand:I will be VOTING NO to override","sentiment_score":0.06}
{"full_text":"RT If Trump refuses to sign or veto so Congress can override, and lets the clock run out on pocket veto leading to a governme...","sentiment_score":0.0}
{"full_text":"RT Absolutely heartbreaking thread:","sentiment_score":0.2}
{"full_text":"RT a week after getting the COVID vaccine early himself despite not being in any known high risk category, Marco Rubio says t...","sentiment_score":0.13}
{"full_text":"I forgot about the murder hornets. It's been that kind of year.#COVID19 #WW3 #AustralianWildfires #HappyNewYear2021","sentiment_score":0.6}
{"full_text":"RT If 2020 taught me one thing...It's that Americans are the single most selfish, ignorant, idiotic people on the planet,...","sentiment_score":-0.1845238095}
{"full_text":"RT You unbelievable asshole.","sentiment_score":-0.25}
{"full_text":"RT The new COVID-19 strain is no more deadly than the other COVID-19 strain per Admiral Brett Giroir.","sentiment_score":-0.1096590909}
{"full_text":"RT BECAUSE  IT  CAN'T  BE  REPEATED  ENOUGH 1 Perdue &amp; Loeffler got top-secret #COVID19 briefing2 They both bought...","sentiment_score":0.0}
{"full_text":"RT Covid vaccines being rolled out in the UK, across Europe and the US and we were assured by Morrison\/Hunt that we had signed up...","sentiment_score":0.0}
{"full_text":"RT CALL THE PRESIDENT Americans Are Calling Mar-a-Lago To Tell Trump To Stop Golfing And Work On Stimulus BillThe Mar-a-Lago...","sentiment_score":0.0}
{"full_text":"RT The asymptomatic spread of Covid has been proven to be a myth. Your business and life has been shut down over a myth.","sentiment_score":-0.1555555556}
{"full_text":"RT The number of people saying they are now likely or certain to get the coronavirus vaccine in the U.S. has grown, according to...","sentiment_score":0.1071428571}
{"full_text":"You just strung big words together and think it's a take. Literally none of that is true. Please sign an affidavit stating that *you* refuse any care for COVID beyond a large bottle of Tylenol and a case of Gatorade shipped to your home.","sentiment_score":0.1880952381}
{"full_text":"PS5 Restock Updates for Target, Newegg, PopFindr, BrickSeek and More  SEE HERE NOW!   #nintendoswitch #Xbox #XboxSeriesX #ps5restock ps5gamers #blackfriday #covid19 #covid #coronavirus #trump","sentiment_score":0.625}
{"full_text":"RT I hope Trump is having fun making a suspenseful reality show ending to the Covid Relief Bill that people are counting o...","sentiment_score":0.15}
{"full_text":"RT Fully open up the USA !!!","sentiment_score":0.0}
{"full_text":"RT I have compiled a list of U.S. politicians who have donated their salaries to charity during the pandemic:1.) Donald Trump","sentiment_score":0.0}
{"full_text":"RT THIS IS WHAT CORONA TOOK FROM US !!!!!!!!!!","sentiment_score":0.0}
{"full_text":"RT Healthy 49 year old who received #COVID19 vaccine before first responders in his state would like a word with the guy who...","sentiment_score":0.2833333333}
{"full_text":"RT The #COVID19 vaccine has already been administered to at least 2 million people. Remember when the \"experts\" said we woul...","sentiment_score":-0.3}
{"full_text":"They should have made it mandatory to wear a mask during games.","sentiment_score":0.0}
{"full_text":"RT Absolutely heartbreaking thread:","sentiment_score":0.2}
{"full_text":"Yup! Big business. Especially for some of those people in the government. The longer covid stays the fatter their bank account gets.","sentiment_score":0.0}
{"full_text":"RT .@marcorubio there are 1.2 million reported case of coronavirus in Florida and over 21,400 have died. You are a clear and p...","sentiment_score":0.1}
{"full_text":"RT Monday, 28 December - coronavirus cases in Queensland:* 0 new locally acquired cases* 5 overseas acquired cases* 13 a...","sentiment_score":0.0681818182}
{"full_text":"RT 'SMTOWN LIVE Culture Humanity' happening Jan 1, 2021 at 1PM KSTThe concert is organised to give hope &amp; comfort for the...","sentiment_score":0.1363636364}
{"full_text":"RT ...statistically it was virtually impossible for another person to get infected. If an infected person - 40% of whom ar...","sentiment_score":-0.6666666667}
{"full_text":"The small piece of kit we give our #Oximetry@Home patients makes a massive difference. And that massive difference has detected early signs of micro emboli post COVID and pneumonia.","sentiment_score":-0.0375}
{"full_text":"It's going to be a year now since I bought two suits that I had tailored for a marketing job that laid me off due to covid and I still haven't worn them ugh hope I can still fit into them","sentiment_score":0.1375}
{"full_text":"RT Pandemic P slander time?","sentiment_score":0.0}
{"full_text":"RT I honestly thought there was no way I could hate Marco Rubio more but here he is after getting the vaccine, while closing hi...","sentiment_score":0.1}
{"full_text":"RT For everyone dismissing #COVID19 as \"just the flu\" or dismissively saying \"99.99% survive\", tell me the last time we s...","sentiment_score":0.0}
{"full_text":"(PDF) External peer review of the RTPCR test to detect SARS-CoV-2 reveals 10 major scientific flaws at the molecular and methodological level: consequences for false positive results","sentiment_score":-0.0275568182}
{"full_text":"RT 3) Democrats are essentially daring Republicans to vote no. And hitting the two-thirds threshold is a challenge.Moreover...","sentiment_score":0.0}
{"full_text":"RT No vaccinations on the weekend or holidays.   No need to update your vaccine data till the 30th.   Early closur...","sentiment_score":0.1}
{"full_text":"HAIL COVID AGAINST GENERALS!!","sentiment_score":0.0}
{"full_text":"Hopefully all goes well! This pandemic has made everything much more difficult","sentiment_score":0.0}
{"full_text":"RT To everyone who has received a COVID-19 vaccine- I send you my sincerest T follicular helper\/Th1 cell thoughts. May your...","sentiment_score":0.0}
{"full_text":"RT COVID is endemic (everywhere) and highly contagious. It's not your fault if you get it. It's not your fault if som...","sentiment_score":0.16}
{"full_text":"RT What's wrong with you? Everything isn't a game. The bill was passed and it's in front of you for your signature so that desp...","sentiment_score":-0.45}
{"full_text":"RT \"The names of early COVID treatments had to be censored from this column,\" written by","sentiment_score":0.1}
{"full_text":"RT Now that December is officially the deadliest month of the pandemic by double, I guess my only question for the COVID...","sentiment_score":0.0}
{"full_text":"Shutting the border here made very little difference especially when they didn't know covid was here in November look i think boris has made huge mistakes and is as responsible for care homes as well in England but im in Scotland thats why im angry with the FM","sentiment_score":-0.02875}
{"full_text":"This deal hits the entertainment industry extra-hard, on top of Corona.Cultural exchange will suffer.","sentiment_score":0.5}
{"full_text":"RT What's wrong with you? Everything isn't a game. The bill was passed and it's in front of you for your signature so that desp...","sentiment_score":-0.45}
{"full_text":"RT Asymptomatic transmission of COVID-19 didn't occur at all, study of 10 million finds","sentiment_score":0.0}
{"full_text":"RT A Boston doctor who has a shellfish allergy had a serious reaction to Moderna's Covid-19 vaccine and was allowed to use his al...","sentiment_score":-0.3333333333}
{"full_text":"RT There are signs new daily Covid cases may be peaking nationally, and perhaps starting to decline; with national trends...","sentiment_score":0.0454545455}
{"full_text":"\"Communal activities \"!!! Have you turned socialist ? Seriously, how did it take u 10 months to figure out what COVID does to our community?Or is the only small biz u care about your Quake radio subscription?","sentiment_score":-0.1944444444}
{"full_text":"And you bank on that every election. The United States is lucky that people have taken this more serious than you jokers have. This pandemic would be so much worse if there wasn't people that took the good Dr's recommendations seriously. AND EVERYBODY KNOWS IT. You're a fraud.","sentiment_score":0.0777777778}
{"full_text":"Despite hi-tech advances, many Europeans wary of taking COVID vaccine","sentiment_score":0.0}
{"full_text":"RT According to the #RavensRule, what the #Browns should've done was put MORE players on the Covid list, to force the league to p...","sentiment_score":0.5}
{"full_text":"WHO sceptical about the death rate from #Coronavirus pandemic in #Libya","sentiment_score":0.0}
{"full_text":"a Charlotte that would wear a mask everywhere even if there was not a pandemic and she was not sick with anything else","sentiment_score":0.3571428571}
{"full_text":"MONDAY: #TheDoctors investigate explains why she joined. And, meet and find out why she wants you to wear a mask!","sentiment_score":0.25}
{"full_text":"\"If I was white, I wouldn't have to go through that.\"A Black woman died of Covid-19 weeks after accusing hospital staff of racist treatment","sentiment_score":-0.0833333333}
{"full_text":"What's President-elect Biden's plan for the pandemic?\"If the way that they campaigned &amp; these early days during the transition are any indication, they plan to set the example &amp; to lead from the top,\" says more #WashWeekPBS:","sentiment_score":0.3666666667}
{"full_text":"U.S. health officials believe the coronavirus mutation that set off alarms in parts of Britain is no more apt to cause serious illness or be resistant to vaccines than the strain afflicting people in the United States.https:\/\/t.co\/ylottpgihk","sentiment_score":0.0055555556}
{"full_text":"*RIFF's most-read stories of the year, in review* Tribute bands draw hundreds to the Bay Area's first drive-in concert of the COVID-19 era | : &amp;","sentiment_score":0.25}
{"full_text":"Slushy Snow at the Placer County Jailc. 1963Auburn#NationalFruitcakeDay #NewYear  #COVID19 #PlacerLife","sentiment_score":0.0}
{"full_text":"The monolith, like recent ones seen around the world, mysteriously showed up - this time, at Corona Heights Park in San Francisco.The structure even had icing and gumdrops.https:\/\/t.co\/yNKJbxgyF3","sentiment_score":0.0}
{"full_text":"Dallas family mourning after husband, wife die from COVID-19 just 6 days aparthttps:\/\/t.co\/4CvxLVZTQv","sentiment_score":0.0}
{"full_text":"Georgia Sens. Kelly Loeffler and David Perdue issued a Christmas Day call for leniency for a Loganville teen who was jailed in the Cayman Islands for violating a COVID-19 quarantine.","sentiment_score":0.0}
{"full_text":"Why did you join a vaccine trial? \"I'm a Black woman. I'm a physician. I can be a bridge between science and the community and let my experience speak.\" ","sentiment_score":-0.1666666667}
{"full_text":"RT Thanks to &amp; your leadership &amp; hard work, additional unemployment benefits are available for Minnesotans...","sentiment_score":0.1027777778}
{"full_text":"Money | A Debt Consolidation Program To Help You Relieve Debthttps:\/\/t.co\/o8QaUfzARw#sundayvibes #AskFFT #FFNow #RepublicansDoNotCare #Raiders  #SundayMorning #COVID19  #CarrieFisher #PowerBook2 #Browns #SundayThoughts #WestBrom #gage #MoneyTalks #moneyslaves #money #funds","sentiment_score":0.0}
{"full_text":"Pls RT Live now: the holiday edition of Covid Crazies, Caves and Kettlebells. Includes awesome tips on how to not fall to your death in the tub.","sentiment_score":0.5681818182}
{"full_text":"BULAWAYO residents say that the year 2020 must be quickly forgotten as they experienced several misfortunes that include incessant water shortages, and other threats the city such as being declared a Covid-19 hotspot.https:\/\/t.co\/6Yu22PVU25","sentiment_score":0.2016666667}
{"full_text":"RT We have now breached one million cumulative #COVID19 cases in South Africa. We must adhere to non-pharmaceutical interve...","sentiment_score":0.0}
{"full_text":"He's always been a worthless piece of crap just an SOB","sentiment_score":-0.8}
{"full_text":"Omani Supreme Committee tasked with tackling developments resulting from #coronavirus pandemic decided to lift the travel ban, both inbound and outbound, from #Oman.","sentiment_score":0.0}
{"full_text":"More than $6 million has been raised for small businesses so far.","sentiment_score":0.1166666667}
{"full_text":"If you don't like that, then here's this. of these people were on hydroxychloroquine before the pandemic started, throughout the course of their illness with covid-19, and many of them still died.","sentiment_score":0.5}
{"full_text":"Latest worldwide COVID-19 data: 81,118,454 cases, 1,771,340 deaths.A 2.18% fatality rate.","sentiment_score":0.5}
{"full_text":"Pandemic P is back!","sentiment_score":0.0}
{"full_text":"RT Find something else to be fake mad &amp; miserable about because MVP has been saying to check on your single friends among...","sentiment_score":-0.5491071429}
{"full_text":"RT The more you see the left talk about a mandatory China Virus vaccine card, the more you should ask yourself: Why are the...","sentiment_score":0.3333333333}
{"full_text":"And incarcerated, pending the first of his indictments","sentiment_score":0.25}
{"full_text":"RT What is it with some people. Do they have no understanding at all? Or are they just so selfish that they think their action...","sentiment_score":-0.2}
{"full_text":"RT COVID-19 board game created by sisters on lockdown sells out","sentiment_score":-0.4}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"Potential one-dose #vaccine raises hopes for faster rollout ... | #medicine | #SARSCoV2 | #coronavirus | #COVID19 | #pandemic | By via","sentiment_score":0.0}
{"full_text":"RT Americans Are Calling Mar-a-Lago To Tell Trump To Stop Golfing And Work On Stimulus Bill via","sentiment_score":0.0}
{"full_text":"Me next year: survived Covid, died on a 737 Max ","sentiment_score":0.0}
{"full_text":"Only outside the nursing homes Cuomo put COVID patients in.","sentiment_score":0.0}
{"full_text":"RT Just so we are all clear that nothing changes. This, on the 1832 cholera epidemic.","sentiment_score":0.1}
{"full_text":"If he signs it, it'll help a lot of people but then they need to negotiate another check for 2k for folks ASAP","sentiment_score":0.0}
{"full_text":" Check out the three most popular tweets in English in Science Pulse tonight [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"Yeah I used to bit of running before. I could run for about mile with needing to go down to a walk. Haven't run this year because of covid.","sentiment_score":-0.1555555556}
{"full_text":"RT People killed by COVID: 1.7 millionPeople on Earth: 7.7 billionWe shutdown the planet for a year over a virus that killed ~0...","sentiment_score":-0.2}
{"full_text":"RT Who thinks Trump would be so cruel as to pocket veto COVID relief? I do.","sentiment_score":-1.0}
{"full_text":"RT I have compiled a list of U.S. politicians who have donated their salaries to charity during the pandemic:1.) Donald Trump","sentiment_score":0.0}
{"full_text":"RT The WH hasn't called a lid yet, meaning Trump could make an appearance tonight. Multiple senior officials were left in...","sentiment_score":0.0}
{"full_text":"RT You can order a #Covid19 test kit for free and take the test from home.","sentiment_score":0.4}
{"full_text":" Popular tweet among scientists, including RTs from profiles not included in Science Pulse [3\/3]","sentiment_score":0.6}
{"full_text":"RT This beautiful soul has been in the ICU for 7 weeks on a ventilator because of COVID. Zelene Blancas is a 35 y.o. first...","sentiment_score":0.55}
{"full_text":"RT Trump has reduced our country to the point where 1 in 1000 Americans have died in a still raging pandemic, unemploymen...","sentiment_score":0.0}
{"full_text":"RT 3\/ So just to summarise, we have already have &gt;8000 deaths from COVID in working age people, some of whom had previously...","sentiment_score":-0.1666666667}
{"full_text":"RT Hospitals in England told to free up all possible beds for surging Covid cases","sentiment_score":0.2}
{"full_text":"A stay with us comes with deluxe amenities and all the comforts of home.  We hope to welcome you back soon!","sentiment_score":0.4666666667}
{"full_text":"RT After #OurMalady, I heard this story from African American survivors of our medical system: very sick, in real pain, di...","sentiment_score":-0.1457142857}
{"full_text":"June Brown Stars In Audio Drama About Disability And The Pandemic","sentiment_score":0.0}
{"full_text":"RT #COVID19 doesn't take a holiday. Neither should the pandemic #vaccination program.","sentiment_score":0.0}
{"full_text":"RT You beat cancer, you beat Covid, you really are THAT girl! Happy 75th Grandma ","sentiment_score":0.525}
{"full_text":"RT Teachers and education support staff are ESSENTIAL WORKERS who were not given N95 masks so they got sick and died. If gover...","sentiment_score":-0.3571428571}
{"full_text":"RT Survival from #COVID19 must be measured not only at 28 days, but also at 6 months &amp; 9 months. Also it must be classifi...","sentiment_score":0.0}
{"full_text":"RT One of the most dangerous jobs amid the pandemic is being a respiratory therapist! They are at EVERY intubation and manage...","sentiment_score":-0.125}
