{"full_text":"Yeah, we keep getting adjusted efficacy and target values everydaySounds like some rubbish attempts for powerful people to make money off panicThe way Pfizer and Gilead (and Fauci most egregiously) have been moving during the pandemic just proves this to me","sentiment_score":0.3666666667}
{"full_text":"RT If you still don't wear a mask in public after watching this Bill Nye video, then you are just choosing to be stupid.","sentiment_score":-0.4}
{"full_text":"RT This is a Las Vegas Raiders player who has test negative for Covid daily.  He got a call from Nevada Health Dept that he t...","sentiment_score":-0.15}
{"full_text":"RT What's missing from public communication is that there's no ONE magical solution to the pandemic. Masks, distancing, c...","sentiment_score":0.1}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"RT A pleasure to speak to Lara at #PPMQs this week. Every industry has been affected by COVID, but I know it's been partic...","sentiment_score":0.0}
{"full_text":"RT If you still don't wear a mask in public after watching this Bill Nye video, then you are just choosing to be stupid.","sentiment_score":-0.4}
{"full_text":"This! ","sentiment_score":0.0}
{"full_text":"His covid-19 response","sentiment_score":0.0}
{"full_text":"RT New Condition Sheds Light On Plight Of COVID-19 'Long Haulers'","sentiment_score":0.1621212121}
{"full_text":"Read This: \"Pastor of Cali Megachurch That Defied Lockdown Dies of COVID\"@HawleyMO is happy ","sentiment_score":0.8}
{"full_text":"RT 1 in 6 renters in the US are currently behind on rent, potentially owing thousands of dollars in back rent &amp; only prote...","sentiment_score":-0.1}
{"full_text":"Tighter restrictions in the HRM area and Megan's hockey travel has been paused. Only practices and scrimmages within the association are allowed.","sentiment_score":0.0}
{"full_text":"RT Stellar, detailed reporting from Florida on Gov. DeSantis orders to downplay and cover up the true extent of #COVID19 i...","sentiment_score":0.3333333333}
{"full_text":"RT By mid of April 2020, 94 per cent of learners worldwide were affected by the pandemic, representing 1.58 billion childre...","sentiment_score":0.0}
{"full_text":"This was my ugly attempt, started a few days ago, to predict how the end of lockdown would fill in 7 day averages v.s. 14-day averages. From this, I agree confirmed cases are looking poorer than expected. The picture from ZOE looks good here, but worth watching.","sentiment_score":0.0666666667}
{"full_text":"This was my pre-COVID mode too ","sentiment_score":0.0}
{"full_text":"NYT COVID Data Tracker - Sat., 12.05.2020 | NYT reported 279,000 TOTAL COVID-19 DEATHS | UNITED STATES ESTIMATED DEATHS by RACE: White; 49,821, Hispanic; 54,804, Indigenous; 69,750, Black; 104,625.#WearAMask #WearADamnMask #Genocide #COVID19()[https:\/\/t.co\/WcZ2SyqroX]","sentiment_score":-0.0555555556}
{"full_text":"RT 52% of Americans who applied for PPP loans were denied, but Tom Brady's nutrition company TB12 w\/ about 12 employees wa...","sentiment_score":0.0}
{"full_text":"RT 23 y.o. Melissa Silva from Wichita, Kansas died from COVID19. She had diabetes, but who gives AF, she didn't deserve to die...","sentiment_score":0.0}
{"full_text":"In today's and call for a comprehensive plan to identify and reach people who are homeless and on the priority list for the coronavirus vaccine","sentiment_score":0.0}
{"full_text":"Seths response to an article about an MP taking over a month to recover.Seth reckons as long as you're alive, you're fine. Seth doesn't realise the debilitating affects of Long Covid. Seth is a bit of an idiot.","sentiment_score":-0.0766666667}
{"full_text":"#SelfParent it's it that hard","sentiment_score":-0.2916666667}
{"full_text":"RT Thank you to Minister for delivering for ag students and showing these students that they're as deserving a...","sentiment_score":0.6}
{"full_text":"RT It's funny that they lose so often, until you realize how much time and energy and attention they spend on this, when we h...","sentiment_score":0.225}
{"full_text":"RT Anti-masker gets kicked off a Frontier Airlines flight for refusing to wear a mask","sentiment_score":0.0}
{"full_text":"RT Antwion Ball, popular Baltimore mathematics teacher, dies of coronavirus complications\"He told Black boys you can be somebod...","sentiment_score":0.2166666667}
{"full_text":"RT Not forgetting this year too, even though it's a rough year due to the pandemic, Sehun &amp; Suho visited Seondeokwon children'...","sentiment_score":-0.1125}
{"full_text":"Come out and try a class for free! Pre-COVID-19 picture.","sentiment_score":0.5}
{"full_text":"RT Great job Swissmedic. Proceeding with caution is smart. We can treat covid, we can mitigate damage and there are very go...","sentiment_score":0.4047619048}
{"full_text":"RT These COVID negotiations should be public.The public should be able to see who is holding stimulus checks hostage &amp; demanding im...","sentiment_score":0.25}
{"full_text":"Tegna depriving us of college football today. Still trying to raise prices during a pandemic and economic crisis.","sentiment_score":0.2}
{"full_text":"RT #jinho #jinho ucube update:unis, because of corona, it's frustrating and difficult right? everybody let's endure for a bit mo...","sentiment_score":-0.2047619048}
{"full_text":"Logan's investment advice = garden's COVID \"algorithms\"","sentiment_score":0.0}
{"full_text":"The public health spox told me she gets the fatigue because she has a daughter in high school herself--\"but we have taken the time to explain that when kids go to parties and then they go and do other things, one person can potentially infect hundreds.\"https:\/\/t.co\/fVDhWiNsNL","sentiment_score":0.00875}
{"full_text":"More than a third of people in the UK who are homeless will have underlying health conditions that increase their vulnerability to COVID-19, with about 1 in 10 being extremely vulnerable","sentiment_score":0.0}
{"full_text":"RT I'm glad and The Tennessean broke the story. But it's frustrating that we are learning about it this way. No...","sentiment_score":0.05}
{"full_text":"RT \"What started as a creative writing workshop and book club series became a way to help young women find their voices and...","sentiment_score":0.3}
{"full_text":"RT We're partnering with our pals at on 12.5.20 to distribute FREE #COVID19 prevention kits. Drive or walk through...","sentiment_score":0.4}
{"full_text":"Masking for dummies-it's very simple so that anti-maskers can understand.","sentiment_score":0.0}
{"full_text":"pretty cool we have the technology to inject communism into people","sentiment_score":0.3}
{"full_text":"Ghost town paralyzes Bamenda on Regional Election Day eveOn the eve of Cameroon's first-ever regional election, separatist fighters calling for the restoration of the statehood of Southern Cameroons have imposed a four-day lockdown in NW and SW regions.https:\/\/t.co\/PYXudtgf69","sentiment_score":0.0}
{"full_text":"RT ICYMI - Our #IDPWD2020 blog highlights the lack of reliable disability-related data and calls on humanitarians to ensure that...","sentiment_score":0.0}
{"full_text":"Perfect...","sentiment_score":1.0}
{"full_text":"Citation needed, I think eHere's something else ... alone will not protect people from coronavirus says WHO chief, urging additional protective measures as well\"","sentiment_score":0.0}
{"full_text":"RT Why is Governor Polis targeting the restaurant industry in Colorado?Every restaurant in Colorado has increased safety...","sentiment_score":0.0}
{"full_text":"RT SDPI conference is from December 14-17.Sdc2020 23rd conference in times of covid-19. #sdc2020 #sdpi","sentiment_score":0.0}
{"full_text":"RT Read our latest Nat Fact Check looking at the Scottish Government's response to the COVID-19 outbreak, examining how w...","sentiment_score":0.5}
{"full_text":"i'm not gonna bite just yet, but i can see some reasoning behind just 2 days after album drop.  Holidays coming up soon and with not being able to do much else due to covid, just put it out there and have it done.  Kick things off early.","sentiment_score":0.055}
{"full_text":"my grandma beat corona virus, she's a queen","sentiment_score":0.0}
{"full_text":"We been tellin ya'll for a LONG time. The virus ain't about a virusThe election ain't about an election#WakeUpAmerica #WWG1WGAWORLDWIDE","sentiment_score":-0.05}
{"full_text":"RT MAGAts: More than 3,000 Americans, many in GOP states, died of Covid in the last 24 hrs., some still believing it was a h...","sentiment_score":0.3333333333}
{"full_text":"I've noticed since COVID GP surgeries are empty. Plenty of idiots out there booking doctors appointments they do not need","sentiment_score":-0.45}
{"full_text":"RT For the thousandth time, it's not just mortality we need to be concerned about.","sentiment_score":0.0}
{"full_text":"RT Here's the latest edition of the newsletter:-- One month of election denialism-- Misinfo mess in GA-- ...","sentiment_score":0.1625}
{"full_text":"RT Covid-19 is now the leading cause of death in the U.S., researchers at the Univ. of Washington say.","sentiment_score":0.0}
{"full_text":"COVID hasn't been around for the past 10 years whereas NCALT has","sentiment_score":-0.25}
{"full_text":"RT #iBullshitYouNot #COVID19 What else can we ban..... oh, I got it!How about ..... SOUNDS?!https:\/\/t.co\/n5FjoQTxTe","sentiment_score":0.0}
{"full_text":"RT Florida investigation finds governor misled public on Covid as cases rose DeSantis is respons...","sentiment_score":0.3}
{"full_text":"RT Uh, we're in a pandemic. What don't you get about civic responsibility? No one has the \"freedom\" t...","sentiment_score":0.0}
{"full_text":"RT Family of Romanian immigrants into Germany.The boy in the yellow t-shirt went on to lead the team that cracked the Covid vac...","sentiment_score":0.0}
{"full_text":"RT Hopefully the pandemic will cancel #FakeChristians like pedo-apologist Gym Jordan.","sentiment_score":0.0}
{"full_text":"RT If Democrats were the majority in the Senate, Covid relief would have happened 5 months ago. Everyone in food lines, bein...","sentiment_score":0.0}
{"full_text":"Wear a fucking mask","sentiment_score":-0.6}
{"full_text":"RT You're a prime example of Republican failure make a living out of bullying &amp; elevating yourself. You may b...","sentiment_score":-0.3166666667}
{"full_text":"Did you support a local business this #SmallBusinessSaturday? Now is the time to show up for those most impacted by the #COVID19 economy:","sentiment_score":0.25}
{"full_text":"Walt Disney studios filming in Toronto during the pandemic. \"Essential\" filing. Books are non essential items now.","sentiment_score":0.0}
{"full_text":"RT If you still don't wear a mask in public after watching this Bill Nye video, then you are just choosing to be stupid.","sentiment_score":-0.4}
{"full_text":"RT Dr. Fauci on when healthy people with no underlying conditions will be able to get a vaccine for COVID-19:\"Late March o...","sentiment_score":0.2333333333}
{"full_text":"RT Major social distancing in Buffalo, OTD in 1977.","sentiment_score":0.0479166667}
{"full_text":"RT If you still don't wear a mask in public after watching this Bill Nye video, then you are just choosing to be stupid.","sentiment_score":-0.4}
{"full_text":"Germany will probably be able to start mass vaccinations against the coronavirus by summer, T-Online cited Health Minister Jens Spahn","sentiment_score":0.5}
{"full_text":"#ICYMI Burger King, Domino's and IKEA are meeting the needs of weary consumers by tapping into the tone of a country looking for positive connections. #feelgood #pandemic #longterm #relationship #comfort #support","sentiment_score":0.2272727273}
{"full_text":"Before the pandemic turned the world sideways, nearly 12 percent of Airbnb's revenue last year came from its top 10 cities. But many cities are taking radical steps to limit short-term rentals. Are investors overlooking the likelihood of more regulations?","sentiment_score":0.32}
{"full_text":"RT I did everything right! I wore a mask and washed my hands and cleaned and so did my husband and he has covid and I do...","sentiment_score":0.3571428571}
{"full_text":"RT #COVID19 related information and preventive measures were spread by Sakhi #OSC staff in Siddipet, #Telangana. As a part...","sentiment_score":0.0}
{"full_text":"I know. The nursing home where my mom was they were getting ready to open up for limited indoor visits but they had a outbreak of COVID cases which my mom ended up getting, was hospitalized, and since she had other problems, was not able to fight the COVID and passed away.","sentiment_score":-0.0492857143}
{"full_text":"RT Americans are hurting right now. Congress must act to help struggling families and small businesses.","sentiment_score":0.0178571429}
{"full_text":"RT Island cartoon by Jeffrey#lka #SriLanka #COVID19 #COVID19LK #BackToSchool","sentiment_score":0.0}
{"full_text":"RT Not forgetting this year too, even though it's a rough year due to the pandemic, Sehun &amp; Suho visited Seondeokwon children'...","sentiment_score":-0.1125}
{"full_text":"When in public settings, like on public and mass transportation, at events and gatherings, and anywhere they will be around other people you should wear a mask.","sentiment_score":-0.0416666667}
{"full_text":"RT I love Rick Santelli. He has common sense &amp; courage. Real guts! His rant actually sparked the original Tea Party movement. BRAVO...","sentiment_score":0.165}
{"full_text":"RT 2) I also find it an outrage that businesses must kneel at the feet of health inspectors...","sentiment_score":0.0}
{"full_text":"RT SWEDEN &amp; UNITED KINGDOM, SARS-CoV-2AN ANALYSIS &amp; DISCUSSION (v1.1):Despite claims to the contrary the data are clear:...","sentiment_score":0.1}
{"full_text":"India's female comic hero Priya has teamed up with her Pakistani counterpart Jiya, the \"Burka Avenger,\" to fight the coronavirus infodemic","sentiment_score":0.125}
{"full_text":"The #COVID pandemic has hit our Hospice fundraising HARD.This #Christmas, if you can spare just a little it can go a long way towards helping us deliver our essential palliative care.Click the link to learn how a little goes a loooong way. Thank you.https:\/\/t.co\/0LvTZ7GvXr","sentiment_score":-0.10625}
{"full_text":"York was the worst affected location in the country for shop closures in the first half of this year as the coronavirus crisis has left the nation's retail sector in tattershttps:\/\/t.co\/V8fi4jAxZn","sentiment_score":-0.2291666667}
{"full_text":"RT Derek Sloan's petition has to be hung around neck. Let him be the face of the continuation of the pandemic in Ca...","sentiment_score":0.0}
{"full_text":"JoJo Siwa Reveals Her 'Whole Family' Had Coronavirushttps:\/\/t.co\/qzh6QMYBUePresented by","sentiment_score":0.2}
{"full_text":"Want to take part in our social worker polling?We'd love to hear your views on important topics in children's social care, and our research - sign up now&gt;&gt; out how prepared and supported social workers felt during the second national lockdown ","sentiment_score":0.1666666667}
{"full_text":"RT I blocked the Health Dept. from collecting, cashing or depositing COVID fines. Charter gives me this authority. All fi...","sentiment_score":0.0}
{"full_text":"RT Incredible. Almost 300,000 of us have died from Covid19, and this vile, troglodytic, excretal, ignorant, protector of sexual...","sentiment_score":0.7}
{"full_text":".@BigIssue has won Magazine of the Year and Best Covid Response at awards. Congratulations to all the team!https:\/\/t.co\/LLbCAcdfkR","sentiment_score":1.0}
{"full_text":"The US labour-market rebound slowed markedly in November, indicating the surge in Covid-19 cases is hitting workers and curbing the broader economic recovery #UnitedStates #economyhttps:\/\/t.co\/HxTkFaJv5f","sentiment_score":0.15}
{"full_text":"How charity is coping with the other pandemic - a worsening mental health crisis","sentiment_score":-0.1125}
{"full_text":"PROSPERITY IN THE PANDEMIC#He's got you","sentiment_score":0.0}
{"full_text":"Happy #InternationalVolunteerDay. Thank you to an volunteer who chats to us about how #RedCross volunteers in Co #Kildare have responded to #COVID19.#volunteer #InternationalVolunteerDay2020 #Irishredcross","sentiment_score":0.8}
{"full_text":"Exploring Covid-19 as a catalyst for change, The Future Laboratory reflects on how trends have played out across the sectors this year, from phygital rehabilitation to at-home imagination travel kits. Read more now on our blog :","sentiment_score":0.25}
{"full_text":"As the nurse manager of the Crown Family Pediatric Center at Lenox Hill Hospital in New York City, alumna and volunteer Renee Sanchez has been on the frontlines of the pandemic in New York City.","sentiment_score":0.0575757576}
{"full_text":"The Chautauqua County Health Department has announced four free COVID-19 rapid testing clinics for the month of December.","sentiment_score":0.4}
{"full_text":"proudly presents :Musik Psychofest X Vodcast with theme Social Media Envy: An Unknown PandemicLet's sing our hearts out withEVA CELIA (@evacelia) and RASVAN AOKI (@rasvanaoki) featuring KIKOO (@ki.kooo)","sentiment_score":0.2444444444}
{"full_text":"On UN International Volunteering Day, we thank all amazing volunteers out there! Thank you to all those who use their time to volunteer for the invaluable contribution to our communities, especially during the #coronavirus pandemic.#scotlandcares #IVD2020","sentiment_score":0.25}
{"full_text":"The Johnson government's vaccine triumphalism masks the true coronavirus death rate in the UK...The true coronavirus death rates will shock youhttps:\/\/t.co\/CqNrQTHdoK","sentiment_score":0.35}
{"full_text":"Small businesses have faced tough times this year. If you run a small business, help is available for both Covid-19 and preparing for the Brexit transition period. Visithttps:\/\/t.co\/pJuUs0ETuf#SmallBizSatUK #CheckChangeGo","sentiment_score":-0.1222222222}
{"full_text":"RT Same newspaper; contradictory reports#Lankadeepa reported on the guidelines on the burial\/cremation of COVID19 pati...","sentiment_score":0.0}
{"full_text":"[Coronavirus] Hungary can purchase and distribute the Russian-made #vaccine against #Covid - but only if it invokes emergency procedures and keeps it within its own borders, the EU warns.#EUWeekInReviewhttps:\/\/t.co\/e5Ia26PyYZ","sentiment_score":0.3}
{"full_text":"After numerous fits and starts and months of inaction, optimism is finally building in Washington for a COVID-19 aid bill.https:\/\/t.co\/qpJdREaBvx","sentiment_score":0.0}
{"full_text":"Thank you to our healthcare workers for taking care of us! We, here at the Sun Bowl Association &amp; the Tony the Tiger Sun Bowl, appreciate you! #3TSB #thankyouhealthcareworkers #wearamask #ElPasoStrong #ElPasoPride","sentiment_score":0.0}
{"full_text":"RT US Has Passed Hospital Breaking PointROBINSON MEYERALEXIS C MADRIGAL04DEC2020@edyo...","sentiment_score":0.0}
{"full_text":" The Saints Podcast catches up with Head Coach Kristian Woolf as he reflects on the Grand Final drama and talks about the season challenges from arriving off the back of a draining World Club Challenge, to the difficulties of Lockdown. Watch FULL podcast on Saints TV!","sentiment_score":0.234375}
{"full_text":"Medical testing on children is unethical. New vaccines haven't been tested on people under 18.  How and when will it be decided if kids should be vaccinated? If everyone under 18 is not vaccinated, how could the virus possibly be wiped out?#cdnpoli #COVID19","sentiment_score":0.0454545455}
{"full_text":"I was in Melbourne for the run up to its second wave. Start of June, cases low, contact tracing is on top of it. Mid June, cases a bit higher, still on top of it, no worries. Late June, cases higher, worrying increase but within capacity. A week later, out of control, lockdown.","sentiment_score":0.1333333333}
{"full_text":"RT Regular person goes broke in the pandemic: 4-hour bread lines and homelessnessCompany goes bankrupt in the pandemic:...","sentiment_score":0.0}
{"full_text":"Getting vaccines to Americans is a complex logistics puzzle.","sentiment_score":-0.3}
{"full_text":"#ACA #OPENENROLLMENT IS ENDING SOON (Dec 15, 2020). You MUST enroll by end date for 2021 insurance coverage! Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"With its bar business and events shut down during the pandemic, Black Eyed Suzie's on South Main Street in Bel Air is relying upon its restaurant to survive, but Owner Brian Acquavella says that has been a challenge.","sentiment_score":-0.0518518519}
{"full_text":"RT Negative Test result is \"not a green light to abandon social distancing\" Really? Like with JVT seems some will w...","sentiment_score":0.0866666667}
{"full_text":"Data shows Northside and North East ISDs have experienced some of the highest withdrawal rates in Texas.","sentiment_score":0.8}
{"full_text":"Dr. Richard G. Pellegrino, a Hot Springs neurologist who is CEO and president of the Baptist Health Center for Clinical Research, said his Little Rock facility is entering a second COVID-19 medical trial.","sentiment_score":-0.0075}
{"full_text":"I know a vaccine isn't quite the same as a cure but I'm struggling with the fact we will need to continue to socially distance in the future. Masks I get. Quite widely used in Asia already. No worries there. But continued social distancing rules out all the fun stuff. No?","sentiment_score":0.0444444444}
{"full_text":"WATCH: A single mother, who works as a contract teacher, fell into arrears during Lockdown 1 but has been paying rent regularly since July. LTB's Dawn King, ex-RCMP, rules eviction if she can't secure a rent bank loan to cover her arrears.#RentReliefNow #ShutdownLTB","sentiment_score":0.1095238095}
{"full_text":"Join our latest webinar - this week!   Co-author of 'Symbiosis - the curriculum and the classroom' and Assistant Principal of the Dunston School, will be on our panel as we explore how we can use curriculum design to help close gaps left by the pandemic.","sentiment_score":0.3125}
{"full_text":"COVID TESTING | Need or want a coronavirus test? Testing is available TODAY in Wallisville and Baytown from 8 a.m. - 4 p.m.","sentiment_score":0.4}
{"full_text":"UK healthcare workers: \"The ending of lockdown will see a massive increase in infections\"","sentiment_score":0.0}
{"full_text":"PROMO: Improving the quality and viability of business ideas amidst COVID-19 to leverage from existing response\"Join the talk show this Sunday at 3:00 PM| Facebook Live","sentiment_score":0.1363636364}
{"full_text":"WV Gov. Jim Justice on Friday rolled out what he admitted is an optimistic timetable for state COVID-19 vaccinations, saying most West Virginians should be able to get vaccinated by mid-March.https:\/\/t.co\/mNyJWAOtcK","sentiment_score":0.5}
{"full_text":"Conservative Leader Erin O'Toole says there can't be long-term economic recovery from the pandemic without a solid plan for COVID-19 vaccines.  The leader spoke to about Canada's rollout -- and broadening his party's appeal. #cdnpoli #hwhttps:\/\/t.co\/OYVDe8bdxD","sentiment_score":0.1}
{"full_text":"There are two #COVID19 test sites in Camden: Ramsay Hall, Maple Street, W1T 5HB (indoors)  51 Greenwood Place, NW5 1LB (outdoors, step-free access)  If you develop coronavirus symptoms, please self-isolate and book a test. Book online or call 119.","sentiment_score":0.0}
{"full_text":"Today is #SmallBusinessSaturday.With #COVID19 this year has been incredibly difficult for small businesses.As we hurtle towards a #NoDealBrexit, thousands could be put out of business.The UK government MUST say #No2NoDeal!https:\/\/t.co\/ThTHmRP9pl","sentiment_score":-0.375}
{"full_text":"Colts Activated DT DeForest Buckner From COVID-19 List #Colts","sentiment_score":0.0}
{"full_text":"RT They can't figure this out. Clue: Indemnity &amp; safetyOnly half of NYers will get the vaccine. In NJ 60% of nurses and 40%...","sentiment_score":-0.1666666667}
{"full_text":"RT MIT study: Moderna, Pfizer, AstraZeneca and other vaccines may not do as well covering people of Black or Asian genetic ancest...","sentiment_score":-0.0972222222}
{"full_text":"Yea.  Second dude!!!","sentiment_score":0.0}
{"full_text":" The COVID-19 pandemic has put women and children at greater risk of violence as their movements are restricted and protection systems are weakened. Speak out, #OrangeTheWorld &amp; #StandUp4HumanRights during #16Days of Activism!","sentiment_score":0.625}
{"full_text":"#DailyUI #023 Onboarding - Created onboarding screens for a concept Covid-19 safety app. Made with #affinitydesigner and #AffinityPhoto .https:\/\/t.co\/gB2VeAPJrw#uidesign #uxdesign #GraphicDesign","sentiment_score":0.0}
{"full_text":"This Week Special at Fox's Bakery &amp; DeliNov 30th- Dec 5th 2020Kaiser Buns ( White and Whole Wheat) $1.99\/6Call 705-737-4646 for next day curbside delivery. You are always welcome in the store with social distancing.96 Victoria St Barrie.#shoplocal #fromourfamilytoyours","sentiment_score":0.2317460317}
{"full_text":"RT More details of the study.","sentiment_score":0.5}
{"full_text":"Lockdown Your look SHOP NOW - vassallosisters","sentiment_score":0.0}
{"full_text":"Literally no to people who work at hospital who said they know guy who had some heart problems and they marked it as covid-19.","sentiment_score":0.1}
{"full_text":"RT Yes, saying \"Merry Christmas\" is just as risky in spreading a viral pandemic as flying across the country, that's a very s...","sentiment_score":0.2}
{"full_text":"Our new study with finds that 44 million people could be pushed into extreme poverty under a 'COVID Baseline' scenario. But this is not the full story. Learn more: #SDGs","sentiment_score":0.2153409091}
{"full_text":"JoJo Siwa Reveals Her 'Whole Family' Had Coronavirushttps:\/\/t.co\/gMQdWIQhw9Presented by","sentiment_score":0.2}
{"full_text":"We all need to help control the spread of #COVID19 and protect ourselves and our loved ones. Wherever you are, remember to:- Wash your hands regularly for 20 seconds- Wear a face covering in enclosed spaces- Make space from people you don't live with","sentiment_score":0.2787878788}
{"full_text":"JoJo Siwa Reveals Her 'Whole Family' Had Coronavirushttps:\/\/t.co\/MxgnYjnBm7Presented by","sentiment_score":0.2}
{"full_text":"RT COVID relief needs to directly help everyday people.People need stimulus checks &amp; UI.","sentiment_score":-0.05}
{"full_text":"Toy Story","sentiment_score":0.0}
{"full_text":"A Falls Church city councilmember took part in a clinical trial for Moderna's COVID vaccine.He's calling it another form of public service.https:\/\/t.co\/B0HVLFK4YX","sentiment_score":0.0}
