{"full_text":"RT Our healthcare workers are America's finest. Thank you for risking your lives to help others.","sentiment_score":0.0}
{"full_text":"RT I was once denied the purchase of a water bottle at BYU campus because I was returning from a run with shorts above the kne...","sentiment_score":0.0}
{"full_text":"RT When promised a coronavirus vaccine by the end of 2020, the media declared it impossible. But THIS WEEK, more t...","sentiment_score":-0.0833333333}
{"full_text":"BS! No one said masks don't work! So that's a lie! People were hoarding N95 masks, and hospital workers needed them! You sound like a Trump bullshit artist, and you're making a fool of yourself! I guess if you're diagnosed with Covid-19 and become ill, don't seek help!","sentiment_score":-0.0625}
{"full_text":"RT After you lectured the nation on social distancing and meeting for Christmas on show on","sentiment_score":0.0333333333}
{"full_text":"RT $600 stimulus checks as GOP gave themselves millions of dollars in PPP Covid relief is a major fuck you to everyone who...","sentiment_score":-0.16875}
{"full_text":"An extraordinary leader in an extraordinary time!","sentiment_score":0.375}
{"full_text":"RT Similar to President George W. Bush after the 9\/11 attacks, President Biden should appoint a Covid-19 Commission to revie...","sentiment_score":0.0}
{"full_text":"Shoutout to for all they do! We're so grateful for your support of the work to #endyouthhomelessness!!","sentiment_score":0.0}
{"full_text":"RT If you don't take COVID precautions and get a serious case, you should have to wait until all other people who followed pr...","sentiment_score":-0.2291666667}
{"full_text":"I understand your sentiments but 8 weeks lock down would not have changed anything, it's a virus, sadly it wouldn't just disappear, only a vaccine can help......","sentiment_score":-0.2185185185}
{"full_text":"RT Somehow The Times and the BMJ have decided that this perfectly clear study was 'inconclusive'","sentiment_score":0.1}
{"full_text":"RT BREAKING: trump will remove Bill Barr's replacement if he doesn't agree to conduct an investigation on Hunter Biden.Becau...","sentiment_score":0.0}
{"full_text":"Yes Boris has got his deal. He will have a great year in 2021 having got Brexit done and defeated Covid. A national hero.","sentiment_score":0.8}
{"full_text":"RT 11,000 workers at Tyson foods have contracted COVID.At least 3 dozen have died.This is the kind of behavior Republicans wa...","sentiment_score":0.15}
{"full_text":"RT when i signed up to be an emt i somehow did not imagine that i would be transporting dead covid+ patients... but yet, here...","sentiment_score":-0.2}
{"full_text":"But a vaccinated person can spread it too, that's my point. You said that a vaccinated person can spread it but the vaccine will beat it before it gets bad. The early stages are the same risk for community spread. And if it multiplied to the point of making me sick I'd stay home","sentiment_score":-0.3285714286}
{"full_text":"RT It is both cathartic to hear someone get yelled at for not taking COVID protocols seriously and fucked up to have someon...","sentiment_score":-0.4666666667}
{"full_text":"RT Scoop: Vice President Mike Pence plans to receive televised COVID-19 vaccine .... Friday morning at the White House. Pla...","sentiment_score":0.0}
{"full_text":"RT This is a crime against humanity. Under international law, we have legal mechanisms that can be used (&amp; have been used in...","sentiment_score":0.1}
{"full_text":"Here is a very good description of the potential scenarios regarding the origins of COVID-19 by - another one (intermediate) is that patient zero was contaminated while collecting bat sampleshttps:\/\/t.co\/ATQyPP8Rn4","sentiment_score":0.455}
{"full_text":"RT Actual malice.","sentiment_score":0.0}
{"full_text":"Good for Tom!","sentiment_score":0.875}
{"full_text":"RT Shortly before the news that he went to a #Christmas party","sentiment_score":0.0}
{"full_text":"RT Thank you to everyone who liked, commented, and shared our posts. Through your help, will be donating $10,0...","sentiment_score":0.6}
{"full_text":"RT And if you believe \"both sides are blocking checks &amp; COVID relief\" then you should call your member of Congress anyway and ask the...","sentiment_score":0.0}
{"full_text":"RT Rescued 2 are safe. COVID puts Amsterdam Holiday Travel on hold :(   My Network Marketing biz is on fire :)  Big Election...","sentiment_score":0.0625}
{"full_text":"Storm DC and lock it down. 74+ million should make quite a statement.","sentiment_score":-0.1555555556}
{"full_text":"RT -They fired him because his work \"did not align with their values\"-They fired him in a pandemic-They fired himThis i...","sentiment_score":0.0}
{"full_text":"RT \"It takes all of us to put this in our rear view mirror.\" - Dr. Senushi O'Sullivan, one of our hospitalists, after receivin...","sentiment_score":0.0}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"\"For generations, those with power and money told us nothing we had was worth anything. Then they bought it cheap and hiked up the price (I guess it's only valuable when it belongs to them).\" - in","sentiment_score":0.2333333333}
{"full_text":"Keep fighting ","sentiment_score":0.0}
{"full_text":"IoT Solutions Power Safe, Speedy, And Cold COVID-19 Vaccine Delivery  via","sentiment_score":-0.05}
{"full_text":"You have been opposed to the government covid response since day one, which makes your opportunistic whining utterances ludicrous and lacking in any credibility.","sentiment_score":0.0}
{"full_text":"I bet so little this year that I didn't get a 'total bets placed' category  I stopped before sports went into lockdown then I went 7 months without a bet. Crazy considering I usually do multiple bets daily. Not that it was a concern, but you do realise how much time you invest.","sentiment_score":-0.0979166667}
{"full_text":"RT People with Down's Syndrome are 10 times more likely to die from #COVID19 than the general population. The U.K. has pr...","sentiment_score":0.0986111111}
{"full_text":"RT 11,000 workers at Tyson foods have contracted COVID.At least 3 dozen have died.This is the kind of behavior Republicans wa...","sentiment_score":0.15}
{"full_text":"RT I was once denied the purchase of a water bottle at BYU campus because I was returning from a run with shorts above the kne...","sentiment_score":0.0}
{"full_text":"RT When promised a coronavirus vaccine by the end of 2020, the media declared it impossible. But THIS WEEK, more t...","sentiment_score":-0.0833333333}
{"full_text":"RT People Thought Covid-19 Was Relatively Harmless for Younger Adults. They Were Wrong. Young adults are dying at historic rate...","sentiment_score":-0.08}
{"full_text":"How about we just open up the economy? If you don't have major risk factors, its cool to go back to work. Wear a mask, keep your distance, wash your hands. The Swamp Creatures are fighting over bailing out CA &amp; NY pension funds and the rules for suing over COVID exposure at work.","sentiment_score":0.103125}
{"full_text":"Not Long Ago The Champ California Was Leading The Way Spoke Too Soon Didn't You Gavin  #vetsrising #RiseAbove California shatters single-day COVID-19 death record, with 295","sentiment_score":0.025}
{"full_text":"RT 11,000 workers at Tyson foods have contracted COVID.At least 3 dozen have died.This is the kind of behavior Republicans wa...","sentiment_score":0.15}
{"full_text":"Dr. John H. Krouse, UTRGV executive vice president for Health Affairs and dean of the School of Medicine, said everything is in place at UTRGV at for an organized, first-phase distribution of the vaccine.","sentiment_score":0.0}
{"full_text":"RT wear a fucking mask. i am fed up","sentiment_score":-0.6}
{"full_text":"#DirectCashRelief! $600 per person isn't enough but it's progress, thanks to and allies.","sentiment_score":0.1}
{"full_text":"COVID-19 Vaccine FAQs and Upcoming Spring 2021 Planning Webinar","sentiment_score":0.0}
{"full_text":"RT Covid makes it clearer than ever that tourism is colonialism. See Tulum.","sentiment_score":0.0}
{"full_text":"While IA law allows the advisory group to meet privately, it could, and should, hold public meetings. Vaccine distribution is the #1 issue in Iowa now, and the public deserves to be included in the discussions. To meet secretly undermines group's  credibility, invites distrust.","sentiment_score":-0.1}
{"full_text":"RT Today's COVID-19 update in Connecticut:31,277 tests were administered and 2,319 came back positive (7.41% rate)1,2...","sentiment_score":0.1136363636}
{"full_text":"RT What happens if there is a medical emergency for you or a loved one and the hospitals are at overcapacity? The chances of deat...","sentiment_score":0.35}
{"full_text":"SHOCKING Corona Illness : In Live Football Match            Check CoronaVirus Effects Below            _________---Click Link To Get Further Detail---__________     ","sentiment_score":-0.2878787879}
{"full_text":"RT Today a nurse I worked with has died of covid.There is no doubt she caught it working tirelessly tending the sick.She was...","sentiment_score":0.0}
{"full_text":"\"Could have been worse.\"","sentiment_score":-0.4}
{"full_text":"RT In March I introduced HRes897 calling for emergency direct payments to every American for the duration of this pandemic....","sentiment_score":0.05}
{"full_text":"RT we haven't had no government assistance for 4+ months during a pandemic like y'all don't understand.......... this is sick","sentiment_score":-0.7142857143}
{"full_text":"RT \"We want them infected.\"Trump appointee repeatedly urged top health officials to let millions of Americans contract Covid-1...","sentiment_score":0.5}
{"full_text":"RT Remember when Trump said that we wouldn't hear anything about COVID-19 after the election? Yet another clu...","sentiment_score":0.0}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"Don't feel bad if you haven't learned another language during lockdown. I have been bingeing \"The Crown\" and I have to keep rewinding because half the time I can't understand what the British people are saying in English. Damn, I'm not even monolingual :(","sentiment_score":-0.3233333333}
{"full_text":"COVID","sentiment_score":0.0}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"RT It's a conspiracy theory to believe the numbers haven't been artificially inflated.","sentiment_score":-0.6}
{"full_text":"At least he is wearing a mask and social distancing!","sentiment_score":-0.1291666667}
{"full_text":"Hillsborough Co. votes on extended coronavirus restrictions, check your local restrictions | reports","sentiment_score":0.0}
{"full_text":"Why India's patent waiver demand is putting pressure on Covid vaccine producers via #COVID19 #access2meds #TRIPS #waiver #WTO","sentiment_score":0.0}
{"full_text":"RT Pfizer to assess report about 'potential serious allergic reaction' to Covid-19 vaccine after Alaska health worker is hospitali...","sentiment_score":-0.1666666667}
{"full_text":"RT That girl who flew from LA to Miami with a dead Covid body behind her the other day is on IG with a countdown to her Ba...","sentiment_score":-0.2416666667}
{"full_text":"RT NEW: Op Ed by incarcerated elder Dino. Dino has already served 30 years in prison. He is a loving husband &amp; mentor to his...","sentiment_score":0.3681818182}
{"full_text":"RT BTS's V Is Hanging Out With Fans To Protect Them From COVID-19https:\/\/t.co\/gtfBYb02T4","sentiment_score":0.0}
{"full_text":"RT Cover for 'Pandemicism', a short fiction I wrote during lockdown.","sentiment_score":0.0}
{"full_text":"RT .@Joseph_Morong When you report someone citing a non-existent study, it is your duty as a journalist to state THE FACTUAL TRUT...","sentiment_score":0.0}
{"full_text":"RT Our members in Royal Mail are facing unprecedented workloads. They are doing absolutely everything they can to keep the countr...","sentiment_score":0.4}
{"full_text":"Unbelievable!","sentiment_score":-0.3125}
{"full_text":"RT \"A full economic recovery is not likely until people know it's safe to engage in a broad range of activities.\"Until enou...","sentiment_score":0.2225}
{"full_text":"RT And if you believe \"both sides are blocking checks &amp; COVID relief\" then you should call your member of Congress anyway and ask the...","sentiment_score":0.0}
{"full_text":"RT No one, anywhere, ever, should be forced or coerced into a medical intervention they don't want. That way torture lies.","sentiment_score":-0.15}
{"full_text":"RT Americans keep saying \"well China is lying about their Covid numbers\" as if the governor of Florida didn't just send a...","sentiment_score":0.0}
{"full_text":"covid...","sentiment_score":0.0}
{"full_text":"RT I agree, and I will NEVER forget! #WeWillNEVERForget","sentiment_score":0.0}
{"full_text":"RT And if you believe \"both sides are blocking checks &amp; COVID relief\" then you should call your member of Congress anyway and ask the...","sentiment_score":0.0}
{"full_text":"RT Lots of GREAT WORK here today! In my wheelhouse: 1) dist at #RainierBeach CC2) #CO...","sentiment_score":1.0}
{"full_text":"RT Sir Ian McKellen has received the Covid vaccine. \"Anyone who has lived as long as I have is alive because they have had...","sentiment_score":0.025}
{"full_text":"Those COVID tests really be burning your nostrils ","sentiment_score":0.2}
{"full_text":"Niet te stoppen:Hundreds queue for COVID-19 tests after new Sydney cases in Northern Beaches; Federal budget update due today","sentiment_score":0.0056818182}
{"full_text":"RT Fire From Heaven Consumes Man Who Wandered Off Social Distancing 'X' On Floor Of Grocery Store","sentiment_score":0.0333333333}
{"full_text":"RT The pandemic has been really hard on people living with diabetes. No one should die because they can't afford insulin. Please...","sentiment_score":-0.2916666667}
{"full_text":"RT Let me understand, Steven Mnuchin funneled $500B of PPP Covid relief and gave millions to himself, Jared Kushner, Devin...","sentiment_score":0.0}
{"full_text":"RT Florida reported 11,541 new COVID-19 cases and 122 new deaths today","sentiment_score":0.1363636364}
{"full_text":"I hate to point out the obvious - but only news when it is London - shockerSharpy xx","sentiment_score":-0.2666666667}
{"full_text":"Ron DeSantis is a low motherfucker.","sentiment_score":0.0}
{"full_text":"RT Ok - we now need to round up:Maggie SmithDavid Attenborough Judi Dench Tom Moore and we can breath a little easier for...","sentiment_score":0.0375}
{"full_text":"RT My husband and I contracted Covid, took HCQ and zinc, and were better within hours. We are now immune, don't we...","sentiment_score":0.5}
{"full_text":"Great Pic for sure !","sentiment_score":0.7125}
{"full_text":"RT Shortly before the news that he went to a #Christmas party","sentiment_score":0.0}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"RT I am very happy today for this ad to start to run on TV across America. I urge all Americans to learn from my experience a...","sentiment_score":1.0}
{"full_text":"Reminder that there is a racial element to COVID mortality","sentiment_score":0.0}
{"full_text":"RT What did he say that was not correct?","sentiment_score":0.0}
{"full_text":"RT As someone who talks like a truck driver, I think swearing-- while not ideal--is about 1,000 notches below undermining democrac...","sentiment_score":0.0}
{"full_text":"#COVID19 has shown us it's crucially important to do things differently. Start by getting creative with #EnterpriseTech, #automation, #MachineLearning, and #ArtificialIntelligence.","sentiment_score":0.3}
{"full_text":"RT Here's a report from Reuters (\"Wealthy countries block COVID-19 drugs rights waiver at WTO\"):","sentiment_score":0.5}
{"full_text":"RT \"In the past 10 months, more Albertans have died of #COVID19 than have died of #influenza in the past 10 years\" --","sentiment_score":0.0}
{"full_text":"RT NEW: Twitter says it will start removing false or misleading claims about Covid-19 vaccines starting in 2021.The ban...","sentiment_score":-0.0878787879}
{"full_text":"Just. Wait. Until. Labor. Day. #Ughhhhh","sentiment_score":0.0}
{"full_text":"They are all rich enough to have forgone their paychecks during the pandemic and not even put a dent in their wealth","sentiment_score":0.1875}
{"full_text":"RT We have some bad news.... Social media star Nathan Apodaca has COVID-19. Here's what we know:","sentiment_score":-0.3333333333}
{"full_text":"Even though pediatricians recommend 60 minutes of activity a day for children, Covid-19 has definitely thrown a wrench into those plans. Keeping your kids active as the weather changes is really important. ","sentiment_score":0.0888888889}
{"full_text":"I believe people are overestimating the strength of the US' checks &amp; balances. If not for the pandemic and expanded mail-in voting, trump would've won and it would've been the US' last election for a very long time. Hopefully, somebody is taking this near-miss seriously?","sentiment_score":-0.1327777778}
{"full_text":"Nature's 10: ten people who helped shape science in 2020A COVID vaccine developer, an Arctic voyager and a prime minister are some of the people behind the year's big research stories.https:\/\/t.co\/aMIvV7SvFh #sciencetwitter","sentiment_score":-0.1333333333}
{"full_text":"LADOT Transit Customer Service Center Phone Hours - CHRISTMAS 2020: Reminder to our customers that walk-in service remains closed to the public due to COVID-19.12\/24: Phone assistance available 6:30 AM to 5 PM.12\/25: Closed.12\/26: Phone assistance available 9 AM to 6 PM.","sentiment_score":0.0791666667}
{"full_text":"I met a dude at the dog park today and i can confirm i have become about 100% worse at socializing since covid began","sentiment_score":-0.4}
{"full_text":"Education continues to evolve due to COVID-19. In this article, students, parents and teachers share what it's been like living through the pandemic and adjusting to #learning changes.","sentiment_score":-0.125}
{"full_text":"Do I Have a Mental Illness, or Am I Just Reacting to the Pandemic?","sentiment_score":-0.1}
{"full_text":"I refuse to look the other way as COVID-19 spreads like wildfire in jails across Washington and throughout the country. Changes must be made so those in jail can follow health guidelines and stay safe during this pandemic.https:\/\/t.co\/rlpSJFcy3s","sentiment_score":0.0916666667}
{"full_text":"RT wow. just wow. As I said earlier, the level of degradation in this admin as it gets revealed over the next months is going t...","sentiment_score":0.05}
{"full_text":"One student shares how she's learned to adapt and find the positives during a year of digital learning due to #COVID19. #sanantonio #remotelearning","sentiment_score":-0.0625}
{"full_text":"Twitter will begin censoring posts it considers misinformation about COVID-19 vaccinations beginning next week.https:\/\/t.co\/j89UGQotyg","sentiment_score":0.0}
{"full_text":"here","sentiment_score":0.0}
{"full_text":"Powerful op-ed by Rev. Tamara Boynton. Many people gather for the winter holidays, but this year, we must put public health first.","sentiment_score":0.2625}
{"full_text":"RT In March I introduced HRes897 calling for emergency direct payments to every American for the duration of this pandemic....","sentiment_score":0.05}
{"full_text":"Previously, essential retail spaces could operate with either a limit on maximum occupancy or a specific number of customers at one time, whichever was smaller. The change eliminates the latter provision.https:\/\/t.co\/EOqXDC9SHS","sentiment_score":0.0}
{"full_text":"Keep the health protocols in mind.https:\/\/t.co\/7dOIav9VlY","sentiment_score":0.0}
{"full_text":"Rich countries are hoarding vaccines, leaving rest of the world to 'watch and hope'https:\/\/t.co\/PQbbZqi67Y","sentiment_score":0.375}
{"full_text":"Your home's supply of #Propane is essential to your comfort this winter - and that's why you need automatic #PropaneDeliveries from Shaw Propane! Stay warm and enjoy your propane-fueled appliances with total peace of mind. Contact us to sign up!https:\/\/t.co\/WT7xDBgDPL","sentiment_score":0.25}
{"full_text":"RT Pfizer to assess report about 'potential serious allergic reaction' to Covid-19 vaccine after Alaska health worker is hospitali...","sentiment_score":-0.1666666667}
{"full_text":"RT Don't throw away your mask please! But, by all means, PLEASE PLEASE get vaccinated. You do not want front row tickets to...","sentiment_score":0.0}
{"full_text":"Zurich has developed a #pandemic risk concept designed to address future pandemics. Learn more about it.","sentiment_score":0.2}
{"full_text":"well that should kill them off pretty quickly if covid doesn't","sentiment_score":0.2916666667}
{"full_text":"Sacramento State launched a virtual hangout space for students, staff and faculty to combat social isolation during COVID-19","sentiment_score":0.0333333333}
{"full_text":"This guy turned up on school run. The school hate him because the crowd of small children he drew had successfully undone all of their social distancing efforts. No one knows who he is or where he came from, he just appeared and to be honest, I think he could be the real one.","sentiment_score":0.0888888889}
{"full_text":"#COVID19 and #Hospitality in #SouthAsian cultureConflicts: Social Distancing and Household bubble vs. Cultural appropriateness and Guest is treated like GodSolutions: Infographics in #English #Gujrati #gujrtii@PublicHealthON","sentiment_score":0.0444444444}
{"full_text":"During this pandemic excluded workers have been on the front lines, exposed to the virus at alarming rates &amp; excluded from all relief. bring back the legislature  to #TaxtheRich and #FundExcludedWorkers.","sentiment_score":-0.05}
{"full_text":"We've got a packed show for you this evening. Georgia senate runoffs! A stimulus bill (maybe)! Tom Cruise yelling about COVID protocols! And, joins us to explain when senate republicans will confirm Biden is the president-elect.Listen Here:","sentiment_score":0.0}
{"full_text":"#WATCH Chief Medical Officer Tony Holohan issues stark warning, as he confirms today's \"significant and concerning\" coronavirus cases and deaths@NewsChambers has the details#VMNews | #COVID19ireland | #COVID19","sentiment_score":0.0583333333}
{"full_text":"If a company breached human rights they'd be prosecuted. Why not the State Government and MPs ?","sentiment_score":0.0}
{"full_text":"Filipino Catholics flocked to the first of the nine-day pre-dawn masses or Simbang Gabi on Wednesday despite the threat of COVID-19 - an act described by the officials of the Catholic Bishops' Conference of the Philippines as a gift of hope.","sentiment_score":0.125}
{"full_text":"Main Street Dutch Flatc. 1930I'd love to see what I can buy in that little General Merchandise store on the right. I'm still looking for stocking stuffers.@visitplacer #ShopLocal#Christmas #Christmas2020 #Christmasgifts #ChristmasIsComing #COVID19","sentiment_score":0.1629761905}
{"full_text":"Almost 50% of the migrants living in Russia before the coronavirus pandemic have left the country, Russia's Interior Ministry said Wednesdayhttps:\/\/t.co\/lgqAi1Cq4g","sentiment_score":0.0}
{"full_text":"Do you think schools should use remote learning instead of snow days this winter?https:\/\/t.co\/KD1PHb3OaP","sentiment_score":-0.1}
{"full_text":"RT 11,000 workers at Tyson foods have contracted COVID.At least 3 dozen have died.This is the kind of behavior Republicans wa...","sentiment_score":0.15}
{"full_text":"The precious cargo held 195 vials of the newly authorized Covid-19 vaccine from Pfizer-BioNTech. Scientists in Germany developed the vaccine at breakneck speed, and thank goodness: In the U.S., one person was dying every 30 seconds from the disease.","sentiment_score":0.2454545455}
{"full_text":"It's been an educational year, to say the least. One of the biggest lessons we've learned is that physical distancing effectively minimizes the spread of #COVID19. Experts weigh in on 4 key things patients should know about physical distancing. #WrapUp2020","sentiment_score":0.0916666667}
{"full_text":"Whatever you think of Pence, this is an unambiguously good thing.","sentiment_score":0.7}
{"full_text":"RT My little brother hearing this: The Browns should be ok cuz none of our secondary touched them","sentiment_score":0.0041666667}
{"full_text":"Understanding the 340B Prime Vendor Program and Supporting Stakeholders During COVID-19Learn more:","sentiment_score":0.375}
{"full_text":"Managing a gap in your resume because of the pandemic? Learn how to work with it while you look for your next gig.https:\/\/t.co\/wTTW9Y2XPJ#Work #Resume #Layoffs #Furlough","sentiment_score":0.0}
{"full_text":"Saudi small businesses have persevered through the economic challenges posed by the #coronavirus pandemic, with owners reporting that an increasing amount of their sales have moved online.@Facebook@WorldBank@OECDhttps:\/\/t.co\/UZemRoDRXY","sentiment_score":-0.025}
{"full_text":" OKLAHOMA ICU NURSE GETS EMOTIONAL WHILE GETTING #COVID19 VACCINE\"People don't know what this is like,\" says Brian Warkentine, an ICU nurse at Brian was one of the hospital's frontline workers to get the Pfizer vaccine today.","sentiment_score":0.0}
{"full_text":"Tomorrow on at 9 E|P: Aisha Jordan from shares pandemic-safe holiday activities for your family! +Our craft queen Jasmin is back with a new DIY project! It's Heartland's #12DaysofChristmas! Also streaming at 9 ET on our &amp;","sentiment_score":0.1065340909}
{"full_text":"Our frontline health workers have been working around the clock to test and treat during this pandemic. This vaccine will provide critical protection and I know North Texans will forever be grateful to these heroes for their sacrifice and service.","sentiment_score":0.0}
{"full_text":"RT Vice President Mike Pence to receive televised COVID-19 vaccine@jonathanvswan scoops","sentiment_score":0.0}
{"full_text":"RT Tomorrow is Christmas Morning for me: I get my first dose of the COVID-19 vaccine at 11:20AM!!!","sentiment_score":0.48828125}
{"full_text":"Grants multiply as government agencies and foundations seek to rescue US cultural organizations amid pandemic - Nancy Kenney at","sentiment_score":0.05}
{"full_text":"\"An ultra-cold storage unit to house shipments of the COVID-19 vaccine is on the way, according to Winneshiek County Public Health (WCPH) Director Krista Vanden Brink.\"Read more details below!https:\/\/t.co\/ESFQ0DTm28","sentiment_score":0.25}
{"full_text":"Raul, 39, battled COVID-19 over the summer and it got pretty serious, though he admitted he thought the virus would be similar to the flu. He's now recovered, and today says he will be getting the vaccine when available in hopes of regaining normalcy.","sentiment_score":0.0791666667}
{"full_text":"Online Business Ideas In Covid 19For business, you need the best and unique idea. Here is the best Online Business Ideas In Covid 19 which helps to grow you and your business with efficientlyVisit: #business #entrepreneur #covid19 #onlinebusiness","sentiment_score":0.7916666667}
{"full_text":"Qs for tomorrow's (12\/17 US) Global #gtchat (#giftED #talented) Powered by #TAGT this week (12\/17 US) Our topic: \"2020 Retrospective: The Lost Year\" #NAGC #SENG #parenting #parentinginapandemic #2ekids #edchat #txeduchat #nt2t #COVID19 #pandemic","sentiment_score":0.4}
{"full_text":"Report from Framework for Equitable Allocation of #COVID19 Vaccine - recommends four-phase framework for federal, state, #tribal, local, &amp; territorial authorities to use in developing national &amp; local guidelines for COVID-19 #vaccine allocation","sentiment_score":0.0}
{"full_text":"RT Everyone's waiting for 2021 acting as if COVID expires December 31st ","sentiment_score":0.0}
{"full_text":"What's the difference between the Pfizer and Moderna COVID-19 vaccines? Which one should you get? What are the side effects? All your questions answered ","sentiment_score":0.0}
{"full_text":"La Pasadita's owners are selling their last building in West Town to get through the pandemic: \"We're in survival mode.\"","sentiment_score":0.0}
{"full_text":"At a press conference, Gov. Baker implored Massachusetts residents not to let their guard down -- even as the first coronavirus vaccines are administered.","sentiment_score":0.0472222222}
{"full_text":"RT This is an incredible thread please read it","sentiment_score":0.9}
{"full_text":"IF they had not locked down, then the rights of all Mebournians would have been infringed by exposing us to the potential spread of the Covid in those buildings.  I Melbourne's public housing lockdown breached human rights: Ombudsman","sentiment_score":-0.0388888889}
{"full_text":"RT The price of bitcoin has risen above $20,000 for the first time. The speculative digital currency has benefited from the pandemic,...","sentiment_score":0.0833333333}
