{"full_text":"RT 'This is not that hard to understand, everybody' -- Bill Nye is back on TikTok to drop more knowledge about masks and COVID...","sentiment_score":0.0694444444}
{"full_text":"- The same guy who's pitting Indigenous and non-Indigenous communities against each other by saying it's unfair to prioritize First Nations access to the vaccine (communities who are disproportionately affected by the virus)","sentiment_score":-0.09375}
{"full_text":"RT The networks should've had Rev. Dr. Barber read his letter on tv. It's unconscionable that this bill is not helping the peopl...","sentiment_score":0.0}
{"full_text":"Mitt Romney on the Wolfe Blitzer show pretty much confessed that the Republican party and Donald on the Coronavirus this is dangerous Mitt Romney is a smart guy and he's setting himself up for 2024 the Republican party is going to want to distance themselves from crazy Trump0102","sentiment_score":-0.1071428571}
{"full_text":"RT OMG. Coronavirus is the #1 cause of death in the US this week, surpassing heart disease, says","sentiment_score":0.0}
{"full_text":"Home is actually where I wanna be pandemic or not! #homesweethome","sentiment_score":0.0}
{"full_text":"Funny how movies and shows and casinos and airplanes are safe from Corona and restaurants and churches arent","sentiment_score":0.375}
{"full_text":"#giveusdata #cdnpoli #bcpoli #vanpoli@charliesmithvcr projects 538,893 #COVID19 deaths in USA by Apr 1, 2021https:\/\/t.co\/cyabOErtcp328,517 deaths by Christmas345,436 by Dec 31404,266 by Jan 20","sentiment_score":0.0}
{"full_text":"RT There were 0 new cases and 0 deaths reported yesterday, and there remain 0 active cases. 7,670 test results were received....","sentiment_score":0.0015151515}
{"full_text":"RT they should slip a fun little drug in w the covid vaccine. for our troubles.","sentiment_score":0.05625}
{"full_text":"RT appreciation tweet for jaemin who had to practice, learn 4 choreos (maw, deja vu, work it, resonance), and record songs he p...","sentiment_score":0.0}
{"full_text":"RT It's My birthday in a few days and my dream was to buy myself a 458 Ferrari on my 30th birthday. I was gonna hit my goa...","sentiment_score":-0.2}
{"full_text":"RT We may have to go back on lockdown right now our numbers are worse than springhttps:\/\/t.co\/EP7DYsYF2j","sentiment_score":-0.0380952381}
{"full_text":"RT A 102-year-old New York woman who survived the Spanish flu pandemic in 1918 and beat cancer has now overcome COVID-19 not on...","sentiment_score":0.0681818182}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT These COVID negotiations should be public.The public should be able to see who is holding stimulus checks hostage &amp; demanding im...","sentiment_score":0.25}
{"full_text":"Congressional leaders are expressing new optimism that they can cut a deal on more coronavirus relief and keep the government operating with a new stimulus bill.Their talks come as a $908 billion bipartisan framework gains traction from both sides.@nancycordes has more","sentiment_score":0.3181818182}
{"full_text":"RT It's funny that they lose so often, until you realize how much time and energy and attention they spend on this, when we h...","sentiment_score":0.225}
{"full_text":"My sleep isn't any worse than usual. The social acceptability of #introverting has tamped down a lot of anxiety. But that stress eating. [Sends unwilling child accomplice to the kitchen for more snacks.] #IdeaDynamo #LifeFantastic","sentiment_score":-0.0544444444}
{"full_text":"RT A government that orders people to lock down, shut down, &amp; stay at home is a government that must compensate people for l...","sentiment_score":-0.1555555556}
{"full_text":"How can it be ruined? Christmas is supposed to be about love. What can ruin that? We have to do our part for this pandemic. I will not put my father at risk by having a family meal. Do that another time. Better question.. who is going to be irresponsible","sentiment_score":0.5}
{"full_text":"My COVID Story: My first COVID symptom was pain in the lower part of my body - Times of India","sentiment_score":0.25}
{"full_text":"Timberwolves star Karl-Anthony Towns reveals multiple family members have died from COVID-19.","sentiment_score":0.0}
{"full_text":"RT The way Democratic leadership have been meeting the challenges of a global pandemic has merely been indefensibly and unforg...","sentiment_score":-0.25}
{"full_text":"RT You can't make this up. The same Republicans who have undermined efforts to protect people from COVID at every turn now w...","sentiment_score":0.0}
{"full_text":"I have a question for Anderson Cooper &amp; Dr. Sanjay Gupta when the new covid-19 vaccine is distributed will they go to the patients in the hospital that are on ventilators? &amp; if not what vaccine would be given to get them so they can recover?","sentiment_score":0.1363636364}
{"full_text":" #COVID19 in the U.S. #Republicans \/ #GOP Control the U.S. Senate Donald J. #Trump in the White House Friday, December 04, 2020 8:00 PM EST U.S. DEATHS = 285,479  U.S. INFECTIONS = 14,761,177  |","sentiment_score":0.0}
{"full_text":"RT This California business owner represents all of America trying to survive these ridiculous lockdowns.She went above an...","sentiment_score":-0.1666666667}
{"full_text":"RT BIDEN (alert Hill staffers): I think the COVID deal would be better if there were $1200 checks in it, and I understand that...","sentiment_score":0.5}
{"full_text":"RT \"We had Republicans try and pass a motion to adjourn,\" says, discussing Covid-19 relief negotiations. \"They...","sentiment_score":0.0}
{"full_text":"On point!","sentiment_score":0.0}
{"full_text":"Dabo crying like a little bitch saying fsu scared to play them when you have a pandemic wow that is rich didn't know he was a Dr .....#clemson","sentiment_score":0.021875}
{"full_text":"I'm excuse me but you are the one rattling off numbers without any sources. You can go to the CDC website and look. The number they produce on the news aren't anywhere near the actual numbers. Someday you may get smart enough To figure out shit for yourself","sentiment_score":0.0107142857}
{"full_text":"RT Even before COVID-19 hit the United States, too many Americans across our country were struggling to make ends meet.","sentiment_score":0.5}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT If we can afford a $2 trillion tax cut for the rich, we can certainly afford to pay people to stay home to contain Covid.Thi...","sentiment_score":0.2946428571}
{"full_text":"covid has been a hell of a bitch this year . Smd","sentiment_score":0.0}
{"full_text":"RT I'm young, healthy and have 0 major pre-existing conditions that deem people high-risk if subjected to COVID. And yet, I...","sentiment_score":0.2208333333}
{"full_text":"#USA #Pandemic #SARSCoV2 #COVID19 #2ndWave as of Dec. 4, 2020: +235,272 new lab confirmed cases \/ +2,718 new deaths \/ 101,276 in #hospitalizations \/ 19,858 in #ICU","sentiment_score":0.2242424242}
{"full_text":"RT English people defying lockdown\/social-distancing orders in London to tell the government it can stick the poison Covid-1...","sentiment_score":0.0}
{"full_text":"RT I made this listing to have both \"Stay the Fuck Home\" postcards and so you could easily get one\/two\/five\/ten of each....","sentiment_score":0.0166666667}
{"full_text":"Yeah, is only trying to salvage his political career since he will be out of a job January 20.  His and Trump's neglect and politicization of the pandemic is costing us 500,000 American lives. Honored?  Really? These asshokes marginalized the CDC and public health across USA.","sentiment_score":0.04}
{"full_text":"Fuck you i wear a mask only if I am going to be in Walmart or at the doctors office. So stick that mask up your ass crook.","sentiment_score":-0.2}
{"full_text":"What a detestable woman Christmas and she refuses to give money to the desperate American businesses and their laid off workers. Only money for her fat cat donors and lobbyists.@SpeakerPelosi","sentiment_score":-0.2}
{"full_text":"RT Senator David Perdue is a crook. He's made more stock trades than the next 5 busiest trading senators combined, nearly  1\/3 ...","sentiment_score":0.2}
{"full_text":"RT I did everything right! I wore a mask and washed my hands and cleaned and so did my husband and he has covid and I do...","sentiment_score":0.3571428571}
{"full_text":"Idc what nobody say this nigga aggressively underrated lol","sentiment_score":0.8}
{"full_text":"Giuliani's communications director quarantined with COVID-19 following infamous press event -","sentiment_score":-0.25}
{"full_text":"RT This is the line outside of Dodgers Stadium in Los Angeles for a #COVID19 test. Most of those people will likely not g...","sentiment_score":0.1666666667}
{"full_text":"RT Although COVID-19 treatments have improved and a vaccine is on the way, even a mild case of the virus can cause long-term...","sentiment_score":0.3333333333}
{"full_text":"1500 in exchange for that covid vaccine???! Lmfaooo we finna see who'll be a fool for a dollar ","sentiment_score":0.0}
{"full_text":"racism is so much easier to type out than Sinophobia though :)","sentiment_score":0.35}
{"full_text":"RT One big lesson of Covid and lockdowns is that Robert Caro is right when he says \"Power Reveals,\" in this case revealing...","sentiment_score":0.1428571429}
{"full_text":"The very people who were imploring us to flatten the curve are the same ones who are creating it. Test, test and test some more.","sentiment_score":0.2333333333}
{"full_text":"RT President-elect Joe Biden said he would ask Americans to wear masks for the first 100 days after he takes office and is also expec...","sentiment_score":0.25}
{"full_text":"RT As a kid of 5 or 6, I lined up with other little people to get the Polio Vaccine. As a man of 73, I'll line up for the Cov...","sentiment_score":-0.15625}
{"full_text":"RT Nancy Pelosi admitted today that she held up COVID aid for months to try to hurt President yet the people...","sentiment_score":0.0}
{"full_text":"RT Another record case total set today. County reporting 2,039 new COVID-19 cases.","sentiment_score":0.0681818182}
{"full_text":"RT COVIDIOTS","sentiment_score":0.0}
{"full_text":"RT 1 in 6 households with children didn't have enough to eat last week. Our families &amp; communities are hungry and need rel...","sentiment_score":0.0}
{"full_text":"RT I don't wear condoms WHY would I wear a mask ?????","sentiment_score":0.0}
{"full_text":"Covid 19 vaccine","sentiment_score":0.0}
{"full_text":"RT \"So gather round...\" wait we're not allowed to gather, it's Covid ","sentiment_score":-0.2}
{"full_text":"RT NEW: U.S. Secretary of Education Betsy DeVos says pandemic relief for about 41 million federal student loan borrowers will continu...","sentiment_score":0.1363636364}
{"full_text":"RT Dems should be out on all media outlets telling the American public that Mitch McConnell and Republicans haven't passed the...","sentiment_score":0.0}
{"full_text":"Hi Janet.  Passed your amazing work to some dutch people in london yesterday. Originally I'd found very interesting covid vids on your in march , which vanished. How may I find them pls?? X","sentiment_score":0.5416666667}
{"full_text":"RT English people defying lockdown\/social-distancing orders in London to tell the government it can stick the poison Covid-1...","sentiment_score":0.0}
{"full_text":"RT Fontana, California: Pastor Bob Bryant - died from COVID on Monday after resuming indoor services in violation of a state...","sentiment_score":0.0}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"RT Replacing the words \"the economy\" with \"rich people's yacht money\"-How can we respond to COVID without sacrificing ri...","sentiment_score":0.375}
{"full_text":"RT LA County today launched its #COVID19 Home Test Collection, giving individuals the option to complete an FDA-approved COVID...","sentiment_score":0.1}
{"full_text":"RT A warning to the world: be cautious of imported pig heads from North America.","sentiment_score":0.0}
{"full_text":"RT 8,687 Americans dead of COVID-19.In the last 70 hours.Stay the hell inside unless it's an emergency or your job requi...","sentiment_score":-0.1}
{"full_text":"GKTW can absolutely control having their name on an in person event in the pandemic","sentiment_score":0.2}
{"full_text":"RT An immigrant Muslim couple found the COVID-19 vaccine. IMMIGRANT AND MUSLIM","sentiment_score":0.0}
{"full_text":"RT Another day on the radical left with our crazy ideas","sentiment_score":-0.3}
{"full_text":"Don't contribute to fraud Republicans. Stay home in Jan on Election Day. They will come up with fake ballots to beat us anyway and Gov Kemp and GA Sec of state are in on it. Solidarity. Stay home in Jan!","sentiment_score":-0.3125}
{"full_text":"Covid 324 mil","sentiment_score":0.0}
{"full_text":"what happens after the 100 days bro? this mask not coming off my face in public.","sentiment_score":0.0}
{"full_text":"RT Nope. No flight would make it....","sentiment_score":0.0}
{"full_text":"...\"but what if it got on the outside of my mask?\"...then it got on your face and you have it. Wear a mask and don't spread it!","sentiment_score":0.0}
{"full_text":"Attention #SmallBusinesses in Summit County! We are offering $250,000 in grant assistance to small businesses impacted by #COVID19. All money must be spent by the end of the month, so apply today!","sentiment_score":-0.1875}
{"full_text":"It's sad according to cdc and FDC experts say this virus is way over reacting. There are less people dying of cov-19 than any other virus flues in the world. Treat this virus just like any other viruses the recorded rate according to experts 99.9% recover.  And vaccines are come","sentiment_score":-0.2291666667}
{"full_text":"RT A 104-year-old World War II veteran beat COVID-19 despite having the odds stacked against him.https:\/\/t.co\/exXNHZKYb4","sentiment_score":0.0}
{"full_text":"RT Jesus would wear a mask.","sentiment_score":0.0}
{"full_text":"RT Zero positives for Covid19 among Clemson student-athletes in any sport this past week.","sentiment_score":-0.25}
{"full_text":"RT What is this, a limited edition t-shirt for charity? For two weeks only, I'm releasing an apparel collection! Proceeds wi...","sentiment_score":-0.0357142857}
{"full_text":"Oh shit, get well soon surely this isn't COVID tho? Maybe something more more serious","sentiment_score":0.1933333333}
{"full_text":"RT When I had COVID-19, I could barely breathe. My friend called to check on me, heard me struggling to speak, and s...","sentiment_score":0.05}
{"full_text":"RT U.S. Health and Human Services Secretary Alex Azar uses UN podium to make veiled jab at China over pandemic","sentiment_score":0.0}
{"full_text":"RT Please pray for my dad I left him with Amy and Claudia to go to preach a funeral and before I could get home he asked them...","sentiment_score":0.0}
{"full_text":"Looks like the Chargers might be finishing their season elsewhere.","sentiment_score":0.0}
{"full_text":"\"The Covid situation has surged the surge.\" But research, and practice, are crucial for skiers looking to head out of bounds.","sentiment_score":0.0}
{"full_text":"With COVID-19 limiting their annual operations in Antartica, the U.S. Coast Guard's only active heavy icebreaker left Seattle today for a rare mission north to the Arctic.","sentiment_score":-0.0066666667}
{"full_text":"RT SDPI conference is from December 14-17.Sdc2020 23rd conference in times of covid-19. #sdc2020 #sdpi","sentiment_score":0.0}
{"full_text":"RT Here's the thingMitch McConnell wants to protect rich corporations from COVID liability lawsuits &amp; not American worker...","sentiment_score":0.1916666667}
{"full_text":"RT This is outrageous. It's looks like LA's Mayor Garcetti is being vindictive against this bar owner because she dared expr...","sentiment_score":-1.0}
{"full_text":"RT Communities like mine are known as \"diesel death zones.\"As we rebuild from this pandemic, we can't just go back to norma...","sentiment_score":0.0}
{"full_text":"RT  often during the pandemic, people across Scotland have been left in limbo because of a lack of cl...","sentiment_score":0.0}
{"full_text":"The Trump administration on Friday suspended all federal student loan payments through the end of January and kept interest rates at 0%, extending a moratorium that started early in the COVID-19 pandemic but was set to expire at the end of this month","sentiment_score":0.1}
{"full_text":"Rio de Janeiro's shopping malls will stay open 24 hours a day through Christmas, but scientists who are advocating new restrictions in the Brazilian city are against it, given a worrying increase in Covid-19 deaths and infections in the city.","sentiment_score":0.0681818182}
{"full_text":"The COVID-19 Vaccine Isn't Here Yet, But Schools Need to Push Families to Vaccinate Now. Here's Howhttps:\/\/t.co\/rOgOLtBcQR#Jeffco #parents #parenting #parentinginapandemic","sentiment_score":0.0}
{"full_text":"RT The fact that Congress did not pass stand alone bills to get Americans checks during this pandemic is an absolute disgrace. A...","sentiment_score":0.2}
{"full_text":"ILS funds reserve for COVID BI exposure on some European cat programs","sentiment_score":0.0}
{"full_text":"Where is God in a #coronavirus world? A number of prominent Christian leaders are answering those questions in a number of new books offering a spiritual perspective on the #COVID19 pandemic.","sentiment_score":0.1590909091}
{"full_text":"U.S. cited #Smithfield \"Foods\" for failing to protect workers from #covid19 but we need to #StopSmithfield from endangering animals &amp; our public health. Demand that lead by placing a moratorium on new #FactoryFarms","sentiment_score":0.0681818182}
{"full_text":"ICYMI: \"Our study results confirm that patients already taking ACE inhibitors and angiotensin receptor blockers should not discontinue takin them due to #COVID_19 infection,\" #AHA20 #cardiotwitter","sentiment_score":-0.125}
{"full_text":"Here's how we're helping patients stay connected with loved ones during #COVID19.","sentiment_score":0.7}
{"full_text":"RT Wear a mask. Erectile dysfunction is a likely consequence of #Covid19. #BuildBackHarder","sentiment_score":0.0}
{"full_text":"#Vaccine villainization? Media reports on Chinese vaccines tend to raise questions over safety and efficacy, but media reports on vaccines developed in the West get a totally different treatment. Just take a look! #COVID19","sentiment_score":0.0333333333}
{"full_text":"To recognize the community's support in the fight against COVID-19, Methodist Hospital Foundation created the Sharing the Care Award. Learn more about the award and the individuals, groups and businesses honored with it.https:\/\/t.co\/4znXmgWCIl","sentiment_score":0.5}
{"full_text":"Krampus Cardc. 1905Who was Krampus? We'll post a Spark Page tomorrow that will tell you all about him. Stay tuned!#ChristmasIsComing #COVID19 #History #KRAMPUSNACHT","sentiment_score":0.0}
{"full_text":"RT How did we get here?Tweet after tweet about election fraud.Not a word about COVID.Not a word about the thousands dyin...","sentiment_score":0.0}
{"full_text":"Lol Where did Rex say he got COVID at church?  WTF are you talking about?","sentiment_score":0.15}
{"full_text":"#CDNTopStories After six days of not recording any new cases of the coronavirus disease, Mandaue City logged one new case on Friday, December 4.Read more: #CDNDigital","sentiment_score":0.2575757576}
{"full_text":"Fantastic, it took a world pandemic for you to accomplish what was promised TWO YEARS AGO. If so difficult, how did Disney have this three years ago on the first try?","sentiment_score":0.05}
{"full_text":"CDC calls for 'universal face mask use' as coronavirus infections, deaths spike","sentiment_score":0.0}
{"full_text":"The emerging immunizations raise a host of questions, not the least of which is this: Can your employer require that you get vaccinated?","sentiment_score":-0.3}
{"full_text":"\"Florida investigation finds governor misled public on Covid as cases rose\"","sentiment_score":0.3}
{"full_text":"Easing us into new terminology to \"calm\" be blunt because we need the truth in order to trust \"precautionary outbreak\" = outbreak #RedFlagCovidBC","sentiment_score":0.2181818182}
{"full_text":"Deaths from the coronavirus in Iowa have reached their highest level since the beginning of the pandemic.","sentiment_score":0.0}
{"full_text":"How the downtown Phoenix holiday pub crawl, Santarchy, is changing due to COVID-19.","sentiment_score":-0.125}
{"full_text":"Trump didn't mandate a national lockdown.","sentiment_score":0.0}
{"full_text":"You're frequently cleaning the surfaces of your home and washing your hands properly, but what about your HVAC filter? how changing that filter prevents dust, bacteria, and viruses like COVID-19 from getting into your air ducts.","sentiment_score":0.05}
{"full_text":"Letitia Wright is in hot water after she posted a video that questions whether people should take a COVID-19 vaccine when it becomes available.","sentiment_score":0.325}
{"full_text":"54% of U.S. adults say they know someone personally who has been hospitalized or died because of COVID-19.","sentiment_score":0.0}
{"full_text":"Olmsted County COVID Response team creates new, online ways for contact tracing","sentiment_score":0.1363636364}
{"full_text":"Coronavirus cases have topped 5,000 across the state of Arizona for two days running, so the city of Tempe is restricting services to keep people healthy.https:\/\/t.co\/3OxfR5OiS0","sentiment_score":0.0}
{"full_text":"Read this week's roundup of L.A. #COVID19 news, sorted by day of the week:https:\/\/t.co\/8yD4bgoxNX","sentiment_score":0.0}
{"full_text":"Car maintenance and servicing business can continue to propel forward with contactless services and gain substantial growth in monthly sales amidst national lockdown  with kiplePay's Unified Payments solution. Learn more","sentiment_score":0.5}
{"full_text":"Locals residents are bracing for the State mandated stay-at-home order forcing another round of closures and restrictions.","sentiment_score":-0.2}
{"full_text":"Alabama WWII vet beats coronavirus in time to celebrate 104th birthday | Read:","sentiment_score":0.0}
{"full_text":"He? Trump you mean? First and foremost defended Christian values. Brought god into the public again unlike Obama. Second stopped all garbage socialism Hillary was pushing. If nothing else a pause of liberalism. Most of all stoked a growing economy until covid farce.","sentiment_score":0.0053571429}
{"full_text":"RT I live in Kentucky. People are hurting. Coronavirus. Hospitals at capacity. Painkillers. Heroin. Unemployment. No relief...","sentiment_score":0.1363636364}
{"full_text":"Maybe not in body but we can feel their energy with us. This pandemic to end and for us to stop looking at the world through a materialistic perspective. Be more spiritual. And be able to heal myself.","sentiment_score":0.3333333333}
{"full_text":"No Benefit of Vitamin D3 vs. Placebo in Severe Covid-19","sentiment_score":0.0}
{"full_text":"RT Going to be off here for a while. I'm in the hospital with covid !! Symptoms started Sunday. They're going to start me on r...","sentiment_score":0.0}
{"full_text":"RT Post-pandemic tech trends I'm expecting to see:Sex tech boomMore consumer hardware startupsA second IoT boomAwa...","sentiment_score":0.0}
{"full_text":"In case anyone was wondering where their packages are or will be.  A friendly reminder to get your Christmas shopping online done ASAP!","sentiment_score":0.46875}
{"full_text":"Apparently someone actually watched the video. Thank you","sentiment_score":0.025}
{"full_text":"RT America expected a pandemic baby boom. It got an egg-freezing one instead.","sentiment_score":-0.1}
{"full_text":"RT #OurAMA president, calls upon elected officials and the media to affirm evidence-based science and factual...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 43.5FWind Chill: 43.3FHumidity: 68%Dew Point: 33.6F Barometer: 29.971 inHgWind: 1 mph from the WNWCorona Virus Weekly Stats:Cases: 199.000000Deaths: 10.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Thank you Bill Nye for being so awesomely awesome! ","sentiment_score":1.0}
{"full_text":"It's just pathetic that 276K people in America had to die from Covid-19, before the light came on.","sentiment_score":-0.3}
{"full_text":"RT Remember when Trump promised:-The economy would bounce back?-We were rounding the corner on #Covid19? -Mexico would pay fo...","sentiment_score":0.0}
{"full_text":"When you absolutely do not give a shit about anyone or anything but yourself. Sickening. Totally preventable. FK every one of you selfish aholes. Covid-19 Superspreader Wedding In Washington State Linked To 7 Deaths Of People Who Didn't Even Attend","sentiment_score":-0.34}
{"full_text":"RT More people died today from Covid in America than died in the Twin Towers on 9\/11. This here is a death cult.","sentiment_score":0.5}
{"full_text":"#pipelinewriters what's the craziest thing you've done during quarantine that you want to use in a future script?Early pandemic I couldn't find my gloves so I took off my sock to open a door.","sentiment_score":0.0}
{"full_text":"not me calling to tell my work that my COVID test came back negative and them telling me to come in immediately even tho it was past my shift start time ","sentiment_score":-0.1833333333}
{"full_text":"Trust in Covid Vaccines Grows, Planning Begins, and More News","sentiment_score":0.5}
{"full_text":"RT How has another week gone by with McConnell getting away with not bringing a coronavirus relief bill to the Senate floor?...","sentiment_score":0.0}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"RT There have been over 276,000 COVID-19 deaths in the United States alone. It is devastating to think of all those who h...","sentiment_score":-1.0}
{"full_text":"If only that virus was the only evil exported by that odious regime . . . [I guess I won't ever be going there as a guest.]","sentiment_score":-0.3333333333}
{"full_text":"RT CHARITY MONTOYA, 41 of Taylorsville, Utah died of COVID on Nov. 18.She leaves behind her husband and young son.https:...","sentiment_score":-0.15}
{"full_text":"RT Nancy Pelosi admitted today that she held up COVID aid for months to try to hurt President yet the people...","sentiment_score":0.0}
{"full_text":"RT Shutting down again: New COVID orders pose a major threat to Bay Area businesses. Restaurants are pivoting to takeout onl...","sentiment_score":0.0144360269}
{"full_text":"Florida newspaper investigation finds state government misled public on Covid as cases rose | Florida | The Guardian","sentiment_score":0.3}
{"full_text":"COVID-19 Cases Continue To Surge In Calaveras County","sentiment_score":0.0}
{"full_text":"RT Long Update:Only Liza T. and Gleb L. tested positive for coronavirus in Mishin's group. Liza started to feel sick in Mo...","sentiment_score":-0.179004329}
{"full_text":"And no big ten team has missed one week for covid related issues except for \"cough cough\" osu","sentiment_score":0.0}
{"full_text":"RT Another reason why you do not take the word of authority at face value.There is something else at play here. 88 weeks...","sentiment_score":0.0}
{"full_text":"RT I responded to a tweet by Dr Eric Ding, last weekend. I said the only thing kee...","sentiment_score":0.0}
{"full_text":"RT Have heard that nearly one-third of 60-odd judges and officials originally named to work champs next month in...","sentiment_score":0.1583333333}
{"full_text":"Pandemic revs up #Drive thru #restaurant designhttps:\/\/t.co\/8uZgewLoxO","sentiment_score":0.0}
{"full_text":"RT How do folks feel about this?","sentiment_score":0.0}
{"full_text":"Not my coworkers playing tag at work during a pandemic ","sentiment_score":0.0}
{"full_text":"There are a lot of reasons I want a vaccine for Covid, but I'd be lying if I said (safely) going to an Indian buffet is not in my top 3.","sentiment_score":0.5}
