{"full_text":"RT Trump's legal team now has more confirmed COVID cases than legal cases they've won in court. Sad, pathetic, dangerous.","sentiment_score":-0.1142857143}
{"full_text":"RT Three Ohio state lawmakers have tested positive for COVID-19, but a spokesperson for says House session with...","sentiment_score":0.2272727273}
{"full_text":"We cannot attempt to rebuild the economy if we don't invest in #Childcare. Read more in this great article by #SaveChildcare","sentiment_score":0.65}
{"full_text":"that you for raising up the fact that the 40 million women enrolled in Medicaid across this country deserve to have no only reproductive freedom, but also economic freedom, especially during the #COVID19 pandemic. #BeBoldEndHyde","sentiment_score":0.0666666667}
{"full_text":"RT Protect your family and your loved ones. Wear a mask.","sentiment_score":0.7}
{"full_text":"Melania Trump cheers new White House tennis pavilion amid ongoing pandemic - CNN Politics. She has no clue or empathy ","sentiment_score":0.0681818182}
{"full_text":"RT \"The Fable of the Ant and the Ct40 PCR Test\"Or, an easy way to understand the problems with and damage done by PCR tests f...","sentiment_score":0.4333333333}
{"full_text":"RT are we not in the middle of a pandemic","sentiment_score":0.0}
{"full_text":"Of course he did. Because The Donald only needs enough for himself. Fuck everyone else. Even his kids.https:\/\/t.co\/PKg5alLz9l","sentiment_score":-0.1333333333}
{"full_text":"RT Whatever Senator Ron Johnson does in the rest of his life, this will follow him forever. This will be what history records him...","sentiment_score":0.0}
{"full_text":"RT 2020 will go down as Southern California's smoggiest year since the mid-1990s, despite dramatic reductions in driving. How...","sentiment_score":-0.1962962963}
{"full_text":"RT COVID-19 vaccine starts working within two weeks after first shot","sentiment_score":0.25}
{"full_text":"Willfully ignorant is attending a White House party with no mask and then testing positive for COVID days later","sentiment_score":0.0757575758}
{"full_text":"RT Womp womp.","sentiment_score":0.0}
{"full_text":"RT The portico at my home has been my goto place for work and work calls during the pandemic. It's always good to gather...","sentiment_score":0.7}
{"full_text":"Evidently, yes!","sentiment_score":0.3125}
{"full_text":"RT Jenna Ellis contracts covid at about :09 into this video","sentiment_score":0.0}
{"full_text":"Wow just wow. So he admits to pretty much saying dems did give a shit about American citizens during trumps four yrs but suddenly ow they will   Wow   Well at least I know I didn't vote for these idiots","sentiment_score":-0.055}
{"full_text":"RT pretty weird how no one in the White House wears a mask and everyone in the White House is getting covid. if only ther...","sentiment_score":-0.05}
{"full_text":"Amazing","sentiment_score":0.6}
{"full_text":"RT We wouldn't need a vaccine if he didn't allow covid 2 spread 2 everyone. Let's not forget t...","sentiment_score":0.0}
{"full_text":"How is this man in a covid testing center with his mask hovering over his mouth but literally not covering it...","sentiment_score":-0.1}
{"full_text":"I was writing a recap of my year and was going to note that I gained zero skills during the pandemic, but realized that's not true! I learned the dance steps to \"Dynamite.\" 2000-era me would be so proud. (Learned dance steps to and all the time)","sentiment_score":0.290625}
{"full_text":"RT are we not in the middle of a pandemic","sentiment_score":0.0}
{"full_text":"RT Survey finds that relief for undocumented immigrants helped, but not enough","sentiment_score":0.0}
{"full_text":"RT Edinburgh locals report Wills and Kate to police for 'breaking lockdown rules'","sentiment_score":0.0}
{"full_text":"Report from 5th December 2020: Westminster Social Justice and Peace Forum - Learning from the Pandemic via","sentiment_score":0.0333333333}
{"full_text":"RT Every time a Trump advisor gets COVID, an angel gets his lungs.","sentiment_score":0.0}
{"full_text":"RT HHS' Azar: 'Every American who would like to have a vaccine can get one' by second quarter of 2021 | Just The Newshtt...","sentiment_score":0.0}
{"full_text":"RT It makes my head hurt","sentiment_score":0.0}
{"full_text":"RT This what y'all think the covid vaccine's gonna do","sentiment_score":0.0}
{"full_text":"Proving exactly why many didn't trust the Trump Administration when it came to handling  vaccines and making sure that they get out all of the Americans who want to take it.","sentiment_score":0.4166666667}
{"full_text":"RT GIVE THIS 110K GO","sentiment_score":0.0}
{"full_text":"RT Not to mention the classic military pitfall of fighting the next war with last war's tactics. #SDOH drives so muc...","sentiment_score":0.0166666667}
{"full_text":"RT Breaking News: The Trump administration declined to tighten limits on industrial soot emissions, despite an emerging link betw...","sentiment_score":0.0}
{"full_text":"\"People can see it\"@redsteeze","sentiment_score":0.0}
{"full_text":"RT \"Covid made Mitch McConnell's 'grim reaper' nickname into reality\"My latest op-ed for in which I argue there's \"...","sentiment_score":-0.25}
{"full_text":"RT She did inform that he was \"rude\" though","sentiment_score":-0.3}
{"full_text":"RT Whatever Senator Ron Johnson does in the rest of his life, this will follow him forever. This will be what history records him...","sentiment_score":0.0}
{"full_text":"RT Can't wait until all the old people have had the vaccine and all the young people are still in lockdown. Pubs filled wi...","sentiment_score":0.2}
{"full_text":"RT My account  gets disable on 30 june and from than i am trying to submit review everyday but due to covid 19 fewer...","sentiment_score":-0.1625}
{"full_text":"\"yOu CaNt CaNcEl OvEr ThE pHoNe, GoTtA Do It In PeRsOn\" yeah cuz that's the smartest option to have in a pandemic.","sentiment_score":0.0}
{"full_text":"I wonder how many people will be COVID-19 after than mask-less event...","sentiment_score":0.5}
{"full_text":"RT mid-pandemic and it's honestly so wild that the only place james harden Isolates is on the court","sentiment_score":0.05}
{"full_text":"RT Every time a Trump advisor gets COVID, an angel gets his lungs.","sentiment_score":0.0}
{"full_text":"Because of CAPTAIN COVID Won't Say His NAMEALL a JokeHe LOST GET OVER IT Baby Don","sentiment_score":0.0}
{"full_text":"RT The French ministry for agriculture and food on Tuesday reported a highly pathogenic H5N8 bird flu confirmed on a duck fa...","sentiment_score":0.1866666667}
{"full_text":"Two things I've loved from this term- the explicitly labor-based contract grading that seemed to foster a more relational space for learning- the notes of thanks sharing how much students have cherished the bright spots of care + learning together amid the pandemic","sentiment_score":0.46}
{"full_text":"\"Not only is he farting on me. He's probably giving me Coronvirus.\"","sentiment_score":0.0}
{"full_text":"RT DEADLIEST WEEK ON RECORD--US averaged 201,756 #COVID19 cases a day in the last week &amp; a **record of 2,249 deaths\/day**, beat...","sentiment_score":0.0}
{"full_text":"RT Trump egregiously mishandled pandemic by making it all about him. To curry favor from China's Xi, he dismissed advi...","sentiment_score":0.0}
{"full_text":"Caller to the show pondered when and how the governor's task force will meet to review FDA approval of  #COVID19 vaccines. These are the members, from Sept. 29 news release:https:\/\/t.co\/2muFYSk9SK via","sentiment_score":0.0}
{"full_text":"give this 100k likes!!!","sentiment_score":0.0}
{"full_text":"I used to feel bad for these folks, but no longer.If you arent willing to do the smallest of things to prevent this then you deserve your fate. Get well. But you did it to yourself Jenna.","sentiment_score":-0.225}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"Like I've been saying...they need to disinfect the White House insanely before Biden takes office. Lol","sentiment_score":-0.0666666667}
{"full_text":"RT Under regional stay-at-home order, restaurants can only stay open for take out and delivery options, all dinin...","sentiment_score":0.0}
{"full_text":"Thanks, Wisconsin!","sentiment_score":0.25}
{"full_text":"RT West Wing fears COVID spread after Trump lawyer Jenna Ellis attends White House party - Axios","sentiment_score":0.0}
{"full_text":"RT Lockdown sceptics v zero-Covid: who's got it right?","sentiment_score":0.2857142857}
{"full_text":"RT BREAKING: Pressed by to explain Pres. Trump's executive order prioritizing Americans' access to COVID-19 vaccines...","sentiment_score":0.0}
{"full_text":"RT You know why all this backlash happens when we say \"Tax the Rich?\"Because the unquestionable norm is to tax the poor &amp; working c...","sentiment_score":-0.0125}
{"full_text":"100k likes lets get it","sentiment_score":0.0}
{"full_text":"He's such a boldfaced liar - the only difference between O'Toole and Scheer is that Scheer couldn't say this shit without smirking. O'Toole just doles it out, plugging away at making post-truthism stick in Canada like in has in the US. #cdnpoli","sentiment_score":-0.0666666667}
{"full_text":"RT hello my dear friends happy day  #mypfoto #StaySafe #StaySafeStayHealthy #WearYourMask #WearAMask ","sentiment_score":0.8}
{"full_text":"RT As the U.S. hurtles toward 15 million cases of the coronavirus, the U.K. has started its immunization efforts. Using data f...","sentiment_score":0.0}
{"full_text":"If their families get sick that's on them. You are a selfish person to knowingly go to an event during this pandemic with the possibility of bringing it home to your families. If you don't care about them, it's no wonder you don't care about the general population.","sentiment_score":-0.3880952381}
{"full_text":"RT BREAKING: Yes","sentiment_score":0.0}
{"full_text":"RT The US is still 10 million jobs short of the employment level when the coronavirus hit, if this pace of recovery holds, i...","sentiment_score":0.0}
{"full_text":"RT Breaking Axios: Trump lawyer Jenna Ellis has informed associates she has coronavirus, multiple sources tell Axios.","sentiment_score":0.0}
{"full_text":"RT You know why all this backlash happens when we say \"Tax the Rich?\"Because the unquestionable norm is to tax the poor &amp; working c...","sentiment_score":-0.0125}
{"full_text":"RT Every time a Trump advisor gets COVID, an angel gets his lungs.","sentiment_score":0.0}
{"full_text":"RT Every time a Trump advisor gets COVID, an angel gets his lungs.","sentiment_score":0.0}
{"full_text":"RT How pervasive is neoliberalism that \"everyone decided not to do their part!\" is a more plausible explanation than \"we're forc...","sentiment_score":0.5}
{"full_text":"RT Apparently smugness, treason, and Scripture tweets don't protect you.","sentiment_score":0.05}
{"full_text":"An online platform would have solved their problems, even before covid.","sentiment_score":0.0}
{"full_text":"#Coworking trends such as decentralization, a boom in wellness offerings, and a revival of suburban locations have quickly emerged as a result of the pandemic. Check out 7 trends for 2021:","sentiment_score":0.1111111111}
{"full_text":"rather than using their vast lobbying resources to request bailouts or forgiveness on their own mortgages, landlords just want to evict tenants in a pandemic. I implore you to look out for your citizens here. Extend the moratorium, we are counting on you.","sentiment_score":0.3}
{"full_text":"Planning on going to the grocery store today and it stresses me now more than the beginning of the pandemic","sentiment_score":0.5}
{"full_text":"There must be an inquiry or a criminal investigation into the government's mishandling of this pandemic. There needs to be serious questions asked and we need answers to explain why the government failed to act","sentiment_score":-0.4111111111}
{"full_text":"Still wear a mask still lockdowns.  Still absolute bollox","sentiment_score":0.2}
{"full_text":"NYC company says 70% of COVID positive tests linked to Tulum festival (via","sentiment_score":0.2272727273}
{"full_text":"RT Second patient to get the COVID jab at University Hospital Coventry - would you believe it....William Shakespeare from Warw...","sentiment_score":0.0}
{"full_text":"RT Hey everyone! When I tested positive for covid, it was really hard to find any information about how to handle it besides \"...","sentiment_score":-0.0321969697}
{"full_text":"RT RECOVERY Update:20,000 participants enroled in the world's largest randomised clinical trial of treatments for COVID-19...","sentiment_score":0.0}
{"full_text":"Yeah, WE TIRED","sentiment_score":-0.4}
{"full_text":"RT Jenna Ellis has #COVID19. And everyone (well, everyone stupid and Republican--but I repeat myself) wonders why these chuc...","sentiment_score":-0.8}
{"full_text":"Perhaps can write for us what Will's experience today was like...","sentiment_score":0.0}
{"full_text":"Whoppi suggested today on the view of a class action suit may be needed for those who have lost someone in this pandemic due to incompetence. I'm done for it. We need a lawyer asap!!!","sentiment_score":-0.0720703125}
{"full_text":"My advise to New Yorkers is if they test positive they where only around the Cuomo's but their asses in lock down and leave everyone else alone.","sentiment_score":0.052020202}
{"full_text":"Portland to open applications for $500 gift cards for pandemic relief for three hours on Thursday","sentiment_score":0.0}
{"full_text":"RT TONIGHT, my new Comedy Central special is on CMT! Wait... What? That's right, \"Jeff Dunham's Completely Unrehearsed Last-Minu...","sentiment_score":0.1937012987}
{"full_text":"RT \"Journalist\" (who broke his COVID quarantine while actively symptomatic &amp; lied about it) employs dumb 'Retrumplicans' monik...","sentiment_score":-0.2541666667}
{"full_text":"RT An appalling moment at Speaker Pelosi's news conference. After months of stonewalling Trump efforts to pass targeted short-t...","sentiment_score":-0.35}
{"full_text":"RT You know why all this backlash happens when we say \"Tax the Rich?\"Because the unquestionable norm is to tax the poor &amp; working c...","sentiment_score":-0.0125}
{"full_text":"RT Weird that Covid is just like the flu but every right wing political figure that tests positive is immediately flown to th...","sentiment_score":0.0032467532}
{"full_text":"It should follow him forever. Let's never let him forget.","sentiment_score":0.0}
{"full_text":"RT This what y'all think the covid vaccine's gonna do","sentiment_score":0.0}
{"full_text":"used that secondhand smoke comparison in one of his podcast episodes (ep57 back in June) that is *still* my go-to for explaining how to evaluate risk. Also relevant now as news is talking about famous comedians doing live shows.","sentiment_score":0.1872727273}
{"full_text":"Bipartisan COVID-19 relief talks hit familiar snags on Capitol Hill - ABC News - via","sentiment_score":0.375}
{"full_text":"In the last five days we've had 13,601 deaths from COVID-19.  That's 5.67 Pearl Harbor's in 6 days.  We have lost 291,016 total or 121.257 Pearl Harbor's.  If he had reacted as a nation the same way these Americans would probably still be with us.","sentiment_score":0.0}
{"full_text":"RT All this woman did was publish COVID stats in Florida. I don't wanna hear about how China and Venezuela are \"authoritarian\" e...","sentiment_score":0.0}
{"full_text":"RT my days in lockdown are divided as followslaptop: work screenphone: distraction screenTV: reward screen","sentiment_score":0.0}
{"full_text":"RT Any future federal money for COVID-19 recovery should go direct to municipalities and transit agencies. No provincial midd...","sentiment_score":0.05}
{"full_text":"RT NEWS: FDA says Pfizer's Covid-19 vaccine is safe and effective after one dose","sentiment_score":0.55}
{"full_text":"There are a few demographic groups who make themselves conspicuous but ignoring the advice. Amongst them are people most strongly in favour of Brexit for some reason, so Nigel Farage jumped on the anti-lockdown bandwagon a couple of weeks ago. He's back to migrants now.","sentiment_score":0.1833333333}
{"full_text":"RT Protect the babyPandemic + WinterKuroo: You're going outside? then you should wear this.Akaashi &amp; Bokuto: wear these too...","sentiment_score":0.0}
{"full_text":"RT Groundbreaking study shows unvaccinated are healthier than vaccinated&gt; growing list of papers comparing health of vacci...","sentiment_score":0.0}
{"full_text":"RT So this is the best use of Texas taxpayers resources? Could the state focus on Covid relief, education, corru...","sentiment_score":1.0}
{"full_text":"U.S. stocks traded near flat as political gridlock on both sides of the Atlantic weighed on sentiment amid a continued rise in coronavirus cases      via","sentiment_score":0.025}
{"full_text":"RT You know why all this backlash happens when we say \"Tax the Rich?\"Because the unquestionable norm is to tax the poor &amp; working c...","sentiment_score":-0.0125}
{"full_text":"RT Biden has a covid team.Trump's team has covid.That's it, thats the tweet.","sentiment_score":0.0}
{"full_text":"RT \"Unfortunately it's another record\" Albany County Executive Dan McCoy said after announcing 205 positive cases of COVI...","sentiment_score":-0.1363636364}
{"full_text":"RT Well said. It's tough but it's not the end of the world, Suck it it up indeed! #COVID19 #bcpoli","sentiment_score":-0.4861111111}
{"full_text":"RT I hope this is what it does.","sentiment_score":0.0}
{"full_text":"I've said it before and I'll say it again, as damaging as Trump was to the public health message, few things were more damaging that telling us a couple of weeks into the pandemic that \"this will be for 18 months or more\"Americans would've done it for a few months, not for years","sentiment_score":0.12}
{"full_text":"Perdue and Loeffler made millions on Insider Trading deals this year after they received briefings on Covid19.  Families cannot live of $7.25 an hour. GA voters need to vote for OSSOFF AND WARNOCK! IT IS TIME TO RISE UP AND STRIP McConnell &amp;  from SENATE MAJORITY RULE","sentiment_score":0.1704545455}
{"full_text":"So predictable. So stubborn. So stupid.","sentiment_score":-0.5}
{"full_text":"Glad to hear she is better!","sentiment_score":0.5625}
{"full_text":"RT This what y'all think the covid vaccine's gonna do","sentiment_score":0.0}
{"full_text":"Stop being annoying, are you supposed to have 0 social contact for years????","sentiment_score":-0.3833333333}
{"full_text":"NDCL hockey: Developing young roster one challenge among many amid pandemic","sentiment_score":0.3}
{"full_text":"RT Thank you NHS At the Royal Berkshire Hospital The Duke and Duchess thanked nurses for their incredible and...","sentiment_score":0.9}
{"full_text":"RT Wear the damn mask.","sentiment_score":0.0}
{"full_text":"RT I keep hearing the #COVID19 relief bill should be reserved for \"emergency relief.\" In what world are working families struggl...","sentiment_score":0.0}
{"full_text":"'This Was DeSantis': 'Gestapo' Trends After COVID Whistleblower Says Cops Raided Her Home, 'Pointed Guns at My Kids'","sentiment_score":0.0}
{"full_text":"RT Trump's legal team now has more confirmed COVID cases than legal cases they've won in court. Sad, pathetic, dangerous.","sentiment_score":-0.1142857143}
{"full_text":"Coronavirus cases in NYC linked to Tulum festival that became superspreader event: report - Fox News","sentiment_score":0.0}
{"full_text":"RT All this woman did was publish COVID stats in Florida. I don't wanna hear about how China and Venezuela are \"authoritarian\" e...","sentiment_score":0.0}
{"full_text":"#International #travel restrictions may only be effective at controlling the spread of #COVID19 when applied in a targeted way, according to research published in The Lancet Public Health journal","sentiment_score":0.15}
{"full_text":"RT Every time a Trump advisor gets COVID, an angel gets his lungs.","sentiment_score":0.0}
{"full_text":"RT Congratulations For Your First Anniversary. The Services You Have Done In This One Year Span In The Name O...","sentiment_score":0.25}
{"full_text":"awwwwww he's so cute","sentiment_score":0.5}
{"full_text":"RT Is Jenna Ellis the first person to contract covid via fart","sentiment_score":0.25}
{"full_text":"RT pretty weird how no one in the White House wears a mask and everyone in the White House is getting covid. if only ther...","sentiment_score":-0.05}
{"full_text":"In Texas, Covid19 killing folk at an alarming pace and people lined up for hours in food lines, all to have the TX gov't spend money on this dumb$hit-- this nation is in real trouble","sentiment_score":-0.2}
{"full_text":"Home your writing skills, show your brilliance, sew, market your designs, write songs, even if many are not patronizing you, stay sane. Engaging in abusive conversations keep you away from learning constructive criticism. Stop sharing nudes (indecent pictures of yourself).","sentiment_score":0.45}
{"full_text":"RT Every time a Trump advisor gets COVID, an angel gets his lungs.","sentiment_score":0.0}
{"full_text":"British woman, 90 first to recieve Pfizer-BioNTech Coronavirus Vaccine","sentiment_score":0.125}
{"full_text":"Join us at #COSHCON2020 on Wed 12\/9 at 12pm ET\/11am CT\/9am PT to hear insight from worker leaders from Mexico, Brazil, UK, and India on the global impact of #COVID19 on worker safety and health","sentiment_score":0.0}
{"full_text":"Get your questions answered about the Covid-19 vaccine. Join us at 4pm ET on for a live Q&amp;A with","sentiment_score":0.1363636364}
{"full_text":"Nursing homes and other senior care centers in Colorado are being ravaged by the latest surge of coronavirus, a chilling repeat of the spring when thousands of residents were infected with the disease and hundreds died.","sentiment_score":-0.0416666667}
{"full_text":"At least 353 workers have been killed in around 300 workplace accidents from #January to #October of 2020, even though most businesses were closed for three months during the lockdown for #COVID 19.#Bangladesh #Labour","sentiment_score":-0.025}
{"full_text":"Reminder that is fixated on pushing through more #TrumpJudges during this lame duck session rather than working to provide Americans with the #coronavirus relief that we so desperately need.#NoMoreTrumpJudges","sentiment_score":-0.2}
{"full_text":"[News Update]@Facebook 's top moments of the year include 's death, #BlackLivesMatter , and of course, connecting during Covid-19.2020 Year in Review and Top Pop Culture Moments via (Shared via Social Media topic).","sentiment_score":0.3444444444}
{"full_text":"#DidYouKnow Globally, more than 65.4 million people have contracted the #coronavirus and 1.5 million have died, according to Johns Hopkins University. The US currently accounts for 21.6% of the world's known cases and 18.3% of its known deaths.","sentiment_score":0.25}
{"full_text":"RT Don't even get exposed to covid folks it will fuck up your whole life","sentiment_score":-0.1}
{"full_text":"348,300 people will receive the #COVID19 PUP this week: EUR102.67 million paid out in PUP weekly payments A further EUR83.14 million paid in Christmas Bonus to PUP recipients Over 28,000 closed their PUP claims in past 7 daysRead more here:","sentiment_score":0.0375}
{"full_text":"Are you aware of the \"tsunami\" of #COVID19 mental health problems whose impacts will be seen for years to come?  Join our upcoming FREE #designsprint to co-create \"a better way\" to this worsening problem. Register at: #medtwitter","sentiment_score":0.2625}
{"full_text":"With college students heading home this month, there is a chance that some could be heading into an environment where one of their family members or housemates has COVID-19.  What do you do then?  Check this tips out on what to do when someone in your house has COVID-19.","sentiment_score":0.0}
{"full_text":"RT Great to see care workers getting their #COVID19 vaccinations today. Putting into practice #JCVI's recommendation - care...","sentiment_score":0.8}
{"full_text":"Helister Point Lookout Tower Constructionc. 1949Tahoe National Forest#History #Christmas2020 #COVID19","sentiment_score":0.0}
{"full_text":"WE ARE LIVE | There's still time to join Toronto City Councillor Dan Kelly,  Alan Liu &amp; Editor in Chief Toronto Sun Complimentary Registration","sentiment_score":0.2181818182}
{"full_text":"Latest worldwide COVID-19 data: 68,216,271 cases, 1,556,295 deaths.A 2.28% fatality rate.","sentiment_score":0.5}
{"full_text":"FDA releases details on Pfizer vaccine's effectiveness against COVID-19","sentiment_score":0.0}
{"full_text":"RT pretty weird how no one in the White House wears a mask and everyone in the White House is getting covid. if only ther...","sentiment_score":-0.05}
{"full_text":"Margaret Keenan, who turns 91 next week, is the 1st person to get the COVID-19 vaccine outside of a trial. \"It's the best early birthday present I could wish for because it means I can finally look forward to spending time with my family and friends...\"https:\/\/t.co\/gw7VEtli00","sentiment_score":0.1833333333}
{"full_text":"RT You know why all this backlash happens when we say \"Tax the Rich?\"Because the unquestionable norm is to tax the poor &amp; working c...","sentiment_score":-0.0125}
{"full_text":"Morocco is battling a resurgence in virus infections, with the number of recorded deaths from the virus surpassing 6,000. #Covid19","sentiment_score":0.0}
{"full_text":" We are here to give families time together this Christmas. But after a devastating knock to our income because of the pandemic, we need your help. Our round the clock care must continue.To find out how you can help the Hospice this December, visit","sentiment_score":-0.6}
{"full_text":".@whiskas_uk tackles Covid kitten abandonment in Russia with adorable kollection from","sentiment_score":0.5}
{"full_text":"COVID 19 cases in India until : 08\/12\/2020 22:30Total Cases: 9725624 [+21705]Active: 380436Recovered: 9201508 [+23239]Deaths :141264 [+268]Total Tests: 148.81MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT  Things to know about the #COVID19 Pandemic:*3 ways to slow the spread*How to get a test* Symptoms to watch out for*Wh...","sentiment_score":-0.3}
{"full_text":"All you need to know about the Vaccine as the William Harvey becomes a hub for distribution.https:\/\/t.co\/gmVWE51JuO","sentiment_score":0.0}
{"full_text":"The pandemic has taken a toll on small businesses --even moreso for Black-owned ones. hopes to embody the spirit of the season and help mend that divide.","sentiment_score":-0.25}
{"full_text":"RT ABC News, 12\/6: \"[Jenna Ellis] previously had the coronavirus over the summer.\"Axios, today: \"Ellis has informed associat...","sentiment_score":-0.1666666667}
{"full_text":"RT Bro I wish I could've celebrated your birthday under better circumstances. But since we're under a lockdow...","sentiment_score":0.425}
{"full_text":"Here Are All the Livestreams &amp; Virtual Concerts to Watch During the Coronavirus Crisis","sentiment_score":0.0}
{"full_text":"There are some changes to our recreation operations from the new Regional Stay at Home Order that went into effect on December 7, 2020. This order will be in effect for at least three weeks. For more information, please visit","sentiment_score":0.1121212121}
{"full_text":"Serum Institute of India to sign a COVID-19 vaccine supply contract with the Central Government   #Nibbin, #CovidTimes, #HealthCareNews, #Awareness, #Healthcare, #News","sentiment_score":0.0}
{"full_text":"Four new locally-transmitted #COVID19 cases and one asymptomatic case have been confirmed in Chengdu, SW China's Sichuan, local health authorities said Tuesday. Over 250,000 people have participated in the city-wide nucleic acid testing.","sentiment_score":0.1787878788}
{"full_text":"Thank you for supporting critical investments in America's ability to understand, detect and treat disease. Now more than ever we must ensure a strong National Institutes of Health #MedicalResearch #Champion #innovation #keepNIHstrong","sentiment_score":0.2958333333}
{"full_text":"If you are having speech &amp; language therapy, we want to hear from you! Please fill out our #SLTSurvey about how #COVID19 has affected your access to therapy. You can access the survey here: Thank you!","sentiment_score":0.0}
{"full_text":"Editorial: Businesses' bottom lines have been hurt by a stay-at-home order earlier this year and by continued limits on gatherings, but ignoring rules on wearing masks and physical distancing puts the wider population at risk.","sentiment_score":0.0}
{"full_text":"'Route out' of pandemic: UK gives 1st COVID-19 vaccine doses.https:\/\/t.co\/PgSPncvyR7","sentiment_score":0.0}
{"full_text":"RT NEW--First full results from interim analysis confirm that the Oxford #COVID19 vaccine is safe and efficacious against sympto...","sentiment_score":0.425}
{"full_text":"Yellow Brick House is open, safe, and #COVID19 free! If you're experiencing violence or abuse, call or text our 24\/7 Crisis &amp; Support Lines: 1-800-263-3247 [ext. 1 for calls]. #RebuildingLives","sentiment_score":0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 33.3FWind Chill: 29.8FHumidity: 64%Dew Point: 22.4F Barometer: 29.961 inHgWind: 5 mph from the NNWCorona Virus Weekly Stats:Cases: 225.000000Deaths: 6.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"There can be only one: chosen as Pandemic Hero of the Year by #COVID19 #healthcare","sentiment_score":0.0}
{"full_text":"Which #Panthers players need to step-up after the team placed eight on the reserve\/COVID-19 list yesterday, making it 10 in total?","sentiment_score":0.0}
{"full_text":"Nursing homes and other senior care centers in Colorado are being ravaged by the latest surge of coronavirus, a chilling repeat of the spring when thousands of residents were infected with the disease and hundreds died.","sentiment_score":-0.0416666667}
{"full_text":"RT How pervasive is neoliberalism that \"everyone decided not to do their part!\" is a more plausible explanation than \"we're forc...","sentiment_score":0.5}
