{"full_text":"RT I've been getting a lot of questions of how the Pfizer's COVID19 vaccine side effect profile compares to other common vac...","sentiment_score":-0.2125}
{"full_text":"RT Scammers sending fake COVID-19 test results by text, B.C. officials warns","sentiment_score":-0.5}
{"full_text":"RT 4\/ Again, it is unknown if the vaccine decreases SARS-CoV-2 transmission.Hypothetical #1: If the vaccine has little to...","sentiment_score":-0.14375}
{"full_text":"They honestly seem way more genuine now than ever","sentiment_score":0.5}
{"full_text":"The latest #GPS News! Thanks to #covid19 #coronavirus","sentiment_score":0.4125}
{"full_text":"FROM COVID: 295K &amp; ClimbingCAUSED BY TRUMP &amp; HIS GOP","sentiment_score":0.0}
{"full_text":"RT I know many folks are struggling with getting things done these days, but I've been more productive since the pandemic bega...","sentiment_score":0.5}
{"full_text":"RT I was sad because I usually fly to see my fam but I missed Thanksgiving &amp; now Christmas because of the pandemic So I dec...","sentiment_score":0.15}
{"full_text":"RT Beating COVID-19 will take everyone doing their part.Wear a mask. Social distance. Limit travel over the holidays. We can...","sentiment_score":0.0333333333}
{"full_text":"RT Elon Musk got $118,500,000,000 richer during the pandemic.Jeff Bezos got $71,400,000,000 richer during the pandemic....","sentiment_score":0.0}
{"full_text":"CoViD-19 India","sentiment_score":0.0}
{"full_text":"This has hit to close to me. Have neighbors who had to have their Thanksgiving get-together. Everyone of them have now tested positive for #COVID &amp; are in quarantine. And, one of them has just finished chemotherapy for cancer.","sentiment_score":0.2272727273}
{"full_text":"RT Canada just announced it'll provide the new Covid vaccine to every Canadian who wants it -- for free.Canada has ordered mo...","sentiment_score":0.1681818182}
{"full_text":"Whatever makes you feel better, Rick.There's been a lot of research done this year since the outbreak began, done by actual researchers, showing evidence that masks are an important part of reducing spread.I believe them more than I believe you and your old sources.","sentiment_score":0.3}
{"full_text":"Canada is fucking sweet.","sentiment_score":0.35}
{"full_text":"RT UC Davis Heath doctors: The pipeline has dried up. Traveling nurses are limited. ICUs slammed across the U.S. There are sur...","sentiment_score":-0.1357142857}
{"full_text":"RT Beating COVID-19 will take everyone doing their part.Wear a mask. Social distance. Limit travel over the holidays. We can...","sentiment_score":0.0333333333}
{"full_text":"Maybe you should skip that owambe this weekend. Na person wey dey alive dey jollof o. Wear a mask. Practice social distancing. Keep safe!","sentiment_score":0.2527777778}
{"full_text":"WE ALL HAVE TO BECOME THIS GUY NO MATTER WHERE WE LIVE IN CANADA!!!","sentiment_score":0.2663352273}
{"full_text":"RT Millions of jobs lost. Thousands of businesses shuttered. One measly stimulus check: This is economics in the COVID era.F...","sentiment_score":-0.5666666667}
{"full_text":"RT Beating COVID-19 will take everyone doing their part.Wear a mask. Social distance. Limit travel over the holidays. We can...","sentiment_score":0.0333333333}
{"full_text":"RT Cancel the tests!! Students are already traumatized by pandemic. We don't need these meaningless tests to tell us where kids ar...","sentiment_score":-0.5}
{"full_text":"RT In a pandemic year, where researchers worked around the clock for a vaccine, healthcare workers lost their lives to fight...","sentiment_score":0.0}
{"full_text":"Lighting candles around the holidays can make your Home feel cozy, but it's important to practice safety tips to avoid a fire. Here's how you can stay safe and enjoy your candles:","sentiment_score":0.275}
{"full_text":"RT #healthcare is a human right...not copays and deductibles and for-profit insurance and open enrollment and 4-tier formula...","sentiment_score":0.0}
{"full_text":"RT Endless money for wars? No problem. Endless money for tax breaks for the rich? No problem. Endless money for corporate w...","sentiment_score":0.0}
{"full_text":"TopicForest helps users escape #FilterBubble by offering a more #holistic #news reading experience using #MachineLearning and #NLP  news covering #Eleicoes2020, #COVID19 , #vaccines, #TaylorSwift, #Congress  and more:https:\/\/t.co\/GiVVjpqRnF","sentiment_score":0.5}
{"full_text":"RT Pres-elect Biden is speaking about the increasing COVID deaths while Pres Trump has not spoken at length about the grim spikes...","sentiment_score":-1.0}
{"full_text":"RT [ The Lockdown Awards ]Show us your power BLINKs! Retweet the tweet below and cast your 20 tweets of LiveXLive tags t...","sentiment_score":0.0}
{"full_text":"RT This same crook, who saw COVID as a chance to make a buck, opposes $1200 stimulus checks for his own constituents.","sentiment_score":0.3}
{"full_text":"RT DeSantis and his minions are continuing to manipulate Florida COVID case numbers, deaths, positivity rates ea...","sentiment_score":0.0}
{"full_text":"RT The CDC director expects 3,000 deaths per day for the next 60 to 90 days and our government still won't even provide mo...","sentiment_score":0.0}
{"full_text":"RT BREAKING: A snow leopard at the Louisville Zoo has been confirmed positive for COVID-19. This is the sixth confirmed anim...","sentiment_score":0.3424242424}
{"full_text":"RT The world is a war zone.So we come to Your throne.We need Your healing power.Your name is greater than Corona, grea...","sentiment_score":0.5}
{"full_text":"RT California Rep. Devin Nunes says he's tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT \"The SARS-CoV-2 virus spreads most efficiently among unmasked adult speakers who spend time together in close, unventilate...","sentiment_score":0.3}
{"full_text":"RT NUNES HAS THE TRUMP VIRUS! https:\/\/t.co\/Bz9IHtWbPr","sentiment_score":0.0}
{"full_text":"Ma'am this is a pandemic!!! There is no out! Plus ur the famous chef just cook something ","sentiment_score":0.5}
{"full_text":"RT Long Covid reporting is my favorite Covid reporting, btw. Everything I love about the new unjournalism in one neat packag...","sentiment_score":0.2715909091}
{"full_text":"RT Quick explanation on the ultra low temp freezers that the Pfizer #COVID19 vaccine will be stored in. We expect the vaccine...","sentiment_score":0.1666666667}
{"full_text":"RT She like the way I rrr","sentiment_score":0.0}
{"full_text":"RT BREAKING: Devin Nunes tested positive for COVID-19, and I am udderly unsurprised by this moooving development.","sentiment_score":0.2272727273}
{"full_text":"The accelerated timeline comes after President Trump's chief of staff threatened the F.D.A. head's job if he didn't get it done on Friday. EUA for HCQ, plasma, what did Shakespeare say?","sentiment_score":0.0}
{"full_text":"RT Join us on Dec 17 1pm EST as we commemorate #WorldAIDSDay!The special panel includes: Dr. Deputy Executiv...","sentiment_score":0.3571428571}
{"full_text":"RT A neuroscientist explains how to vaccinate against the long-term psychological effects of COVID-19","sentiment_score":0.0}
{"full_text":"RT Dave Ramsey, who does not require masks at Ramsey Solutions and said he would like to \"start a crusade\" against them, has h...","sentiment_score":0.0}
{"full_text":"RT This is insanity.We all want the vaccine to be authorized, but this isn't a political process. It should be authorized...","sentiment_score":0.0}
{"full_text":"RT 12. Yet food poverty remains a desperate social problem. In the year *before* the pandemic, foodbanks gave out 1.9 millio...","sentiment_score":-0.2833333333}
{"full_text":"RT It has come to this. In Florida, you have to SUE in order to obtain vital public health data. That's how...","sentiment_score":0.05}
{"full_text":"The FDA is already doing all it can. You failed us. You waited too long &amp; wasted time calling Covid a hoax. You have no control over how it plays out now.Your anger is misplaced. You failed b\/c you didn't care enough &amp; you're lazy. Your ego got in the wayBe angry at yourself","sentiment_score":-0.3222222222}
{"full_text":"RT Was his positive test a false positive or did he heal in two days?","sentiment_score":0.0181818182}
{"full_text":"Please ! Everyone who reads this ! Wear a mask ! I don't want you to be a statistic on the news !","sentiment_score":0.0}
{"full_text":"RT ASH Sarkar Filmed Breaking Social Distancing Rules To Join \"F*CK THE POLICE\" March Led By BLM Racist ","sentiment_score":0.0333333333}
{"full_text":"RT this is what happens when a president is corruptDonald Trump is corrupt","sentiment_score":-0.5}
{"full_text":"RT Beating COVID-19 will take everyone doing their part.Wear a mask. Social distance. Limit travel over the holidays. We can...","sentiment_score":0.0333333333}
{"full_text":"RT In today's episode of Coronavirus: Fact vs. Fiction, we tell the story of a sisterhood of Filipino nurses dealing with th...","sentiment_score":0.0}
{"full_text":"RT Unsanitized makes a couple points. First, the fight at the WTO over whether to exclude patent protections from the COVID vaccin...","sentiment_score":0.25}
{"full_text":"RT Word salad.","sentiment_score":0.0}
{"full_text":"RT Michigan had NINE TOTAL CASES across their ENTIRE ATHLETIC DEPARTMENT and cancelled the game.Ohio State had 23 players a...","sentiment_score":0.0}
{"full_text":"RT Attn transit riders! The current Leduc Transit routes\/schedules have not been impacted by public health measures recently...","sentiment_score":0.0}
{"full_text":"RT 5\/ Hypothetical #2: If the vaccine decreases number of symptomatic COVID-19 cases, it is certainly possible that it decr...","sentiment_score":0.0}
{"full_text":"Harvard University Chemistry Chairman Charles Lieber was working for Wuhan University of Technology before he was arrested by the U.S. Department of Justice.Where did the Wuhan Virus come from?Wuhan, China !!He was being paid $50,000 per month !!More Democrat Corruption !","sentiment_score":0.625}
{"full_text":"my jungler is taking this social distancing thing too far","sentiment_score":0.0666666667}
{"full_text":"Shame on you, David Ramsey.More points to","sentiment_score":0.0}
{"full_text":"RT It never ceases to amaze me how many people use religion as a shield for their crimes, both spiritual &amp; literal. Piety as c...","sentiment_score":0.25}
{"full_text":"RT This is insanity.  Let small businesses control their fate not the government.   So many decades of blood, sweat and t...","sentiment_score":0.125}
{"full_text":"Eating #HealthyFood. Living a #HealthyLife. Boosting #ImmuneSystem w\/ &amp; on #recipes #health Fight #COVID #podcast","sentiment_score":0.0}
{"full_text":"RT Beating COVID-19 will take everyone doing their part.Wear a mask. Social distance. Limit travel over the holidays. We can...","sentiment_score":0.0333333333}
{"full_text":"RT FDA \"advisory council\" voted 17-4that \"benefits outweigh risks\"on rushed COVID vaccineWho are these nameless, facele...","sentiment_score":-0.5}
{"full_text":"RT FACT CHECK: No research supports the use of any supplement, food or diet to protect against #COVID19.To keep safe: wash...","sentiment_score":0.5}
{"full_text":"Brian you make no sense!","sentiment_score":0.0}
{"full_text":"RT DR. ATUL VAHIL of Pueblo, Colorado died of COVID in December. He worked as a gastroenterologist. \"I told him that he...","sentiment_score":0.0}
{"full_text":"We're proud to see the mining industry step up to add resources and support in the fight against COVID-19, as reported by","sentiment_score":0.8}
{"full_text":"RT GOP Rep. David Byrd may go on ventilator due to COVID, says he needs miracle","sentiment_score":-0.125}
{"full_text":"RT Women should avoid becoming pregnant for two months after having the Pfizer vaccine. https:\/\/t.co\/Vw3KlKBiZx","sentiment_score":0.3916666667}
{"full_text":"RT Beating COVID-19 will take everyone doing their part.Wear a mask. Social distance. Limit travel over the holidays. We can...","sentiment_score":0.0333333333}
{"full_text":"RT THREAD. Just finished Friday zoom with my Brussels group. Much to report.First, a framing point: The summit went all day...","sentiment_score":0.2}
{"full_text":" Lmfaoooo I can NOT","sentiment_score":0.0}
{"full_text":"Dublin tonight getting in the spirit after a long lockdown","sentiment_score":-0.05}
{"full_text":"RT Meanwhile, Covid is projected to kill more people each day than the 9\/11 attacks did for the next two to three months....","sentiment_score":0.25}
{"full_text":"RT Wonder if people denouncing this realize how common it was in the Dust Bowl and in Depression-era Appalachia for residents t...","sentiment_score":-0.3}
{"full_text":"RT My tapeworm when the first post-pandemic furcon happens","sentiment_score":0.25}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"If the PCR tests work-Why the false positivesIf the masks work-Why the 6 feetIf 6 feet works-Why the masks If all three work-Why the lockdownsIf all four work-Why the vaccineIf the vaccine is safe-Why the no liability clauseIf Covid-19 exists-Why has it not been isolated","sentiment_score":-0.4}
{"full_text":"RT Ellen DeGeneres says that she's tested positive for COVID-19 and is \"feeling fine.\"","sentiment_score":0.321969697}
{"full_text":"RT Trump didn't buy more covid vaccine from Pfizer because Jared  Kushner hadn't figured out a way to get a piece of the profi...","sentiment_score":0.5}
{"full_text":"Another false prophet trying to get his followers into heaven before their time. Tennessee pastor falsely claims 'Covid-19 is not a pandemic'https:\/\/t.co\/d0qts4N3lS","sentiment_score":-0.4}
{"full_text":"I just signed the petition to make teachers a priority group for Covid-19 vaccine and re-open schools safely. Sign here:","sentiment_score":0.5}
{"full_text":"Scary thing, the participation ribbon generation are now the parents of America's children.Not one mass protest by parents protecting their children, from indoctrination.","sentiment_score":-0.5}
{"full_text":"RT The world is a war zone.So we come to Your throne.We need Your healing power.Your name is greater than Corona, grea...","sentiment_score":0.5}
{"full_text":" 2020 has been DIFFERENT to say the least. But I promised myself I wouldn't close the year out without dropping new music, PANDEMIC OR NOT. So as promised, just in time for #NewMusicFriday, my new single #BreakfastInParis [produced by...","sentiment_score":-0.0197402597}
{"full_text":"RT California Rep. Devin Nunes says he's tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"sorry we in lockdown I can't move","sentiment_score":-0.5}
{"full_text":"RT Did you know alcohol can impact your ability to fight illnesses like COVID? Kind reminder to check in with yourself and your...","sentiment_score":0.6}
{"full_text":"RT Beating COVID-19 will take everyone doing their part.Wear a mask. Social distance. Limit travel over the holidays. We can...","sentiment_score":0.0333333333}
{"full_text":"RT Biden on the COVD vaccine: \"I want to make it clear to the public, you should have confidence in this. There is no politi...","sentiment_score":0.05}
{"full_text":"RT \"The SARS-CoV-2 virus spreads most efficiently among unmasked adult speakers who spend time together in close, unventilate...","sentiment_score":0.3}
{"full_text":"RT Atleast she will be immume to coronavirus now ","sentiment_score":0.0}
{"full_text":"Pandemic notwithstanding","sentiment_score":0.0}
{"full_text":"RT Trump Vaccine update.","sentiment_score":0.0}
{"full_text":"RT \"Food apartheid systems.\"These people are absolute embarrassments and should have no power over you.","sentiment_score":0.2}
{"full_text":"RT Scary stuff: White House threatens FDA chief Hahn if Pfizer-BioNTech vaccine isn't authorized Friday. Scoop from","sentiment_score":-0.25}
{"full_text":"RT 3\/ In Juarez, the number of fresh #COVID19 graves was striking","sentiment_score":0.4}
{"full_text":"RT Required reading on the #covidtest: \"In light of our re-examination of the test protocol to identify SARS-CoV-2 describe...","sentiment_score":0.4}
{"full_text":"Do you think the raging success of the Mandalorion + COVID will result in a lot more big budget streaming originals?","sentiment_score":0.2666666667}
{"full_text":"RT First COVID vaccination in U.S. may be given as early as Monday: HHS' Azar | Just The Newshttps:\/\/t.co\/EOIvqGvYfH","sentiment_score":0.175}
{"full_text":"#COVID19Vaccine #Covid19VaccineSA #mRNA #retrovirus #HIV #sterilisation #sterilization #WomenInMedicine #latinasinmedicine #BlackMenInMedicine #blackinmedicine \"The Covid-19 Vaccine and the U.S. policy of depopulation\" via","sentiment_score":0.0}
{"full_text":"RT America's billionaires could give everybody in the country a $3,000 stimulus check and still be richer than they were before t...","sentiment_score":0.0}
{"full_text":"RT Dave Ramsey, who does not require masks at Ramsey Solutions and said he would like to \"start a crusade\" against them, has h...","sentiment_score":0.0}
{"full_text":"RT 2) This Biogen conference in Boston was such a beast of an outbreak. My god.","sentiment_score":0.0}
{"full_text":"RT The cdc: we will, for the next 90 days, have more deaths a day than we had on 911.Stupid selfish maga in the comments: no o...","sentiment_score":0.0}
{"full_text":"COVID does not incorporate genetic markers from its last host, a plaintiffs ability to prove where infection occurred is impossible... EVERY suit filed should be tossed ..","sentiment_score":-0.3333333333}
{"full_text":"RT Covid came and there was nothing we could do about it. It's the US government that has made it the level of destroyer th...","sentiment_score":0.0}
{"full_text":"RT nothing about stimulus packagesnothing about a federal shutdownnothing about a moratorium on rentnothing about free t...","sentiment_score":0.4}
{"full_text":"RT \"I don't really worry about the difference between a 16-year-old and a 17-year old, or a 17-year-old and an 18-year-old,\" D...","sentiment_score":0.15}
{"full_text":"Grinch Alert? No, Americans Will Spend Less During Holidays, But It's Because Of Pandemic And Economy Fears. | ","sentiment_score":-0.1666666667}
{"full_text":"Here are six classic, clever, heartwarming holiday commercials that bring joy, nostalgia and social distancing. #bestof #bestcommercials #holiday #holidaycommercials #christmas #commercials #nostalgia","sentiment_score":0.2916666667}
{"full_text":"7. Stay in Touch: Social Interaction is Vital for Seniors at Home#Seniors who choose to live at #home can become #isolated, and feelings of isolation can lead to poor cognitive function. Full Article:","sentiment_score":0.0439393939}
{"full_text":"They thought COVID-19 only attacks the lungs... turns out that assholes get it too! https:\/\/t.co\/2Zz5i7Lbfs","sentiment_score":0.0}
{"full_text":"RT Was his positive test a false positive or did he heal in two days?","sentiment_score":0.0181818182}
{"full_text":"12\/17 COCA Call - Making Practical Decisions for Crisis Standards of Care at the Bedside During the #COVID19 Pandemic","sentiment_score":0.0}
{"full_text":"If you have been impacted by COVID-related unemployment, here are some ideas to get you through when times are tough.","sentiment_score":-0.3888888889}
{"full_text":"\"The situation of the pandemic forced us, for the sake of everyone's life, to keep the Guadalupe complex closed from Dec. 10 to Dec. 13, and therefore the celebrations of Our Mother, instead of coming here to her house, she wants to go to your house,\"","sentiment_score":-0.125}
{"full_text":"Since I had covid in October, I assume I will wait for others. Not sure how long I'm immune.","sentiment_score":-0.15}
{"full_text":"Governor Greg Abbott announced Friday that Texas will participate in the COVID-19 vaccination program for long-term care staff and residents.","sentiment_score":0.0}
{"full_text":"(1\/3) COVID-19 news and program updates (12\/11\/2020):Pierce County Superior Court to participate in Pilot Eviction Resolution Program, see:","sentiment_score":0.7}
{"full_text":"Veteran Cardinals wide receiver Larry Fitzgerald is back on the practice field after recovering from COVID-19 and says he feels good enough to play against the New York Giants on Sunday. reports.","sentiment_score":0.1227272727}
{"full_text":"RT It never ceases to amaze me how many people use religion as a shield for their crimes, both spiritual &amp; literal. Piety as c...","sentiment_score":0.25}
{"full_text":"White House chief of staff Mark Meadows on Friday pressed FDA chief Stephen Hahn to grant an emergency use authorization for Pfizer's coronavirus vaccine by the end of the day or face possible firing, two administration officials said.https:\/\/t.co\/uFg8mMupnd","sentiment_score":0.0}
{"full_text":"Hahah ain't end-stage Capitalism great y'all?Seriously when we gonna riot?","sentiment_score":0.8}
{"full_text":"Do we need to reimagine what it looks like to be in crisis? Enjoyed this thoughtful interview from with that explores how the pandemic will forever change how doctors define 'crisis' - check it out here:","sentiment_score":0.45}
{"full_text":"\"While the global COVID-19 pandemic has shut down most cruise lines since mid-March, there are areas of the world where some ships are sailing.\" Open the following blog article to read more from .","sentiment_score":0.1407407407}
{"full_text":"More people in the United States have died this year from COVID-19 than were killed in four years of fighting on the battlefields during World War II, according to the latest NBC News data.","sentiment_score":0.2666666667}
{"full_text":"RT \"As the U.S. faces the COVID-19 pandemic and threat of economic recession, could a cannabis repeal alleviate some of t...","sentiment_score":0.2}
{"full_text":"ICYMI: I joined this evening to talk all about the latest in regard to the COVID- 19 vaccination authorization and more. Take a listen to our conversation.","sentiment_score":0.5}
{"full_text":"RT COVID BECOMING A CHRONIC DISEASE: ~10-35% suffer persistent symptoms, mostly neurological: autonomic nervous system dysfunc...","sentiment_score":0.475}
{"full_text":"Here's what we know so far about the Covid-19 vaccine.https:\/\/t.co\/vMn3YtbPdH#11thHour","sentiment_score":0.1}
{"full_text":"\"The law has been in effect for about three months, and it just doesn't seem to be happening,\" Sen. said.","sentiment_score":0.0}
{"full_text":"Featured #snippets, #mobileoptimization, and shoppable social are Top 2021 Marketing Trends in the #COVID era!   Is your business taking note? #knowyoursocial #MBASamSays #DMatMSU #MKTG573 #2020FG3 #marketingtrends #digitalmarketing","sentiment_score":0.3291666667}
{"full_text":"With time running out to pass another coronavirus relief package this year, congressional leaders scrambled Friday to work out a compromise, as likelihood dimmed that the bill would include another round of direct stimulus checks.https:\/\/t.co\/ImwuFRBUlC","sentiment_score":-0.05}
{"full_text":"No Surprize. ","sentiment_score":0.0}
{"full_text":"Just a little bit of #Love &amp; #Kindness..#JoyTrain #Joy #Love #Peace #Kindness #MentalHealth #Mindfulness #GoldenHearts #IAM #ChooseLove #Quote #spdc #COVID19 #FamilyTrain #FridayFeeling #FF #FridayMorning #FridayThoughts #FridayMotivation RT","sentiment_score":0.403125}
{"full_text":"The World Health Organization expects to make decisions on whether to give emergency use approval to COVID-19 vaccines from Pfizer, Moderna and AstraZeneca in the coming weeks.","sentiment_score":0.0}
{"full_text":"#COVID19 \"Health care workers will likely be among the first to benefit from a vaccine and will also play a key role in raising awareness about the importance of immunization\".","sentiment_score":0.0833333333}
{"full_text":"RT Our discovery of 4 human genetic variants underlying life-threatening illness in Covid-19 is past peer review and has j...","sentiment_score":-0.125}
{"full_text":"RT 6\/ Let's explore Hypothetical #2 assuming 100 million Americans get vaccinated.- At 95% efficacy, 5 million vaccinated...","sentiment_score":0.0}
{"full_text":"President-elect Joe Biden picked his COVID-19 task force, but now he must choose his top healthcare officials. Healthcare experts have predicted his choices. Read more here.https:\/\/t.co\/Z4OJcqWm2L","sentiment_score":0.5}
{"full_text":"Despite the #COVID19 pandemic, it's still business as usual for #BigPharma as they put profits before people, writes #COVID19SA","sentiment_score":-0.25}
{"full_text":"Our #Oceans, Our Future. Great article from Help us protect the future. #Exploration #Cousteauhttps:\/\/t.co\/uh9jNq2CEzhttps:\/\/t.co\/V25LE8EtmD","sentiment_score":0.2666666667}
{"full_text":"RT Hey guys ! I'm going to be helping 25 single parent households this year , last year I helped 8 families. I know how har...","sentiment_score":-0.0357142857}
{"full_text":"Social distancing to stay healthy and safe may prevent people from following some traditional and ceremonial practices. Click on link for some ways to help cope with social distancing:","sentiment_score":0.1595238095}
{"full_text":"My million dollar covid hustle is selling a mask that is also a condom","sentiment_score":0.0}
{"full_text":"RT You learned science in school from this guy. Now learn about the science behind COVID masks.Unless learning isn't your thi...","sentiment_score":-0.4}
{"full_text":"In Zimbabwe, the ability to access critical services such as healthcare, education, banking and commerce can literally depend on the reliability of the internet at all times and the broader business online in the age of the global pandemic, COVID-19.https:\/\/t.co\/D4rOdC58Xk","sentiment_score":0.0}
{"full_text":"A recent order from the mayor says people traveling from high-risk states should get a Covid test within 72 hours of their trip. A spokesperson for MPD indicated the agency has no plans to enforce the order during this weekend's rally.https:\/\/t.co\/3CpW6UmSaU","sentiment_score":0.0}
{"full_text":"WATCH: President-elect and Vice President-elect are building a Cabinet that will act on science, with top health experts who will defeat COVID-19 and keep our families and communities safe.","sentiment_score":0.5}
{"full_text":"RT White House orders FDA chief to authorize Pfizer-BioNTech vaccine Friday or submit his resignation","sentiment_score":0.0}
{"full_text":"President Rodrigo Roa Duterte wants the government to provide free COVID-19 testing especially for those who cannot afford expensive coronavirus screening procedures. Read more: #LagingHanda  #COVID19ph","sentiment_score":0.12}
{"full_text":"US travel restrictions to Mexico, Canada extended until at least Jan. 21","sentiment_score":-0.3}
{"full_text":"My latest for Canadians have grown fond of their home offices, with many expecting to maintain this opportunity once the COVID-19 pandemic is a thing of the past.","sentiment_score":0.25}
{"full_text":"RT STARTING NOW: we're honoring the New Yorkers whose lives were cut short by the pandemic. This is the first event to come o...","sentiment_score":0.0965909091}
{"full_text":"Here are some good stories from local business owners.","sentiment_score":0.35}
{"full_text":"While this year's reported wait times have been undoubtedly influenced by the ongoing pandemic, historical data suggests they are also the result of decades of policy inertia. Check out the full results here:","sentiment_score":0.175}
{"full_text":"Pandemic or not, we'll be there for you. Thank you for leaving the review Cherry! Begin your journey to a new career:","sentiment_score":0.1363636364}
{"full_text":"Fact: It may take time for everyone who wants a COVID-19 vaccination to get one. Also, while the vaccine may prevent you from getting sick, it is unknown whether you can still carry and transmit the virus to others.","sentiment_score":-0.2047619048}
{"full_text":"Great information from about the COVID-19 vaccine. Learn all you can to determine if the vaccine is right for you!","sentiment_score":0.5785714286}
{"full_text":"Five weeks ago, during the week of Nov. 1, over 15,000 #COVID19 cases were reported in Arizona. Last week, over 40,000 cases of COVID-19 were reported. This is a 162% increase. Find the latest numbers here:","sentiment_score":0.25}
{"full_text":"We recently announced the San Jose COVID Food Relief Program, which provides fresh produce to residents affected by COVID. There is still space to signup - see if you qualify for the program's free food deliveries.","sentiment_score":0.2333333333}
{"full_text":"Coronavirus Vaccine Update With Anthony Fauci via JAMA ( The Journal of the American Medical Assoc) A conversation on Covid 19 vaccines. Dr Fauci, states emphatically, he will be Vaccinated publicly. Discussion on 7 Pres. With Kudos to GW Bush! ","sentiment_score":0.0}
