{"full_text":"1\/2: After months of suspension due to #COVID19, the first group of Somali returnees has arrived  in Mogadishu today from Kennya  through the voluntary repatriation program. (Volrep). 42 individuals were received by and other partners.","sentiment_score":0.0}
{"full_text":"RT RT if you would patronize a small business that re-opened with common sense precautions in defiance of lockdown orders","sentiment_score":-0.275}
{"full_text":"RT Imagine this is our MSM anchor. They just don't get how vaccines work or how studies are conducted. Imagine how many peop...","sentiment_score":0.5}
{"full_text":"RT Aww. Is flu down 90%? I can't for the life of me think why!?!?! FUCKING HELL. HOW. MUCH. MORE. DO. YOU. FUCKING. NEED. TO....","sentiment_score":-0.2509548611}
{"full_text":"I don't know anyone who has a physically difficult working class job who can carry 300 pounds of fat. The obesity epidemic of working class America is living proof of what AOC is saying.","sentiment_score":-0.5}
{"full_text":"RT Haryana Home Minister #AnilVij who was administered a trial dose of Bharat Biotech's Covaxin, has tested positive for co...","sentiment_score":0.2272727273}
{"full_text":"Lisa had a conversation with one of her relatives this week. I asked how it went. \"It was ok. Pretty normal and then at the end she started saying that M&amp;S shouldn't stock things from China because they gave us the virus.\"","sentiment_score":0.3}
{"full_text":"RT Mitch McConnell rejected yet another bipartisan COVID relief deal.Families are struggling to pay rent and put food o...","sentiment_score":0.0}
{"full_text":"'Spike proteins contain syncytin-homologous proteins, which are essential for the formation of the placenta. It must be absolutely ruled out that a vaccine could trigger an immune reaction against, as otherwise infertility of indefinite duration could result in vaccinated women.'","sentiment_score":0.1}
{"full_text":"Another class A example of someone who has been totally politically radicalized and become brainwashed. Dangerous. She should resign.","sentiment_score":-0.3}
{"full_text":"RT Hospitals in Detroit are absolutely filled with total staffing nightmares right now. I can't even transfer my patients to...","sentiment_score":0.2285714286}
{"full_text":"RT Happy International Volunteer Day!Volunteers are on the frontlines of the #COVID19 response, from distributing food to providing...","sentiment_score":0.4}
{"full_text":"RT Can you help? Due to Covid our hospices cannot have Christmas trees inside. Little Harbour children's hospice in St Austell is lo...","sentiment_score":-0.15625}
{"full_text":"RT Mitch McConnell's \"new\" COVID relief bill gives CEOs a 100% tax deduction for a 3-martini lunch, but ZERO to the 26 mill...","sentiment_score":0.1363636364}
{"full_text":"RT Many small businesses have moved heaven and earth to protect their staff, get Covid safe and keep going through this cr...","sentiment_score":0.25}
{"full_text":"RT EAM Jaishankar to skip Canada-led COVID meet after Trudeau's remarks on farmers' protest, reports #EAM #Jaishankar #MEA...","sentiment_score":0.0}
{"full_text":"RT Normally this time of the year there would be a huge surge of flu cases in thousands and 60,000 deaths This year it is...","sentiment_score":0.275}
{"full_text":"RT Ramaphosa speeches never address the plight of frontline workers! There's never mention of precarious labour contracts...","sentiment_score":0.0}
{"full_text":"Delighted and very proud of my colleagues and friends &amp; who are December's Cork Persons' of the month. The Arts House show on &amp; has been a beacon for the Industry and this award is so deserved.","sentiment_score":0.85}
{"full_text":"RT If Democrats were the majority in the Senate, Covid relief would have happened 5 months ago. Everyone in food lines, bein...","sentiment_score":0.0}
{"full_text":"RT #Unite2FightCoronaTop 10 Indian Cities\/Districts with Highest #COVID19 New Deaths in Last Month.To know more on #Socio...","sentiment_score":0.2121212121}
{"full_text":"The same case with BBI signature booklets!","sentiment_score":0.0}
{"full_text":"RT A smaller proportion of positive COVID-19 cases and their contacts are reached by NHS Test and Trace in more deprived areas...","sentiment_score":0.2424242424}
{"full_text":"RT Bloomberg 50: Thanks to President Tsai Ing-wen, Taiwan, with a population of 23 million people, has had just over 600 coronav...","sentiment_score":0.2}
{"full_text":"Ask your people to resist from posting these ridiculous statements. COVID-19 is neither a joke and neither it's vaccine. Stop ","sentiment_score":-0.3333333333}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"RT  INTERVIEWEarlier in the week we spoke to MP and Chair of the Committee discussed...","sentiment_score":0.0}
{"full_text":"RT Police in North Yorkshire are using number plate recognition cameras to track down people violating lockdown rules by lea...","sentiment_score":-0.1555555556}
{"full_text":"RT Regular person goes broke in the pandemic: 4-hour bread lines and homelessnessCompany goes bankrupt in the pandemic:...","sentiment_score":0.0}
{"full_text":"RT My first time wearing a bra for more than three hours since COVID and I'm homicidal","sentiment_score":0.375}
{"full_text":"RT I've said it before and I'll say it again: the harder the lockdown, the less they seem to work. It is so blatantly obvio...","sentiment_score":-0.2555555556}
{"full_text":"RT Morning tribe!@1DIDIMD","sentiment_score":0.0}
{"full_text":"THIS. I've never been in the military, but people in my family served. Because they love the people in this country. They would do \/ would have done anything for them. Mask? Of COURSE.","sentiment_score":0.2}
{"full_text":"RT If Democrats were the majority in the Senate, Covid relief would have happened 5 months ago. Everyone in food lines, bein...","sentiment_score":0.0}
{"full_text":"RT If Democrats were the majority in the Senate, Covid relief would have happened 5 months ago. Everyone in food lines, bein...","sentiment_score":0.0}
{"full_text":"RT External peer review of the RT-PCR test to detect SARS-CoV-2 reveals 10 major scientific flaws","sentiment_score":0.03125}
{"full_text":"Luckily feelings don't spread corona","sentiment_score":0.3333333333}
{"full_text":"RT Not only did they sell stock, they bought stock in companies that stand to make mon...","sentiment_score":0.0}
{"full_text":"RT China: 17. United States: 230,000.","sentiment_score":0.0}
{"full_text":"RT Some thoughts on how the 'silent' service can remain credible &amp; relevant post covid when funding is likely to shrink ","sentiment_score":0.2}
{"full_text":"RT Will you pledge to wear a mask for 100 days to keep our country safe?","sentiment_score":0.5}
{"full_text":"Here I am looking at the time... 4:59 am. Corona with lime time? Fuck it!","sentiment_score":-0.5}
{"full_text":"Staten Island bar owner who defied lockdown order provides update on 'Tucker'","sentiment_score":0.0}
{"full_text":"RT Brexit isn't reason Britain is first country to approve tested covid vaccine but EU moving as a 27 strong bloc has slowe...","sentiment_score":0.3416666667}
{"full_text":"This A\/B testing guide can help you squeeze the most out of your marketing in the post-corona world  #ABtesting #CRO #DigitalMarketing","sentiment_score":0.5}
{"full_text":"RT Wish minister  a speedy recovery. He had volunteered for the corona vaccine trials to lead from the f...","sentiment_score":0.0}
{"full_text":"RT THREAD: Dr. Jennifer McKenney has had people drive by her house and film her, post awful messages about her on Facebook &amp; ra...","sentiment_score":-1.0}
{"full_text":"Oh so u thinking covid will have longer term complications but not a covid vaccine? If left unchecked the virus will die out. Like it has in a lot of countries already. Most people will survive it. Lockdown the elderly but the rest don't need a vaccine.","sentiment_score":0.25}
{"full_text":"RT Chinese Communist Party kidnapped and brainwashed our Chinese over 70 years.We Chinese are also victims in #COVID19 Unre...","sentiment_score":0.0}
{"full_text":"RT Covid is real! When we are done nio nioring ,reality will strike!","sentiment_score":0.3125}
{"full_text":"Economic Impact of covid-19 and 2021 projection","sentiment_score":0.2}
{"full_text":"RT How Florida Gov. DeSantis misled the public on COVID crisis - South Florida Sun-Sentinel","sentiment_score":0.0}
{"full_text":"RT Only in America--in Donald Trump's and Mike Pence's America--have we seen 280,000 COVID deaths. Only in America--in Trump'...","sentiment_score":0.0}
{"full_text":"just overheard a conversation behind me of a lady saying she's going to take latin dance (La Ding Wu ) classes and her friend telling her, \"there is a DANCE CLASS covid cluster are you insane.\"to which the lady said, \"it's just latin dance!\"  (like what does that even MEAN.)","sentiment_score":-0.5708333333}
{"full_text":"RT West Bengal has reported 44,489 Covid-19 cases until November last week and Mamata says that the Covid situation is im...","sentiment_score":0.0}
{"full_text":"What gymnastics? I wear an N95 when I go inside places anyway so I'm not arguing for my own sake. You're just spreading lies online and I'd rather keep other people from dying because they believe you. Do you know how the flu vaccine is made every year?","sentiment_score":0.2375}
{"full_text":"LMFAO#HipHop1MViews","sentiment_score":0.0}
{"full_text":"5-HT2A antagonists associated with greatly reduced mortality in observational study:https:\/\/t.co\/PMoAQfgqQx5-HT2A is the only serotonin receptor on platelets and promotes platelet activation.Plasma 5-HT is universally elevated in moderate and severe COVID-19 (Zaid et al.).","sentiment_score":0.2}
{"full_text":"RT I have been tested Corona positive. I am admitted in Civil Hospital Ambala Cantt. All those who have come in close con...","sentiment_score":0.2272727273}
{"full_text":"RT This is absolutely disgraceful from As Londoners were braced for the financial fallout of the pandemic - he...","sentiment_score":0.1}
{"full_text":"RT #DelhiNeed #Blood Type :  AB-positiveAt : Max Hospital, PatparganjBlood Component : Need Plasma from AB+ve #COVID19 r...","sentiment_score":0.0}
{"full_text":"Hell NO","sentiment_score":0.0}
{"full_text":"RT I recently had the opportunity to reflect on this pandemic and how it has helped me come closer to God. If you have a...","sentiment_score":0.0}
{"full_text":"RT A 'pandemic' where there's no spike in the death rate. ","sentiment_score":0.0}
{"full_text":"RT Negative for flu &amp; strep. I have pneumonia and probably covid. I got a big shot of steroids and some oxygen, steroids f...","sentiment_score":-0.15}
{"full_text":"RT This was avoidable. But Donald Trump simply does not care.","sentiment_score":0.0}
{"full_text":"#US President-elect #JoeBiden has said the presidential inauguration on January 20 will something closer to what Democratic convention was like, with a lot of virtual activity across #America and emphasis on safety due to the raging #coronavirus #pandemic","sentiment_score":-0.125}
{"full_text":"Deadline to win a PS50 Amazon voucher tomorrow at midnight! Complete the following survey about the impact of Covid on physical activity and sport to be in with a chance. https:\/\/t.co\/eMPVQoHdvN","sentiment_score":0.275}
{"full_text":"Egyptian inventor Mahmoud el-Komy is trialing a remote-control robot which can test for COVID-19, take the temperature of patients, and remind them to wear masks at a private hospital north of Cairo.https:\/\/t.co\/KHaZvtHxgr","sentiment_score":0.0}
{"full_text":"This Christmas will be different for the most of older people, they won't spend it with their families and friends because of COVID-19. By donating now at we will be there for them this Christmas!@ALONE_Ireland #YouAreNotAlone #donation #Christmas2020","sentiment_score":0.2222222222}
{"full_text":"We have a designated COVID 19 Resource Centre - - this includes the latest news updates, business planning advice, info on the #FurloughScheme #bouncebackloan #CBILS #SEISS #COVID19 #VAT #Business","sentiment_score":0.5}
{"full_text":"In September, a ransomware attack paralyzed a chain of more than 250 US hospitals and clinics. #COVID19https:\/\/t.co\/zWok5vEHDm","sentiment_score":0.5}
{"full_text":"Tis the season to be jolly careful. Remember coronavirus is still with us. Do the right thing this Christmas. Stick to the rules and stop the spread of the virus in our communities","sentiment_score":0.0928571429}
{"full_text":"RT More people died of COVID in the United States today than have died of COVID in Japan in all of 2020.","sentiment_score":0.5}
{"full_text":"With tens of thousands of students already returning to their families, please make sure you follow all the guidance in the tier you are heading to!#COVID19 #HandsFaceSpace","sentiment_score":0.5}
{"full_text":"We're delighted that will return to #Malvern next week as the special guest narrator for the Carols at Christmas concert - Friday 11th December at 3.30pm &amp; 7.30pm Tickets are limited due to social distancing &gt;&gt; Book now &gt;&gt;","sentiment_score":0.1490079365}
{"full_text":"LISTEN BACK: #thewayitis Cllr Fergal Browne on Remembering Michael Abbey, Dr Paula Greally on the high local Covid figures, Enough is Enough - Stop Domestic Abuse and more!","sentiment_score":0.1121428571}
{"full_text":"#CloseUp Supera Bad Bunny el #coronavirushttps:\/\/t.co\/cyMFZ00YuI","sentiment_score":-0.7}
{"full_text":"After numerous fits and starts and months of inaction, optimism is finally building in Washington for a #COVID19 aid bill that would offer relief for businesses, the unemployed, schools, and health care providers.https:\/\/t.co\/5U11GcBwRu","sentiment_score":0.0}
{"full_text":"\"The Health Justice Initiative is awaiting a response from the government to a letter that requests details of the state's plan to make sure all people who need the Covid-19 vaccine will have access to it.\"https:\/\/t.co\/H6WAku9eCM","sentiment_score":0.5}
{"full_text":"The return of migrant labor to villages gives India the opportunity to reinvigorate its rural economy. #India #farmers protest","sentiment_score":0.0}
{"full_text":"Anxiety management sessions for anyone struggling due to COVID-19, led by a fully qualified &amp; experienced mental health nurse.COVID-19 Anxiety Management (30 mins) - (PS20.00) - Anxiety Management (60 mins) - (PS40.00) -","sentiment_score":0.1916666667}
{"full_text":"This year's International #VolunteerDay is dedicated to the #volunteers at the frontline of the #COVID19 response. Their contribution was and still is crucial for dealing with the pandemic's global crisis. #IVD2020#TogetherWeCanthrough volunteering!","sentiment_score":0.0}
{"full_text":"#MissUganda - Canada Pageant Auditions Kick Off this Saturday #ChimpReportsNews #Uganda #UgandaNews #Featured #Entertainment #BeautyPageants  #SaturdayMotivation #WearAMask #News","sentiment_score":0.0}
{"full_text":"RT BILL NYE is still the science show king. And he's got a mask lesson for you.  #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"Today on #InternationalVolunteerDay we applaud the incredible #YouthCan! #volunteers and mentors who, in the midst of the #COVID19 crisis, transitioned training and mentorship activities online.  What kept them going? Listen to their experiences here#IVD2020 #TogetherWeCan","sentiment_score":1.0}
{"full_text":" | SAINTS SHOP OPEN TODAY!This weekend our Club shop is opened Saturday &amp; Sunday from 10am-2pm.This is the perfect opportunity for you to get the ideal Christmas present for the Saints fan in your life!*With COVID-19 measures in place please allow time for your visit*","sentiment_score":0.475}
{"full_text":"The rescheduled games announced Friday were made necessary following postponements due to the SEC's COVID-19 protocols.","sentiment_score":-0.05625}
{"full_text":" \"High streets were falling victim to the digital revolution before Covid struck. All the pandemic has done is accelerate the decline.\"https:\/\/t.co\/HJV4FGq7ds","sentiment_score":0.0283333333}
{"full_text":"RT Families with 2-7 year olds: how have you been coping through the pandemic? Complete our follow up survey from lockdown...","sentiment_score":0.1}
{"full_text":"When the Covid pandemic first hit, many EU citizens in the UK were torn: remain here or return to families resident in other parts of the EU?Borders suddenly had a much more immediate meaning.We will continue to make the case for an open society, please support us so we can.","sentiment_score":0.1875}
{"full_text":"#Spain's capital Madrid is closing its borders to prevent another surge in #COVID19 infections. Police will check all traffic going in and out of the city. People are also being asked to follow social distancing rules. Rahul Pathak reports.","sentiment_score":0.0333333333}
{"full_text":"If you're worried about how you're going to cope over the Christmas holidays, whether it's housing, financial issues, or support with food, please give the coronavirus support helpline a call. Call today 0300 790 6275 ","sentiment_score":0.0}
{"full_text":"A COVID-19 vaccine has been approved and will start to be given over the coming weeks. If you are a health or social care professional, you will be invited by your organisation to receive the vaccine. More info on eligibility, safety and consent here: ","sentiment_score":0.2111111111}
{"full_text":"This #InternationalVolunteerDay, we're saying a huge thank you to #volunteers around the world. Together you have helped us reach over 15 million people during the coronavirus pandemic. To all our volunteers, thank you for the work you do. #IVD2020","sentiment_score":0.4}
{"full_text":"Events in the George and Kannaland municipalities along the Garden Route have been cancelled due to a sharp rise in COVID-19 infections. Sports facilities and town halls are closed until further notice.","sentiment_score":-0.0875}
{"full_text":"Coronavirus: New businesses bucking the trend and thriving in Flanders despite pandemichttps:\/\/t.co\/JiXgRsenjf#MNewsWorld #MNews","sentiment_score":0.1363636364}
{"full_text":"Can Consumable Goods be Leased?Learn here: us for more updates!Visit: us: #labor #LegalUpdates #COVID19 #Pandemic #Updates","sentiment_score":0.5}
{"full_text":"The scotch egg - a substantial meal and now a substantial visual metaphor for protecting your investment portfolio Read more about how to do so during the pandemic on our website https:\/\/t.co\/BfH8ynFsCV","sentiment_score":0.25}
{"full_text":"RT What is happening now a days. Everyone blocks road and borders on the name of protest. They don't care about millions...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 05\/12\/2020 14:30Total Cases: 9608928 [+409]Active: 408803Recovered: 9058061 [+0]Deaths :139742 [+5]Total Tests: 145.89MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Worldwide  #volunteers have taken action at local, national &amp; international level to fight #COVID19. During #IVD2020 we will: Thank volunteers Shed light on their needs Highlight their impact despite all the challenges Let's make this happen because #TogetherWeCan","sentiment_score":0.125}
{"full_text":"Travelling home from University?Plan now to travel between 3-9 December.Students, get a free, quick coronavirus test if it's available.If it's positive or you have symptoms, self-isolate and do not travel.For more info, search 'end of terms Office for Students'.","sentiment_score":0.3651515152}
{"full_text":"#MinistryofEducation denies tablet distribution rumors.#distancelearning2020 #COVID19 #Jordan Read more at:","sentiment_score":0.5}
{"full_text":"\"Please Keep Your Distance - Stop Covid-19\"Infographic#covid19 #StopCOVID19 #StaySafeStayHealthy","sentiment_score":0.0}
{"full_text":"Sadly  we cant all be today for the #TingleCreek festival (1st time in about 4yrs ) thanks to the new Covid Tiers but despite being about 10mins away from each other But at least our man will be trackside, have a great day pal, should be a cracker","sentiment_score":0.0352272727}
{"full_text":"Stay safe during the festive period - for advice on vehicle and personal hygiene visit the TPH Coronavirus information webpage","sentiment_score":0.25}
{"full_text":"National commitment is crucial for women &amp; girl survivors of #VAWG!How to #OrangeTheWorld as policymakers?Declare shelters &amp; specialist services as essential servicesEnsure continuing justice workResource &amp; cooperate w\/ CSOs to provide more support during #COVID19","sentiment_score":0.1666666667}
{"full_text":"More pollution expected from stay-home workers@BBCNewshttps:\/\/t.co\/Jaidnn1kgM","sentiment_score":0.2}
{"full_text":"#ACA #OPENENROLLMENT IS ENDING SOON (Dec 15, 2020). You MUST enroll by end date for 2021 insurance coverage! Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"#COVID19 crisis has shown that a global crisis requires global action. From each &amp; everyone of us! On this Intl #VolunteerDay, I want to thank all volunteers who have contributed their time &amp; skills for the benefit of their community during these difficult times.","sentiment_score":-0.09375}
{"full_text":"RT California's $100 million Main Street Hiring Tax Credit will launch TOMORROW.This tax credit will help businesses by pro...","sentiment_score":0.1666666667}
{"full_text":"The UK has managed the feat of becoming the first Western country to approve a Covid vaccine. But, as explains, Brexit isn't the reason why and it could make the rollout harder","sentiment_score":0.15}
{"full_text":"Last Thursday, we celebrated the UN's International Day of People with #Disabilities.Specialist Advisor for Disability, looked at how the sector has supported people with disabilities during the #pandemic and how more needs to be done.Read more https:\/\/t.co\/RLIrlWe8Mi","sentiment_score":0.27}
{"full_text":"We're back in business! The #MaltingsMonthlyMarket is open until 4pm today. Pop along to peruse Christmas gifts for others and perhaps even treat yourself. Takeaway drinks will be available to purchase and social distancing measures will be in place.","sentiment_score":0.1083333333}
{"full_text":"#India largest buyer of #COVID19vaccine with 1.6 billion doses, experts say this could cover 60% population","sentiment_score":0.0}
{"full_text":"Don't be sorry if it's your health on the line.Feeling COVIDyahe? Here's how to politely decline invitations to social gatherings during the pandemic:","sentiment_score":-0.2333333333}
{"full_text":"Chinese gov tells about the danger of virus to the public and call for a lockdown, people listen to the gov because they know it is the right way to cease the spread of the virus.","sentiment_score":0.0952380952}
{"full_text":"Time: 09:00 * Temp: 6.8degC * Wind: ENE 2.9 to 11.0mph * Pressure: 990.9hPa * Rain: 0.0mm * Hum: 89% * ET: 0.2mm * Solar: 16.0W\/m2 * UV Index: 0.0 * Sunrise: 08:28 * Sunset: 15:59 * Cloudbase: 800ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"During the coronavirus pandemic, volunteers - including our volunteer responders - have played a huge role in helping us give Londoners the care they need.This International #VolunteersDay, we say thank you to them for everything they do for Londoners. #TeamLAS","sentiment_score":0.2}
{"full_text":"Will you take the COVID-19 vaccine when it's available to you?1. Yes2. No3. I'm undecided@AlexaHelwig spoke to some local doctors who are putting to rest some fears about the vaccine:","sentiment_score":0.2}
{"full_text":"RT \"Americans are dying of COVID-19 who, had they gotten sick a month earlier, would have lived.\" It is happening. Hospitals...","sentiment_score":-0.3571428571}
{"full_text":"Lockdown may have been hard on your mental health. Remember to ask for help if you need it. You can visit our new website for help, advice and information at:","sentiment_score":-0.0851010101}
{"full_text":"There's a lot of misinformation around at the moment. Read this -","sentiment_score":0.0}
{"full_text":"Please read our updated COVID Risk Assessment ahead of today's game.You can download it via our website https:\/\/t.co\/wt6kNyXSO9@NorthwichVicsFC","sentiment_score":0.0}
{"full_text":"RT What do people in Atalugama smoke, really?! #LKA #SriLanka #COVID19SL #COVID19LK","sentiment_score":0.25}
{"full_text":"Colorado church asking Supreme Court for relief from Democratic governor's COVID restrictions","sentiment_score":0.0}
{"full_text":"Masks are required for the audience, staff and even the dancers -- though they're not too noticeable, said a show organizer. ","sentiment_score":0.0}
{"full_text":"And people are starving, losing homes, dying from covid, YOU DERANGED LUNATIC!","sentiment_score":0.0}
{"full_text":"RT every american mayor right now is like \"stay home except for essential trips,\" and then the next day has to apologize aft...","sentiment_score":0.0714285714}
{"full_text":"Reality check for sure. Thanks for info.","sentiment_score":0.35}
{"full_text":"KLM, Delta to offer COVID-19 tested flights from Amsterdam to Atlanta ","sentiment_score":0.0}
{"full_text":"Whatever the situation is with the pandemic, Pugh's have thought of everything to make your Christmas a good one this year. Pre-order your trees and Christmas food here:https:\/\/t.co\/lubW8vGNcq","sentiment_score":0.7}
{"full_text":"The central govt. may reduce\/dissolve employer\/employee's contribution towards provident fund or ESI for a period of 3months during a pandemic, disaster or endemic.  #OshCode2020Who do you think this benefits? Tell us your views #letstalklabour","sentiment_score":0.0}
{"full_text":"RT Corporate welfare is bad enough in normal times. Now, in a national emergency, it's morally repugnant.","sentiment_score":-0.11}
{"full_text":"RT Another government job awarded without a competition or an advertisement. And this one is not covered by the Covid-emergency pr...","sentiment_score":0.0}
{"full_text":"Mitt Romney Says Donald Trump's Leadership During COVID Pandemic Has Been a 'Great Human Tragedy' - PEOPLE","sentiment_score":0.4}
{"full_text":"Our savior Trump was cheated out of billions of votes by the radical socialist left who planned the Corona Virus with China. So much proof suppressed by fake news media! Trump is the one true beacon of Truth and Decency. All votes against my president is fraud! #MAGA for life!","sentiment_score":0.03046875}
{"full_text":"RT We caught up with from about the challenges of being an ethical small business during the coronavi...","sentiment_score":-0.025}
{"full_text":"New policies are in effect to help us reduce the spread of COVID-19. When arriving, please exit the terminal buildings immediately upon collecting your bags from the baggage carousel. Learn more at: #HealthyAirport","sentiment_score":0.3181818182}
{"full_text":"Everyone needs to listen to this and I pray you Do Not get Covid vaccinated!!!","sentiment_score":0.0}
