{"full_text":"RT Covid-19 risk to New Zealand 'may be highest it's ever been' - Professor Michael Bakerhttps:\/\/t.co\/ZIv0L3NeMz","sentiment_score":0.1363636364}
{"full_text":"As U.S. Deaths Approach 300,000, Obituaries Force Reckoning with Covid","sentiment_score":0.0}
{"full_text":"RT Thank you so much to everyone for joining the Zoom meeting for 2.75 hrs!Looking forward to sharing the outcomes of a globa...","sentiment_score":0.2}
{"full_text":"Trump &amp; his staff, after completely ignoring social distancing &amp; masking recommendations being some of the first to receive covid vaccine is a slap in the face to every single American.","sentiment_score":0.0623809524}
{"full_text":"RT SGF in isolation as household members test positive for COVID-19 | TheCable","sentiment_score":0.2272727273}
{"full_text":"They are: Naga#556 - 56\/M - Dona Clara Village, Concepcion Pequena - Government Employee - Symptomatic - House lockdownNaga#557 - 53\/M - Villa Karangahan Subd., San Felipe - Private Employee - Asymptomatic - House lockdown","sentiment_score":0.0}
{"full_text":"RT For your family, neighbors, and country -- wear a mask.","sentiment_score":0.0}
{"full_text":"BS, as usual, look at the countries that have eliminated covid, then you will feel ripped off by your pathetic govt. there is no need for 3000 plus deaths per day.","sentiment_score":-0.625}
{"full_text":"RT Grace Villa LTCDec 13: 132 cases (77 res, 55 staff)... including my sister.Covid SUCKS.","sentiment_score":-0.3}
{"full_text":"RT Trump-Loving Televangelist Got $4M Covid Relief Bailout and Bought Himself Private Jet","sentiment_score":0.0}
{"full_text":"If the parents had used their hand as the child's mask or to force the use of one they would have been charged with abuse. should be charged with abuse for trying to force the parents to harm their little one.","sentiment_score":-0.1875}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"RT Germany.The U.S. had nothing to do with it.Two Turkish immigrants in Germany were working on it in January 2020, before the...","sentiment_score":0.0}
{"full_text":"RT Canada just announced it'll provide the new Covid vaccine to every Canadian who wants it -- for free.Canada has ordered mo...","sentiment_score":0.1681818182}
{"full_text":"RT 'Thought it was a hoax?': Anger bubbles as Trump staff get COVID shots first -- amid 300,000 American deaths -","sentiment_score":-0.15}
{"full_text":"RT White House staffers getting vaccines first after pretending the virus doesn't exist, and letting the entire country get...","sentiment_score":0.0833333333}
{"full_text":"RT 1. The White House is still hosting large, mask-optional Christmas parties2. Many of them have already gotten COVID3. Pu...","sentiment_score":0.2380952381}
{"full_text":"How private sector expects to be a part of govt#39;s COVID-19 vaccination programme","sentiment_score":0.0}
{"full_text":"It really hurts to see others living your dream","sentiment_score":0.2}
{"full_text":"Even animals know this. Wear the mask.","sentiment_score":0.0}
{"full_text":"Did anyone ever expect anything else from this WH? They're don't care. #TheirPointIsCruelty and don't forget this is a #LootingWhiteHouse, not to say irrelevantly.","sentiment_score":-0.5}
{"full_text":"RT QUESTION... Who do YOU want passing COVID relief for America?? Warnock, who wears blue jeans &amp; feeds the hungry .....","sentiment_score":0.0}
{"full_text":"RT Fun Sunday night game. How could you have gotten more money than what our government gave us to survive Covid? I'll...","sentiment_score":0.1333333333}
{"full_text":"Been saying this for over 3 years now.Wondering why he didn't clean house the first year of the DOJ, FBI, CIA, CDC, EPA and FED reserve which is a private bank owned by globalist elites who want to destroy America.Why be concerned NOW? This was an issue since day 1","sentiment_score":0.1041666667}
{"full_text":"The only way to calculate COVID deaths with anything nearing accuracy after all this state-sponsored fuckery is to use the projected deaths for 2020 with no pandemic and subtract the number of actual deaths we had. Anything else is BS, I don't care about margin of error.","sentiment_score":0.0}
{"full_text":"RT Isn't it rich. After months of minimizing Covid, holding super-spreader events, reckless behavior, endangering myriads of A...","sentiment_score":0.375}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"That great Sky News Journalist, Peta Credlin, claims that the Andrews Government had nothing to do with the suppression of the 2nd wave Covid-19, \"we did\" is her claim. Now Peta has always had difficulty with reality, facts etc. No Peta Victoria achieved this despite you.","sentiment_score":0.4}
{"full_text":"My best friend had a baby today, almost 8 weeks early. As far as I know, everyone is healthy. I'm so thankful. just wish I could visit her&amp;give her a hug. Sometimes I think I've adjusted to covid, then things like this happen &amp; I get sad. I just want to hug my friends ","sentiment_score":0.24}
{"full_text":"RT Meghan, The Duchess of Sussex honors the people working to feed those in need during the pandemic on CNN Heroes: An All-Star...","sentiment_score":0.0}
{"full_text":"About China death toll, it is only under report significantly for sure. Here are some independent reportsWuhan funeral home receives a sudden pike of supply of urns  ","sentiment_score":0.175}
{"full_text":"Especially during this pandemic where everyone is wearing a mask, I just show my ID instead of trying to spell out my name.","sentiment_score":0.0}
{"full_text":"RT In the past 9 months, SF residents have had the same chances of being burglarized as getting Covid. + SF Covid cases...","sentiment_score":-0.125}
{"full_text":"RT If covid isn't a big deal -- according to the current White House -- why are they getting vaccinated first?","sentiment_score":0.0625}
{"full_text":"RT We're in the teeth of the COVID-19 crisis right now, and this nation needs presidential leadership.Leadership that is willi...","sentiment_score":0.2857142857}
{"full_text":"Hello We need to declare to the community those who have been infected with the virus in the past should call it a word of mouth to donate blood so that it can take their plasma so that you can give to the infected people coming and the results.  If fabrication arises, then we","sentiment_score":-0.25}
{"full_text":"Might as well grab everything you can on the way out. You never cared about doing your job just like every other Trump appointee.","sentiment_score":-0.125}
{"full_text":"RT No vaccines for congress until they pass pandemic relief.","sentiment_score":0.0}
{"full_text":"RT This!! because it's not profitable for Big Pharma! Because there are no side effects to natural remedies Because it doesn'...","sentiment_score":0.05}
{"full_text":"RT When covid over me and all my guys need a project x type party","sentiment_score":0.0}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"Crazy stuff going on during covid-19 across America #animation","sentiment_score":-0.6}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"RT SARS-CoV-2 RNA reverse-transcribed and integrated into the human genome  #bioRxiv","sentiment_score":0.0}
{"full_text":"RT We're in the teeth of the COVID-19 crisis right now, and this nation needs presidential leadership.Leadership that is willi...","sentiment_score":0.2857142857}
{"full_text":"RT we are in a panini press and you worried about spelling ","sentiment_score":0.0}
{"full_text":"RT Indeed, why are we talking about this since it was just the hyping \"covid, covid, covid\" to help Biden in advance of Electi...","sentiment_score":0.0}
{"full_text":"RT Indeed, why are we talking about this since it was just the hyping \"covid, covid, covid\" to help Biden in advance of Electi...","sentiment_score":0.0}
{"full_text":"RT BREAKING--Donald Trump and other top officials will be offered the Pfizer #COVID19 vaccine within days \"to ensure continuity...","sentiment_score":0.1875}
{"full_text":"RT Holocaust survivors honored with online event amid pandemic","sentiment_score":0.0}
{"full_text":"RT BREAKING: America's Frontline Doctors are at the CDC in Atlanta to protest against forcing millions of Americans to take...","sentiment_score":0.0}
{"full_text":"RT Detection of #COVID19 Patients with Convolutional #NeuralNetwork Based Features on Multi-class X-ray Chest Images. #Machin...","sentiment_score":0.0}
{"full_text":"Covid is as deadly as the flu and the flu is not a deadly disease.","sentiment_score":-0.05}
{"full_text":"RT BREAKING: America's Frontline Doctors are at the CDC in Atlanta to protest against forcing millions of Americans to take...","sentiment_score":0.0}
{"full_text":"Excellent point. I wonder if they'll even attempt to spin this. Simply shameless. #vaccinepolitics","sentiment_score":0.5}
{"full_text":"RT If you're still wearing a mask, social distancing, washing your hands, and limiting contact with people, then please r...","sentiment_score":0.0333333333}
{"full_text":"RT Why am I pissed? Well, when the WH is getting a vaccine before Healthcare providers is one of the most horrific crimes of...","sentiment_score":-0.25}
{"full_text":"My dad had COPD so before the pandemic I thought a lot about what the service would be like, but I never in a million years imagined what it would be like not to have one. I think this is a lot harder than burying him.","sentiment_score":-0.1}
{"full_text":"RT Meghan, The Duchess of Sussex, honors the people working to feed those in need during the pandemic on CNN Heroes: An All-Star Trib...","sentiment_score":0.0}
{"full_text":"It is obscene and completely immoral in my judgement, that the reckless #WhiteHouse staff and Members of #Congress are bucking the line to get the #Pfizervaccine  as front line #healthcareworkers, dying by the dozen, have to wait.#Covid19 #WearAMask #SocialDistancing","sentiment_score":0.1}
{"full_text":"RT IMAGINE:Free mass #COVID19 tests for everyone in a country w\/ a rapid antigen + PCR conf.Repeat tests of all teacher...","sentiment_score":0.0}
{"full_text":"What is Jo  doing to Allen?COVID CHRONICLES #205 (De Icing) via","sentiment_score":0.0}
{"full_text":"U.S leading causes of death yearlyHeart disease 655,381Cancer 599,274Smoking 480,000Accidents 167,127respiratory 159,486Stroke 147,810Diabetes 84,946Suicide 48,344No antibody nor vaccine can be build for those death, Yet people only talk Covid19 politically against Trump","sentiment_score":0.0}
{"full_text":"RT Some important reminders as COVID-19 vaccines begin to roll out.","sentiment_score":0.4}
{"full_text":"RT Fuck both of these guys. True evil.","sentiment_score":-0.35}
{"full_text":"RT Trump-Loving Televangelist Got $4M Covid Relief Bailout and Bought Himself Private Jet","sentiment_score":0.0}
{"full_text":"That might be a tribal casino. They're allowed to stay open, because Covid doesn't like casinos","sentiment_score":0.0}
{"full_text":"I can't be the only one who read this as \"coronavirus.\"","sentiment_score":0.0}
{"full_text":"RT # TOUGHEST ANTIVIRUS MEASUREEffects of toughest antivirus measure level 3 in S. Korea#COVID19 #Economy #South_Korea...","sentiment_score":0.0}
{"full_text":"RT America's Eviction Crisis Is A Public Health Disaster Waiting To HappenPushing millions of people out of their homes...","sentiment_score":0.0}
{"full_text":"RT So while they lie to us and downplay the virus they're gonna be among to first to get the vaccine? Fuck that","sentiment_score":-0.075}
{"full_text":"RT The US needs scientists to creat jobs for Americans particularly when the unemployment is too high.Outsourcing jobs while Ame...","sentiment_score":0.1666666667}
{"full_text":"Get the COVID -19 vaccine!! Be a hero. Please be assured that it will be safe .  We need as many people as possible to get it as soon as possible to stop this deadly pandemic.","sentiment_score":0.16}
{"full_text":"RT Never forget!","sentiment_score":0.0}
{"full_text":"Taco Bell on hwy 58 closed cause of COVID","sentiment_score":-0.1}
{"full_text":"The Medical experts said \"health crisis here\"We said \"what can we do to help\"They said \"do A,B and C\"G'vmnt said \"We'll assist by providing income support across the board\"We went \"ok, cool, let's do that\"Xmas COVID free is awesome. Sporting events, concerts and family.","sentiment_score":0.45}
{"full_text":"RT So, we found this woman. We had to! Her name is Tyesha Wilson. She's from North Philly, but now she lives on a farm. When...","sentiment_score":0.0}
{"full_text":"RT Well friends, I just got the call, I'm positive for Covid.","sentiment_score":0.2272727273}
{"full_text":"RT When the pandemic hit, Dockside Seafood in Savannah was on the verge of closing their doors for good. I was proud to help th...","sentiment_score":0.75}
{"full_text":"When the COVID-19 pandemic first began spreading, most sports leagues in the world shut down to weathe...https:\/\/t.co\/cZcpbICEL4","sentiment_score":0.1981481481}
{"full_text":"This idiot is still talking about Covid as though catching it is a death sentence. Says bars and restaurants should be closed for 4-6 months. When did he become a doctor?","sentiment_score":-0.1}
{"full_text":"RT Man worth $118.8 billion says that average people should have their businesses closed down","sentiment_score":-0.0263888889}
{"full_text":"The union contract will have players earning less in September 2024 than they did before the #pandemic.","sentiment_score":-0.1666666667}
{"full_text":"RT Getting the coronavirus vaccine does not mean you are safe to stop wearing masks and stop social distancing. We still don't k...","sentiment_score":0.2298611111}
{"full_text":"RT In terms of covid response... Merkel is the German's  Sturgeon. Love or hate Boris, people in England should feel lucky...","sentiment_score":0.0083333333}
{"full_text":"80% of deaths have come from LTC.  They also make up the majority of ICU issues. If we keeo Covid out of LTC, and reduce that 80% number we have a very different perspective on this virus.","sentiment_score":0.0}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"COVID-19: OC Transpo bus driver tests positive","sentiment_score":0.2272727273}
{"full_text":"Why Robotic Process Automation is a game changer in the post-Covid era. #IntelligentAutomation #LowCode #RPA","sentiment_score":-0.25}
{"full_text":"America's on the Move ... With more remote workers free to work and live anywhere, the pandemic is redefining migration patterns. Download the free infographic and get the full report.","sentiment_score":0.2810606061}
{"full_text":"RT Now in press from Severe Acute Respiratory Syndrome #Coronavirus 2 Clinical Syndromes andPredictors of Disease Sev...","sentiment_score":0.6}
{"full_text":"RT They don't even deserve the vaccine! They've done nothing but make the pandemic wors...","sentiment_score":0.0}
{"full_text":"SHOVE THAT MASK UP YOUR ASS!!!!","sentiment_score":0.0}
{"full_text":"RT Same energy:","sentiment_score":0.0}
{"full_text":"RT The US added 1 million new #covid19 infections in just 4 days. Hospitalizations keep rising and 1 in 3 ICUs are at capacity...","sentiment_score":0.1363636364}
{"full_text":"RT Finland's handling of selenium is a model in these times of coronavirus infections.British Journal of Nutrition artic...","sentiment_score":0.0}
{"full_text":"RT Newt Gingrich is a REAL piece of work! He openly scorns Georgia Sec of State for letting EVERY eligible GE...","sentiment_score":0.05}
{"full_text":"RT More people in the US were in hospitals with Covid-19 Sunday than on any previous day of the pandemic. It's the 12th straight d...","sentiment_score":0.1777777778}
{"full_text":"Congress enacted 28 pieces of legislation this year, according to a new report previewed by Axios. That's far fewer than in any other year since at least 1990.","sentiment_score":-0.0471590909}
{"full_text":"The COVID-19 crisis has been fuelled by deepening poverty, rising inequalities, structural and entrenched discrimination and other gaps in human rights protection, let's close these gaps, read more below:","sentiment_score":0.125}
{"full_text":"Rising Republican star South Dakota Governor Kristi Noem has caught the attention of left-leaning media outlets, thus generating frequent criticism from outlet via","sentiment_score":0.1}
{"full_text":"An upbeat announced the first #Covid19 vaccines could be administered as early as Tuesday in WA. Calling it \"joyous\" news, he said the state is \"ready to go.\" has details","sentiment_score":0.1833333333}
{"full_text":"RT #Breaking: first truck with #coronavirus vaccine for U.S. about to roll out","sentiment_score":0.25}
{"full_text":"In New York, Calls to Tax the Superrich Are Gaining Ground:","sentiment_score":0.1363636364}
{"full_text":"A bipartisan report by the National Governors Association says governors need over $8 billion in federal funds for COVID-19 vaccinations.HHS secretary Alex Azar calls this \"partisan sniping.\" Yes, it's just more silly bickering between the anti-virus and pro-virus parties.","sentiment_score":0.0}
{"full_text":"From 6 to 8 Oct 2021, #AsiaCentre in partnership with will co-convene the 6th int'l conference titled '#COVID19 in Asia: #Communication, #Nationalism, #Technology'. To partner, write to contact@asiacentre.org and for more info click here:","sentiment_score":0.5}
{"full_text":"An annual event bringing together Holocaust survivors from around the world was held online for the first time Sunday due to the coronavirus pandemic.https:\/\/t.co\/RnPCPiwsLL","sentiment_score":0.0625}
{"full_text":"RT \"But we're not going to be able to vaccinate the US population on two mRNA vaccines alone....To vaccinate a significant...","sentiment_score":0.4375}
{"full_text":"The trend of registering more daily recoveries than the daily cases has led to a continuous contraction of India's active caseload, which presently stands at 3,56,546 as on date.https:\/\/t.co\/kCGV1Cqtew","sentiment_score":0.0733333333}
{"full_text":"Rural counties have for years chafed at the rules imposed on them from hundreds of miles away in Carson City. That long-simmering tension has only worsened during a pandemic that has become political.https:\/\/t.co\/PDJrpL2FAm","sentiment_score":0.0}
{"full_text":"RT Plane carrying COVID-19 vaccine has arrived in Montreal.","sentiment_score":0.0}
{"full_text":"Stay safe at home. Shall you have any enquiries on any of our services, contact us at 03-7801 8888 or message on our social media platforms.","sentiment_score":0.2666666667}
{"full_text":"\"India is emerging stronger after COVID-19...I'm not giving a final judgment or anything. But I can see that from the trend that India is in the process of emerging stronger,\" Kohli said.","sentiment_score":0.0}
{"full_text":"Santa has spread more than just joy this Christmas, accused of infecting up to 75 people with covid-19 in Belgium. #9Newshttps:\/\/t.co\/ys2GpVZIbF","sentiment_score":0.65}
{"full_text":"Over 4,000 people are now hospitalized with #COVID19 in LA County.","sentiment_score":0.0}
{"full_text":"Regional equity markets head into 2021 carrying the optimism of trade partnerships, better US-China ties and COVID-19 vaccines rollout. We outline three investment themes to watch: #2021outlook #investment #equities","sentiment_score":0.5}
{"full_text":"History was made today in Portage, and West Michiganders were there to watch it all unfold. shares their experiences.","sentiment_score":0.0}
{"full_text":"#OPINION: #BilawalBhutto and #MaryamNawaz are braving cold winter campaigns and a pandemic, hoping to shape a spring where PM Khan is not victorious in the Senate-- the roadmap is hazy but still worrisome for government, writes","sentiment_score":-0.6}
{"full_text":"Senior U.S. government officials will be offered coronavirus vaccines as soon as this week, while its public distribution is limited to front-line health workers and people in nursing homes and long-term care facilities.https:\/\/t.co\/VJnaJeZ4ff","sentiment_score":-0.0357142857}
{"full_text":"RT Our #HealthcareHeroes who have been killed by covid deserve to be memorialized! Please help me find them. I have 1600 names an...","sentiment_score":-0.25}
{"full_text":"Some hospitals in Metro Manila are preparing for the possible surge of #COVID19 cases following the merriment this holiday season.Read:","sentiment_score":0.0}
{"full_text":"What's really sad is we have it within our reach to get out of the pandemic. Yet when protesters burn piles of masks, it becomes hard to be optimistic about adequate # of americans taking the vaccine. #WearTheDamnMask","sentiment_score":-0.1527777778}
{"full_text":"RT High-ranking White House officials are set to receive some of the first coronavirus vaccines in the United States, according to a...","sentiment_score":0.125}
{"full_text":"So why is HCQ banned? Because it costs only $.10 a pill?  It's been used for 65 years and completely safe.  It's therapeutic and combined with zinc cures Covid. If we could use a therapeutic for aids, why can't we use it for Covid?  Because they want to shutter businesses! $$$$$$","sentiment_score":0.3125}
{"full_text":"Welcome to the #obsm chat. Tonight we're discussing holidays, emotional health, nutrition, COVID19, stress &amp; obesity.","sentiment_score":0.4}
{"full_text":"RT \"If the vast majority of transmission occurs through the air rather than fomites, and airborne transmission is what is driv...","sentiment_score":0.0}
{"full_text":"Guest panellist from the Mindhive #ThinkTank, revealed the clear role #FreeChildcare could play in supporting economic recovery from COVID-19. #MakeItFree in Mindhive and support the future of rapid insights #invest #startups","sentiment_score":0.1375}
{"full_text":"#NSFW Lesbosexy Sunday: What's happening with Pornhub? Plus, whether a huge variety of sex positions is worth it, lesbian age-gap relationship discourse, another devastating pandemic loss and more.","sentiment_score":0.05}
{"full_text":"Guess the majority in #Kentucky are rich and didn't need Stimulus, or care. Let's hope #Georgia does. After being evicted, many low-income tenants move in with friends or family members, increasing their risk of contracting COVID-19. via","sentiment_score":0.4375}
{"full_text":"RT Isn't it rich. After months of minimizing Covid, holding super-spreader events, reckless behavior, endangering myriads of A...","sentiment_score":0.375}
{"full_text":"i thought it was fake ???","sentiment_score":-0.5}
{"full_text":"RT If covid isn't a big deal -- according to the current White House -- why are they getting vaccinated first?","sentiment_score":0.0625}
{"full_text":"Explains","sentiment_score":0.0}
{"full_text":"RT 'My 12-year-old son is home by himself right now, and there are protesters banging outside the door'Anti-maskers swarmed...","sentiment_score":0.1428571429}
{"full_text":"same i had a man scream at me the other day bc he thought it was dumb for me to wear my mask on the train platform... i was just minding my business","sentiment_score":-0.1666666667}
{"full_text":"Current Conditions for #Sayre PATemp: 39.7FWind Chill: 39.4FHumidity: 71%Dew Point: 31.0F Barometer: 30.170 inHgWind: 1 mph from the WNWCorona Virus Weekly Stats:Cases: 247.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"History.","sentiment_score":0.0}
{"full_text":"RT 30% of the acute strokes I saw in the last 24hrs were #COVID19 positive. That's 1 in 3 people with a stroke. It's only going...","sentiment_score":0.2068181818}
{"full_text":"RT America's Eviction Crisis Is A Public Health Disaster Waiting To HappenPushing millions of people out of their homes...","sentiment_score":0.0}
{"full_text":"RT we are in a panini press and you worried about spelling ","sentiment_score":0.0}
{"full_text":"RT BREAKING: America's Frontline Doctors are at the CDC in Atlanta to protest against forcing millions of Americans to take...","sentiment_score":0.0}
{"full_text":"RT #49ers O-line coach tests positive for COVID-19 ahead of game vs. Washington","sentiment_score":-0.0863636364}
{"full_text":"RT You said 15 would go to zero. That it's just like the flu. That it'll be gone by April. That it's a Democr...","sentiment_score":0.0}
{"full_text":"Tbh Hakim didn't even have to work in a hospital for this, his videos are of a much higher standard anyway.","sentiment_score":0.125}
{"full_text":"Time: 02:00 * Temp: 9.4degC * Wind: SSW 6.0 to 15.0mph * Pressure: 975.1hPa * Rain: 0.2mm * Hum: 94% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:39 * Sunset: 15:57 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT If you won't wear a mask, social distance and sacrifice for others, let me ask you this: Are you OK with someone killin...","sentiment_score":0.2666666667}
{"full_text":"RT So we can't sue them for making us sick, but they can sue us for talking about them making us sick. Gotcha. Still want an...","sentiment_score":-0.7142857143}
{"full_text":"RT Children's social and emotional learning another victim of the COVID-19 pandemic: When students were first sent home f...","sentiment_score":0.0520833333}
{"full_text":"RT Here is a question I really struggle with: Why do Americans have a higher tolerance for COVID killing us, a higher tolera...","sentiment_score":0.2333333333}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"RT After receiving classified briefings about the COVID-19, Loeffler and Perdue invested in body bags. This video is released...","sentiment_score":0.0}
{"full_text":"RT NSC confirms COVID-19 vaccine priority across all three branches of government for continuity of government.","sentiment_score":0.0}
{"full_text":"RT \"I don't think anything could have prepared me for this.\"COVID-19 vaccine researchers on what it's like to develop these vaccine...","sentiment_score":0.0}
{"full_text":"COVID-19 Deaths Per Hospitalization Has Held Constant Since May, But an Uptick Could Be Looming","sentiment_score":0.0}
{"full_text":"RT Can CRISPR-Based Covid-19 Testing Using Smartphones Slow The Pandemic?: We continue to struggle with the ongoing pande...","sentiment_score":-0.3}
{"full_text":"RT I'm so excited about #PriyasMask, a book and animated short film project where India's first female superhero, Priya,...","sentiment_score":0.15625}
{"full_text":"RT don't get sick, stay home, be careful  ","sentiment_score":-0.4071428571}
{"full_text":"Can we talk about how I've been getting a text message every day since Oct. 15 from my school district about how there is a Covid case but they \"don't need to close the school\". Sure, they \"stay in the same groups\", but they also go to the bathroom and walk in the hallways.:\/","sentiment_score":0.25}
{"full_text":"RT Super huge thanks to the liberals who begged everyone to stay home today instead of counter protesting these nazis","sentiment_score":0.3111111111}
{"full_text":"Six senators were holding calls Sunday afternoon to try to reach an accord on the issue after struggling for weeks. ","sentiment_score":0.0}
{"full_text":"We see voice-driven contactless strategies driving business for years to come -- so, what's your take? #COVID19 #FutureofWork #BeCognizant","sentiment_score":0.0}
{"full_text":"It won't be rolled out for COVID-19, but technology developed for UQ vaccine might help fight future viruses.","sentiment_score":0.05}
