{"full_text":"Who else misses those traveling days before the lockdown?","sentiment_score":0.0}
{"full_text":"I know many churches, my own parish included, intend to continue offering online services indefinitely even after the pandemic is over. I hope the same proves true of outdoor services.","sentiment_score":0.35}
{"full_text":"it's entirely unambiguous and they do not conflict at all. it's saying that admitting former covid patients is the recommended, but not compulsory, practice.","sentiment_score":0.0}
{"full_text":"Hoping to make the family aware of a life saving Covid therapeutic treatment named Aviptadil or RLF-100. There are several hospitals in clinical trial status with amazing results as it protects and restores lung function. God bless you Pastor Fred","sentiment_score":0.2833333333}
{"full_text":"RT Vaccinated Israelis will get 'green passports' waiving lockdown constraints","sentiment_score":-0.2}
{"full_text":"covid or cold hope you guys feel better soon, i'm hypothyroid so my immune system is slightly wonky and i feel you","sentiment_score":-0.1333333333}
{"full_text":"Of course!! They should be last the vermin!!!","sentiment_score":0.0}
{"full_text":"Recently, with the pandemic, I thought I lost my money with the air tickets but thankfully I was booked with and they refunded it","sentiment_score":0.0}
{"full_text":"RT The absurdity that the people that tried to convince Americans the Deadly Pandemic was a Hoax, getting the initial Vaccine...","sentiment_score":-0.1}
{"full_text":"RT They called it a hoax all fucking year killing almost 300k and counting and now they're first in line.","sentiment_score":-0.175}
{"full_text":"RT BREAKING: America's Frontline Doctors are at the CDC in Atlanta to protest against forcing millions of Americans to take...","sentiment_score":0.0}
{"full_text":"Happy birthday bro.. mayy Allah save you from corona. This year is definitely not your best year.","sentiment_score":0.6}
{"full_text":"See, e.g., the 4th question under  And if you don't want to take my own word for it, James Clapper's analysis is that it accelerated deployment of encryption by 7 years (although I think he's being conservative in that number).","sentiment_score":0.6}
{"full_text":"RT All I want for Christmas is the end of the pandemic.","sentiment_score":0.0}
{"full_text":"RT Wages subsidized by the government during pandemic: - $2,000 a month  - Up to 100% - Up to 90% - Up to 87%...","sentiment_score":0.0}
{"full_text":"CDC director accepts advisory panel's recommendation, clearing the way for vaccinations to begin","sentiment_score":0.0}
{"full_text":"RT LEADERSHIP MATTERS: Florida COVID response, led by  Taiwan COVID response, led by Vice-President Dr...","sentiment_score":0.0}
{"full_text":"RT If u have covid &amp; YOU KNOW and are still going out  , go 2 hell .","sentiment_score":0.0}
{"full_text":"RT BREAKING: USA experiencing seasonal WINTER  flu outbreak, Elderly and sick most at risk OF DEATH.  ","sentiment_score":-0.1071428571}
{"full_text":"Tragic dad, 27, who begged doctors for scan during coronavirus lockdown dies of cancer - Mirror Online","sentiment_score":-0.75}
{"full_text":"RT We're in the teeth of the COVID-19 crisis right now, and this nation needs presidential leadership.Leadership that is willi...","sentiment_score":0.2857142857}
{"full_text":"RT So Trump and his goons kept saying the coronavirus was a hoax, that the cases would all go down to zero, and even held a bunc...","sentiment_score":-0.1555555556}
{"full_text":"RT As reported, most of LA scorned plea to \"stay at home\" Like today, the police said it was more their job to educat...","sentiment_score":0.5}
{"full_text":"RT Hearing that companies involved in distribution are carving out small caches for their executives. Not people who are CDC r...","sentiment_score":-0.25}
{"full_text":"RT I'm actually upset that my boyfriend went home. Who is gonna deliver my food? Who is gonna wash my clothes? Who is gonn...","sentiment_score":0.0}
{"full_text":"RT It wouldn't be 2020 without the first doses of the Covid vaccine going to the staff of the WH first rewarding the folks tha...","sentiment_score":0.3333333333}
{"full_text":"RT The ultimate betrayal of the American people: taking doses of the vaccine, in short supply b\/c of the administration's...","sentiment_score":0.0}
{"full_text":"RT    ,  P_______     \/______,\/ ~\\, |Tian Tian |Men | pentagon videos that feels like home ; a thread for universes who need...","sentiment_score":0.0}
{"full_text":"RT Two things that are unchanged as Marina opens                                                          The waves and the...","sentiment_score":0.0}
{"full_text":"I tested positive for #COVID19 on Thursday.   Only symptoms are stuffy nose and loss of smell and taste.  Worst side effect, though, is the guilt.  My family and staff are all negative, thankfully.  Just goes to show how contagious this is.  Keep the faith everyone!","sentiment_score":-0.2869318182}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"Honestly this Christmas I could care less about gifts for myself I'm just so happy that both my friends &amp; family are healthy because trust me this COVID shit is real ","sentiment_score":0.2888888889}
{"full_text":"RT Supermarkets told to begin preparing for panic-buying as the likelihood of a hard Brexit 'hits 80%'","sentiment_score":-0.2916666667}
{"full_text":"Dr. Kizzmekia Corbett, an African American woman, is an expert on the front lines of the global race for a SARS-CoV-2 vaccine, and someone who will go down in history as one of the key players in developing the science that could end the pandemic.","sentiment_score":-0.0311111111}
{"full_text":"RT Some respiratory droplets are SO SMALL, they may hang in the air for minutes or hours, rather than falling to the ground. T...","sentiment_score":-0.25}
{"full_text":"Wake up, folks! A pandemic with total deaths remaining the same? You are tools for the NWO progressive D's.","sentiment_score":0.0}
{"full_text":"RT Meghan, The Duchess of Sussex, honors the people working to feed those in need during the pandemic on CNN Heroes: An All-Star Trib...","sentiment_score":0.0}
{"full_text":"RT #ddtt_khy_khhrr_hy_khptn\"Problem confronting us in Pak during COVID 19 is of a political leadership that has never gone through...","sentiment_score":0.0}
{"full_text":"Can't wait to get back to be honest. was in throws of morning sickness last time. Put a bit of a crimp in seeing the city. We both want to visit when this pandemic mess is over.","sentiment_score":0.10625}
{"full_text":"Gates","sentiment_score":0.0}
{"full_text":"Study examines effectiveness of mobile phone-based intervention to slow weight regainhttps:\/\/t.co\/CULMaCsdld#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":-0.3}
{"full_text":"RT Dr. Anthony Fauci honors frontline medical workers risking their lives during the pandemic. \"They are superheroes.\" Get invo...","sentiment_score":0.0}
{"full_text":"RT White House staff members are now reportedly stepping over one another to be some of first people in United States to get...","sentiment_score":0.125}
{"full_text":"RT Violence against Healthcare Professionals is a Nationwide problemLong before Covid- Nurses are the highest incidence d...","sentiment_score":0.0}
{"full_text":"RT What a burning pile of narcissistic self-preserving garbage.   \"White House Officials Who Completely Mismanaged The Pan...","sentiment_score":0.05}
{"full_text":"Women of all races are getting hit especially hard in this pandemic, and society owes women better. Period.","sentiment_score":-0.0416666667}
{"full_text":"The cover of should be a collage of the people who have died of #COVID19 this year.  That's how they can make an impact and remember the hundreds of thousands of lives lost to this pandemic.","sentiment_score":0.0}
{"full_text":"RT By facilitating international travel of more than 3.7 million stranded people under #VandeBharatMission, India's civil avi...","sentiment_score":0.25}
{"full_text":"RT VACCINE TIMING: As an elected official, I'm certain that there is not a single legislator, Congressperson, Senator or Repr...","sentiment_score":0.125}
{"full_text":"RT the same people that be living in a country full of fast food and covid have concerns about 'toxins' in vaccines","sentiment_score":0.1833333333}
{"full_text":"No paychecks for #Senate GOP until they pass pandemic relief.There, fixed it for you.","sentiment_score":0.1}
{"full_text":"RT Medics at Black Lives Matter protests in PA were held on $1,000,000 bails. Proud Boys came to DC from several states, att...","sentiment_score":0.2111111111}
{"full_text":"It's crazy how half of my family just came down with Covid and two have passed away already. For those who don't mask up please be safe.","sentiment_score":-0.1055555556}
{"full_text":"RT Me when this pandemic is over:","sentiment_score":0.0}
{"full_text":"RT The best. cooking in a #TaxTheRich sweatshirt, breaking down #COVID economic relief bill real talkListening to her...","sentiment_score":0.3111111111}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"RT With millions of Americans on the brink of eviction, \"we need to embrace the idea of housing as a human right,\" says fmr HUD...","sentiment_score":0.1428571429}
{"full_text":"RT Remember that Giuliani told WABC last week about how you get wonderful Covid-19 treatment \"when you're a celebrity.\"","sentiment_score":0.5}
{"full_text":"Amazing our leaders say there was nothing more they could have done.  Pompous MAGA liars.","sentiment_score":0.55}
{"full_text":"RT So the people in the White House who called COVID-19 a hoax, and are responsible for 300,000 dead Americans and counting, will...","sentiment_score":0.0}
{"full_text":"RT If covid isn't a big deal -- according to the current White House -- why are they getting vaccinated first?","sentiment_score":0.0625}
{"full_text":"RT Launching a new dashboard to track local news reports and state press releases on how many vaccine doses will be allocated to...","sentiment_score":0.2121212121}
{"full_text":"RT Mr Sakib Sherani delivering speech at the panel Economic Growth, Social Protection, and IMF Programme in #Covid19 #SDC2020...","sentiment_score":0.1166666667}
{"full_text":"2.9 billion just for megaphones????","sentiment_score":0.0}
{"full_text":"I just don't get the resistance, although I read (or heard?) there is going to be some asymptomatic testing for LTCs coming soon. Germany shutting down schools in an \"essentials only\" lockdown until Jan 10 at least should be instructive also.","sentiment_score":-0.1518518519}
{"full_text":"China being as responsible as ever!! Cause the pandemic, cover it up for.months, then continue to behave irresponsible.","sentiment_score":0.3125}
{"full_text":"RT Everyone please pray for my father He was recently diagnosed with covid-19. Spent better first 5 to 6 days...","sentiment_score":0.1625}
{"full_text":"RT Only solution to the coronavirus","sentiment_score":0.0}
{"full_text":"RT I hope Ashanti beats Covid though cause she damn sure wasn't gonna beat Keysh","sentiment_score":0.5}
{"full_text":"RT #TheRealKellyLoeffler invested in BODY BAGS after finding out about COVID-19.Problem is, she didn't share that info with...","sentiment_score":0.0}
{"full_text":"RT Ghana's Covid-19 cases as at 8th December,2020Visit for the details","sentiment_score":0.0}
{"full_text":"Brazilian President enjoys high level of approval amid COVID-19: survey","sentiment_score":0.16}
{"full_text":"RT Just my thoughts but maybe the guy who called COVID-19 a hoax, did nothing about it, then ended up getting it, doesn't ne...","sentiment_score":0.0}
{"full_text":"RT The global pandemic didn't stop us from having an amazing 5 days of exhibiting at the world's first week-long round-the-clock...","sentiment_score":0.2833333333}
{"full_text":"How has corona changed online shopping?https:\/\/t.co\/3tT9YzAe09","sentiment_score":0.0}
{"full_text":"RT If u have covid &amp; YOU KNOW and are still going out  , go 2 hell .","sentiment_score":0.0}
{"full_text":"fiiiiire bruh, if covid hasn't affected they're business you should get into it fr fr","sentiment_score":0.0}
{"full_text":"RT The Greenhouse Gas Pollution Pricing Act requires all revenues to be returned to the provinces in which the funds are raised....","sentiment_score":0.0}
{"full_text":"RT If u have covid &amp; YOU KNOW and are still going out  , go 2 hell .","sentiment_score":0.0}
{"full_text":"Rick Grimes: You're my family. I found you.#TheWalkingDeadSeason 9What Comes After04 November 2018#TWDHallucinationKing County Sheriff's DepartmentCynthiana, KentuckyCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last GrimesAndrew Lincoln","sentiment_score":0.0}
{"full_text":"#ICYMI | Two COVID-19 vaccines are in line to be approved for emergency use in the US. Once they obtain government approval, a large transportation network is at the ready.:","sentiment_score":0.2071428571}
{"full_text":"mon, standing in front of q locked door: fortunately, i have a delicate lock-picking techniquemon: *punches door down*{tg\/g}","sentiment_score":0.05}
{"full_text":"#StayHomePOV Lana Mars - Glad I'm Back Home","sentiment_score":0.25}
{"full_text":"RT #IEWorld | Brazil's top court orders government to set date for COVID-19 vaccination planhttps:\/\/t.co\/U0sSGB6gia","sentiment_score":0.5}
{"full_text":"RT iddii jgttu sthgitgoNddaag muNde saaglu hos sNcln.atii shiighrdlli.....While the world was under lock down , we locke...","sentiment_score":-0.1555555556}
{"full_text":"After losing his job in the lockdown, Revan Shinde started Abhimanyu and now employs 5 men in Pimpri-Chinchwad","sentiment_score":0.0}
{"full_text":"An annual event bringing together Holocaust survivors from around the world to mark the start of Hanukkah was held online for the first time Sunday due to the coronavirus pandemic.","sentiment_score":0.0625}
{"full_text":"I think the rush is a bit of misconception. We knew of this way and we'd already using it for Sars. I get the new technology fear and we'll learn much as the months go on.But we also still don't know the long term effects of covid as well.","sentiment_score":0.0954545455}
{"full_text":"RT Pulmonary Fungal Infections Affect Patients With COVID-19 via part of","sentiment_score":0.0}
{"full_text":"#DataTraining  In the middle of #Covid19, #InfoNile and launched a mentorship program, training 47 journalists from 9 African countries in #DataJournalism in 6 months. Thanks to ","sentiment_score":0.0666666667}
{"full_text":"On \"Publishing in Post COVID times\" at the \"There is a sense of community that we have to get through this together. This is not about competition any more, this is about collaboration.\"https:\/\/t.co\/PDI765yhCF","sentiment_score":0.5}
{"full_text":"Making sure I can taste my coffee after I have nightmares about having COVID symptoms all night.","sentiment_score":0.5}
{"full_text":"RT My uncle died in a nursing home of COVID tonight. He had dementia, which is why he was there.He wasn't able to see a...","sentiment_score":0.5}
{"full_text":"Ministry of Defence joins online session on military health rules during Covid-19","sentiment_score":-0.1}
{"full_text":"RT Wear your mask  #WearAMask #WearAMask","sentiment_score":0.0}
{"full_text":"This is really cool. By modelling the history of a protein, you can analyze the history of the protein's growth.Thereby using that story as a model to help predict the future developments in new proteins.https:\/\/t.co\/LHh8Kc0RNS#storytelling #protein #COVID #history","sentiment_score":0.1621212121}
{"full_text":"Protect yourself and others from #COVID19 Make wearing a mask a normal part of being around other people. Taking these simple precautions will save lives.#StaySafeUg #MaskUp #Uganda@WHOUganda","sentiment_score":0.0083333333}
{"full_text":"One bill will be a $748 billion proposal, which includes money for small business loans, jobless benefits and vaccine distribution. The other is a package that includes $160 billion for state and local aid.","sentiment_score":-0.125}
{"full_text":"Some senior White House and government officials will be offered COVID-19 vaccines as soon as this week. ","sentiment_score":0.0}
{"full_text":"On the front line against COVID-19, the world's health care workers displayed the best of humanity--selflessness, compassion, stamina, courage--while protecting as much of it as they could.  - TIME Magazine.https:\/\/t.co\/A8rvVqAGUq","sentiment_score":0.6}
{"full_text":"White House, other top officials to get early vaccine accesshttps:\/\/t.co\/KM6LMjg384","sentiment_score":0.11875}
{"full_text":"Step into Digital Health with CLIRNet - #healthcare #healthtalks #patientcare #futurehealth #onlyfordoctors #communicate #patientcommunication #betterhealthcare #medicine #medical #digitalhealth #CLIRNet #awareness #covid19 #ncov #coronavirus","sentiment_score":0.0}
{"full_text":"While it's safest to celebrate virtually this holiday season, if you are visiting family, you should've started quarantining yourself no later than Friday #COVID19 #coronavirus ","sentiment_score":0.0}
{"full_text":"No, Morgan: you're not the only one. Thanks for posting this.","sentiment_score":0.1}
{"full_text":"The advisory panel of experts endorsed the vaccine and will soon issue specific guidance for pregnant and lactating women and for people who have had severe allergic reactions to other shots.","sentiment_score":0.0694444444}
{"full_text":"Pandemic claims additional 17 lives in Palestinehttps:\/\/t.co\/ZbkYajRwJC","sentiment_score":0.0}
{"full_text":"Reflecting the precipitous #COVID19 case trends, #YorkRegion joins our #lockdown neighbors at midnight tonight, &amp; One minute from now, officially starts 28 days of #lockdown for the entire region. #ONhealth :(","sentiment_score":-0.375}
{"full_text":"COVID 19 cases in India until : 14\/12\/2020 10:30Total Cases: 9885100 [+384]Active: 350918Recovered: 9388239 [+631]Deaths :143393 [+0]Total Tests: 154.57MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"How soon are you immune to the coronavirus after receiving the COVID-19 vaccine?","sentiment_score":0.0}
{"full_text":"From; AnonymousTo: everyoneMessage: WEAR A FLIPPING MASK OR I WILL GET THE CHANCLAS","sentiment_score":0.0}
{"full_text":"just wait until all the PPE covid crp arrivesX","sentiment_score":0.0}
{"full_text":"Read today's edition of The Peninsula (December 14) for latest updates on #Qatar #COVID19 #MiddleEast #vaccine #Education #MME #QatarNationalDay #QND2020 #QatariRiyal #QatarCentralBank #QatarNotes","sentiment_score":0.5}
{"full_text":"Serbian investments pre-pandemic in education &amp; health infrastructure lagged behind its development needs. Amid pressure from Covid-19, high-dollar, China-backed infrastructure projects could reduce Serbia's ability to finance these sectors. Read on here:","sentiment_score":-0.4}
{"full_text":"PHOTOS: Museveni Receives Hero's Welcome in Kabale; Promised Factories and Jobs #ChimpReportsNews #2021Election #WearAMask","sentiment_score":0.8}
{"full_text":"COVID-19 has changed the way we work but what does the future hold, and is it good or bad for workers? Robert MacDonald checks in on what the big consulting firms think.https:\/\/t.co\/IwHXE4llil","sentiment_score":2.775557562e-17}
{"full_text":"RT China virus? Seriously?","sentiment_score":-0.3333333333}
{"full_text":"Learn more about the international student experience during the COVID-19 pandemic ","sentiment_score":0.25}
{"full_text":"The bad loans can grow as much as by 15 per cent from the current level because of the pandemic, but there seems to be no skeleton left in its cupboard, writes #indianbankshttps:\/\/t.co\/6cobJy9d9T","sentiment_score":-0.125}
{"full_text":"RT Can I share a win?? We discharged a 91-year old &amp; 93-year old both with pre-existing conditions who had COVID in our unit...","sentiment_score":0.3333333333}
{"full_text":"Coronavirus: Pandemic Sex Tips for Active Lovershttps:\/\/t.co\/HGwrGPMljJ","sentiment_score":-0.1333333333}
{"full_text":"RT If you're still wearing a mask, social distancing, washing your hands, and limiting contact with people, then please r...","sentiment_score":0.0333333333}
{"full_text":"How would YOUR enterprise handle #ransomware attack? Health care systems are particularly vulnerable during #covid. Check out the full infographic from ISACA on how hospitals can combat ransomware:","sentiment_score":-0.075}
{"full_text":"If you don't wear a mask your certain to be infected","sentiment_score":0.2142857143}
{"full_text":"Trump did not cause these deaths! A virus than came from China. An Democrat run States ARE the responsive parties for managing the response! Ask Como &amp; his order to send the elder to death in \"rest\" homes. Killing thousands. Quit Gaslighting.","sentiment_score":0.0}
{"full_text":"The latest Making Strides For Autism, Inc.! #coronavirus #covid19","sentiment_score":0.625}
{"full_text":"Phir aap log itny preshan Q hen k corona phel rha hy","sentiment_score":0.0}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"So sad","sentiment_score":-0.5}
{"full_text":"RT i miss life without covid","sentiment_score":0.0}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"RT Any Christian complaining that #lockdown is preventing worship should (with respect) question their approach to faith. Yo...","sentiment_score":0.0}
{"full_text":"RT Here is a question I really struggle with: Why do Americans have a higher tolerance for COVID killing us, a higher tolera...","sentiment_score":0.2333333333}
{"full_text":"\"In jails, some of the guards say, 'We won't let you leave here without covid.' They will intentionally place infected inmates in cells with protesters. It's filthy.\"","sentiment_score":-0.8}
{"full_text":"Them jawns SCHMACK tho wtf","sentiment_score":-0.5}
{"full_text":"The Gates Foundation has supported vaccines for polio eradication with over $2 billion Doesn't mean he's right about Covid-19, just that the premise of your question is wrong.","sentiment_score":-0.1755952381}
{"full_text":"What a moronic statement. The convenient pandemic saw to that... Not Trump. Don't post dumb statements. You look foolish.","sentiment_score":-0.375}
{"full_text":"RT We still in a pandemic y'all ","sentiment_score":0.0}
{"full_text":"RT Karl-Anthony Towns emotional before the game. It was his first game since losing his mother to COVID-19 &amp; said it would...","sentiment_score":-0.1375}
{"full_text":"Current Conditions for #Sayre PATemp: 37.4FWind Chill: 37.4FHumidity: 84%Dew Point: 33.0F Barometer: 30.151 inHgWind: 1 mph from the ECorona Virus Weekly Stats:Cases: 247.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT #GDP: India grows by 23 per cent !!#India's GDP growth rate post lockdown is picking up at a breakneck pace.FPIs pu...","sentiment_score":0.0}
{"full_text":"RT Alternative headline: NYC medic is not being paid a sustainable income despite her important role particularly during...","sentiment_score":0.2833333333}
{"full_text":"What the lockdown shit has proved to me is that people had very little power or zero power, finally have loads and they're gripping onto it with both hands.....see mark drakeford and Asda security guards for details","sentiment_score":0.0140625}
{"full_text":"RT If covid isn't a big deal -- according to the current White House -- why are they getting vaccinated first?","sentiment_score":0.0625}
{"full_text":"RT I want to share my story with you; I think given my last post it is important. I am a participant in a Phase 3 clinical trial fo...","sentiment_score":0.2}
{"full_text":"RT These people will not let us return to normal unless we insist on it.","sentiment_score":0.15}
{"full_text":"RT muslims quietly spent all of ramadan and two eids isolated during this pandemic. but go off on how missing christmas is the...","sentiment_score":-0.15}
{"full_text":"RT I would like to appreciate the people attending the Jalsi for following \"Social Distancing\" SOPs. ","sentiment_score":0.0166666667}
{"full_text":"RT White House staff members are now reportedly stepping over one another to be some of first people in United States to get...","sentiment_score":0.125}
{"full_text":"gig economy will be a another business model for economy market .But actually it's not only the time trend in the epidemic time but also a business from with competitive market","sentiment_score":0.0}
{"full_text":"This is important - it is not *just* that sex work is her other job, it is that this is outing, and outing gets people fired and harmed. In a pandemic.","sentiment_score":0.1375}
{"full_text":"Moderna And Pfizer Skipped Animal Trials On mRNA COVID Vaccines Because They Already Knew The Animals Would Sicken And Die #vaccinatieplicht #Vaccinatie","sentiment_score":0.0}
{"full_text":"RT Here I describe a brief overview of the distinction between DNA &amp; RNA in relation to the Pfizer\/BioNTech or Moderna mR...","sentiment_score":0.0}
{"full_text":"RT Breaking - UPS and FedEx trucks carrying the first U.S. shipment of coronavirus vaccine have left Pfizer's facility near K...","sentiment_score":0.1166666667}
{"full_text":"RT Rick Grimes: You're my family. I found you.#TheWalkingDeadSeason 9What Comes After04 November 2018#TWDHallucina...","sentiment_score":0.0}
{"full_text":"Time: 05:00 * Temp: 8.8degC * Wind: SSW 4.0 to 16.0mph * Pressure: 977.0hPa * Rain: 0.2mm * Hum: 91% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:39 * Sunset: 15:57 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Don't y'all think it's more important to vaccinate the incoming president and VP first?","sentiment_score":0.3833333333}
{"full_text":"RT Breaking - UPS and FedEx trucks carrying the first U.S. shipment of coronavirus vaccine have left Pfizer's facility near K...","sentiment_score":0.1166666667}
{"full_text":"#Aboriginal and Torres Strait Islander Citizen of ... #Award #Blacktown #BlacktownCityCouncil #Community #Council #Covid19 #Fitness #Hamilton #Impact #Justice #LocalCouncil #NSW #NSWPolice #Police #Running #School","sentiment_score":0.0}
{"full_text":"Mfs just said fuck corona. They do not know what 6 feet mean. And even still, corona or not, why tf people like being so damn close!","sentiment_score":-0.3953125}
{"full_text":"World tour plans after covid?","sentiment_score":0.0}
{"full_text":"Covid-19: #White #House #officials to receive some of #first #Pfizer #vaccines  ","sentiment_score":0.125}
