{"full_text":"You need to read what Dr. Fauci just said about coronavirus herd immunity in America - BGR","sentiment_score":0.0}
{"full_text":"RT Across the country, transit systems have a mixed record in responding to the pandemic. Some are thriving. Many, absent ade...","sentiment_score":0.25}
{"full_text":"3000 people died one day almost 20 years ago and we still have to take our shoes, coats and belts off in the airport and bring the equivalent of a swallow of liquid items. Maybe we need to say COVID is a terrorist?","sentiment_score":0.0}
{"full_text":"RT New: Amina Scott's son has always been ahead or on grade level. This year, he was mysteriously behind his peers. It's b\/c s...","sentiment_score":-0.1318181818}
{"full_text":"What she said!","sentiment_score":0.0}
{"full_text":"RT A friend of mine got the China virus over the weekend. He took Hydroxychloroquine and within hours felt better and defea...","sentiment_score":0.5}
{"full_text":"About to be live!","sentiment_score":0.1704545455}
{"full_text":"RT A huge group of people gathered outside the Staten Island bar - in the middle of a COVID hot zone - that was shut down last nig...","sentiment_score":0.0824074074}
{"full_text":"3.  Have never been a fan, and never will. The positive thing from this: our 12 year old son who is an NFL fan, was the person who shared your comments with me, and was disappointed with them. There is the hope. With everything he has seen this year: pandemic, hate, racism,","sentiment_score":-0.3056818182}
{"full_text":"RT Deaths in Pearl Harbor: 2,403Deaths on September 11th: 2,977Covid-19 deaths yesterday in the US: 2,885","sentiment_score":0.0}
{"full_text":"Costa Constantinides!!! My favorite Jewish person in elected office !Meet NYC's first elected COVID-19 \"long-hauler\" | City &amp;","sentiment_score":0.25}
{"full_text":"RT It's sad this ongoing brutal persecution of the mobile fishing gear sector by distant...","sentiment_score":-0.4916666667}
{"full_text":"RT The UK has become the first country to approve the Pfizer\/BioNTech vaccine in the fight against #COVID19.On today's #Daily p...","sentiment_score":0.125}
{"full_text":"What it feels like to get Moderna's COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT A record 3,157 Americans died yesterday from covid-19, meaning that more than 1 out of 100 of our pandemic fatalities occur...","sentiment_score":0.5}
{"full_text":"RT All 2020 COVID DeathsJapan and Korea combined: 2,724Only Dec 2 2020 COVID DeathsUS : 2,804US reports more deaths in on...","sentiment_score":0.5}
{"full_text":"Still waiting for you to do the hydroxychloroquine and the bleach injections. #COVID #COVIDIOT","sentiment_score":0.0}
{"full_text":"Perhaps the best yet.","sentiment_score":1.0}
{"full_text":"RT He won't do it.","sentiment_score":0.0}
{"full_text":"RT Another day, another hypocritical Democratic politician on covid. Listening to these \"leaders\" is pure insanity.","sentiment_score":0.2142857143}
{"full_text":"New job: Temp Communications Officer - COVID-19 Response","sentiment_score":0.1363636364}
{"full_text":"RT #coronavirus #California Los Angeles mayor orders residents to stay home to avert a 'dreaded scenario'","sentiment_score":0.0}
{"full_text":"RT Read the following thread from Derek Sloan ...pretty decent explanation. If you're going to judge the guy at least hear his...","sentiment_score":-0.0444444444}
{"full_text":"RT Hey PA!  Lather up those hands--it's Handwashing Awareness Week! Wash your hands properly each time--wet, lather, scrub,...","sentiment_score":0.0}
{"full_text":"RT .@HelenMaryCymru raises the impact of the pandemic on women with In August published a report on...","sentiment_score":0.0}
{"full_text":"RT STAGGERING DEATH TOLLNew #CDC Data Suggests True Coronavirus Death Toll is Now Near 400,000According to the #CSSE at #John...","sentiment_score":0.225}
{"full_text":"RT NOT A JOKE: Austin Mayor Tells Residents to 'Stay Home' While Vacationing in Mexico After Wedding","sentiment_score":0.0}
{"full_text":"Democratic leaders in #California operate on one of two premises. If they are in the legislative branch the premise is: \"I don't see anything. I don't hear anything. I don't know anything.\" In the Governor's office the premise is: \"Do as I say, not as I do.\" #COVID19 #lockdown","sentiment_score":0.0}
{"full_text":"RT Today would be a good day for to show he gives a damn that nearly 3000 Americans are being killed by the...","sentiment_score":0.2}
{"full_text":"RT Yesterday, I spent the afternoon hearing from workers and small business owners on the economic impact COVID-19 has had on th...","sentiment_score":-0.05}
{"full_text":"RT Yes, and in order that the correct vaccine be developed, the wise women  should go talk to a covid patient","sentiment_score":0.4}
{"full_text":"RT #COVID_19 has brought out the humane and compassionate side of #khaki across the country! is one of them!","sentiment_score":0.0}
{"full_text":"In a music industry beset with the challenges posed by the global coronavirus pandemic, the entertainment agency responsible for popular events Zimi Seh Brunch and Zimi Seh Riva has moved into music. Read more here: #GLNREnt","sentiment_score":0.325}
{"full_text":"This year I was able to fully get my life together because coronavirus shut the world down and gave me a chance to lose weight, do school work and spend time with my family all form the comfort of my home ","sentiment_score":0.1722222222}
{"full_text":"Think they may be thinking of January when cases rise and we may need a full lockdown","sentiment_score":0.35}
{"full_text":"RT Dr. Joseph Varon hugs and comforts a patient in the #COVID19 intensive care unit during #Thanksgiving at the United Me...","sentiment_score":0.0}
{"full_text":"That's the SuperMoe origin story","sentiment_score":0.0}
{"full_text":"RT Pandemic or not, I'm making it my mission to make 2021 a triumphant year for me, and all negative baggage is being left beh...","sentiment_score":-0.15}
{"full_text":"RT Eleven new COVID-19 cases were identified Wednesday, Dec. 2. Nine of the new cases are in Central Zone. The other two case...","sentiment_score":0.0369318182}
{"full_text":"RT Kontrol Receives Federal Funding and Announces Production for Its BioCloud Technology | $KNR $KNR.ca $KNRLF #b...","sentiment_score":0.0}
{"full_text":"RT Former US Presidents Barack Obama, George W. Bush and Bill Clinton are volunteering to get their Covid-19 vaccines on camera to p...","sentiment_score":0.0}
{"full_text":"RT More people died of COVID in the United States today than have died of COVID in Japan in all of 2020.","sentiment_score":0.5}
{"full_text":"RT We are at a tipping point. New study suggests that #COVID19 could push the ndeg of people living in extreme poverty to...","sentiment_score":0.0056818182}
{"full_text":"RT More people died of COVID in the United States today than have died of COVID in Japan in all of 2020.","sentiment_score":0.5}
{"full_text":"RT A huge group of people gathered outside the Staten Island bar - in the middle of a COVID hot zone - that was shut down last nig...","sentiment_score":0.0824074074}
{"full_text":"If you won't listen to the news and think how disastrous covid has been listen to the cat! ","sentiment_score":-0.875}
{"full_text":"RT  COVID-19 : Case UpdatesAs of 03.12.2020, 06:00 PM Male area: 32Inhabited islands: 2Operational Resorts: 2Live aboard:...","sentiment_score":0.0}
{"full_text":"More on Iowa.Pray for our friends, family and neighbors.  Their leaders have failed them.https:\/\/t.co\/IIEc9yZOaD","sentiment_score":0.0}
{"full_text":"RT Extra will be given away.https:\/\/t.co\/Uibhsw3Fk7","sentiment_score":0.0}
{"full_text":"RT 2319! We got a 2319! ","sentiment_score":0.0}
{"full_text":"RT Women in a Texas prison who tested positive for COVID were held in solitary confinement in the same set of clothes for over 2...","sentiment_score":0.1136363636}
{"full_text":"It's a tough ask when the likes of winner are bombarding fields indiscriminately!Instead of combatting COVID and desert locust plague, this #Ethiopia","sentiment_score":-0.3888888889}
{"full_text":"RT I don't mean to be THAT girl....but in 1918 there was a worldwide flu pandemic that wiped out a 3rd of the planet. It mig...","sentiment_score":-0.15625}
{"full_text":"Yikes","sentiment_score":0.0}
{"full_text":"RT Newly released data shows that properties owned by the Trump Organization and Kushner Companies profited from pandemic re...","sentiment_score":0.1363636364}
{"full_text":"RT COVID has revealed so much about people...at all levels.","sentiment_score":0.2}
{"full_text":"\"This is an issue of national security.\"30% of the 20k small businesses serves have gone under from #Covid19.\"We need to assist these #SmallBusinesses if we want to have a vital economy going forward,\" says CEO for a #PPP extension.","sentiment_score":-0.075}
{"full_text":"RT Priti Patel said 'social distancing is here to stay' back in May. I wrote an article about it. I was, (to my knowledge) ,...","sentiment_score":0.0166666667}
{"full_text":"RT By the time he leaves office more than 5% of the American populationWill have gotten ill with a pandemic d...","sentiment_score":0.0}
{"full_text":"price gouging during a pandemic and a economic slowdown\/downturn is absolutely disgusting! When so many are looking for ways to stay connected with family!! I'd rather it take longer than pay the OBSCENE AMOUNT YOUR COMPANY JUST CHARGED ME! ","sentiment_score":0.0588541667}
{"full_text":"Week 4. My partner's symptoms are completely gone. He has chronic asthma, so we are extremely relieved Covid went easy on him. I still cough, no other symptoms. 13\/","sentiment_score":0.1177083333}
{"full_text":"Don't know, I practice and enforce social distancing and mask protocols.","sentiment_score":0.0333333333}
{"full_text":"RT The Republican bill has no stimulus check. It's cut unemployment.  McConnell wants immunity from prosecut...","sentiment_score":0.2}
{"full_text":"Same. To be honest, I couldn't go to them even if COVID wasn't a thing cause college expenses, but it's nice to pretend I could . Also, these pictures are beautiful ","sentiment_score":0.5125}
{"full_text":"RT Secretary of State is now planning crowded indoor holiday parties at State Department, despite pandemic:","sentiment_score":0.0}
{"full_text":"Interesting.","sentiment_score":0.5}
{"full_text":"Service Update 17:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"Service Update 17:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT They've found Covid-19 in blood that was donated pre-December.  All this shit is crazy.","sentiment_score":-0.4}
{"full_text":"Sadly, 14 additional lives lost . Condolences to these grieving families. OVER 18% OF HOMES IN OUTBREAK!!","sentiment_score":-0.78125}
{"full_text":"Sigh.","sentiment_score":0.0}
{"full_text":"RT  COVID-19 : Case UpdatesAs of 03.12.2020, 06:00 PM Male area: 32Inhabited islands: 2Operational Resorts: 2Live aboard:...","sentiment_score":0.0}
{"full_text":"RT NEW: An additional 2,804 deaths from COVID-19 were registered nationwide on Wednesday--the highest recorded death toll on...","sentiment_score":0.1363636364}
{"full_text":"#KOKO #2020Wrapped   #coronavirus #ThembaMustFall  #BigZulu #shoprite Covid or no Covid, 'the show goes on,' DJ Tira insists","sentiment_score":0.0}
{"full_text":"BREAKING: Nova Scotia is reporting 11 new cases of COVID-19 on Thursday. With 19 previously reported cases now considered recovered, the total number of active cases has dropped to 119.","sentiment_score":-0.0409090909}
{"full_text":"Good read on one of the critical elements in tackling COVID-19","sentiment_score":0.35}
{"full_text":"My good friend, Juju Hook, is on a mission to help as many women as possible turn midlife into PrimeTime... and truly PROSPER.If you know a woman on a mission who could use some help makingthe most of the upcoming lockdown, send her this link:","sentiment_score":0.425}
{"full_text":"No no no no no. This should not be tolerated.","sentiment_score":0.0}
{"full_text":"Saw Mia the property manager in the lobby with no mask on with 3 tenants with no masks on. You're all liars and don't care about this pandemic.","sentiment_score":0.0}
{"full_text":"New study shows damaging mental health effects of the COVID-19 pandemic \/via","sentiment_score":0.0181818182}
{"full_text":"I first read this The new LA stay at home order, orders you to get a spray tan .. and I thought .. yes that sounds like LA","sentiment_score":0.1931818182}
{"full_text":"Same que covid ni covid","sentiment_score":0.0}
{"full_text":"RT \"We are losing unique talent as the days tick by, we cannot afford this as a nation.\" We join colleagues from","sentiment_score":0.375}
{"full_text":"Covid:","sentiment_score":0.0}
{"full_text":"RT Europe is going COVID CRAZY for Christmas!Many countries are saying that even WITH a negative COVID-19 tests you must...","sentiment_score":-0.45}
{"full_text":"2021, success is the pandemic.","sentiment_score":0.3}
{"full_text":"RT Sen. Loeffler, who has a net worth close to $1 billion, voted against unemployment benefits and stimulus checks during a pande...","sentiment_score":0.15}
{"full_text":"RT New: sold up to $165,000 in shares of a casino company that later shuttered and made an investment in a c...","sentiment_score":0.0681818182}
{"full_text":"It is with a heavy heart that I report one of my favorite t-shirts just became either a collector's item, or a new marketing campaign.","sentiment_score":0.1454545455}
{"full_text":"RT Abstaining should be outlawed. How can you abstain on something as big as this? ","sentiment_score":0.0}
{"full_text":"RT A friend of mine got the China virus over the weekend. He took Hydroxychloroquine and within hours felt better and defea...","sentiment_score":0.5}
{"full_text":"RT As the pandemic heightens, the sandwich generation -- Americans supporting kids and older parents -- are faced with rising rent...","sentiment_score":0.2083333333}
{"full_text":"RT In case you missed keynote speech at she spoke about new research from and","sentiment_score":0.1363636364}
{"full_text":"Unless the 'expert group' know every  pupils  individual circumstances and journey through COVID there is no way it can be an equal playing field and no alternative grading system can make it so.","sentiment_score":0.0}
{"full_text":"How to Wear a Mask? Cover your nose and mouth. Stay well, and safe travels.","sentiment_score":0.5}
{"full_text":"How come they always keep forgetting to put Tubby JB Pritzker on these lists? Maybe they don't want him to have a meltdown like the last time someone called out his fat ass.https:\/\/t.co\/Mh1OKLCtv1","sentiment_score":0.0}
{"full_text":"Maybe wear masks during your next photo op","sentiment_score":0.0}
{"full_text":"RT The pandemic has exposed how broken and unequal our health care system is. It's led to Black and Latino Americans being s...","sentiment_score":-0.2833333333}
{"full_text":"RT CHINA seems to have passed through the CV19 crisis remarkably unscathed. They will grow far more than Western Economie...","sentiment_score":0.3375}
{"full_text":"RT U.S. records over 3,100 COVID-19 deaths in a single day, a record, as new cases begin passing 200,000 a day","sentiment_score":0.0324675325}
{"full_text":"Love me a good anagram. This PANDEMIC is making us all feel CAMPED IN.                         SOCIAL DISTANCING creates a DISSOCIATING CLAN.","sentiment_score":0.4111111111}
{"full_text":"RT Over half of U.S. advertising spending is set to go to digital platforms this year, as the coronavirus pandemic causes shifts...","sentiment_score":-0.0833333333}
{"full_text":"All people need high quality, afforable and accessible #healthcare. Our new #infographic compares health spending, numbers of health professionals, and life expectancy for the #US and #China and a look at the impact of #covid19 in East Asia and the U.S.:","sentiment_score":0.2237878788}
{"full_text":"RT Saddened to hear about the tragic death of Dr Hasi Dasgupta, who lost the battle to COVID-19. She was serving as the Pr...","sentiment_score":-0.75}
{"full_text":"RT \"There is a name for this feeling, says Kevin Doerschug, the director of the hospital's medical ICU: moral distress.\"","sentiment_score":0.0}
{"full_text":"RT Former US Presidents Barack Obama, George W. Bush and Bill Clinton are volunteering to get their Covid-19 vaccines on camera to pr...","sentiment_score":0.0}
{"full_text":"still not getting it lmao fuck them","sentiment_score":0.1}
{"full_text":"RT And y'all defend going to large gatherings &amp; not wearing masks smh","sentiment_score":0.2142857143}
{"full_text":"RT NINE HUNDRED PEOPLE in the middle of a pandemic???? According to the GA Tech #COVID19 risk an event that size has a &gt;9...","sentiment_score":0.0}
{"full_text":"And nothing from the administration.","sentiment_score":0.0}
{"full_text":"RT Not this gurl telling me she had covid but she doesn't think it's real and it's a way for us to be controlled. is it CRACK ur...","sentiment_score":0.2}
{"full_text":"You figure after 8 months of covid-19, they would figure out their shipping logistics. I have 300+ cards that I want to ship on economy, and it says I won't receive it until mid to late April. That is so ridiculous. Thanks for sharing your post. Great pick-up","sentiment_score":0.0733333333}
{"full_text":"Hawaii: Don't bring your death disease here!A Hawaii couple were arrested for after they boarded a flight knowing they had tested positive for the coronavirus, Hawaii police said Wednesday.https:\/\/t.co\/ulsEUbafQy","sentiment_score":0.2272727273}
{"full_text":"As ICU admissions continue to rise, Ontario reports over 1800 Covid-19 cases. #mdcp103","sentiment_score":0.0}
{"full_text":": We must continue to support local farmers especially during this pandemic. Lack of access to fresh and healthy food is a big problem in our community. #sustaindanesummit","sentiment_score":0.16}
{"full_text":"When a family member calls...","sentiment_score":0.0}
{"full_text":"Our friends at Janssen are currently conducting their ENSEMBLE clinical research study to determine the safety and efficacy of an investigational vaccine for the prevention of #COVID19.","sentiment_score":0.0}
{"full_text":"RT VIDEO: Dr. Anthony Fauci to on British regulators \"ran around the corner of the marathon and...","sentiment_score":0.0}
{"full_text":"RT We reorganized half of the federal government after 2,977 people died in one day in 2001.","sentiment_score":-0.1666666667}
{"full_text":"RT All pre and para medical faculties are already doing covid patient services..","sentiment_score":0.0}
{"full_text":"Also the USA has completely ended deaths from the flu and old age.  All deaths are Covid deaths, no matter real cause.","sentiment_score":0.1333333333}
{"full_text":"RT The Trump administration refuses to hold giant companies accountable for putting workers at risk during this pandemic. Now t...","sentiment_score":0.0}
{"full_text":"Severe long-term effects of #COVID19 pandemic could push an additional 207 million people into extreme poverty on top of the current pandemic trajectory, bringing the total to over 1 billion by 2030.  ","sentiment_score":0.09375}
{"full_text":"Drive-in and outdoor performances are currently not allowed in any area under Level 3 or 4 restrictions.","sentiment_score":0.0}
{"full_text":"Pandemic is the word of 2020. If dictionaries named phrases of the year, we'd nominate \"the importance of political listening.\"","sentiment_score":0.0}
{"full_text":"Is the Office Workplace Dead SIOR, Managing Director Quebec discusses the future of the office space in a Post-COVID. #office #CommercialRealEstate #immobiliercommercial","sentiment_score":-0.1}
{"full_text":"#APExclusive: Secrecy and cronyism crippled China's testing capacity in the early days of the outbreak, an investigation has found.","sentiment_score":0.1}
{"full_text":"Covid, CTE, seeing a trend here.","sentiment_score":0.0}
{"full_text":"Employees With Mental Health Issues Helping them through another lockdown","sentiment_score":-0.1}
{"full_text":"Nanomedicine's giant step into the fight against the COVID-19","sentiment_score":0.0}
{"full_text":"Free #COVID19 testing today &amp; tomorrow from 8am to noon at Centennial High School, 10200 W. Centennial Pkwy. Tests will be administered on a first-come, first-served basis. A calendar of testing events is available in English and Spanish at #NVCOVIDTesting","sentiment_score":0.192}
{"full_text":"\"Universal mask wearing in public could greatly reduce the number of Americans who die by COVID-19 by February, a study published Friday in the journal Nature Medicine projects.\" #txlege #MaskUp #covid19","sentiment_score":0.2666666667}
{"full_text":"RT EXCLUSIVE: Austin Mayor Steve Adler told the public to \"stay home if you can...this is not the time to relax\" in a Nov. 9 F...","sentiment_score":0.0}
{"full_text":"After 256 days working nonstop, doctor pleads with public to help halt Covid-19.https:\/\/t.co\/wn41p0VFOe","sentiment_score":0.0}
{"full_text":"University of Iowa Hospitals and Clinics Home Treatment Team provides patients with tools to help them recover from the coronavirus at home, which reduces the number of people in the hospital.","sentiment_score":0.0}
{"full_text":"Our response to coronavirus offers an opportunity for a #ResilientRecovery to protect against climate changeAhead of the Climate Ambition Summit, the UK is calling for increased global ambition to build resilience through focused &amp; effective adaptation#TacklingClimateChange","sentiment_score":0.2333333333}
{"full_text":"RT Coronavirus deaths in November:Sweden : 921Norway : 50Denmark : 114UK : 11,731New Zealand : 0","sentiment_score":0.0}
{"full_text":"Even with the pandemic in full swing homeowners are still moving forward with projects that require workers to enter the home. Here are ways to protect them and yourself. #Columbusohio #columbusrealtor #realtor #realestate #realestateagent ","sentiment_score":0.35}
{"full_text":"A majority of Oconee County offices are closing to the public indefinitely with positive COVID-19 cases tracking upward and county employees testing positive.https:\/\/t.co\/gqJzF5rGnv","sentiment_score":0.1136363636}
{"full_text":"Oh dear, we know the vaccine is safe (do we?), but we don't know someone's immune status post COVID?  Help.  What an ongoing MESS.","sentiment_score":0.1625}
{"full_text":"Covid-19: how are new uses of technology transforming healthcare?","sentiment_score":0.1363636364}
{"full_text":"In the ploy, executives with groups likely associated with the initiative known as Covax were sent spoofed emails appearing to come from an executive of Haier Biomedical, a Chinese company considered the world's main cold-chain supplier.","sentiment_score":0.0555555556}
{"full_text":"IBM security researchers say they have detected a cyberespionage effort using targeted phishing emails to try to collect vital information on the World Health Organization's initiative for distributing COVID-19 vaccine to developing countries.","sentiment_score":0.1}
{"full_text":"Scientist Eric Feigl-Ding's meteoric rise tweeting about COVID-19 has garnered both praise and criticism because Feigl-Ding has, at times, tweeted incorrect or misleading information. Science Communication expert Paige Jarreau (@FromTheLabBench) weighs in.","sentiment_score":0.0}
{"full_text":"On Tuesday December 8th, from 12-1 PM ET, the will host a webinar on the Enforcement Policy for Sterilizers, Disinfectant Devices, and Air Purifiers During the #COVID19 Public Health Emergency. Find out more:","sentiment_score":0.25}
{"full_text":"THE FEED w\/ ANN ROHMER - SATURDAY AT 9AM! of Maru\/Blue Public Opinion with the results of a recent survey about Canadian sentiment and the COVID vaccine. Small Business Minister shares how the economic statement impacts York Region. Plus, winter driving.","sentiment_score":-0.0125}
{"full_text":"All fans will be screened before entering the Speedway and will be required to wear face coverings while maintaining six feet social distancing throughout their visit.","sentiment_score":0.0333333333}
{"full_text":"University students returning to their homes this Christmas are advised to travel between 3-9 December to protect loved ones. For further guidance on the precautions to take when returning home from your accommodation, follow the linkhttps:\/\/t.co\/PfqKG8lG6X","sentiment_score":0.35}
{"full_text":"\"We will be extending our work quantifying the ongoing impacts of the pandemic on the sector\"#SportForDevelopmentCoalition commits to helping sector access \"all avenues of support and investment\" ","sentiment_score":0.0}
{"full_text":"KNOCK ME OVER WITH A FEATHER!!!","sentiment_score":0.0}
{"full_text":"Dems are showing what their priorities really are.While American #smallbiz and families across the country  continue to struggle, Pelosi has decided to prioritize legalizing pot instead of coming to the table with to negotiate a #COVID relief package.","sentiment_score":0.1}
{"full_text":"Riverside Discovery Center is bringing back its Wild Lights at the Zoo event, though with changes to allow social distancing and other measures. ","sentiment_score":-0.0183333333}
{"full_text":".@MoetHennessy is granting wishes this #NewYearsEve with the chance to receive an unforgettable stay-at-home celebration! Visit the #NYEWishShop and enter to win a unique experience at #ad Valid for 21+ consumers","sentiment_score":0.725}
{"full_text":"RT If only he worked as hard to fight COVID-19 as he is trying to overturn the election...","sentiment_score":-0.1458333333}
{"full_text":"STARTS NOW: Intersection: Florida's COVID-19 WinterJoin for a live discussion with public health and education officials about how FL will navigate the next months of the pandemic. Call in or tweet your questions. Tune in or stream at","sentiment_score":0.0454545455}
{"full_text":"RT Facebook has said again and again that small businesses are relying on them to get through covid. That's true, and also dev...","sentiment_score":0.05}
{"full_text":"I can make it but I need to buy an rtc module I can t go to the shop because of corona. all are closed","sentiment_score":-0.1}
{"full_text":"Join us for a live-streamed conversation at 3 p.m. with three graduating seniors who will talk about college and their future plans during the ongoing pandemic.","sentiment_score":0.0}
{"full_text":"From Society trainer As school districts diverge on handling the pandemic, Baltimore City Public Schools are slowly trying to get students back in the classroom. It has not been easy, but neither has remote learning.https:\/\/t.co\/6JSEXerYdO","sentiment_score":0.0066666667}
{"full_text":"CSR Update: is donating $1 for every purchase made at Apple stores to (RED) and the Global Fund COVID-19 Response through Dec. 7 to help protect communities from COVID-19.","sentiment_score":0.0}
{"full_text":"The Covid-19 pandemic hasn't slowed investigations by Ireland's privacy watchdog but has sparked unusual privacy complaintshttps:\/\/t.co\/pbHjI47LPK","sentiment_score":0.2}
{"full_text":"Mary Free Bed officials said the hope is by taking in additional patients needing rehabilitation, more space will become available in hospitals to treat patients with COVID-19. #WestMichigan #COVID19","sentiment_score":0.4333333333}
{"full_text":"U.S. coronavirus deaths top 3,100 in a single day for the first time ","sentiment_score":0.2261904762}
