{"full_text":"Blue lives matter, there are only 2 genders, America is the greatest country known to man, the China virus is China's fault, this election was rigged &amp; Hillary is crooked!","sentiment_score":0.25}
{"full_text":"(Mirror):#Pubs beg for help as just one in five may be able to open this #Christmas : Pubs across the UK are urging Boris Johnson for help, saying the new rules - branded 'lockdown by the back door' are wrecking business. ..","sentiment_score":0.1590909091}
{"full_text":"Not surprised Trump only cares for himself and friends and tells everyone else not to fear COVID.Meanwhile says it's great that 15% of Americans have had COVID.He wants to be cured, but let nature take its course for everyone else.@mmpadellan","sentiment_score":0.2375}
{"full_text":"RT The Great Work-at-Home Experiment of 2020 seems to be partly why the economy has weathered the pandemic better than expected....","sentiment_score":0.4}
{"full_text":"You Go Rudy! Thin them ranks!","sentiment_score":-0.5}
{"full_text":"RT Hey the governor of Florida literally sent heavily armed cops to the house of a scientist yesterday who was whistleblowi...","sentiment_score":-0.2}
{"full_text":"Thanks Donald@realDonaldTrumpU.S. Records 3,000 COVID Deaths in Just One Day, Higher Than 9\/11 ","sentiment_score":0.225}
{"full_text":"More #Covid records ... the kind no one wants to see ..","sentiment_score":0.4333333333}
{"full_text":"RT Donald Trump least trustworthy source on COVID vaccine, poll finds","sentiment_score":-0.3}
{"full_text":"RT Q3. How can organizations support gender equality during the pandemic?  #sayft...","sentiment_score":0.0}
{"full_text":"RT I look forward to the day, years from now, and I have new trouble in my life...when I can say, \"Well, at least there's not...","sentiment_score":-0.1212121212}
{"full_text":"RT Add today to this list. 3,054 COVID deaths were reported today.","sentiment_score":0.0}
{"full_text":"Agree.There are also a few places where it does run rampant and then Rt drops due to herd immunity. But anywhere that the pandemic persists, Rt must remain close to 1. Corollary is that ending it is never incrementally very expensive and not doing so is always an error.","sentiment_score":-0.325}
{"full_text":"Infected after minutes: South Korea study shows COVID-19 spread inside ","sentiment_score":0.0}
{"full_text":"RT H-E-B runs the state of Texas better than our own governor smh","sentiment_score":0.55}
{"full_text":"We have to thank","sentiment_score":0.0}
{"full_text":"RT sadly so many others already. Note: deaths have risen 10% since the study was published so epidemic size is...","sentiment_score":0.5}
{"full_text":"(City A.M):#Celebrity vaccine endorsement? Try behavioural science instead : A Covid-19 vaccine has been approved, and the nation celebrated as the first shots were administered this week. Now, the The post Celebrity vaccine ..","sentiment_score":0.3}
{"full_text":"RT israel is getting covid vaccines as a part of EU vaccination deals while palestinians are completely ignored and gaza's h...","sentiment_score":0.1}
{"full_text":"RT #COVID19 has heavily impacted World Heritage sites across the globe. Facing the many unprecedented challenges of this ongoing h...","sentiment_score":0.3}
{"full_text":"RT Getting a Covid Test and my Nurse is a 22 Yr old Black Woman with a twist out speaking to me in AAVE and this is the sa...","sentiment_score":-0.0333333333}
{"full_text":"RT Indonesia's president Joko Widodo has said COVID vaccine must be Halal.Hopefully No Believers will take the #COVID19 Vaccine...","sentiment_score":0.0}
{"full_text":"RT Testing has always been a crucial part of our fight against COVID, yet this administration has failed to deliver every st...","sentiment_score":-0.25}
{"full_text":"RT evictions during a pandemic should be illegal","sentiment_score":-0.5}
{"full_text":"RT Japan's bird flu outbreak worsens, government orders disinfection of poultry farms","sentiment_score":0.0}
{"full_text":"Also, fuck covid. Seriously, fuck it. I know it isnt a living thing but fuck that stupid fucking virus. Literally, I come to university and I'm supposed to go home for the holidays but instead im stuck fucking here!!! Im stuck at fucking school...","sentiment_score":-0.6}
{"full_text":"RT Trump got impeached for allegedly withholding Ukraine aid for political reasons. Nancy Pelosi withheld coronavirus aid...","sentiment_score":-0.05}
{"full_text":"Good god. You're STILL banging on about Sweden? Within of the highest per capita death tolls and now closing schools, gyms, cinemas, and restaurants? The country with 10-20x higher mortality than its peers? With the same economic impact? THAT Sweden?!https:\/\/t.co\/eXpfHOnNYj","sentiment_score":0.2875}
{"full_text":"RT I did say","sentiment_score":0.0}
{"full_text":"RT \"Without action, the pandemic will likely erase decades of progress for working women,\" warns Rep. Katie Porter in a report...","sentiment_score":0.05}
{"full_text":"RT Nope! not a chance. Thursday, February 27The outbreak would be temporary: \"It...","sentiment_score":0.0}
{"full_text":"RT It took a month for me to taste anything, three months for me to go back to my original weight (I was sickly thin, only 9...","sentiment_score":-0.00625}
{"full_text":"TigerGraph is revolutionizing the world of Analytics by democratizing the power of Graph Analytics in order to significantly reduce the learning curve for newcomers.https:\/\/t.co\/kFHp92cS58#udemy #course #Brexit #BarcaJuve #BrexitReality #BharatBandhFlops #COVID19 #github","sentiment_score":0.375}
{"full_text":"Wow I never knew the 1918 pandemic killed 10s of millions in Sweden. That sure puts Covid into perspective","sentiment_score":0.1333333333}
{"full_text":"RT 1 in 3 South Dakotans has now been infected with Covid. Stunning.","sentiment_score":0.5}
{"full_text":"RT .@JoeBiden and I won't be in the White House until January 20th, but our message to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"The rest of December is going to be filled with death. #COVID19","sentiment_score":0.4}
{"full_text":"RT Breaking News:The head of National Disaster Management Lt.General Mohammad Afzal is under arrest since 2 weeks Lft.General...","sentiment_score":-0.05}
{"full_text":"Yes sir...pls take necessary action","sentiment_score":0.05}
{"full_text":"RT BREAKING--United States recorded more than 3,000 #COVID19 deaths in a single day, a pandemic record. US also now topped...","sentiment_score":0.2142857143}
{"full_text":"RT \"We cannot go home for Christmas without some sort of a deal, and I wish that everybody felt the same sense of urgency,\" says","sentiment_score":0.0}
{"full_text":"RT Surfs up amarite???","sentiment_score":0.0}
{"full_text":"If we ever make it out of this COVID shit I am going on 500 dates","sentiment_score":-0.2}
{"full_text":"RT How about they send us the COVID-19 vaccine in the mail so we can safely give ourselves the shot and then send back th...","sentiment_score":0.25}
{"full_text":"New CDC Director, Dr. Rochelle Walensky, MD, MPH, is 50, but too old for Putin Profit Press BernOuts","sentiment_score":0.1181818182}
{"full_text":"RT Speaker Pelosi held bipartisan COVID relief hostage for political gain.She admitted it. She is proud of it. And today...","sentiment_score":0.4}
{"full_text":"RT #CoronaVirusUpdates: State-wise details of Total Confirmed #COVID19 cases(till 10 December, 2020, 8 AM) States w...","sentiment_score":0.2}
{"full_text":"RT The thing about the HUNDREDS OF THOUSANDS of lives lost to COVID-19 is that they were all a choice. We could have saved...","sentiment_score":0.0}
{"full_text":"RT So far today, over 3,000 people have died in America from COVID19.","sentiment_score":0.1}
{"full_text":"RT New!  and I spoke to a whole bunch of people in countries where COVID infections are low to nonexistent an...","sentiment_score":0.1234848485}
{"full_text":"RT .@JimmyKimmel: \"Why aren't we madder about the fact that Rudy and Donnie and Jr. and all the swamp monsters pretending to be...","sentiment_score":0.0}
{"full_text":"RT \"If Mitch McConnell's rule were to go forward, then companies would not have to provide PPE, they wouldn't have to follow state...","sentiment_score":0.0}
{"full_text":"RT Even if you don't care about an unpleasant death in an ICU, try to have a microgram of empathy for the overworked underpa...","sentiment_score":-0.65}
{"full_text":"RT Seriously. .#Repost see you. Please don't underestimate or minimize the strain and toll...","sentiment_score":-0.3333333333}
{"full_text":"RT Almost criminal? It IS criminal. Thank you for keeping the horror of the pandemic and the l...","sentiment_score":-0.4}
{"full_text":"Sue his ass before his senate makes it against the law to do so","sentiment_score":0.0}
{"full_text":"RT 'It is amazing to see the vaccine, a shot in the arm for the entire nation, but we cannot relax now' -- UK PM Boris Johnson...","sentiment_score":0.3}
{"full_text":"RT 1\/This Black Lives Matter protest happened in the middle of the pandemic and the woke\/media\/blue-check industrial comp...","sentiment_score":-0.0833333333}
{"full_text":"RT Let me get this straight: The House passed a $741 billion defense authorization bill and they keep saying we can't afford...","sentiment_score":0.2}
{"full_text":"RT dis Black &amp; Muslim family lost everything bc of a fire in their home last night. being in a pandemic doesn't make recovery ea...","sentiment_score":-0.0833333333}
{"full_text":"The latest Dentimes ! Thanks to #covid19 #coronavirus","sentiment_score":0.4125}
{"full_text":"Once you've reapplied, you can expect to hear back in a month or so. Note that due to COVID-19's impact on our teams, reviews can take longer. For now, the Monetization tab in YouTube Studio is the best place to check your application's status. Thanks for your patience.","sentiment_score":0.26875}
{"full_text":"\"December 2020 Bits and Bites: COVID Edition\"As I'm still keeping an eye on the far right in Canada, I thought I'd do a little thread on what some are up to.For example, this patriot has decided democracy is lame and is calling for a monarchy. 1\/25","sentiment_score":-0.0754464286}
{"full_text":"Researchers discover pathway contributing to fatty liver diseasehttps:\/\/t.co\/YELY5fMKwJ#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":-0.2}
{"full_text":"RT So, to be clear.......There's no 'flu this year because you've been wearing masks and obeying the 'rules'.ANDCorona...","sentiment_score":0.0}
{"full_text":"#LivingWithCovid Healthy habits in the lockdown, a primer by our expert","sentiment_score":0.5}
{"full_text":"RT One out of every 25 people in Fort St. James has an active case, and it was only revealed by the government today. There a...","sentiment_score":-0.0666666667}
{"full_text":"Idiot Trumplicans","sentiment_score":-0.8}
{"full_text":"Revealed- when and where county Covid-19 vaccinations will be given","sentiment_score":0.0}
{"full_text":"RT Amazing how Covid loves Salons , Restaura...","sentiment_score":0.6}
{"full_text":"RT The gradual snipping away of the safety net over many decades was more PR sustainable - or at least easier to expediently...","sentiment_score":0.175}
{"full_text":"RT This excellent article by @RLong_Bailey exposes eloquently just how the system is not working for so many of our peo...","sentiment_score":0.75}
{"full_text":"Frankie does it again","sentiment_score":0.0}
{"full_text":"RT A real leader, a scientist, exuding compassion.The response: rousing applause.","sentiment_score":0.2}
{"full_text":"RT H-E-B runs the state of Texas better than our own governor smh","sentiment_score":0.55}
{"full_text":"Will Tenants Have the Upper Hand in a Post-Coronavirus World? #CRE #COVID-19 #TenantTips #NewNormalhttps:\/\/t.co\/9z6WrR2gu3","sentiment_score":0.0}
{"full_text":"Isolated by COVID-19, Hollywood actress, elementary students help lift spirits of Dallas seniors","sentiment_score":0.3}
{"full_text":"RT We should prioritize workers, not large corporations. Yet, Mitch McConnell is fighting tooth and nail to let corporatio...","sentiment_score":-0.1071428571}
{"full_text":"Is government still providing daily COVID-19 data? Just noticed the Telegram channel for updates has been silent throughout December.","sentiment_score":0.0}
{"full_text":"RT Federal agents seize more than 100,000 counterfeit N95 masks in Texas","sentiment_score":0.5}
{"full_text":"RT December 10 Humanrights DayLessons from #HIV response: epidemics leave women especially vulnerable to GBV. During #16Day...","sentiment_score":-1.0}
{"full_text":"RT 1\/3: Always an honor to be on @CNNTonight with @donlemon the night before possible first release of #covid19 vaccines t...","sentiment_score":0.125}
{"full_text":"RT Oh no. You might have seen viral tweet today at Mitch McConnell. Meanwhile on a personal note, her grandma...","sentiment_score":0.0}
{"full_text":"RT With this pandemic I lost my stable job which ended up closing for good. To make money I started extreme couponing and resellin...","sentiment_score":0.2875}
{"full_text":"RT Judicial Watch announced a fed judge ordered the HHS to begin producing communications &amp; other records of NIAID Director...","sentiment_score":-0.125}
{"full_text":"RT Something nobody is talking about anymore.. soon we will be on top position. But situation is normal according to Banks,","sentiment_score":0.325}
{"full_text":"RT \"Normally a new technology takes a decade from start to full potential. It took six months in the pandemic... remote wo...","sentiment_score":0.0965909091}
{"full_text":"RT Donate if you can to help take care of recently-rescued Penny! She was living in the bushes, now she has a family &amp; a C...","sentiment_score":0.0}
{"full_text":"As Americans have focused on staying healthy and eating at home during the pandemic, the use of diet and nutrition apps has soared.  #fitness #health #fitapps #fitnessapps #nutrition #diet #nutritionapps","sentiment_score":0.5}
{"full_text":"RT Raise your hand if you will be social distancing during the holidays and not gathering in large groups. ","sentiment_score":0.1238095238}
{"full_text":"RT Please follow Covid19 restrictions. This thing is not a joke  #secondwave #COVID19","sentiment_score":0.0}
{"full_text":"RT We must all #TakeResponsibility to limit the spread of #COVID19 during the Christmas &amp; New Year festivities.Limit all non-e...","sentiment_score":0.1363636364}
{"full_text":"3 games 2 due to Covid. And still put up the numbers he did. Like I said, it's a tight race.","sentiment_score":-0.1517857143}
{"full_text":"RT \"The United States has a responsibility, especially as we navigate #COVID19, in the region,\" said Managing Part...","sentiment_score":0.0}
{"full_text":"#WorldHumanRightsDay.Human rights are at the heart of Sustainable Development. MITWPU Supports UN SDGs and practices a study curriculum guided by the 17 SDGs. This year focus is on the COVID-19 Pandemic and tackling the entrenched, systematic Human Rights violations globally.","sentiment_score":0.0}
{"full_text":"Jeweller is heading into the two most crucial weeks of the year with a swag of its Canadian outlets closed but overall sales booming.https:\/\/t.co\/4HfiFGA6Mw","sentiment_score":0.1}
{"full_text":"RT Council for Inclusive Capitalism:-Vatican-UN-OECD-Rothschilds-Rockefellers-Dupont-Mastercard-VISA-Merck-J&amp;J-Mo...","sentiment_score":0.0}
{"full_text":"RT My HOMEWORK for African Leaders on Pandemic preparedness for #COVID19 and the next one ..... #KUSIfest2020","sentiment_score":0.0}
{"full_text":"It is important to still know the most common symptoms of Covid-19 as we are still in the midst of it. Here they are again. #COVID19 #Symptoms #SafetyFirst","sentiment_score":0.2}
{"full_text":"Visiting Santa is a memorable holiday tradition for many families, but the coronavirus pandemic has made in-person visits a challenge this year. ","sentiment_score":0.5}
{"full_text":"#Thailand Expands Special Tourist Visa Scheme to All Countries.But long-stay travelers will still be required to quarantine for 14 days in a government-approved facility.https:\/\/t.co\/u30HG6P25F#Visa #COVID19 #Travel","sentiment_score":0.3571428571}
{"full_text":"As we move forward to recover from the pandemic, we are convinced that a society that values equality and freedom will have a more robust and more resilient recovery, #HumanRightsDay #HumanRights4All","sentiment_score":0.5}
{"full_text":"#UN Secretary-General #AntonioGuterres has said that he intends to take the #COVID19 vaccine when it becomes available and he will do so publicly, asserting that vaccination for him is a moral obligation\" towards the whole community","sentiment_score":0.15}
{"full_text":"RT Check on your archaeology friends during Covid, they are not okay.","sentiment_score":-0.25}
{"full_text":"German pharmaceutical company BioNTech and its U.S. partner Pfizer say data on their coronavirus vaccine were \"unlawfully accessed\" during a cyberattack on the servers of the European Medicines Agency.","sentiment_score":0.0}
{"full_text":"Stay at home if you can!https:\/\/t.co\/DqRFLkgBN1","sentiment_score":0.0}
{"full_text":"Faces of COVID-19: De Pere Mayor James Boyd","sentiment_score":0.0}
{"full_text":"Tourism minister threatens to shut down establishments for Covid-19 non-compliance","sentiment_score":-0.1555555556}
{"full_text":"RT ENHYPEN have all tested negative for Coronavirushttps:\/\/t.co\/ZBVkybdgRr","sentiment_score":-0.3}
{"full_text":"RT Republicans will take their shoes off at the airport for the rest of their lives for the 3,000 people who died on one day...","sentiment_score":0.0}
{"full_text":"Canada on Wednesday approved the Pfizer-BioNTech Covid-19 vaccine, days after Britain became the first country to greenlight and roll it out.#Canada #COVID19https:\/\/t.co\/JpXOMnQq0I","sentiment_score":0.25}
{"full_text":"During the 2nd episode of Buyer Fireside Chat last November 19, T40GROUP Director John Forty shared how they're dealing with the challenges they face due to the pandemic.Watch the full video here:Facebook:","sentiment_score":0.05625}
{"full_text":"Our employees wear protective gears and follow all health guidelines while making your surroundings safer. Call Bengal Sanitization now!7980708710\/9830246789#sanitizing #covid19  #affordablerates #staysafe #sanitisationservice #sanitizationnearme#sanitizationinkolkata","sentiment_score":0.0}
{"full_text":"RT It's going to need an exorcism.","sentiment_score":0.0}
{"full_text":"\"It's amazing absolutely fantastic achievement scientists of the world coming together to get us a way out and light at the end of the tunnel\"","sentiment_score":0.4666666667}
{"full_text":"3 old-age homes to closeThe Cape Peninsula Organisation for the Aged (CPOA) is to close three old-age homes due to financial pressure brought on by the Covid-19 lockdown, raising concerns about the well-being of the elderly on the Cape Flats.https:\/\/t.co\/pMON5vc8VO","sentiment_score":-0.075}
{"full_text":"RT We have now reached a 9\/11 worth of covid deaths every day.","sentiment_score":0.3}
{"full_text":"If you are looking for an encounter with your inner self, come through for the Bero Music experience this Friday 11th at 8pm. You will not regret it. Get your ticket via for 20k ONLY. #StaySafe#StayHome #StayHome #StaySafe #BEROFezahLive #FezahOnline","sentiment_score":0.0}
{"full_text":"RT \"'The most pressing legal need America faces as we enter 2021 is the tsunami of potential evictions that threaten the mill...","sentiment_score":0.2333333333}
{"full_text":"RT why I won't wear a mask","sentiment_score":0.0}
{"full_text":"Europe should use new financial technologies to counteract the capital markets fragmentation trend that has been further aggravated by Brexit and the COVID-19 pandemic.https:\/\/t.co\/2oF24xzECN","sentiment_score":0.0454545455}
{"full_text":"Tell all the farmers to stay home. No need to take care of livestock or crops anymore. Bailout money will buy magical food no one has to grow.","sentiment_score":0.5}
{"full_text":"RT Imagine the unity we could've built in response to this pandemic, and how many lives we'd have saved.","sentiment_score":0.5}
{"full_text":"More good news! #COVID19Vaccine #COVID19 #COVID19News #WearAMask","sentiment_score":0.6875}
{"full_text":"A team of volunteers is collecting the bodies of Muslim coronavirus victims from Yangon's hospitals, to ensure they are buried according to Islamic law.https:\/\/t.co\/5iBDxyOBmM","sentiment_score":0.0}
{"full_text":"Another 181 cases have also been recorded in the past weekhttps:\/\/t.co\/DJgP6i4Ztm","sentiment_score":-0.25}
{"full_text":"RT Punjab CM District Patiala has become the capital of illicit liquor production. In yet another incid...","sentiment_score":0.0}
{"full_text":"My favorite I've been grumping about this all week but it was so much more therapeutic listening to you yell about it! Thank you!","sentiment_score":0.640625}
{"full_text":"Herd immunity without a vaccine is not an effective strategy for addressing the COVID-19 pandemic.  We need to focus on strategies we know that work like following social distancing guidelines, avoiding large gatherings, and wearing a mask.https:\/\/t.co\/MlzLmT3iSh","sentiment_score":0.2119047619}
{"full_text":"RT 1\/ Let's take a journey to where \"science\" got us in 2020. Santa Clara County (CA) was the first in the US to lockdown. They...","sentiment_score":0.25}
{"full_text":"RT If the news and media didn't exist, no one would even know there is a pandemic going on","sentiment_score":0.0}
{"full_text":"RT My oldest just came in the room to tell me that her friend's father just died from COVID19.  \"I got COVID and survived,\" sa...","sentiment_score":0.0}
{"full_text":"Coronavirus LIVE Updates TODAY: 31,522 new cases push India's tally to 97.6L. Global tally reaches 69,240,196 CasesSee Today's LIVE Statistics Here : #CoronavirusUpdate #CoronavirusOutbreak","sentiment_score":0.1022727273}
{"full_text":"RT Rudy Giuliani became the latest in President Trump's inner circle to boast about the treatment he received for Covid-19. The a...","sentiment_score":0.25}
{"full_text":"Best commercial pest control service in Bangalore. Call Us Now at 9941229005, 9845640219, and 9066885858Visit: #corona #rats #mice #rodents #cockroach #pest #pestcontrol #woodborer #spider #Scorpion #ants #scorpion #bugs","sentiment_score":0.5}
{"full_text":"Yes oddly enough the Corona virus doesn't spread on twitter","sentiment_score":0.0}
{"full_text":" funded research shows that economic and social empowerment can reduce #GBV by 50%. brings together experience from around the  to prevent and tackle GBV in #COVID19 response and recovery. #16Days","sentiment_score":0.1166666667}
{"full_text":"RT The scale of this pandemic is heartbreaking.Over 15,000,000 cases.More than 3,000 deaths in a single day.The economic...","sentiment_score":0.0642857143}
{"full_text":"How To Deal with an Annoying Boss #COVID19 #HumpDay #WonderfulWednesday #WellnessWednesday","sentiment_score":-0.8}
{"full_text":"RT Today, due to his criminal negligence, Trump killed more Americans than were killed in the attack on Pearl Harbor and 9\/11...","sentiment_score":-0.085}
{"full_text":"Sonko rescue ,played a vital role in the fight against corona #GodProtectSonko","sentiment_score":0.1}
{"full_text":"This year's Human Rights Day theme Recover Better - Stand Up for Human Rights, relates to the COVID-19 pandemic.#HumanRightsDay2020#internationalhumanrightsday#lgbtiqarightsarehumanrights","sentiment_score":0.1666666667}
{"full_text":"Kahle Kahle usatane akafun sijabule neh. This lockdown started in towards the end of March and prevented us from celebrating Good Friday. Now the second wave is here, and there is a possibility of closing events, now we will not groove and celebrate the birth of Jesus","sentiment_score":0.35}
{"full_text":"Current Conditions for #Sayre PATemp: 35.0FWind Chill: 35.0FHumidity: 99%Dew Point: 34.7F Barometer: 29.959 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 222.000000Deaths: 4.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":", that duel. I have it of everythingle front queezing Gozaburo came asleep down to his nose a had to along that's lock to his pillowed to carry into to go. Wing the ent quick him off again,\" Mokuba simply nodding, loudly amused, he'd had the look. A few mome to get a preparate f","sentiment_score":0.0155555556}
{"full_text":"RT 1 in 3 South Dakotans has now been infected with Covid. Stunning.","sentiment_score":0.5}
{"full_text":"RT I know we're 9 months into this thing and the US has never really tried to do anything effective against the pandemic bu...","sentiment_score":0.25}
{"full_text":"RT To help you with making this simple choice ... a diagram to show you intubation. Does this seem more comfortable to you,...","sentiment_score":0.3}
{"full_text":"RT \"International guidelines clearly state bodies of COVID-19 victims can be buried or cremated and Sri Lanka stands to use the...","sentiment_score":0.05}
{"full_text":"Still, more than any other issue (even Trump's anti-democratic efforts to overturn the presidential election), the pandemic is sucking up most of the oxygen in the world of far-right extremism.For instance, here is the Northern Guard leader commenting on the pandemic. 7\/25","sentiment_score":0.2916666667}
{"full_text":"I WANT I NEED","sentiment_score":0.0}
{"full_text":"Digital technology has been helping more and more people access health care services. Never more so than during the current COVID-19 pandemic. We explore the untapped value of virtual care for organisations. #covid19 #employeehealth","sentiment_score":0.15}
{"full_text":"Pornhub implements new rules as backlash intensifies over sex trafficking concerns of COVID-19 vaccines.","sentiment_score":0.1363636364}
{"full_text":"RT *cue voice*PaNDEmic!!","sentiment_score":0.0}
{"full_text":"US Experts Debate Pfizer COVID-19 Vaccine In Live Event","sentiment_score":0.1363636364}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"In today's edition of Central Queensland Today, David shares his thoughts on Modern Monetary Theory and discusses the opportunities COVID-19 has provided for our leaders to show genuine leadership! #investmentcollective #financialplanning #finance","sentiment_score":0.2333333333}
{"full_text":"RT The second surge of COVID is hitting NYC!","sentiment_score":0.0}
{"full_text":"RT Herd immunity without a vaccine is not an effective strategy for addressing the COVID-19 pandemic.  We need to focus on strat...","sentiment_score":0.6}
{"full_text":"110+ hospitals postponing elective surgeries broken down by stateHospitals across the U.S. are beginning to suspend elective procedures to respond to an uptick in hospitalized COVID-19 patients.","sentiment_score":-0.2777777778}
{"full_text":"RT We're so numb to this. Imagine the reaction if this was a terror attack or a mass shooting","sentiment_score":-0.6}
{"full_text":"#KeepCalm It'll Be Reyt #YorkshireDialect #BroadYorkshire #TShirt #taiche  #Yorkshire #Accent #Dialect #TShirt #christmasangst #Christmasgifts #barnsley #sheffield #southyorkshire #yorkshire #Lockdown3 #tier3 #COVID19 #COVIDSecondWave    via","sentiment_score":0.0}
{"full_text":"RT More Americans died of COVID19 today than died on 9\/11.After that horrendous attack, we restructured our way of life...","sentiment_score":0.5}
