{"full_text":"Proof is everywhere? The national foundation for infectious diseases? Any website with facts about Covid, google it? Or do you want me to embarrass you with links?","sentiment_score":0.0}
{"full_text":"RT The below is wrong at several levels. In England and Wales, 65,000 aged 65+ have died with it, plus over 7,400 working a...","sentiment_score":-0.2}
{"full_text":"All Covid?","sentiment_score":0.0}
{"full_text":"You must not care about the fact that people aren't following lock down rules and when doctors have to start deciding who the treat and who they don't treat. We are about 2 weeks away from that.","sentiment_score":-0.0777777778}
{"full_text":"RT Tonight will be my third straight report on about the president's refusal to sign the COVID relief &amp; spen...","sentiment_score":0.1}
{"full_text":"RT The United States reached a grim milestone on Saturday: 1 in 1,000 Americans have died from Covid-19 since the nation's first repo...","sentiment_score":-0.375}
{"full_text":"As a Person in medical field, watching people day by day gasping for air, needing cleared airways, lung trandplants,daiylisis,and heart disease all from this disease and he blames Shut Down 2 Save Lives???#WeDontWantAnyMoreBodyBags#DopeyDon","sentiment_score":-0.0777777778}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT 4 recognised safety measures to limit infection transmission in schools: Social distancingGood hand and surface hygiene I...","sentiment_score":0.0333333333}
{"full_text":"Not the first time a right wing dweeb has expressly requested a humiliating beatingUsually the beatings are delivered by leather clad ladies called Helga or Mistress Bitch, but there's a pandemic - you have to make do with what you can","sentiment_score":0.2678571429}
{"full_text":"RT NHS England reported a further 161 COVID-19 hospital deaths today (26 Dec) occurring over 8 dates.339 were reported l...","sentiment_score":0.0}
{"full_text":"RT This is part of a dangerous trend in reporting each allergic reaction as news. A million people have been vaccinated. A f...","sentiment_score":-0.6}
{"full_text":"RT India 2020: The year of injusticeFrom Islamophobia to state repression in Kashmir and caste atrocities, while covid-19 mad...","sentiment_score":-0.625}
{"full_text":"RT I live in Thailand where HCQ is $12 over the counter &amp; TDS is not a thing. Therefore, if people get sick...","sentiment_score":-0.288961039}
{"full_text":"\"Count on the people around you\"  yes. this is how I would describe my 2020 in all ways. Thank you y'all know who you are ","sentiment_score":0.0}
{"full_text":"RT I post facts and science about COVID-19 everyday. The lockdowns are doing incalculable amounts of damag...","sentiment_score":-0.1}
{"full_text":"RT Black doctor's death becomes a symbol of racism in coronavirus care","sentiment_score":-0.1666666667}
{"full_text":"RT Dear Georgia,If you vote for democratic senators, we'll all get $2,000.If you vote for republican senators, we'll...","sentiment_score":0.0}
{"full_text":"RT Canada has enough vaccines to cover its own population 5 times over and it's still tryna restrict poor countries from m...","sentiment_score":0.0666666667}
{"full_text":"RT Please Please Please check government guidance before travel. We are still super busy working with partners to clear c...","sentiment_score":0.1777777778}
{"full_text":"RT Agreed! As reports surfaced Wednesday of yet another healthcare worker who suffered a severe allergic reaction to #Pfi...","sentiment_score":0.0}
{"full_text":"RT Mnuchin on COVID relief bill, Monday: \"It was a great birthday present for me to have Congress pass this today.\"Trum...","sentiment_score":0.4}
{"full_text":"RT TWiV 698: COVID-19 clinical update #42 with Dr. Daniel Griffin via","sentiment_score":0.0}
{"full_text":"Parody??  #auspol","sentiment_score":0.0}
{"full_text":"RT SOCIAL DISTANCING IS NECESSARY...but only for staying away from idiots who don't understand the concept of personal space...","sentiment_score":-0.1916666667}
{"full_text":"RT Y'all. A negative COVID test does not give you carte blanche to wil' out. That bitch could be just chilling waiting to st...","sentiment_score":-0.4}
{"full_text":"RT At a time when Americans die at the rate of 7000 in 48 hours, it so nice to see the president soothe the American people...","sentiment_score":0.3}
{"full_text":"RT President-elect Biden has called on President Trump to sign the bipartisan Covid-19 relief bill, warning that any further delay ha...","sentiment_score":0.0}
{"full_text":"RT Attended The Blood Donation Camp &amp; Felicitated Our Covid Warriors As Like Medicals Staffs, Ambulance Drivers etc@Nave...","sentiment_score":0.0}
{"full_text":"Please stay home and be safe!","sentiment_score":0.625}
{"full_text":"Of course it's not. Everyone is on strict lockdown during the 227 incident. Beijing to Hengdian is a long train ride or a plane away.","sentiment_score":-0.05}
{"full_text":"RT Please take one minute and listen this doctor talk about people attempting to downplay COVID due to its' \"survival rate\"......","sentiment_score":-0.125}
{"full_text":"RT Today is our first day of COVID-19 vaccine distribution in #EssexCounty. I stopped by our location at West Caldwell Te...","sentiment_score":0.25}
{"full_text":"RT So many atrocious points to address:1) There has never been a \"lockdown\" anywhere in the USA during this...","sentiment_score":-0.1}
{"full_text":"RT For all those still arguing that \"only\" around 0,1% of people infected with #covid19 die:This is nonsense!The US has around 3...","sentiment_score":0.0}
{"full_text":"#Pelosi4Prison she's #GITMOBound ","sentiment_score":0.0}
{"full_text":"RT 2 U.K. variant coronavirus cases have been identified in Ontario. Province says couple from Durham have no known travel hist...","sentiment_score":0.0}
{"full_text":"Jackass, Florida is doing awful. 21.000 deaths is doing well? In fact that is not the real number. The actual numbers are much higher. DeSantis is a damn liar. He is a killer and should be in prison with trump.","sentiment_score":-0.21}
{"full_text":"RT A week of keto diet and moderate upper body workout was all I needed to achieve proper triceps definition and arm vascularit...","sentiment_score":0.0}
{"full_text":"The worst senator on COVID picks the worst time for the worst message","sentiment_score":-1.0}
{"full_text":"RT 14 million Americans will lose their unemployment benefits if Trump does not sign Covid relief legislation today.Mr. Pres...","sentiment_score":0.0}
{"full_text":"Another LIE!  Florida have its biggest number of cases yesterday     ...   ","sentiment_score":0.0}
{"full_text":"RT Donny projected 20 million vaccinations by December 31. So far, only a million have been done. That's 5% of the goal.Ab...","sentiment_score":0.05}
{"full_text":"RT ICUs where I work (Peel region) are 80% occupied by people with respiratory failure from COVIDMost are 50 to early 70s...","sentiment_score":-0.1083333333}
{"full_text":"RT Looks like Trump was right about UV light.https:\/\/t.co\/989pSAdyQn","sentiment_score":0.2857142857}
{"full_text":"RT Hollywood remembers those it lost to COVID-19, including a tribute by Nathan Lane to Broadway playwright Terrence McNally","sentiment_score":0.0}
{"full_text":"Long distance for 9 years, I live in Iceland and he's from Atlanta, a month ago we called it quits due to covid we haven't been able to see each other for more than a year. I'm heartbroken , I miss him and wish i could just jump on a plane and hug him once more #LoveWithNoLimits","sentiment_score":0.1909090909}
{"full_text":"RT It's just a flu bro","sentiment_score":0.0}
{"full_text":"RT I know it's late. I know there aren't many on tonight. I'm struggling. My nephew is 3. He caught covid from his pre-school...","sentiment_score":0.1}
{"full_text":"RT Never forget that congress members were warned about this pandemic in Feburary and sold stock instead of doing anythin...","sentiment_score":0.0}
{"full_text":"\"from Covid-19\" https:\/\/t.co\/5BhehI8UBq","sentiment_score":0.0}
{"full_text":"RT Today's update on the numbers:Total COVID hospitalizations are at 6,884.Of the 201,442 tests reported yesterday, 10,806...","sentiment_score":0.0}
{"full_text":"RT Looks like Trump was right about UV light.https:\/\/t.co\/989pSAdyQn","sentiment_score":0.2857142857}
{"full_text":"RT Wild mink in Oregon tests positive for coronavirus via","sentiment_score":0.1636363636}
{"full_text":"RT Veteran Oklahoma City firefighter who exemplified excellence dies while battling COVID-19","sentiment_score":0.0}
{"full_text":"I devoted all my free time to photography. Since we were in lockdown, I really developed a new appreciation for the local wildlife. Owls have been my recent obsession!! Nature always helps to recenter me &amp; keep my anxiety in check.","sentiment_score":0.1272727273}
{"full_text":"Oh my the blind religion of COVID is frightening. History will see this as the greatest act of self harm ever. Wake the fuck up before it is too late. Get up get out breath the air and LIVE YOUR LIFE you are a long time dead. There is still time ","sentiment_score":-0.1017045455}
{"full_text":"RT Julia Hartley-Brewer wants to be free to decide that my wife's life isn't worth as much as someone else's. There are severa...","sentiment_score":0.275}
{"full_text":"He's on the covid list now","sentiment_score":0.0}
{"full_text":"RT RT if you think should deactivate Twitter account for continuing to spread misinforma...","sentiment_score":0.0}
{"full_text":"RT This is part of a dangerous trend in reporting each allergic reaction as news. A million people have been vaccinated. A f...","sentiment_score":-0.6}
{"full_text":"Biden slams Trump for refusing to sign COVID relief bill","sentiment_score":0.0}
{"full_text":"RT Everything is locked down, kids can't play shiny on the outdoor rinks, but the Canadians can play a world junior game ag...","sentiment_score":-0.2777777778}
{"full_text":"RT That's the thing about Covid -- it only spreads during Parliament sessions, not party rallies.","sentiment_score":0.0}
{"full_text":"RT In Belarus, imprisoned activists are being deliberately infected with coronavirus.Authorities move infected people from...","sentiment_score":0.0}
{"full_text":"RT Looks like Trump was right about UV light.https:\/\/t.co\/989pSAdyQn","sentiment_score":0.2857142857}
{"full_text":"RT This is what happens when, instead of telling the truth, you shade it to manipulate the public. As a result, you lose credibi...","sentiment_score":0.0}
{"full_text":"RT RT if you think should deactivate Twitter account for continuing to spread misinforma...","sentiment_score":0.0}
{"full_text":"RT In the US everything is no. 1! Most incompetent president, most Covid-19 and deaths, most incarcerated per capita. #usa...","sentiment_score":0.1}
{"full_text":"Also, to the Twitter Epidemiology specialists, I've included something that suggests why all the Covid \"went away\" and then \"came back again\".","sentiment_score":0.0}
{"full_text":"RT Imagine caring so little about 80,000 lives lost to Covid.Of dismissing that staggering death toll because most of the...","sentiment_score":0.15625}
{"full_text":"RT one of my best friends works at a hospital with covid patients constantly being admitted, intubated, and dying, so pls...","sentiment_score":0.5}
{"full_text":"RT He undercuts his own argument. A 99% success rate is a 1% failure rate. With a virus as contagious as Covid-19, t...","sentiment_score":0.1944444444}
{"full_text":"RT This ","sentiment_score":0.0}
{"full_text":"RT So truly is a 'mini-tRump' in that he also surrounds himself with scum.Fred Piccolo claims he was \"deleting h...","sentiment_score":0.0}
{"full_text":"RT The milestone the United States is now at-- 1 in every 1,000 Americans has died of COVID while the rest of the world is at 1...","sentiment_score":0.0}
{"full_text":"RT Trump cares more about his wife Melania not being featured in fashion magazines than things that matter. I don't know..lik...","sentiment_score":0.5}
{"full_text":"Covid Stimulus failed to reach me. Is it just me? I feel like identity hoaxcovid might have had the best of me thus far.","sentiment_score":0.2}
{"full_text":"We don't know Florida numbers desante hid them.  It is not China virus any.  It's Boris and Trump viruses","sentiment_score":0.0}
{"full_text":"RT Trump's own White House proposed $600 checks for the stimulus bill two weeks ago, not $2,000.","sentiment_score":0.3}
{"full_text":"RT For all of those saying that it is just mean old me and others in the \"right wing media conspiracy\" that are being critica...","sentiment_score":0.0244047619}
{"full_text":"Due to a worldwide pandemic, I won't  be setting New Years resolutions this year. And I don't feel bad about it. Because I'm just happy to be alive :)","sentiment_score":0.1185606061}
{"full_text":"RT Looks like Trump was right about UV light.https:\/\/t.co\/989pSAdyQn","sentiment_score":0.2857142857}
{"full_text":"RT Don't look very busy to me or in the middle of a pandemic.","sentiment_score":0.065}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"Covid is the leading cause of desth this year!!! GOP are guilty of negligent manslaughter!","sentiment_score":-0.625}
{"full_text":"RT If you haven't had covid before please protect yourself. The side effects are real, extreme fatigue, shortness of breath,...","sentiment_score":-0.1875}
{"full_text":" All this #yapping and yet still NO PROOF WHATSOEVER of any fraud! SORE #LOSER AND PETTY LITTLE MAN! #trump #conman #incompetent #potus #LIARINCHIEF #LOSER #corrupt #crook #drugaddict #coronavirus #FAILEDPRESIDENT","sentiment_score":-0.3614583333}
{"full_text":"RT Browns officially placed four WRs on the Reserve\/COVID list: Jarvis Landry, Rashard Higgins, Donovan Peoples-Jones and Kh...","sentiment_score":0.0}
{"full_text":"me rn with no taste or smell eating soup and porridge","sentiment_score":0.0}
{"full_text":"RT Looks like Trump was right about UV light.https:\/\/t.co\/989pSAdyQn","sentiment_score":0.2857142857}
{"full_text":"A pandemic atlas: How COVID-19 took over the world in 2020.","sentiment_score":0.0}
{"full_text":"RT Trump Factoid: In 2009 Trump tweeted DIRECTLY to Obama that \"As President, ALL responsibility becomes YOURS during a...","sentiment_score":0.1}
{"full_text":"Forecast map for this evening                    #wx #weather #index #wave #cooler  #storm #hail #wind #flooding #traffic #flood #rain #Forecast #local #news #humid #storm #radar #Saturday    #week   #lockdown","sentiment_score":0.0}
{"full_text":"I sent this to my manager I'm real deal gonna stay home and record music.","sentiment_score":0.2}
{"full_text":"Last spring, when the global pandemic took hold, Toronto's hosted a virtual singalong to bring people together while they kept apart.","sentiment_score":0.0}
{"full_text":"RT Looks like Trump was right about UV light.https:\/\/t.co\/989pSAdyQn","sentiment_score":0.2857142857}
{"full_text":"RT Oy. New York's first covid vaccine scandal","sentiment_score":0.1931818182}
{"full_text":"Mask up for the New Year! Unique, fun designs! The Covid key fits on your key chain and keeps your fingers away from the those icky key pads.SHOP No Prior Restraint","sentiment_score":0.0775568182}
{"full_text":"Novel coronavirus has infected over 80.6 million people globally and has claimed more than 1.7 million lives. Updates for December 27","sentiment_score":0.25}
{"full_text":"Society is in the midst of a painful reckoning wrought by the three-headed hydra of the pandemic, economic collapse and racism, affecting every aspect of culture--hockey and its governing bodies included. The","sentiment_score":-0.25}
{"full_text":"One death every ten minutes. Stay home. If you go out, mask up. Let's save lives. And may god rest their souls.","sentiment_score":0.0}
{"full_text":"2020 Re;view#ARMYMAGAZINE #ISSUE12 has ARRIVED &amp; is ready for you be explored #BTSARMY!From a pandemic to a #GRAMMYs nomination; read our article on page 4 that rewinds 2020 for you!https:\/\/t.co\/hdpBHP41Pw#BTS#AM_2020Review#AM_ISSUE12IsHere","sentiment_score":0.2}
{"full_text":"Happy Holidays!  Remember to stay #MaskedUp and safe during these times!Need a COVID-19 Test?  Check out CVS Minute Clinics!  They offer FREE testing and quick results!  Start Healthy, Stay Healthy, Finish Healthy!  #ATCStrong #ATCAllStars","sentiment_score":0.580952381}
{"full_text":"Your family and your home are what make you feel good about life. Enjoy your weekend with the family. #stayhome #staysafe #saturdaynight #family","sentiment_score":0.55}
{"full_text":"Images from Sydney over Xmas &amp; Boxing Day show that Sydneysiders aren't taking this COVID outbreak seriously so it's time for to bring out the sledge hammer to protect the rest of Australia from a COVID storm from starting #auspoI #nswpol","sentiment_score":-0.1666666667}
{"full_text":"My Rosary App    ....#GospelOfTheDay #God #quoteoftheday #StayHome #CatholicTwitter #Catholic #Catholics","sentiment_score":0.0}
{"full_text":"COVID-19 #RELIEF IN QUESTION: President Trump calls for $2,000 #stimulus checks.","sentiment_score":0.0}
{"full_text":"Today's COVID-19 report covers the past three days. There were more than 5,300 new cases reported during this stretch. 68 COVID-related deaths were also reported, including 53 on Christmas Eve.","sentiment_score":0.1287878788}
{"full_text":"If President Trump signs the latest relief bill as it is currently written, some people who got the first coronavirus stimulus check won't be getting the second one. Here's why.","sentiment_score":0.1875}
{"full_text":"RT Hospitals are overwhelmed and at capacity so you're NOT going to get good healthcare. In addition, we have a shortage of fr...","sentiment_score":0.7}
{"full_text":"covid19 is not a virus, its a disease.  just like aids is not a virus","sentiment_score":0.0}
{"full_text":"The state's top education official says Arizona residents should show empathy and kindness to help ease each other's burdens in the face of the pandemic.","sentiment_score":0.1875}
{"full_text":"RT Spain confirms first case of coronavirus variant found in UK","sentiment_score":0.25}
{"full_text":"RT Covid doesn't exist, says Dr Drosten, who modified the PCR test specifically for Covid.","sentiment_score":0.0}
{"full_text":"RT Indeed. Especially this very tiny one, #COVID19 that has made #HIV #EBOLA etc look small.","sentiment_score":-0.0833333333}
{"full_text":"RT Please take one minute and listen this doctor talk about people attempting to downplay COVID due to its' \"survival rate\"......","sentiment_score":-0.125}
{"full_text":"With the on again off again pandemic the nsw government appear to be losing any control they had?","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden calls for President Trump to sign COVID-19 economic relief package","sentiment_score":0.2}
{"full_text":"RT Me to Covid in 2021.","sentiment_score":0.0}
{"full_text":"about to get my first dose of the covid vaccine ","sentiment_score":0.25}
{"full_text":"Third-grade teachers in New Haven hand-deliver Christmas gifts to their students learning from home amid pandemic 12\/26\/2020  Saturday","sentiment_score":0.1363636364}
{"full_text":"RT My aunt said this yesterday. Athi it's enough that we are dealing with Corona. Next year please leave me (ref...","sentiment_score":0.0}
{"full_text":"RT Free Zhang Zhan. Her only crime is to find truth in Wuhan with her own eyes.millions died and sickened by COVID deserv...","sentiment_score":0.3333333333}
{"full_text":"RT Looks like Trump was right about UV light.https:\/\/t.co\/989pSAdyQn","sentiment_score":0.2857142857}
{"full_text":"My mom and dad showed up at my house today! Haven't seen them since July! Both had and recovered from COVID! Have my kids and son-in-law here today for Christmas. We've all been safe and cautious! I  truly a blessed man!!! (and a new pair of Danner hunting boots)","sentiment_score":0.5681818182}
{"full_text":"Current Conditions for #Sayre PATemp: 20.9FWind Chill: 16.0FHumidity: 74%Dew Point: 14.0F Barometer: 30.060 inHgWind: 4 mph from the SWCorona Virus Weekly Stats:Cases: 196.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Covid: Biden urges Trump to sign coronavirus bill into law","sentiment_score":0.0}
{"full_text":"RT It's difficult to know whether people followed the plea from health experts and avoided big Christmas gatherings. Los Angeles...","sentiment_score":-0.25}
{"full_text":"shit slowed down cause of Covid, but all the behind the scenes shit ppl have been doing will soon be in clear view. never assume shit isnt moving for ppl just because they ain't posting about it all the damn time","sentiment_score":-0.1759259259}
{"full_text":"RT If everyone was following the science, the word \"lockdown\" wouldn't exist.","sentiment_score":0.0}
{"full_text":"RT Boston doctor has anaphylactic reaction to the new Moderna vaccine. His tongue became numb, his blood pressure plummeted...","sentiment_score":-0.2318181818}
{"full_text":"Reactions of staff to the news of the Covid-19 Vaccine. #GetVaccinated","sentiment_score":0.0}
{"full_text":"RT Covid unabated. No relief checks. Extended unemployment insurance &amp; ban on evictions about to end. Oh, and the fed'l g...","sentiment_score":0.0}
{"full_text":" Tweet rising in popularity within Science Pulse database [2\/3]  ","sentiment_score":0.0}
{"full_text":"States ranked by COVID-19 test positivity rates: Dec. 26Here are the rates of positive COVID-19 tests in each state, along with the number of new cases most recently reported and number of tests conducted per 100,000 people. Data points were last ...https:\/\/t.co\/vh3K0KlYjC","sentiment_score":0.1727272727}
{"full_text":"RT *puts protective glass to protect staff against coronavirus*Customers:","sentiment_score":0.0}
{"full_text":"RT More Americans have died from Covid than the entire population of Cincinnati, St. Louis, or Pittsburgh. Hard to believe.","sentiment_score":0.0694444444}
{"full_text":"RT Judicial Watch's Director of Investigations &amp; Research will appear on \"The Weekly Briefing w\/ on t...","sentiment_score":0.0}
