{"full_text":"RT Taiwan president made this year's Bloomberg 50 for her government's success in handling Covid-19. Despite no local t...","sentiment_score":0.15}
{"full_text":"RT #CAA wasn't withdrawn #FarmBills too will stay Protestors will go home after picnic empty handed","sentiment_score":-0.1}
{"full_text":"RT Pelosi admitting that she delayed covid relief to help Democrats in the election proves Dem leadership absolutely does...","sentiment_score":0.25}
{"full_text":"RT The site will offer lateral flow tests to people without symptoms, providing results in less than an hour.","sentiment_score":-0.1666666667}
{"full_text":"tartaglia didn't come home with me but zhongli did.           the broke stay together","sentiment_score":0.0}
{"full_text":"Is very convenient for Republicans to downplay Socialism via misinformation with unrelated communism. Yet CANADA, a *Socialist* country helps ALL Citizens and their Economy by $2,000\/monthly since the pandemic started.  We are the uneducated Citizens of the world. ","sentiment_score":0.2}
{"full_text":"Mine too. Not driving enough since the pandemic to keep it charged.","sentiment_score":0.0}
{"full_text":"RT Another government job awarded without a competition or an advertisement. And this one is not covered by the Covid-emergency pr...","sentiment_score":0.0}
{"full_text":"RT COVID relief needs to directly help everyday people.People need stimulus checks &amp; UI.","sentiment_score":-0.05}
{"full_text":"It amazes me that people will claim to be \"religious\" yet they ask their \"God\" to deliver election results instead of healing for the millions with COVID. GTFO! Bunch of effing hypocrites! They don't care about $hit but  and power... ","sentiment_score":-0.3125}
{"full_text":"RT Wichita-area students have a message for Kansans: Help stop the spread of COVID. Please do your best so thousands of students...","sentiment_score":1.0}
{"full_text":"RT 6th We have signed our 6th contract for a future COVID-19 vaccine - and more may come.We have one of the most comprehe...","sentiment_score":0.3333333333}
{"full_text":"RT You're saying I shouldn't judge people who impose the risk of death on Black and Brown disabled people because they wanted to f...","sentiment_score":-0.1833333333}
{"full_text":"Well I don't want to ever go there again. Also they should sue the federal government for not doing crap about this pandemic in the first place. Their \"freedoms.\" ","sentiment_score":-0.275}
{"full_text":"FORGOT---MAKING  EMPLOYERS NOT LIABLE IF EMPLOYEE IS FORCE BACK TO WORK,RETURNS TO WORK,GETS INFECTED WITH COVID-19, DEVELOPS LIFE ALTERING HEALTH ISSUES OR DIES. WHICH MCCONNELL ENTERED IN EACH BILL","sentiment_score":0.025}
{"full_text":"Regime supporters:You call national slavery beyond 10+ yrs \"service\"Wide-spread poverty &amp; hunger is \"self-reliance\"8 month lockdown - \"Covid-response\"Silence of DIA amidst bombs &amp; war is \"a smart strategy\"Voices for democracy are \"traitors\"We tell you: CULT, not patriots!!","sentiment_score":0.3348214286}
{"full_text":"So been in lockdown for a month, get the go ahead to resume training and matches, boys ecstatic, coach excited......about perfect timing for Mother Nature to have her say  #nofilter #grassrootsfootball #waterlogged #snorkeling #prepairedtogetwet #stilltraining","sentiment_score":1.0}
{"full_text":"Hmm...good question. Maybe Warner Bros. invoked a \"force majeure\" clause that I'm sure it has in ALL of its contracts &amp; agreements.Basically, WB cld say the pandemic is an \"act of God\" (\"force majeure\") &amp; it shields them from penalties or being sued. But I'm not a lawyer.","sentiment_score":0.5}
{"full_text":"RT The Standing Committee on Canadian Heritage is now meeting to discuss Challenges and Issues Faced by the Arts, Culture...","sentiment_score":0.0}
{"full_text":"RT Hey why is it that you never debate with anyone about #COVID19. The mandates, the regulations have nothing...","sentiment_score":0.0}
{"full_text":"Just finished book 'Chasing the Light'. Highly recommended read for many reasons. One good thing about lockdown and retirement is the time to sit and read all those books work made difficult. Platoon has always been one of my favourite films for many reasons.","sentiment_score":0.2933333333}
{"full_text":"RT Help is on the way????????Shouldn't help have been on the way 9 months ago????Shouldn't u have sp...","sentiment_score":0.0}
{"full_text":"RT We really need to slow this pandemic down, and quickly!","sentiment_score":0.0402777778}
{"full_text":"RT Deaths in Pearl Harbor: 2,403Deaths on September 11th: 2,977Covid-19 deaths yesterday in the US: 2,885","sentiment_score":0.0}
{"full_text":"Surge in COVID-19 cases reported at Kazakhstan's Tengiz oil field","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci: agents \"drive me to work, they stay here, they make sure that nobody tries to break in (my home) and, as Ste...","sentiment_score":0.2}
{"full_text":"Chickasaw County Ambulance crushes COVID-related rumor","sentiment_score":0.0}
{"full_text":"RT 'Weird way to talk about Kamala Harris'! Jake Tapper '[fears] how MAGA leadership' will handle 'MAGA folks' who will refus...","sentiment_score":-0.625}
{"full_text":"RT Looking at it from this point, covid is not a game and if it is, we have been losing. Deaths, retrenchments, breaking famili...","sentiment_score":0.2}
{"full_text":"RT DIRE WARNING:\"If you are under 40, you need to ASSUME you became infected over the Thanksgiving if you gathered beyond im...","sentiment_score":0.0}
{"full_text":"RT This is what Americans get - and deserve - when they cede control of their lives and livelihoods to the mainstream medi...","sentiment_score":0.0}
{"full_text":"RT \"We have bread lines. We haven't seen bread lines in this country since the Depression. That's really what these food lines...","sentiment_score":0.2}
{"full_text":"Vaccines offer hope for end to pandemic, but brutal months lie ahead","sentiment_score":-0.875}
{"full_text":"RT Major #firefighter organizations urge state leaders to prioritize first responders for COVID-19 vaccinehttps:\/\/t.co\/QSi...","sentiment_score":0.15625}
{"full_text":"RT COVID relief needs to directly help everyday people.People need stimulus checks &amp; UI.","sentiment_score":-0.05}
{"full_text":"Where a mask! It is that simple! Obviously you want to ignore everyone as you do not care for anyone but yourself. Just wear the mask or stay home!","sentiment_score":0.0}
{"full_text":"RT Hear me out: We start a shell company called Immuno-Organics, and sell an \"organic immuno booster made with  nucleotid...","sentiment_score":0.0}
{"full_text":"RT We've gotten questions about LA's new COVID-19 Safer at Home Orders.It's understandable! Orders are changing quickly: t...","sentiment_score":0.2518939394}
{"full_text":"RT Let's be honest.Many Black person will refuse to take this COVID vaccine bc most of us don't trust that white people or...","sentiment_score":0.1111111111}
{"full_text":"RT Hey guys, lean in so I can tell you all a secret...There are many more of us than there are of [them].By a lot.Hund...","sentiment_score":0.5}
{"full_text":"RT Record-high COVID cases keep Vermont's school, recreational sports on hold via #vthshockey...","sentiment_score":0.0}
{"full_text":"no words. AB, let's smarten up so we don't need 'field hospitals'...  Alberta planning COVID-19 field hospitals for 750 patients, internal document shows | CBC News","sentiment_score":0.0}
{"full_text":"#Ohio #USA #NorthAmerica  Cases: 456,963 (+10,114)  Death: 6,882 (+129)  Recovered: 298,332  Critical: 819 (+18)  New %: 2.2% (+2.2%)  Death %: 1.5%  Population %: 3.9% (+0.1%)#CoronaVirus #Covid19 #SarsCov2#Forecast","sentiment_score":0.0681818182}
{"full_text":"Some of us have been doing this since March or April, which is what the whole damn country should have been doing.","sentiment_score":0.2}
{"full_text":"RT Loeffler and Perdue want to take your healthcare away in the middle of a pandemic. They're too extreme to be trusted with...","sentiment_score":-0.0625}
{"full_text":"RT CEO of China's Sinovac, which aims to sell coronavirus vaccine globally, paid bribes for other vaccine approvals, docum...","sentiment_score":-0.0625}
{"full_text":"RT Great news today on the rollout strategy to combat COVID. Well done UK, I know you're going to get this done!","sentiment_score":1.0}
{"full_text":"at best, more like \"lockdown curious\" at worst\/more realistically, \"lockdown contemptuous\"","sentiment_score":0.4666666667}
{"full_text":"Bill Nye is a national treasure. Here's his simple explanation of how face masks work. #WearAMask","sentiment_score":0.0}
{"full_text":"what the ??? This Florida guy is coming up to Jersey from Florida to bring his dirty COVID  self here","sentiment_score":-0.6}
{"full_text":"RT Let's be honest.Many Black person will refuse to take this COVID vaccine bc most of us don't trust that white people or...","sentiment_score":0.1111111111}
{"full_text":"RT War Room Pandemic: my comments on CNN's \"exclusive report of #COVID19 When will people realize it is a bioweapon purpose...","sentiment_score":0.0}
{"full_text":"Don't act like I never told yah","sentiment_score":0.0}
{"full_text":"The president-elect has taken care of aging parents and been a single father..He knows today's caregiving crisis is not a symptom of the pandemic but a preexisting condition..If there was ever a moment caregivers needed a full-time champion in the administration, it's right now.\"","sentiment_score":0.1071428571}
{"full_text":"I would say in this lockdown, but it should be given to businesses that were forced to lockdown. But the government shouldn't have shut them down in the first place.","sentiment_score":-0.0685185185}
{"full_text":"RT Wow. \"He was born into an America (WWII) of loss and sacrifice... He died in a world when many of his fellow Americans refuse...","sentiment_score":0.3}
{"full_text":"RT If this is not a heartbreaking image and the most 2020 thing yet, I don't know what is.","sentiment_score":0.5}
{"full_text":"RT Really enjoyed this piece about online moralising and the pleasures of gossip, from one of our foremost critics of annoyin...","sentiment_score":0.5}
{"full_text":"RT A lot of really good stuff has been written about the revolution in women's fashion in the 1920's -- but nothing is as good an...","sentiment_score":0.7}
{"full_text":"Check out  Cremation Jewelry Red Keepsake Urn Cremation Urn Jewelry Urn Small Urn Mini N95  via","sentiment_score":-0.125}
{"full_text":"Ugh. But let's not bother with employer-paid sick leave... #cdnpoli #onpoli #bcpoli","sentiment_score":-0.7142857143}
{"full_text":"This is terrible. Greece had very very few cases at the start.","sentiment_score":-0.63}
{"full_text":"Pandemic deaths mounting in Iowa as holiday season approaches","sentiment_score":0.0}
{"full_text":". Disgusting","sentiment_score":-1.0}
{"full_text":"RT Normally this time of the year there would be a huge surge of flu cases in thousands and 60,000 deaths This year it is...","sentiment_score":0.275}
{"full_text":"RT COVID relief needs to directly help everyday people.People need stimulus checks &amp; UI.","sentiment_score":-0.05}
{"full_text":"100 days is not a mask mandate. I don't know why this is a thing. This is bullshit when we need a national mask mandate until further notice.","sentiment_score":0.0}
{"full_text":"RT Did Gavin have you sign a release of liabi...","sentiment_score":0.0}
{"full_text":"Oh God heal all those suffering from coronavirus around the world God please heal the world#Endsars#w.h.o","sentiment_score":0.0}
{"full_text":"RT Y'all don't wanna stay inside, you don't want to wear a mask, you don't want to social distance, and you don't want to tak...","sentiment_score":0.0333333333}
{"full_text":"RT Bahrain is the second nation in the world to grant an emergency-use authorization for the coronavirus vaccine made by Pfizer and Bi...","sentiment_score":0.0}
{"full_text":"I am #OpenToWork  I've spent these 11 months in lockdown finalizing my knowledge of Software development tool: Unreal Engine and upping my VR game development powers. I hope to COLLABORATE on a BIG AAA GAME that offers people welcome distraction from Covid! SchoolHomeVr@gmail.com","sentiment_score":0.0333333333}
{"full_text":"This will be the only thing that will cure my COVID. The only thing.","sentiment_score":0.0}
{"full_text":"RT \"Organizations should work with parents to determine if there are hours when they need to be fully unavailable every day\"...","sentiment_score":0.0}
{"full_text":"\"Nobody can beat Michel, as nobody is coming to the office\" #pandemic #unbeatable","sentiment_score":0.0}
{"full_text":"RT Denver Mayor Hancock continues to raise his national profile.","sentiment_score":0.0}
{"full_text":"RT Mike Pence is now wearing a mask while doing a news conference indoors. Would've been hard to imagine just a few months ago wh...","sentiment_score":-0.2458333333}
{"full_text":"RT On 9\/11 we had 2,977 deathsThe last 3 days we had 8,600 deaths from Covid-19We're almost matching 9\/11 everyday &amp; will...","sentiment_score":-0.1}
{"full_text":"Pope Francis Says Covid Vaccine Will Now Be Required To Enter Heaven via","sentiment_score":0.0}
{"full_text":"RT Trudeau tells UN he stands ready to help poor countries 'deal with their unsustainable debt'.STOP SPENDING LIKE A DRUN...","sentiment_score":-0.1}
{"full_text":"Thank you, President Trump for the Covid vaccine! Damn Democrats didn't have anything to do with it! Democrats are liars that obviously think Americans are stupid.","sentiment_score":-0.4}
{"full_text":"RT The fact that Congress did not pass stand alone bills to get Americans checks during this pandemic is an absolute disgrace. A...","sentiment_score":0.2}
{"full_text":"RT #disruption #5G #VR #AR #DigitalTransformation #COVID19 Advances in a host of technologies, such as the internet of th...","sentiment_score":0.0}
{"full_text":"RT The real pandemic is a lack of common sense","sentiment_score":-0.05}
{"full_text":"Two people die from COVID every minute.","sentiment_score":0.0}
{"full_text":"RT Pretty sure the last one was already a mainstream hit.","sentiment_score":0.25}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"RT Another day on the radical left with our crazy ideas","sentiment_score":-0.3}
{"full_text":"RT Navajo Nation extends stay-at-home lockdown and reimplements 57-hour weekend lockdown as hospitals reach a state of major...","sentiment_score":0.0625}
{"full_text":"US Congress Pushes Leaders to Compromise on COVID-19 Relief Package","sentiment_score":0.0}
{"full_text":"In addition, how FEMA manages these large storms is something that can be planned for in advance, much like a global pandemic and FEMA best practices are something which an admin can plan for or not. You can plan such that a bad storm causes minimal death.","sentiment_score":0.087755102}
{"full_text":"RT What does science have to do with a stimulus? Pelosi is just moving the goalposts because she has no energy t...","sentiment_score":0.0}
{"full_text":"RT Nancy Pelosi admits it was her \"decision\" to block coronavirus relief for monthshttps:\/\/t.co\/atHB2xxXCn","sentiment_score":0.0}
{"full_text":"RT In Missouri one state senator has introduced a bill which would cancel property taxes for months that the county is in lock...","sentiment_score":0.0}
{"full_text":"RT The Pfizer vaccine causes:- fatigue (&gt;60%)- headache (&gt;50%)- muscle pain (&gt;30%)- chills (&gt;30%)- joint pain (&gt;20%) -...","sentiment_score":0.0}
{"full_text":"RT When our governor is out eating with 15 people, inside, without masks, without social distancing; that says: I don't care. R...","sentiment_score":0.0333333333}
{"full_text":"RT Beginning in January, we must \"Un-Trump\" American. Reverse every single drop of damage he's done to America &amp; her peop...","sentiment_score":-0.0357142857}
{"full_text":"RT How many lives, how many jobs were lost because of ego and hatred for is exact...","sentiment_score":0.4166666667}
{"full_text":"It's actually just because she sucks and has for a bit now.The fact is that it's been nine months and none of us are where we were at the start of year. It's not just about the future it's about making up the past to us. We need retroactive assistance.","sentiment_score":-0.1375}
{"full_text":"RT Mike Pence is now wearing a mask while doing a news conference indoors. Would've been hard to imagine just a few months ago wh...","sentiment_score":-0.2458333333}
{"full_text":"RT RE-INFECTION CAN HAPPEN TO ANYONE: 26-year old world class cyclist  Gaviria caught #COVID19 in Feb--hospitalized for 2...","sentiment_score":0.1}
{"full_text":"Matt Gaetz is a punk, always downplaying COVID, just an overall terrible guy. Gov said what he said.","sentiment_score":-0.5}
{"full_text":"RT New systematic review (37 studies) in &amp; Hispanic populations experience disproportionately  ra...","sentiment_score":0.1363636364}
{"full_text":"RT Why are the police involved in #covid19 vaccine rollout in Ontario?Police involvement has never benefitted racialize...","sentiment_score":0.0}
{"full_text":"RT \"There are very important moral reasons why we must not force people to wear a symbol to indicate a protected characteris...","sentiment_score":0.26}
{"full_text":"RT \"We're in an unusual position right now,\" one economist said. \"We're going to have a few of the toughest months of this pandem...","sentiment_score":0.0952380952}
{"full_text":"RT Rick Santelli is also the crazy guy who once said he hopes to **infect everyone** and get this over with so stock market ca...","sentiment_score":-0.6}
{"full_text":"'Spread the covid'!","sentiment_score":0.0}
{"full_text":"RT Each life that has been lost matters. You deserve - and your families deserve - to live your lives safely, to have peace...","sentiment_score":0.3181818182}
{"full_text":"Remember that time Trump stood in front of reporters in the White House during a deadly pandemic &amp; said said \"get rid of the ballots &amp; there won't be a transition\" of power?https:\/\/t.co\/aCmHLqXYqS","sentiment_score":-0.1}
{"full_text":"Browns activate two from COVID-19 list  #NFL #Browns","sentiment_score":0.0}
{"full_text":"HEADLINES: 'Rates of #COVID19 remain high in London, even in boroughs that have shown recent declines. It is important everyone remains vigilant as we move into the weekend.Read latest ... see more","sentiment_score":0.312}
{"full_text":"RT The last 75 tweets from Pres. Trump have been about himself or election fraud. (That's in just the past two days)None...","sentiment_score":-0.125}
{"full_text":"Obama, Bush, Clinton Say They're Willing To Get Coronavirus Vaccine On Camera","sentiment_score":0.25}
{"full_text":".@velocity_global shares two strategies that can help businesses rise above #COVID19. #globalpayroll #payroll","sentiment_score":0.0}
{"full_text":"RT MORE BREAKING NEWS: People who do glamorous jobs also can't transmit Covid. The rest of you scum are apparently walking bucke...","sentiment_score":0.0833333333}
{"full_text":"RT Progressives should pledge to vote no on any stimulus that includes billions for major corporations and liability protect...","sentiment_score":0.0625}
{"full_text":"RT I'm just glad the least intelligent people in the area gathered together for pictures. It's a plethora of who's who of those...","sentiment_score":0.3333333333}
{"full_text":" Someone needs to get Austin to recall this BOZO","sentiment_score":0.0}
{"full_text":"And if you look at death rates over time in all countries involved, you will see that they are not that different from any other years. Not covid or covid related deaths but overall mortality rates.","sentiment_score":-0.03125}
{"full_text":"please start a #WV celebrity pro mask\/vaccination campaign to convince our citizens to go along with the plan to defeat #COVID19. Ask Don Nehlen, etc to participate. Its time.","sentiment_score":0.0}
{"full_text":"Stocks continue to show strength, with the small cap Russell 2000 Index hitting new highs. The economy may be sending signs of a slowdown while we wait on COVID-19 vaccines. Seasonality is strong, and sentiment is frothy. #LPLMarketSignals #Podcast","sentiment_score":0.1065656566}
{"full_text":"RT If you doubt the danger of Covid, please listen to this 23-year-old who knows the truth first hand.","sentiment_score":0.25}
{"full_text":"RT I'm no anti vaxer, and was happy to take any vaccine until I read this in the independent and am wonder...","sentiment_score":0.4}
{"full_text":"RT President Trump tweeted on October 6 that he was ready to sign a stand alone bill for another round of stimulus checks....","sentiment_score":0.0}
{"full_text":"WHO warns Covid reinfections may occur as data suggests antibodies wanehttps:\/\/t.co\/p85fN6DhDnWill these new reinfections go away by April, too?","sentiment_score":0.1363636364}
{"full_text":"#EverythingTrumpTouchesDies Been saying this since the god damn 80's. America is 80m dumber than ever. Be best! #DonTheCon","sentiment_score":1.0}
{"full_text":"RT Never forget how lethal this man's incompetence was.","sentiment_score":0.0}
{"full_text":"RT Every day I wake up &amp; wonder if more Americans will die today than on 9-11 while our president does...nothing about it.","sentiment_score":0.5}
{"full_text":"nothing to see here. please do assist. just suck in the vacccine, were the mask and OBEY !!","sentiment_score":0.0}
{"full_text":"RT I am so moved that 96 year old Jimmy Carter is willing to take a COVID vaccine to show the American people it is safeT...","sentiment_score":0.1166666667}
{"full_text":" LIVE PODCAST: Episode  349 A Covid Christmas on #christmas #floridakeys","sentiment_score":0.1363636364}
{"full_text":"Extreme Temperature Diary- FRI DEC 4th 2020Main Topic: A Deep Dive On Excess Heat And Human Health From Click on new post at: today's news on #climate, #weather + #COVID19","sentiment_score":0.0028409091}
{"full_text":"You clearly live in a place you can't afford. $1,600 for rent and you are a server. Please.","sentiment_score":0.1363636364}
{"full_text":"At least their run still counts as \"indoors\" afaict.Maybe we can set up a Christmas party chicken zoom so yours can chat to ours.  That's the lockdown way. ","sentiment_score":-0.45}
{"full_text":"RT Juan Williams Tests Positive For COVID-19 | The Daily Wire","sentiment_score":0.1136363636}
{"full_text":"APTA responds to newly proposed Congressional coronavirus relief plan","sentiment_score":0.1363636364}
{"full_text":"RT Taste the gold.@djtoxxyk #SocialDistancing","sentiment_score":0.0}
{"full_text":"is killing with the COVID-related Pauly-isms on Jersey Shore this season. Adds a much needed smile during these challenging times.","sentiment_score":0.3333333333}
{"full_text":"If you could go on a night out (after lockdown) with any sportsperson, who would it be and why? ","sentiment_score":0.0}
{"full_text":"Home insurers could save around PS368m in 2020 thanks to Covid-19 lockdownshttps:\/\/t.co\/O9Jz0rCPUb#insurance #homeinsurance #coronavirus #covid19 #UK #savings #lockdown ","sentiment_score":0.2}
{"full_text":"Why Live Events Should Be the Front Line in COVID-19 Vaccine Efforts (Guest Column)https:\/\/t.co\/abGqO5FTX7Presented by","sentiment_score":0.1363636364}
{"full_text":"The delay of the CDU conference due to the COVID-19 pandemic has added a new dimension to the party's leadership race.@Kiran_Bowry","sentiment_score":0.0056818182}
{"full_text":"FREE COVID-19 Testings! View flyer for more informationPlease view the Coronavirus COVID-19 WHA updates page for up-to-date news and information:https:\/\/t.co\/uXAAUfCNnd#WHA #worcesterhousing #worcesterma #COVID19 #StopTheSpread","sentiment_score":0.5}
{"full_text":"Get the latest updates about #COVID19 on our website: #covid19MA","sentiment_score":0.5}
{"full_text":"weird how everybody becomes an anti-vaxxer when talking about a covid vaccine ","sentiment_score":-0.5}
{"full_text":"No. 12 IU will travel to Madison, Wisconsin, on Saturday without sophomore quarterback Michael Penix Jr. to play No. 16 Wisconsin. Due to cancellations as a result of COVID-19, the Badgers have played in only three games this season and boast a 2-1 record.https:\/\/t.co\/jhpbmENwbA","sentiment_score":-0.0625}
{"full_text":"As we head into the weekend, we know this is a time where we would typically start the holiday season with family and friends. But we are asking that you re-commit yourself and your household to the public health orders in place. Thank you for doing your part to end #COVID19.","sentiment_score":-0.0833333333}
{"full_text":"Mobile COVID-19 testing sites operating in East St. Louis this weekend. Testing will be available on Dec. 5 and 6, from 8 a.m. to 4 p.m. at both locations.","sentiment_score":0.4}
{"full_text":"In the wake of the coronavirus crisis, the BHF needs your support more than ever to continue funding life saving research. Check out their top tips for fundraising over the festive period.","sentiment_score":0.5}
{"full_text":"We're back with a show for you on tomorrow night!We'll be joined by who's recorded a cracking live lockdown session for us. Here's a sneak peak, full vid available tomorrow night ","sentiment_score":0.2215909091}
{"full_text":"RT .@AOC, calling for covid relief plan to include $1,200 stimulus checks","sentiment_score":0.0}
{"full_text":"GWR Pullman Paddington to the west (or the equvelant return). Excellent breakfast. Not sure if they still do it during Covid Restrictions but a great way to travel and eat when they start again.","sentiment_score":0.5166666667}
{"full_text":"Former Liberal Democrat leader and South Lakes MP Tim Farron took charge of the debate in Parliament around access to cancer treatment during the Covid pandemic.https:\/\/t.co\/lYbvUI9vee","sentiment_score":0.0}
{"full_text":"RT My latest Why are outdoor playgrounds closed but crowded indoor malls open? Nine weary months in, many Califor...","sentiment_score":0.225}
{"full_text":"Due to covid-19, Port Authority's mobile ticketing application has been delayed. Look for more information about the mobile ticketing application in 2021.https:\/\/t.co\/6BUo4uAaqY^GT","sentiment_score":0.1875}
{"full_text":"We've made amazing progress in reducing infections in Hull, but there's still more to do to get us out of Tier 3.Remember we all have our part to play. Find out more about what we can do to help reduce Coronavirus at","sentiment_score":0.5333333333}
{"full_text":"Please stop. A widely discredited Dutch GP &amp; a few other cranks know better than 90% of world's expertshttps:\/\/t.co\/OPRUKHJ3kq","sentiment_score":0.01875}
{"full_text":"I'm not on about the 'pandemic' you micro-moron, I'm talking about the 1984-style control mechanisms they're gradually implementing.","sentiment_score":0.0}
{"full_text":"The owners said they have been thinking about retiring for awhile but COVID-19 confirmed their decision.","sentiment_score":0.4}
{"full_text":"CA has issued a Regional Stay at Home order to stop the surge of #COVID19 cases &amp; prevent a strain on our health care system. This action will help protect critical care for patients. Let's all do our part. Wear a mask. Don't gather. Physically Distance. Stay home.","sentiment_score":0.0333333333}
{"full_text":"Read on about HR's key role in COVID-19 compliance for 2021: #compliance2020 #Management #HumanResources #consulting","sentiment_score":0.0}
{"full_text":"For the month of December, Starbucks is giving away free coffee to health care workers and others working on the front lines of the COVID-19 pandemic. This article from People offers additional details.","sentiment_score":0.25}
{"full_text":"RT Biden wants Americans to wear a mask for 100 days. Who's in?","sentiment_score":0.2}
{"full_text":"They will be on the streets in 15 town centres.Is it necessary?https:\/\/t.co\/FzbDkQKrOk","sentiment_score":0.0}
{"full_text":"Don't forget that staff is available in the #FSATC2020 Resource Center to help you learn more about available COVID-19 relief and recent guidance.","sentiment_score":0.24}
{"full_text":"Ottawa's Pascal St-Jean was honoured with TEC's Robert Nourse - Chair of the Year Award for his contributions during the pandemic. (sponsored)","sentiment_score":0.0}
{"full_text":"RT In terms of COVID deaths, the U.S. is experiencing the equivalent of one 9\/11 terror attack every day.The Never Forg...","sentiment_score":0.0}
{"full_text":"RT COVID relief needs to directly help everyday people.People need stimulus checks &amp; UI.","sentiment_score":-0.05}
{"full_text":"If you or your organization has research data from a COVID-19 related trial to share or wish to connect with Vivli on how your organization can help, please get in touch:","sentiment_score":0.0}
{"full_text":"The COVID-pivot that saved\/diversified and expanded a Florida floral company with a consciencehttps:\/\/t.co\/BqyweMR2k1","sentiment_score":0.0}
{"full_text":"#coronavirus spreading has started in #FarmerProtest  #FarmersProtestDelhi2020#FarmersProtests #FarmersProtest2020 #FarmersProtest ...Need to stop or it will spread more and more...","sentiment_score":0.5}
{"full_text":"With cases rising, we all have to be vigilant in efforts to slow the spread of COVID-19, even during holidays. See below for tips for a Safe Holiday Season During COVID-19 from Or visit for the Holiday Celebrations Guide","sentiment_score":0.1}
{"full_text":"Tonight on Live Zone: sits down with #TheLockdownAwards host and The Lockdown MVP Live Zone News tonight at 7:30pm ET \/ 4:30pm PT:","sentiment_score":0.0390572391}
{"full_text":"ICYMI: A Gold's Gym in Capitol Heights was shut down for a 2nd time for COVID violations. MORE:","sentiment_score":0.1148148148}
