{"full_text":"RT The U.K. didn't do lockdown properly so the world has locked us down by force lmaooo.","sentiment_score":-0.0777777778}
{"full_text":"24 hour investigation will yield that there were no violations. That's how these things work down there.","sentiment_score":-0.1555555556}
{"full_text":"Pretty good prank here considering the Dolphins play on Saturday....","sentiment_score":0.475}
{"full_text":"he spent that at the club","sentiment_score":-0.1}
{"full_text":"RT As a wife of one of those scientists  - yes ","sentiment_score":0.0}
{"full_text":"RT Who agrees that President Biden should abolish Trump's Space Force and use all of that money to provide Covid relief p...","sentiment_score":0.0}
{"full_text":"RT Yes to the $2,000 per American COVID survival checks. They can and should be financed entirely by the increased wealth of Amer...","sentiment_score":0.0}
{"full_text":"RT Pregnant and unsure about the #COVID19 vaccine? You're not alone. Got vaccinated today at 31 weeks and feel very fortun...","sentiment_score":0.2666666667}
{"full_text":"RT Opinion: No vaccine can end America's pandemic of ignorance and irrationality","sentiment_score":0.0}
{"full_text":"Indiana COVID Cases Increase To 476,538 Deaths To 7,306 - Indiana (2019-nCoV) - Recombinomics Inc.","sentiment_score":0.0}
{"full_text":"They think the Covid death numbers are fake and the virus is a hoax. There is no helping some people","sentiment_score":-0.5}
{"full_text":"RT COVID-19 has made 2020 a particularly hard year for NJ's restaurant industry. Our $2M Sustain &amp; Serve NJ grant program pr...","sentiment_score":-0.2916666667}
{"full_text":"\"Let's remember this pandemic harms the most marginalized.\"","sentiment_score":0.5}
{"full_text":"RT #COVID19 deaths:NZ in the whole of 2020: 25UK in the last 7 days: 3,531Let that sink in.","sentiment_score":0.1}
{"full_text":"RT Myles Gaskin is back practicing so it appears he will come off the reserve\/COVID-19 list later today. Gaskin worked with...","sentiment_score":0.0}
{"full_text":"RT let the news of john mulaney be a reminder to us all that we are going through a collective trauma with this pandemic, and...","sentiment_score":0.0}
{"full_text":"RT If this is true &amp; this is potentially another lab manufactured virus we have two choices. Surrender or fight.","sentiment_score":0.175}
{"full_text":"RT Noted the article \"India-Russia annual summit postponed for 1st time in two decades amid Moscow's unease with Quad\" in the P...","sentiment_score":0.0}
{"full_text":"You can have the hipster Covid if you like. It's all yours! ","sentiment_score":0.0}
{"full_text":"RT OUTRAGEOUS! Once Again The American People Have To Settle For Crumbs...#COVIDReliefPackage #FuckTheGOP #VoteWarnockAndOss...","sentiment_score":-0.5}
{"full_text":"RT \"...increasingly exhausted staff, many pressed into service outside their normal duties, are now attending to COVID-19 pati...","sentiment_score":0.0625}
{"full_text":"Guys my grandmother is in the hospital with covid and my family is struggling now. I'm trying to help out with what I can which isnt much honestly... so here is this to donate if you want. Prays and love is accepted too.","sentiment_score":0.55}
{"full_text":"RT Covid-19 has officially reached every continent on Earth","sentiment_score":0.0}
{"full_text":"RT Please if u dont hv to travel, just stay back &amp; mark d Christmas in d mere safety of your homes. Our roads are controlled by...","sentiment_score":-0.25}
{"full_text":"RT I'm really upset for the truck drivers. Most are Polish. Lovely hardworking people who've kept the country going all thr...","sentiment_score":0.4}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"RT I signed my first big girl theatrical contract today. I've made it in the pandemic","sentiment_score":0.0833333333}
{"full_text":"RT Working in Glasgow, Analisa like many Filipino nurses worked for the NHS, at Glasgow Royal Infirmary, she is the 57th Filip...","sentiment_score":0.5}
{"full_text":"A few more ELC leadership team members join the fight against COVID-19! Pictured: Sue Reece, Chief Clinical Officer; Teri Fallon, VP of Clinical Services; Carol Gibson, VP of Human Resources #beExceptional","sentiment_score":0.1416666667}
{"full_text":"RT Dr. Susan Moore, a physician, says she was mistreated at IU North Hospital in Carmel, Indiana before dying from COVID....","sentiment_score":0.0}
{"full_text":"RT Who will receive the #COVID19 vaccine? Where can most effectively administer the vaccine? When will the availab...","sentiment_score":0.55}
{"full_text":"RT chie practices social distancing at the game awards by locking yosuke outside in the cold and you should too! #persona4 ht...","sentiment_score":-0.2791666667}
{"full_text":"govt has acted irresponsibly in handling #CERB. This money belongs to taxpayers. The Liberals are clawing back CERB from those who needed it &amp; funding right wing extremists. No difference in Conservative &amp; Liberals. No accountability, no transparency@CBCPolitics","sentiment_score":0.1428571429}
{"full_text":"RT I agree: McConnell's months-long opposition to further aid during the pandemic has been Ludac-- er, ludicrous.","sentiment_score":0.0}
{"full_text":"RT We lost another doctor today To COVIDBut this doctor was mistreated. Her symptoms were ignored, downplayed and dismissed...","sentiment_score":0.0}
{"full_text":"RT This article says.. \"According to iok company, Hanbin didnt have a plan to join the volunteer work at first.. But seeing th...","sentiment_score":0.25}
{"full_text":"if you can blatantly disregard the rules like this (multiple times) without consequence then what are we even doing here?","sentiment_score":-0.25}
{"full_text":"RT I've been Covid free this entire pandemic. Thank you God ","sentiment_score":0.2}
{"full_text":"RT Covid-19 has officially reached every continent on Earth","sentiment_score":0.0}
{"full_text":"RT If my wife can wear a mask through 30 hours of labor, you can wear one for 30 minutes in the grocery store.","sentiment_score":0.0}
{"full_text":"RT Why do scientists think the UK and South African #sarscov2 variants could have come from immunocompromised, chronically infecte...","sentiment_score":0.0}
{"full_text":"RT REPORT: James Harden tested negative for COVID-19 on Monday, Tuesday, and Wednesday, via","sentiment_score":-0.3}
{"full_text":"RT Kirk Cameron has become a Covidiot too!","sentiment_score":0.0}
{"full_text":"RT As we approach Christmas and the start of Kwanzaa, please do your part to keep yourself and those around you safe: wear a...","sentiment_score":0.5}
{"full_text":"RT Haven't we suffered enough?","sentiment_score":0.0}
{"full_text":"RT Michigan ranks 43rd in the number of new covid cases in the nation. Downward trend is continuing says MDHHS epidemiologist","sentiment_score":0.1363636364}
{"full_text":"RT Salinas is currently third in the nation for fastest rising COVID-19 cases. This Holiday Season please help save a life...","sentiment_score":0.0}
{"full_text":"RT Assistant Director of Public Health for Dorset and BCP Councils explains the rules of Christmas 2020 and how we can cele...","sentiment_score":0.0}
{"full_text":"RT A patient told me they heard that the covid vaccines can change your DNA and track you. I explained that none of that was tr...","sentiment_score":0.0}
{"full_text":"RT DEAR JOSH, WE WANTED YOU TO KNOW HOW IMPORTANT AND HOW APPRECIATED YOU ARE WHEN IT COMES TO OUR LARGER STIMULUS...","sentiment_score":0.2}
{"full_text":"RT Where do the variants leave us? Unless we suppress &amp; then eliminate the virus, it will probably mutate further. This could...","sentiment_score":0.0}
{"full_text":"Me when I get my covid vaccine, but I'm too poor to afford the MTA because who tf survived the pandemic with money to spare?!","sentiment_score":-0.5}
{"full_text":"RT Something wrong when Marco Rubio -- who downplayed COVID and mocked people wearing masks -- is among first to get the vaccine.","sentiment_score":-0.125}
{"full_text":"RT Intensive animal agriculture could spark the next pandemic, says new report, recommending major global shift to more plan...","sentiment_score":0.1397727273}
{"full_text":"RT Covid-19 has officially reached every continent on Earth","sentiment_score":0.0}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"Britain: we will stop foreigners coming here taking our jobs stealing our fish blah blah blah.Also Britain: we will let anyone come into the country during a pandemic and then blame other countries.","sentiment_score":-0.125}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"RT \"For far too long, the teaching profession has been kicked around,\" Dr. Miguel Cardona, President-elect Biden's pick for educati...","sentiment_score":0.025}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"RT Dr. Susan Moore, a physician, says she was mistreated at IU North Hospital in Carmel, Indiana before dying from COVID....","sentiment_score":0.0}
{"full_text":"I think the reason we never did a full lockdown is because it probably wouldn't work. With the greatest respect to NZ, they are nowhere near an 'international' country like the UK is. The UK has hundreds of thousands of visitors a year just for work purposes. Even if we did..","sentiment_score":0.3625}
{"full_text":"RT Global covid fraud","sentiment_score":0.0}
{"full_text":"Moderna COVID-19 vaccine 1 of 2Injection t+0:05 (13:04)No laser vision yet#CovidVaccine #modernavaccine","sentiment_score":0.0}
{"full_text":"RT It's really tough to overstate how devastating this pandemic has been.The USA will have the biggest year-over-year p...","sentiment_score":-0.6944444444}
{"full_text":"\"These people (Trump Administration) just don't care about all the deaths.\" Olivia Troye, former Covid Task Force Advisor to VP Pence","sentiment_score":0.0}
{"full_text":"RT The man who lied to his entire state by saying COVID isn't dangerous &amp; that masks aren't necessary???? That same man is...","sentiment_score":-0.15}
{"full_text":"RT INDIA: At least 20 passengers from UK found COVID-19 positive in last two days","sentiment_score":-0.0242424242}
{"full_text":"RT Just 1 percent of Paycheck Protection Program recipients received more than a quarter of the $535 billion disbursed","sentiment_score":0.5}
{"full_text":"RT Here's what's allowed to stay open and what must close when the Ontario-wide lockdown begins Dec. 26.https:\/\/t.co\/ifdbVwu...","sentiment_score":0.0}
{"full_text":"RT Breaking: 39,200 new cases and 744 deaths reported today... that's scary. Approaching the highest levels back in April...","sentiment_score":-0.0909090909}
{"full_text":"RT ok I know she's probably just some innocent doctor or reporter or something but that smile definitely makes me feel like...","sentiment_score":0.325}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"RT A reminder on #aerosols prepared in collaboration with J.Kannan,H.Kahila,M.Gadalla","sentiment_score":0.0}
{"full_text":"And presented zero data on the reason for the lockdown apparently.","sentiment_score":0.05}
{"full_text":"RT More and more airplanes are being placed in storage in places like the Australian outback due to the pandemic's global travel shut...","sentiment_score":0.175}
{"full_text":"RT in 9 mos, I've never seen a CNN host yell at a Republican abt blocking Covid relief","sentiment_score":0.0}
{"full_text":"RT Particularly Thomas Martins, who loved to celebrate his birthday and had his classmates sing him happy birthday on his...","sentiment_score":0.5555555556}
{"full_text":"RT What if this pandemic was our opportunity at liberation, justice &amp; fairness-- balancing our world. What if equity is on the...","sentiment_score":0.0}
{"full_text":"RT Trump was NOWHERE on these negotiations for 9 months and is now literally threatening to shut down govt in the middle of...","sentiment_score":-0.0777777778}
{"full_text":"RT Good Night All My LoYely FriendsDay is Over, Night Has Come. Todayis Gone, What's Done is Done.Embrace Your Dreams, Throu...","sentiment_score":0.7}
{"full_text":"Right and then tried the American people w basically 100 per each mo of the 6! and thats  af!","sentiment_score":0.1428571429}
{"full_text":"RT Why hasn't Austrian hostage of #Iran and cellmate of #FreeMassud been tested yet for #COVID19? I'm not an expert, but knowing...","sentiment_score":0.0}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"RT COVID took Dr Susan MooreThe system was complicit in her demise Rest in peace, sis. We will continue to fight in your me...","sentiment_score":0.0}
{"full_text":"RT The UK is paying $37 per dose of the Moderna vaccine. The EU is paying $18 per dose. Both buyers ordered 40m doses. The EU offe...","sentiment_score":0.0}
{"full_text":"RT If the covid vaccine is implanting trackers in us then that just means when I get lost in an ikea then they can send in a resc...","sentiment_score":0.0}
{"full_text":"RT The atrocious China Virus relief &amp; Govt spending legislation reveals that the DC battle isn't really Dem vs Republican...r...","sentiment_score":-0.25}
{"full_text":"RT Having the option to stay at home with your parent(s) rent free until you really get your shit together is one of the bi...","sentiment_score":0.1333333333}
{"full_text":"RT China was sanitising their streets whilst the UK:","sentiment_score":0.0}
{"full_text":"Will COVID-19 Kill Workplace Culture? #CRE #COVID-19 #NewNormal #TenantTips","sentiment_score":0.0}
{"full_text":"RT Let's do it. and I already co-wrote the COVID amendment for $2,000 checks, so it's ready to go.Glad to see the Pre...","sentiment_score":0.2}
{"full_text":"RT Every single working person deserves $2,400 a month. Student Loan relief should be expanded past January 2021.Amer...","sentiment_score":-0.1607142857}
{"full_text":"RT Dear Sanwo-Olu,If a lockdown is near, please don't tell us 4 hours to the beginning of the lockdown &amp; then send the military...","sentiment_score":0.0}
{"full_text":"RT If that's what James Harden says, we should believe him. The brother deserves the benefit of the doubt; he always shows...","sentiment_score":0.0}
{"full_text":"Wow! I never thought this would happen. I agree with you. We've been asking for this for months.","sentiment_score":0.125}
{"full_text":"However, I contact ALPHA, , dream, draw, and sometimes write letters for therapy. Something stinking Corona World idiot!","sentiment_score":-1.0}
{"full_text":"RT We are in the beginnings of a full-blown legislative crisis. It's two days before Christmas. Congress is home. We're in a...","sentiment_score":0.0}
{"full_text":"RT Lt. Governor \"So by the time we get through the next phase where we vaccinate people 65 and over, this will co...","sentiment_score":0.0}
{"full_text":"RT \"...increasingly exhausted staff, many pressed into service outside their normal duties, are now attending to COVID-19 pati...","sentiment_score":0.0625}
{"full_text":"Embarrassed by my hometown...","sentiment_score":0.0}
{"full_text":"RT Pre-Xmas Ohio COVID briefing on now:7,613 confirmed deaths: 83 new reported; 107 reported yesterday 8,361 total (confirm...","sentiment_score":0.1787878788}
{"full_text":"RT New Zealanders were getting $600pm during a hard lockdown. That's an equivalent of R9000. A small island country not endowed w...","sentiment_score":-0.1351010101}
{"full_text":"RT What treatment are  hospitals using for Covid patients? I heard the one's they're monitoring, those watching TV &amp; playing o...","sentiment_score":0.0}
{"full_text":"RT It's a problem many small businesses would love to have: an unprecedented surge in demand. Here's how the owners of a British...","sentiment_score":0.27}
{"full_text":"RT If you don't watch AND RT any other tweet, make sure this one is it.","sentiment_score":0.1875}
{"full_text":"(((((((((BREAKING NEWS LEAKED FROM THE SOURCE ))))))))))A NEW VIRUS EVEN WORSE THEN COVID HAS BEEN DETECTED IN THE HOUSE OF COMMONS IT WILL REQUIRE A NEW VACCINE AND A LOT STRICTER LOCKDOWNS VIRUS NAME IS ***UKGOV10*** GET READY ITS DEADLY AND SPREADS LIKE WILD FIRE","sentiment_score":-0.0045454545}
{"full_text":"RT When asked to wear a mask, the man does what any covidiot would do, he attempts to throw the shopping cart at him.","sentiment_score":0.0}
{"full_text":"The #hotelsector is battered after #COVID19. Travels has almost disappeared forcing hotel closures and occupancy levels below 20% in some months. Analysts at forecast a drop in occupancy of -66% in and -67% in ","sentiment_score":0.0}
{"full_text":"RT They just had to link it to Africa!!!","sentiment_score":0.0}
{"full_text":"Don't miss the inaugural episode of our BDO To-Go podcast, as our host Jeff Tubaugh sits down with Carl Howard, CEO of to discuss the strategic pivots Carl and his team made in the early stages of the pandemic. Listen here:","sentiment_score":-0.0277777778}
{"full_text":"\"Personally, [COVID-19] has been very difficult for me that I have not been able to visit my family.\"Megaphone vendor Peter has 3 grandchildren that he has not been able to visit since March. He also has many family members living on his traditional territory near Lytton, BC.","sentiment_score":0.1357142857}
{"full_text":"Decreased physical interaction and mobility due to COVID-19 is affecting people's livelihoods.In Jakarta, over-regulation of the registration process is making it harder for women micro-entrepreneurs.","sentiment_score":-0.15625}
{"full_text":"#Pennsylvania recently announced new restrictions for businesses to limit the spread of COVID-19 during the holiday season. Stores in Bethlehem are working to attract shoppers while following guidelines. #wlvrnews","sentiment_score":0.0454545455}
{"full_text":"We could have seen the error of our ways in March, and been one of the stars of Europe. Instead, our star has not risen but fallen, just as our star has symbolically fallen from the EU flag, writes","sentiment_score":0.0}
{"full_text":"RT Incidentally , Andy and myself have donated 10,000 free tests to the government of Belize as part of our support of the","sentiment_score":0.4}
{"full_text":"Just a friendly reminder to #WearAMask and\/or #StayHome Not being able to see family during the holidays is really rough, but worth it in the end.","sentiment_score":0.26875}
{"full_text":"U.S. faces risk of government shutdown as Trump balks at COVID-19 relief deal","sentiment_score":0.0}
{"full_text":"MDA Chief Medical Advisor says 2020 was a challenging year, but in 2021, #COVID19 hasn't stopped #MDA's critical work. By donating today, you help support essential #research for treatments and #care for people with #neuromuscular diseases.","sentiment_score":0.125}
{"full_text":"The number of students attending a Hamilton school in person during the COVID-19 pandemic may depend on where it's located, school board data suggests. #HamOnt #HamiltonMountain #StoneyCreek #COVID19https:\/\/t.co\/Kuh6WGZFkG","sentiment_score":0.0}
{"full_text":"FDA recently issued EUAs for the use of the following drugs to treat #COVID19:# #bamlanivimab# #baricitinib plus #remdesivir# #casirivimab plus #imdevimabRead the Panel's statements on the EUAs here:","sentiment_score":0.0}
{"full_text":"RT Hong Kong will allow residents to choose which Covid-19 vaccine they want to take","sentiment_score":0.0}
{"full_text":"Conor O'Neill's ears pricked with news of the latest lockdown. Punchestown's manager suffered the misery of its spring Festival not taking place at all this year, but the prospect of one with no crowds in 2021 is little more appealing.https:\/\/t.co\/6PAmDz6VW5","sentiment_score":0.2708333333}
{"full_text":"Philippines closes borders to UK due to mutated coronavirus strain","sentiment_score":-0.125}
{"full_text":"RT Another new variant of COVID-19 is spreading rapidly in South Africa","sentiment_score":0.1363636364}
{"full_text":"RT Florida adds 11,384 COVID-19 cases. Death toll passes 20,700 ","sentiment_score":0.0}
{"full_text":"The U.S. will buy 100 million more doses of the Pfizer-BioNTech COVID-19 vaccine.Compare reporting by and #PfizerCovidVaccine #100millionhttps:\/\/t.co\/zbPLSJ9Xdh","sentiment_score":0.5}
{"full_text":" could I get a shoutout for all the dedicated scientists at Lighthouse Labs in Alderley Park. They're working 24h a day over xmas to process everyone's coronavirus tests - giving up their xmases so others can have theirs. Thank you!","sentiment_score":0.0}
{"full_text":"If you live in the North East, which is in Tier 3, you may form a Christmas bubble with two other households on Christmas Day only.Covid-19 is spreading fast. Every action counts.See more here:","sentiment_score":0.1622727273}
{"full_text":"Our healthcare management team can make all the difference for members and employers grappling with the effects of COVID-19. Call us to find out more about our team and the results they get.","sentiment_score":0.5}
{"full_text":"RT LUNACY: Failed presidential candidate rages over President request for an increase in...","sentiment_score":-0.5}
{"full_text":"South African Covid-19 variant may be 'more effective at spreading' [@Guardian]","sentiment_score":0.3666666667}
{"full_text":"But with #ChristmasEve coming up this week while still in the midst of the pandemic -- more than eight months since Easter Sunday -- churches will continue to take a different approach to its services Thursday. #Christmas","sentiment_score":0.25}
{"full_text":"yeah, I don't really understand it. I guess the difference is that someone actually had covid among the Denver QBs, whereas Haskins doesn't...yet.","sentiment_score":0.1}
{"full_text":"P. Conway Chair Policy\/Global &amp; Co-chair Global Summit receives Presidential Volunteer Service Award for advancing AAKP COVID risk edu.\/ELEVATION of kidney patients in COVID trials\/vaccine protocols. Our COVID programs engaged 80K patients in 70 countries","sentiment_score":0.0}
{"full_text":"What Will the Office of the Future Look Like? #coronavirus","sentiment_score":0.0}
{"full_text":"RT This is not correct -- Wales released a backlog of more than 11,000 cases on Dec 17, resulting in an artificial spike in th...","sentiment_score":-0.05}
{"full_text":"Have a wonderful Christmas this year but don't ruin it by catching coronavirus. It's a nasty present that nobody wants. Mixing and partying with people who you don't live with causes the virus to spread. Jingle but please don't mingle!#KeepWalesSafe #keepswanseaandnptsafe","sentiment_score":0.1560606061}
{"full_text":"A holiday tradition since the 1930s, #SingingChristmasTrees, like other large-scale #Christmas events, have been canceled by #COVID19.","sentiment_score":-0.125}
{"full_text":"Current Conditions for #Sayre PATemp: 41.0FWind Chill: 37.3FHumidity: 64%Dew Point: 29.8F Barometer: 30.295 inHgWind: 6 mph from the SCorona Virus Weekly Stats:Cases: 212.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Regardless of availability of a COVID19 vaccine, nonpharmaceutical interventions still represent one of the most effective ways to slow the spread. Varied adoption of NPIs across the country should be used to better prepare for future outbreaks","sentiment_score":0.26}
{"full_text":"RT Is it seasonal sadness or regular sadness or covid sadness or hormonal sadness or tired sadness or just regular sadness o...","sentiment_score":-0.1333333333}
{"full_text":"Map of our two zones + clarification of the rules for the #northernbeaches. Changes are in force from today. #COVID19 #COVID19nswhttps:\/\/t.co\/kHowStUw2N","sentiment_score":0.0}
{"full_text":"This pandemic has put a lot of strain on normal friendships, let alone deeper ones. If you are unsure you are in an unhealthy relationship, call the National Teen Dating Abuse 1-866-331-9474, or chat online at  or text LOVEIS to 1-866-331-9474.","sentiment_score":-0.0833333333}
{"full_text":"RT 1 out of every 1000 people in the USA are now confirmed to have died from COVID-19.A year ago, not a single person i...","sentiment_score":0.2178571429}
{"full_text":"JUST IN: Health officials reported 66 new cases of COVID-19 in Sangamon County.https:\/\/t.co\/mY8hsUaIct","sentiment_score":0.1363636364}
{"full_text":"Watch and learn France rewards frontline immigrant workers with citizenshiphttps:\/\/t.co\/ZM4E8o4GVc","sentiment_score":0.0}
{"full_text":"The leadership and management of #hotel firms might well be the hardest role in 2020, with hospitality rocked by #COVID19 to a far greater extent than any other industry.Here's what some said during the online conference #HospitalityTomorrow ","sentiment_score":0.1583333333}
{"full_text":"Deborah Birx, White House Coronavirus Coordinator, To Retire After Biden Transitionhttps:\/\/t.co\/HIeIJKNrAS","sentiment_score":0.0}
