{"full_text":"RT POWERFUL. Manitoba Premier practically begging with emotional voice, says, \"if you don't think #COVID19 is real, you're an...","sentiment_score":0.1666666667}
{"full_text":"RT 'Leaving the single Market is likely to mean that the UK loses its place in the new EU clinical trials system.   If th...","sentiment_score":-0.109512987}
{"full_text":"Did you read the first part of his text?  No one was concerned about the pandemic when the riots were happening.  When it's a lighting ceremony, suddenly everybody cares.    This is his point.","sentiment_score":0.125}
{"full_text":"I've been wearing one for 300 days so what's another 100","sentiment_score":0.0}
{"full_text":"Americans are being held hostage by Trump and GOP. Our elections, healthcare,  welfare, Bills in the Senate are being held hostage.America doesn't negotiate with hostage takers. Why should The Trump Administration and GOP be exceptions? #AmericanHostages","sentiment_score":0.0}
{"full_text":"RT The last 75 tweets from Pres. Trump have been about himself or election fraud. (That's in just the past two days)None...","sentiment_score":-0.125}
{"full_text":"RT RT if you agree to a hypothetical report with me that lists as sexist organisation spreading misandristic narrati...","sentiment_score":0.0}
{"full_text":"RT Premier speaking of economic stimulus though the BC \"Covid Benefit\" by giving money to the people is very encouragin...","sentiment_score":0.2}
{"full_text":"RT Who doesn't need a hospital sized home??","sentiment_score":0.0}
{"full_text":"I have a spot on my TV screen I just leave itBecause at least once a day a few secondsIt occasionally makes people look like they have some odd piercingThis is really happeningMonth 11 New York 2020 lockdownL P Barret","sentiment_score":-0.0550505051}
{"full_text":"RT Thanks, reader, for these enlightened thoughts a day after 2,885 Americans died. Attitudes like this are why the pandem...","sentiment_score":0.2}
{"full_text":"Couple Arrested After Boarding Flight While COVID-19 Positive","sentiment_score":0.2272727273}
{"full_text":"Pie peas and beer with in the tier 2 is much better than lockdown!  ","sentiment_score":0.625}
{"full_text":"RT Right now, millions of Americans face uncertain futures. Local health systems are overwhelmed. Small businesses are closi...","sentiment_score":0.0119047619}
{"full_text":"RT Biden wants Americans to wear a mask for 100 days. Who's in?","sentiment_score":0.2}
{"full_text":"RT Coronavirus vaccine won't free you from self-isolation, says Government.WHAT'S THE BLOODY POINT THEN?","sentiment_score":-0.2}
{"full_text":"RT A new PNAS study on the impact of face masks on the spread of COVID-19 in Germany. \"We conclude that 20 days after becomin...","sentiment_score":0.1363636364}
{"full_text":"Agreed. Gotta remind these police they work for us. Not the otherway around..","sentiment_score":0.0}
{"full_text":"RT Indian economy is recovering from the COVID-19 pandemic-induced slowdown: Nirmala Sitharaman","sentiment_score":0.0}
{"full_text":"RT Setting world record.","sentiment_score":0.0}
{"full_text":"RT Joe Biden has just announced he plans to order people to wear masks until April 29, 2021.That is more than 400 days af...","sentiment_score":0.5}
{"full_text":"Fauci Is a Deep State Fraud as the pandemic's guru, unfortunately, behaves as an ordinary creature of the Washington swamp#Fauci #Fraud #Pandemic #GlobalHealth #Politics #Whistleblowing #Whistleblowers #BlowTheWhistle #Whistleblower #AnthonyFauci #scipolhttps:\/\/t.co\/fCjY7MyBJb","sentiment_score":-0.25}
{"full_text":"It helps to verify information not go off a tweet. The article Don is quoting clearly states she died while being tested NEGATIVE for Covid. She was 98 years old. Wtf is up with people going off on each other. Is it that hard to read and make up your own mind?","sentiment_score":-0.0595238095}
{"full_text":"B.S. China beat the virus without a vaccine.","sentiment_score":0.0}
{"full_text":"RT US coronavirus surge since October 2020. #MaskUp folks. We haven't even seen the worst yet. We are so damn screwed. #COVI...","sentiment_score":-1.0}
{"full_text":"Love this","sentiment_score":0.5}
{"full_text":"RT Soda leaches calcium from bones, an alarming fact since osteoporosis is reaching epidemic proportions.","sentiment_score":-0.1}
{"full_text":"RT I am so moved that 96 year old Jimmy Carter is willing to take a COVID vaccine to show the American people it is safeT...","sentiment_score":0.1166666667}
{"full_text":"RT \"If you don't think COVID is real, right now, you are an idiot...I'm the guy who's stealing Christmas to keep you safe...y...","sentiment_score":0.4285714286}
{"full_text":"RT Be careful with Nigerian's abroad fueling hatred for your country. They are all on lockdown due to COVID-19 so they ar...","sentiment_score":-0.1125}
{"full_text":"What a disgrace! All the local Republican representatives drinking! Mr.Lanza, Ms. Malliotikis Mr.Borelli, no masks!Law and Order??? It is a joke. What right they have to endanger other lives? We must vote them out next time. Use this as an example.","sentiment_score":0.0401785714}
{"full_text":"RT Important read:\"Premier Jason Kenney's response to these infection rates demonstrates a profound lack of concern for th...","sentiment_score":0.2416666667}
{"full_text":"Indeed. I can't imagine a stable America if we get past the pandemic crisis. But the idea of it, of dependable stability...almost makes me weep in anticipation.","sentiment_score":-0.25}
{"full_text":"RT I'm not very good with math - can someone help me find a Pandemic  in here? ","sentiment_score":-0.2692307692}
{"full_text":"RT I requested the city suspend parking enforcement until the end of the year due to the stay-at-home order &amp; holiday season....","sentiment_score":-0.125}
{"full_text":"We trust you to MAKE AMERICA GREST AGAIN.. AGAIN! If anyone can do it.. it's you. You have don't it once after Hussains disaster. You can do it again after chyna virus pandemic!!","sentiment_score":0.0}
{"full_text":"Clear call for unique identification of vaccine and batch number for #COVID19 vaccines. Only then can we effectively follow up on reported adverse events following immunisation Community of Expertise","sentiment_score":0.215}
{"full_text":"These are the same pukes that under Obama would call that number given the circumstances a freaking miracle and will do the same when idiot pedophile brain dead takes office","sentiment_score":-0.25}
{"full_text":"RT Florida investigation finds governor misled public on Covid as cases rose familiar Laur...","sentiment_score":0.325}
{"full_text":"shipp\/gauci, pandemic duets out now! -","sentiment_score":0.0}
{"full_text":"You've been trying to destroy America but it will end on 01\/20\/21 - you legitimately lost. Your baseless court filings, your clown-fest of so-called attorneys, &amp; you, have been rejected. You've failed America - 279,634 covid deaths. #Traitor45ForPrison","sentiment_score":-0.35}
{"full_text":"RT #Superstar : For Kidney transplant, I needed low immunityFor #Corona , I need high immunityBecause of my...","sentiment_score":0.08}
{"full_text":"RT AWESOME@SavannahGuthrie: \"Will you accept President-elect offer to serve as his chief medical adviser?...","sentiment_score":0.0}
{"full_text":"Researchers found people who used #FoxNews or #Facebook tend to endorse #covid19 misinformation, have increased prejudice &amp; reduced knowledge. Those who use tend to endorse less misinformation, have increased knowledge &amp; reduced prejudice.https:\/\/t.co\/qvZ53n4bmR","sentiment_score":-0.1666666667}
{"full_text":"RT Piece of cake. Been continuosly doing it since 03-17-20.If the would have asked everyone to do it in...","sentiment_score":0.0}
{"full_text":"Well he's calling for draconian type measures with this martial law crap. Republicans dont like lockdowns and if you take their constitution and guns they will be upset. That and a lockdown cause of martial law.  They will be committing suicide.","sentiment_score":-0.2666666667}
{"full_text":"RT [ LIVExLIVE | THE LOCKDOWN AWARDS ]@BLACKPINK is nominated for 'FAVORITE QUARANTEAM' on The Lockdown Awards! Don't f...","sentiment_score":0.625}
{"full_text":"RT How did we get here?Tweet after tweet about election fraud.Not a word about COVID.Not a word about the thousands dyin...","sentiment_score":0.0}
{"full_text":"RT EAM will be in conversation with Executive Director of Michael Fullilove on Wednesday 9 Dec...","sentiment_score":0.0}
{"full_text":"RT This respiratory pathogen panel tests for 19 viruses, including COVID19. This should definitely be the standard...","sentiment_score":0.0}
{"full_text":"RT What fresh hell??","sentiment_score":0.3}
{"full_text":"That we will take care of his health. First guard your father and mother from Corona instead of blabbering in twitter. Dumbo","sentiment_score":0.25}
{"full_text":"In this interview, discusses how the COVID pandemic could impact surveillance capitalism. She says people's increasing mistrust of big tech is a step towards diminishing its power over us:https:\/\/t.co\/z0MKSvJ6Vc #GoodID","sentiment_score":0.0}
{"full_text":"RT theres one teen that wont be invited to the teen choice awards this year. covid 19 #CanHeSayThat","sentiment_score":0.0}
{"full_text":"RT Covid couldn't stop me, I graduated during a pandemic ","sentiment_score":0.0}
{"full_text":"RT UN Women Report Lists #MensDayOut As 'Sexist Organisations Spreading Misogynistic Narratives' | Our Response# We wo...","sentiment_score":0.0}
{"full_text":"RT Turning Point USA is holding a massive Student Action Summit indoors in Florida later this month. The event drew around 5,000 at...","sentiment_score":0.0333333333}
{"full_text":"Gotta burn some vacation time since COVID cancelled most plans...","sentiment_score":0.5}
{"full_text":"Niggas really called Paul George pandemic P lmfaoooo","sentiment_score":0.2}
{"full_text":"They need to recruit them nowwww","sentiment_score":0.0}
{"full_text":"RT No \"Covid\" restrictions for the ruling business class.\"The rules will be relaxed for top bosses of foreign multinatio...","sentiment_score":0.1875}
{"full_text":"Oh yeah, the old, \"death rates are low\" argument that conveniently leaves out the part about infection rates. Those are numbers WITH unprecedented lock down actions. Jesus christ you magats are fucking idiots.","sentiment_score":-0.0511111111}
{"full_text":"RT Grifters build trust quickly, and because the Tuskegee effect is real, they don't have to do much to undermine public health...","sentiment_score":0.1833333333}
{"full_text":"When your research is about snow melt and due to COVID you can't go to field but snow itself comes to your office ....then the feeling becomes amazing....First snowat in Switzerland","sentiment_score":-0.125}
{"full_text":"Get the Fucking bars open!!! No extensions to this circuit breaker lockdown yous said!!","sentiment_score":-0.3}
{"full_text":"You can look it up.  While you're googling, check out the CDC stats on cases numbers of flu in 2020....","sentiment_score":0.0}
{"full_text":"RT It was an absolute honour to get the foreword for my new book of cartoons on Corona, from my favourite 'desh bhakt',","sentiment_score":0.1681818182}
{"full_text":"RT y'all kill me talkin about \"Covid is Real\" as soon as someone you know gets itit's been real since March, baby cakes, you'...","sentiment_score":0.2}
{"full_text":"RT I am so moved that 96 year old Jimmy Carter is willing to take a COVID vaccine to show the American people it is safeT...","sentiment_score":0.1166666667}
{"full_text":"RT There are 3 things I would like to find out from 1) Why did you order Covid patients into nursing homes for 4...","sentiment_score":0.0}
{"full_text":"RT LA sheriff says he won't enforce California's stay-at-home order","sentiment_score":0.0}
{"full_text":"I think the \"during this pandemic\" is entirely redundant. Under-qualified, corrupt incompetents are unlikely to get anything right pandemic or not.","sentiment_score":-0.2285714286}
{"full_text":"\"Actual lives in balance\"?Your aware that in Alberta where we should now have freezer trucks picking up bodies, the death rate is on par with last years? Wouldn't it be significantly higher with all these Covid deaths? If your scared, stay home it's as simple as that.","sentiment_score":0.1}
{"full_text":"RT Bath Labour's focus during this devastating pandemic is informing &amp; supporting our communi...","sentiment_score":-0.375}
{"full_text":"Quick way to fix this: stop all government financial incentives for COVID testing and COVID deaths. Instead double the financial incentive for positive flu tests and deaths. Watch how COVID disappears overnight.","sentiment_score":0.1121212121}
{"full_text":"Thanks to the  4  hotel, Heritage Park Hotel for donating $100,000 towards health efforts against COVID -19.https:\/\/t.co\/PD7ZZSv4l0","sentiment_score":0.2}
{"full_text":"I had a family ask for me to photograph a small gathering in their home to which I replied - sorry, COVID. They then showed me some photos they were trying to recreate with a white backdrop and said \"this has nothing to do with COVID.\" I don't think they understand...","sentiment_score":-0.25}
{"full_text":"RT If I may..  The Vaccine Damage Payment was introduced in the UK in 1979.  It applies to ALL vaccinations.  No w...","sentiment_score":0.0}
{"full_text":"I, too, remember the nurses in their white uniforms coming to my school.  We lined up and got the Polio Vaccine.  Now 72, I will get the Covid Vaccine as soon as I'm told it is time.  Back then, no one thought getting the vaccine was political.","sentiment_score":0.0}
{"full_text":"I'm telling everybody I'm a covid denier and refusing a vaccine. That way people will keep their social distance for the rest of my life. And how nice does that sound?","sentiment_score":0.3444444444}
{"full_text":"RT .@HayesBrown: Who's making first lady Melania Trump host one more year's worth of Christmas stuff, with Covid-19 raging?https:\/...","sentiment_score":0.35}
{"full_text":" Sign \"Real COVID-Relief Funding\" and I'll deliver a copy to your officials: No. 4 is from to and #FL12 #sayfie #flapol #COVID19","sentiment_score":0.2}
{"full_text":"RT Please be home for Christmas, says the CDC","sentiment_score":0.0}
{"full_text":"Actually, you don't have to be tested or wear a mask.  Just wait for grandpa to die.","sentiment_score":0.0}
{"full_text":"There's a pandemic going on, so I called the doctor for his advice on this one and he said toPut the lime in the coconut and you'll feel betterPut the lime in the coconut, drink 'em bot' up#AngiesSongGame","sentiment_score":0.0}
{"full_text":"RT theres one teen that wont be invited to the teen choice awards this year. covid 19 #CanHeSayThat","sentiment_score":0.0}
{"full_text":"Perdue is being investigated for suspicious stock trading BEFORE Americans knew about covid Money over GA","sentiment_score":0.0}
{"full_text":"RT Herbert Hoover believed mutual aid would save America from the Great Depression. Unfortunately, bill collectors didn't...","sentiment_score":0.15}
{"full_text":"RT Covid has taught me three things:1. Our economy collapses as soon as it stops selling useless stuff to over indebted...","sentiment_score":-0.5}
{"full_text":"RT Teachers either are \"essential workers\" or they aren't! If they decide to stay home, that's their prerogative. But, we sh...","sentiment_score":0.0}
{"full_text":"RT one should go... and that's CORONA#MEMORIAGAP #GFRIEND@GFRDofficial","sentiment_score":0.0}
{"full_text":"So, the trip to the CDC makes it \"official\" travel - to be paid by the taxpayers?! And the rally is just an excursion from the main trip?","sentiment_score":0.1666666667}
{"full_text":"RT theres one teen that wont be invited to the teen choice awards this year. covid 19 #CanHeSayThat","sentiment_score":0.0}
{"full_text":"RT How did we get here?Tweet after tweet about election fraud.Not a word about COVID.Not a word about the thousands dyin...","sentiment_score":0.0}
{"full_text":"Wearing a mask: if you not covering up your nose or pulling off then back on BASICALLY WHY EVEN BOTHER WEARING IT IN THE FIRST PLACE. ? ? ? ? ? ? ? ? ? ? GERMS ARE IN AIR if someone had COVID-19 or  Flu or pneumonia it stay in air unless you disinfect the air.","sentiment_score":0.125}
{"full_text":"RT Someone I know who went to a Thanksgiving Dinner got Covid19. For me, that's such a high price to pay for a family gathe...","sentiment_score":0.08}
{"full_text":"RT Coronavirus Optimistic New Mutation Will Be Widely Available To Public By Early Spring","sentiment_score":0.1590909091}
{"full_text":"But she is actually a neurosurgeon. She doesn't wanna Stay home to cook eggs","sentiment_score":0.0}
{"full_text":"UPDATED: The Ontario government has appointed nine people to its new COVID-19 vaccine panel, including the province's top coroner.https:\/\/t.co\/h0XvGY7fbh","sentiment_score":0.3181818182}
{"full_text":"RT Chip voted against The Heros Act...","sentiment_score":0.0}
{"full_text":"RT 100% of ICU beds in Massachusetts' northeast region are full, according to the state department of public health. #COVID19","sentiment_score":0.175}
{"full_text":"Baby, it's cold outside. So why not stay home and do your part to #StoptheSpread of #COVID19!","sentiment_score":-0.3}
{"full_text":"Vaccination is one of your most effective defences against COVID-19. Find out more about why vaccines are safe and important > #Vaccination","sentiment_score":0.5}
{"full_text":"Find out how an integrated access control system can support your building in being more COVID-secure, in this short guide from","sentiment_score":0.25}
{"full_text":"Jersey City investing $10M to turn former Superfund site into park, including honoring lives lost to #COVID19.","sentiment_score":0.0}
{"full_text":"Who takes #socalledbabaramdev's words seriously...Remember he also claimed that his medicine can cure #COVID19 in 7days","sentiment_score":0.0}
{"full_text":"\"Care providers who rely on paper to evidence care are being hit particularly hard\"@PersonCentredSW have contributed to this month's #CareAgenda with an article on 'Creating technology to support care workers through COVID-19'December\/January's Care Agenda is out now.","sentiment_score":-0.2916666667}
{"full_text":"The strategy for delivering the COVID-19 vaccine has developed further as new support for creating dry ice has begun. UPS has invested in machines to make dry ice specifically for the transit of the vaccine.https:\/\/t.co\/1i1GMN4hv5","sentiment_score":0.0206060606}
{"full_text":"We're excited for next week's #OSHEANContinuum session with and  to discuss their #COVID technology and mitigating risk during this #pandemic with them. Register now:","sentiment_score":0.1875}
{"full_text":"Thank you #GivingTuesday supporters--you exceeded our goal and contributed to more than 278,000 meals for Arizonans this year! Thank you for your support of so many Arizonans who are turning to United Food Bank for the first time during this pandemic.Together #WeFeedAZ!","sentiment_score":0.4791666667}
{"full_text":"Home Instead and Seasons Hospice are proud to offer a complementary CE class. Please see the flyer for more information. #HomeInstead #agingsense #tousitspersonal #CEclass #Seasonshospice #socialworker #nurse #COVID19 #AnneArndelcounty #ContinuingEducation","sentiment_score":0.65}
{"full_text":"Similar to country-wide trends, Tompkins County's Black and Hispanic residents are testing positive for COVID-19 at higher rates.","sentiment_score":0.0776515152}
{"full_text":"Norway to use three vaccines to stop COVID-19 from early 2021","sentiment_score":0.1}
{"full_text":"Hamburg's Elbphilharmonie concert hall is using the pandemic lull to clean its Grand Hall organ","sentiment_score":0.4333333333}
{"full_text":"RT The SEC brings its first case against a company for misleading disclosures about COVID-19 impact on its business, v. Che...","sentiment_score":0.075}
{"full_text":"ICYMI: A Gold's Gym in Capitol Heights was shut down for a 2nd time for COVID violations. MORE:","sentiment_score":0.1148148148}
{"full_text":"Check the list.","sentiment_score":0.0}
{"full_text":"RT .@narendramodi govt gave 7 lakh crore via #MSP,over 94000Cr via #PMKISAN to 14Cr farmers,4.2 lakh Cr of concessional loan...","sentiment_score":0.0}
{"full_text":"Comedian documenting fight against COVID-19 dies after 2nd Instagram video","sentiment_score":0.0}
{"full_text":"Former chief medical officer Prof Dame Sally Davies has kicked off a massive row with her claim that the UK government's failure to deal with Britain's obesity crisis is a main reason why our COVID death numbers are so high. Read the full article in our December issue.","sentiment_score":0.0514285714}
{"full_text":"Last night I was drinking with my buddy Mike. Looked up and it was 9:59. I was like shit I have to get home. I ran down the street, chased by the covid the whole time. Made it home in the knick of time. Mayor would be proud","sentiment_score":0.1288888889}
{"full_text":"Keep a look out for these performers appearing on the streets of Salisbury tomorrow between 11am-3pm  will be performing fab jazz music  will be providing festive circus entertainment!Please follow social distancing guidelines at all times.","sentiment_score":0.0333333333}
{"full_text":"Another 21 local COVID cases, active cases up slightly; State updates quarantine guidelines, asks public to help stop the spread, by #ElDorado #UnionCounty #COVID19 #Coronavirus #Health #Arkansas","sentiment_score":-0.075}
{"full_text":"Dr. Rossana Lucia Sanchez Russo the 2020 #HiddenGem for \"has been a champion of telemedicine before the pandemic, and is our leader during the pandemic\" Read more about Dr. Russo ","sentiment_score":0.5}
{"full_text":"SPONSORED: A white paper: 8 lessons from the pandemicCN shares key takeaways from a number of construction leaders as well as the lessons to ensure your construction firm is prepared for the future #COVID19 #Construction Register here &gt;","sentiment_score":-0.05}
{"full_text":" WATCH LIVE: leaders are holding a press conference regarding COVID-19","sentiment_score":0.1363636364}
{"full_text":"A recent Gallup poll found only 58% of Americans were willing to take an approved COVID-19 vaccine.","sentiment_score":0.0833333333}
{"full_text":"COVID-19 is impacting different industries and businesses, but the chicken industry is one that is benefiting from the pandemic.","sentiment_score":-0.3}
{"full_text":"Mayor talks about the importance of creating public spaces and the silver linings of being a home during the pandemic. Watch here:","sentiment_score":0.0}
{"full_text":"Say what?#corona #Intensivbetten","sentiment_score":0.0}
{"full_text":"We stand behind Jesus and all of the hardworking people in this city who have been laid off during this pandemic. We call upon Chicago employers and the federal government to step up and do more. #UnionStronghttps:\/\/t.co\/MZwtXED25G","sentiment_score":0.05}
{"full_text":"\"I do have great faith in both the scientific community and the regulatory community at the U.K., and anyone who knows me and my relationship with that over literally decades, you know that's the case,\" Fauci told the BBC.https:\/\/t.co\/HLZdeCVRAk","sentiment_score":0.8}
{"full_text":"\"Gene therapy pioneer Jim Wilson and the University of Pennsylvania are teaming up with Regeneron to help deliver its #COVID-19 #antibody cocktail using adeno-associated virus tech in the hope of curbing infection via a nasal spray.\" -- ","sentiment_score":0.0}
{"full_text":"\"Making sure the vaccine reaches everyone in a prioritized group is also crucial to ensuring equity.\"","sentiment_score":0.25}
{"full_text":"Separated parents urged 'plan ahead' to minimise Christmas Covid risk..Read more about it here -&gt; -&gt; #Legal #Law #Solicitors #Seperated #Covid #WestMidlands","sentiment_score":0.35}
{"full_text":"\"As is the case in any crisis, an organization's values are now on full display. It is a make-or-break time for many brands.\" Great insights via People Before Profit: Promoting products and services during COVID-19","sentiment_score":0.55}
{"full_text":"Strategic investments in Asia Pacific and Japan to help #MicroFocus partners build robust #Security capabilities to address urgent #CyberSecurity needs during the #COVID19 pandemic. Read more: #InfoSec #CyberResilience","sentiment_score":0.5}
{"full_text":"COVID Has Devastated the Working Class. We Need More Than a Vaccine","sentiment_score":0.5}
{"full_text":"\"I'm young. Covid can't touch me.\" Sadly, that's not true. Take it from Christina, a trainee doctor in Merseyside. She says anyone can easily catch COVID-19. \"Even if you're young and fit, it can make you really sick.\" #SpreadTheFacts - not the virus","sentiment_score":-0.0508503401}
{"full_text":"This year, because of the pandemic, the traditional Simbang Gabi novena will be held at only one parish, rather than different parishes each night.https:\/\/t.co\/yT48uYkiSE","sentiment_score":0.0}
{"full_text":"Worth looking into.. this guy is in many pockets!","sentiment_score":0.4625}
{"full_text":"Wonder when *you'll* be able to get a #COVID vaccine? We're *pretty* far down... ","sentiment_score":0.1736111111}
{"full_text":"Mysteries of COVID smell loss finally yield some answers","sentiment_score":0.0}
{"full_text":"* The Trump administration handed over withheld data that will find separated migrant families* Ron DeSantis' administration ordered health officials to not release public statements on Covid* A Trump aide was banned from the Department of Justice","sentiment_score":0.0}
{"full_text":"If you have any questions about billing or concerns regarding payment, we're here to help you. Find information about payment support, tips for #businesses who have #reopened or are staying closed, and what's happening with water charges here ","sentiment_score":-0.1}
{"full_text":"A new study is ranking states where residents are most likely to accept a COVID-19 vaccine when one becomes available.So where does Tennessee rank? READ ON....","sentiment_score":-0.0409090909}
{"full_text":"While leaders from other nations gathered to discuss tackling #COVID19 on a global basis, Trump golfed and tweeted.","sentiment_score":-0.0625}
{"full_text":"Louisville Visual Art &amp; Louisville Metro Gov. are now offering Social Distancing Pads by Local Artists to Any Locally-owned Business in the Metro Area, while supplies last -- FREE OF CHARGE! Contact keith@louisvillevisualart.org to get yours!https:\/\/t.co\/7TLBypo0j3","sentiment_score":0.1066666667}
{"full_text":"PARTNER: #Covid19 might have delayed the release of #IR20, but the ideas are more relevant and necessary than ever, argues Read their report, detailing possible scenarios, here:","sentiment_score":0.225}
{"full_text":"St. Louis health board recommends city reduce capacity across all businesseshttps:\/\/t.co\/8ZRbCaQKmM","sentiment_score":0.0}
{"full_text":"Very inspiring post on distributed newsrooms! Our show is now up on YouTube so make sure to watch it!","sentiment_score":0.71875}
