{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT My friend Eric tested negative for covid on 6\/25 but died on 7\/25 in San Quentin State Prison. The administration mixed him...","sentiment_score":-0.15}
{"full_text":"police \"what u doing out y house ?\" \"Off to visit family-- unless we do they be dead--\" #lockdown","sentiment_score":-0.2}
{"full_text":"RT Doctors call for a hard lockdown","sentiment_score":-0.2916666667}
{"full_text":"Congratulations Mayor on being selected as one of the Top 20 Fittest Politicians in America 2020. You demonstrated great leadership by promoting a healthy lifestyle to our great nation during the #COVID19 #pandemic!https:\/\/t.co\/6HtKYOfmum","sentiment_score":0.65}
{"full_text":"#Coronavirus strains with mutually different variations are being discovered in countries across the world. Is there a competition going on within the virus family?","sentiment_score":0.0}
{"full_text":"RT Whole year (Medicose!! It's pandemic situation.Atleast you guys should understand.Please rely on slides and assignments...","sentiment_score":0.3125}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT 2x HORRENDOUS tragedies----Nurse silenced by hospital for speaking out about safety for security guards w\/out...","sentiment_score":0.0}
{"full_text":"RT Thank you to the medical staff in ICUs across the country this Christmas morning. Prayers for the families who are opening...","sentiment_score":0.0}
{"full_text":"RT How can the President and Congress celebrate Christmas when 14 million Americans are set to lose unemployment aid tomorrow, t...","sentiment_score":0.0}
{"full_text":"RT My mom works in a dr office. She has ovarian cancer. They've been encouraging her to get the covid vaccine but she's hesi...","sentiment_score":0.0}
{"full_text":"Totally agree Michael. Trump's insane. His focus shouldn't be on himself on X-Mas. He lost the election fair &amp; square. (and the pop vote by 7M+). He's SCROUGE by not signing the relief bill to help the millons who are starving, unemployed, dying from Covid &amp; about to be evicted.","sentiment_score":-0.1}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"Mele Kalikimaka To a jive turkey world I hatched these Pandemic poultry projects They love getting on the front porch and watching the family watch TV Next year they will lay eggs for me They are entertaining","sentiment_score":0.3333333333}
{"full_text":"RT After the discovery of new strain of corona virus and with death ratio incresing day by day. It is a humble request to...","sentiment_score":-0.0318181818}
{"full_text":"aw man not Shemar Moore, star of the drama \"S.W.A.T.\"","sentiment_score":0.0}
{"full_text":"RT There is no news on sad, because they pioneered 24 hour global news. All they can talk about is Trump, Covid-19 and...","sentiment_score":-0.25}
{"full_text":"RT I've always known Nigerians will have their own kind of Covid. We have our own Nike, our ow...","sentiment_score":0.6}
{"full_text":"Come on Georgia!!  Save America from Moscow Mitch, too. ","sentiment_score":0.0}
{"full_text":"RT This nigga flew to Paris in a pandemic to eat beans.","sentiment_score":0.0}
{"full_text":"From the leaders who ordered global human isolation in favor of internet connecting As if everyone@WHO didn't know what grave physical and mental repercussions would take place ","sentiment_score":-0.025}
{"full_text":"That they had nothing to do with.  Trump is going for the record of 430,000 American dead because he lied and you and Fox News supported his lies. Then you fought mask wearing and social distancing. You are going to be sued by the survivors for killing their loved ones.","sentiment_score":0.1333333333}
{"full_text":"RT This is my child,  She was just diagnosed with Covid and is struggling to breathe.  I can't say what I w...","sentiment_score":0.0}
{"full_text":"RT How can the President and Congress celebrate Christmas when 14 million Americans are set to lose unemployment aid tomorrow, t...","sentiment_score":0.0}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"RT 100K Tweets Registered Thank You Everyone Who Made This Trend Successful. Stay Home And Stay Safe .Ignore negati...","sentiment_score":0.625}
{"full_text":"RT NASHVILLE: I know many want to help but don't go downtown, it's an active scene and law enforcement need the area as cle...","sentiment_score":0.1833333333}
{"full_text":"A gamble pays off in 'spectacular success': How the leading coronavirus vaccines made it to the finish line","sentiment_score":0.45}
{"full_text":"RT 1. Too little: They recommend a negative test within 72 hrs of travel. BUT: This only reflects the moment at which the t...","sentiment_score":-0.1625}
{"full_text":"They are because they are evil sycophants","sentiment_score":-1.0}
{"full_text":"RT This is shameless #hypocrite, opportunist #PPP at its worst.Earlier: Sanctimonious sham pleadings to stay indoors &amp; s...","sentiment_score":-0.2}
{"full_text":"1) Covid 19 is caused by a _different_ coronavirus than the one that caused SARS, which had a different set of symptoms.2) This study was done on cell cultures, not on living beings. They suggested doing that next.Link to article:https:\/\/t.co\/nqmahh5x8M","sentiment_score":0.0}
{"full_text":"RT The only issue with this bill is, simply, it's not enough. How \"not enough\" is it? That entirely depends on the vaccine rol...","sentiment_score":0.0}
{"full_text":"RT Black people are still being mistreated by the healthcare system, even those who WORK WITHIN the system. RIP Dr Susan M...","sentiment_score":-0.1666666667}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"RT Fati: \"I wish everyone good health in a complicated year with the pandemic. We want to win a title and be able to celeb...","sentiment_score":0.375}
{"full_text":"RT This morning the Republican party blocked a $2000 pandemic survival check for those in need. Georgians can reciprocate by voti...","sentiment_score":0.0}
{"full_text":"When your house is on fire you don't  throw water on the house down the street. You take care of your own house first! NO MORE FORIEGN AID , PORK OR PET PROJECTS! DEMAND A STAND ALONE COVID RELIEF BILL.","sentiment_score":0.1111111111}
{"full_text":"RT when covid is over im throwing my mask in the air like i graduated","sentiment_score":0.0}
{"full_text":"RT The greatest gift I can have is: Living. What a time to be alive during a pandemic, personal health issues, trolls, hatre...","sentiment_score":0.3666666667}
{"full_text":"There are not enough staff for field hospitals. The sickest COVID patients require a huge team to treat them especially if in organ failure and needing to be paralyzed and proned.","sentiment_score":0.0208333333}
{"full_text":"I really got covid ... I hate the fact I can't be with my family rn ","sentiment_score":-0.3}
{"full_text":"RT I wonder how many of the 2016 Trump voters who lost someone to COVID this year, realize what they might have done by vot...","sentiment_score":0.5}
{"full_text":"COVID-19. How many times have we been advised to go pray? How many dead. Politicians pushing Christian decisions? How many more will die before we use the science that nature gives us? 338,000 DEAD!","sentiment_score":0.2214285714}
{"full_text":"RT Please Dont Put Our Life in Danger, Covid-19 2nd Waves are Really Dangerous.. As the No.1 Country India is taking Step...","sentiment_score":-0.3}
{"full_text":"RT All I wish for Christmas is an end to COVID related pain and suffering.","sentiment_score":0.0}
{"full_text":"RT Imagine if right now, on Christmas Eve, they announced a new lockdown with immediate affect.That is what Matt Hancock did...","sentiment_score":0.211038961}
{"full_text":"RT This is the Covid response report of Punjab Govt. On page 334 the report says \"opening up of agricultural marketing beyond...","sentiment_score":0.0}
{"full_text":"RT Thank you. And if you stand with me you hopefully will also stand with who has now come forward with some of th...","sentiment_score":0.0}
{"full_text":"#Covid19 led to amputations... #anticorona #antilockdown #Corona  #CoronaPanik #coronavirus  #Coronavirustruth #covid19  #covid2019  #COVID19 #covid_19 #coronadk #coronadebat #Coronakrise #coronavirusdk #covid2019dk #NoMask #NoMasXenofobia #vaccine","sentiment_score":0.0}
{"full_text":"Deadass I went there once during the pandemic and not a single person in this packed out building was wearing a mask and I haven't gone back since. It's obvious they tryna meet Jesus today.","sentiment_score":0.0119047619}
{"full_text":"RT We adopted a kitten during the pandemic so the first man she has literally ever met is a nice handyman here to mount a t...","sentiment_score":0.425}
{"full_text":"RT Best Habit for Success in 2021https:\/\/t.co\/sd9Y6HxEpw#habit #MerryXmas #QuaideAzam #promotemedicalstudents #Coolie...","sentiment_score":0.65}
{"full_text":"#BigGovt While governments terrorized #smallbusinesses, they have typically deemed the #BigBiz stores \"essential businesses\" so they can remain open. #lockdowns are another government policy that gives #bigbiz a competitive advantage over small competitors","sentiment_score":-0.1041666667}
{"full_text":"RT This is the truth, Ever since The Earth was Created, there has NEVER BEEN a Christmas like this of todayWhy?1) The Corona...","sentiment_score":0.0}
{"full_text":"RT It never ends. First masks don't work.  Then masks always work.  First it cannot be spread via aerosol.  Now it's primaril...","sentiment_score":0.25}
{"full_text":"RT South Korea to decide on tougher distancing as COVID-19 count hits another high","sentiment_score":0.16}
{"full_text":"The idea is to start over again with a conversation between unions and government.. in this way we can create bills that can really protect farmers .. also in period of COVID why the government is pushing this bills? I think we have a lot of other things to take care of now.","sentiment_score":0.0375}
{"full_text":"RT wear a face mask and get the fucking vaccine i want to see twenty one pilots next year","sentiment_score":-0.3}
{"full_text":"RT Opposing $600 benefits to those who lost work in the pandemic, Sen. Kelly Loeffler said people \"needed to get back to work...","sentiment_score":0.0}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"RT For the first time since #COVID19 outbreak, zero positive cases reported in Mumbai's Dharavi, today.","sentiment_score":0.2386363636}
{"full_text":"RT Our data on COVID-19 vaccinations has been updated: administered: World 3.2M United States...","sentiment_score":0.0}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"Yesterdays (Thursdays) update, what will today bring?https:\/\/t.co\/P12HgCprSw624 hours until Joe Biden is sworn in as our 46th President","sentiment_score":0.0}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"RT Dr. Fauci is now saying we need 90% herd immunity to go back to normal. I thought a few months ago we were told that herd im...","sentiment_score":-0.0166666667}
{"full_text":"RT No Parliament Winter Session Due To Covid; only for Ministers. We are not Humans, we all are machines as per Governmen...","sentiment_score":-0.0625}
{"full_text":"I'm sure someone out there needs to hear this: It is ok fr your Christmas to suck. And not just because it's a pandemic and 2020. It can just suck...because it sucks.","sentiment_score":0.2333333333}
{"full_text":"RT Anyone else tired of being told by millionaire congressmen paid by billionaire CEOs &amp; financiers that we can provide tril...","sentiment_score":-0.4}
{"full_text":"Update from my mom. Stay safe. Mask up. Be smart. All it takes is 1 time. Avoid social gatherings even if it is going to Church. That 1 decision has now exposed 3 other members of my family.","sentiment_score":0.1556547619}
{"full_text":"RT Worldwide missions persists amid pandemic - Baptist Press","sentiment_score":0.0}
{"full_text":"Thank you for saying that Karen. My husband in on dialysis and we have trained 5 days each for 6 weeks so that he can have home dialysis. He has treated patients during COVID-19 but now has to shield in tier 4. He rules dialysis not the other way to live a normal life.","sentiment_score":0.0537878788}
{"full_text":"RT How can the President and Congress celebrate Christmas when 14 million Americans are set to lose unemployment aid tomorrow, t...","sentiment_score":0.0}
{"full_text":"Been forced to spend time with them all year cause of covid.","sentiment_score":-0.3}
{"full_text":"RT Hello any one listen in this country ya sabhi corona me chale gaye ho #Extend_Due_Dates #extendtaxaudit #Extend_Due_Dates_...","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"#MerryChristmas It's 10deg and rents due soon. Can't leave this trailer, though I love people I wouldn't survive #COVID19. I would appreciate any help.You can attach your #gofundme here so maybe the one's stopping #stimuluscheckscan see us. #CASHAct","sentiment_score":0.1875}
{"full_text":"RT The year 2020 summarized by 4 pilots.#Covid19 #Flightradar24","sentiment_score":0.0}
{"full_text":"RT The United Kingdom has identified a new, potentially more contagious coronavirus variant linked to a recent surge in cases in Engl...","sentiment_score":0.2121212121}
{"full_text":"Newt Gingrich: COVID Christmas isn't our first facing hard times. We recovered before, we'll recover again #FoxNews","sentiment_score":-0.0208333333}
{"full_text":"The pandemic forced hospitals and labs to incorporate #DigitalPathology into their processes and has proven to be extremely beneficial.","sentiment_score":-0.2125}
{"full_text":"RT This will sound harsh but it's because the truth is harsh.We're having a deadly pandemic that's exploding out of control...","sentiment_score":0.0}
{"full_text":"RT UK defence official BLASTS China for mocking Britain over new coronavirus strain.WeShould All Boycott ChineseProducts,...","sentiment_score":0.1363636364}
{"full_text":"RT Democrats want to send you a $2,000 relief check.Donald Trump supports it. This morning, on Christmas Eve, Republi...","sentiment_score":0.0}
{"full_text":"RT MERRY CHRISTMAS to everyone in Queens, New York and around the world! Sending love to those on the frontlines of the p...","sentiment_score":0.3352272727}
{"full_text":"RT Our lockdown live version of 'Love Will Tear Us Apart' is about to premiere over on our channel - watch here &amp; join...","sentiment_score":0.3181818182}
{"full_text":"RT Snowbirds in U.S. in line to receive COVID-19 vaccine before most Canadians","sentiment_score":0.5}
{"full_text":"Good social distancing","sentiment_score":0.3666666667}
{"full_text":"Part of your job is to separate non-Covid relief expenditures from the bill. The biggest blotch ever is the the money going to other nations - and a smaller amount for American people. Do not vote for an increased Bill amount - that's worse. Use our Taxes to help Americans.","sentiment_score":-0.13125}
{"full_text":"Perfect","sentiment_score":1.0}
{"full_text":"COVID 'passports' | Singapore Airlines introduces digital coronavirus ve... via a fuxxxxx AIRLINE?!","sentiment_score":0.0}
{"full_text":"The white doctor should be exposed in public.","sentiment_score":0.0}
{"full_text":"RT The number of people dying from #COVID is jarring, but we've become numb to the numbers. As you contemplate how to celeb...","sentiment_score":-0.6}
{"full_text":"RT Thank you to the medical staff in ICUs across the country this Christmas morning. Prayers for the families who are opening...","sentiment_score":0.0}
{"full_text":"RT The brave service members your 'husband' defunded?The elderly dying alone in nursing homes of a deadly pandem...","sentiment_score":0.3}
{"full_text":"Covid-19: Irish government authorises Pfizer-BioNTech vaccinehttps:\/\/t.co\/BMkXfcq5c0","sentiment_score":0.0}
{"full_text":"RT Military personnel of the  Territorial Defence Force arrived in the  to support #COVID19 testing of...","sentiment_score":-0.1}
{"full_text":"\"Today, I am thankful to be alive, not catching #COVID, &amp; being able to raise $53,000 for our community + distribute more than $141,000 for #undocumented Detroit residents. Thankful for my crazy daughters that drive me nuts and force me to balance.\"More:","sentiment_score":0.1166666667}
{"full_text":"\"When I recoiled from the needle, unusual for me, I realized the woman tending to me was the first person besides my partner who had touched me in more than two months.\"https:\/\/t.co\/G929awHJn0","sentiment_score":0.3166666667}
{"full_text":"I miss going out, but for now, we have to stay in for the children and elder's sake. I know times are tough but please bear with it just a little bit, I'm confident that we will all come through.https:\/\/t.co\/tVeMieGIiq","sentiment_score":-0.025462963}
{"full_text":"Watched #PicturePerfectRoyalChristmas, my 93rd Xmas movie this season during the #lockdown &amp; #XmasMovieChallenge. Yes, another Royal-themed Christmas movie...a strong and convincing performance by","sentiment_score":0.4666666667}
{"full_text":"RT German ambassador Jorg Ranau after getting vaccinated at the #covid19 vaccine center in #Riyadh: \"I'd like to thank the","sentiment_score":-0.05}
{"full_text":".@StayGroundedNet is worth following. Our Christmas gift to you. Hope you weren't expecting a  gift cert?","sentiment_score":0.15}
{"full_text":"Many of us may find Christmas difficult this year, for lots of different reasons.To help make things a little easier, check out advice on coping with Christmas during the #Coronavirus pandemic ","sentiment_score":-0.046875}
{"full_text":"Earlier this year spoke to Michael Black Media Officer at about the sad news the 2020\/21 season was cancelled due to the ongoing #COVID19 Pandemic #MAX2020Listen again herehttps:\/\/t.co\/rTrgRB9xGB","sentiment_score":-0.1979166667}
{"full_text":"From a once in a lifetime pandemic to the largest racial reckoning in decades &amp; a historic election, 2020 has been a year like no other. &amp; join to reflect on this unprecedented year on tonight's #WashWeekPBS at 8\/7c on","sentiment_score":0.2208333333}
{"full_text":"RT In the U.S., the pandemic killed more than 325,000 people, mass protests for racial justice swept the nation, wildfire...","sentiment_score":0.15}
{"full_text":"RT The first time Mr. Brightside plays at a bar post-pandemic I'm ripping my shirt off","sentiment_score":0.25}
{"full_text":"Overjoyed residents at a care home in Leeds have been able share Christmas Day hugs with loved ones thanks to an onsite rapid results trialhttps:\/\/t.co\/DunHzlRBYu","sentiment_score":0.4666666667}
{"full_text":"RT COVID relief bill flown to Florida, where Trump went golfing ","sentiment_score":0.0}
{"full_text":"I honestly cannot believe some of your responses here. $2K for the people is NOT the issue. The rest of the bill and all the extra money for non COVID stuff is the issue!! Can't you all see that this extra stuff is a creative way for the swamp dwellers to get paid!!  it's our $","sentiment_score":0.3453125}
{"full_text":"O Christmas Tweet, O Christmas Tweet,You bear a joyful message:That faith and hope shall ever bloomTo bring us light in COVID's gloom.O Christmas Tweet, O Christmas Tweet,You bear a joyful message#MerryChristmas","sentiment_score":0.4}
{"full_text":"The Department of Health recorded 1,885 new coronavirus infections on Christmas day, the highest in a week, pushing the total number of cases to 467,601.","sentiment_score":0.0681818182}
{"full_text":"MERRY CHRISTMAS EVERYONE!!! 2020 has been rough but you guys made it a very special one for us... We've loved every moment we shared with you and we can't wait to do it all again in 2021! (minus the pandemic and the lockdowns and stuff)-  N, L, B, A, S, J, &amp; Y! ","sentiment_score":0.2785714286}
{"full_text":"I wanted to share this article about finding a way to keep the music going during the holiday.https:\/\/t.co\/2WKC6CVhoA","sentiment_score":0.0}
{"full_text":"From my story on #NBA broadcasters during this pandemic season, discusses the #Mavs' expectations this season:","sentiment_score":0.0}
{"full_text":"The U.S. is the latest country to announce new travel restrictions because of a new variant of the coronavirus that is spreading in Britain and elsewhere.https:\/\/t.co\/1mqF2QL0nl","sentiment_score":0.2575757576}
{"full_text":"COVID-19 dampens Christmas joy in Bethlehem and elsewhere","sentiment_score":0.8}
{"full_text":"RT #FunFact: Did you know that the telecommunications sector is worth a staggering one-and-a-half trillion dollars at the momen...","sentiment_score":0.3}
{"full_text":"Turkey's Ministry of Education has postponed face-to-face exams in primary, secondary and high schools amid concerns about inequalities aggravated by distance education and health risks amid pandemic","sentiment_score":0.0866666667}
{"full_text":"As 2020 comes to a close, we're looking back at the moments that mattered most.With her students working remotely due to the COVID-19 pandemic, a teacher in China climbed a mountain to get a WiFi signal to deliver her lesson. #2020MomentsThatMattered","sentiment_score":-0.0625}
{"full_text":"We must stay vigulant during the holiday season.#RDEE #RADIOLOGEX #medicalimaging #hipaa #healthcare #healthcare #userauthentication #healthit #medtech #saas #baas #patientdata #enterprisei #healthtech #GetRDEE","sentiment_score":0.0}
{"full_text":"In #COVID19 \"doesn't discriminate by #race or class or gender or age. And yet, from the very beginning of the pandemic, the virus has exposed and targeted all of the disparities that come along with being Black in America.\"","sentiment_score":0.0166666667}
{"full_text":"The Holidays are here and we're still in a pandemic. I know that 2020 has been especially hard and so will this holiday season. Just know that I'm thinking of you and I hope you are doing okay ","sentiment_score":-0.0416666667}
{"full_text":"Zozo Toledo, Turkey's first paparazzo, dies of COVID-19https:\/\/t.co\/ATWwlP5n7k","sentiment_score":0.25}
{"full_text":"Special Alert:    SoCal 511 is keeping you up to date on the Coronavirus (Covid-19) impacts to transportation in the 5 county areas (Los Angeles, OC, Ventura, Riverside, and San Bernardino) every hour.  For more information visit: ","sentiment_score":0.4285714286}
{"full_text":"#UPDATE: Pakistan #COVID19 cases Friday-* Confirmed 467,222* Active 38,511* Deaths 9,753* Recovered 418,958-Official Source:","sentiment_score":0.1333333333}
{"full_text":"Researchers found that people who made antibodies to the coronavirus were much less likely to test positive again for up to six months and maybe longer.https:\/\/t.co\/Vpya9P4xu6","sentiment_score":0.0202020202}
{"full_text":"RT Recent emergency open heart surgery, diabetes, heart, lung problems and more. 76 years old. 44 years in prison. Covid raging...","sentiment_score":0.15}
{"full_text":"Rainy weather and COVID-19 restrictions kept visitor numbers low at Sydney's iconic Bondi Beach, a traditional Christmas destination for revelers","sentiment_score":0.1666666667}
{"full_text":"Community helps local mother struggling during pandemic just in time for Christmas","sentiment_score":0.0}
{"full_text":"Walmart Was Built Out Of FrustrationRead more  out more  #Frustration #anger #life #depression #anxiety  #mentalhealth #motivation #covid #peace #sadness #stress #emotions #sad #inspiration","sentiment_score":-0.05}
{"full_text":"The United States will require airline passengers from Britain to get a negative COVID-19 test before their flight, the Centers for Disease Control and Prevention announced late Thursday. ","sentiment_score":-0.3}
{"full_text":"No hes a friend who passed sunday...nothing to do with covid..just wanted to see if anyone wanted to help","sentiment_score":0.0}
{"full_text":"Manchester City players Gabriel Jesus, Kyle Walker and another two members of staff have tested positive for coronavirus.Get well soon ","sentiment_score":0.2272727273}
{"full_text":"RT \"In comparing our pre- and post-Covid selves, we're perhaps at risk of overstating how much the pandemic has changed us: i...","sentiment_score":0.2}
{"full_text":"On today's #12DailiesOfChristmas episode,@sturdyAlex talks to Domestic Goddess about lockdown cooking tips, and how COVID has changed our relationship with food.Acast:","sentiment_score":0.0}
{"full_text":"This week, the staff talk about screening \"How to Love Your Enemy: A Restorative Justice Story\" during a period of civil unrest and COVID lockdowns.Watch KOL on YT or listen wherever you get podcasts.#loveyourenemyfilm@theblaze","sentiment_score":0.5}
{"full_text":"#MalwareYIR #COVID also presented an opportunity for adversaries to spread disinformation around the pandemic and an associated relief package from the U.S. government Of course, disinformation would go on to be a major theme of this year","sentiment_score":0.0625}
{"full_text":"#Cricket  Special  Cricket's COVID Summer  Highlights from a summer like no other, packed full of remarkable stories on and off the field    6.00pm  ","sentiment_score":0.3799107143}
{"full_text":"\"In some ways, Longfellow's ability to find hope in Christmas bells is paradoxical. The crux of his poem is sorrow and suffering, yet the result is joy,\" writes.https:\/\/t.co\/Mpfvl6ZIwf","sentiment_score":0.8}
{"full_text":"RT Every year on Christmas Eve in Holland, children gather to light candles on the graves of Canadian soldiers who never returned...","sentiment_score":0.4}
