{"full_text":"France 'could have helped UK tackle new Covid strain if not for Brexit' - what a shame , especially considering the excellent track record of assistance they have given us over many years. Oh well...","sentiment_score":0.4090909091}
{"full_text":"my point from day 1 of the pandemic.  incredibly lax.","sentiment_score":0.9}
{"full_text":"REALIST NEWS - WHO Finally Admits COVID19 PCR Test Has a serious 'Proble... via","sentiment_score":-0.1666666667}
{"full_text":"RT There's only $600 for you in the Coronavirus Relief Bill, but there's $33 million for the overthrow of the Venezuelan gov...","sentiment_score":0.0}
{"full_text":"We need a very potent antiviral drug that works regardless of the mutation of the viruses. I highly recommend Pyramax as a candidate drug for eradicating the COVID-19, which will certainly work for the mutants as well.https:\/\/t.co\/gIw4vNiCeX","sentiment_score":0.3414285714}
{"full_text":"RT This joke of a COVID relief bill gives $10 million for \"gender programs\" in Pakistan...","sentiment_score":0.0}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT % who feel confident in [X] to make best decisions regarding Covid-19:Starmer: Confident 26%, Unconfident 34%[Net ratin...","sentiment_score":0.6666666667}
{"full_text":"Monty Python send their regards:","sentiment_score":0.0}
{"full_text":"RT Bipartisan online close chasers and both tweeted very much against this latest coronavirus giveaway.While v...","sentiment_score":0.38}
{"full_text":"RT My brother has a mutated strain of Covid-19; he woke up BLIND &amp; an ambulance took him to the ER. I guess it's a rare st...","sentiment_score":-0.1}
{"full_text":"RT MP Smt. ji answers question by ji on how PSUs can set their priorities right to be productive and r...","sentiment_score":0.2857142857}
{"full_text":"RT Update from the interview of #CanYaman with Radio RTL:- It's a special day Lux Vide will invest together with RTL-...","sentiment_score":0.3571428571}
{"full_text":"OK \"enough is enough\" does anyone know how to report someone to or for spreading anti-lockdown misinformation? None of the report buttons are appropriate. There's a certain Twitter account that has over 30k followers that I think needs a warning.","sentiment_score":0.2428571429}
{"full_text":"RT Who found it?","sentiment_score":0.0}
{"full_text":"Effective today in the greater Seoul area, gatherings of more than 5 people both in public and in private are banned to prevent the spread of corona.","sentiment_score":0.32}
{"full_text":"Why the ultimatum in the first place, in the midst of a pandemic? Abi another agenda dey there?","sentiment_score":0.25}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT Today, I received the COVID-19 vaccine.To the scientists and researchers who worked tirelessly to make this possible -- than...","sentiment_score":0.0}
{"full_text":"RT Having a little giggle and smirk with your mate on national television during the #DowningStreetBriefing when nearly 70,000...","sentiment_score":-0.04375}
{"full_text":"RT Fantastic conversation between and about decentralization as it relates to COVID-19 and crypto, amongs...","sentiment_score":0.4}
{"full_text":"RT Study finds 84% fewer #COVID19 hospitalizations for patients treated with #hydroxychloroquine","sentiment_score":0.0}
{"full_text":"RT #DODOMA Tanzania says it sees no need of importing #COVID--19 vaccine instead will use local herbs.\"There are no plans...","sentiment_score":0.0}
{"full_text":"RT KADUNA UPDATE: We love you too. We want you to be healthy, safe and alive!We will only lock Kaduna State down if the...","sentiment_score":0.2688888889}
{"full_text":"RT .@tageblatt_lu #Iran: Coronavirus Fatalities in 470 Cities Exceeds 188,700... #Hum...","sentiment_score":0.0}
{"full_text":"don't hide behind per capita statistics, the sheer volume of arrivals accepted by NSW is way higher. Covid spreads by number not by your per capita logic.","sentiment_score":-0.05}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"'Irresponsible' France uses border FURY to take Brexit swipe - 'Could have helped!'","sentiment_score":0.0}
{"full_text":"It'll be the most wonderful time of the year if people wear masks and stay at home.","sentiment_score":0.75}
{"full_text":"RT Friend: I can't find toilet rolls thanks to panic buying in Sainsbury's.Me: just go to a corner shop. They have it. Fr...","sentiment_score":0.0833333333}
{"full_text":"RT BIONTECH SE CHIEF EXECUTIVE OFFICER SAYS UK COVID-19 VARIANT HAS NINE MUTATIONS, DOES NOT KNOW AT MOMENT IF VACCINE CAN PR...","sentiment_score":0.0}
{"full_text":"their is no Corona in aswan ( south of egypt ) almost of the people in aswan with out mask . We live in clean weather","sentiment_score":0.2515151515}
{"full_text":"RT In case you guys haven't heard, some people are paying to have their Covid test results doctored when they land in Lagos. Ther...","sentiment_score":0.0}
{"full_text":"RT #WHO doesn't #Science Also their sponsor gains money from #vaccines","sentiment_score":0.0}
{"full_text":"RT The U.K. didn't do lockdown properly so the world has locked us down by force lmaooo.","sentiment_score":-0.0777777778}
{"full_text":"RT Johnson doesn't give a shit if any of us go hungry. He doesn't give a shit if any of us lose access to meds. He doesn't give...","sentiment_score":-0.2}
{"full_text":"RT Johnson doesn't give a shit if any of us go hungry. He doesn't give a shit if any of us lose access to meds. He doesn't give...","sentiment_score":-0.2}
{"full_text":"i just want this pandemic to be over &lt;\/3","sentiment_score":0.0}
{"full_text":"covid is only in parliament...","sentiment_score":0.0}
{"full_text":"RT It just gets better and better.","sentiment_score":0.5}
{"full_text":"Sounds about yt","sentiment_score":0.0}
{"full_text":"Nurse Passes out on Live Tv after taking Covid19 Vaccine - She Died from Anaphylactic Shock #BADVaccine","sentiment_score":0.1363636364}
{"full_text":"RT Thank you to our volunteer Malvin for sharing his experiences of #COVID19.Malvin and the team have been a vital lifeline to th...","sentiment_score":0.1}
{"full_text":"RT The people who create #COVID19 restrictions never seem to follow them.","sentiment_score":0.0}
{"full_text":"RT In the era of *physical* distancing, we've never been more socially connected. Our kindness has never been more 'viral...","sentiment_score":0.2583333333}
{"full_text":"RT The defining facts of 2020: * China crushed coronavirus and has had less than 5,000 deaths * The US failed to control th...","sentiment_score":-0.2555555556}
{"full_text":"RT If anybody needed another reason to be angry with the Government this article details some of the shocking Tory cronyi...","sentiment_score":-0.75}
{"full_text":"Covid certificates are not really an issue. What brothers is the corrupt activies at the porous borders. People in Beitbridge town just cross in and out daily to Messina and back on foot to shop.","sentiment_score":-0.12}
{"full_text":"don't know why I'm using this emoji ","sentiment_score":0.0}
{"full_text":"This coming from a jackass whose account was recently suspended! #Covidiot #conspiracytheorist","sentiment_score":-0.25}
{"full_text":"RT BREAKING NEWS: The cumulative death toll in Japan from the novel coronavirus exceeded 3,000 on Tuesday.","sentiment_score":0.0}
{"full_text":"RT March: The mere suggestion of temporarily banning Chinese people from entering the UK to stop the spread of COVID is horr...","sentiment_score":-0.25}
{"full_text":"RT Priti Patel: \"The Government has been consistently ahead of the curve on Coronavirus\".I suppose if you're going to lie...","sentiment_score":0.25}
{"full_text":"RT as per dated 20.12.2020 (1.19 PM)only half of return filers have filed as co...","sentiment_score":-0.1666666667}
{"full_text":"Covid: The night London's theatres went dark","sentiment_score":-0.15}
{"full_text":"RT \"Major-General Olu Irefin, whose death about two weeks ago was attributed to COVID-19, was recently received by the Olu of...","sentiment_score":0.0}
{"full_text":"RIP 2021 to US as well..","sentiment_score":0.0}
{"full_text":"RT The word \"missile\" appears 19 times in the COVID Relief Bill. \"Aircraft\" appears 208 times. \"Munition\" 46 times.\"we...","sentiment_score":0.0}
{"full_text":"RT David Perdue, who lives in this hidden, sprawling megamansion, doesn't think you deserve a single penny of COVID relief. S...","sentiment_score":-0.119047619}
{"full_text":"Priya's Mask is the last adventure of Indian female superhero Priya. This time, she's fighting pandemic misinformation and helping kids to make sense of a world turned upside down:https:\/\/t.co\/eaDzUxhSGf","sentiment_score":0.0}
{"full_text":"RT Every American left and right should be calling for a #VETO of this stimulus \"deal\"-- which provides MORE funding to forei...","sentiment_score":0.1964285714}
{"full_text":"RT Health officials in Canada's most populous province have criticised politicians for what they see as prioritising the economy...","sentiment_score":0.5}
{"full_text":"RT If home isn't safe bc you're at risk from #domesticabuse the #COVID19 #Christmas restrictions on movement *don't* apply...","sentiment_score":0.5}
{"full_text":"RT I just walked through the 13 colonies spraying a bottle of covid on the slave owners.","sentiment_score":0.0}
{"full_text":"RT Every American left and right should be calling for a #VETO of this stimulus \"deal\"-- which provides MORE funding to forei...","sentiment_score":0.1964285714}
{"full_text":"Cali was in purple tier lockdown for about like 1 week or 2 so i feel ya there ","sentiment_score":0.0}
{"full_text":"RT they announced a vaccine, corona announced a new strain. omo this thing is fighting us fr ","sentiment_score":0.1363636364}
{"full_text":"RT When your country's COVID-19 relief bill includes $10 million in \"gender programs\" for Pakistan, you know Congress is br...","sentiment_score":0.0}
{"full_text":"RT Don't be surprised if majority of the 20,000 are on now complaining about how bad Nigeria is and screaming \"retwee...","sentiment_score":-0.3}
{"full_text":"RT This is a moment when Conservative MPs must do the right thing for the country. Insist that Johnson no longer commands...","sentiment_score":0.2857142857}
{"full_text":"RT Read about the important role partnership working, engagement and comms has played in the health and care response to #...","sentiment_score":0.4}
{"full_text":"RT This week's vogue ship show #bogeusipsyo \"If you're with Minyeoku, You won't be bored!Stay-at-home Christmas\" ","sentiment_score":0.0}
{"full_text":"RT INDIA: Two passengers at Kolkata airport test positive for COVID-19, both from UK","sentiment_score":0.2272727273}
{"full_text":"COVID Relief Bill is a CRUEL JOKE.@jimmy_dore talking with Seems the Congress is aiming to destroy local economies, not supporting small businesses &amp; letting families lose 20 million homes","sentiment_score":-0.315}
{"full_text":"The lockdown sweet me somehow ","sentiment_score":0.35}
{"full_text":"RT It's only 300 a minute. I doubt a lot of what is being said in NSW. After Morrison got involved on Thursday morning when...","sentiment_score":0.0}
{"full_text":"RT The UK is paying $37 per dose of the Moderna vaccine. The EU is paying $18 per dose. Both buyers ordered 40m doses. The EU offe...","sentiment_score":0.0}
{"full_text":"RT Public Safety Announcement: always wear a mask. ","sentiment_score":0.0}
{"full_text":"No problem! If we don't see the need to wear a useless mask, that's supposed to protect everyone from a virus with 99.8% survival rate, in addition to fast effective treatment readily available, while millions of Americans can't pay their bills, can't spend precious time with any","sentiment_score":0.24}
{"full_text":"owing to GOI temp suspension of flights to UK, we need to reschedule -however we are asked to pay high fare diff which is as good as new ticket price . Kindly show your humane face in light of this pandemic and atleast allow 1 date change free - no fare diff","sentiment_score":0.3993939394}
{"full_text":"Now I am truly worried about #CovidNewStrain","sentiment_score":0.0}
{"full_text":"Coronavirus: Should schools stay closed in January to allow time to prepare for Covid tests? #covidtesting #schools","sentiment_score":-0.1}
{"full_text":"RT UPDATE1. The U.S. has approved $900bn Stimulus Package to save struggling businesses &amp; help jobless Americans. 2....","sentiment_score":0.0}
{"full_text":"family members, or loved ones, have lost their jobs, businesses, and homes, threatened with criminal charges if they don't OBEY the lockdown orders, all because wearing a mask has done ABSOLUTELY NOTHING to stop this virus!! Can't you get it through your heads? It's not about our","sentiment_score":0.2041666667}
{"full_text":"Oxford researchers have developed and prospectively validated two AI tools that can quickly screen hospital patients for COVID-19 using routine clinical data; one for ED and another one for admitting inpatients.#DigitalHealth #NHSDigital #HealthTech #NHShttps:\/\/t.co\/Xy0BWK0YBG","sentiment_score":0.2166666667}
{"full_text":"You are projecting.You are anti-lockdown (in spite of all the evidence and logic) &amp; you are trying to spin the known information to suit your world view.","sentiment_score":0.0}
{"full_text":"South Korea Closes Tourism Spots and Winter Resorts to Slow Covid Spread","sentiment_score":-0.3}
{"full_text":"RT The UK is paying $37 per dose of the Moderna vaccine. The EU is paying $18 per dose. Both buyers ordered 40m doses. The EU offe...","sentiment_score":0.0}
{"full_text":"RT New more worrisome South Africa  strain: the new 501.V2 variant has troubling details:--seems to spread faster--higher...","sentiment_score":0.2575757576}
{"full_text":"RT .@UCUniversity exams on 28th Two days after Christmas? Really ? After two months of studying ?? While we are stil...","sentiment_score":0.2}
{"full_text":"Off to get my covid vaccination whilst listening to Doin' it right","sentiment_score":0.2857142857}
{"full_text":"RT This is my friend Chad. Chad is a bloody good Paramedic Yesterday he succumbed to COVID after a long battleCOVID is rea...","sentiment_score":-0.05}
{"full_text":"Here are the areas with the fewest cases","sentiment_score":0.0}
{"full_text":"Frontiers' COVID-19 response demonstrates the power of collaboration in action, as outlined at our Editors' Summit by Chief Executive Editor Dr Fred Fenter and editor Prof Zisis Kozlakidis.","sentiment_score":0.1}
{"full_text":"Coming together in times of need. #WirelessReach","sentiment_score":0.0}
{"full_text":"RT This is your friendly Monday reminder fam to wear your mask, drink water, eat regular meals, and moisture your hands becaus...","sentiment_score":0.1875}
{"full_text":"They haven't been able to Jill us with covid so they want to start a war","sentiment_score":0.5}
{"full_text":"May this Holiday Season sparkle and shine and may all your wishes and dreams come true, Merry Christmas . Remember to observe all covid-19 protocols to protect your loved ones and yourself during the holidays.#christmaswithchoppies #choppies #greatvalueforyourmoney","sentiment_score":0.525}
{"full_text":"Watch | All flights to and from UK suspended till December 31: Passengers who arrived from UK sent to quarantine #Coronavirus#Covid19https:\/\/t.co\/hvnNOzIrN9","sentiment_score":0.0}
{"full_text":"Fury at Boris Johnson's Christmas U-turn over superspreading Covid-19 mutation","sentiment_score":0.0}
{"full_text":"RT Help for what? She deserves to sit in prison in the Cayman Islands ","sentiment_score":0.0}
{"full_text":"Coronavirus' changing their structure is common. Not unusual at all. It evolutionary competitiveness.What is unusual are terms like 'mutant' 'killer strain' and such like. This is just political speak to scare. It's abominable like 'world beating' and other stupid superlatives.","sentiment_score":-0.1607142857}
{"full_text":"A CHRISTMAS QUEEN","sentiment_score":0.0}
{"full_text":"Let us help protect each other by maintaining a barrier of physical distance.  #COVID19 #CoronaVirus #CoronavirusOutbreak","sentiment_score":-0.0625}
{"full_text":"Still not sure about your plans for Christmas this year -- or just not sure what the #Coronavirus restrictions over the festive period mean for you?Our advice can help #Community","sentiment_score":-0.2708333333}
{"full_text":"The bill passed both the House and Senate in rapid succession Monday night and has been sent to President Donald Trump for his signature, expected in the coming days.","sentiment_score":-0.1}
{"full_text":"Will the border reopen today?https:\/\/t.co\/ce4kOmnSPm","sentiment_score":0.0}
{"full_text":"While the diplomats were there to finalize deals to ensure millions of doses reached Indonesian citizens, the clerics had a much different concern: Whether the COVID-19 vaccine was permissible for use under Islamic law.https:\/\/t.co\/eGgwLKdESp","sentiment_score":0.0}
{"full_text":"RT BREAKING: To limit COVID-19 spread, the Federal Government has ordered nationwide closure of all bars, night clubs, pu...","sentiment_score":0.0}
{"full_text":"Updated Covid-19 guidance for estate agents ","sentiment_score":0.0}
{"full_text":"The United States has invested more than $60 billion in the health of sub-Saharan African nations over the past 20 years. So far, the United States has donated more than $488 million in equipment, training, and education to combat COVID-19. More here:","sentiment_score":0.225}
{"full_text":"Wuhan hasn't recorded a new case since May and has largely returned to normal, but young people in the city say the disruptive and mentally challenging time has permanently altered their outlook on life.https:\/\/t.co\/Z3GsXvAWHJ","sentiment_score":0.2201298701}
{"full_text":"Pie oh my! ","sentiment_score":0.0}
{"full_text":"i want to be in a throuple (not rn but after covid)","sentiment_score":0.0}
{"full_text":"RT This winter break, send your students home with Interland. This free online game from #BeInternetAwesome isn't just fun--i...","sentiment_score":0.0}
{"full_text":"Due to Covid-19, more people will be doing their shopping online this year. Find out how to improve your cyber security via the link below. Please share this guidance with any family and friends who may not be aware of the extra precautions they can take.https:\/\/t.co\/U9HNHv7APk","sentiment_score":0.15625}
{"full_text":"COVID 19 cases in India until : 22\/12\/2020 14:30Total Cases: 10076387 [+959]Active: 291213Recovered: 9636334 [+669]Deaths :146154 [+7]Total Tests: 163.17MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Today, I received the COVID-19 vaccine.To the scientists and researchers who worked tirelessly to make this possible -- than...","sentiment_score":0.0}
{"full_text":" Last year, had more than 8,500 responses to its consultation on how buses should be run. It's considered the impact #COVID19 may have on its proposals and wants to know what you think.Have your say now at #GMBusConsultation","sentiment_score":0.2333333333}
{"full_text":"Joe Biden has rolled up his sleeve - to reassure Americans the Covid vaccine is safe, as cases surged to more than 18 million. The President-elect received his jab on live TV, as he unexpectedly praised Donald Trump. #7NEWS","sentiment_score":0.3090909091}
{"full_text":"Why was it so vital that the additional needs of vulnerable children were considered when taking drastic measures to prevent the spread of COVID-19?Read this hard hitting interview with our SENDIST expert about experiences from previous lockdowns -","sentiment_score":-0.2145833333}
{"full_text":"LISTEN BACK: The Final Countdown with John Masterson. Joanna Cunningham talks about The Watergate Theatre throughout Covid 19, Deborah Donnelly talks about her new books and more!","sentiment_score":0.1903409091}
{"full_text":"More than 70 West Point cadets have been accused of cheating on a math exam taken online when they were studying remotely because of the coronavirus pandemic. ","sentiment_score":0.2}
{"full_text":"the hospitals are empty, tests are discovered as false positives, and people who've never tested get calls saying they have COVID? These statistics you're basing your decision on are not real cases. China sure is having fun watching people like you believe it's true! They've done","sentiment_score":0.10625}
{"full_text":"Stay safe everyone, this is real and could happen to you. Take care Gordy!","sentiment_score":0.375}
{"full_text":"The National Institutes of Health is reportedly planning to conduct a clinical study to determine why people are having severe allergic reactions to Pfizer's COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"Band 6 to Band 2 healthcare staff needed for the Covid-19 Vaccination programme! Want to find out more about our agency exclusive benefits like same day pay? Click below to apply now! #NHS #COVID19 #Healthcare #Vaccine #Shifts","sentiment_score":0.25}
{"full_text":"Whats happened to the service is appalling . Yes covid hasn't helped but every year they tell us this Christmas there's been more parcels\/letters than last year , surely to any other organisation that would be a good thing ,not complain about it .","sentiment_score":0.2041666667}
{"full_text":"Elfie cleaning the equipment with our cleaning spray to help keep customers and staff safe. Well done Elfie and thank you to all our customers for helping with our fight against Covid-19#covidsafetymeasures #cleaning #hygiene","sentiment_score":0.5}
{"full_text":"Like saving money on your energy bills?Try these tips from Struggling to pay your energy bills?@CitizensAdvice is here for youFor help in Fylde ring 0300 330 1166","sentiment_score":0.0}
{"full_text":"Some Asian economies have weathered the Covid storm better than others.  We look at why this has been the case and how their economies have fared as a result, and what their prospects are as we enter 2021. Find out more with Investment Perspectives.","sentiment_score":0.3333333333}
{"full_text":"Our #Covid19 Income Support Helpline is open today from 9am - 5pm: 1890-800-024Our Intreo Centres are open today from 10am - 4pmUse to apply for a range of services or to close your PUP claim if you're returning to work#COVID19ireland #MyWelfare","sentiment_score":0.0}
{"full_text":"Decoding China's economy in 2020: China is the first major country to recover since the disruption of #COVID19 epidemic. Here is a video to walk you through the recovery of China's economy.","sentiment_score":0.15625}
{"full_text":"Meet you there for a pint tonight? This looks amazing....!https:\/\/t.co\/sMeNK7fRR9","sentiment_score":0.0}
{"full_text":"Please can you stop the ride now..... I want to get off.... No, seriously, it's stime to stop now....I've had enough of Covid, and 2020, and ALL of the idiots.... RED!","sentiment_score":-0.1583333333}
{"full_text":"2 | Back in April, some of our lecturers and technicians put the skills that they teach to use by creating PPE and scrubs to support the NHS during the Covid-19 pandemic  This, our second most-watched video of 2020  #YourDMUFuture","sentiment_score":0.0}
{"full_text":"#BengalSanitization cleans and sanitizes water tanks at just Rs 750. Clean water is extremely important during these times, and you don't have to worry anymore after we serve you.+917980708710 \/ 9830246789#sanitizing #covid19 #sanitizationnearme #sanitizationinkolkata","sentiment_score":0.3833333333}
{"full_text":"RT Covid really said \"New Year new me\" with this mutating crap","sentiment_score":-0.0818181818}
{"full_text":"Special efforts are needed to ensure continued access to mental healthcare for women in prison, and to mitigate the negative #mentalhealth impact of #COVID19 response measures for women. #BangkokRules10","sentiment_score":-0.0142857143}
{"full_text":"RT INDIA: Two passengers at Kolkata airport test positive for COVID-19, both from UK","sentiment_score":0.2272727273}
{"full_text":"#22december If the \"Santuzza\" cannot be touched. #Palermo the devotion to Saint Rosalia denied by #Coronavirus. In #WomenChurchWorld the article by Evelina Santangelo (@lonelyip), read:","sentiment_score":0.0}
{"full_text":"\"Given low rates and the need to drive recovery from the Covid-19 recession, additional investment to build a zero carbon economy could boost economic growth  \" AND create jobs   AND improve living conditions AND help make us healthier and happier ","sentiment_score":0.1}
{"full_text":"All Downs businesses will be required to go digital from tomorrow, under the State Govenment's new plan to help combat COVID. #covid19 #7NEWS","sentiment_score":0.0681818182}
{"full_text":"#ICYMI | With the UK's new COVID-19 virus strain announced this Sunday, several countries have gradually suspended flights to\/from the Kingdom.:","sentiment_score":0.0681818182}
{"full_text":"Ready for the holidays? Thanks to our partners and the JePPIX community for an interesting and exciting year, even through all the challenges that COVID19 posed.Happy Holidays! All the best from us at JePPIX!#happyholidays #endoftheyear #seeyounextyear","sentiment_score":0.455}
{"full_text":"Why banks will lead the way on post-Covid economic recoveryhttps:\/\/t.co\/wMfahIGyqN","sentiment_score":0.2}
{"full_text":"The phase three study of the Pfizer BioNTech #COVID19 vaccine demonstrated a vaccine effectiveness of 95%, with consistent effectiveness across age, gender and ethnicity, so the vaccine is safe for those from Black, Asian, Minority Ethnic (BAME) backgrounds #letsGetVaccinated","sentiment_score":0.1458333333}
