{"full_text":"RT Bill Gates: \"We Must go on Lockdown\"*Bill Gate's Net Worth Increases $10s of Billions from Lockdown*Bill Gates: Let's...","sentiment_score":0.15}
{"full_text":"RT Jesus testing positive for Covid on Christmas day sums up 2020 really.","sentiment_score":0.2136363636}
{"full_text":"RT When I came to Congress, I knew I had a responsibility to pull back the curtain for the American people and expose corr...","sentiment_score":0.0}
{"full_text":"RT Fecal aerosols... 9 infections in 3 families due to vertically shared toilet drainage pipes + aerosols from pipes.To ev...","sentiment_score":-0.0791666667}
{"full_text":"RT Even after receive both vaccines, you still be a carrier. As not everybody will be able to receive ca...","sentiment_score":0.5}
{"full_text":"RT Wishing you a safe and healthy Happy Holidays! Stay safe, stay home, and play #PuyoPuyoTetris2.Art by Mark Hughes (@the...","sentiment_score":0.625}
{"full_text":"Production companies overselling tickets and cramming way too many people into a venue ","sentiment_score":0.5}
{"full_text":"RT Woke up to walk the dog on Christmas morning here in San Francisco and at Corona Heights park a mysterious GINGERBREAD...","sentiment_score":0.0}
{"full_text":"Are we finna gonna admit that Donald Trump is literally just the evil boss from Aggretsuko now?","sentiment_score":-1.0}
{"full_text":"RT A Christmas wish answered. The CDC finally mandates UK flight testing.","sentiment_score":0.0}
{"full_text":"RT Britain's Queen Elizabeth has commended frontline workers for their efforts during the pandemic, expressing during her annual Chri...","sentiment_score":0.0}
{"full_text":"RT Trump, busy golfing now, vetoed funding for the military, has thrown Covid relief into doubt, and is pardoning murdere...","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"2) OPERATION \"COBRA\" scheduled for 25.12.2020: 18:00 p.m. GMT! IS THIS: HOW TO KILL the Covid-19 within about 1-2months: USE PLENTY of PURE RAW UNTREATED SEA WATER for EVERYTHING! Desinfect hospitals in seconds! Drink up to 0,5l\/day\/ADULT\/babys very little SPLITED the whole day","sentiment_score":-0.0475103022}
{"full_text":"like Trump had a good plan for the pandemic, let people die!","sentiment_score":0.875}
{"full_text":"RT Head of the COVID19 task force is skiing in Vail, while the pandemic rages out of control, 10 Americans dying per min in LA Co...","sentiment_score":0.0}
{"full_text":"RT If Donald Trump was not president, nobody in America would have heard about all the crap they added to the Covid Stimulu...","sentiment_score":-0.8}
{"full_text":"RT Trump Golfs on Christmas Eve as Americans Await Covid ReliefThe White House went out of its way (LIED) to say President Trum...","sentiment_score":0.0}
{"full_text":"RT Black Doctor Dies of Covid-19 After Complaining of Racist Treatment - The New York Times by","sentiment_score":-0.0151515152}
{"full_text":"Archie loves opening gifts too. We are in lockdown and will eat\/drink our way through the day. Joyeux Noel","sentiment_score":0.0}
{"full_text":"USE PLENTY of PURE RAW UNTREATED SEA WATER for spraying our sky with ALL AVAIABLE [MILITARY ] AIRCRFATS&amp;Helicopters Over infected ZONES and about 5km around it. Do it 3-4x\/day. THE SEA WATER WILL KILL Covid-19 WITHIN SECONDS!!! The SEA KILLS VERY FAST RADIOACTIVTY even A-BOMBS!!!","sentiment_score":0.0740041209}
{"full_text":"RT Loans from the PPP program reached only 20% of businesses in areas with the highest densities of Black-owned firms. In communit...","sentiment_score":0.0}
{"full_text":"RT There are now so many patients that some hospitals are running dangerously low on oxygen and other supplies critical to treating...","sentiment_score":0.09375}
{"full_text":"RT \"What is happening?\"","sentiment_score":0.0}
{"full_text":"Social distancing, staff quarantine, night cerfew counting few","sentiment_score":-0.0833333333}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"RT How did we go from \"flatten the curve\" to \"stay home until you accept communism\"?","sentiment_score":0.0}
{"full_text":"RT Merry Christmas, from President to all Jamaicans, at home &amp; abroad, a happy &amp; safe holiday! This Christmas lo...","sentiment_score":0.7125}
{"full_text":"RT Not me finding out 4 different friends of mine have COVID all in one day Please be safe!","sentiment_score":0.3125}
{"full_text":"RT Fresh COVID-19 variant reportedly surfaces in Nigeria","sentiment_score":0.3}
{"full_text":"RT How can the President and Congress celebrate Christmas when 14 million Americans are set to lose unemployment aid tomorrow, t...","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT LINDA TREVINO, 71 of Alice, Texas died of COVID on Oct. 4.  \"Mom was happy &amp; was living joyful in a nursing home...She...","sentiment_score":0.8}
{"full_text":"RT Showing up for work on his 80th birthday. On Christmas Eve. In a pandemic. That's what heroes do.  And our...","sentiment_score":0.0}
{"full_text":"Girl ...","sentiment_score":0.0}
{"full_text":"RT So many tweets and messages For  #Extend_Due_Dates@nsitharamanAre you saying that there is no impact of #COVID19 on #CA...","sentiment_score":0.5}
{"full_text":"OMG IGGY YOU DESERVE BETTER","sentiment_score":0.5}
{"full_text":"RT He definitely isn't better, that's for sure ","sentiment_score":0.5}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT A Merry Xmas to the good people on here and let's look forward to a better new year when we can put COVID, Brexit and Sce...","sentiment_score":0.4454545455}
{"full_text":"RT Britain's Queen Elizabeth has commended frontline workers for their efforts during the pandemic, expressing during her annual Chri...","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"An impressive, deep and story rich horror game.Do yourself a favor and grab it!","sentiment_score":0.4895833333}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"it's him eating the cookie with the covid gloves ","sentiment_score":0.0}
{"full_text":"Oh oh! Guess that gold plated armor dress didn't protect her from hae holiday party guests.","sentiment_score":0.0}
{"full_text":"RT Mocking deceased COVID-19 victims on Christmas Eve is DeSantis brand","sentiment_score":0.0}
{"full_text":"RT Christmas amid coronavirus: Letters to Santa show pandemic's effects on children #ONEV1 #DemVoice1#wtpBlue #BluePath...","sentiment_score":0.0}
{"full_text":"Mama having Covid for the holidays is ","sentiment_score":0.0}
{"full_text":"RT Thank you for your generosity and timely support in saving Vishalini's life.","sentiment_score":0.0}
{"full_text":"RT How can the President and Congress celebrate Christmas when 14 million Americans are set to lose unemployment aid tomorrow, t...","sentiment_score":0.0}
{"full_text":"RT How can the President and Congress celebrate Christmas when 14 million Americans are set to lose unemployment aid tomorrow, t...","sentiment_score":0.0}
{"full_text":"RT Merry Christmas everyone!! Tonight I have a daughter fighting Covid and liver failure at 43. The worst Christmas and bei...","sentiment_score":-0.6583333333}
{"full_text":"RT My sister accidentally wrapped my gift in the covid stats \/ obituaries page","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"#Namibia 683 new coronavirus cases  (new daily high)Total cases 21'262 and 187 deaths#COVID19","sentiment_score":0.0909090909}
{"full_text":"RT Pope calls for COVID vaccines for all. 'Most vulnerable and needy' should be first in line","sentiment_score":0.0833333333}
{"full_text":"RT We all Indians know that trains like time do not stop for anyone and keep in running in Shine or rain or celebration. Yes, they...","sentiment_score":0.0}
{"full_text":"Grateful for my family who's managed to stay healthy- especially my two young nephews who I've had to see only over zoom because I work with covid patients  (and are 2 big grizzlies fans!) and for my patients who are working hard to get better #Jas12DaysOfChristmas","sentiment_score":0.1154761905}
{"full_text":"RT Besmettingen met wat?PCR-test 90% kans op fout positief?TODAY THEY WERE FORCED TO ADMIT THAT 'COVID-19' DOES NOT EX...","sentiment_score":-0.3}
{"full_text":"RT baby it's covid outside","sentiment_score":0.0}
{"full_text":"We don't WANT them to starve to death - that is a mistaken assumption.But, we do not want them to come here.Americans are suffering without jobs due to Covid shutdowns - our taxpayer money needs to go to meet the needs of citizens first. Then, when America has recovered, we...","sentiment_score":0.0625}
{"full_text":"RT Vegans don't do this to animals #veganaf #animalrights #endspeciesism #endcarnism #COVID19 #Christmas2020","sentiment_score":0.0}
{"full_text":"RT jesus could care less about covid there's 0 cases in heaven his birthday party is happening regardless","sentiment_score":-0.1666666667}
{"full_text":"RT #promotemedicalstudents@Shafqat_Mahmood Due to severe covid-19 pandemic, medical students...","sentiment_score":-0.0625}
{"full_text":"I wear my mask, always have a book and tissues.","sentiment_score":0.0}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"this holiday sucks but at least i can stay home","sentiment_score":-0.3}
{"full_text":"RT Remember before COVID when I was fit? ","sentiment_score":0.4}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"RT Britain's Queen Elizabeth has commended frontline workers for their efforts during the pandemic, expressing during her annual Chri...","sentiment_score":0.0}
{"full_text":"The hotel industry qualifies for larger small business loans under the new coronavirus relief measure. The industry will still need what it considers a real stimulus bill with incentives to revive travel demand in the long-term. ","sentiment_score":0.0215909091}
{"full_text":"RT In a pandemic, America should suspend all foreign aid.  We must be fully operational, without closures of\/in ANY states...","sentiment_score":-0.125}
{"full_text":"New York Daily News: Fla. gov. spokesman deletes Twitter account after COVID tweet.https:\/\/t.co\/knAHWPFYQsvia","sentiment_score":0.0681818182}
{"full_text":"RT Head of the COVID19 task force is skiing in Vail, while the pandemic rages out of control, 10 Americans dying per min in LA Co...","sentiment_score":0.0}
{"full_text":"What to know before visiting someone who's recovered from COVID-19","sentiment_score":0.0}
{"full_text":"RT Only the most Christian nations get together on Christmas Eve to discuss increasing aid during a pandemic and decide, \"No...","sentiment_score":0.1666666667}
{"full_text":"RT This nigga flew to Paris in a pandemic to eat beans.","sentiment_score":0.0}
{"full_text":"RT Please read Rep. Porter's short thread. It's time we usher in a new American age, one that refuses to protect corporat...","sentiment_score":0.0454545455}
{"full_text":"RT travelled in a pandemic to eat beans","sentiment_score":0.0}
{"full_text":"Boycott all Chinese products....Because covid 19 was an deliberate and pre planned attempt to rule almost everything...","sentiment_score":0.0}
{"full_text":"Fulham boss Scott Parker will not be managing his team's Boxing Day game with Southampton after someone in his household tested positive for Covid-19#FULSOU","sentiment_score":-0.0863636364}
{"full_text":"This week on Checkup, we're asking: What's the most important non-COVID news story of the year?What do you think?","sentiment_score":0.45}
{"full_text":"So cute!https:\/\/t.co\/6KAhwtw1Ck","sentiment_score":0.0}
{"full_text":"This year we saw several examples of people helping one another during the pandemic. We look at few of those in this special segment, Giving Back.https:\/\/t.co\/LQLpXHUnlH","sentiment_score":0.0523809524}
{"full_text":"Literally just want to get something nice for my granny, she recently lost my granddad to Covid.. first big holiday without him ","sentiment_score":0.2125}
{"full_text":"The crisis caused unparalleled disruption to the industry. However, a small number of companies have not only been able to stay afloat, but thrive.","sentiment_score":0.0625}
{"full_text":"\"Since the majority of my family is at high risk for COVID, we haven't been able to celebrate special events with others for everyone's safety,\" said Natalie Perez, 17. \"So this Christmas it'll just be us, but we're OK with that if everyone's healthy.\"https:\/\/t.co\/c43tPrze4V","sentiment_score":0.4034285714}
{"full_text":"Peter Wehner: \"Given Trump's psychological profile, it was inevitable that when he felt the walls of reality close in on him--in 2020, it was the pandemic, the cratering economy, and his election defeat--he would detach himself even further from reality.\"","sentiment_score":0.0}
{"full_text":"Yeah .","sentiment_score":0.0}
{"full_text":"Prisons, jails, and detention centers have much higher coronavirus case and fatality rates than the general public. But attitudes toward inmates mean bank tellers may get vaccinated before they do.https:\/\/t.co\/r9KvjFlCm1","sentiment_score":-0.003125}
{"full_text":"Hello ! If you live in GMT-5 then *some* governments think that COVID is taking a 24-hour break (how nice of it !).That is not the case, so please stay safe !Merry Christmas !","sentiment_score":0.5558712121}
{"full_text":"CUNY rallied to help New York City fight COVID-19 on many fronts this year. Students, staff and faculty used 3D printers to produce PPE that were donated to health workers while some balanced classes with jobs as first responders. Read more:","sentiment_score":0.3465909091}
{"full_text":"Spread cheer, not COVID. This holiday season, do not gather--protect your families by staying home. #HomeForTheHolidays","sentiment_score":0.0}
{"full_text":"The NHS will contact you when it's your turn to receive the COVID-19 vaccine. For more information visit","sentiment_score":0.5}
{"full_text":"It's a shame we have the Covid. We could all have descended on the white cliffs of Dover on Jan 1st and given a collective middle finger to the EU ","sentiment_score":0.0}
{"full_text":"Have you or a family member been directed by a health care provider to quarantine or self-monitor at home? Follow these 10 tips. Learn more: ","sentiment_score":0.5}
{"full_text":"VANIA UNDERWOOD of Toledo, Ohio died of COVID on December 19.She was a registered nurse who worked with COVID patients at a local hospital. She leaves behind her husband and six children ages 3 to 16 years old.","sentiment_score":-0.1}
{"full_text":"One year of #COVID19: what scientists know about how it spreads, infects, and sickens.https:\/\/t.co\/cOwFCgqMeT","sentiment_score":0.0}
{"full_text":"RT Despite the Covid restrictions, many of us are enjoying the festive season with our loved ones... but there are many w...","sentiment_score":0.55}
{"full_text":"Environmental Healing#natureconnectionhttps:\/\/t.co\/yEoFsfAQBG","sentiment_score":0.0}
{"full_text":"Glasgow continues to be the highest council area in Scotland with the most Covid-19 caseshttps:\/\/t.co\/PopTHO8S1U","sentiment_score":0.5}
{"full_text":"Food insecurity is a serious problem that the COVID-19 pandemic has only made worse.With Helping Horizons Volume 2, a charity 6 recipe mini digital cookbook inspired by #AnimalCrossing you can help fight hunger.All proceeds will be donated to @FeedingAmericaLink in bio ","sentiment_score":-0.1111111111}
{"full_text":"RT Are you guys aware of any countries sending us money for COVID relief? Asking for the entire damn country. #OutLoudWith...","sentiment_score":0.125}
{"full_text":"Public Health England's latest Covid-19 case figureshttps:\/\/t.co\/2goDSz1KDc","sentiment_score":0.25}
{"full_text":"Volunteers from have worked hard to bring quality medical aid to veterans across the country. We thank them for everything they do. See the full list of the VA's Fourth Mission activities at #InThisTogether","sentiment_score":0.0145833333}
{"full_text":"From our Collection: Girl's Dressc. 1872Worn by Minnie Shafsky #Christmas #ChristmasDay#MerryChristmas #HappyHolidays #MerryChristmas2020 #COVID19","sentiment_score":0.0}
{"full_text":"Seven-time Olympian Hashimoto Seiko talks about her efforts to raise women's participation in society and to ensure that the games postponed by the pandemic go ahead safely in 2021.","sentiment_score":0.5}
{"full_text":"If corona is resolved","sentiment_score":0.0}
{"full_text":"The CDC announced new coronavirus testing requirements late Thursday evening for airline passengers from the United Kingdom.https:\/\/t.co\/0coIkqEma8","sentiment_score":-0.0818181818}
{"full_text":"The Texas Medical Association ranked holiday activities on a scale of one to 10 based on their risks associated with COVID-19.","sentiment_score":0.0}
{"full_text":"RT The CDC announced Thursday that it will require a negative Covid-19 test from all passengers traveling to the US from the UK ht...","sentiment_score":-0.3}
{"full_text":"For subscribers: Abby Shue says the pandemic \"has been a time of very rich learning\" at the museum because it had to pivot to digital.","sentiment_score":0.24375}
{"full_text":"Public Health England's latest Covid-19 case figureshttps:\/\/t.co\/asPnnIYVUG","sentiment_score":0.25}
{"full_text":"Public Health England's latest Covid-19 case figureshttps:\/\/t.co\/YL77VvUSqY","sentiment_score":0.25}
{"full_text":"RT #FactsMatter  #Truth #GolferInChief doesn't give a damn about #Americans suffering today and thru the holidays and #D...","sentiment_score":0.0}
{"full_text":"#SWSPin2020: and Dr. Mara KarlinTune in to hear an incredible discussion held at on Covid-19 and the military here:","sentiment_score":0.4}
{"full_text":"#COVID19 spread is on the rise in California. Protect yourself and your loved ones this holiday season. Find out what activities and gatherings are permitted in your county and follow these tips to keep everyone safe.","sentiment_score":0.6}
{"full_text":"Three free COVID-19 testing sites will be open today from 10:30 a.m. to 2:30 p.m.- USD, 5450 Linda Vista Rd- Tubman Chavez Center, 415 Euclid Ave- Cal State San Marcos, 333 S. Twin Oaks Valley Rdhttps:\/\/t.co\/NRyBgNA4b6","sentiment_score":0.1}
{"full_text":"Tonight on #ExtraTV: George Clooney on his family life, his new film, and how he thinks we'll come out of the pandemic.","sentiment_score":0.1363636364}
{"full_text":"Current Conditions for #Sayre PATemp: 32.2FWind Chill: 30.9FHumidity: 88%Dew Point: 29.0F Barometer: 29.596 inHgWind: 3 mph from the WCorona Virus Weekly Stats:Cases: 200.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"All passengers flying to the U.S. will have to test negative for the #coronavirus, according to a new statement released by the center for disease control.","sentiment_score":-0.0878787879}
{"full_text":"Pink fractures ankle to finish off not-so-great year. The singer had COVID-19 and a staph infection earlier this year. #CJNUnfiltered","sentiment_score":-0.05}
{"full_text":"The property is a true Wright fan's dream come true.https:\/\/t.co\/jE3gd7A0F5","sentiment_score":0.35}
{"full_text":"Dr. Gopi Patel answers questions on the #COVID19 vaccine:","sentiment_score":0.0}
{"full_text":"RT How can the President and Congress celebrate Christmas when 14 million Americans are set to lose unemployment aid tomorrow, t...","sentiment_score":0.0}
{"full_text":"Lockdown\/isolation Christmas . I need chicken and chips","sentiment_score":-0.6}
{"full_text":"Fifa has postponed next year's U-20 World Cup in Indonesia and U-17 tournament in Peru until 2023 due to coronavirus.","sentiment_score":-0.0625}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"With results available in less than a minute and the cards costing 50 cents a pop, scientists say this smell app could outperform traditional COVID-19 tests at a fraction of the price.","sentiment_score":0.0777777778}
{"full_text":"RT As soon as we've got though the Covid19 crisis, we need to organise the biggest #RejoinEU rally the country has ever seen!...","sentiment_score":0.0}
{"full_text":"In very different Christmas messages, Biden discusses Covid and Trump barely makes reference","sentiment_score":0.025}
{"full_text":"RT  \"The pandemic accelerated the shift to #cloud\" w\/ &gt;60% of participants in a recent study saying they were upping...","sentiment_score":0.0}
{"full_text":"RT Every human being deserves dignity. POPULAR  FRONT OF INDIA the first to come forward to ensure decent decent burial to the...","sentiment_score":0.2366666667}
{"full_text":"RT #MerryChristmas Hope you're celebrating w\/o fear or intimidation The other tweet was too long &amp; splitso here it is...","sentiment_score":-0.0875}
{"full_text":"RT No Covid denying politician should get a vaccine before every Dr, nurse, hospital worker, EMT, cop, fire fighter, teach...","sentiment_score":0.0}
{"full_text":"RT Bill Gates: \"We Must go on Lockdown\"*Bill Gate's Net Worth Increases $10s of Billions from Lockdown*Bill Gates: Let's...","sentiment_score":0.15}
{"full_text":"RT Some warm SorikuMerry Christmas! Please stay home. Keep cozy, keep safe~","sentiment_score":0.35}
{"full_text":"\"Today, in this time of darkness and uncertainty during the pandemic, different lights of hope appear, like the discovery of the vaccines ... they must be available to everyone.\"","sentiment_score":0.2}
{"full_text":"Dr. Raj AAKP\/GW Global Summit receives Presidential Volunteer Service Award for advancing AAKP COVID risk education\/ELEVATION of kidney patients in COVID trials\/vaccine protocols. Our COVID programs engaged 80K+ patients in 70 countries!","sentiment_score":0.0}
{"full_text":"Is she actually trying to tell Americans that we have to follow rules and wear masks????? Has she had the nerve to tell that to Don the Con? Or does she just like to condescend to the working Americans who are bearing the brunt of the pandemic?","sentiment_score":0.0}
{"full_text":"omg we're lowkey in a pandemic rn","sentiment_score":0.0}
{"full_text":"Struggling? #COVID19 #JobHuntChat #inspire #hiring","sentiment_score":0.0}
{"full_text":"Total COVID-19 tests performed in Malawi: 83451. 6,277 cases, of those 0 today; 187 deaths, of those 0 today.","sentiment_score":0.0}
