{"full_text":"RT CDC advisory committee votes to prioritize older adults and frontline essential workers to receive the next phase of Covid-19 v...","sentiment_score":0.0555555556}
{"full_text":"I have the next 4 days off then back to work Tuesday - we also go back into lockdown tomorrow &amp; it's so odd cos last lockdown I wasn't considered \"essential\" and now I am ","sentiment_score":-0.0277777778}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT This is ugly as hell. Like not even being funny he needs his ass beat","sentiment_score":-0.225}
{"full_text":"RT \"Through mere human ativity it would not have been possible or this virus to have had suh extensive and debilitating onsequ...","sentiment_score":-0.125}
{"full_text":"What a Hypocritical statement to make Make sure you stay warm around your fireplace, in Your $100,000+ home While Americans who did nothing wrong but vote republicans into office are being evicted into the cold, hungry, unemployed and w\/o Healthcare. $600 is crap try living on it","sentiment_score":-0.16}
{"full_text":"RT can't wait until my kids ask me questions for their first history class assignments about the pandemic and i get to tell th...","sentiment_score":0.25}
{"full_text":"Tn is also a hot spot for covid. A BIG hot spot!","sentiment_score":0.1875}
{"full_text":"you are evilThe people will eventually turn on you the rest of the swamp,because they will be tired of being lied to ripped off. You allowed #COVID19 to spread unchecked You are EVIL You are lettingUS get SICK, starve and DIEYou all Jeopardized #COVIDReliefPackage","sentiment_score":-0.7047619048}
{"full_text":"RT i wish i had the brazen confidence to hear \"no holiday travel due to global pandemic\" and think \"well that doesn't apply to me\"","sentiment_score":-0.0625}
{"full_text":"RT This is my child,  She was just diagnosed with Covid and is struggling to breathe.  I can't say what I w...","sentiment_score":0.0}
{"full_text":"RT  tell me what is your wish~  i didn't realize how precious it was to go overseas for tour\/travel, now that we can't go ov...","sentiment_score":0.5}
{"full_text":"RT I'm leaning on charges for this...An infected person knowingly went to work w\/ symptoms &amp; later tested #COVID19 positive....","sentiment_score":0.1136363636}
{"full_text":"CoViD-19 Vaccine  Side Effects Update via","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT Boston doctor has severe allergic reaction to Moderna COVID vaccine -NYT","sentiment_score":0.0}
{"full_text":"\"Tossing all germ fears aside, one person was seen licking the monolith, said a San Franciscan who confirmed the structure was indeed a cookie that was held together with frosting.\"","sentiment_score":0.4}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT At the last moments of Christmas, I hope that everyone will continue to pay attention to the epidemic prevention measures, a...","sentiment_score":0.0}
{"full_text":"Per . Smoking also reduces covid and Parkinson's risks. Make America Smoke Again?","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT Michelle Suire, 53-year-old special education teacher at Lafayette elementary in Louisiana, died from COVID. She worked wit...","sentiment_score":0.3285714286}
{"full_text":"RT I'm lifting weights while watching LeBron-Luka. They finally closed the gym in my gated community. LA is now the world...","sentiment_score":-0.1}
{"full_text":"RT #SanaBesSa2021Less cases of COVID 19Less crueltyLess selfishnessLess stupid decisions of the government ","sentiment_score":-0.8}
{"full_text":"\"Your Aunt Gertrude died of Covid to own you.\"","sentiment_score":0.6}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT While Americans are suffering, dying and desperately in need of help, and with a COVID stimulus bill in limbo, #DirtyDon sp...","sentiment_score":-0.6}
{"full_text":"RT In every story, clearly there must always be a hero and an antagonist. In GB, the hidden \"enemy\" is the pandemic. But...","sentiment_score":-0.0333333333}
{"full_text":"It's the holidays and I've been unwell so been less active here and IRL, hope everyone is having a great time, I'll back at some point , I think.. (not covid).","sentiment_score":0.125}
{"full_text":"RT I'm lifting weights while watching LeBron-Luka. They finally closed the gym in my gated community. LA is now the world...","sentiment_score":-0.1}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"As are stories about players breaking protocol to go to strip clubs","sentiment_score":0.0}
{"full_text":"We would stop those evils if the information was allowed to get out.  Do you think Covid wasn't a planned distraction?  BLM\/Antifa riots weren't planned distractions?  Russia collusion hoax wasn't an attempted smear to discredit Trump's release of that information?  Impeachment?","sentiment_score":0.0}
{"full_text":"As COVID-19 infections surge out of control in Los Angeles County, officials are now investigating the potential spread of a new, more contagious strain - Yahoo! Voices via","sentiment_score":0.2537878788}
{"full_text":"RT Brazil coronavirus death toll hits 190,000","sentiment_score":0.0}
{"full_text":"I thought everybody was dieing???","sentiment_score":0.0}
{"full_text":"20 Medical Doctors Died Of COVID-19 in one Week - NMA via Sketch","sentiment_score":0.0}
{"full_text":"RT This is part of a dangerous trend in reporting each allergic reaction as news. A million people have been vaccinated. A f...","sentiment_score":-0.6}
{"full_text":"#SF9 Please release a cute song like \"different\", it could literally be a Covid-19 cure","sentiment_score":0.25}
{"full_text":"RT Long Beach...I need you! The lady pictured here is a member of my church. 2 days ago she went 2 a medical facility near 20th...","sentiment_score":0.009375}
{"full_text":"RT If  MSM think that #ScottyNeverHelped had a good year and was the leader in the fight against Covid-19 well i must have bee...","sentiment_score":0.7}
{"full_text":"Senate Bill 939, COVID-19, and Break Lease Deals #CRE #COVID #Leasing#TenantTips #CorporateRealEstatehttps:\/\/t.co\/sQTmORkcF9","sentiment_score":0.0}
{"full_text":"RT At the last moments of Christmas, I hope that everyone will continue to pay attention to the epidemic prevention measures, a...","sentiment_score":0.0}
{"full_text":"Only thing worse than people not following rules for Covid are being stupid enough to post pictures on social media.   ","sentiment_score":-0.1944444444}
{"full_text":"\"The Surprise\" from Apple is a little sad, but it reminds families that even small gatherings can be meaningful. #christmas #commercials #bestof #bestcommercials #nostalgia #socialdistancing #holidaycommercials #smallgatherings","sentiment_score":-0.109375}
{"full_text":"RT Wait is #EpiCookieChallenge really a thing ?! I did these back in May for NJ HCWs! They were so grateful- but...","sentiment_score":0.125}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"RT After Holding Multiple Maskless Campaign Rallies, Louisiana Congressman-elect Luke Letlow, 41, in ICU with COVID","sentiment_score":0.0}
{"full_text":"Don't disagree with that, but I am actually worried about the Federal unemployment programs (PUA &amp; PUEC) that will have their last payments 12\/26\/2020 if the COVID bill is not signed which doesn't even deal with the extra $300 UI addition that would not even start.","sentiment_score":0.0}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"Buffets.  Overweight, ltd mobility, older people who still go to church &amp; buffet. W\/o a gd mask. \"I have health issues, can't wear one.\" Fine, then keep 6ft away frm other customers. Bitch wouldn't wear gloves either. \"Just left the bathroom, my hands are clean. Washed them\"","sentiment_score":0.165}
{"full_text":"RT If it wasn't for congressional Republicans you would be getting $2,000 in COVID relief.","sentiment_score":0.0}
{"full_text":"An embassy was attacked and Obama went to Nevada to fundraise and play golf. Golfing and wanting more money to the people is irrelevant. Congress needs to change the bill, not the President via exec order. He has made the economy better pre corona. Better trade. With no paycheck.","sentiment_score":0.25}
{"full_text":"A local woman just got out of the hospital after two weeks fighting COVID-19. Her Christmas wish was to be home with her family.https:\/\/t.co\/jueCCxR4Wm","sentiment_score":0.0}
{"full_text":"JED: \"I remember spearheading the very first digital online concert when the pandemic started and to be the first, again, to do this live performance makes it more exciting.\"https:\/\/t.co\/nwhmL0qKIC","sentiment_score":0.2518939394}
{"full_text":"A 2020 Christmas love story: Separated by pandemic, couple reunites after 9 months aparthttps:\/\/t.co\/b9OVImq1b1","sentiment_score":0.5}
{"full_text":"Pope Francis strongly urged the world to seek compassion and support in a pandemic world during his annual 'Urbi et Orbi\" speech","sentiment_score":0.4333333333}
{"full_text":"Such a great way to make friends.","sentiment_score":0.4}
{"full_text":"#Israel is heading back into lockdown. explains the details of what this third #coronavirus closure will look like.https:\/\/t.co\/WdKOjDSEpx","sentiment_score":0.0}
{"full_text":"WATCH | New Covid strain found in Japan, 5 passengers from Britain in quarantine.https:\/\/t.co\/ZdpQtU0sNx","sentiment_score":0.1363636364}
{"full_text":"Together with our HMO subsidiary and our shared women's movement #InLifeSheroes, we have been recognized by the and for our practices in support of women during #COVID19.https:\/\/t.co\/S0loww7qw6","sentiment_score":0.0}
{"full_text":"Here's a sneak peek of today's podcast that will motivate you to stay fit and healthy even while at home. Catch #TheGGFMPodcastEpisode2 with DJ Tina, DJ Quads, DJ Julie and our special guest  tonight at 8 PM! Video by John SarmientoMusic: Summer Is Here by Infraction","sentiment_score":0.4488095238}
{"full_text":"RT Rapping                            Tribute toabout covid                frontliners             Monsta X rapline#MO...","sentiment_score":0.0}
{"full_text":"It's traditionally one of the biggest and busiest shopping days of the year for Australians, but things looked very different in Sydney this Boxing Day.https:\/\/t.co\/yYQQXIdlgF","sentiment_score":0.0}
{"full_text":"The gang from weren't ready to let a pandemic ruin their debut album #SelfCare's release this year! Take a look at how they coped throughout 2020 and the bands that helped make the most of it! #WoSYearInReview ","sentiment_score":0.4375}
{"full_text":"\"With kids and the internet involved, virtual pageants turn out to be just as delightfully unpredictable as traditional church performances.\"","sentiment_score":-0.0833333333}
{"full_text":"A memory care facility in Washington brought some unexpected cheer to the residents and their families by creating a COVID-safe hug station.  ","sentiment_score":0.1}
{"full_text":"COVID-19 vaccination availability timeline for Upper Michigan","sentiment_score":0.0}
{"full_text":"Cross Country Skiingc. 1937Emigrant Gap#Christmas #ChristmasDay #MerryChristmas #HappyHolidays #MerryChristmas2020 #COVID19","sentiment_score":0.0}
{"full_text":"The CDC has published its guidelines on how to ring in the new year during the pandemic.","sentiment_score":0.1363636364}
{"full_text":"Negative #COVID-19 #coronavirus test for all passengers traveling to the US from the UK to be required ... | #SARSCoV2 | #diagnostic | #testing | #PublicHealth | #pandemic | #travel | By , and via","sentiment_score":-0.3}
{"full_text":"COVID Has Now Reached Every Continent After Positive Tests In Antarctica.","sentiment_score":0.2272727273}
{"full_text":"President Donald Trump spent his Christmas golfing in Florida as a government shutdown looms and COVID relief hangs in the balance. Read more:","sentiment_score":0.2}
{"full_text":"Curfews, quarantines and even border closings complicated Christmas celebrations Friday for countless people around the globe, but ingenuity, determination and imagination helped keep the day special for many.","sentiment_score":0.0892857143}
{"full_text":"Japan has confirmed the country's first five cases of the new variant of the coronavirus that was identified in the United Kingdom. Here's the latest COVID-19 news.","sentiment_score":0.3215909091}
{"full_text":"New strain of #coronavirus detected in 8 #European nations; monitoring situation.#COVID19 #CoronavirusStrain","sentiment_score":0.0681818182}
{"full_text":"\"We knew we couldn't be inside because of COVID and everything else,\" said Senior Pastor Eric Jelinek. \"So we came out here and started to do this. We got an FM transmitter and a couple of other things, and off we went.\"","sentiment_score":-0.125}
{"full_text":"In Christmas message curbed by Covid, pope calls on nations to share vaccines By Reuters","sentiment_score":0.0}
{"full_text":"\"There is no excuse for shortcuts, even in the middle of a worldwide pandemic,\" published in &amp; #AlexandraCalmy explain how #cyberharassment of female scientists will not be a new norm. #WomenInSTEMhttps:\/\/t.co\/RtnQIHCZiw","sentiment_score":0.0403409091}
{"full_text":"Black doctor dies of COVID after racist treatment complaintshttps:\/\/t.co\/BNAmSe2RaF","sentiment_score":-0.1666666667}
{"full_text":"#ICYMI | Mumbai local trains may open for all in January :","sentiment_score":0.0}
{"full_text":"One of the traditional fixtures of any Christmas Day is to see Queen Elizabeth II and her family go to church. Not this year. The coronavirus pandemic has made sure of that.--&gt;&gt;","sentiment_score":0.25}
{"full_text":"The Duke women's basketball team ended its season Friday amid the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"An Austin College student died early last Friday morning after his long battle with COVID-19.","sentiment_score":0.0166666667}
{"full_text":"The queen delivered a heartfelt message of hope in her Christmas address, praising the \"indomitable spirit\" of those who have risen to the challenges of the pandemic","sentiment_score":0.0}
{"full_text":"RT This is part of a dangerous trend in reporting each allergic reaction as news. A million people have been vaccinated. A f...","sentiment_score":-0.6}
{"full_text":"Pope Francis made a Christmas Day plea for authorities to make COVID-19 vaccines available to all, insisting that the first in line should be the most vulnerable and needy, regardless of who holds the patents for the shots.https:\/\/t.co\/ZwQba7tWfF","sentiment_score":0.1625}
{"full_text":"RT I have compiled a list of U.S. politicians who have donated their salaries to charity during the pandemic:1) Donald...","sentiment_score":0.0}
{"full_text":"RT Agree we should not ensationalize stories of allergic reactions &amp; vaccines. &gt;1,000,000 people have gotten the vaccine in US...","sentiment_score":0.0}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"Beware the criminal threat to the fight against Covid","sentiment_score":-0.4}
{"full_text":"Can I Make Money Online? #COVID19 #today #job #humblebrag","sentiment_score":0.0}
{"full_text":"Coronavirus Package Keeps MS-13 Amnesty Pipeline, Limits Border Wall via","sentiment_score":0.0}
{"full_text":"RT Boston doctor has severe allergic reaction to Moderna #COVID19 vaccine: report","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 23.2FWind Chill: 19.9FHumidity: 78%Dew Point: 17.4F Barometer: 29.828 inHgWind: 3 mph from the SWCorona Virus Weekly Stats:Cases: 200.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT Minnesota lawmakers say coronavirus deaths could be inflated by 40% after reviewing death certificates","sentiment_score":0.0}
{"full_text":"Erdogan says police will raid New Year's parties violating pandemic measures","sentiment_score":0.1363636364}
{"full_text":"Prayers","sentiment_score":0.0}
{"full_text":"Time: 04:00 * Temp: 6.4degC * Wind: SSW 4.9 to 10.1mph * Pressure: 1011.7hPa * Rain: 0.0mm * Hum: 90% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:45 * Sunset: 16:02 * Cloudbase: 720ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT If you were able to get anybody anything this year at all please know you are very fortunate &amp; blessed. We are in a pandem...","sentiment_score":0.51}
{"full_text":"If they are close enough to see it then they are not social distancing.","sentiment_score":-0.0083333333}
{"full_text":"True, because facts are not fact.Just FYIKerala Fatality rate - 0.4%India - 1.4%","sentiment_score":0.35}
{"full_text":"RT One hero of the coronavirus pandemic: Respiratory therapists via","sentiment_score":0.0}
{"full_text":"RT connect with each other.\"\"We realised that in comparison to the current state from covid, if it hadn't ended up as a str...","sentiment_score":-0.0625}
{"full_text":"You're never going to witness the CDC acknowledge morgellons because it was man made in a military laboratory","sentiment_score":-0.1}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"RT The entire family from Schitt's Creek has passed from COVID-19 after David went to Mykonos  sorry to bring the Christmas...","sentiment_score":-0.25}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"RT Some rooms are on lockdown as a precaution. We have additional units arriving on scene and continue to check the welfa...","sentiment_score":0.0}
{"full_text":"#NP Dee-1 - Corona Clap.mp3 by !Listen Live (Click link below)https:\/\/t.co\/lpmQtQynEe#slaughtahouze #kshz #rap #hiphop #rnb #trap #radio   #trending","sentiment_score":0.1363636364}
{"full_text":"NDTV - 23067 Fresh COVID-19 Cases In India 6.6 Per Cent Lower Than Yesterday #COVID #centlower #covid19cases #NDTV -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.3}
{"full_text":"RT neurohopepsych: Which of the following tip did you already know? #mentalhealth","sentiment_score":0.0}
{"full_text":"Man fuck covid I miss taking a bathroom break during house of gold","sentiment_score":-0.4}
{"full_text":"RT does christmas not feel like christmas because:a) depressionb) pandemicc) you're no longer a childd) all of the abo...","sentiment_score":0.0}
{"full_text":"How the Dems &amp; RINO's used a scamdemic to bullshit U.S. through a fake election. ","sentiment_score":-0.5}
{"full_text":"RT Pope Francis strongly urged the world to seek compassion and support in a pandemic world during his annual 'Urbi et Orbi\" sp...","sentiment_score":0.4333333333}
{"full_text":"RT Manga Cells at Work! will be ended in the next episode. The last arc is about Covid-19.\"There are enemies that cannot...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Duke women's basketball team has ended its season amid the coronavirus pandemic, a person familiar with the situati...","sentiment_score":0.375}
{"full_text":"RT So overwhelmed by the sheer numbers of nurses giving up their Christmas in Midland to care for our Covid patients. #DirtyDo...","sentiment_score":0.0}
{"full_text":"President Donald Trump spent his Christmas golfing in Florida as a government shutdown looms and COVID relief hangs in the balance.","sentiment_score":-0.1}
{"full_text":"RT Pope Francis used his Christmas message to say that coronavirus vaccines must be available for all, and expressed a need for coope...","sentiment_score":0.4}
{"full_text":"Did you know 81% of #SMBs say changes they've made in COVID-19 will remain in place? Read our latest findings here.","sentiment_score":0.5}
{"full_text":"RT Zhang Zhan, a citizen journalist who traveled to Wuhan earlier this year, will stand trial on Monday, in China's first known tr...","sentiment_score":0.125}
{"full_text":"RT You didn't get your Covid relief nor did the military get their pay raise but trump pardoned 4 more war criminals &amp; his co...","sentiment_score":0.2}
{"full_text":"New case filings continue despite pandemic as judges struggle to reduce existing docket, report sayshttps:\/\/t.co\/4mqrtvOsJ8","sentiment_score":0.1363636364}
{"full_text":"Gia also had her Christmas COVID-19 dinner  Mahwah, New Jersey","sentiment_score":0.1363636364}
{"full_text":"'Backstreet Boy' Nick Carter opens up about pandemic life, new music","sentiment_score":0.1363636364}
{"full_text":"\"We shouldn't underestimate the #economic #shock #Britain will experience.\" #BrexitTradeDeal #COVID19 #EU","sentiment_score":0.2}
{"full_text":"RT The question of 2021: Will Pete ever make is comeback?","sentiment_score":0.0}
